[
  {
    "ayat": 1,
    "arab": "وَالْفَجْرِۙ",
    "translation": "Demi fajar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5994.mp3",
    "kemenag": "Allah bersumpah dengan fajar. Fajar yang dimaksud adalah fajar yaumun-nahr (hari penyembelihan kurban), yaitu tanggal 10 Zulhijah, karena ayat berikutnya membicarakan \"malam yang sepuluh\", yaitu sepuluh hari pertama bulan itu. Akan tetapi, ada yang berpendapat bahwa fajar yang dimaksud adalah fajar setiap hari yang mulai menyingsing yang menandakan malam sudah berakhir dan siang sudah dimulai. Ada pula yang berpendapat bahwa fajar itu adalah fajar 1 Muharram sebagai awal tahun, atau fajar 1 Zulhijah sebagai bulan pelaksanaan ibadah haji.",
    "quraish": "[[89 ~ AL-FAJR (FAJAR) Pendahuluan: Makkiyyah, 30 ayat ~ Surat ini dimulai dengan sejumlah sumpah demi beberapa gejala alam yang bertujuan untuk mengarahkan perhatian kepada sejumlah bukti kekuasaan Allah yang menunjukkan bahwa orang-orang yang ingkar kepada Allah dan kebangkitan akan mendapat siksa seperti orang-orang sebelum mereka yang juga mendustakannya. Setelah itu, dalam surat ini diutarakan pula ketetapan dan sunnatullâh untuk menguji hamba-hamba-Nya, dengan ujian yang baik maupun yang buruk. Diutarakan pula bahwa jika Allah memberikan karunia kepada seseorang dan tidak memberikannya kepada orang lain, hal itu tidak serta merta menunjukkan perkenan dan kemurkaan Allah. Kemudian pembicaraan diarahkan kepada orang-orang yang menjadi sasaran surat ini, bahwa keadaan mereka menunjukkan bahwa mereka sangat tamak dan kikir. Surat ini kemudian diakhiri dengan isyarat tentang penyesalan orang-orang yang melampaui batas dan angan-angan mereka seandainya mereka dahulu melakukan perbuatan-perbuatan baik yang dapat menyelamatkan dan menolong diri mereka dari kedahsyatan bencana hari kiamat. Juga tentang kelembutan yang diterima oleh jiwa yang tenang, yang telah mengerjakan perbuatan-perbuatan baik dan tidak melampaui batas, dan juga panggilan untuk masuk ke dalam golongan hamba-hamba Allah yang mendapatkan penghormatan di dalam surga-Nya.]] Aku bersumpah demi cahaya pagi ketika mulai mengusir gelap malam.",
    "jalalayn": "(Demi fajar) yakni fajar yang terbit setiap hari."
  },
  {
    "ayat": 2,
    "arab": "وَلَيَالٍ عَشْرٍۙ",
    "translation": "demi malam yang sepuluh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5995.mp3",
    "kemenag": "Berikutnya Allah bersumpah dengan \"malam yang sepuluh\". Yang dimaksud adalah sepuluh hari pertama bulan Zulhijah, yang merupakan hari-hari yang sangat dimuliakan beramal pada hari-hari tersebut, sebagaimana diinformasikan hadis berikut:\nTidak ada hari apa pun berbuat baik lebih dicintai Allah padanya daripada hari-hari ini. (Riwayat al-Bukhari dari Ibnu 'Abbas)\n\nAkan tetapi, ada yang berpendapat bahwa yang dimaksud adalah sepuluh hari pertama bulan Muharram, atau sepuluh hari pertama bulan Ramadan, atau sepuluh hari pertama setiap bulan.",
    "quraish": "Demi sepuluh malam yang paling utama di sisi Allah.",
    "jalalayn": "(Dan malam yang sepuluh) maksudnya tanggal sepuluh bulan Zulhijah."
  },
  {
    "ayat": 3,
    "arab": "وَّالشَّفْعِ وَالْوَتْرِۙ",
    "translation": "demi yang genap dan yang ganjil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5996.mp3",
    "kemenag": "Berikutnya lagi Allah bersumpah dengan \"yang genap dan yang ganjil\". \"Yang genap adalah yaumun-nahr di atas, yaitu tanggal 10 Zulhijah, dan \"yang ganjil\" adalah hari 'Arafah, yaitu tanggal 9 Zulhijah. Itu adalah hari-hari yang dimuliakan juga. Tanggal 9 Zulhijah adalah hari wukuf di 'Arafah, yaitu hari dimulainya ibadah haji, dan tanggal 10 Zulhijah adalah hari mulai penyembelihan hewan kurban.",
    "quraish": "Demi genap dan ganjilnya segala sesuatu.",
    "jalalayn": "(Dan yang genap) atau tidak ganjil (dan yang ganjil) dapat dibaca Al-Watr dan Al-Witr, artinya ganjil."
  },
  {
    "ayat": 4,
    "arab": "وَالَّيْلِ اِذَا يَسْرِۚ",
    "translation": "demi malam apabila berlalu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5997.mp3",
    "kemenag": "Selanjutnya Allah bersumpah dengan \"malam ketika berlalu\". Malam yang dimaksud adalah malam ketika jamaah haji sudah berlalu dari 'Arafah dan singgah di Muzdalifah dalam perjalanan menuju Mina dalam pelaksanaan ibadah haji.\nDemikianlah Allah bersumpah dengan hari-hari dalam pelaksanaan ibadah haji untuk menunjukkan bahwa ibadah haji itu besar maknanya dalam pandangan Allah. Hal itu karena ibadah haji itu mengingatkan manusia tentang adanya kematian. Dengan ingat kematian, manusia diharapkan beriman dan berbuat baik.\nAyat ini juga bisa ditafsirkan bahwa Allah bersumpah dengan hari-hari yang terus silih berganti untuk menunjukkan bahwa Allah Mahakuasa memelihara dan mengelola alam. Bila sudah tiba waktunya, yaitu hari Kiamat, Ia Mahakuasa pula menghancurkannya dan menghidupkannya kembali",
    "quraish": "Dan demi malam, bila mulai berlalu karena gerakan alam semesta yang mengagumkan.",
    "jalalayn": "(Dan malam bila berlalu) bila datang dan pergi."
  },
  {
    "ayat": 5,
    "arab": "هَلْ فِيْ ذٰلِكَ قَسَمٌ لِّذِيْ حِجْرٍۗ",
    "translation": "Adakah pada yang demikian itu terdapat sumpah (yang dapat diterima) bagi orang-orang yang berakal?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5998.mp3",
    "kemenag": "Pesan yang ingin disampaikan Allah dengan bersumpah di atas adalah bahwa orang yang mau menggunakan akalnya harusnya mengerti bahwa Allah Mahakuasa mengadakan, memelihara, menghancurkan, dan menghidupkan kembali alam ini. Oleh karena itu, mereka seharusnya beriman dan berbuat baik. \nAyat ini merupakan peringatan bagi kaum kafir Mekah pada saat ayat ini turun, agar beriman kepada Allah dan hari kemudian, berbuat baik, dan meninggalkan perbuatan jahat mereka. Juga menjadi peringatan bagi seluruh umat manusia",
    "quraish": "Apakah segala sesuatu yang telah disebutkan dan dapat dilihat oleh orang yang berakal itu dapat menjadi sumpah yang meyakinkan?",
    "jalalayn": "(Pada yang demikian itu) yakni sumpah itu (terdapat sumpah bagi orang-orang yang berakal) Jawab dari Qasam tidak disebutkan yakni, sungguh kalian hai orang-orang kafir Mekah akan diazab."
  },
  {
    "ayat": 6,
    "arab": "اَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍۖ",
    "translation": "Tidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) ‘Ad?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5999.mp3",
    "kemenag": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
    "quraish": "Tidakkah kamu perhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada bangsa 'Ad, kaum Hûd, yaitu penduduk kota Iram yang memiliki bangunan-bangunan sangat tinggi?",
    "jalalayn": "(Apakah kamu tidak memperhatikan) artinya tidak mengetahui hai Muhammad (bagaimana Rabbmu berbuat terhadap kaum 'Ad.)"
  },
  {
    "ayat": 7,
    "arab": "اِرَمَ ذَاتِ الْعِمَادِۖ",
    "translation": "(yaitu) penduduk Iram (ibukota kaum ‘Ad) yang mempunyai bangunan-bangunan yang tinggi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6000.mp3",
    "kemenag": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
    "quraish": "Tidakkah kamu perhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada bangsa 'Ad, kaum Hûd, yaitu penduduk kota Iram yang memiliki bangunan-bangunan sangat tinggi?",
    "jalalayn": "(Yaitu penduduk Iram) Iram adalah nama kaum 'Ad dahulu; lafal Iram dapat dianggap sebagai 'Athaf Bayan atau Badal tidak menerima Tanwin karena 'Illat 'Alamiyah dan Mu'annats (yang mempunyai tubuh-tubuh yang tinggi) atau mereka adalah orang-orang yang tinggi tubuhnya, tersebutlah yang paling tinggi di antara mereka mencapai empat ratus hasta."
  },
  {
    "ayat": 8,
    "arab": "الَّتِيْ لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَادِۖ",
    "translation": "yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6001.mp3",
    "kemenag": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
    "quraish": "Yang belum pernah dibangun di negeri mana pun bangunan-bangunan sekokoh dan sebesar itu.",
    "jalalayn": "(Yang belum pernah diciptakan sepertinya di negeri-negeri lain) dalam hal kekuatan dan keperkasaannya."
  },
  {
    "ayat": 9,
    "arab": "وَثَمُوْدَ الَّذِيْنَ جَابُوا الصَّخْرَ بِالْوَادِۖ",
    "translation": "dan (terhadap) kaum samud yang memotong batu-batu besar di lembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6002.mp3",
    "kemenag": "Begitu juga Allah telah menghancurleburkan kaum Samud, umat Nabi Saleh. Bangsa ini juga telah memiliki peradaban yang tinggi, yang ditunjukkan oleh kemampuan mereka membangun gedung-gedung megah di tempat-tempat datar dan memotong, memahat batu-batu di pegunungan untuk dibuat tempat-tempat peristirahatan, serta membuat relief-relief dan perhiasan-perhiasan dari batu atau marmer. Keahlian mereka itu diceritakan dalam ayat lain:\n\nDan kamu pahat dengan terampil sebagian gunung-gunung untuk dijadikan rumah-rumah. (asy-Syu'ara'/26: 149)\n\nWalaupun mereka sudah begitu maju, kuat, dan memiliki peradaban yang tinggi, Allah tetap kuasa menghancurkan mereka karena pembangkangan mereka.",
    "quraish": "Apakah kamu tidak memperhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada bangsa Tsamûd, kaum Shâlih, yang memotong batu-batu besar dari gunung-gunung untuk membangun istana di atas lembah?",
    "jalalayn": "(Dan kaum Tsamud yang memotong) yang memahat (batu-batu besar) lafal Ash-Shakhr adalah bentuk jamak dari lafal Shakhrah; kemudian batu-batu besar yang mereka lubangi itu dijadikan sebagai rumah tempat tinggal mereka (di lembah) yakni Wadil Qura namanya."
  },
  {
    "ayat": 10,
    "arab": "وَفِرْعَوْنَ ذِى الْاَوْتَادِۖ",
    "translation": "dan (terhadap) Fir‘aun yang mempunyai pasak-pasak (bangunan yang besar),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6003.mp3",
    "kemenag": "Allah juga telah menghancurkan Fir'aun. Ia terkenal sebagai raja yang zalim bahkan memandang dirinya tuhan bangsa Mesir. Bangsa ini di bawah Fir'aun juga telah mencapai peradaban yang tinggi, di antara buktinya adalah kemampuan mereka membangun piramid-piramid yang merupakan salah satu keajaiban dunia sampai sekarang. Mereka juga telah memiliki angkatan bersenjata yang besar. Akan tetapi, semuanya itu juga sudah dihancurleburkan Allah sehingga sekarang mereka hanya tinggal nama untuk dikenang.",
    "quraish": "Dan apakah kamu tidak memperhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada Fir'aun yang memiliki tentara yang mengokohkan kerajaannya, seperti pasak yang mengokohkan kemah?",
    "jalalayn": "(Dan Firaun yang mempunyai pasak-pasak) ia dikenal dengan julukan tersebut, bila menyiksa seseorang ia membuat empat pasak, kemudian kedua tangan dan kedua kaki orang yang disiksanya itu diikatkan pada masing-masing pasak."
  },
  {
    "ayat": 11,
    "arab": "الَّذِيْنَ طَغَوْا فِى الْبِلَادِۖ",
    "translation": "yang berbuat sewenang-wenang dalam negeri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6004.mp3",
    "kemenag": "Semua bangsa yang telah disebutkan di atas, yaitu kaum 'Ad, Samud, dan Fir'aun telah melakukan kesewenang-wenangan di bumi ini, yaitu mempertuhankan manusia atau benda dan memperkosa hak-hak asasi manusia.",
    "quraish": "Yang melampaui batas dan berbuat sewenang-wenang di dalam negeri mereka.",
    "jalalayn": "(Yang berbuat sewenang-wenang) maksudnya Firaun dan bala tentaranya berbuat angkara murka (dalam negeri.)"
  },
  {
    "ayat": 12,
    "arab": "فَاَكْثَرُوْا فِيْهَا الْفَسَادَۖ",
    "translation": "lalu mereka banyak berbuat kerusakan dalam negeri itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6005.mp3",
    "kemenag": "Di samping itu, mereka telah melakukan kerusakan di muka bumi, seperti menindas kaum yang lemah bahkan membunuh siapa saja yang mereka kehendaki.",
    "quraish": "Sehingga mereka banyak membuat kerusakan dengan bersikap ingkar dan zalim.",
    "jalalayn": "(Lalu mereka berbuat banyak kerusakan dalam negeri itu) dengan melakukan pembunuhan dan kelaliman lainnya."
  },
  {
    "ayat": 13,
    "arab": "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍۖ",
    "translation": "karena itu Tuhanmu menimpakan cemeti azab kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6006.mp3",
    "kemenag": "Akhirnya Allah \"menumpahkan kepada mereka cemeti azab\", yang berarti bahwa azab itu dicurahkan seluruhnya kepada mereka sehebat-hebatnya, sehingga mereka hancur lebur tak bersisa dan yang tertinggal hanyalah nama untuk diingat orang. Yang menimpakan azab itu adalah \"Tuhanmu\" (ya, Muhammad!), yang berarti bahwa peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah agar mereka tidak terus-menerus membangkang.\nBagaimana azab yang ditimpakan kepada bangsa-bangsa itu dinyatakan dalam ayat-ayat lain:\n\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras, sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? Kemudian datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar. Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. (al-haqqah/69: 5-10)",
    "quraish": "Lalu Tuhanmu menurunkan bermacam siksaan yang menyala kepada mereka.",
    "jalalayn": "(Karena itu Rabbmu menimpakan kepada mereka cemeti) sejenis (azab.)"
  },
  {
    "ayat": 14,
    "arab": "اِنَّ رَبَّكَ لَبِالْمِرْصَادِۗ",
    "translation": "sungguh, Tuhanmu benar-benar mengawasi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6007.mp3",
    "kemenag": "Allah menegaskan bahwa Ia sungguh amat kuat pengawasan-Nya terhadap makhluk-Nya. Tidak ada perbuatan sekecil apa pun yang tidak diketahui-Nya. Oleh karena itu, yang membangkang dan bergelimang dosa seharusnya sadar dan kemudian beriman dan tobat dari dosa-dosanya.",
    "quraish": "Sesungguhnya Tuhanmu benar-benar mengawasi perbuatan manusia. Dia menghitung dan memberikan balasan kepada mereka atas perbuatan itu.",
    "jalalayn": "(Sesungguhnya Rabbmu benar-benar mengawasi) semua amal perbuatan hamba-hamba-Nya, maka tiada sesuatu pun yang terlewat dari-Nya di antara amal-amal perbuatan itu, supaya Dia membalasnya kepada mereka."
  },
  {
    "ayat": 15,
    "arab": "فَاَمَّا الْاِنْسَانُ اِذَا مَا ابْتَلٰىهُ رَبُّهٗ فَاَكْرَمَهٗ وَنَعَّمَهٗۙ فَيَقُوْلُ رَبِّيْٓ اَكْرَمَنِۗ",
    "translation": "Maka adapun manusia, apabila Tuhan mengujinya lalu memuliakannya dan memberinya kesenangan, maka dia berkata, “Tuhanku telah memuliakanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6008.mp3",
    "kemenag": "Ayat ini menyatakan bahwa Allah menguji manusia dengan kemuliaan dan berbagai nikmat-Nya, seperti kekuasaan dan kekayaan. Orang yang kafir dan durhaka akan memandang hal itu sebagai tanda bahwa Allah menyayangi mereka.",
    "quraish": "Manusia, jika diuji oleh Tuhan dengan memperoleh kemuliaan, berbagai kenikmatan seperti harta, kehormatan dan kekuatan, ia akan berkata dengan sombong, \"Tuhanku telah memuliakanku, karena aku memang berhak untuk itu.\"",
    "jalalayn": "(Adapun manusia) yakni orang kafir (apabila dia diuji) dikenakan ujian (oleh Rabbnya lalu dimuliakan-Nya) dengan harta benda dan lain-lainnya (dan diberi-Nya kesenangan, maka dia berkata, \"Rabbku telah memuliakanku.\")"
  },
  {
    "ayat": 16,
    "arab": "وَاَمَّآ اِذَا مَا ابْتَلٰىهُ فَقَدَرَ عَلَيْهِ رِزْقَهٗ ەۙ فَيَقُوْلُ رَبِّيْٓ اَهَانَنِۚ",
    "translation": "Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, “Tuhanku telah menghinaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6009.mp3",
    "kemenag": "Sebaliknya, bila Allah menguji mereka dengan cara membatasi rezeki, mereka menyangka bahwa Allah telah membenci mereka. Pandangan itu tidak benar, karena Allah memberi siapa yang disukai-Nya atau tidak memberi siapa yang tidak disukai-Nya. Allah ingin menguji manusia, dan karena itu Ia menghendaki agar manusia itu selalu patuh kepada-Nya, baik dalam keadaan berkecukupan maupun kekurangan. Bila Allah memberi, maka manusia yang diberi harus bersyukur, dan bila Ia tidak memberi, manusia harus bersabar.",
    "quraish": "Tetapi jika ia diuji oleh Tuhan dengan rezeki yang sempit, ia akan berkata, dengan melalaikan pelajaran yang ada di dalamnya, \"Tuhanku telah menghinakanku.\"",
    "jalalayn": "(Adapun bila Rabbnya mengujinya lalu Dia membatasi) atau menyempitkan (rezekinya, maka dia berkata, \"Rabbku menghinaku.\")"
  },
  {
    "ayat": 17,
    "arab": "كَلَّا بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَۙ",
    "translation": "Sekali-kali tidak! Bahkan kamu tidak memuliakan anak yatim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6010.mp3",
    "kemenag": "Akan tetapi banyak manusia yang ingkar, mereka tidak mensyukuri nikmat yang diberikan kepadanya. Bersyukur adalah mengucapkan kata-kata syukur dan menggunakan nikmat itu sesuai dengan ketentuan Yang Memberinya. Salah satu ketentuan-Nya adalah bahwa orang yang diberi kelebihan rezeki harus memperhatikan mereka yang berkekurangan. Di antara mereka adalah anak-anak yatim. Anak yatim perlu diasuh sampai mereka dewasa. Manusia yang ingkar dan tak mau bersyukur tidak mau memperhatikan pengasuhan anak-anak yatim itu.",
    "quraish": "Berhentilah! Karena sesungguhnya hal ini tidak disebabkan oleh apa yang seperti kalian katakan, tetapi lebih disebabkan karena kalian tidak memuliakan anak yatim.",
    "jalalayn": "(Sekali-kali tidak) kalimat ini merupakan hardikan, bahwa perkara yang sebenarnya tidaklah demikian, maksud dimuliakan itu dengan diberi kekayaan, dan dihina itu dengan diberi kemiskinan. Sesungguhnya seseorang itu menjadi mulia karena ketaatannya, dan menjadi terhina karena kemaksiatannya. Orang-orang kafir Mekah tidak memperhatikan hal ini (sebenarnya kalian tidak memuliakan anak yatim) artinya kalian tidak pernah berbuat baik kepada anak-anak yatim, padahal kalian kaya atau kalian tidak memberikan harta waris yang menjadi hak anak-anak yatim."
  },
  {
    "ayat": 18,
    "arab": "وَلَا تَحٰۤضُّوْنَ عَلٰى طَعَامِ الْمِسْكِيْنِۙ",
    "translation": "dan kamu tidak saling mengajak memberi makan orang miskin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6011.mp3",
    "kemenag": "Di samping itu, mereka tidak menaruh kasihan pada penderitaan orang miskin. Jangankan untuk melepaskan mereka dari kemiskinan, membantu mencukupkan kebutuhan pokok mereka saja mereka tidak ada perhatian.",
    "quraish": "Dan karena kalian tidak saling menganjurkan untuk memberi makan orang miskin.",
    "jalalayn": "(Dan kalian tidak mengajak) diri kalian atau orang lain (memberi makan) (orang miskin.)"
  },
  {
    "ayat": 19,
    "arab": "وَتَأْكُلُوْنَ التُّرَاثَ اَكْلًا لَّمًّاۙ",
    "translation": "sedangkan kamu memakan harta warisan dengan cara mencampurbaurkan (yang halal dan yang haram),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6012.mp3",
    "kemenag": "Tambahan lagi manusia yang ingkar dan durhaka itu sangat tamak. Mereka tega merampas harta warisan yang menjadi hak anak yatim secara akal-akalan, misalnya mencampurkannya ke dalam kekayaan mereka lalu menyatakan bahwa yang mereka makan adalah harta mereka sendiri.",
    "quraish": "Juga karena kalian memakan harta waris dengan mencampuradukkannya, tidak memisahkan antara yang baik dan yang buruk.",
    "jalalayn": "(Dan kalian memakan harta pusaka) harta peninggalan (dengan cara mencampur-aduk) tanpa segan-segan lagi, maksudnya kalian mencampur-baurkan harta warisan bagian wanita dan anak-anak dengan bagian kalian; atau kalian mencampur-baurkan harta warisan mereka dengan harta kalian sendiri."
  },
  {
    "ayat": 20,
    "arab": "وَّتُحِبُّوْنَ الْمَالَ حُبًّا جَمًّاۗ",
    "translation": "dan kamu mencintai harta dengan kecintaan yang berlebihan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6013.mp3",
    "kemenag": "Orang yang durhaka itu terus mencari dan mengumpulkan kekayaan tanpa mengenal rasa lelah dan tidak peduli halal atau haram. Di samping itu, mereka sangat pelit, tidak mau mengeluarkan kewajiban berkenaan harta, yaitu membayar zakat dan membantu orang yang berkekurangan.\nAllah tidak mungkin sayang kepada orang kaya raya yang memperoleh kekayaan itu dengan cara yang tidak benar. Juga kepada orang yang tidak mau membantu orang lain. Mereka jangan mengira bahwa mereka memperoleh kekayaan itu sebagai tanda bahwa Allah menyayangi mereka. Sebaliknya, Allah sesungguhnya membenci mereka. Tidak mustahil mereka akan dijatuhi azab seperti yang telah ditimpakan-Nya kepada umat-umat terdahulu itu. Di akhirat nanti, Allah akan memasukkan mereka ke dalam neraka. Hakikat ini hendaknya disadari oleh kaum kafir Mekah yang masih juga membangkang. Hal itu hendaknya dijadikan pelajaran oleh seluruh umat manusia.",
    "quraish": "Juga karena kalian sangat mencintai harta benda, sesuatu yang mendorong kalian untuk selalu mengumpulkan dan kikir untuk menginfakkannya.",
    "jalalayn": "(Dan kalian mencintai harta benda dengan kecintaan yang berlebihan) sehingga kalian merasa sayang untuk menafkahkannya di jalan kebaikan. Menurut suatu qiraat pada keempat Fi'il tadi, yaitu Laa Tukrimuuna, Laa Tahaadhdhuuna, Ta'kuluuna, dan Tuhibbuuna, dibaca Laa Yukrimuuna, Laa Yahaadhdhuuna, Ya'kuluuna, dan Yuhibbuuna. Makna ayat-ayat di atas berdasarkan bacaan pertama."
  },
  {
    "ayat": 21,
    "arab": "كَلَّآ اِذَا دُكَّتِ الْاَرْضُ دَكًّا دَكًّاۙ",
    "translation": "Sekali-kali tidak! Apabila bumi diguncangkan berturut-turut (berbenturan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6014.mp3",
    "kemenag": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
    "quraish": "Berhentilah dari perbuatan-perbuatan itu, karena kalian telah ditunggu dengan ancaman, kelak bila bumi benar-benar telah diratakan.",
    "jalalayn": "(Jangan berbuat demikian) lafal Kallaa ini adalah kalimat cegahan supaya jangan melakukan hal-hal tersebut. (Apabila bumi diguncangkan berturut-turut) artinya secara terus-menerus sehingga hancur musnahlah semua bangunan-bangunan yang ada di permukaannya."
  },
  {
    "ayat": 22,
    "arab": "وَّجَآءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّاۚ",
    "translation": "dan datanglah Tuhanmu; dan malaikat berbaris-baris,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6015.mp3",
    "kemenag": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
    "quraish": "Dan Tuhanmu telah datang--dalam bentuk yang sesuai dengan kemahabesaran-Nya--dan malaikat telah datang pula berbaris-baris.",
    "jalalayn": "(Dan datanglah Rabbmu) yakni perintah-Nya (sedangkan malaikat-malaikat) lafal Al-Malak adalah bentuk mufrad dari lafal Al-Malaaikah (berbaris-baris) lafal Shaffan berkedudukan menjadi Hal atau kata keterangan keadaan yakni, berbaris-baris atau membentuk barisan-barisan yang banyak."
  },
  {
    "ayat": 23,
    "arab": "وَجِايْۤءَ يَوْمَىِٕذٍۢ بِجَهَنَّمَۙ يَوْمَىِٕذٍ يَّتَذَكَّرُ الْاِنْسَانُ وَاَنّٰى لَهُ الذِّكْرٰىۗ",
    "translation": "dan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6016.mp3",
    "kemenag": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
    "quraish": "Pada hari itu, neraka jahanam, tempat yang penuh dengan siksaan, didatangkan. Pada saat hal itu terjadi, manusia ingat akan apa yang telah dilalaikannya. Tetapi untuk apa lagi ingatan itu? Semua telah terlambat.",
    "jalalayn": "(Dan pada hari itu didatangkan neraka Jahanam) ditarik dengan memakai tujuh puluh ribu kendali, pada tiap-tiap kendali dipegang oleh tujuh puluh ribu malaikat, neraka Jahanam terdengar gejolak dan gemuruhnya (pada hari itu) menjadi Badal dari lafal Idzaa dan Jawabnya (ingatlah manusia) maksudnya orang kafir ingat kepada apa yang telah dilalaikannya (akan tetapi tidak berguna lagi mengingat itu baginya) Istifham atau lafal Annaa di sini bermakna Nafi, artinya penyesalannya pada saat itu tidak ada gunanya lagi."
  },
  {
    "ayat": 24,
    "arab": "يَقُوْلُ يٰلَيْتَنِيْ قَدَّمْتُ لِحَيَاتِيْۚ",
    "translation": "Dia berkata, “Alangkah baiknya sekiranya dahulu aku mengerjakan (kebajikan) untuk hidupku ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6017.mp3",
    "kemenag": "Ketika itu orang-orang yang durhaka menyesali diri mereka mengapa dulu di dunia tidak melakukan sesuatu yang berguna untuk kehidupannya di akhirat.",
    "quraish": "Ia berkata dengan penuh penyesalan, \"Seandainya aku dahulu mengerjakan perbuatan-perbuatan baik di dunia yang dapat memberikan manfaat bagiku pada kehidupan akhirat ini.\"",
    "jalalayn": "(Dia mengatakan) sewaktu ingat akan kesalahan-kesalahannya (\"Alangkah baiknya) huruf Ya di sini bermakna Tanbih (sekiranya aku dahulu mengerjakan) amal kebaikan dan beriman (untuk hidupku ini\") untuk kehidupan yang baik di akhirat, atau sewaktu aku hidup di dunia."
  },
  {
    "ayat": 25,
    "arab": "فَيَوْمَىِٕذٍ لَّا يُعَذِّبُ عَذَابَهٗٓ اَحَدٌ ۙ",
    "translation": "Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya (yang adil),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6018.mp3",
    "kemenag": "Di akhirat, yang ada hanya azab bagi orang yang durhaka. Azab itu tiada tara sehingga tidak ada bandingannya. Azab itu dijatuhkan sesuai dengan dosa-dosa mereka pada waktu di dunia.",
    "quraish": "Maka pada hari itu terjadilah keadaan yang seperti itu. Tak ada seorang pun yang menyiksa seperti siksaan Allah, dan tak ada seorang pun yang mengikat seperti ikatan-Nya.",
    "jalalayn": "(Maka pada hari itu tiada yang mengazab) dibaca Yu'adzdzibu dengan dikasrahkan huruf Dzalnya (seperti azab-Nya) seperti azab Allah (seseorang pun) artinya Dia tidak menyerahkannya kepada seseorang pun melainkan hanya kepada diri-Nya."
  },
  {
    "ayat": 26,
    "arab": "وَّلَا يُوْثِقُ وَثَاقَهٗٓ اَحَدٌ ۗ",
    "translation": "dan tidak ada seorang pun yang mengikat seperti ikatan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6019.mp3",
    "kemenag": "Pada waktu itu tidak ada yang lebih dipercaya dalam melaksanakan tugasnya selain Malaikat Zabaniyah. Malaikat itu akan melaksanakan tugasnya persis sebagaimana yang diperintahkan Allah, yaitu bahwa orang-orang yang durhaka itu akan diazab di dalam neraka Jahanam sesuai dengan dosa-dosa mereka. Dengan demikian, terbuktilah bahwa kelimpahan nikmat yang mereka terima pada waktu di dunia itu bukanlah tanda bahwa Allah cinta kepada mereka.",
    "quraish": "Maka pada hari itu terjadilah keadaan yang seperti itu. Tak ada seorang pun yang menyiksa seperti siksaan Allah, dan tak ada seorang pun yang mengikat seperti ikatan-Nya.",
    "jalalayn": "(Dan) demikian pula (tiada yang dapat mengikat) dibaca Laa Yuutsiqu (seperti ikatannya, seseorang pun) menurut suatu qiraat lafal Laa Yu'adzdzibu dan lafal Laa Yuutsiqu dibaca Laa Yu'adzdzabu dan Laa Yuutsaqu dengan demikian maka Dhamir yang dikandung kedua lafal tersebut kembali kepada orang kafir. Lengkapnya, tiada seseorang pun yang diazab seperti azab yang ditimpakan kepada orang kafir, dan tiada seseorang pun yang diikat seperti ikatan yang dibelenggukan kepada orang kafir."
  },
  {
    "ayat": 27,
    "arab": "يٰٓاَيَّتُهَا النَّفْسُ الْمُطْمَىِٕنَّةُۙ",
    "translation": "Wahai jiwa yang tenang!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6020.mp3",
    "kemenag": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Wahai jiwa yang tenang dengan kebenaran.",
    "jalalayn": "(Hai jiwa yang tenang) atau yang aman, dimaksud adalah jiwa yang beriman."
  },
  {
    "ayat": 28,
    "arab": "ارْجِعِيْٓ اِلٰى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً ۚ",
    "translation": "Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6021.mp3",
    "kemenag": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Kembalilah kepada keridaan Tuhanmu dengan rasa puas terhadap nikmat yang telah dikaruniakan kepadamu, dan puas pula dengan perbuatan yang telah kamu lakukan.",
    "jalalayn": "(Kembalilah kepada Rabbmu) perkataan ini diucapkan kepadanya sewaktu ia menjelang mati; yakni kembalilah kamu kepada perintah dan kehendak-Nya (dengan hati yang puas) akan pahala yang kamu terima (lagi diridai) di sisi Allah maksudnya, semua amal perbuatanmu diridai di sisi-Nya. Jiwa yang beriman itu merasa puas dan diridai; kedudukan kedua lafal ini menjadi kata keterangan keadaan; kemudian dikatakan kepadanya pada hari kiamat nanti:"
  },
  {
    "ayat": 29,
    "arab": "فَادْخُلِيْ فِيْ عِبٰدِيْۙ",
    "translation": "Maka masuklah ke dalam golongan hamba-hamba-Ku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6022.mp3",
    "kemenag": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Masuklah ke dalam golongan hamba-hamba-Ku yang saleh.",
    "jalalayn": "(\"Maka masuklah ke dalam) jamaah (hamba-hamba-Ku) yang saleh."
  },
  {
    "ayat": 30,
    "arab": "وَادْخُلِيْ جَنَّتِيْ ࣖࣖ",
    "translation": "dan masuklah ke dalam surga-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6023.mp3",
    "kemenag": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Dan masuklah ke dalam surgaku, negeri kenikmatan yang abadi.",
    "jalalayn": "(Dan masuklah ke dalam surga-Ku\") bersama dengan hamba-hamba-Ku yang saleh."
  }
]