[
  {
    "ayat": 1,
    "arab": "اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ",
    "translation": "Apabila bumi diguncangkan dengan guncangan yang dahsyat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6139.mp3",
    "kemenag": "Dalam ayat ini, Allah mengungkapkan bahwa bumi bergeletar dan berguncang sedahsyat-dahsyatnya, sebagaimana diterangkan firman Allah dalam ayat lain:\n\nWahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar. (al-hajj/22: 1)\n\n\nApabila bumi diguncangkan sedahsyat-dahsyatnya. (al-Waqi'ah/56: 4).\n\nKeterangan ini menunjukkan tentang dahsyatnya keadaan ketika itu. Hal itu dimaksudkan untuk menarik perhatian orang-orang kafir agar memikirkan dan merenungkannya. Seakan-akan dikatakan kepada mereka bahwa apabila bumi sebagai benda padat bisa bergeletar dengan dahsyat pada hari itu, maka mengapa mereka sendiri tidak mau sadar dari kelalaian dengan meninggalkan kekafirannya.",
    "quraish": "[[99 ~ AL-ZALZALAH (GONCANGAN) Pendahuluan: Madaniyyah, 8 ayat ~ Ayat-ayat dalam surat ini berhubungan dengan salah satu peristiwa yang terjadi pada hari kiamat, seperti goncangan bumi, keluarnya kekayaan alam dan orang-orang yang telah mati dari dalam perut bumi, keheranan dan pertanyaan manusia tentang apakah gerangan yang membuatnya kaget dan terkejut, serta dibangkitkannya manusia dari kubur secara terpisah-pisah untuk mendapatkan balasan.]] Ketika bumi digetarkan dengan getaran yang sangat kuat lalu bergoncang sekuat-kuatnya.",
    "jalalayn": "(Apabila bumi diguncangkan) yaitu mengalami gempa di saat hari kiamat tiba (dengan guncangannya) yang amat dahsyat sesuai dengan bentuknya yang besar."
  },
  {
    "ayat": 2,
    "arab": "وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ",
    "translation": "dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6140.mp3",
    "kemenag": "Dalam ayat ini, Allah menyatakan bahwa pada hari terjadi kegun-cangan itu, karena dahsyatnya, bumi menghamburkan isi perutnya yang terpendam berupa logam, harta simpanan, dan mayat-mayat dari kubur. Dalam ayat lain, Allah berfirman:\n\nDan apabila bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong. (al-Insyiqaq/84: 3-4)\n\nContohnya, sebagaimana terjadi dengan letusan gunung Krakatau pada tahun 1883, gempa dan tsunami di Aceh pada tahun 2004, lumpur panas di Sidoarjo Jawa Timur sejak tahun 2006, dan lain-lain yang begitu dahsyat sehingga mengeluarkan lava dan isi perut bumi. Guncangan pada hari kiamat jauh lebih dahsyat lagi.",
    "quraish": "Kemudian bumi pun mengeluarkan kekayaan alam dan orang-orang mati yang ada di dalamnya.",
    "jalalayn": "(Dan bumi telah mengeluarkan beban-beban beratnya) berupa semua perbendaharaan yang dikandungnya termasuk orang-orang mati, kemudian semuanya itu dicampakkan ke permukaannya."
  },
  {
    "ayat": 3,
    "arab": "وَقَالَ الْاِنْسَانُ مَا لَهَاۚ",
    "translation": "Dan manusia bertanya, “Apa yang terjadi pada bumi ini?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6141.mp3",
    "kemenag": "Dalam ayat ini, Allah mengungkapkan bahwa orang-orang yang mengalami dan menyaksikan kejadian yang dahsyat dan membuat terperanjat orang-orang yang melihatnya, berkata, \"Apa gerangan yang terjadi pada bumi. Ini belum pernah terjadi sebelumnya?\" Dalam ayat lain, Allah berfirman:\n\nDan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk. (al-hajj/22: 2)",
    "quraish": "Dan manusia berkata dengan penuh heran dan takut, \"Mengapa bumi tergoncang dan mengeluarkan apa yang ada di dalamnya? Apakah hari kiamat telah tiba?\"",
    "jalalayn": "(Dan manusia bertanya) yakni orang yang ingkar kepada adanya hari berbangkit (\"Mengapa bumi jadi begini?\") ia mengatakan demikian dengan nada ingkar kepada kenyataan yang sedang mereka alami ketika itu, yaitu keadaan menjelang hari kiamat."
  },
  {
    "ayat": 4,
    "arab": "يَوْمَىِٕذٍ تُحَدِّثُ اَخْبَارَهَاۙ",
    "translation": "Pada hari itu bumi menyampaikan beritanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6142.mp3",
    "kemenag": "Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari sekala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\nPada hari itu bumi 'menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, ath-thur/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.",
    "quraish": "Ketika itu bumi menceritakan kepada manusia tentang dirinya yang telah mengagetkan manusia, \"Tuhan Sang Pencipta dan Pemeliharamu telah memerintahkanku untuk bergetar dan bergoncang. Maka, aku pun segera melakukan perintah-Nya itu.\"",
    "jalalayn": "(Pada hari itu) menjadi Badal dari lafal Idzaa berikut Jawabnya (bumi menceritakan beritanya) yaitu menceritakan semua amal perbuatan yang telah dilakukan di atas permukaannya, amal baik dan amal buruk."
  },
  {
    "ayat": 5,
    "arab": "بِاَنَّ رَبَّكَ اَوْحٰى لَهَاۗ",
    "translation": "karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) padanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6143.mp3",
    "kemenag": "Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari sekala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\nPada hari itu bumi 'menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, ath-thur/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.",
    "quraish": "Ketika itu bumi menceritakan kepada manusia tentang dirinya yang telah mengagetkan manusia, \"Tuhan Sang Pencipta dan Pemeliharamu telah memerintahkanku untuk bergetar dan bergoncang. Maka, aku pun segera melakukan perintah-Nya itu.\"",
    "jalalayn": "(Karena sesungguhnya) hal itu terjadi disebabkan karena (Rabbmu telah memerintahkan kepadanya) yang demikian itu. Di dalam sebuah hadis disebutkan, \"Setiap hamba laki-laki dan perempuan menyaksikan (pada hari itu) semua amal perbuatan yang telah dilakukannya di muka bumi.\""
  },
  {
    "ayat": 6,
    "arab": "يَوْمَىِٕذٍ يَّصْدُرُ النَّاسُ اَشْتَاتًا ەۙ لِّيُرَوْا اَعْمَالَهُمْۗ",
    "translation": "Pada hari itu manusia keluar dari kuburnya dalam keadaan berkelompok-kelompok, untuk diperlihatkan kepada mereka (balasan) semua perbuatannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6144.mp3",
    "kemenag": "Dalam ayat ini, Allah menerangkan bahwa pada hari terjadinya kerusakan dan kehancuran bagi bumi serta terjadinya alam baru dan hidup baru, muncullah manusia dalam keadaan yang berbeda-beda dan berkelompok. Orang-orang yang beramal baik tidak sama dengan orang-orang jahat. Orang-orang yang taat tidak sama dengan orang yang berbuat maksiat. Mereka muncul untuk diperlihatkan Allah kepada mereka apa yang telah mereka lakukan dan untuk memetik hasil usaha mereka selama hidup di dunia.",
    "quraish": "Ketika itu manusia bangkit dari kuburnya dan berpencar dengan cepat untuk mengetahui perhitungan dan pembalasan mereka yang telah dijanjikan Allah.",
    "jalalayn": "(Pada hari itu manusia keluar) maksudnya mereka berangkat meninggalkan tempat penghisaban (dalam keadaan yang bermacam-macam) yakni terpisah-pisah; ada yang mengambil jalan ke kanan yaitu menuju ke surga dan ada yang mengambil jalan ke kiri yaitu menuju ke neraka (supaya diperlihatkan kepada mereka pekerjaan mereka) maksudnya balasan amal perbuatan mereka, berupa surga atau neraka."
  },
  {
    "ayat": 7,
    "arab": "فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ",
    "translation": "Maka barangsiapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6145.mp3",
    "kemenag": "Dalam ayat-ayat ini, Allah merincikan balasan amal masing-masing. Barang siapa beramal baik, walaupun hanya seberat atom niscaya akan diterima balasannya, dan begitu pula yang beramal jahat walaupun hanya seberat atom akan merasakan balasannya. Amal kebajikan orang-orang kafir tidak dapat menolong dan melepaskannya dari siksa karena kekafirannya. Mereka akan tetap sengsara selama-lamanya di dalam neraka.",
    "quraish": "Kemudian, barangsiapa berbuat suatu kebaikan, walaupun hanya sebesar butir debu, ia akan melihatnya dalam lembaran catatan amal perbuatan (shahîfah) dan mendapatkan balasannya.",
    "jalalayn": "(Maka barang siapa yang mengerjakan seberat zarah) atau seberat semut yang paling kecil (kebaikan, niscaya dia akan melihatnya) melihat pahalanya."
  },
  {
    "ayat": 8,
    "arab": "وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ",
    "translation": "dan barangsiapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6146.mp3",
    "kemenag": "Dalam ayat-ayat ini, Allah merincikan balasan amal masing-masing. Barang siapa beramal baik, walaupun hanya seberat atom niscaya akan diterima balasannya, dan begitu pula yang beramal jahat walaupun hanya seberat atom akan merasakan balasannya. Amal kebajikan orang-orang kafir tidak dapat menolong dan melepaskannya dari siksa karena kekafirannya. Mereka akan tetap sengsara selama-lamanya di dalam neraka.",
    "quraish": "Dan barangsiapa yang berbuat suatu kejahatan walaupun sebesar butir debu, ia akan melihatnya juga dan mendapatkan balasannya. Tuhan tidak akan berbuat zalim kepada siapa pun.",
    "jalalayn": "(Dan barang siapa yang mengerjakan kejahatan seberat zarah pun, niscaya dia akan melihatnya pula) artinya dia pasti akan merasakan balasannya."
  }
]