[
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 1,
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "translation": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1.mp3",
    "tafsir": "Surah al-Fatihah dimulai dengan Basmalah\nAda beberapa pendapat ulama berkenaan dengan Basmalah yang terdapat pada permulaan surah Al-Fatihah. Di antara pendapat-pendapat itu, yang termasyhur ialah:\n1.Basmalah adalah ayat tersendiri, diturunkan Allah untuk jadi kepala masing-masing surah, dan pembatas antara satu surah dengan surah yang lain. Jadi dia bukanlah satu ayat dari al-Fatihah atau dari surah yang lain, yang dimulai dengan Basmalah itu. Ini pendapat Imam Malik beserta ahli qiraah dan fuqaha (ahli fikih) Medinah, Basrah dan Syam, dan juga pendapat Imam Abu Hanifah dan pengikut-pengikutnya. Sebab itu menurut Imam Abu Hanifah, Basmalah itu tidak dikeraskan membacanya dalam salat, bahkan Imam Malik tidak membaca Basmalah sama sekali.\nHadis Nabi saw:\n\nDari Anas bin Malik, dia berkata, \"Saya salat di belakang Nabi saw, Abu Bakar, Umar dan Usman. Mereka memulai dengan al-hamdulillahi rabbil 'alamin, tidak menyebut Bismillahirrahmanirrahim di awal bacaan, dan tidak pula di akhirnya.\"(Riwayat al-Bukhari dan Muslim).\n\n2.Basmalah adalah salah satu ayat dari al-Fatihah, dan pada surah an-Naml/27:30, /27:30) yang dimulai dengan Basmalah. Ini adalah pendapat Imam Syafi'i beserta ahli qiraah Mekah dan Kufah. Sebab itu menurut mereka Basmalah itu dibaca dengan suara keras dalam salat (jahar). Dalil-dalil yang menunjukkan hal itu antara lain Hadis Nabi saw: \nDari Ibnu 'Abbas, ia berkata, Rasulullah saw mengeraskan bacaan Bismillahirrahmanirrahim. (Riwayat al-hakim dalam al-Mustadrak dan menurutnya, hadis ini sahih)\nDari Ummu Salamah, katanya, Rasulullah saw berhenti berkali-kali dalam bacaanya Bismillahirrahmanirrahim, al-hamdulillahi Rabbil- 'alamin, ar-Rahmanir-rahim, Maliki Yaumid-din. (Riwayat Ahmad, Abu Daud, Ibnu Khuzaimah dan al-hakim. Menurut ad-Daruqutni, sanad hadis ini sahih).\n\nAbu Hurairah juga salat dan mengeraskan bacaan basmalah. Setelah selesai salat, dia berkata, \"Saya ini adalah orang yang salatnya paling mirip dengan Rasulullah.\" Muawiyah juga pernah salat di Medinah tanpa mengeraskan suara basmalah. Ia diprotes oleh para sahabat lain yang hadir disitu. Akhirnya pada salat berikutnya Muawiyah mengeraskan bacaan basmalah. \nKalau kita perhatikan bahwa sahabat-sahabat Rasulullah saw telah sependapat menuliskan Basmalah pada permulaan surah dari surah Al-Qur'an, kecuali surah at-Taubah (karena memang dari semula turunnya tidak dimulai dengan Basmalah) dan bahwa Rasulullah saw melarang menuliskan sesuatu yang bukan Al-Qur'an agar tidak bercampur aduk dengan Al-Qur'an, sehingga mereka tidak menuliskan 'amin pada akhir surah al-Fatihah, maka Basmalah itu adalah salah satu ayat dari Al-Qur'an. Dengan kata lain, bahwa \"basmalah-basmalah\" yang terdapat di dalam Al-Qur'an adalah ayat-ayat Al-Qur'an, lepas dari pendapat apakah satu ayat dari al-Fatihah atau dari surah lain, yang dimulai dengan Basmalah atau tidak.\nSebagaimana disebutkan di atas bahwa surah al-Fatihah itu terdiri dari tujuh ayat. Mereka yang berpendapat bahwa Basmalah itu tidak termasuk satu ayat dari al-Fatihah, memandang:\n\nadalah salah satu ayat, dengan demikian ayat-ayat al-Fatihah itu tetap tujuh.\n\n\n\"Dengan nama Allah\" maksudnya \"Dengan nama Allah saya baca atau saya mulai\". Seakan-akan Nabi berkata, \"Saya baca surah ini dengan menyebut nama Allah, bukan dengan menyebut nama saya sendiri, sebab ia wahyu dari Tuhan, bukan dari saya sendiri.\" Maka Basmalah di sini mengandung arti bahwa Al-Qur'an itu wahyu dari Allah, bukan karangan Muhammad saw dan Muhammad itu hanyalah seorang Pesuruh Allah yang dapat perintah menyampaikan Al-Qur'an kepada manusia.\n\nMakna kata Allah \nAllah adalah nama bagi Zat yang ada dengan sendirinya (wajibul-wujud). Kata \"Allah\" hanya dipakai oleh bangsa Arab kepada Tuhan yang sebenarnya, yang berhak disembah, yang mempunyai sifat-sifat kesempurnaan. Mereka tidak memakai kata itu untuk tuhan-tuhan atau dewa-dewa mereka yang lain. \n\nHikmah Membaca Basmalah\nSeorang yang selalu membaca Basmalah sebelum melakukan pekerjaan yang penting, berarti ia selalu mengingat Allah pada setiap pekerjaannya. Dengan demikian ia akan melakukan pekerjaan tersebut dengan selalu memperhatikan norma-norma Allah dan tidak merugikan orang lain. Dampaknya, pekerjaan yang dilakukannya akan berbuah sebagai amalan ukhrawi. \nSeorang Muslim diperintahkan membaca Basmalah pada waktu mengerjakan sesuatu yang baik. Yang demikian itu untuk mengingatkan bahwa sesuatu yang dikerjakan adalah karena perintah Allah, atau karena telah diizinkan-Nya. Maka karena Allah dia mengerjakan pekerjaan itu dan kepada-Nya dia meminta pertolongan agar pekerjaan terlaksana dengan baik dan berhasil.\nNabi saw bersabda:\n\"Setiap pekerjaan penting yang tidak dimulai dengan menyebut Basmalah adalah buntung (kurang berkahnya).\" (Riwayat Abdul-Qadir ar-Rahawi).\n\nOrang Arab sebelum datang Islam mengerjakan sesuatu dengan menyebut al-Lata dan al-'Uzza, nama-nama berhala mereka. Sebab itu, Allah mengajarkan kepada penganut-penganut agama Islam yang telah mengesakan-Nya, agar mereka mengerjakan sesuatu dengan menyebut nama Allah.",
    "quraish": "[[1 ~ FATIHAH AL-KITAB (PEMBUKA KITAB SUCI) Pendahuluan: Makkiyyah, 7 ayat ~ Surat al-Fâtihah ini termasuk kelompok surat Makkiyyah yang turun di Mekah sebelum hijrah. Disebut al-Fâtihah (pembuka), karena letaknya yang berada urutan pertama surat-surat al-Qur'ân. Surat yang pertama diturunkan secara lengkap di antara surat-surat yang ada dalam al-Qur'ân ini merupakan intisari dari seluruh kandungan al-Qur'ân yang kemudian diperinci oleh surat-surat sesudahnya. Tema-tema pokok al-Qur'ân--seperti penjelasan tawhid dan keimanan, janji dan kabar gembira bagi orang-orang Mukmin, ancaman dan peringatan bagi orang-orang kafir dan pelaku kejahatan, tentang ibadah, kisah orang-orang yang beruntung karena taat kepada Allah dan sengsara karena mengingkari-Nya--semua itu tercermin secara singkat dalam surat ini. Oleh sebab itu, surat ini juga disebut dengan nama Umm al-Kitâb (induk al-Qur'ân).]] Surat ini dimulai dengan menyebut nama Allah--satu-satunya Tuhan yang berhak disembah--Yang memiliki seluruh sifat kesempurnaan dan tersucikan dari segala bentuk kekurangan. Dialah Pemilik rahmah (sifat kasih) yang tak habis-habisnya, Yang menganugerahkan segala macam kenikmatan, baik besar maupun kecil.",
    "jalalayn": "(Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang)"
  },
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 2,
    "arab": "اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
    "translation": "Segala puji bagi Allah, Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2.mp3",
    "tafsir": "Pada ayat di atas, Allah memulai firman-Nya dengan menyebut \"Basmalah\" untuk mengajarkan kepada hamba-Nya agar memulai suatu perbuatan yang baik dengan menyebut basmalah, sebagai pernyataan bahwa dia mengerjakan perbuatan itu karena Allah dan kepada-Nyalah dia memohonkan pertolongan dan berkah. Maka, pada ayat ini Allah mengajarkan kepada hamba-Nya agar selalu memuji-Nya.\nAl-hamdu artinya pujian, karena kebaikan yang diberikan oleh yang dipuji, atau karena suatu sifat keutamaan yang dimilikinya. Semua nikmat yang telah dirasakan dan didapat di alam ini dari Allah, sebab Dialah yang menjadi sumber bagi semua nikmat. Hanya Allah yang mempunyai sifat-sifat kesempurnaan. Karena itu Allah sajalah yang berhak dipuji. Orang yang menyebut al-hamdu lillah bukan hanya mengakui bahwa puji itu untuk Allah semata, melainkan dengan ucapannya itu dia memuji Allah.\nRabb artinya pemilik, pengelola dan pemelihara. Di dalamnya terkandung arti mendidik, yaitu menyampaikan sesuatu kepada keadaan yang sempurna dengan berangsur-angsur.\n'alamin artinya seluruh alam, yakni semua jenis makhluk. Alam itu berjenis-jenis, yaitu alam tumbuh-tumbuhan, alam binatang, alam manusia, alam benda, alam makhluk halus, umpamanya malaikat, jin, dan alam yang lain. Ada mufasir mengkhususkan 'alamin pada ayat ini kepada makhluk-makhluk Allah yang berakal yaitu manusia, malaikat dan jin. Tetapi ini mempersempit arti kata yang sebenarnya amat luas.\nDengan demikian, Allah itu Pendidik seluruh alam, tak ada sesuatu pun dari makhluk Allah yang terlepas dari didikan-Nya. Tuhan mendidik makhluk-Nya dengan seluas arti kata itu. Sebagai pendidik, Dia menumbuhkan, menjaga, memberikan daya (tenaga) dan senjata kepada makhluk itu, guna kesempurnaan hidupnya masing-masing.\nSiapa yang memperhatikan perjalanan bintang-bintang, menyelidiki kehidupan tumbuh-tumbuhan dan binatang di laut dan di darat, mempelajari pertumbuhan manusia sejak dari rahim ibunya sampai ke masa kanak-kanak, lalu menjadi manusia yang sempurna, tahulah dia bahwa tidak ada sesuatu juga dari makhluk Allah yang terlepas dari penjagaan, pemeliharaan, asuhan dan inayah-Nya.",
    "quraish": "Segala puja dan puji kita persembahkan kepada Allah semata, karena Dialah Yang menciptakan dan memelihara seluruh makhluk.",
    "jalalayn": "(Segala puji bagi Allah) Lafal ayat ini merupakan kalimat berita, dimaksud sebagai ungkapan pujian kepada Allah berikut pengertian yang terkandung di dalamnya, yaitu bahwa Allah Taala adalah yang memiliki semua pujian yang diungkapkan oleh semua hamba-Nya. Atau makna yang dimaksud ialah bahwa Allah Taala itu adalah Zat yang harus mereka puji. Lafal Allah merupakan nama bagi Zat yang berhak untuk disembah. (Tuhan semesta alam) artinya Allah adalah yang memiliki pujian semua makhluk-Nya, yaitu terdiri dari manusia, jin, malaikat, hewan-hewan melata dan lain-lainnya. Masing-masing mereka disebut alam. Oleh karenanya ada alam manusia, alam jin dan lain sebagainya. Lafal 'al-`aalamiin' merupakan bentuk jamak dari lafal '`aalam', yaitu dengan memakai huruf ya dan huruf nun untuk menekankan makhluk berakal/berilmu atas yang lainnya. Kata 'aalam berasal dari kata `alaamah (tanda) mengingat ia adalah tanda bagi adanya yang menciptakannya."
  },
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 3,
    "arab": "الرَّحْمٰنِ الرَّحِيْمِۙ",
    "translation": "Yang Maha Pengasih, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3.mp3",
    "tafsir": "Pada ayat dua di atas Allah swt menerangkan bahwa Dia adalah Tuhan seluruh alam. Maka untuk mengingatkan hamba kepada nikmat dan karunia yang berlipat-ganda, yang telah dilimpahkan-Nya, serta sifat dan cinta kasih sayang yang abadi pada diri-Nya, diulang-Nya sekali lagi menyebut ar-Rahman ar-Rahim. Yang demikian dimaksudkan agar gambaran keganasan dan kezaliman seperti raja-raja yang dipertuan dan bersifat sewenang-wenang lenyap dari pikiran hamba.\nAllah mengingatkan dalam ayat ini bahwa sifat ketuhanan Allah terhadap hamba-Nya bukanlah sifat keganasan dan kezaliman, tetapi berdasarkan cinta dan kasih sayang. Dengan demikian manusia akan mencintai Tuhannya, dan menyembah Allah dengan hati yang aman dan tenteram, bebas dari rasa takut dan gelisah. Malah dia akan mengambil pelajaran dari sifat-sifat Allah. Dia akan mendasarkan pergaulan dan tingkah lakunya terhadap manusia sesamanya, atau terhadap orang yang di bawah pimpinannya, malah terhadap binatang yang tak pandai berbicara sekalipun, atas sifat cinta dan kasih sayang itu. Karena dengan jalan demikianlah manusia akan mendapat rahmat dan karunia dari Tuhannya.\nRasulullah bersabda:\nAllah hanya sayang kepada hamba-hamba-Nya yang pengasih. (Riwayat at-tabrani)\nOrang-orang yang penyayang, akan disayangi oleh Allah yang Rahman Tabaraka wa Ta'ala.(Oleh karena itu) sayangilah semua makhluk yang di bumi, niscaya semua makhluk yang di langit akan menyayangi kamu semua. (Riwayat Ahmad, Abu Dawud at-Tirmidzi dan al-hakim).\n\nRasulullah bersabda: \n\"Siapa yang kasih sayang meskipun kepada seekor burung (pipit) yang disembelih, akan disayangi Allah pada hari Kiamat. (Riwayat al-Bukhari)\n\nMaksud hadis yang ketiga ialah menggunakan aturan dan tata cara pada waktu menyembelih burung, misalnya memakai pisau yang tajam. Dapat pula dipahami dari urutan kata ar-Rahman, ar-Rahim, bahwa penjagaan, pemeliharaan dan asuhan Allah terhadap seluruh alam, bukanlah karena mengharapkan sesuatu dari alam itu, tetapi semata-mata karena rahmat dan kasih sayang-Nya.\nBoleh jadi ada yang terlintas dalam pikiran orang, mengapa Allah membuat peraturan dan hukum, dan menghukum orang-orang yang melanggar peraturan itu? Pikiran ini akan hilang bila diketahui bahwa peraturan dan hukum, begitu juga azab di akhirat atau di dunia yang dibuat Allah untuk hamba-Nya yang melanggar tidaklah berlawanan dengan sifat Allah Yang Maha Pengasih dan Maha Penyayang, karena peraturan dan hukum itu rahmat dari Allah demi untuk kebaikan manusia itu sendiri. Begitu pula azab dari Allah terhadap hamba-Nya yang melanggar peraturan dan hukum itu sesuai dengan keadilan-Nya.",
    "quraish": "Dia adalah Pemilik dan Sumber rahmah yang tak pernah putus memberikan segala kenikmatan, baik besar maupun kecil.",
    "jalalayn": "(Yang Maha Pemurah lagi Maha Penyayang) yaitu yang mempunyai rahmat. Rahmat ialah menghendaki kebaikan bagi orang yang menerimanya."
  },
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 4,
    "arab": "مٰلِكِ يَوْمِ الدِّيْنِۗ",
    "translation": "Pemilik hari pembalasan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4.mp3",
    "tafsir": "Sesudah Allah menyebutkan beberapa sifat-Nya, yaitu: Tuhan seluruh alam, Yang Maha Pengasih, Maha Penyayang, maka diiringi-Nya dengan menyebutkan satu sifat-Nya lagi, yaitu \"menguasai hari pembalasan\". Penyebutan ayat ini dimaksudkan agar kekuasaan Allah atas alam ini tak terhenti sampai di dunia ini saja, tetapi terus berkelanjutan sampai hari akhir.\nAda dua macam bacaan berkenaan dengan Malik. Pertama, dengan memanjangkan ma, dan kedua dengan memendekkannya. Menurut bacaan yang pertama, Malik artinya \"Yang memiliki\" (Yang empunya). Sedang menurut bacaan yang kedua, artinya \"Raja\". Kedua bacaan itu benar.\nBaik menurut bacaan yang pertama ataupun bacaan yang kedua, dapat dipahami dari kata itu arti \"berkuasa\" dan bertindak dengan sepenuhnya. Sebab itulah diterjemahkan dengan \"Yang menguasai\". \"Yaum\" artinya hari, tetapi yang dimaksud di sini ialah waktu secara mutlak.\nAd-din banyak artinya, di antaranya: (1) perhitungan, (2) ganjaran, pembalasan, (3) patuh, (4) menundukkan, dan (5) syariat, agama. Yang selaras di sini ialah dengan arti \"pembalasan\". Jadi, Maliki yaumiddin maksudnya \"Allah itulah yang berkuasa dan yang dapat bertindak dengan sepenuhnya terhadap semua makhluk-Nya pada hari pembalasan.\"\nSebetulnya pada hari kemudian itu banyak hal yang terjadi, yaitu Kiamat, kebangkitan, berkumpul, perhitungan, pembalasan, tetapi pembalasan sajalah yang disebut oleh Allah di sini, karena itulah yang terpenting. Yang lain dari itu, umpamanya kiamat, kebangkitan dan seterusnya, merupakan pendahuluan dari pembalasan, apalagi untuk targib dan tarhib (menggalakkan dan menakut-nakuti), penyebutan \"hari pembalasan\" itu lebih tepat.\n\nHari Akhirat Menurut Pendapat Akal (Filsafat)\nKepercayaan tentang adanya hari akhirat, yang di hari itu akan diadakan perhitungan terhadap perbuatan manusia pada masa hidupnya dan diadakan pembalasan yang setimpal, adalah suatu kepercayaan yang sesuai dengan akal. Sebab itu adanya hidup yang lain, sesudah hidup di dunia ini, bukan saja ditetapkan oleh agama, tetapi juga ditunjukkan oleh akal.\nSeseorang yang mau berpikir tentu akan merasa bahwa hidup di dunia ini belumlah sempurna, perlu disambung dengan hidup yang lain. Alangkah banyaknya orang yang teraniaya hidup di dunia ini telah pulang ke rahmatullah sebelum mendapat keadilan. Alangkah banyaknya orang yang berjasa kecil atau besar, belum mendapat penghargaan atas jasanya. Alangkah banyaknya orang yang telah berusaha, memeras keringat, membanting tulang, tetapi belum sempat lagi merasakan buah usahanya itu. Sebaliknya, alangkah banyaknya penjahat, penganiaya, pembuat onar, yang tak dapat dijangkau oleh pengadilan di dunia ini. Lebih-lebih kalau yang melakukan kejahatan atau aniaya itu orang yang berkuasa sebagai raja, pembesar dan lain-lain. Maka biarpun kejahatan dan aniaya itu telah merantai bangsa seluruhnya, tidaklah akan digugat orang, malah dia tetap dipuja dan dihormati. Maka, dimanakah akan didapat keadilan itu, seandainya nanti tidak ada mahkamah yang lebih tinggi, Mahkamah Allah di hari kemudian?\nSebab itu, para pemikir dari zaman dahulu telah ada yang sampai kepada kepercayaan tentang adanya hari akhirat itu, semata-mata dengan jalan berpikir, antara lain Pitagoras. Filsuf ini berpendapat bahwa hidup di dunia ini merupakan bekal hidup yang abadi di akhirat kelak. Sebab itu sejak dari dunia hendaklah orang bersedia untuk hidup yang abadi. Sokrates, Plato dan Aristoteles berpendapat, \"Jiwa yang baik akan merasakan kenikmatan dan kelezatan di akhirat, tetapi bukan kelezatan kebendaan, karena kelezatan kebendaan itu terbatas dan mendatangkan bosan dan jemu. Hanya kelezatan rohani, yang betapa pun banyak dan lamanya, tidak menyebabkan bosan dan jemu.\" \n\nKepercayaan Masyarakat Arab Sebelum Islam tentang Hari Akhirat\nDi antara masyarakat Arab sebelum Islam terdapat beberapa pemikir dan pujangga yang telah mempercayai adanya hari kemudian, seperti Zuhair bin Abi Sulma yang meninggal dunia setahun sebelum Nabi Muhammad saw diutus Allah sebagai rasul. \nAda pula di antara mereka yang tidak mempercayai adanya hari kemudian. Dengarlah apa yang dikatakan oleh salah seorang penyair mereka: \"Hidup, sesudah itu mati, sesudah itu dibangkitkan lagi, itulah cerita dongeng, hai fulan.\" Karena itu, datanglah agama Islam, membawa kepastian tentang adanya hari kemudian. Pada hari itu akan dihisab semua perbuatan yang telah dikerjakan manusia selama hidupnya, besar atau kecil. Allah berfirman:\n\n(7) Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, (8) dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nTidak sedikit ayat di dalam Al-Qur'an yang menjelaskan bahwa di antara mereka memang banyak yang tidak percaya adanya hari akhirat; hidup hanya di dunia, setelah itu selesai (al-An'am/6: 29 ; al-Mu'minun/23: 37). Mereka berkata, bila seorang bapak mati, maka lahir anak, bila suatu bangsa punah, maka datang bangsa lain. Mereka tidak percaya, bahwa sesudah mati manusia masih akan hidup kembali (Hud/11: 7; al-Isra'/17: 49) dan banyak lagi ayat senada yang menggambarkan pendirian demikian. Di dalam sejarah pemikiran tercatat bahwa sejak dahulu kala banyak anggapan yang demikian itu.",
    "quraish": "Dan Dialah Penguasa satu-satunya pada hari kiamat, hari penghitungan dan pembalasan. wewenang-Nya pada hari itu bersifat mutlak dan tidak disekutui oleh suatu apa pun.",
    "jalalayn": "(Yang menguasai hari pembalasan) di hari kiamat kelak. Lafal 'yaumuddiin' disebutkan secara khusus, karena di hari itu tiada seorang pun yang mempunyai kekuasaan, kecuali hanya Allah Taala semata, sesuai dengan firman Allah Taala yang menyatakan, \"Kepunyaan siapakah kerajaan pada hari ini (hari kiamat)? Kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan.\" (Q.S. Al-Mukmin 16) Bagi orang yang membacanya 'maaliki' maknanya menjadi \"Dia Yang memiliki semua perkara di hari kiamat\". Atau Dia adalah Zat yang memiliki sifat ini secara kekal, perihalnya sama dengan sifat-sifat-Nya yang lain, yaitu seperti 'ghaafiruz dzanbi' (Yang mengampuni dosa-dosa). Dengan demikian maka lafal 'maaliki yaumiddiin' ini sah menjadi sifat bagi Allah, karena sudah ma`rifah (dikenal)."
  },
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 5,
    "arab": "اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُۗ",
    "translation": "Hanya kepada Engkaulah kami menyembah dan hanya kepada Engkaulah kami mohon pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5.mp3",
    "tafsir": "Di dalam ayat-ayat sebelumnya disebutkan empat macam dari sifat-sifat Allah, yaitu: Pendidik seluruh alam, Maha Pengasih, Maha Penyayang, dan Yang menguasai hari pembalasan. Sifat-sifat yang disebutkan itu adalah sifat-sifat kesempurnaan yang hanya Allah saja yang mempunyainya. Sebab itu pada ayat ini Allah mengajarkan kepada hamba-Nya bahwa Allah sajalah yang patut disembah, dan kepada-Nya sajalah seharusnya manusia memohon pertolongan, dan bahwa hamba-Nya haruslah mengikrarkan yang demikian itu.\nIyyaka (hanya kepada Engkau). Iyyaka adalah dhamir untuk orang kedua dalam kedudukan mansub karena menjadi maf'ul bih (obyek). Dalam tata bahasa Arab maf'ul bih harus sesudah fi'il dan fa'il. Jika mendahulukan yang seharusnya diucapkan kemudian dalam Balagah menunjukkan qasr, yaitu pembatasan yang bisa diartikan \"hanya\". Jadi arti ayat ini \"Hanya kepada Engkau saja kami menyembah, dan hanya kepada Engkau saja kami mohon pertolongan\".\nIyyaka dalam ayat ini diulang dua kali, gunanya untuk menegaskan bahwa ibadah dan isti'anah (meminta pertolongan) itu masing-masing khusus dihadapkan kepada Allah serta untuk dapat mencapai kelezatan munajat (berbicara) dengan Allah. Karena bagi seorang hamba Allah yang menyembah dengan segenap jiwa dan raganya tak ada yang lebih nikmat dan lezat perasaannya daripada bermunajat dengan Allah.\nBaik juga diketahui bahwa dengan memakai iyyaka itu berarti menghadapkan pembicaraan kepada Allah, dengan maksud mengingat Allah swt, seakan-akan kita berada di hadapan-Nya, dan kepada-Nya diarahkan pembicaraan dengan khusyuk dan tawaduk. Seakan-akan kita berkata: \n\"Ya Allah, dzat yang wajibul wujud, Yang bersifat dengan segala sifat kesempurnaan, Yang menjaga dan memelihara seluruh alam, Yang melimpahkan rahmat dan karunia-Nya dengan berlipat ganda, Yang berkuasa di hari pembalasan, Engkau sajalah yang kami sembah, dan kepada Engkau sajalah kami minta pertolongan, karena hanya Engkau yang berhak disembah, dan hanya Engkau yang dapat menolong kami\".\n\nDengan cara seperti itu orang akan lebih khusyuk dalam menyembah Allah dan lebih tergambar kepadanya kebesaran yang disembahnya itu. Inilah yang dimaksud oleh Rasulullah dengan sabdanya:\n\"Engkau menyembah Allah seakan-akan engkau melihat-Nya (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khatthab).\n\nKarena surah al-Fatihah mengandung ayat munajat (berbicara) dengan Allah menurut cara yang telah diterangkan maka hal itu merupakan rahasia diwajibkan membacanya pada tiap-tiap rakaat dalam salat, karena jiwanya ialah munajat, dengan menghadapkan diri dan memusatkan ingatan kepada Allah.\nNa'budu pada ayat ini didahulukan menyebutkannya daripada nasta'inu, karena menyembah Allah adalah suatu kewajiban manusia terhadap Tuhan-nya. Tetapi pertolongan dari Allah kepada hamba-Nya adalah hak hamba itu. Maka Allah mengajar hamba-Nya agar menunaikan kewajibannya lebih dahulu, sebelum ia menuntut haknya.\nMelihat kata-kata na'budu dan nasta'inu (kami menyembah, kami minta tolong), bukan a'budu dan asta'inu (saya menyembah dan saya minta tolong) adalah untuk memperlihatkan kelemahan manusia, tidak selayaknya manusia mengemukakan dirinya seorang saja dalam menyembah dan memohon pertolongan kepada Allah. Seakan-akan penunaian kewajiban beribadah dan permohonan pertolongan kepada Allah itu belum lagi sempurna, kecuali kalau dikerjakan bersama-sama.\n\nKedudukan Tauhid di dalam Ibadah dan Sebaliknya \nIbadah secara istilah ialah semua perkataan, perbuatan dan pikiran yang bertujuan untuk mencari rida Allah. Arti \"ibadah\" sebagai disebutkan di atas ialah tunduk dan berserah diri kepada Allah, yang disebabkan oleh kesadaran bahwa Allah yang menciptakan alam ini, Yang menumbuhkan, Yang mengembangkan, Yang menjaga dan memelihara serta Yang membawanya dari suatu keadaan kepada keadaan yang lain, hingga tercapai kesempurnaannya.\nTegasnya, ibadah itu timbulnya dari perasaan tauhid. Oleh karenanya, orang yang suka memikirkan keadaan alam ini, yang memperhatikan perjalanan bintang-bintang, kehidupan tumbuh-tumbuhan, binatang dan manusia, bahkan yang mau memperhatikan dirinya sendiri, yakinlah dia bahwa di balik alam yang zahir ada Zat yang gaib yang mengendalikan alam ini, yang bersifat dengan segala sifat kesempurnaan, yakni Dialah Yang Mahakuasa, Maha Pengasih, Maha Mengetahui dan sebagainya. Maka tumbuhlah dalam sanubarinya perasaan bersyukur dan berutang budi kepada Zat Yang Mahakuasa, Maha Pengasih dan Maha Mengetahui itu.\nPerasaan inilah yang menggerakkan bibirnya untuk menuturkan puji-pujian, dan yang mendorong jiwa dan raganya untuk menyembah dan merendahkan diri kepada Allah Yang Mahakuasa itu sebagai pernyataan bersyukur dan membalas budi kepada-Nya. Tetapi ada juga manusia yang tidak mau berpikir, dan selanjutnya tidak sadar akan kebesaran dan kekuasaan Allah, sering melupakan-Nya. Sebab itulah, setiap agama mensyariatkan bermacam-macam ibadah, gunanya untuk mengingatkan manusia kepada kebesaran dan kekuasaan Allah. Dengan keterangan ini terlihat bahwa tauhid dan ibadah itu saling mempengaruhi, dengan arti bahwa tauhid menumbuhkan ibadah, dan ibadah memupuk tauhid.\n\n\nPengaruh Ibadah terhadap Jiwa Manusia \nTiap-tiap ibadah yang dikerjakan karena didorong oleh perasaan yang disebutkan itu, niscaya berpengaruh kepada tabiat dan budi pekerti orang yang melakukannya. Umpamanya, orang yang melaksanakan salat karena sadar akan kebesaran dan kekuasaan Allah, dan didorong oleh perasaan bersyukur dan berutang budi kepada-Nya, akan terjauhlah dia dari perbuatan-perbuatan yang tidak baik. Dengan demikian salatnya itu akan mencegahnya dari mengerjakan perbuatan-perbuatan yang tidak baik itu, sesuai dengan firman Allah swt:\n\n\"Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar.\" (al-'Ankabut/29: 45)\n\nBegitu juga ibadah puasa. Ibadah ini akan menimbulkan perasaan cinta dan kasih sayang terhadap orang-orang miskin. Demikian pula seterusnya dengan ibadah-ibadah yang lain. Ibadah yang sebenarnya adalah ibadah yang ditimbulkan oleh keyakinan kepada kebesaran dan kekuasaan Allah, serta didorong oleh perasaan bersyukur kepada Allah. Ibadah yang hanya karena ikut-ikutan, atau karena memelihara tradisi yang sudah turun-temurun, bukanlah ibadah yang sebenarnya. Kendatipun seakan-akan berupa ibadah, tetapi tidak mempunyai jiwa ibadah. Tidak ubahnya seperti patung, bagaimanapun miripnya dengan manusia, tidaklah dinamai manusia. Ibadah yang semacam itu tidak ada pengaruhnya kepada tabiat dan akhlak.\n\nBerusaha, Berdoa dan Bertawakal\nIsti'anah (memohon pertolongan) seperti disebutkan di atas khusus dihadapkan kepada Allah, dengan arti bahwa tidak ada yang berhak dimohonkan pertolongan kecuali Allah. Pada ayat yang lain Allah menyuruh manusia untuk tolong-menolong dalam mengerjakan kebaikan.\nAllah berfirman:\n\n\"Dan tolong menolonglah kamu dalam (mengerjakan) kebaikan dan takwa\". (al-Ma'idah/5: 2)\n\nAdakah Pertentangan antara Dua Ayat itu? \nTercapainya suatu maksud, atau terlaksananya suatu pekerjaan dengan baik, tergantung kepada terpenuhinya syarat-syarat yang dibutuhkan dalam melaksanakan pekerjaan itu, dan tidak adanya rintangan-rintangan yang menghalanginya. Manusia telah diberi potensi oleh Allah, baik berupa pikiran maupun kekuatan tubuh, agar bisa mencukupkan syarat-syarat atau menolak rintangan-rintangan dalam menuju suatu maksud, atau mengerjakan suatu pekerjaan. Tetapi, ada di antara syarat-syarat itu yang manusia tidak kuasa mencukupkannya. Di samping itu, ada juga rintangan yang tidak mampu ditolaknya. Begitu pula ada di antara syarat-syarat itu atau di antara halangan-halangan itu yang tidak dapat diketahui. \nKendatipun menurut pikiran semua syarat yang diperlukan telah cukup, dan semua rintangan yang menghalangi telah berhasil diatasi, tetapi kadang-kadang hasil pekerjaan tidak seperti yang diharapkan. Ada hal-hal yang berada di luar batas kekuasaan dan kemampuan manusia. Itulah yang dimintakan pertolongan khusus kepada Allah. Sebaiknya, sesuatu yang masih dalam batas kekuasaan dan kemampuan, manusia disuruh tolong menolong, agar timbul pada masing-masing individu sifat saling mencintai, menghargai, dan gotong-royong.\nDengan perkataan lain, manusia disuruh Allah berusaha dengan sekuat tenaga, dan disuruh saling menolong, dan membantu. Di samping menjalankan ikhtiar dan usaha, dia harus pula berdoa, memohon taufik, hidayah dan ma'unah. Ini hendaknya dimohonkan khusus kepada Allah, karena hanya Dia yang kuasa memberinya. Sesudah itu semua, barulah dia bertawakal kepada-Nya.\nIbadah itu sendiri pun suatu pekerjaan yang berat, sebab itu haruslah dimintakan ma'unah dari Allah agar semua ibadah terlaksana sesuai dengan yang dimaksud oleh agama. Oleh karena itu, seseorang hendaknya menuturkan bahwa hanya kepada Allah sajalah kita beribadah, diikuti lagi dengan pernyataan bahwa kepada-Nya saja minta pertolongan, terutama pertolongan agar amal ibadah terlaksana sebagaimana mestinya. Ayat di atas, sebagaimana telah disebutkan, mengandung tauhid, karena beribadah semata-mata kepada Allah dan meminta ma'unah khusus kepada-Nya, adalah intisari agama, dan kesempurnaan tauhid.",
    "quraish": "Hanya Engkaulah yang kami sembah dan hanya kepada Engkaulah kami memohon pertolongan.",
    "jalalayn": "(Hanya Engkaulah yang kami sembah dan hanya kepada Engkaulah kami memohon pertolongan) Artinya kami beribadah hanya kepada-Mu, seperti mengesakan dan lain-lainnya, dan kami memohon pertolongan hanya kepada-Mu dalam menghadapi semua hamba-Mu dan lain-lainnya."
  },
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 6,
    "arab": "اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ۙ",
    "translation": "Tunjukilah kami jalan yang lurus,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6.mp3",
    "tafsir": "Ihdi: pimpinlah, tunjukilah, berilah hidayah. Arti \"hidayah\" ialah menunjukkan suatu jalan atau cara menyampaikan orang kepada orang yang ditujunya, dengan baik.\n\nMacam-macam Hidayah (Petunjuk)\nAllah telah memberi manusia bermacam-macam hidayah, seperti yang juga dibahas dalam Tafsir Al-Fatihah oleh Muhammad Abduh.\n\n1. Hidayah Naluri (Garizah)\nManusia begitu juga binatang-binatang, dilengkapi oleh Allah dengan bermacam-macam sifat, yang timbulnya bukan dari pelajaran, bukan pula dari pengalaman, melainkan telah dibawanya dari kandungan ibunya. Sifat-sifat ini namanya \"naluri\", dalam bahasa Arab disebut garizah. Umpamanya, naluri \"ingin memelihara diri\" (mempertahankan hidup). Seorang bayi bila merasa lapar dia menangis. Sesudah terasa di bibirnya puting susu ibunya, dihisapnya sampai hilang laparnya. Perbuatan ini dikerjakannya tanpa seorang pun yang mengajarkan kepadanya, bukan pula timbul dari pengalamannya, hanya semata-mata ilham dan petunjuk dari Allah kepadanya, untuk mempertahankan hidupnya.\nContoh lain adalah lebah membuat sarangnya, laba-laba membuat jaringnya, semut membuat lubangnya dan menimbun makanan dalam lubang itu. Semua itu dikerjakan oleh binatang-binatang itu untuk mempertahankan hidupnya dan memelihara dirinya, dengan dorongan nalurinya semata-mata. Banyak lagi naluri yang lain, umpamanya rasa \"ingin tahu\", \"ingin mempunyai\", \"ingin berlomba-lomba\", \"ingin bermain\", \"ingin meniru\", \"takut\", dan lain-lain.\n\nSifat-sifat Naluri\nNaluri (garizah), sebagaimana disebutkan, terdapat pada manusia dan binatang. Perbedaannya ialah naluri manusia bisa menerima pendidikan dan perbaikan, tetapi naluri binatang tidak. Sebab itulah manusia bisa maju, sedangkan binatang tidak, ia tetap seperti sediakala. \nNaluri-naluri itu adalah dasar bagi kebaikan, dan juga dasar bagi kejahatan. Umpamanya, naluri \"ingin memelihara diri\", orang berusaha, berniaga, bertani, artinya mencari nafkah secara halal. Sebaliknya karena naluri \"ingin memelihara diri\" itu pula orang mencuri, menipu, merampok dan lain-lain. Karena naluri \"ingin tahu\" orang belajar, sehingga memiliki pengetahuan yang banyak dan pendidikan yang tinggi. Sebaliknya karena naluri \"ingin tahu\" itu pula orang suka mencari-cari 'aib dan rahasia sesamanya, yang mengakibatkan permusuhan dan persengketaan. Demikianlah seterusnya dengan naluri-naluri yang lain.\nNaluri-naluri itu tidak dapat dihilangkan dan tidak ada faedahnya membunuhnya. Ada pemikir dan pendidik yang hendak memadamkan naluri, karena melihat segi yang tidak baik (jahat) itu. Sebab itu mereka membuat bermacam peraturan untuk mengikat kemerdekaan anak-anak agar naluri itu jangan tumbuh, atau mana yang telah tumbuh menjadi mati. Tetapi perbuatan mereka itu besar bahayanya terhadap pertumbuhan akal, tubuh dan akhlak anak-anak. Bagaimanapun orang berusaha hendak membunuh naluri itu, namun ia tidak akan mati.\nBoleh jadi karena kerasnya tekanan dan kuatnya rintangan terhadap suatu naluri, maka kelihatan ia telah padam, tetapi manakala ada yang membangkitkannya, ia timbul kembali. Oleh karena itu, sekalipun naluri itu dasar bagi kebaikan, sebagaimana ia juga dasar bagi kejahatan, kewajiban manusia bukanlah menghilangkannya, tetapi mendidik dan melatihnya, agar dapat dimanfaatkan dan disalurkan ke arah yang baik.\nAllah telah menganugerahkan kepada manusia bermacam-macam naluri untuk jadi hidayah (petunjuk) yang akan dipakainya secara bijaksana.\n\n2. Hidayah Pancaindra\nKarena naluri itu sifatnya belum pasti sebagaimana disebutkan di atas, maka ia belum cukup untuk jadi hidayah bagi kebahagiaan hidup manusia di dunia dan di akhirat. Sebab itu, manusia dilengkapi lagi oleh Allah swt dengan pancaindra. Pancaindra itu sangat besar perannya terhadap pertumbuhan akal dan pikiran manusia. Sehubungan dengan itu ahli-ahli pendidikan berkata:\n(Pancaindra adalah pintu-pintu pengetahuan).\nMaksudnya ialah: dengan perantaraan pancaindra itulah manusia dapat berhubungan dengan alam sekitar, dengan arti bahwa sampainya sesuatu dari alam sekitar ini ke dalam otak manusia adalah melalui pintu-pintu pancaindra. Tetapi naluri ditambah dengan pancaindra, juga belum cukup untuk jadi pokok-pokok kebahagiaan manusia. Banyak lagi benda-benda dalam alam ini yang tidak dapat dilihat oleh mata. Banyak macam suara yang tidak dapat didengar oleh telinga. Malah selain dari alam mahsusat (yang dapat ditangkap oleh pancaindra), ada lagi alam ma'qulat (yang hanya dapat ditangkap oleh akal).\nIndra penglihatan (mata) hanya dapat menangkap alam mahsusat, tangkapannya tentang yang mahhsusat itu pun tidak selamanya betul, kadang-kadang salah. Inilah yang dinamakan dalam ilmu jiwa \"ilusi optik\" (tipuan pandangan), dalam bahasa Arab disebut khida' an-nadhar. Sebab itu manusia masih membutuhkan hidayah yang lain. Maka Allah menganugerahkan hidayah yang ketiga, yaitu \"hidayah akal\".\n\n3. Hidayah Akal (pikiran)\na.Akal dan kadar kesanggupannya\nDengan adanya akal manusia dapat menyalurkan naluri ke arah yang baik, agar naluri itu menjadi sumber bagi kebaikan, dan manusia dapat membetulkan kesalahan-kesalahan pancaindranya, membedakan yang buruk dengan yang baik. Akal bahkan sanggup menyusun mukadimah untuk menyampaikannya kepada natijah, mempertalikan akibat dengan sebab, memakai yang mahsusat sebagai tangga kepada yang ma'qulat, mempergunakan yang dapat dilihat, diraba dan dirasakan untuk sampai kepada yang abstrak, maknawi, dan gaib, mengambil dalil dari adanya makhluk untuk menetapkan adanya khalik, dan begitulah seterusnya.\nTetapi akal manusia juga belum memadai untuk membawanya kepada kebahagiaan hidup di dunia dan di akhirat di samping berbagai macam naluri dan pancaindra itu. Apalagi pendapat akal itu bermacam-macam, yang baik menurut pikiran si A belum tentu baik menurut pandangan si B, malah banyak manusia yang mempergunakan akalnya, tetapi akalnya dikalahkan oleh hawa nafsu dan sentimennya, hingga yang buruk itu menjadi baik dalam pandangannya, dan yang baik itu menjadi buruk.\nDengan demikian nyatalah bahwa naluri ditambah dengan pancaindra, dan ditambah pula dengan akal belum cukup untuk menjadi hidayah yang akan menyampaikan manusia kepada kebahagiaan hidup jasmani dan rohani, di dunia dan akhirat. Oleh karena itu, manusia membutuhkan hidayah lain, di samping pancaindra dan akalnya, yaitu hidayah agama yang dibawa oleh para rasul 'alaihimus-salatu was-salam.\n\nb. Benih agama dan akidah tauhid pada jiwa manusia\nJika menilik kepada agama-agama dan kepercayaan-kepercayaan yang diciptakan oleh manusia (al-adyan al-wadh'iyyah) terlihat bahwa pada jiwa manusia telah ada bibit-bibit kecenderungan beragama. Hal itu karena manusia mempunyai sifat merasa berutang budi, suka berterima kasih dan membalas budi kepada orang yang berbuat baik kepadanya. Maka, ketika ia memperhatikan dirinya dan alam di sekililingnya, umpamanya roti yang dimakannya, tumbuh-tumbuhan yang ditanamnya, binatang ternak yang digembalakannya, matahari yang memancarkan sinarnya, hujan yang turun dari langit yang menumbuhkan tanam-tanaman, dia akan merasa berutang budi kepada \"suatu Zat\" yang gaib yang telah berbuat baik dan melimpahkan nikmat yang besar itu kepadanya.\nManusia memahami dengan akalnya bahwa Zat yang gaib itulah yang menciptakannya, yang menganugerahkan kepadanya dan kepada jenis manusia seluruhnya, segala sesuatu yang dibutuhkannya yang ada di alam ini, untuk memelihara diri dan mempertahankan hidupnya. Karena merasa berutang budi kepada suatu Zat Yang Gaib itu, maka dia berpikir bagaimana cara berterima kasih dan membalas budi itu, atau dengan perkataan lain bagaimana cara \"menyembah Zat Yang Gaib itu\".\nPerihal bagaimana cara menyembah Zat Yang Gaib, adalah suatu masalah yang sukar, yang tidak dapat dicapai oleh akal manusia. Sebab itu, di dalam sejarah terlihat tidak pernah ada keseragaman dalam hal ini. Bahkan akal pikiran manusia akan membawanya kepada kepercayaan mengagungkan alam di samping mengagungkan Zat Yang Gaib itu.\nKarena pikirannya masih bersahaja dan belum tergambarkan di otaknya bagaimana menyembah \"Zat Yang Gaib\", maka dipilihlah di antara alam ini sesuatu yang besar, yang indah, yang banyak manfaatnya, atau sesuatu yang ditakutinya untuk jadi lambang bagi Zat Yang Gaib itu. Ketika dia mengagumi matahari, bulan dan bintang-bintang, sungai-sungai, binatang dan lain-lain, maka disembahnya benda-benda itu, sebagai lambang menyembah Tuhan atau Zat Yang Gaib itu, dan diciptakannya cara-cara beribadah (menyembah) benda-benda itu.\nDengan cara itu timbul suatu macam kepercayaan, yang dinamakan dengan \"kepercayaan menyembah kekuatan alam\", seperti yang terdapat di Mesir, Kaldea, Babilonia, Asiria dan di tempat-tempat lain di zaman purbakala. Dengan keterangan ini: tampak bahwa manusia menurut fitrahnya cenderung beragama, acap memikirkan dari mana datangnya alam ini, dan ke manakah kembalinya.\nBila manusia mau memikirkan: \"Dari mana datangnya alam ini\", akan sampai pada keyakinan tentang adanya Tuhan, bahkan akan sampai kepada keyakinan tentang keesaan Tuhan (tauhid), karena akidah (keyakinan) tentang keesaan Tuhan ini lebih mudah, dan lebih cepat dipahami oleh akal manusia. Karena itu dapat kita tegaskan bahwa manusia itu menurut nalurinya adalah beragama tauhid.\nSejarah telah menerangkan bahwa bangsa Kaldea pada mulanya adalah beragama tauhid, kemudian mereka menyembah matahari, planet-planet dan bintang-bintang yang mereka simbolkan dengan patung-patung. Sesudah raja Namrudz meninggal, mereka pun mendewakan dan menyembah Namrudz itu. Bangsa Asiria pun pada mulanya beragama tauhid, kemudian mereka lupa kepada akidah tauhid itu dan mereka sekutukan Tuhan dengan binatang-binatang, dan inilah yang dipusakai oleh orang-orang Babilonia.\nAdapun bangsa Mesir, bila diperhatikan nyanyian-nyanyian yang mereka nyanyikan dalam upacara-upacara peribadatan, jelas bahwa tidak semua orang Mesir purbakala itu orang-orang musyrik dan watsani (penyembah berhala), melainkan di antara mereka ada juga muwahhidin, penganut akidah tauhid. Di dalam nyanyian-nyanyian itu terdapat ungkapan sebagai berikut:\n\n\"Dialah Tuhan Yang Maha Esa, yang tiada sekutu bagi-Nya\"\n\"Dia mencintai seluruh makhluk, sedang Dia sendiri tak ada yang menciptakan-Nya\"\n\"Dialah Tuhan Yang Mahaagung, Pemilik langit dan bumi, Pencipta seluruh makhluk\"\n\nDapat ditegaskan bahwa akidah tauhid ini tidak pernah lenyap sama sekali, dan tetap ada. Tuhan Yang Maha Esa adalah pencipta seluruh yang ada di alam ini. Tuhan-tuhan atau dewa-dewa yang lain itu mereka anggap hanyalah sebagai pembantu dan pelayan atau simbol bagi Yang Maha Esa.\n\nc. Pendapat Orang-orang Arab sebelum Islam tentang Khalik (Pencipta)\nOrang-orang Arab sebelum datang agama Islam, kalau ditanyakan kepada mereka, \"Siapakah yang menjadikan langit dan bumi ini?\" Mereka menjawab, \"Allah.\" Kalau ditanyakan, \"Adakah al-Lata dan al-Uzza itu menjadikan sesuatu yang ada pada alam ini?\" Mereka menjawab, \"Tidak!\" Mereka sembah dewa-dewa itu hanya untuk mengharapkan perantaraan dan syafaat dari mereka terhadap Tuhan yang sebenarnya. Allah berfirman tentang perkataan musyrikin Arab itu:\n\n\"Kami tidak menyembah mereka, melainkan (berharap) agar mereka mendekatkan kami kepada Allah, dengan sedekat-dekatnya.\" (az-Zumar/39: 3)\n\n\nd. Kepercayaan tentang akhirat bisa dicapai oleh akal\nManakala manusia memikirkan \"kemanakah kembalinya alam ini?\" akan sampailah dia pada keyakinan bahwa di balik hidup di dunia yang fana ini akan ada lagi hidup di hari kemudian yang kekal dan abadi. Tetapi dapatkah manusia dengan akal dan pikirannya semata-mata mengetahui apakah yang perlu dikerjakan atau dijauhinya sebagai persiapan untuk kebahagiaan di hari kemudian (hari akhirat) itu? Jawabnya, \"Tentu saja tidak, sejarah pun telah membuktikan hal ini.\"\nDengan demikian dapatlah disimpulkan bahwa manusia telah diberi akal oleh Allah untuk jadi hidayah baginya, di samping naluri dan pancaindra. Tetapi hidayah akal itu belumlah mencukupi untuk kebahagiaan hidupnya di dunia dan akhirat.\nBegitu juga manusia mempunyai tabiat suka beragama, dengan akalnya dia kadang-kadang telah sampai kepada tauhid. Tetapi tauhid yang telah dicapainya dengan akalnya itu sering pula menjadi kabur dan tidak murni lagi.\nDengan mempergunakan akalnya, manusia juga dapat sampai kepada kesimpulan tentang adanya akhirat, tetapi hidayah akal itu belum mencukupi untuk kebahagiaan hidupnya di dunia dan akhirat. Maka untuk menyampai-kan manusia kepada akidah tauhid yang murni, yang tidak dicampuri sedikit pun oleh kepercayaan-kepercayaan menyembah dan membesarkan selain Allah, untuk membentangkan jalan yang benar yang akan ditempuhnya dalam perjalanan mencari kebahagiaan hidup di dunia dan akhirat, dan untuk jadi pedoman dalam hidupnya di dunia ini, dia membutuhkan hidayah yang lain di samping hidayah-hidayah yang telah disebutkan itu. Maka Allah mendatangkan hidayah yang keempat yaitu \"agama\" yang dibawa oleh para rasul 'alaihimus-salatu was-salam.\n\n4.Hidayah Agama\na.Pokok-pokok agama ketuhanan\nAllah mengutus rasul-rasul untuk membawa agama yang akan menunjukkan kepada manusia jalan yang harus mereka tempuh untuk kebahagiaan mereka di dunia dan akhirat. Mula-mula yang ditanamkan oleh rasul-rasul itu adalah kepercayaan tentang adanya Tuhan Yang Maha Esa dengan segala sifat-sifat kesempurnaan-Nya, guna membersihkan itikad manusia dari syirik (mempersekutukan Allah).\nRasul membawa manusia kepada kepercayaan tauhid dengan melalui akal dan logika, yaitu dengan mempergunakan dalil-dalil yang tepat dan logis. Dialog antara Nabi Ibrahim dengan Namrudz, Nabi Musa dengan Fir'aun, dan seruan-seruan Al-Qur'an kepada kaum musyrikin Quraisy semuanya mengajak agar mereka mempergunakan akal.\nDi samping kepercayaan kepada adanya Tuhan Yang Maha Esa, rasul-rasul juga menyeru untuk percaya pada akhirat, dan para malaikat.\nPercaya kepada adanya Tuhan Yang Maha Esa dengan segala sifat-sifat kesempurnaan-Nya, serta adanya malaikat dan hari kemudian dinamakan al-iman bi al-gaib (percaya kepada yang gaib). Itulah yang menjadi pokok bagi semua agama samawi, dengan arti bahwa semua agama yang datangnya dari Tuhan adalah mempercayai keesaan Tuhan, para malaikat dan hari akhirat.\nDi samping Akidah (kepercayaan) yang disebutkan itu, para rasul juga membawa hukum-hukum, peraturan-peraturan, akhlak dan pelajaran-pelajaran. Hukum-hukum dan peraturan-peraturan ini tidak seluruhnya sama, artinya apa yang diturunkan kepada Nabi Ibrahim tidak sama dengan yang diturunkan kepada Nabi Musa, dan apa yang dibawa oleh Nabi Isa, tidak serupa dengan yang dibawa oleh Nabi Muhammad saw. Hal ini dikarenakan hukum-hukum dan peraturan-peraturan itu haruslah sesuai dengan keadaan tempat dan masa. Maka syariat yang dibawa oleh nabi-nabi itu adalah sesuai dengan masanya masing-masing. Jadi yang berlainan itu ialah hukum-hukum furu' (cabang-cabang), sedangkan pokok-pokok hukum agama seperti akidah adalah sama. Karena Muhammad saw adalah Nabi penutup maka syariat yang dibawanya, diberi oleh Allah sifat-sifat tertentu agar sesuai dengan segala masa dan keadaan.\n\nb. Hidayah yang dimohonkan kepada Tuhan\nAllah telah menganugerahkan agama Islam sebagai hidayah dan senjata hidup yang penghabisan, atau jalan kepada kebahagiaan yang terakhir, tetapi adakah semua orang, pandai mempergunakan senjata itu, dan adakah semua hamba Allah sukses dalam menempuh jalan yang telah dibentangkan oleh Tuhan?\nBanyak manusia salah menerapkan agama, tidak beribadah (menyembah Allah) sesuai dengan yang diridai oleh yang disembah, tidak melaksanakan syariat sesuai dengan yang dimaksud oleh pembuat syariat itu. Karena itu Allah mengajarkan kepada manusia cara memohon kepada-Nya agar diberi-Nya ma'unah, dibimbing dan dijaga selama-lamanya, serta diberi-Nya taufik agar dapat memanfaatkan semua macam hidayah yang telah dianugerahkan itu menurut semestinya. Naluri-naluri agar dapat disalurkan ke arah yang baik, pancaindra agar betul, akal agar sesuai dengan yang benar, tuntunan-tuntunan agama agar dapat dilaksanakan menurut yang dimaksudkan oleh yang menurunkan agama itu, tanpa ada cacat, janggal dan salah.\nTegasnya, manusia yang telah diberi Allah bermacam-macam hidayah yang disebutkan di atas (naluri, pancaindra, akal dan agama) belumlah cukup, tetapi dia masih membutuhkan ma'unah dan bimbingan dari Allah (yaitu taufik-Nya). ) Maka ma'unah dan bimbingan itulah yang kita mohonkan, dan kepada Allah sajalah kita hadapkan permohonan itu. Dengan perkataan lain, Allah telah memberi manusia hidayah-hidayah tersebut, seakan-akan Dia telah membentangkan jalan raya yang akan menyampaikan manusia kepada kebahagiaan hidup duniawi dan ukhrawi. Kemudian yang dimohonkan kepada-Nya lagi, ialah \"agar membimbing kita dalam melalui jalan yang telah terbentang itu.\"\nDengan ringkas hidayah dalam ayat ihdinas-siratal-mustaqim ini berarti \"taufik\" (bimbingan), dan taufik itulah yang dimohonkan di sini kepada Allah. Taufik ini dimohonkan kepada Allah sesudah kita berusaha dengan sepenuh tenaga, pikiran dan ikhtiar, karena berusaha dengan sepenuh tenaga adalah kewajiban kita, tetapi keberhasilan suatu usaha adalah termasuk kekuasaan Allah. Dengan ini terlihat pertalian ayat ini dengan ayat yang sebelumnya. Pada ayat yang sebelumnya Allah mengajari hamba-Nya agar menyembah dan memohon pertolongan kepada-Nya, sedangkan pada ayat ini Allah menerangkan apa yang akan dimohonkan, dan bagaimana memohonkannya. Maka tidak ada pertentangan antara kedua firman Allah tersebut dan firman Allah yang ditujukan kepada Nabi:\n\n¦ Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52).\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56).\n\nSebab yang dimaksud dengan hidayah pada ayat pertama ialah menunjukkan jalan yang harus ditempuh, dan ini memang tugas nabi. Yang dimaksud dengan hidayah pada ayat kedua ialah membimbing manusia dalam menempuh jalan itu dan memberikan taufik agar sukses dan berbahagia dalam perjalanannya, dan ini tidaklah masuk dalam kekuasaan nabi, tetapi hak Allah semata-mata.\n\nJalan yang lurus (yang menyampaikan kepada yang dituju).\n\nApakah yang dimaksud dengan jalan lurus itu? Di atas telah diterangkan bahwa rasul-rasul telah membawa aqa'id (kepercayaan-kepercayaan), hukum-hukum, peraturan-peraturan, akhlak, dan pelajaran-pelajaran. Pendeknya, para rasul telah membawa segala sesuatu yang perlu untuk kebahagiaan hidup manusia di dunia dan akhirat.\nMaka aqa'id, hukum-hukum, peraturan-peraturan, akhlak dan pelajaran-pelajaran itulah yang dimaksud dengan jalan lurus itu, karena dialah yang menyampaikan manusia kepada kebahagiaan hidup di dunia dan akhirat sebagaimana disebutkan. Jadi dengan menyebut ayat ini seakan-akan kita memohon kepada Allah, \"Bimbing dan berilah kami taufik, ya Allah dalam melaksanakan ajaran-ajaran agama kami. Betulkanlah kepercayaan kami. Bimbing dan berilah kami taufik dalam melaksanakan kepercayaan kami. Bimbing dan berilah kami taufik dalam melaksanakan hukum, peraturan-peraturan, serta pelajaran-pelajaran agama kami. Jadikanlah kami mempunyai akhlak yang mulia, agar berbahagia hidup kami di dunia dan akhirat.\"",
    "quraish": "Kepada Engkaulah kami meminta untuk menunjuki kami jalan kebenaran, kebajikan dan membawa kepada kebahagiaan.",
    "jalalayn": "(Tunjukilah kami ke jalan yang lurus) Artinya bimbinglah kami ke jalan yang lurus, kemudian dijelaskan pada ayat berikutnya, yaitu:"
  },
  {
    "hizb": 1,
    "name": "Al-Fatihah",
    "ayat": 7,
    "arab": "صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ەۙ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ",
    "translation": "(yaitu) jalan orang-orang yang telah Engkau beri nikmat kepadanya; bukan (jalan) mereka yang dimurkai, dan bukan (pula jalan) mereka yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/7.mp3",
    "tafsir": "Setelah Allah swt mengajarkan kepada hamba-Nya untuk memohon agar selalu dibimbing-Nya menuju jalan yang lurus dan benar, pada ayat ini Allah menerangkan apa jalan yang lurus itu. Sebelum Al-Qur'an diturunkan, Allah telah menurunkan kitab-kitab suci-Nya yang lain, dan sebelum Nabi Muhammad diutus, Allah telah mengutus rasul-rasul, karena sebelum umat yang sekarang ini telah banyak umat terdahulu.\nDi antara umat-umat yang terdahulu itu terdapat nabi-nabi, siddiqin yang membenarkan rasul-rasul dengan jujur dan patuh, syuhada' yang telah mengorbankan jiwa dan harta untuk kemuliaan agama Allah, dan orang-orang saleh yang telah membuat kebajikan dan menjauhi larangan Allah.\nMereka itulah orang-orang yang telah diberi nikmat oleh Allah, dan kita diajari agar memohon kepada-Nya, agar diberi-Nya taufik dan bimbingan sebagaimana Dia telah memberi taufik dan membimbing mereka. Artinya sebagaimana mereka telah berbahagia dalam aqa'id, dalam menjalankan hukum-hukum dan peraturan-peraturan agama, serta telah mempunyai akhlak dan budi pekerti yang mulia, maka demikian pula kita hendaknya. Dengan perkataan lain, Allah menyuruh kita agar mengambil contoh dan teladan kepada mereka yang terdahulu.\nTimbul pertanyaan: mengapa Allah menyuruh kita mengikuti jalan mereka yang terdahulu itu, padahal dalam agama kita ada pelajaran-pelajaran, hukum dan petunjuk-petunjuk yang tak ada pada mereka. Jawabnya: sebetulnya agama Allah itu adalah satu. Kendatipun ada perbedaannya, tetapi perbedaan itu pada bagian-bagiannya, sedang pokok-pokoknya serupa, sebagaimana telah disebutkan.\nSebagaimana halnya dalam umat-umat yang terdahulu itu terdapat orang-orang yang diberi nikmat oleh Allah, juga terdapat di antara mereka orang yang dimurkai Allah dan orang yang sesat. Orang yang dimurkai Allah itu mereka yang tak mau menerima seruan Allah yang disampaikan oleh rasul-rasul, karena berlainan dengan kebiasaan mereka, atau karena tidak sesuai dengan hawa nafsu mereka, kendatipun telah jelas bahwa yang dibawa oleh rasul-rasul itu adalah benar. Termasuk juga ke dalam golongan ini, mereka yang mulanya telah menerima apa yang disampaikan oleh rasul-rasul, tetapi kemudian karena suatu sebab mereka membelok, dan membelakangi pelajaran yang dibawa oleh rasul-rasul itu.\nDi dalam sejarah banyak ditemukan orang yang dimurkai Allah, sejak di dunia mereka telah diazab Allah, sebagai balasan yang setimpal bagi keingkaran dan sifat angkara murka mereka. Umpamanya kaum 'ad dan samud yang telah dibinasakan oleh Allah. Sampai sekarang masih ada bekas-bekas peninggalan mereka di Jazirah (semenanjung) Arab. Begitu juga Fir'aun dan kaumnya yang telah dibinasakan Allah di Laut Merah. Mumi Fir'aun sampai sekarang masih tersimpan di museum di Mesir.\nOrang-orang yang sesat ialah mereka yang tidak betul kepercayaannya, atau tidak betul pekerjaan dan amal ibadahnya serta rusak budi pekertinya. Bila akidah seseorang tidak betul, atau pekerjaan dan amal ibadahnya salah, dan akhlaknya telah rusak, akan celakalah dia, dan kalau suatu bangsa berada pada situasi seperti itu akan jatuhlah bangsa itu.\nMaka dengan ayat ini Allah mengajari hamba-Nya untuk memohon kepada-Nya agar terjauh dari kemurkaan-Nya, dan terhindar dari kesesatan. Di dalamnya juga tersimpul perintah Allah agar manusia mengambil pelajaran dari sejarah bangsa-bangsa yang terdahulu. Alangkah banyaknya dalam sejarah kejadian-kejadian yang dapat dijadikan iktibar dan pelajaran. Di dalam Al-Qur'an banyak ayat yang berkenaan dengan kisah umat dan bangsa-bangsa yang dahulu. Memang tak ada sesuatu yang lebih besar pengaruhnya kepada jiwa manusia daripada contoh-contoh orang dan perbandingan-perbandingan yang terdapat dalam kisah-kisah dan sejarah.",
    "quraish": "Yaitu jalan para hamba-Mu yang telah Engkau beri petunjuk untuk beriman kepada-Mu dan Engkau anugerahkan hidayah dan keridaan-Mu; bukan jalan orang-orang yang Engkau murkai dan bukan pula jalan mereka yang sesat dari kebenaran dan kebajikan karena mereka tidak beriman dan mengingkari petunjuk-Mu.",
    "jalalayn": "(Jalan orang-orang yang telah Engkau anugerahkan nikmat kepada mereka), yaitu melalui petunjuk dan hidayah-Mu. Kemudian diperjelas lagi maknanya oleh ayat berikut: (Bukan (jalan) mereka yang dimurkai) Yang dimaksud adalah orang-orang Yahudi. (Dan bukan pula) dan selain (mereka yang sesat.) Yang dimaksud adalah orang-orang Kristen. Faedah adanya penjelasan tersebut tadi mempunyai pengertian bahwa orang-orang yang mendapat hidayah itu bukanlah orang-orang Yahudi dan bukan pula orang-orang Kristen. Hanya Allahlah Yang Maha Mengetahui dan hanya kepada-Nyalah dikembalikan segala sesuatu. Semoga selawat dan salam-Nya dicurahkan kepada junjungan kita Nabi Muhammad saw. beserta keluarga dan para sahabatnya, selawat dan salam yang banyak untuk selamanya. Cukuplah bagi kita Allah sebagai penolong dan Dialah sebaik-baik penolong. Tiada daya dan tiada kekuatan melainkan hanya berkat pertolongan Allah Yang Maha Tinggi lagi Maha Besar."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 1,
    "arab": "الۤمّۤ ۚ",
    "translation": "Alif Lam Mim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/8.mp3",
    "tafsir": "Alif Lam Mim. Ayat pertama surah Al-Baqarah ini terdiri dari huruf-huruf lepas. Sebagaimana pada surah-surah Makkiyah banyak yang dibuka dengan huruf-huruf lepas seperti Alif Lam Ra, Alif Lam Mim Ra, ha Mim, ta Ha, Kaf Ha Ya 'Ain sad, dan lain-lain.\nSurah-surah yang dimulai dengan huruf-huruf singkatan (muqattha'ah) semuanya berjumlah 29 surah. Selengkapnya sebagai berikut: al-Baqarah dengan Alif Lam Mim, Ali 'Imran dimulai dengan Alif Lam Mim, al-A'raf dimulai dengan Alif Lam Mim sad, Yunus dengan Alif Lam Ra, Hud dengan Alif Lam Ra, ar-Ra'd dengan Alif Lam Mim Ra; Ibrahim dengan Alif Lam Ra; al-hijr dengan Alif Lam Ra; Maryam dengan Kaf Ha Ya 'Ain sad; taha dengan ta ha; asy-Syu'ara' dengan ta Sin Mim; an-Naml dengan ta Sin; al-Qasas dengan ta Sin Mim; al-'Ankabut dengan Alif Lam Mim; ar-Rum dengan Alif Lam Mim, Luqman dengan Alif Lam Mim, as-Sajdah dengan Alif Lam Mim, Yasin dengan Ya Sin; sad dengan sad; al-Mu'min dengan ha Mim; Fussilat dengan ha Mim; asy-Syura dengan ha Mim; az-Zukhruf dengan ha Mim; ad-Dukhan dengan ha Mim; al-Jasiyah dengan ha Mim; al-Ahqaf dengan ha Mim; Qaf dengan Qaf; dan al-Qalam dengan Nun. Huruf yang disebutkan ini berjumlah 14 huruf, yaitu setengah dari huruf hijaiyah. Huruf-huruf ini adalah huruf-huruf yang banyak terpakai dalam bahasa Arab. Huruf-huruf ini ada yang disebutkan berulang-ulang.\nAda dua hal yang perlu dibicarakan tentang huruf-huruf abjad yang disebutkan pada permulaan beberapa surah dari Al-Qur'an itu, yaitu apa yang dimaksud dengan huruf ini, dan apa hikmahnya menyebutkan huruf-huruf ini.\nTentang soal pertama, maka para mufasir berlainan pendapat:\n1.Ada yang menyerahkan saja kepada Allah, dengan arti mereka tidak mau menafsirkan huruf-huruf itu. Mereka berkata, \"Allah saja yang mengetahui maksudnya.\" Mereka menggolongkan huruf-huruf itu ke dalam golongan ayat-ayat mutasyabihat.\n2.Ada yang menafsirkannya. Mufasir yang menafsirkannya ini berlain-lain pula pendapat mereka:\na.Ada yang berpendapat bahwa huruf-huruf itu adalah isyarat (singkatan dari kata-kata), umpamanya Alif Lam Mim. Maka Alif adalah singkatan dari \"Allah\", Lam singkatan dari \"Jibril\", dan Mim singkatan dari Muhammad, yang berarti bahwa Al-Qur'an itu datangnya dari Allah, disampaikan oleh Jibril kepada Muhammad. Pada Alif Lam Ra, Alif singkatan dari \"Ana\", Lam singkatan dari \"Allah\" dan Ra singkatan dari \"ar-Rahman\", yang berarti \"Aku Allah Yang Maha Pengasih.\"\nb.Ada yang berpendapat bahwa huruf-huruf itu adalah nama dari surah yang dimulai dengan huruf-huruf itu.\nc.Ada yang berpendapat bahwa yang dimaksud dengan huruf-huruf abjad ini adalah huruf-huruf abjad itu sendiri. Maka yang dimaksud dengan Alif adalah \"Alif\", yang dimaksud dengan Lam, adalah \"Lam\", yang dimaksud dengan Nun adalah \"Nun\", dan begitu seterusnya.\nd. Huruf-huruf abjad itu untuk menarik perhatian. Ada mufasir yang berpendapat bahwa huruf-huruf abjad ini didatangkan oleh Allah pada permulaan beberapa surah Al-Qur'an untuk menarik perhatian. Memulai pembicaraan dengan huruf-huruf abjad adalah suatu cara yang belum dikenal oleh Bangsa Arab pada waktu itu, karena itu maka hal ini menarik perhatian mereka.\ne. Untuk tantangan. Menurut para mufasir ini, huruf-huruf singkatan itu disebut Allah pada permulaan beberapa surah dari Al-Qur'an, hikmahnya adalah untuk \"menantang\". Tantangan itu bunyinya kira-kira begini: Al-Qur'an itu diturunkan dalam bahasa Arab, yaitu bahasa kamu sendiri, yang tersusun dari huruf-huruf singkatan, seperti Alif, Lam Mim Ra, Kaf Ha Ya 'Ain sad, Qaf, ta Sin dan lain-lain. Maka kalau kamu tidak percaya bahwa Al-Qur'an datangnya dari Allah dan kamu mendakwakan datangnya dari Muhammad, yakni dibuat oleh Muhammad sendiri, maka cobalah kamu buat ayat-ayat yang seperti ayat Al-Qur'an ini. Kalau Muhammad dapat membuatnya tentu kamu juga dapat membuatnya\"\nMaka ada \"penantang\", yaitu Allah, dan ada \"yang ditantang\", yaitu bangsa Arab, dan ada \"alat penantang\", yaitu Al-Qur'an. Sekalipun mereka adalah orang-orang yang fasih berbahasa Arab, dan mengetahui pula seluk beluk bahasa Arab menurut naluri mereka, karena di antara mereka itu ada pujangga-pujangga, penyair-penyair dan ahli-ahli pidato, namun demikian mereka tidak bisa menjawab tantangan Al-Qur'an dengan membuat ayat-ayat seperti Al-Qur'an. Ada juga di antara mereka yang memberanikan diri untuk menjawab tantangan Al-Qur'an itu, dengan mencoba membuat kalimat-kalimat seperti ayat-ayat Al-Qur'an itu, tetapi sebelum mereka ditertawakan oleh orang-orang Arab itu, lebih dahulu mereka telah ditertawakan oleh diri mereka sendiri.",
    "quraish": "[[2 ~ AL-BAQARAH (SAPI) Pendahuluan: Madaniyyah, 286 ayat ~ Surat yang termasuk dalam kelompok Madaniyyah yang diturunkan di Madinah setelah hijrah ini, adalah surat terpanjang di antara seluruh surat al-Qur'ân. Surat ini mulai memerinci hal-hal yang disebutkan secara singkat dan global pada surat sebelumnya (al-Fâtihah). Pada surat ini, misalnya, selain ditegaskan bahwa al-Qur'ân adalah sumber petunjuk kebenaran, juga disebut ihwal orang-orang yang memperoleh keridaan Allah dan orang-orang yang mendapatkan kemurkaan-Nya, yaitu golongan kafir dan munafik. Setelah penegasan bahwa al-Qur'ân adalah kitab petunjuk yang tidak diragukan kebenarannya, pada surat ini mulai dibicarakan tiga kelompok manusia, yaitu kelompok Mukmin, kafir dan munafik, seraya mengajak umat manusia untuk menyembah Allah semata dengan memberi ancaman bagi orang kafir dan kabar gembira bagi orang Mukmin. Kemudian, surat ini secara khusus berbicara mengenai Banû Isrâ'îl dan mengajak mereka untuk kembali kepada kebenaran. Mereka diingatkan tentang hari-hari Allah, tentang kejadian-kejadian yang menimpa mereka ketika menyertai Mûsâ a. s., tentang Ibrâhîm dan Ismâ'îl a. s. yang membangun Ka'bah. Di sela-sela pembicaraan mengenai kisah Banû Isrâ'îl yang cukup panjang hingga hampir mencapai setengah isi surat, seringkali didapati ajakan kepada orang-orang Mukmin untuk mengambil pelajaran dari apa yang telah menimpa orang-orang Yahudi dan Nasrani itu. Selanjutnya, pembicaraan beralih kepada Ahl al-Qur'ân (orang-orang Mukmin) dengan mengingatkan kesamaan antara umat Mûsâ a. s. dan umat Muhammad saw. yang berasal dari keturunan Ibrâhîm a. s. Disebut pula ihwal kiblat dan sebagainya, lalu diutarakan pula tentang tauhid dan tanda-tanda kemahaesaan Allah, tentang syirik, tentang makanan yang diharamkan dan penegasan bahwa hanya Allahlah yang berhak menghalalkan dan mengharamkan sesuatu. Beberapa prinsip kebajikan juga dijelaskan dalam surat ini, seperti hukum puasa, wasiat, larangan memakan harta secara tidak benar, hukum kisas, hukum perang, manasik haji, larangan meminum khamar dan berjudi, hukum nafkah, larangan riba, hukum jual beli dan utang piutang, hukum nikah, talak, idah, dan sebagainya. Masalah tauhid, kenabian dan hari kebangkitan yang merupakan pokok-pokok akidah, juga disebutkan dalam surat ini. Sebagai khatimah, surat ini ditutup dengan doa orang-orang Mukmin agar Allah memberi pertolongan dan kemenangan kepada mereka. Ada beberapa kaidah yang dapat dipetik dari surat ini, antara lain, bahwa: a. hanya dengan mengikuti jalan Allah dan melaksanakan ajaran-ajaran agama-Nya, umat manusia akan dapat mencapai kebahagiaan dunia dan akhirat; b. tidak selayaknya orang yang berakal mengajak orang lain kepada kebenaran dan kebajikan, sedangkan ia tidak melakukannya; c. wajib hukumnya mendahulukan kebaikan daripada kejahatan dan membuat suatu prioritas dengan melakukan yang terbaik dari yang baik; d. pokok-pokok ajaran agama ada tiga, yaitu beriman kepada Allah, beriman kepada hari kebangkitan dan melakukan amal salih. Dan bahwa ganjaran itu diperoleh atas dasar keimanan dan amal sekaligus; e. syarat keimanan adalah tunduk dan pasrah kepada apa-apa yang dibawa oleh Rasul; f. bahwa orang-orang non Muslim tidak akan merasa puas sampai orang-orang Islam mengikuti agama mereka; g. kekuasaan yang benar dalam agama, harus berada di tangan orang-orang yang beriman dan orang-orang yang berlaku adil, bukan di tangan orang-orang kafir dan zalim; h. beriman kepada agama Allah sebagaimana yang diturunkan-Nya, mengarah kepada kesatuan dan persatuan, sementara meninggalkan petunjuk-Nya akan menimbulkan perselisihan dan perpecahan; i. perkara-perkara yang terpuji bisa dicapai dengan kesabaran dan salat. Bahwa taqlîd (mengikuti pendapat orang lain tanpa mengetahui dasarnya) adalah tidak benar dan dapat menimbulkan kebodohan dan kefanatikan; j. Allah Swt. menghalalkan bermacam-macam makanan yang baik kepada hamba-Nya dan mengharamkan dalam jumlah terbatas hal-hal yang kotor. Siapa pun selain Allah tidaklah berhak menentukan haram halalnya; k. sesuatu yang diharamkan dapat menjadi halal bagi orang yang dalam keadaan terpaksa, karena keadaan darurat dapat menghalalkan sesuatu yang dilarang dalam batas-batas tertentu; l. agama ditegakkan atas dasar kemudahan dan menghilangkan kesulitan. Allah tidak membebani manusia sesuatu di atas kemampuannya; m. menjerumuskan diri sendiri ke dalam kehancuran haram hukumnya; n. untuk mencapai sesuatu tujuan, seseorang harus menempuh jalan yang akan mengarah kepadanya (hukum sebab akibat); o. pemaksaan dalam beragama tidak dibenarkan; p. berperang melawan musuh diperintahkan untuk membela diri, demi menjamin kebebasan beragama dan tegaknya Islam dalam masyarakat; q. seorang Muslim boleh mengejar kebahagiaan di dunia sebagaimana ia melaksanakan kewajibannya demi kebahagiaan di akhirat; r. sesungguhnya sadd al-dzarâ'i' (mencegah perbuatan-perbuatan yang mengarah kepada perbuatan haram) dan pencapaian maslahat, merupakan maqâshid syar'iyyah (tujuan-tujuan umum syariat Islam); s. keimanan dan kesabaran merupakan faktor penyebab kemenangan minoritas yang adil atas mayoritas yang tiran; t. memakan harta orang lain dengan cara yang tidak dibenarkan adalah haram hukumnya; u. ganjaran seseorang ditentukan oleh amal perbuatannya sendiri, bukan amal perbuatan orang lain; v. Hikmah al-tasyrî' (falsafah hukum Islam) dapat dibuktikan oleh akal sehat, karena hukum Islam mengandung kebenaran, keadilan dan maslahat manusia.]] Alif, Lâm, Mîm. Allah Swt. memulai dengan huruf-huruf eja ini untuk menunjukkan mukjizat al-Qur'ân, karena al-Qur'ân disusun dari rangkaian huruf-huruf eja yang digunakan dalam bahasa bangsa Arab sendiri. Meskipun demikian, mereka tidak pernah mampu untuk membuat rangkaian huruf-huruf itu menjadi seperti al-Qur'ân. Huruf-huruf itu gunanya untuk menarik perhatian pendengarnya karena mengandung bunyi yang berirama.",
    "jalalayn": "(Alif laam miim) Allah yang lebih mengetahui akan maksudnya."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 2,
    "arab": "ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ",
    "translation": "Kitab (Al-Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/9.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Al-Qur‘an tidak dapat diragukan, karena ia wahyu Allah swt yang diturunkan kepada Nabi Muhammad saw Nabi yang terakhir dengan perantaraan Jibril a.s. :\n\nDan sungguh (Al-Qur‘an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa oleh ar-Ruh al-Amin (Jibril) (asy-Syu‘ara‘/26: 192-193).\n\nYang dimaksud “Al-Kitab” (wahyu) di sini ialah Al-Qur‘an. Disebut “Al-Kitab” sebagai isyarat bahwa Al-Qur‘an harus ditulis, karena itu Nabi Muhammad saw memerintahkan para sahabat menulis ayat-ayat Al-Qur‘an. \nAl-Qur‘an merupakan bimbingan bagi orang yang bertakwa, sehingga dia berbahagia hidup di dunia dan di akhirat nanti. Orang yang bertakwa ialah orang yang memelihara dan menjaga dirinya dari azab Allah dengan selalu melaksanakan perintah-perintah Allah dan menjauhi larangan-larangan-Nya. Di antara tanda-tanda orang yang bertakwa ialah sebagaimana yang tersebut pada ayat-ayat berikut:",
    "quraish": "Inilah kitab yang sempurna, yaitu al-Qur'ân yang telah Kami turunkan. Orang-orang yang berakal sehat tidak akan dihinggapi rasa ragu bahwa al-Qur'ân diturunkan oleh Allah Swt. dan membenarkan apa-apa yang tercakup di dalamnya berupa hukum, kebenaran dan petunjuk yang berguna bagi orang-orang yang siap mencari kebenaran, menghindari bahaya dan sebab yang menjurus kepada hukuman.",
    "jalalayn": "(Kitab ini) yakni yang dibaca oleh Muhammad saw. (tidak ada keraguan) atau kebimbangan (padanya) bahwa ia benar-benar dari Allah swt. Kalimat negatif menjadi predikat dari subyek 'Kitab ini', sedangkan kata-kata isyarat 'ini' dipakai sebagai penghormatan. (menjadi petunjuk) sebagai predikat kedua, artinya menjadi penuntun (bagi orang-orang yang bertakwa) maksudnya orang-orang yang mengusahakan diri mereka supaya menjadi takwa dengan jalan mengikuti perintah dan menjauhi larangan demi menjaga diri dari api neraka."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 3,
    "arab": "الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ",
    "translation": "(yaitu) mereka yang beriman kepada yang gaib, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/10.mp3",
    "tafsir": "Pertama: Beriman kepada yang gaib. Termasuk di dalamnya beriman kepada Allah dengan sesungguhnya, menundukkan diri serta menyerahkannya sesuai dengan yang diharuskan oleh iman itu. Tanda keimanan seseorang ialah melaksanakan semua yang diperintahkan oleh imannya itu. \nGaib ialah sesuatu yang tidak dapat dicapai oleh pancaindra. Pengetahuan tentang yang gaib itu semata-mata berdasar kepada petunjuk-petunjuk Allah swt. Karena kita telah beriman kepada Allah, maka kita beriman pula kepada firman-firman dan petunjuk-petunjuk-Nya. Termasuk yang gaib ialah: Allah, para malaikat, hari kiamat, surga, neraka, mahsyar dan sebagainya. Pangkal iman kepada yang gaib ialah iman kepada Allah swt. Iman kepada Allah adalah dasar dari pembentukan watak dan sifat-sifat seseorang manusia agar dia menjadi manusia yang sebenarnya, sesuai dengan maksud Allah menciptakan manusia.\n\n\"sibgah Allah.\" Siapa yang lebih baik sibgah-nya daripada Allah? Dan kepada-Nya kami menyembah. (al-Baqarah/2: 138)\nIman membentuk manusia menjadi makhluk individu dan makhluk yang menjadi anggota masyarakatnya, suka memberi, menolong, berkorban, berjihad dan sebagainya:\n\nSesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu, dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar. (al-hujurat/49: 15)\n\nDalam mencari arti iman hendaklah kita mengikuti petunjuk Rasul. Untuk itu kita perlu mempelajari sejarah hidup Nabi Muhammad saw, merenungkan ciptaan Allah, menggunakan akal pikiran dan mempelajari ajaran-ajaran yang dibawa oleh Nabi Muhammad saw. Iman dapat bertambah dan dapat pula berkurang. Iman akan rusak bila amal seseorang rusak dan akan bertambah bila nilai dan jumlah amal ditingkatkan pula.\nKedua: Melaksanakan salat, yaitu mengerjakan dan menunaikan salat dengan menyempurnakan rukun-rukun dan syarat-syaratnya, terus-menerus mengerjakannya setiap hari sesuai dengan yang diperintahkan Allah, baik lahir maupun batin. Yang dimaksud dengan \"lahir\" ialah mengerjakan salat sesuai dengan ketentuan-ketentuan yang telah ditentukan sunah Rasul, dan yang dimaksud dengan \"batin\" ialah mengerjakan salat dengan hati yang khusyuk, dengan segala ketundukan dan kepatuhan kepada Allah, dan merasakan keagungan dan kekuasaan Allah yang menguasai dan menciptakan seluruh alam ini sebagai yang dikehendaki oleh agama.\nIqamah as-salah ialah mengerjakan salat dengan sempurna; sempurna segala rukun, syarat dan ketentuan yang lain yang ditentukan oleh agama. Arti asal dari perkataan salat ialah \"doa\", kemudian dipakai sebagai istilah ibadah yang dikenal di dalam agama Islam karena salat itu banyak mengandung doa.\nKetiga: Menginfakkan sebagian rezeki yang telah dianugerahkan Allah. Rezeki ialah segala sesuatu yang dapat diambil manfaatnya. \"Menginfakkan sebagian rezeki\" ialah memberikan sebagian rezeki atau harta yang telah dianugerahkan Allah kepada orang-orang yang telah ditentukan oleh agama.\nPengertian menginfakkan harta di jalan Allah meliputi belanja untuk kepentingan jihad, pembangunan perguruan, rumah sakit, usaha penelitian ilmiah dan lain-lain. Juga berinfak untuk semua kepentingan umum dengan niat melaksanakan perintah Allah termasuk fi sabilillah. \nHarta yang akan diinfakkan itu ialah sebagiannya, tidak seluruh harta. Dalam ayat ini tidak dijelaskan berapa banyak yang dimaksud dengan sebagian itu, apakah seperdua, sepertiga, seperempat dan sebagainya. Dalam pada itu Allah melarang berlaku kikir dan melarang berlaku boros:\n\nDan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah), nanti kamu menjadi tercela dan menyesal. (al-Isra'/17: 29)\n\nAllah melarang berlebih-lebihan atau kikir dalam membelanjakan harta:\n\nDan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) mereka yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, tetapi berada di antara keduanya secara wajar (al-Furqan/25: 67)\n\nPada firman Allah yang lain dijelaskan bahwa yang dimaksudkan dengan sebagian harta itu ialah sebagaimana jawaban atas pertanyaan para sahabat:\n\n\".... mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, 'Kelebihan (dari apa yang diperlukan).\" (al-Baqarah/2: 219)\n\nYang dimaksud dengan \"kelebihan\" ialah setelah mereka cukup makan dan memiliki pakaian yang dipakai. Jadi tidak harus kaya, tetapi selain yang mereka makan dan pakai pada hari itu, adalah termasuk lebih. Allah telah menjelaskan cara-cara membelanjakan harta itu dan cara-cara menggunakannya. Dijelaskan lagi oleh hadis Rasulullah saw:\nDari Nabi saw ia berkata, \"Sebaik-baik sedekah adalah kelebihan dari kebutuhan pokok.\" (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Mereka itu adalah orang-orang yang percaya dengan teguh yang disertai dengan ketundukan dan penyerahan jiwa kepada yang gaib--yaitu hal-hal yang tidak dapat ditangkap oleh panca indera, seperti malaikat dan hari kemudian, karena dasar beragama adalah beriman kepada yang gaib--melaksanakan salat dengan benar, tunduk dan khusyuk kepada Allah. Dan orang-orang yang menginfakkan sebagian dari apa yang dianugerakan oleh Allah kepada mereka di jalan kebaikan dan kebajikan.",
    "jalalayn": "(Orang-orang yang beriman) yang membenarkan (kepada yang gaib) yaitu yang tidak kelihatan oleh mereka, seperti kebangkitan, surga dan neraka (dan mendirikan salat) artinya melakukannya sebagaimana mestinya (dan sebagian dari yang Kami berikan kepada mereka) yang Kami anugerahkan kepada mereka sebagai rezeki (mereka nafkahkan) mereka belanjakan untuk jalan menaati Allah."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 4,
    "arab": "وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ",
    "translation": "dan mereka yang beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad) dan (kitab-kitab) yang telah diturunkan sebelum engkau, dan mereka yakin akan adanya akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/11.mp3",
    "tafsir": "Keempat: Beriman kepada kitab-kitab yang telah diturunkan-Nya, yaitu beriman kepada Al-Qur'an dan kitab-kitab (wahyu) Taurat, Zabur, Injil dan sahifah-sahifah yang diturunkan kepada nabi-nabi sebelum Nabi Muhammad saw. Meskipun dalam beriman kepada kitab-kitab selain Al-Qur'an bersifat ijmali (global), sedangkan beriman kepada Al-Qur'an harus secara tafsili (rinci). Beriman kepada kitab-kitab dan sahifah-sahifah tersebut berarti beriman pula kepada para rasul yang telah diutus Allah kepada umat-umat yang dahulu dengan tidak membedakan antara seseorang dengan yang lain dari rasul-rasul Allah.\nBeriman kepada kitab-kitab Allah merupakan salah satu sifat dari orang-orang yang bertakwa. Orang-orang yang beriman kepada kitab-kitab Allah dan mempelajari isinya adalah para ahli waris nabi, ahli waris ajaran-ajaran Allah, baik orang-orang dahulu, maupun orang-orang sekarang sampai akhir zaman. Sifat ini akan menimbulkan rasa dalam diri seorang Muslim bahwa mereka adalah umat yang satu, agama mereka adalah satu, agama Islam. Tuhan yang mereka sembah ialah Allah Yang Maha Esa, Pengasih dan Penyayang kepada hamba-hamba-Nya. Sifat ini akan menghilangkan eksklusivisme (sifat berbeda) dalam diri seorang Muslim, yaitu meliputi semua sifat sombong, tinggi hati, fanatik golongan, rasa kedaerahan dan perasaan kebangsaan yang berlebihan.",
    "quraish": "Mereka beriman kepada al-Qur'ân yang diturunkan kepadamu, Muhammad, yang mengandung hukum dan kisah, dan melaksanakan yang diperintahkan. Mereka beriman kepada kitab-kitab Allah yang diturunkan kepada nabi-nabi dan rasul-rasul sebelummu seperti Tawrât, Injîl dan lain-lainnya, karena pada prinsipnya, risalah-risalah Allah itu satu. Dan ciri-ciri mereka adalah percaya dengan teguh akan datangnya hari kiamat, yaitu hari hisab, pembalasan dan hukuman.",
    "jalalayn": "(Dan orang-orang yang beriman pada apa yang diturunkan kepadamu) maksudnya Alquran, (dan apa yang diturunkan sebelummu) yaitu Taurat, Injil dan selainnya (serta mereka yakin akan hari akhirat), artinya mengetahui secara pasti."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 5,
    "arab": "اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
    "translation": "Merekalah yang mendapat petunjuk dari Tuhannya, dan mereka itulah orang-orang yang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/12.mp3",
    "tafsir": "Kelima: Beriman kepada adanya hari akhirat. \"Akhirat\" lawan dari \"dunia\". Akhirat ialah tempat manusia berada setelah dunia ini lenyap. \"Beriman akan adanya akhirat\" ialah benar-benar percaya adanya hidup yang kedua setelah dunia ini berakhir.\nOrang-orang yang mempunyai sifat yang lima di atas adalah orang-orang yang mendapat petunjuk dan bimbingan Allah dan merekalah orang-orang yang akan merasakan hasil iman dan amal mereka di akhirat nanti, mereka memperoleh keridaan Allah dan tempat tinggal mereka di akhirat ialah di surga yang penuh kenikmatan. Di dalamnya mereka menikmati kebahagiaan yang abadi.",
    "quraish": "Mereka yang mempunyai ciri-ciri sifat sebagaimana disebutkan adalah golongan yang telah dipersiapkan dan ditetapkan untuk memperoleh petunjuk ketuhanan. Mereka adalah satu-satunya golongan yang bakal mendapatkan kemenangan, pahala yang diharapkan dan didambakan, oleh sebab upaya dan kerja keras mereka dengan melaksanakan semua perintah dan menjauhi segala larangan.",
    "jalalayn": "(Merekalah), yakni orang-orang yang memenuhi sifat-sifat yang disebutkan di atas (yang beroleh petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung) yang akan berhasil meraih surga dan terlepas dari siksa neraka."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 6,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا سَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ",
    "translation": "Sesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/13.mp3",
    "tafsir": "Orang kafir ialah orang yang tidak beriman kepada Allah, sebagaimana yang diperintahkan-Nya. Kafir, jamaknya kuffar, yaitu orang-orang yang tidak percaya kepada Allah, rasul-rasul-Nya, malaikat-malaikat-Nya, kitab-kitab-Nya dan hari kiamat. Di dalam Al-Qur'an disebutkan bahwa orang-orang kafir, yaitu Ahli Kitab dan orang-orang musyrik, yang sangat ingkar kepada Rasulullah saw; mereka tidak akan beriman walaupun diberi peringatan yang disertai dengan ancaman. Bagi mereka sama saja, apakah mereka diberi peringatan keras atau tidak.",
    "quraish": "Begitulah ihwal golongan yang diberi petunjuk. Adapun golongan manusia yang bodoh, yang tidak memiliki kesiapan beriman oleh sebab keacuhan dan sikap membangkang mereka, baik kamu beri peringatan kepada mereka atau tidak, sekali-kali mereka tidak akan memenuhi panggilan Tuhan.",
    "jalalayn": "(Sesungguhnya orang-orang kafir) seperti Abu Jahal, Abu Lahab dan lainnya (sama saja bagi mereka, apakah kamu beri peringatan) dibaca, a-andzartahum, yakni dengan dua buah hamzah secara tegas. Dapat pula hamzah yang kedua dilebur menjadi alif hingga hanya tinggal satu hamzah saja yang dibaca panjang (atau tidak kamu beri peringatan, mereka tidak juga akan beriman.) Hal itu telah diketahui oleh Allah, maka janganlah kamu berharap mereka akan beriman. 'Indzar' atau peringatan, artinya pemberitahuan disertai ancaman."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 7,
    "arab": "خَتَمَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَعَلٰى سَمْعِهِمْ ۗ وَعَلٰٓى اَبْصَارِهِمْ غِشَاوَةٌ وَّلَهُمْ عَذَابٌ عَظِيْمٌ ࣖ ",
    "translation": "Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/14.mp3",
    "tafsir": "Hal yang menyebabkan orang-orang kafir tidak menerima peringatan adalah karena hati dan pendengaran mereka tertutup, bahkan terkunci mati, tidak dapat menerima petunjuk, dan segala macam nasihat tidak berbekas pada mereka. Karena penglihatan mereka tertutup, mereka tidak dapat melihat, memperhatikan dan memahami ayat-ayat Al-Qur'an yang telah mereka dengar, tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah yang mereka lihat di cakrawala, di permukaan bumi dan pada diri mereka sendiri.\nTerkuncinya hati dan pendengaran, serta tertutupnya penglihatan orang-orang kafir itu karena mereka selalu mengerjakan perbuatan-perbuatan yang terlarang. Tiap-tiap perbuatan terlarang yang mereka lakukan akan menambah rapat dan kuatnya kunci yang menutup hati dan pendengaran mereka. Makin banyak perbuatan itu mereka lakukan, makin bertambah kuat pula kunci dan tutup pada hati dan telinga mereka:\n\n\nMaka (Kami hukum mereka), karena mereka melanggar perjanjian itu, dan karena kekafiran mereka terhadap keterangan-keterangan Allah, serta karena mereka telah membunuh nabi-nabi tanpa hak (alasan yang benar), dan karena mereka mengatakan, \"Hati kami tertutup.\" Sebenarnya Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman (an-Nisa'/4: 155)\n\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110)\nProses bertambah kuatnya tutup dan bertambah kuatnya kunci hati dan pendengaran orang-orang kafir itu diterangkan oleh hadis :\n\nRasulullah saw bersabda, \"Sesungguhnya seorang hamba apabila ia mengerjakan perbuatan dosa terdapatlah suatu noda hitam di dalam hatinya, maka jika ia bertobat, mengkilat hatinya, dan jika ia tambah mengerjakan perbuatan buruk, bertambahlah noda hitam \". Itulah firman Allah, \"Tidak, tetapi perbuatan mereka menjadi noda hitam di hati mereka\". (Riwayat at-Tirmidzi dan Ibnu Jarir at-tabari dari Abu Hurairah)",
    "quraish": "Mereka adalah golongan yang telah dikuasai oleh sikap ingkar (kufr), hingga hati mereka seolah tertutup oleh sekat yang tidak akan pernah dimasuki sesuatu pun. Pendengaran mereka terkunci, hingga tak sanggup mendengarkan kebenaran. Penglihatan mereka terhalang, hingga tak mampu melihat tanda-tanda kekuasaan Tuhan yang akan menuntun kepada keimanan. Oleh sebab itulah mereka pantas menerima siksa yang keras.",
    "jalalayn": "(Allah mengunci mati hati mereka) maksudnya menutup rapat hati mereka sehingga tidak dapat dimasuki oleh kebaikan (begitu pun pendengaran mereka) maksudnya alat-alat atau sumber-sumber pendengaran mereka dikunci sehingga mereka tidak memperoleh manfaat dari kebenaran yang mereka terima (sedangkan penglihatan mereka ditutup) dengan penutup yang menutupinya sehingga mereka tidak dapat melihat kebenaran (dan bagi mereka siksa yang besar) yang berat lagi tetap. Terhadap orang-orang munafik diturunkan:"
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 8,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنِيْنَۘ",
    "translation": "Dan di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/15.mp3",
    "tafsir": "Pada ayat ini diterangkan golongan yang ketiga yaitu golongan munafik, golongan yang mengaku bahwa mereka beriman, tetapi sebenarnya tidak beriman. Pengakuan mereka tidaklah benar. Mereka mengakui demikian itu untuk mengelabui mata dan mempermainkan orang Islam. \nSewaktu Rasul saw hijrah dari Mekah ke Medinah, banyak penduduk Medinah masuk Islam dari kabilah 'Aus dan Khazraj dan beberapa orang Yahudi. Pada mulanya masih belum tampak golongan ini. Tetapi sesudah perang Badar tahun kedua Hijri, yang membawa kemenangan bagi kaum Muslimin, mulailah timbul golongan munafik ini.\nAbdullah bin Ubay, seorang pemimpin di Medinah dari kabilah Khazraj, anak dari seorang yang pernah menjadi pemimpin suku Aus dan Khazraj, oleh pengikut-pengikutnya dijadikan calon raja di Medinah. Dia berkata kepada pengikut-pengikutnya, \"Situasi sekarang jelas menunjukkan kemenangan bagi Muhammad\". Kemudian Abdullah bin Ubay dan pengikut-pengikutnya menyatakan masuk Islam tetapi hati mereka tetap membenci. Tujuan mereka hendak menghancurkan kaum Muslimin dari dalam, dengan berbagai macam usaha dan tipu daya. Di antara mereka banyak pula orang Yahudi.\nSabda Nabi saw:\nPerumpamaan orang munafik seperti seekor anak kambing (yang bingung dan ragu) di antara dua kambing, bolak-balik, kadang-kadang mengikuti yang satu ini, kadang-kadang mengikuti yang lainnya. (Riwayat Muslim dari Ibnu Umar)\n\nMereka bukan termasuk orang-orang yang beriman yang benar dan yang merasakan keagungan Allah swt, mereka tidak pula menyadari bahwa Allah sebenarnya mengetahui perbuatan mereka lahir dan batin. Sekiranya mereka beriman dengan iman yang benar, tentulah mereka tidak melakukan perbuatan yang menyakitkan hati Nabi saw dan kaum Muslimin. Mereka melakukan ibadah salat dan puasa, hanya untuk mengelabui mata umum, sedang hati dan jiwa mereka sesungguhnya tidak menghayati ibadah-ibadah tersebut.",
    "quraish": "Di antara golongan yang ingkar itu terdapat sekelompok manusia yang mengatakan sesuatu yang sesungguhnya tidak lahir dari dalam hati nurani mereka. Dengan maksud memperlihatkan keimanan, mereka berkata, \"Kami beriman kepada Allah dan hari kiamat.\" Padahal sesungguhnya perkataan itu tidak benar. Maka dari itu, mereka tidak termasuk golongan orang yang beriman.",
    "jalalayn": "(Di antara manusia ada orang yang mengatakan, \"Kami beriman kepada Allah dan hari akhir.\") yaitu hari kiamat, karena hari itu adalah hari terakhir. (Padahal mereka bukan orang-orang yang beriman). Di sini ditekankan arti kata 'orang', jika kata ganti yang disebutkan lafalnya, yakni 'mereka'."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 9,
    "arab": "يُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْا ۚ وَمَا يَخْدَعُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ",
    "translation": "Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/16.mp3",
    "tafsir": "Orang munafik itu menipu Allah, dengan cara menipu Rasul-Nya yaitu Muhammad saw. Menipu Allah, Rasul-Nya dan orang mukmin ialah dengan memperlihatkan iman, kasih sayang dan menyembunyikan permusuhan dalam batin. Mereka bergaul dengan kaum Muslimin, untuk memata-matai mereka dan kemudian menyampaikannya kepada musuh-musuh Islam. Mereka menyebarkan permusuhan dan fitnah, untuk melemahkan barisan kaum Muslimin. Usaha kaum munafik itu gagal dan sia-sia. Hati mereka bertambah susah, sedih dan dengki, sehingga pertimbangan-pertimbangan yang benar dan jujur untuk menilai kebenaran semakin lenyap dari mereka. Mereka sejatinya bukanlah menipu Allah, Rasul-Nya dan para mukminin, tetapi mereka menipu diri mereka sendiri. Akibatnya, perbuatan mereka itu akan menimpa diri mereka sendiri, hanya saja mereka tidak menyadarinya. Kesadaran merupakan daya jiwa untuk menanggapi sesuatu yang tersembunyi, yang tersirat dari yang nyata atau yang tidak nyata.",
    "quraish": "Dengan perbuatan itu mereka telah menipu orang-orang yang beriman dan mengira telah menipu Allah, karena mereka ragu bahwa Allah mengetahui rahasia mereka. Padahal sesungguhnya Allah mengetahui segala yang tersembunyi dan yang tampak, sehingga pada hakikatnya mereka hanya menipu diri sendiri. Sebab, cepat atau lambat, mereka akan merasakan akibat buruk perbuatan mereka itu. Maka, barangsiapa yang menipu orang lain dengan menganggapnya bodoh--padahal tidak demikian kenyataannya--berarti ia telah menipu diri sendiri.",
    "jalalayn": "(Mereka hendak menipu Allah dan orang-orang yang beriman) yakni dengan berpura-pura beriman dan menyembunyikan kekafiran guna melindungi diri mereka dari hukum-hukum duniawi (padahal mereka hanya menipu diri mereka sendiri) karena bencana tipu daya itu akan kembali menimpa diri mereka sendiri. Di dunia, rahasia mereka akan diketahui juga dengan dibuka Allah kepada Nabi-Nya, sedangkan di akhirat mereka akan menerima hukuman setimpal (tetapi mereka tidak menyadari) dan tidak menginsafi bahwa tipu daya mereka itu menimpa diri mereka sendiri. Mukhada`ah atau tipu-menipu di sini muncul dari satu pihak, jadi bukan berarti berserikat di antara dua belah pihak. Contoh yang lainnya mu`aqabatul lish yang berarti menghukum pencuri. Menyebutkan Allah di sana hanya merupakan salah satu dari gaya bahasa saja. Menurut suatu qiraat tidak tercantum 'wamaa yasy`uruuna' tetapi 'wamaa yakhda`uuna', artinya 'tetapi mereka tidak berhasil menipu'."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 10,
    "arab": "فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ",
    "translation": "Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/17.mp3",
    "tafsir": "Pada ayat ini diterangkan keburukan dusta atau sikap berpura-pura dan akibat-akibatnya. Dendam, iri hati dan ragu-ragu termasuk penyakit jiwa. Penyakit ini akan bertambah parah, bilamana disertai dengan perbuatan nyata. Misalnya rasa sedih pada seseorang akan bertambah dalam, apabila disertainya dengan perbuatan nyata, seperti menangis, meronta-ronta dan sebagainya. Penyakit-penyakit dengki demikian itu terdapat dalam jiwa orang-orang munafik. Oleh karena itu mereka memusuhi Allah dan Rasul-Nya, menipu dengan sikap pura-pura dan berusaha mencelakakan Rasul dan umatnya. Kemudian penyakit itu bertambah-tambah setelah melihat kemenangan-kemenangan Rasul. Setiap kali Rasul memperoleh kemenangan, bertambah pulalah penyakit mereka. Terutama sekali penyakit bimbang dan ragu-ragu, menimbulkan ketegangan jiwa yang sangat pada orang-orang munafik. Akal pikiran mereka bertambah lemah untuk menanggapi kebenaran agama dan memahaminya, bahkan pancaindra mereka tidak mampu menangkap obyek dengan benar, seperti yang diungkapkan Allah dengan firman-Nya:\n\n\"Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata, (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga, (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah\" (al-A'raf/7: 179)\n\nBukti-bukti telah nyata, cahaya kebenaran yang terang benderang juga jelas bagi mereka, namun mereka enggan menerimanya, bahkan mereka tambah erat berpegang kepada pendiriannya yang lama. Cahaya terang menjadi gelap di mata mereka dan menjadi penyakit di hati mereka. Hati mereka bertambah susah disebabkan lenyapnya kepemimpinan mereka. Iri dan dengki tambah mendalam karena menyaksikan kukuhnya Islam dari hari ke hari. Akibat pendustaan mereka, yaitu mengaku beriman kepada Allah dan hari akhir dan tipu daya mereka terhadap Allah, mereka akan menderita azab yang pedih.\nDalam ayat ini dan ayat-ayat berikutnya, Allah menerangkan sebagian dari sifat-sifat orang munafik yang melakukan tindakan-tindakan yang merusak, antara lain membantu orang-orang kafir (musuh-musuh Islam) dengan membukakan rahasia kaum Muslimin, mendorong orang-orang kafir segera menghancurkan kaum Muslimin, mengadakan perjanjian kerja sama dengan lawan-lawan Islam, menimbulkan pertentangan-pertentangan dalam masyarakat, menghasut orang-orang Islam agar meninggalkan Nabi saw dan lain sebagainya. Firman Allah:\n\n\nDan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan. (al-Baqarah/2: 205)",
    "quraish": "Dalam hati mereka terdapat penyakit iri dan dengki kepada orang-orang yang beriman, di samping kerusakan akidah. Allah menambah parah penyakit mereka itu dengan memenangkan kebenaran, karena hal itu akan lebih menyakitkan, akibat iri, dengki dan keangkuhan mereka. Mereka akan mendapatkan siksa yang pedih di dunia dan di akhirat akibat dusta dan ingkar.",
    "jalalayn": "(Dalam hati mereka ada penyakit) berupa keragu-raguan dan kemunafikan yang menyebabkan sakit atau lemahnya hati mereka. (Lalu ditambah Allah penyakit mereka) dengan menurunkan Alquran yang mereka ingkari itu. (Dan bagi mereka siksa yang pedih) yang menyakitkan (disebabkan kedustaan mereka.) Yukadzdzibuuna dibaca pakai tasydid, artinya amat mendustakan, yakni terhadap Nabi Allah dan tanpa tasydid 'yakdzibuuna' yang berarti berdusta, yakni dengan mengakui beriman padahal tidak."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 11,
    "arab": "وَاِذَا قِيْلَ لَهُمْ لَا تُفْسِدُوْا فِى الْاَرْضِۙ قَالُوْٓا اِنَّمَا نَحْنُ مُصْلِحُوْنَ",
    "translation": "Dan apabila dikatakan kepada mereka, “Janganlah berbuat kerusakan di bumi!” Mereka menjawab, “Sesungguhnya kami justru orang-orang yang melakukan perbaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/18.mp3",
    "tafsir": "Bila mereka dinasihati agar meninggalkan perbuatan yang menimbulkan kerusakan di bumi, mereka selalu membuat dalih dan alasan dengan mengatakan bahwa mereka sebenarnya berusaha mengadakan perbaikan. Mereka bahkan menganggap apa yang mereka kerjakan sebagai usaha untuk kebaikan orang-orang Islam dan untuk menciptakan perdamaian antara kaum Muslimin dengan golongan lainnya. Mereka mengatakan bahwa tindakan-tindakan mereka yang merusak itu sebagai suatu usaha perbaikan untuk menipu kaum Muslimin.",
    "quraish": "Apabila salah seorang yang telah diberi petunjuk oleh Allah berkata kapada orang-orang munafik, \"Janganlah kalian berbuat kerusakan di atas bumi dengan menghalang-halangi orang yang berjuang di jalan Allah, menyebarkan fitnah dan memicu api peperangan,\" mereka justru mengklaim bahwa diri mereka bersih dari perusakan. Mereka mengatakan, \"Sesungguhnya kami adalah orang-orang yang melakukan perbaikan.\" Itu semua adalah akibat rasa bangga diri mereka yang berlebihan.",
    "jalalayn": "(Dan jika dikatakan kepada mereka,) maksudnya kepada orang-orang munafik tadi (\"Janganlah kamu membuat kerusakan di muka bumi!\") yakni dengan kekafiran dan menyimpang dari keimanan. (Jawab mereka, \"Sesungguhnya kami ini berbuat kebaikan.\") dan tidak dijumpai pada perbuatan kami hal-hal yang menjurus pada kebinasaan. Maka Allah swt. berfirman sebagai sanggahan atas ucapan mereka itu:"
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 12,
    "arab": "اَلَآ اِنَّهُمْ هُمُ الْمُفْسِدُوْنَ وَلٰكِنْ لَّا يَشْعُرُوْنَ",
    "translation": "Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/19.mp3",
    "tafsir": "Pada ayat ini Allah membantah pernyataan orang munafik bahwa mereka mengadakan perbaikan, tetapi mereka betul-betul membuat kerusakan di bumi. Sebenarnya mereka adalah kaum perusak, tetapi mereka tidak menyadari kerusakan yang telah mereka lakukan karena setan membuat mereka memandang baik apa yang selalu mereka kerjakan.",
    "quraish": "Ingat dan waspadalah kalian, wahai orang-orang yang beriman, bahwa mereka itulah sebenarnya yang berbuat kerusakan, akan tetapi mereka tidak menyadarinya karena rasa bangga atas diri sendiri, juga akibat buruk yang akan menimpa mereka oleh sebab kemunafikan.",
    "jalalayn": "(Ingatlah!) Seruan untuk membangkitkan perhatian. (Sesungguhnya mereka itulah yang membuat kerusakan, tetapi mereka tidak sadar) akan kenyataan itu."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 13,
    "arab": "وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا كَمَآ اٰمَنَ النَّاسُ قَالُوْٓا اَنُؤْمِنُ كَمَآ اٰمَنَ السُّفَهَاۤءُ ۗ اَلَآ اِنَّهُمْ هُمُ السُّفَهَاۤءُ وَلٰكِنْ لَّا يَعْلَمُوْنَ ",
    "translation": "Dan apabila dikatakan kepada mereka, “Berimanlah kamu sebagaimana orang lain telah beriman!” Mereka menjawab, “Apakah kami akan beriman seperti orang-orang yang kurang akal itu beriman?” Ingatlah, sesungguhnya mereka itulah orang-orang yang kurang akal, tetapi mereka tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/20.mp3",
    "tafsir": "Ayat ini melanjutkan keterangan sifat dan sikap orang munafik pada ayat yang dahulu. Kaum munafik itu bila diajak beriman, melaksanakan amar makruf, dan nahi mungkar, mereka menolak dengan alasan bahwa orang-orang yang beriman itu orang-orang yang lemah akalnya, padahal kenyataannya tidak demikian.\nOrang-orang munafik memandang orang-orang yang beriman itu bodoh dan lemah akal, seperti terhadap orang Muhajirin yang meninggalkan keluarga dan kampung halaman, bahkan mereka bermusuhan terhadap keluarga-keluarga mereka sendiri dan hamba sahaya seperti Suhaib, Bilal, dan Khabbab. Orang-orang Ansar dipandang mereka juga bodoh karena mereka membagikan harta dan kekayaan mereka kepada orang muhajirin.\nAllah menandaskan bahwa merekalah sebenarnya orang-orang yang lemah akalnya, karena mereka tidak menggunakan akal untuk menanggapi kebenaran dan mereka terpengaruh oleh kedudukan mereka dalam kaumnya. Mereka tidak mengetahui iman dan hakikatnya, karenanya mereka tidak mengetahui pula apakah orang-orang mukmin itu bodoh-bodoh atau pintar-pintar. Iman itu tidak akan sempurna diperoleh kecuali dengan ilmu yang yakin. Demikian pula kebahagiaan dunia dan akhirat sebagai tujuan dari iman itu tidaklah dapat dimengerti kecuali oleh orang yang mengetahui hakikat iman.",
    "quraish": "Apabila seseorang bermaksud memberi nasihat dan arahan kepada mereka dengan mengatakan, \"Terimalah sebagaimana mestinya, hendaknya kalian beriman secara ikhlas sebagaimana iman manusia- manusia sempurna yang telah menyambut seruan akal,\" orang-orang munafik itu mengejek, mencemooh dan menjawab, \"Tidaklah pantas diri kami ini menjadi pengikut orang-orang bodoh dan lemah akal.\" Maka Allah membalas kecerobohan itu dengan menunjukkan bahwa hanya mereka sajalah orang-orang yang bodoh dan dungu, akan tetapi mereka tidak mengerti secara yakin bahwa kebodohan dan keterbatasan pengetahuan itu hanya ada pada mereka dan dalam diri mereka.",
    "jalalayn": "(Apabila dikatakan kepada mereka, \"Berimanlah kamu sebagaimana orang-orang lain beriman!\") yakni sebagaimana berimannya para sahabat Nabi. (Jawab mereka, \"Apakah kami akan beriman sebagaimana berimannya orang-orang yang bodoh?\") Artinya kami tidak akan melakukan seperti yang dilakukan oleh orang-orang yang bodoh itu. Maka firman Allah menolak ucapan mereka itu: (Ketahuilah, merekalah orang-orang bodoh tetapi mereka tidak tahu) akan hal itu."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 14,
    "arab": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّا ۚ وَاِذَا خَلَوْا اِلٰى شَيٰطِيْنِهِمْ ۙ قَالُوْٓا اِنَّا مَعَكُمْ  ۙاِنَّمَا نَحْنُ مُسْتَهْزِءُوْنَ",
    "translation": "Dan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, “Sesungguhnya kami bersama kamu, kami hanya berolok-olok.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/21.mp3",
    "tafsir": "Di antara sifat-sifat orang-orang munafik ialah bermuka dua. Jika mereka bertemu dengan orang-orang Islam mereka menyatakan keislamannya, dengan demikian mereka memperoleh segala apa yang diperoleh kaum Muslimin pada umumnya. Tapi bila berada di tengah teman-teman (setan-setan) mereka, mereka pun menjelaskan apa yang telah mereka lakukan itu sebenarnya hanyalah untuk memperdaya dan memperolok-olokkan kaum Muslimin. Itikad mereka tidak berubah, mereka tetap dalam agama mereka.\nKata \"setan\" berasal dari kata syatana artinya \"jauh\", setan berarti \"yang amat jauh\". Orang-orang munafik itu dikatakan setan karena mereka amat jauh dari petunjuk Allah, jauh dari kebajikan dan kebaikan. Setan itu mungkin berupa manusia atau jin, seperti tersebut dalam firman Allah swt:\n\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6: 112)",
    "quraish": "Orang-orang munafik itu, jika bertemu dengan orang-orang Mukmin yang ikhlas akan berkata, \"Kami pun beriman seperti kalian. Kami percaya akan kebenaran Rasul dan seruannya, dan kami satu akidah dengan kalian.\" Namun jika mereka berpisah dan kembali kepada golongan mereka yang mempunyai watak menyerupai setan dalam upaya memfitnah dan membuat kerusakan, mereka berkata, \"Kami bersama kalian di satu jalan dan dalam satu perbuatan. Sungguh, apa yang kami katakan kepada orang-orang yang beriman hanyalah kami maksudkan untuk merendahkan dan mengejek mereka.\"",
    "jalalayn": "(Dan jika mereka berjumpa) asalnya 'laqiyuu' lalu damah pada ya dibuang karena beratnya pada lidah berikut ya itu sendiri karena bertemunya dalam keadaan sukun dengan wau sehingga menjadi 'laquu' (dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Dan bila mereka telah berpisah) dengan orang-orang yang beriman dan kembali (kepada setan-setan mereka) maksudnya pemimpin-pemimpin mereka. (Kata mereka, \"Sesungguhnya kami ini bersama kamu) maksudnya sependirian dengan kamu dalam keagamaan, (kami ini hanya berolok-olok.\") dengan berpura-pura beriman."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 15,
    "arab": " اَللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
    "translation": "Allah akan memperolok-olokkan mereka dan membiarkan mereka terombang-ambing dalam kesesatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/22.mp3",
    "tafsir": "Ayat ini menegaskan hukuman bagi orang munafik sebagai akibat perbuatan mereka yang tersebut pada ayat di atas. Allah membalas olok-olokan mereka dengan menimpakan kehinaan atas mereka dan Allah membiarkan mereka bergelimang terus dalam kesesatan, dan mereka kelak akan diazab pada hari Kiamat.\nPada ayat lain Allah berfirman:\n\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An'am/6: 110)\n\nOrang-orang munafik itu tidak dapat keluar dari lingkaran kesesatan yang mengurung mereka. Rasa sombong, sifat mementingkan diri sendiri dan penyakit lainnya yang bersarang di hati mereka, menyebabkan mereka tidak dapat melihat kenyataan yang ada di hadapan mereka, yakni bahwa Islam dan umatnya semakin kuat di kota Medinah.\nKegagalan mereka dalam menghambat kemajuan Islam menambah parah penyakit dalam hati mereka sehingga mereka tidak mampu lagi menemukan dan menerima kebenaran yang dibawa Nabi Muhammad saw. Oleh sebab itu mereka terus menerus dalam kebingungan, keragu-raguan serta keras kepala dan tidak menemukan jalan keluar dari lingkaran kesesatan itu. Firman Allah swt:\n\n\"..... Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.\" (al-hajj/22: 46)",
    "quraish": "Allah membalas ejekan mereka itu, dan menakdirkan mereka menjadi hina sebab cacian mereka terhadap orang-orang yang beriman. Allah memperlakukan mereka sebagai pengejek, menelantarkan mereka dalam jurang kesesatan yang membutakan mata mereka dari kebenaran, kemudian menyiksa mereka.",
    "jalalayn": "(Allahlah yang memperolok-olokkan mereka) artinya membalas olok-olokkan itu dengan memperolok-olokkan mereka pula (dan membiarkan mereka) terpedaya (dalam kesesatan mereka) yakni melanggar batas disebabkan kekafiran (terumbang-ambing) dalam keadaan bingung tanpa tujuan atau pegangan."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 16,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰىۖ فَمَا رَبِحَتْ تِّجَارَتُهُمْ وَمَا كَانُوْا مُهْتَدِيْنَ",
    "translation": "Mereka itulah yang membeli kesesatan dengan petunjuk. Maka perdagangan mereka itu tidak beruntung dan mereka tidak mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/23.mp3",
    "tafsir": "Ayat ini menegaskan ayat-ayat sebelumnya tentang orang munafik dan menerangkan kebodohan mereka dengan mengemukakan keburukan tingkah laku dan perkataan mereka.\nOrang-orang munafik dengan sifat-sifat yang buruk seperti tersebut pada ayat-ayat di atas merupakan orang-orang yang salah pilih. Mereka menolak petunjuk jalan yang lurus, dan memilih jalan kesesatan dan hawa nafsu. Akhirnya pilihan itu merugikan mereka sendiri, karena mereka tidak mau menerima kebenaran.\nDalam ayat ini Allah mempergunakan kata \"membeli\" untuk ganti kata \"menukar\". Jadi orang munafik itu menukarkan hidayah (petunjuk) dengan dhalalah (kesesatan), hasilnya mereka kehilangan petunjuk dan memperoleh kesesatan. Petunjuk yang semula mereka miliki itu berupa kesediaan manusia untuk menanggapi kebenaran dan mencapai kesempurnaan. Kesediaan ini bagaikan modal pokok. Modal inilah yang lenyap dari tangan mereka, oleh karena itu mereka tidak akan mendapat untung dan tidak dapat petunjuk lagi.",
    "quraish": "Mereka yang lebih memilih kesesatan daripada petunjuk, bagaikan seorang pedagang yang membeli barang yang telah rusak dan tidak laku jual. Akibatnya ia akan rugi dan kehilangan modal. Mereka tidak mendapatkan petunjuk dalam perbuatan mereka.",
    "jalalayn": "(Mereka itulah orang-orang yang membeli kesesatan dengan petunjuk) artinya mengambil kesesatan sebagai pengganti petunjuk (maka tidaklah beruntung perniagaan mereka) bahkan sebaliknya mereka merugi, karena membawa mereka ke dalam neraka yang menjadi tempat kediaman mereka untuk selama-lamanya. (Dan tidaklah mereka mendapat petunjuk) disebabkan perbuatan mereka itu."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 17,
    "arab": "مَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًا ۚ فَلَمَّآ اَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ",
    "translation": "Perumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/24.mp3",
    "tafsir": "Ayat ini memberikan gambaran lain tentang orang-orang munafik seperti disebutkan pada ayat-ayat terdahulu dengan perumpamaan yang nyata. Orang-orang munafik yang dimaksud dalam ayat ini ialah orang-orang munafik dari ahli kitab (orang-orang Yahudi). Mereka itu telah beriman kepada kitab-kitab dan rasul-rasul yang telah lalu, maka seharusnya mereka beriman pula kepada Al-Qur'an dan Nabi Muhammad saw, karena kedatangan Nabi Muhammad itu telah disebutkan dalam kitab-kitab mereka. Akan tetapi disebabkan mereka dipengaruhi oleh kebesaran mereka di masa lampau, mereka tidak mau beriman. Tak ubahnya mereka itu seperti orang yang menyalakan api untuk menyinari tempat sekitarnya, tiba-tiba api itu padam, sehingga mereka berada dalam gelap gulita.\n\nYang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti. (al-Munafiqun/63: 3)",
    "quraish": "Keadaan mereka dalam kemunafikan seperti orang yang menyalakan api untuk digunakan bersama kaumnya. Ketika api itu menerangi sekelilingnya, Allah menghilangkan cahaya yang menerangi mereka dan Allah membiarkan orang-orang yang menyalakan api itu dalam kegelapan yang kelam, tidak dapat melihat apa-apa. Hal itu disebabkan karena mereka tidak berpegang teguh kepada petunjuk yang telah diberikan, sehingga mata mereka menjadi tertutup, dan pantas untuk berada dalam kebimbangan dan kesesatan.",
    "jalalayn": "(Perumpamaan mereka) sifat mereka dalam kemunafikannya itu, (seperti orang yang menyalakan) atau menghidupkan (api) dalam kegelapan (dan setelah api itu menerangi) atau menyinari (apa yang di sekelilingnya) hingga ia dapat melihat, berdiang dan merasa aman dari apa yang ditakutinya (Allah pun menghilangkan cahaya yang menyinari mereka) yaitu dengan memadamkannya. Kata ganti orang dijadikan jamak 'him' merujuk kepada makna 'alladzii' (dan meninggalkan mereka dalam kegelapan tidak dapat melihat) apa yang terdapat di sekeliling mereka, sehingga tidak tahu jalan dan mereka dalam keadaan kecemasan. Demikianlah halnya orang-orang munafik yang mengucapkan kata-kata beriman, bila mereka mati mereka akan ditimpa ketakutan dan azab."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 18,
    "arab": "صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُوْنَۙ",
    "translation": "Mereka tuli, bisu dan buta, sehingga mereka tidak dapat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/25.mp3",
    "tafsir": "Ayat ini menerangkan orang-orang munafik itu tidak hanya seperti orang yang kehilangan cahaya terang, tetapi juga seperti orang yang kehilangan beberapa indra yang pokok. Tidak dapat mendengar, bicara dan melihat. Orang yang seperti ini tentu akhirnya mengalami kebinasaan.\nMereka dikatakan tuli karena tidak mendengarkan nasihat dan petunjuk bahkan mereka tidak paham, meskipun mendengar. Dikatakan bisu, karena mereka tidak mau menanyakan hal-hal yang kabur bagi mereka, tidak meminta penjelasan dan petunjuk sehingga mereka kehilangan kesempatan untuk mengambil manfaat dari segala pelajaran dan ilmu pengetahuan yang dikemukakan rasul. Dikatakan buta, karena mereka kehilangan manfaat pengamatan dan manfaat pelajaran. Mereka tidak dapat mengambil pelajaran dari segala kejadian yang mereka alami, dan pengalaman bangsa-bangsa lain.\nMereka tidak dapat kembali ke jalan yang benar, karena sifat-sifat tersebut di atas dan mereka tetap membeku di tempatnya.",
    "quraish": "Mereka bagaikan orang tuli karena telah kehilangan fungsi pendengaran dengan tidak mendengarkan kebenaran untuk diterima atau diikuti. Mereka juga bagaikan bisu karena tidak berbicara sesuai dengan petunjuk atau kebenaran. Dan mereka juga bagaikan orang yang kehilangan penglihatan karena tidak memfungsikan penglihatannya untuk mendapatkan pelajaran atau peringatan. Mereka selalu tidak akan meninggalkan kesesatan.",
    "jalalayn": "(Mereka tuli) terhadap kebenaran, maksudnya tidak mau menerima kebenaran yang didengarnya (bisu) terhadap kebaikan hingga tidak mampu mengucapkannya (buta) terhadap jalan kebenaran dan petunjuk Allah sehingga tidak dapat melihatnya, (maka mereka tidaklah akan kembali) dari kesesatan."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 19,
    "arab": "اَوْ كَصَيِّبٍ مِّنَ السَّمَاۤءِ فِيْهِ ظُلُمٰتٌ وَّرَعْدٌ وَّبَرْقٌۚ يَجْعَلُوْنَ اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ مِّنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِۗ وَاللّٰهُ مُحِيْطٌۢ بِالْكٰفِرِيْنَ",
    "translation": "Atau seperti (orang yang ditimpa) hujan lebat dari langit, yang disertai kegelapan, petir dan kilat. Mereka menyumbat telinga dengan jari-jarinya, (menghindari) suara petir itu karena takut mati. Allah meliputi orang-orang yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/26.mp3",
    "tafsir": "Ayat ini memberikan perumpamaan yang lain tetang hal ihwal orang-orang munafik itu. Mereka diumpamakan seperti keadaan orang yang ditimpa hujan lebat dalam gelap gulita, penuh dengan suara gemuruh yang menakutkan dan kadang-kadang cahaya kilat menyambar sehingga mereka menutup telinga karena takut binasa.\nDemikian halnya orang-orang munafik selalu dalam keragu-raguan dan kecemasan dalam menghadapi cahaya Islam. Menurut anggapan mereka, Islam itu hanyalah membawa kemelaratan, kesengsaraan dan penderitaan. Kadangkala pikiran mereka menyebabkan mereka tidak dapat melihat apa yang ada di balik hujan lebat itu (Islam), yaitu unsur yang membawa kehidupan di atas bumi.",
    "quraish": "Atau keadaan mereka yang penuh kebimbangan, kepedihan yang menimpa dan ketidaktahuan mereka akan manfaat dan bahaya, bagaikan keadaan orang-orang yang ditimpa hujan, kilat dan halilintar. Mereka meletakkan ujung jari di telinga agar tidak mendengar suara halilintar sebab mereka takut akan mati dan mengira bahwa dengan berbuat demikian mereka akan terhindar dari kematian. Apabila diturunkan al-Qur'ân--yang mengandung penjelasan tentang kekafiran dan ancamannya, keimanan dan cahayanya yang kemilau, dan peringatan dan macam-macam siksaan-mereka berpaling dan berusaha menghindar darinya. Mereka mengira sikap menghindar itu akan menyelamatkan mereka dari siksaan. Akan tetapi Allah Maha Mengetahui orang-orang yang kafir, menguasai dari segala penjuru dengan ilmu dan kekuasaan-Nya.",
    "jalalayn": "(Atau) perumpamaan mereka itu, (seperti hujan lebat) maksudnya seperti orang-orang yang ditimpa hujan lebat; asal kata shayyibin dari shaaba-yashuubu, artinya turun (dari langit) maksudnya dari awan (padanya) yakni pada awan itu (kegelapan) yang tebal, (dan guruh) maksudnya malaikat yang mengurusnya. Ada pula yang mengatakan suara dari malaikat itu, (dan kilat) yakni kilatan suara yang dikeluarkannya untuk menghardik, (mereka menaruh) maksudnya orang-orang yang ditimpa hujan lebat tadi (jari-jemari mereka) maksudnya dengan ujung jari, (pada telinga mereka, dari) maksudnya disebabkan (bunyi petir) yang amat keras itu supaya tidak kedengaran karena (takut mati) bila mendengarnya. Demikianlah orang-orang tadi, jika diturunkan kepada mereka Alquran disebutkan kekafiran yang diserupakan dengan gelap gulita, ancaman yang dibandingkan dengan guruh serta keterangan-keterangan nyata yang disamakan dengan kilat, mereka menyumbat anak-anak telinga mereka agar tidak mendengarnya, karena takut akan terpengaruh lalu cenderung kepada keimanan yang akan menyebabkan mereka meninggalkan agama mereka, yang bagi mereka sama artinya dengan kematian. (Dan Allah meliputi orang-orang kafir) baik dengan ilmu maupun dengan kekuasaan-Nya hingga tidak sesuatu pun yang luput dari-Nya."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 20,
    "arab": "يَكَادُ الْبَرْقُ يَخْطَفُ اَبْصَارَهُمْ ۗ كُلَّمَآ اَضَاۤءَ لَهُمْ مَّشَوْا فِيْهِ ۙ وَاِذَآ اَظْلَمَ عَلَيْهِمْ قَامُوْا ۗوَلَوْ شَاۤءَ اللّٰهُ لَذَهَبَ بِسَمْعِهِمْ وَاَبْصَارِهِمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ",
    "translation": "Hampir saja kilat itu menyambar penglihatan mereka. Setiap kali (kilat itu) menyinari, mereka berjalan di bawah (sinar) itu, dan apabila gelap menerpa mereka, mereka berhenti. Sekiranya Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/27.mp3",
    "tafsir": "Ayat ini berhubungan erat dengan ayat sebelumnya, seolah-olah ayat ini menyambung pertanyaan, \"Bagaimanakah keadaan mereka dengan kilat itu?\" Hampir-hampir kilat itu menyambar penglihatan mereka. Betapa besar kesulitan yang mereka hadapi. Mereka melangkah bilamana ada sinar kilat, dan berhenti bila cahaya itu hilang.\nDemikianlah orang-orang munafik itu, mereka mendapatkan sinar iman karena kesaksian mereka pada kebenaran-kebenaran ayat Ilahi dan timbul keinginan untuk mengikuti dakwah Rasul. Tetapi karena kefanatikan yang kuat, kecemasan terhadap tantangan orang banyak, menghilangkan sinar iman itu, dan akhirnya tetap membeku kebingungan di tempatnya.\nAllah berkuasa menghilangkan pendengaran dan penglihatan mereka sehingga mereka tidak dapat memahami suatu pelajaran dan tidak dapat memanfaatkan suatu petunjuk. Namun Allah tidak berbuat demikian, meskipun Dia Mahakuasa.",
    "quraish": "Kilat yang mengandung peringatan keras ini hampir-hampir menyambar penglihatan mereka dan dengan bantuan cahayanya mereka melangkah. Ketika cahaya itu sirna dan gelap semakin pekat mereka berhenti dalam keadaan bingung dan tersesat. Orang-orang munafik itu, apabila melihat tanda-tanda kekuasaan Allah yang membuat mereka terpesona, mereka langsung menyatakan keinginan untuk mengikuti petunjuk untuk beriman. Akan tetapi selang beberapa saat mereka kembali lagi kepada kekafiran dan kemunafikan. Sesungguhnya kekuasaan Allah amat luas. Jika berkehendak, Dia melakukan sesuatu. Tidak ada sesuatu pun di langit dan di bumi yang menundukkan-Nya.",
    "jalalayn": "(Hampir saja) maksudnya mendekati (kilat menyambar penglihatan mereka) merebutnya dengan cepat. (Setiap kali kilat itu menyinari mereka, mereka berjalan padanya) maksudnya pada cahaya atau di bawah sinarnya, (dan bila gelap menimpa mereka, mereka pun berhenti) sebagai tamsil dari bukti-bukti keterangan ayat-ayat Alquran yang mengejutkan hati mereka. Mereka membenarkannya setelah mendengar padanya hal-hal yang mereka senangi sehingga mereka berhenti dari apa-apa yang dibencinya. (Sekiranya Allah menghendaki, niscaya dilenyapkan-Nya pendengaran dan penglihatan mereka) baik yang lahir maupun yang batin (Sesungguhnya Allah Maha Kuasa atas segala sesuatu) yang dikehendaki-Nya, termasuk apa-apa yang telah disebutkan tadi."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 21,
    "arab": " يٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
    "translation": "Wahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/28.mp3",
    "tafsir": "Ayat-ayat ini memerintahkan beribadah dan menyembah kepada Allah. Perintah beribadah ini ditujukan oleh Allah kepada seluruh manusia sejak zaman dahulu dengan perantaraan rasul-rasul-Nya. Allah berfirman:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut.\" (an-Nahl/16: 36)\n\nTiap-tiap rasul memulai dakwahnya dengan seruan kepada kaumnya agar menyembah Allah saja. Misalnya, Allah swt berfirman:\n\n\".... Lalu dia (Nuh) berkata, \"Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. ¦\" (al-A'raf/7: 59)\n\nBeribadah kepada Allah ialah menghambakan diri kepada-Nya, dengan penuh kekhusyukan, memurnikan ketaatan hanya kepada-Nya, karena merasakan bahwa hanya Allah-lah yang menciptakan, menguasai, memelihara dan mendidik seluruh makhluk. Ibadah seorang hamba sebagaimana yang disebutkan itu akan dinilai Allah swt menurut niat hamba yang melakukannya.\nPada ayat ini Allah swt disebut dengan \"rabb\", kemudian diiringi dengan perkataan \"¦yang telah menciptakan kamu dan orang-orang sebelummu¦\" Hal ini memberi pengertian bahwa Allah menciptakan manusia, mengembangbiakkannya, memberi taufik, menjaga dan memelihara, dan memberi nikmat agar dengan nikmat itu manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah. Semua rahmat tersebut diberikan kepada manusia sejak permulaan adanya, sampai akhir kehidupannya di dunia ini. Barang siapa yang mensyukuri nikmat Allah maka akan ditambahkan-Nya nikmat itu, sebaliknya barang siapa yang mengingkari nikmat Allah, maka ia akan menerima azab di dunia sebagaimana yang telah ditimpakan-Nya kepada umat-umat yang terdahulu dan di akhirat nanti akan disediakan azab yang pedih.\nAllah swt berfirman:\n\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)\n\nDengan beribadah kepada Allah sebagaimana yang diperintahkan itu, manusia akan terhindar dari azab Allah dan ia akan mencapai derajat yang tinggi lagi sempurna.",
    "quraish": "Hai manusia, sembahlah Tuhanmu yang telah menciptakan dan memelihara kamu seperti halnya orang-orang sebelum kamu. Dia adalah Pencipta segala sesuatu. Semoga dengan begitu jiwa kalian selalu siap untuk mengagungkan Allah dan mengingatnya sehingga menjadi suci, tunduk kepada kebenaran dan takut akan hari pembalasan.",
    "jalalayn": "(Hai manusia!) Maksudnya warga Mekah, (Sembahlah olehmu) dengan bertauhid atau mengesakan (Tuhanmu yang telah menciptakanmu) padahal sebelum itu kamu dalam keadaan tiada (dan) diciptakan-Nya pula (orang-orang yang sebelum kamu, agar kamu bertakwa), artinya terpelihara dari siksa dan azab-Nya yakni dengan jalan beribadah kepada-Nya. Pada asalnya 'la`alla' mengungkapkan harapan, tetapi pada firman Allah berarti menyatakan kepastian."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 22,
    "arab": " الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ ",
    "translation": "(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/29.mp3",
    "tafsir": "Allah swt menerangkan bahwa Dia menciptakan bumi sebagai hamparan dan langit sebagai atap, menurunkan air hujan, menumbuhkan tumbuh-tumbuhan dan menjadikan tumbuh-tumbuhan itu berbuah. Semuanya diciptakan Allah untuk manusia, agar manusia memperhatikan proses penciptaan itu, merenungkan, mempelajari dan mengolahnya sehingga bermanfaat bagi manusia dan kemanusiaan sesuai dengan yang telah diturunkan Allah. Dengan jelas Allah menerangkan dalam ayat ini terutama pada bagian yang mengungkapkan Dan Dialah yang menurunkan air (hujan) dari langit lalu Dia hasilkan dengan (hujan) itu buah-buahan. \nDengan terang Allah menyebutkan bumi, langit dan benda-benda langit, seperti matahari dan bintang-bintang adalah ciptaan Allah yang merupakan satu kesatuan dan semuanya diatur dengan satu kesatuan sitem yang dalam ilmu pengetahuan modern disebut ekosistem. Selama belum dirusak oleh tangan-tangan manusia yang memperturutkan hawa nafsunya, semua berjalan dengan tertib dan teratur.\nLaut yang luas yang disinari panas matahari kemudian menyebabkan uap air yang banyak. Uap air ini naik ke atas menjadi awan dan mendung, kemudian disebarkan oleh angin ke seluruh permukaan bumi, sehingga uap air yang banyak sekali ini di atas gunung-gunung menjadi dingin dan kemudian menjadi titik-titik dan menjadi hujan dapat mengairi permukaan bumi yang luas, bukan hanya timbul hujan di atas laut, tetapi juga di darat, karena bantuan angin yang menyebarkannya.\nDisebabkan hujan yang turun dari langit itu kemudian bumi menjadi subur, berbagai tanaman buah, sayur, biji-bijian serta ubi dan sebagainya tumbuh dan memberikan banyak manfaat bagi manusia dan semua makhluk di bumi. Di samping itu, turunnya hujan juga menimbulkan sungai, danau dan sumur terisi air serta memperluas kesuburan bumi. Hutan yang lebat juga membantu menyalurkan air dalam bumi, membantu menyalurkan udara segar, menyejukkan udara yang panas dan memelihara kesuburan bumi.\nManusia dengan memanfaatkan perkembangan ilmu pengetahuan dan teknologi dapat mengetahui kapan banyak turun hujan dan kapan jarang hujan atau bahkan sama sekali tidak ada hujan, berdasarkan letak bintang di langit maupun peredaran angin. Juga dapat diketahui di mana berkumpulnya ikan-ikan di laut yang banyak sekali jenis dan ragamnya, bahkan ke mana burung-burung pergi pada musim-musim tertentu dapat diketahuinya.\nBerikut penjelasan saintis/ilmuan tentang langit sebagai atap: Atap untuk sebuah bangunan terutama diperlukan agar penghuni yang tinggal di dalamnya terhindar dari hujan dan panas matahari. Dalam konteks ayat di atas langit sebagai atap adalah perumpamaan yang ditujukan untuk bumi tempat kita hidup.\nSetiap saat, bumi dihujani benda angkasa yang antara lain adalah meteorit. Akan tetapi, sampai saat ini bumi tidak porak poranda. Hal ini disebabkan bumi diselimuti oleh gas atau udara yang bernama atmosfer. Sebelum sampai ke bumi, meteorid akan terpecah belah dan hancur saat memasuki atmosfer. Sebelum sampai ke atmosfer sinar yang dipancarkan matahari pun memecahkan meteorid yang ada. Radiasi sinar matahari inilah yang dapat meledakkan meteorid dalam perjalanannya ke bumi dan kemudian diserap oleh lapisan ozon. Dengan demikian atmosfer dan lapisan ozon merupakan selubung pengaman atau dengan kata lain boleh disebut sebagai atap bagi bumi. Bumi tidak mungkin dihuni oleh makhluk hidup tanpa adanya atap tersebut. Ayat lain yang menyatakan hal yang sama adalah al-Anbiya'/21: 32 yang artinya:\nDan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan dan lain-lainnya). (al-Anbiya'/21: 32)\nTebal atmosfer mencapai 560 kilometer, diukur dari permukaan bumi. Penelitian mengenai atmosfer dimulai dengan menggunakan fenomena alam yang dapat dilihat dari bumi, seperti warna-warna indah saat matahari terbit dan terbenam, dan kilapan cahaya bintang. Dalam tahun-tahun belakangan ini, dengan menggunakan peralatan canggih yang ditaruh dalam satelit di luar angkasa, kita dapat mengerti lebih baik mengenai atmosfer dan fungsinya untuk bumi.\nSecara keseluruhan, dapat dikatakan bahwa kehidupan di bumi didukung oleh tiga hal, yaitu adanya atmosfer, adanya energi yang datang dari sinar matahari, dan hadirnya medan magnet bumi. \nAtmosfer diketahui menyerap sebagian besar energi sinar matahari, mendaur ulang air dan beberapa komponen kimia lainnya, dan bekerjasama dengan muatan listrik dan magnet yang ada untuk menghasilkan cuaca yang nyaman. Atmosfer juga melindungi kehidupan bumi dari ruang angkasa yang hampa udara dan bersuhu rendah.\nAtmosfer terdiri atas lapisan-lapisan gas yang berbeda-beda. Empat lapisan dapat dibedakan berdasarkan perbedaan suhu, perbedaan komposisi bahan kimia, pergerakan-pergerakan bahan kimia di dalamnya, dan perbedaan kepadatan udara. Keempat lapisan tersebut adalah Troposfer, Stratosfer, Mesosfer, dan Thermosfer, atau dapat pula dibagi menjadi tujuh seperti yang dijelaskan pada al-Baqarah/2: 29.\nKomposisi gas di atmosfer terutama terdiri atas nitrogen (78%), oksigen (21%) dan argon (1%). Beberapa komponen yang sangat berpengaruh pada iklim dan cuaca juga hadir, meski dalam jumlah yang sangat kecil seperti uap air (0,25%), karbondioksida (0,036%) dan ozone (0,015%)\n\nPerihal angin, awan dan air hujan\nHubungan angin dan awan yang kemudian menghasilkan hujan dapat dijelaskan dengan melihat pada siklus air. Siklus air berlangsung mulai penguapan air laut yang membubung ke atas menjadi awan lalu turun ke bumi dalam bentuk tetes air hujan, kemudian air yang turun dalam bentuk hujan itu kembali lagi ke laut melalui sungai dan air bawah tanah. Al-Qur'an tidak menyebut secara rinci siklus air seperti itu, akan tetapi, banyak ayat yang menjelaskan beberapa bagian dari proses keseluruhannya secara sangat akurat. Antara lain dua ayat di bawah ini.\nAllah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit menurut yang Dia kehendaki, dan menjadikannya bergumpal-gumpal, lalu engkau lihat hujan keluar dari celah-celahnya, maka apabila Dia menurunkannya kepada kepada hamba-hamba-Nya yang Dia kehendaki tiba-tiba mereka gembira. (ar-Rum/30: 48)\n\nTidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau melihat hujan keluar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan. (an-Nur/24: 43)\n\nKedua ayat di atas menggambarkan tahapan-tahapan pembentukan awan yang menghasilkan hujan, yang dalam gilirannya, merupakan salah satu tahap dalam siklus air. Dengan melihat lebih cermat kedua ayat di atas maka tampak nyata adanya dua fenomena. Pertama adalah penyebaran awan dan lainnya adalah penyatuan awan. Dua proses yang berlawanan terjadi sehingga awan hujan dapat dibentuk. Dua proses yang disebutkan dalam Al-Qur'an ini baru ditemukan oleh ilmu meteorologi modern sekitar 200 tahun yang lalu.\nAda dua tipe awan yang dapat menghasilkan hujan. Keduanya dapat diklasifikasikan berdasarkan bentuknya, yaitu stratus (tipe berlapis) dan cumulus (tipe menumpuk). \nPada tipe awan yang berlapis, dua tahapan penting yang terjadi adalah tahap awan tipe stratus dan nimbostratus (nimbo artinya hujan). Ayat pertama di atas (ar-Rum/30: 48), secara sangat jelas memberikan informasi mengenai formasi awan yang berlapis. Tipe awan semacam itu hanya akan terbentuk dalam kondisi angin yang bertiup secara bertahap dan secara perlahan menaikan awan ke atas. Selanjutnya, awan tersebut akan berbentuk seperti lapisan-lapisan yang melebar (\"Allah-lah yang mengirimkan angin, lalu angin itu menggerakkan awan dan Allah membentangkannya di langit.....\").\nApabila kondisinya cocok, (antara lain jika suhu cukup rendah dan kadar air cukup tinggi) maka butir-butir air akan menyatu dan menjadi butiran-butiran air yang lebih besar. Kita dapat melihat proses tersebut sebagai menghitamnya awan. Dalam terjemahan Quraish Shihab, bagian ini disebutkan sebagai: \"......dan menjadikannya bergumpal-gumpal....\". Namun dalam terjemahan Al-Qur'an dalam bahasa Inggris, bagian ini diterjemahkan sebagai: \".... and makes them dark...\". Akhirnya, butiran air hujan akan jatuh dari awan: \".....lalu engkau lihat hujan keluar dari celah-celahnya....\".\nTipe awan yang kedua yang dapat menghasilkan hujan adalah tipe awan yang bertumpuk-tumpuk. Awan ini terbagi berdasarkan bentuknya dalam beberapa nama, yaitu cumulus, cumulonimbus dan stratocumulus. Awan ini ditandai oleh bentuknya yang bergumpal-gumpal dan saling bertumpuk. Cumulus dan cumulonimbus adalah tipe awan yang bergumpal-gumpal, sedangkan stratocumulus tidak bergumpal, sedikit menipis dan melebar. Ayat kedua (an-Nur/24: 43) menjelaskan pembentukan tipe awan ini. \nAwan tipe ini dibentuk oleh angin keras yang mengarah ke atas dan ke bawah (\"....bahwa Allah menggerakkan awan...\"). Dalam terjemahan Al-Qur'an bahasa Inggris, bagian ayat ini diterjemahkan sebagai: \"...drives clouds with force...\". Mendorong awan dengan kuat. Ketika gumpalan awan terjadi, mereka menyatu menjadi gumpalan awan raksasa, bertumpuk-tumpuk satu sama lain. Pada titik ini, awan cumulus atau cumulonimbus sudah dapat menghasilkan air hujan.\nKalimat selanjutnya dari ayat ini, nampaknya menggambarkan secara khusus terjadinya cumulonimbus, suatu keadaan awan yang dikenal dengan nama awan badai. Tumpukan gumpalan awan yang menjulang ke atas ini apabila di lihat dari bawah mirip dengan bentuk gunung. Dengan menjulang tinggi ke angkasa maka butir air yang sudah terbentuk akan membeku menjadi butiran es (\"..... .lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau melihat hujan keluar dari celah-celahnya, dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung....\"), Awan cumulonimbus juga menghasilkan ciptaan Tuhan yang sangat berharga, yaitu halilintar (\"...kilauan kilatnya hampir-hampir menghilangkan penglihatan.\")\nAyat lain yang terkait dengan siklus air yang bertalian dengan tahap lain di luar hujan adalah Surah Gafir/23: 18 yang artinya sebagai berikut:\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (Gafir /23: 18)\nAyat ini menyatakan dengan jelas bahwa air hujan diserap oleh tanah tapi tidak hilang. Artinya air tanah masih dapat dialirkan. Dua ayat di bawah ini juga menggambarkan cara aliran air, yaitu aliran permukaan (ar-Ra'd/13: 17) dan aliran air tanah (az-Zumar/39: 21) yang artinya demikian:\nAllah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan. (ar-Ra'd/13 : 17)\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diatur-Nya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkannya “tanaman tanaman yang bermacam-macam warnanya, kemudian dijadikan-Nya hancur, berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi yang mempunyai akal sehat. (az-Zumar/39: 21)\nBanyak ayat lainnya dalam Al-Qur'an yang membicarakan mengenai siklus air, seperti Gafir /40:13; al-Mu'minÅ«n /23: 18; al-Furqan/25: 48; al-'Ankabut/29: 63, dan lainnya. Semua ayat-ayat tersebut menyatakan hal yang bersinggungan dengan berbagai ayat yang diacu di muka. Beberapa ayat lainnya juga berbicara mengenai air, namun dengan konteks yang berbeda, seperti yang dapat dilihat dalam surah al-Waqi'ah/56: 68-70 yang artinya:\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin. Mengapa kamu tidak bersyukur? (al-Waqi'ah/56: 68-70)\nAyat yang berupa kalimat pertanyaan ini menekankan akan ketidak berdayaan manusia dalam mimpi yang paling tua yaitu mengontrol hujan. Fakta memperlihatkan bahwa hujan buatan tidak akan dapat diadakan apabila awan dengan kondisi tertentu tidak tersedia. Awan tersebut harus memiliki berbagai partikel dalam kadar tertentu, kadar air yang tinggi yang dibawa angin yang naik ke atas, dan terdapat perkembangan tumpukan awan yang mengarah ke atas. Apabila semua karakter ini terdapat pada awan tersebut, barulah hujan buatan dapat dilaksanakan. Akan tetapi, para ahli meteorologi masih mempertanyakan efektivitas cara ini.\nAyat yang berkenaan dengan siklus air selanjutnya adalah ayat yang menjelaskan mengenai sungai-sungai besar dan lautan.\nDan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain asin lagi pahit, dan Dia jadikan antara keduanya dinding dan batas yang tidak tertembus. (al-Furqan/25: 53)\nDeskripsi sungai besar, muara sungai besar dan laut diwartakan dalam bentuk rasa airnya oleh ayat di atas. Di muara sungai atau estuari, terjadi penggabungan air tawar dan air asin. Namun cara bercampurnya sangat unik. Air tawar yang ditumpahkan ke laut akan tetap tawar sampai jauh ke tengah laut, sebelum benar-benar bercampur dengan air asin. Percampuran terjadi jauh dari mulut sungai di tengah laut.\nSatu ayat lagi terkait (tidak langsung) dengan turunnya hujan adalah at-tur/52: 44 yang artinya:\nDan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata: Itu adalah awan yang bergumpal-gumpal. (at-tur /52: 44)\nAyat ini turun untuk menjawab tantangan dari beberapa orang kafir agar Nabi Muhammad menjatuhkan langit di kepala mereka. Mereka menduga bahwa langit adalah lempengan atau kepingan yang menjadi atap dunia. Allah tidak menjawab tantangan mereka di sini dan menjelaskan bahwa mereka hanya akan menemukan awan. Sesuatu yang tidak akan dapat dimengerti oleh mereka pada saat itu.\nOrang-orang beriman hanya diperintahkan Allah untuk menjaga konservasi alam ini, karena banyak orang-orang kafir dan durhaka yang menyalahgunakan ilmu pengetahuan untuk merusak alam. Orang beriman sebagai khalifatullah fil ardh bertugas memelihara lingkungan hidup dan memanfaatkannya untuk mencapai kemanfaatan hidup sehingga kesejahteraan dan kebahagiaan dapat dinikmati dan disyukuri oleh setiap manusia. Karena Allah yang memberikan nikmat-nikmat itu, maka manusia wajib menyembah Allah saja.\nAllah memberikan semua nikmat itu agar manusia bertakwa dan melaksanakan tugas-tugasnya sebagai seorang hamba Allah.\nTugas-tugas itu dapat dipahami dari firman Allah:\n\nAku tidak menciptakan jin dan manusia melainkan agar mereka beribadah kepada-Ku. (adz-dzariyat/51: 56)\n\nAllah swt menguji manusia dalam melaksanakan tugas yang diberikan kepadanya, dengan firman-Nya:\n\nYang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. ¦( al-Mulk/67: 2)\n\nKarena manusia telah mengetahui perintah-perintah itu dan mengetahui tentang keesaan dan kekuasaan Allah, maka Allah memberi peringatan, \"Janganlah manusia menjadikan tuhan-tuhan yang lain di samping Allah dan jangan mengatakan bahwa Allah berbilang.\"",
    "quraish": "Sesungguhnya hanya Dialah yang mempersiapkan bumi dengan kekuasaan-Nya, membentangkan permukaannya agar mudah untuk ditempati dan didayagunakan. Dia menjadikan langit, benda-benda dan planetnya seperti bangunan yang kokoh. Dia juga memberikan kepada kalian sumber kehidupan dan segala nikmat, yaitu air. Dia menurunkan air dari langit dan menjadikannya sebagai sebab tumbuhnya tanaman dan pepohonan yang berbuah yang dapat kalian ambil manfaatnya. Dengan demikian, tidaklah benar kalian berpandangan bahwa Allah memiliki sekutu yang kalian sembah seperti menyembah Allah, sebab tiada sekutu bagi-Nya. Dengan fitrah dasar, kalian dapat mengetahui bahwa tidak ada sekutu bagi-Nya. Maka janganlah kalian menyeleweng dari fitrah tersebut.",
    "jalalayn": "(Dialah yang telah menjadikan) menciptakan (bagimu bumi sebagai hamparan), yakni hamparan yang tidak begitu keras dan tidak pula begitu lunak sehingga tidak mungkin didiami secara tetap (dan langit sebagai naungan) sebagai atap (dan diturunkan-Nya dari langit air hujan lalu dikeluarkan-Nya daripadanya) maksudnya bermacam (buah-buahan sebagai rezeki bagi kamu) buat kamu makan dan kamu berikan rumputnya pada binatang ternakmu (maka janganlah kamu adakan sekutu-sekutu bagi Allah), artinya serikat-serikat-Nya dalam pengabdian (padahal kamu mengetahui) bahwa Dia adalah pencipta, sedangkan mereka itu tidak dapat menciptakan apa-apa, maka tidaklah layak disebut dan dikatakan tuhan."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 23,
    "arab": "وَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/30.mp3",
    "tafsir": "Dalam ayat ini Allah swt menyatakan: Jika kamu sekalian masih ragu-ragu tentang kebenaran Al-Qur'an dan mendakwakan Al-Qur'an buatan Muhammad, cobalah buat satu surah saja semisal ) ayat-ayat Al-Qur'an itu ). Kalau benar Muhammad yang membuatnya, niscaya kamu tentu sanggup pula membuatnya karena kamu pasti sanggup melakukan segala perbuatan yang sanggup dibuat oleh manusia. Ajak pulalah berhala-berhala yang kamu sembah dan pembesar-pembesarmu untuk bersama-sama dengan kamu membuatnya, karena kamu mengakui kekuasaan dan kebesaran mereka.\nKemudian Allah menegaskan, jika kamu benar dalam pengakuanmu itu, tentu kamu sanggup membuatnya, tetapi kamu adalah orang-orang pendusta. Al-Qur'an itu benar-benar diturunkan dari Allah, karena itu mustahil manusia dapat membuatnya. Ayat ini menunjukkan bahwa Al-Qur'an itu adalah mukjizat yang paling besar bagi Muhammad saw.",
    "quraish": "Jika kalian tetap meragukan kebenaran al-Qur'ân yang Kami turunkan berangsur-angsur kepada hamba Kami, Muhammad, maka sebenarnya ada bukti nyata di antara kalian yang dapat menjelaskannya. Yaitu: berusahalah membuat surat yang serupa dengan surat-surat al-Qur'ân, baik dari segi sastra, hukum, cakupan ilmu dan petunjuk lainnya, lalu panggillah saksi-saksi penguat bahwa kalian telah melakukannya dan mintalah bantuan mereka, maka sekali-kali tidaklah akan kalian dapatkan. Saksi-saksi penguat tadi tentunya yang selain Allah, sebab Dia selalu menolong hamba-Nya dan menyaksikan segala perbuatannya. Ini semua kalau keraguan kalian terhadap al-Qur'ân benar.",
    "jalalayn": "(Sekiranya kamu merasa ragu) atau bimbang (tentang apa yang Kami turunkan kepada hamba Kami) maksudnya tentang Alquran yang Kami wahyukan kepada Muhammad, bahwa itu benar-benar dari Allah, (maka buatlah sebuah surah yang sebanding dengannya) dengan surah yang diwahyukan itu. 'Min mitslihi', min yang berarti dari, maksudnya di sini ialah untuk menjadi keterangan atau penjelasan, hingga artinya ialah yang sebanding dengannya, baik dalam kedalaman makna maupun dalam keindahan susunan kata serta pemberitaan tentang hal-hal gaib dan sebagainya. Yang dimaksud dengan 'surah' ialah suatu penggal perkataan yang mempunyai permulaan kesudahan dan sekurang-kurangnya terdiri dari tiga ayat. (Dan ajaklah saksi-saksimu) maksudnya tuhan-tuhanmu yang kamu sembah itu (selain dari Allah) untuk menjadi penolong-penolongmu, (jika kamu orang-orang yang benar) bahwa Alquran itu hanyalah buatan dan ucapan Muhammad belaka, maka cobalah lakukan demikian, bukankah kamu orang-orang yang berlidah fasih seperti Muhammad pula?"
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 24,
    "arab": "فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ اُعِدَّتْ لِلْكٰفِرِيْنَ",
    "translation": "Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/31.mp3",
    "tafsir": "Ayat ini menegaskan bahwa semua makhluk Allah tidak akan sanggup membuat tandingan terhadap satu ayat pun dari ayat-ayat Al-Qur'an. Karena itu hendaklah manusia memelihara dirinya dari api neraka dengan mengikuti petunjuk-petunjuk Al-Qur'an. Hal ini ditegaskan dalam firman Allah swt:\n\nKatakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.\" (al-Isra'/17: 88)",
    "quraish": "Jika kalian tidak dapat mendatangkan surat yang serupa--dan pasti kalian tidak akan bisa, sebab al-Qur'ân adalah kalam Tuhan, Sang Khalik, dan itu di luar kemampuan makhluk--maka yang harus kalian lakukan adalah menjauhi hal-hal yang dapat menjerumuskan kepada siksaan di akhirat, yaitu api yang bahan bakarnya terdiri atas orang-orang kafir dan patung-patung sembahan. Api tersebut disediakan untuk menyiksa orang-orang yang ingkar.",
    "jalalayn": "Tatkala mereka tidak mampu memenuhi permintaan itu, maka Allah swt. berfirman, (Dan jika kamu tidak dapat melakukan) apa yang disebutkan itu disebabkan kelemahan dan ketidakmampuanmu (dan kamu pasti tidak akan dapat melakukannya) demikian itu untuk selama-lamanya disebabkan terhalang mukjizat Alquran itu, (maka jagalah dirimu dari neraka) dengan jalan beriman kepada Allah dan meyakini bahwa Alquran itu bukanlah ucapan manusia (yang kayu apinya terdiri dari manusia), yakni orang-orang kafir (dan batu), misalnya yang dipakai untuk membuat patung-patung atau berhala-berhala mereka. Maksudnya api neraka itu amat panas dan tambah menyala dengan bahan bakar manusia dan batu jadi bukan seperti api dunia yang hanya dapat dinyalakan dengan kayu bakar atau yang lainnya (yang disediakan bagi orang-orang kafir) sebagai alat untuk menyiksa mereka. Kalimat belakang ini dapat menjadi kalimat baru atau menunjukkan keadaan yang lazim."
  },
  {
    "hizb": 1,
    "name": "Al-Baqarah",
    "ayat": 25,
    "arab": "وَبَشِّرِ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اَنَّ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗ كُلَّمَا رُزِقُوْا مِنْهَا مِنْ ثَمَرَةٍ رِّزْقًا ۙ قَالُوْا هٰذَا الَّذِيْ رُزِقْنَا مِنْ قَبْلُ  وَاُتُوْا بِهٖ مُتَشَابِهًا ۗوَلَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ  وَّهُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Dan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. Setiap kali mereka diberi rezeki buah-buahan dari surga, mereka berkata, “Inilah rezeki yang diberikan kepada kami dahulu.” Mereka telah diberi (buah-buahan) yang serupa. Dan di sana mereka (memperoleh) pasangan-pasangan yang suci. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/32.mp3",
    "tafsir": "Allah swt memerintahkan Nabi Muhammad saw agar menyampaikan \"berita gembira\" kepada orang-orang yang beriman. Sifat-sifat berita gembira itu ialah berita yang dapat menimbulkan kegembiraan dalam arti yang sebenarnya bagi orang-orang yang menerima atau mendengar berita itu. \"Berita gembira\" hanya ditujukan kepada mereka yang bekerja dan berusaha dengan sebaik-baiknya sesuai dengan tujuan yang digariskan oleh agama. Karena itulah Allah menyuruh Nabi Muhammad menyampaikan berita gembira itu kepada mereka yang beriman dan berbuat baik.\nIman yang dihargai Allah adalah iman yang hidup, yakni iman yang dibuktikan dengan amal kebajikan. Sebaliknya, Allah tidak menghargai amal apabila tidak berdasarkan iman yang benar.\n\"Amal\" (perbuatan) ialah mewujudkan suatu perbuatan atau pekerjaan, baik berupa perkataan, perbuatan atau pun ikrar hati, tetapi yang biasa dipahami dari perkataan \"amal\" ialah perbuatan anggota badan. Amal baik mewujudkan perbuatan yang baik seperti yang telah ditentukan oleh agama.\nPada ayat di atas Allah swt menyebut perkataan \"beriman\" dan \"berbuat baik\", karena \"berbuat baik\" itu adalah hasil daripada \"iman\". Pada ayat di atas ini juga disebut balasan yang akan diterima oleh orang-orang yang beriman, yaitu surga dengan segala kenikmatan yang terdapat di dalamnya.\n\"Surga\" menurut bahasa berarti \"taman\" yang indah dengan tanam-tanaman yang beraneka warna, menarik hati orang yang memandangnya. Yang dimaksud dengan \"surga\" di sini tempat yang disediakan bagi orang yang beriman di akhirat nanti.\nSurga termasuk alam gaib, tidak diketahui hakikatnya oleh manusia, hanya Allah saja yang mengetahuinya. Yang perlu dipercaya adalah bahwa surga merupakan tempat yang penuh kenikmatan jasmani dan rohani yang disediakan bagi orang yang beriman. Bentuk kenikmatan itu tidak dapat dibandingkan dengan kenikmatan duniawi.",
    "quraish": "Jika neraka merupakan ganjaran bagi orang-orang kafir, maka surga adalah balasan bagi orang-orang Mukmin. Kabarkanlah kepada orang-orang yang percaya kepada Allah, Rasul dan Kitab-Nya; tunduk kepada kebenaran tanpa ada keraguan, dan mengerjakan amal saleh, bahwa bagi mereka telah disediakan surga yang penuh dengan buah-buahan, pepohonan dan istana-istana, dengan sungai-sungai yang mengalir di bawahnya. Setiap kali Allah memberikan rezeki kepada mereka di dalam surga dengan sebagian buah- buahannya, mereka berkata, \"Ini seperti apa yang telah diberikan kepada kita sebelumnya.\" Karena, jenis dan bentuk buah-buahan yang mereka terima ini memang menyerupai apa yang mereka kenal, tetapi memiliki keistimewaan rasa dan kelezatan. Mereka juga diberikan pasangan yang benar-benar suci dan tidak tercela sedikit pun. Mereka akan kekal di dalam surga ini dan tidak akan keluar darinya.",
    "jalalayn": "(Dan sampaikanlah berita gembira) kabarkanlah (kepada orang-orang yang beriman) yang membenarkan Allah (dan mengerjakan kebaikan), baik yang fardu atau yang sunah (bahwa bagi mereka disediakan surga-surga), yaitu taman-taman yang ada pepohonan dan tempat-tempat kediaman (yang mengalir di bawahnya) maksudnya di bawah kayu-kayuan dan mahligai-mahligainya (sungai-sungai) maksudnya air yang berada di sungai-sungai itu, karena sungai artinya ialah galian tempat mengalirnya air, sebab airlah yang telah menggali atau menjadikannya 'nahr' dan menisbatkan 'mengalir' pada selokan disebut 'majaz' atau simbolisme. (Setiap mereka diberi rezeki di dalam surga itu) maksudnya diberi makanan (berupa buah-buahan, mereka mengatakan, \"Inilah yang pernah) maksudnya seperti inilah yang pernah (diberikan kepada kami dulu\"), yakni sebelum masuk surga, karena buah-buahan itu seperti itu pula ciri masing-masingnya, hampir serupa. (Mereka disuguhi) atau dipetikkan buah itu (dalam keadaan serupa), yakni warnanya tetapi berbeda rasanya, (dan diberi istri-istri) berupa wanita-wanita cantik dan selainnya, (yang suci) suci dari haid dan dari kotoran lainnya, (dan mereka kekal di dalamnya) untuk selama-lamanya, hingga mereka tak pernah fana dan tidak pula dikeluarkan dari dalamnya."
  }
]