[
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 5,
    "arab": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1712.mp3",
    "tafsir": "Ayat ini menjelaskan sikap orang kafir terhadap keesaan Allah, dimana Allah mengatakan kepada Nabi Muhammad bahwa jika beliau heran terhadap penyembahan mereka kepada berhala-berhala yang tidak memberi mudarat dan membawa manfaat setelah dikemukakan dalil-dalil keesaan Allah, maka yang lebih patut mengherankan adalah ucapan mereka yang mendustakan hari kebangkitan pada hari kiamat. Mereka berkata, \"Apabila kami telah menjadi tanah apakah kami benar-benar akan dikembalikan lagi menjadi makhluk yang baru?\"\nMereka mengucapkan kata-kata pengingkaran itu padahal mereka tidak mengingkari kekuasaan Allah dalam menciptakan mereka sejak berada dalam kandungan ibunya. Pertanyaan yang mengandung keingkaran itu berulang-ulang disebut dalam sebelas tempat di delapan surah dalam Al-Quran, yaitu Surah ar-Rad/13: 5, al-Isra/17: 49 dan 98, al-Muminun/23: 35 dan 82, an-Nahl/16: 38, as-Sajdah/32: 10, ash-shaffat/37: 16 dan 53, al-Waqiah/56: 47, dan an-Naziat/79: 11. Semuanya mengandung keingkaran yang sangat keras sehingga mengesankan bahwa hari kebangkitan itu mustahil akan terjadi. Menurut mereka tidak mungkin orang yang sudah meninggal dunia dan menjadi tulang-belulang akan hidup kembali. Kemudian Allah menegaskan bahwa orang yang ingkar pada hari kebangkitan itulah yang juga ingkar terhadap Tuhannya. Mengingkari kekuasaan Allah sama halnya dengan mengingkari Allah itu sendiri. Mereka akan dipasangkan belenggu di lehernya sebagai akibat di dunia tidak meyakini kebenaran dan mengikuti petunjuk. Ada pula yang menafsirkan bahwa mereka itu pada hari kiamat ketika diadili dan dipasangkan beberapa belenggu di lehernya seperti seorang tawanan. Firman Allah:\nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api. (al-Mumin/40: 71-72)\n\nMereka adalah penghuni neraka yang kekal di dalamnya dan hidup dalam kehinaan sebagai akibat dari keingkaran dan kejahatannya selama hidup di dunia.\nAllah swt dengan sifat kemahakuasaan-Nya, mampu menciptakan segala sesuatu yang ada di dunia ini, baik yang hidup dan bergerak, maupun yang mati, bahkan dari tidak ada menjadi ada. Oleh karena itu, Allah akan dengan mudah membangkitkan kembali manusia setelah mati. Firman Allah:\n... dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh? Katakanlah (Muhammad), \"Yang akan menghidupkan-nya ialah (Allah) yang menciptakannya pertama kali... (Yasin/36: 78-79)\n\nFirman Allah:\nApakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan), Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)",
    "quraish": "Keadaan orang-orang musyrik dalam menghadapi bukti-bukti yang nyata dan jelas itu sungguh aneh! Kalau kamu merasa heran, wahai Muhammad, maka yang sebenarnya mengherankan adalah ucapan mereka yang mengatakan, \"Apakah, setelah kami mati dan menjadi tanah, kami akan hidup kembali?\" Itu adalah sikap orang yang kafir terhadap Sang Pencipta. Akal mereka telah sesat dan tempat kembali mereka adalah neraka yang akan hidup kekal di dalamnya. Padahal, Tuhan yang mampu menciptakan tentu mampu pula mengembalikan penciptaan-Nya.",
    "jalalayn": "(Dan jika kamu merasa heran) hai Muhammad, tentang pendustaan yang dilakukan oleh orang-orang kafir terhadap dirimu (maka yang patut mengherankan) lebih berhak untuk ditakjubi (adalah ucapan mereka) orang-orang yang mengingkari adanya hari berbangkit (\"Apabila kami telah menjadi tanah, apakah kami sesungguhnya akan menjadi makhluk yang baru?\") karena sesungguhnya Dzat yang mampu menciptakan makhluk dan hal-hal yang telah disebutkan tadi yang tanpa tandingan mampu pula untuk mengembalikan mereka menjadi hidup kembali. Sehubungan dengan kedua huruf hamzah pada dua tempat dalam ayat ini, yaitu a-idzaa dan a-innaa dengan menyebutkan secara jelas keduanya. Dan dapat pula dibaca secara nyata pada yang pertama sedangkan pada yang kedua diringankan kemudian dimasukkan huruf alif di antara keduanya sebagaimana boleh pula huruf alif tidak dimasukkan. Akan tetapi menurut suatu qiraat, pada tempat yang pertama memakai huruf istifham sehingga menjadi a-idzaa sedangkan pada yang kedua dibaca dalam bentuk kalimat berita sehingga bacaannya menjadi innaa lafii khalqin jadiid. Dan menurut qiraat yang lainnya lagi dibaca secara kebalikannya sehingga menjadi idzaa kunnaa turaaban a-innaa lafii khalqin jadiid (orang-orang itulah yang kafir kepada Rabb mereka dan orang-orang itulah yang diletakkan belenggu di lehernya; mereka itulah penghuni neraka, mereka kekal di dalamnya.)"
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 6,
    "arab": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
    "translation": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1713.mp3",
    "tafsir": "Setelah mendustakan Rasul dan mengingkari azab hari kiamat, mereka mengingkari pula azab di dunia yang telah diancamkan oleh Rasulullah kepada mereka. Mereka meminta kepadanya agar siksa yang telah diancamkan kepada mereka disegerakan datangnya. Semestinya mereka memohon kebaikan dan keselamatan dari turunnya azab dan mengharapkan pahala yang dijanjikan oleh Rasulullah di akhirat. Padahal bermacam-macam azab telah ditimpakan Allah kepada umat-umat yang mendustakan para rasul sebelumnya. Di antara mereka ada yang diubah rupa dan sifatnya menjadi seperti kera, ada pula yang dihancurkan dengan gempa bumi, dan sebagainya. Tentang keadaan mereka yang lebih suka menantang turunnya azab daripada meminta kebaikan disebutkan pula dalam firman Allah:\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32)\n\nSesungguhnya Allah benar-benar mempunyai ampunan yang luas terhadap dosa-dosa hamba-Nya yang bertobat dan menutupi kesalahan-kesalahannya pada hari kiamat. Seandainya tidak bersifat Maha Penyantun, tentu Allah akan menyiksa manusia karena kezalimannya. Firman Allah:\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini. (Fathir/35: 45)\n\nSesungguhnya siksaan Allah sangat pedih terhadap orang yang mengerja-kan kejahatan dan terus bergelimang dalam kesesatan dan dosa. Ada sebagian azab yang disegerakan turunnya di dunia sebagai akibat dari berbagai dosa, seperti terganggunya kesehatan orang-orang yang biasa minum minuman keras, bangkrutnya orang-orang yang suka berjudi padahal sebelumnya kaya, dan seseorang koruptor yang dicopot dari kedudukannya yang tinggi karena terlibat soal korupsi dan manipulasi. Sering sekali ampunan dari Allah itu disebut berdampingan dengan siksaan agar seorang hamba Allah selalu berada di posisi tengah antara khauf dan raja (ketakutan terhadap azab Allah dan harapan memperoleh ampunan-Nya) seperti dalam firman Allah:\nSesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang. (al-Araf/7: 167)",
    "quraish": "Kesesatan mereka yang terlalu itu menggiring mereka untuk meminta agar siksa itu didatangkan segera, bukan malah meminta petunjuk yang dapat menyelamatkan mereka. Mereka menduga bahwa Allah tidak akan menurunkan siksa di dunia jika Dia berkehendak. Padahal, sebelum mereka dahulu telah pernah didatangkan siksa yang memusnahkan orang-orang seperti mereka. Namun demikian, Allah akan mengampuni kezaliman dari orang yang mau bertobat dan kembali ke jalan yang benar. Juga, Allah akan mendatangkan siksa yang pedih kepada orang yang tetap berada dalam kesesatan.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan permintaan mereka yang menginginkan disegerakannya azab; mereka kemukakan hal ini dengan nada mengejek (Mereka meminta kepadamu supaya disegerakan datangnya keburukan) yakni azab (sebelum mereka meminta kebaikan) rahmat (padahal telah terjadi bermacam-macam contoh siksa sebelum mereka) lafal matsulaat merupakan bentuk jamak dari kata tunggal al-matslah dengan wazan ats-tsamrah; artinya siksaan-siksaan yang telah menimpa orang-orang seperti mereka dari kalangan orang-orang yang mendustakan. Mengapa mereka tidak mengambil pelajaran daripadanya? (Dan sesungguhnya Rabbmu benar-benar mempunyai ampunan yang luas bagi manusia sekali pun) walaupun (mereka zalim) dan jika tidak demikian, niscaya tidak akan tersisa di permukaan bumi ini makhluk yang melata di atasnya. (Dan sesungguhnya Rabbmu benar-benar sangat keras siksaan-Nya) terhadap orang-orang yang durhaka kepada-Nya."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 7,
    "arab": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
    "translation": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1714.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bagaimana orang-orang kafir berkata kepada Nabi Muhammad dengan nada menantang mengapa tidak diturunkan kepadanya tanda kebesaran dari Tuhannya seperti tongkat sebagai mukjizat yang diberikan kepada Nabi Musa dan unta kepada Nabi Saleh, serta mengapa Muhammad tidak bisa menjadikan bukit Safa menjadi emas atau mengubah bukit-bukit ini menjadi lembah dengan sungai yang mengalir. Mereka menuntut yang demikian itu karena menyangka bahwa Al-Quran bukan merupakan mukjizat. Allah swt telah menolak tuntutan mereka itu dengan firman-Nya:\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra/17: 59)\n\nSunatullah yang berlaku adalah jika tanda-tanda kekuasaan Allah telah diminta, dan setelah tanda-tanda itu diturunkan, namun mereka yang menuntutnya tetap membangkang dan tidak percaya, pasti mereka akan dimusnahkan dengan azab Allah. Allah tidak menghendaki yang demikian itu sehingga tidak menurunkan tanda-tanda mukjizat seperti yang mereka tuntut. Nabi Muhammad saw telah diberi mukjizat yang lain untuk menunjukkan kebenaran risalahnya. Tugas pokok Nabi Muhammad saw hanya sekedar menyampaikan risalahnya seperti tugas nabi-nabi sebelum-nya, bukan memenuhi usul dan permintaan kaumnya agar mereka dapat petunjuk. Urusan memberi petunjuk ke dalam hati seseorang hanya di tangan Allah dan tidak menjadi wewenang Nabi Muhammad, seperti diterangkan dalam firman Allah:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSesungguhnya Nabi Muhammad hanyalah seorang pemberi peringatan. Bagi tiap-tiap umat ada pemimpin yang memberi petunjuk kepada kebaikan. Mereka itu adalah para nabi dan jika mereka telah tiada, maka ahli hikmah, ulama, dan mujtahidin yang melanjutkan tugas nabi untuk menggali dan menjelaskan syariat secara lebih terperinci yang mengandung unsur-unsur akhlak yang baik dan pedoman hidup bagi umat manusia. Firman Allah:\nDan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)",
    "quraish": "Orang-orang yang mengingkari kebenaran mukjizat besar, yaitu al-Qur'ân, berkata \"Mengapa Allah tidak menurunkan kepadanya bukti yang tampak jelas, seperti menggerakkan gunung, tentang kebenaran kenabian, hingga Allah menunjukkan kebenaran itu kepada nabi-Nya?\" Kepada mereka, Allah mengatakan, \"Engkau, Muhammad, hanyalah seorang pemberi peringatan tentang akibat buruk yang akan mereka rasakan kalau mereka terus menerus berada dalam kesesatannya. Masing-masing umat memiliki rasul yang menunjukkan mereka ke jalan yang benar. Masing-masing rasul itu memiliki mukjizat yang membuktikan kebenaran misi kenabian-Nya. Dalam hal ini mereka tidak memiliki kebebasan memilih. Mereka harus melawan tantangan mukjizat itu dan mendatangkan sesuatu yang serupa.",
    "jalalayn": "(Orang-orang yang kafir berkata, \"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu tanda dari Rabbnya?\") yakni mukjizat, seperti tongkat dan tangannya Nabi Musa, dan seperti untanya Nabi Saleh. Maka Allah berfirman, (\"Sesungguhnya kamu hanyalah seorang pemberi peringatan) juru peringat bagi orang-orang yang kafir; dan tugasmu bukanlah untuk mendatangkan mukjizat-mukjizat (dan bagi tiap-tiap kaum ada orang yang memberi petunjuk\") seorang nabi yang mengajak mereka untuk menyembah Rabb mereka dengan membawa mukjizat-mukjizat yang telah diberikan oleh-Nya, bukannya mukjizat-mukjiat seperti apa yang orang-orang kafir minta."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 8,
    "arab": "اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ",
    "translation": "Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1715.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengetahui apa yang dikandung oleh setiap perempuan dalam rahimnya, baik isi kandungan itu berjenis kelamin laki-laki ataupun perempuan, satu atau kembar, dan akan panjang usianya atau pendek, seperti tersebut dalam firman-Nya:\nDia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. (an-Najm/53: 32)\n\nAllah mengetahui kandungan rahim yang kurang sempurna, dimana bayinya memiliki cacat tubuh. Allah mengetahui kandungan rahim yang kembar dua, tiga, empat, atau lebih, dan yang masa kandungannya sempurna sembilan bulan, kurang dari itu, ataupun lebih. Menurut penelitian beberapa rumah sakit di London, janin tidak dapat hidup dalam kandungan ibunya lebih dari 305 hari, sedangkan menurut penelitian rumah sakit di Berlin tidak lebih dari 308 hari. Bagi tiap-tiap sesuatu telah ada ukurannya di sisi Allah swt, tidak ada kekurangan atau tambahannya, seperti tersebut dalam firman-Nya:\nSungguh, Kami menciptakan segala sesuatu menurut ukuran. (al-Qamar/54: 49)\n\nAyat di atas memberikan pernyataan mengenai proses embriologi yang terjadi dalam kandungan. Ayat selengkapnya mengenai perubahan yang terjadi dalam proses embriologi manusia dapat dilihat pada Surah Al-Muminun/23: 12-16 yang penggalannya sebagai berikut: Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).¦\nDua ayat lain yang membicarakan secara umum mengenai tahapan-tahapan dalam perkembangan manusia. Pertama adalah Surah Nuh/71: 13-14 berikut: Mengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Ayat kedua adalah Surah Fathir/35: 11 yang penggalannya sebagai berikut: Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan).",
    "quraish": "Yang memberikan mukjizat yang besar itu kepada Rasulullah saw. adalah Allah yang mengetahui segala sesuatu. Dia mengetahui keadaan manusia sejak masih berupa sperma yang tersimpan di dalam rahim sampai matinya. Oleh karena itu, Dia mengetahui keadaan janin--laki-laki atau perempuan--yang dikandung dalam rahim setiap wanita, pengurangan dan penambahan yang terjadi di dalam rahim dari waktu ke waktu, sampai selesai masa kehamilan dan sempurnalah pertumbuhan janin dan lahirlah ia ke alam dunia. Bagi Allah, segala sesuatu telah dibatasi kadar dan waktunya(1). (1) Allah mengetahui janin yang dikandung oleh rahim setiap wanita, dan mengetahui berbagai fase yang terjadi. Sejak rahim itu masih kecil, ketika sperma mulai menghilang [menjelma dalam bentuk lain], kemudian membesar dari hari ke hari, sampai akhirnya sperma itu menjadi janin yang siap dilahirkan. Sungguh, segala sesautu, besar maupun kecil, bagi Allah ditetapkan dengan perhitungan yang tepat.",
    "jalalayn": "(Allah mengetahui apa yang dikandung oleh setiap perempuan) apakah ia laki-laki atau perempuan, dan apakah kandungan itu berisi satu atau kembar dan lain sebagainya (dan apa yang kurang sempurna) kekurangan (pada kandungan rahim) tentang masa kandungan (dan apa yang lebih) daripada masa kandungan itu. (Dan segala sesuatu pada sisi-Nya ada ukurannya) menurut kadar dan ukuran yang tidak berlebihan."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 9,
    "arab": "عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ",
    "translation": "(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1716.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Dialah Tuhan Yang Mengetahui yang gaib, yang tampak, dan yang tidak bisa diketahui oleh pancaindra manusia. Ilmu pengetahuan telah membuktikan bahwa ada makhluk yang tidak dapat dilihat dengan mata telanjang, karena kecil sekali. Ia baru dapat dilihat dengan mikroskop dan teleskop, seperti bakteri dan virus yang dapat menularkan bermacam-macam penyakit yang sulit sekali untuk diberantas, atau sampai sekarang belum ditemukan obat pembasminya. Bakteri dan virus itu termasuk tentara Allah, yang tidak dapat diketahui berapa jumlahnya melainkan oleh Allah sendiri, seperti diterangkan dalam firman-Nya:",
    "quraish": "Dialah yang mengetahui sesuatu yang gaib, yang luput dari jangkauan indera kita dan sesuatu yang nyata, yang dapat kita saksikan dengan indera, dengan ilmu-Nya yang jauh lebih luas dari sekadar apa yang kita lihat. Dia Mahabesar yang lebih besar dari segala yang ada di alam raya.",
    "jalalayn": "(Yang mengetahui semua yang gaib dan yang tampak) hal-hal yang gaib dan hal-hal yang kelihatan (Yang Maha Besar) Maha Agung (lagi Maha Tinggi) di atas semua makhluk-Nya dengan cara paksa. Lafal al-muta`aal dapat pula di baca al-muta`aaliy dengan memakai huruf ya di akhirnya."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 10,
    "arab": "سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ",
    "translation": "Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1717.mp3",
    "tafsir": "Selanjutnya ayat ini menerangkan sifat Maha Mengetahui Allah terhadap seseorang yang merahasiakan ucapannya dan menyimpan dalam hatinya, atau yang berterus terang mengucapkannya. Semua itu sama di hadapan Allah. Tidak ada yang samar atau terselubung bagi-Nya. seperti Firman Allah:\nDan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi. (thaha/20: 7)\n\nBegitu pula Allah mengetahui siapa yang bersembunyi di malam hari dan berjalan menampakkan diri di siang hari. Semua itu tetap berada dalam ruang lingkup pengetahuan-Nya karena Allah Maha Mengetahui segalanya. Firman Allah:\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)",
    "quraish": "Dia mengetahui segala keadaan kalian, perkataan dan perbuatan, semasa hidup. Dengan begitu, Dia mengetahui perkataan yang kalian rahasiakan dan apa yang kalian tampakkan. Dia juga mengetahui persembunyian kalian di malam hari dan keluarnya kalian di siang hari. Semua itu sama dalam ilmu Allah.",
    "jalalayn": "(Sama saja) menurut ilmu Allah swt. (siapa yang merahasiakan ucapannya, dan siapa yang berterus terang, dan siapa yang bersembunyi) menyembunyikan dirinya (di malam hari) di dalam kegelapannya (dan yang berjalan) yang tampak kepergiannya di dalam perjalanannya (di siang hari)."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 11,
    "arab": "لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ",
    "translation": "Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1718.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah swt menugaskan kepada beberapa malaikat untuk selalu mengikuti manusia secara bergiliran, di muka dan di belakangnya. Mereka menjaganya atas perintah Allah. Ada malaikat yang bertugas menjaga manusia di malam hari, dan ada yang di siang hari, menjaga dari pelbagai bahaya dan kemudaratan. Ada pula malaikat yang mencatat semua amal perbuatan manusia, yang baik atau yang buruk, yaitu malaikat yang berada di sebelah kanan dan kiri. Malaikat yang berada di sebelah kanan mencatat segala kebaikan, dan yang di sebelah kiri mencatat amal keburukan, dan dua malaikat lainnya, yang satu di depan dan satu lagi di belakang. Setiap orang memiliki empat malaikat empat pada siang hari dan empat pada malam hari. Mereka datang secara bergiliran, sebagaimana diterangkan dalam hadis yang sahih:\nAda beberapa malaikat yang menjaga kamu secara bergiliran di malam hari dan di siang hari. Mereka bertemu (untuk mengadakan serah terima) pada waktu salat Subuh dan salat Ashar, lalu naiklah malaikat-malaikat yang menjaga di malam hari kepada Allah Taala. Dia bertanya, sedangkan Ia sudah mengetahui apa yang akan ditanyakannya itu, \"Bagaimana keadaan hamba-hamba-Ku ketika kamu meninggalkan mereka (di dunia)?\" Malaikat menjawab, \"Kami datang kepada mereka ketika salat dan kami meninggalkan mereka, dan mereka pun sedang salat.\" (Riwayat al-Bukhari dari Abu Hurairah)\n\nApabila manusia mengetahui bahwa di sisinya ada malaikat-malaikat yang mencatat semua amal perbuatan dan mengawasinya, maka dia harus selalu menjaga diri dari perbuatan maksiat karena setiap aktivitasnya akan dilihat oleh malaikat-malaikat itu. Pengawasan malaikat terhadap perbuatan manusia dapat diyakini kebenarannya setelah ilmu pengetahuan menciptakan alat-alat modern yang dapat mencatat semua kejadian yang terjadi pada diri manusia. Sebagai contoh, alat pengukur pemakaian aliran listrik dan air minum di tiap-tiap kota dan desa telah diatur sedemikian rupa sehingga dapat diketahui berapa jumlah yang telah dipergunakan dan berapa yang harus dibayar oleh si pemakai. Demikian pula alat-alat yang dipasang di kendaraan bermotor yang dapat mencatat kecepatannya dan mengukur berapa jarak yang telah ditempuh. \nPerkembangan ilmu pengetahuan yang dapat mengungkapkan bermacam-macam perkara gaib, sebagai bukti yang dapat memberi keyakinan kepada kita tentang benarnya teori ketentuan agama. Hal itu juga menjadi sebab untuk meyakinkan orang-orang yang dikuasai oleh doktrin kebendaan, sehingga mereka mengakui adanya hal-hal gaib yang tidak dapat dirasakan dan diketahui hanya dengan panca indera. Oleh karena itu, sungguh tepat orang yang mengatakan bahwa kedudukan agama dan pengetahuan dalam Islam laksana dua anak kembar yang tidak dapat dipisahkan, atau seperti dua orang kawan yang selalu bersama seiring sejalan dan tidak saling berbantahan.\nMalaikat-malaikat itu menjaga manusia atas perintah Allah dan seizin-Nya. Mereka menjalankan tugas dengan sempurna. Sebagaimana dalam alam kebendaan ada hubungan erat antara sebab dan akibat, sesuai dengan hikmahnya, seperti adanya pelupuk mata yang dapat melindungi mata dari benda yang mungkin masuk dan bisa merusaknya, demikian pula dalam kerohanian, Allah telah menugaskan beberapa malaikat untuk menjaga manusia dari berbagai kemudaratan dan godaan hawa nafsu dan setan. \nAllah swt telah menugaskan para malaikat itu untuk mencatat amal perbuatan manusia meskipun kita tidak tahu bagaimana cara mereka mencatat. Kita mengetahui bahwa sesungguhnya Allah sendiri cukup untuk mengetahuinya, tetapi mengapa Dia masih menugaskan malaikat untuk mencatatnya? Mungkin di dalamnya terkandung hikmah agar manusia lebih tunduk dan berhati-hati dalam bertindak karena kemahatahuan Allah melingkupi mereka. Amal mereka terekam dengan akurat sehingga kelak tidak ada yang merasa dizalimi dalam pengadilan Allah.\nAli bin Abi Talib mengatakan bahwa tidak ada seorang hamba pun melainkan ada malaikat yang menjaganya dari kejatuhan tembok, jatuh ke dalam sumur, dimakan binatang buas, tenggelam, atau terbakar. Akan tetapi, bilamana datang kepastian dari Allah atau saat datangnya ajal, mereka membiarkan manusia ditimpa oleh bencana dan sebagainya. \nAllah tidak akan mengubah keadaan suatu bangsa dari kenikmatan dan kesejahteraan yang dinikmatinya menjadi binasa dan sengsara, melainkan mereka sendiri yang mengubahnya. Hal tersebut diakibatkan oleh perbuatan aniaya dan saling bermusuhan, serta berbuat kerusakan dan dosa di muka bumi. Hadis Rasulullah saw: \nJika manusia melihat seseorang yang zalim dan tidak bertindak terhadapnya, maka mungkin sekali Allah akan menurunkan azab yang mengenai mereka semuanya. (Riwayat Abu Dawud, at-Tirmidzi, dan Ibnu Majah dari Abu Bakar ash-shiddiq)\n\nPernyataan ini diperkuat dengan firman Allah:\n\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. (al-Anfal/8: 25)\n\nKaum muslimin pada fase pertama penyebaran Islam telah mengikuti ajaran-ajaran Al-Quran dengan penuh keyakinan dan kesadaran, sehingga mereka menjadi umat terbaik di antara manusia. Mereka menguasai berbagai kawasan yang makmur pada waktu itu, serta mengalahkan kerajaan Roma dan Persia dengan menjalankan kebijaksanaan dalam pemerintahan yang adil, dan disaksikan oleh musuh-musuhnya. Orang-orang yang teraniaya dibela dalam rangka menegakkan keadilan. Oleh karena itu, agama Islam telah diakui sebagai unsur mutlak dalam pembinaan karakter bangsa dan pembangunan negara.\nSetelah generasi mereka berlalu dan diganti dengan generasi yang datang kemudian, ternyata banyak yang melalaikan ajaran agama tentang keadilan dan kebenaran, sehingga keadaan mereka berubah menjadi bangsa yang hina. Padahal sebelum itu, mereka merupakan bangsa yang terhormat, berwibawa, mulia, dan disegani oleh kawan maupun lawan. Mereka menjadi bangsa yang diperbudak oleh kaum penjajah, padahal sebelumnya mereka sebagai penguasa. Mereka menjadi bangsa yang mengekor, padahal dahulunya mereka merupakan bangsa yang memimpin.\nIbnu Khaldun dalam Muqaddimah-nya telah mencantumkan sebuah bab dengan judul: Kezaliman dapat Menghancurkan Kemakmuran. Beliau mengemukakan beberapa contoh dalam sejarah sebelum dan sesudah Islam, bahwa kezaliman itu menghancurkan kekuasaan umat Islam dan merendahkan derajatnya, sehingga menjadi rongrongan dari semua bangsa. Umat Islam yang pernah jaya terpuruk beberapa abad lamanya di bawah kekuasaan dan penjajahan orang Barat.\nApabila Allah menghendaki keburukan bagi suatu kaum dengan penyakit, kemiskinan, atau bermacam-macam cobaan yang lain sebagai akibat dari perbuatan buruk yang mereka kerjakan, maka tak ada seorang pun yang dapat menolaknya dan sekali-kali tidak ada pelindung bagi mereka selain Allah.",
    "quraish": "Sesungguhnya Allahlah yang memelihara kalian. Setiap manusia memiliki sejumlah malaikat yang bertugas--atas perintah Allah--menjaga dan memeliharanya. Mereka ada yang menjaga dari arah depan dan ada juga yang menjaga dari arah belakang. Demikian pula, Allah tidak akan mengubah nasib suatu bangsa dari susah menjadi bahagia, atau dari kuat menjadi lemah, sebelum mereka sendiri mengubah apa yang ada pada diri mereka sesuai dengan keadaan yang akan mereka jalani. Apabila Allah berkehendak memberikan bencana kepada suatu bangsa, tidak akan ada seorang pun yang dapat melindungi mereka dari bencana itu. Tidak ada seorang pun yang mengendalikan urusan kalian hingga dapat menolak bencana itu.",
    "jalalayn": "(Baginya) manusia (ada malaikat-malaikat yang selalu mengikutinya bergiliran) para malaikat yang bertugas mengawasinya (di muka) di hadapannya (dan di belakangnya) dari belakangnya (mereka menjaganya atas perintah Allah) berdasarkan perintah Allah, dari gangguan jin dan makhluk-makhluk yang lainnya. (Sesungguhnya Allah tidak mengubah keadaan sesuatu kaum) artinya Dia tidak mencabut dari mereka nikmat-Nya (sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri) dari keadaan yang baik dengan melakukan perbuatan durhaka. (Dan apabila Allah menghendaki keburukan terhadap suatu kaum) yakni menimpakan azab (maka tak ada yang dapat menolaknya) dari siksaan-siksaan tersebut dan pula dari hal-hal lainnya yang telah dipastikan-Nya (dan sekali-kali tak ada bagi mereka) bagi orang-orang yang telah dikehendaki keburukan oleh Allah (selain Dia) selain Allah sendiri (seorang penolong pun) yang dapat mencegah datangnya azab Allah terhadap mereka. Huruf min di sini adalah zaidah."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 12,
    "arab": "هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ",
    "translation": "Dialah yang memperlihatkan kilat kepadamu, yang menimbulkan ketakutan dan harapan, dan Dia menjadikan mendung. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1719.mp3",
    "tafsir": "Dialah Tuhan yang memperlihatkan kilat, yang menimbulkan ketakutan disambar petir bagi orang-orang yang sedang berada di alam bebas atau bepergian. Tetapi kadangkala kilat dan petir itu menimbulkan harapan bagi orang lain seperti para petani yang mengharapkan turunnya hujan untuk mengairi sawah dan ladangnya. Demikian pula segala sesuatu di dunia ini, kadang-kadang dipandang baik karena dibutuhkan pada masa-masa tertentu, dan kadangkala dipandang buruk mengingat kemudaratan yang mungkin ditimbulkannya. Allah pula yang mengadakan awan mendung yang mengandung air hujan dan karena beratnya, maka awan tersebut tercurah ke permukaan bumi turun menjadi hujan.\nMenurut kajian saintis, terbentuknya awan-awan mendung (thunder-clouds), kilat, guruh, dan halilintar, sebagaimana diungkapkan dalam Al-Quran, sejak awal diyakini oleh banyak ilmuwan merupakan fenomena alam yang mempunyai hubungan yang erat dengan proses kejadian hujan dan atau badai yang sering terjadi di permukaan bumi. Fenomena ini adalah salah satu tanda kekuasaan dan keperkasaan Allah.\nMemang tidak semua jenis awan bisa mendatangkan hujan. Awan yang dapat menyebabkan turunnya hujan adalah awan dari jenis kumulonimbus (cumulonimbus). Menurut saintis, awan yang terbentuk akan menghasilkan pemisah muatan (listrik) positif dan negatif. Muatan positif umumnya berkumpul di bagian atas awan, sedangkan muatan negatif berkumpul di bagian bawah awan. Muatan tersebut akan mengalir melalui berbagai cara seperti antar kantong muatan di awan, dari awan ke bumi, lepas melalui udara sebagai aliran muatan elektrostatik, dan meloncat ke ionosfer. Lompatan bunga api raksasa ini dikenal sebagai petir, kilat, atau halilintar. Sebagai akibatnya udara terbelah, sambarannya yang memiliki kecepatan mencapai 150.000 km/detik akan menimbulkan bunyi menggele-gar yang biasa kita sebut geluduk, geledek, guruh, guntur, dan lain-lain. Suara geledek ini menciutkan hati manusia yang mendengarnya dan dampaknya kerap bisa mematikan manusia. Inilah yang dimaksud dengan \"kilat yang menakutkan\".\nBenjamin Franklin (1752) berhasil membuktikan bahwa petir adalah suatu lompatan listrik (electric discharge) yang sangat besar. Dari hasil penelitian kemudian diketahui bahwa besar medan listrik minimal yang memungkinkan terpicunya petir ini adalah sekitar 1.000.000 volt per meter. \nDalam kondisi tertentu, bumi yang cenderung menjadi peredam listrik statis, bisa pula ikut berinteraksi. Hal ini dimungkinkan terjadi peng-konsentrasian listrik bermuatan positif karena adanya beda muatan antara dasar awan dengan permukaan bumi. Yang terjadi kemudian adalah perpindahan muatan listrik. Maka secara fisik kita akan melihat sambaran petir dengan muatan listrik yang begitu besar, selanjutnya akan segera menyebar ke bagian permukaan bumi yang kemudian menjalar ke dalam tanah dan akhirnya ternetralisasi pada kedalaman yang mengandung air tanah. Tempat terjadinya perpindahan muatan listrik ini yang sering kali mendatangkan musibah dan kerusakan. Ini yang biasa dikenal dengan istilah disambar petir atau geledek.\nDari sisi pengamatan lainnya diketahui bahwa petir mempunyai manfaat bagi bumi dan manusia. Petir merupakan proses alam yang menghasilkan unsur nitrogen yang dibutuhkan tumbuh-tumbuhan dan mengisi sekitar 4/5 atmosfir bumi, bahkan petir juga berfungsi dalam sirkuit global listrik. Kilatan petir raksasa diyakini akan dapat membantu menyeimbangkan sirkuit global listrik antara bumi dan angkasa dan juga berkonsentrasi dalam pembentukan ozon. Selain itu maka kilat yang berkilauan itu bisa menghasilkan jamur. Menurut penelitian di Jepan, jamur shiitake bisa tumbuh subur bila di sekitar benih yang ditaburkan itu diberi loncatan listrik, yang sama dengan efek kilat. Hal ini berdasarkan pengalaman bahwa setelah kemarin sorenya ada kilat, besoknya di sekitarnya tumbuh banyak sekali jamur. Selain itu panjang (kekuatan) kilat bisa meramalkan curah hujan yang bakal turun keesokan harinya. Demikian penjelasan dari pandangan saintis.",
    "quraish": "Kekuasaan Allah di dalam alam raya ini sungguh jelas dan nyata. Dialah, misalnya, yang memperlihatkan kilat kepada kalian yang membuat kalian takut melihatnya atau khawatir akan turun hujan yang tidak kalian butuhkan lalu memusnahkan tanaman kalian. Atau sebaliknya, kilat yang membuat kalian justru sangat berharap akan turunnya hujan lebat yang kalian perlukan untuk memperbaiki tanaman kalian. Dialah pula yang membentuk gumpalan awan yang penuh dengan air hujan.",
    "jalalayn": "(Dialah Tuhan yang memperlihatkan kilat kepada kalian untuk menimbulkan ketakutan) terhadap orang-orang yang sedang musafir disebabkan suara halilintar (dan harapan) bagi orang yang bermukim terhadap turunnya hujan (dan Dia mengadakan) menciptakan (awan yang tebal) karena mengandung air hujan."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 13,
    "arab": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ",
    "translation": "Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1720.mp3",
    "tafsir": "Suara menggelegar yang dikeluarkan oleh petir akibat terjadinya lompatan listrik yang sangat besar menurut Al-Quran adalah bacaan tasbihnya dalam memuji Allah. Ini merupakan tanda ketundukannya kepada Allah, menyucikan-Nya dari persekutuan dan pengungkapan kelemahan dirinya dibandingkan kekuasaan Penciptanya Yang Mahaluhur dan Maha Agung. Tiap-tiap benda yang bersuara maka suaranya itu berarti tasbih, hanya saja manusia tidak mengerti bahasanya:\nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isra/17: 44)\n\nApabila kita mendengar suara guntur dan halilintar, maka disunatkan untuk membaca doa, sebagaimana hadis Rasulullah yang diriwayatkan oleh al-Bukhari, Ahmad, at-Tirmidzi, an-Nasai dari Ibnu Umar, bahwa Nabi Muhammad saw bila mendengar suara guntur dan halilintar beliau membaca:\n\nYa Allah, janganlah Engkau membunuh kami dengan kemurkaan-Mu, janganlah Engkau membinasakan kami dengan azab-Mu, dan berilah kesehatan kepada kami sebelum itu.\n\nIbnu Mardawaih meriwayatkan hadis dari Abu Hurairah sebagai berikut:\nBahwa Rasulullah saw bila ada tiupan angin yang keras, atau mendengar suara guruh, warna mukanya berubah, lalu beliau berkata untuk guruh itu, \"Mahasuci Zat, yang guruh bertasbih kepada-Nya.\" Dan kepada angin beliau berkata, \"Ya Allah jadikanlah angin itu sebagai rahmat dan jangan jadikan sebagai azab.\"\n\nDemikian pula para malaikat bertasbih karena takut kepada Allah dan memuji kepada-Nya. Allah melepaskan halilintar, lalu mengenai siapa yang Dia kehendaki dan membinasakannya. Namun demikian, mereka tetap berbantah-bantahan tentang sifat-sifat Allah yang telah diterangkan oleh rasul-Nya, seperti: ilmu-Nya yang sempurna, kekuasaan, keesaan, dan ketentuan-Nya menghidupkan manusia kembali di hari kiamat untuk menghisab mereka pada hari pengadilan dan pembalasan. \nPada ayat ini, Allah swt menyuruh Nabi supaya bersikap sabar atas keingkaran orang-orang musyrik yang menuntutnya untuk mendatangkan mukjizat seperti tongkat Musa, mukjizat Isa, dan lain-lain. Padahal, Al-Quran sendiri adalah mukjizat terbesar dan kekal sepanjang masa, tidak dapat ditiru oleh siapapun juga. Allah menyuruh Nabi bersabar karena mereka itu sudah melampaui batas sampai mengingkari ketuhanan Allah dan Keesaan-Nya, mengadakan berbagai sekutu bagi-Nya, mengatakan bahwa Allah mempunyai anak, dan mengingkari adanya hari kebangkitan dan pembalasan. Dengan cara demikian, Allah swt menenteramkan hati Nabi supaya jangan larut dalam kesedihan dalam menghadapi semua tantangan itu, dan menyatakan bahwa Dialah Tuhan Yang Mahakeras (siksa-Nya), seperti tercantum dalam firman-Nya:\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
    "quraish": "Selain itu, tanda kekuasaan-Nya adalah bahwa guruh pun tunduk dan patuh kepada Allah dengan sepenuhnya. Suara petir yang kalian dengar itu tak ubahnya sebagai tasbih yang telah menciptakannya, sebagai bukti kepatuhannya kepada Sang Pencipta. Demikian pula malaikat yang tidak dapat kalian lihat, mereka bertasbih pula memuji Allah Swt. Dialah yang menurunkan angin badai yang panas dan membakar, lalu menimpakannya kepada siapa saja yang dikehendaki-Nya. Namun, meskipun bukti-bukti tentang kemahakuasaan Allah begitu nyata dan jelas, mereka masih saja mendebat tentang hakikat Allah. Padahal, Allah Mahakuat dan siasat-Nya dalam membalas makar kepada musuh-musuh-Nya pun sungguh sangat tajam.",
    "jalalayn": "(Dan guruh itu bertasbih) yaitu malaikat yang diserahi tugas untuk menggiring mendung seraya (memuji Allah) artinya ia selalu mengucapkan kalimat 'subhaanallaah wa bihamdihi' (dan) demikian pula bertasbih (para malaikat karena takut kepada-Nya) kepada Allah (dan Allah melepaskan halilintar) yaitu api yang keluar dari mendung (lalu menimpakannya kepada siapa yang Dia kehendaki) kemudian halilintar itu membakarnya. Ayat ini diturunkan berkenaan dengan seorang laki-laki yang Nabi saw. mengutus seseorang untuk menyerunya menyembah Allah. Akan tetapi laki-laki itu menjawab, \"Siapakah utusan Allah itu, dan siapakah Allah itu; apakah ia dari emas atau dari perak atau dari tembaga.\" Ketika itu juga turunlah halilintar menyambarnya sehingga hancur tulang batok kepalanya (dan mereka) orang-orang kafir (berbantah-bantahan) selalu membantah Nabi saw. (tentang Allah dan Dialah Tuhan Yang Maha Keras siksa-Nya) Maha Kuat atau Maha Keras azab-Nya."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 14,
    "arab": "لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ",
    "translation": "Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1721.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa hanya Allah yang memiliki wewenang untuk mengabulkan doa yang benar. Ada pula yang menafsirkan: hanya kepada Allah saja seruan yang benar tentang ketauhidan, kemurnian, dan keikhlasan dalam ibadah. Berhala-berhala yang disembah kaum musyrik tidak dapat mengabulkan permintaan mereka sedikit pun. Meminta sesuatu kepada berhala ibarat orang yang ingin minum, tetapi hanya dengan membuka kedua telapak tangannya ke dalam air. Ia berharap supaya air itu naik sendiri ke dalam mulutnya. Padahal air itu tentu tidak akan mungkin masuk dengan sendirinya ke dalam mulutnya tanpa ditampung dulu dengan kedua telapak tangan. Demikian pula berhala-berhala yang mereka sembah, jangankan memenuhi permintaan penyembahnya, ditanya saja mereka tidak dapat menjawab. Doa dan ibadah orang-orang kafir kepada berhala hanya sia-sia belaka. Bila mereka berdoa kepada Allah, doanya tidak dikabulkan karena mereka tidak meyakini kekuasaan-Nya. Jika mereka berdoa kepada berhala-berhala, sedikit pun mereka tidak bisa mendengar apalagi mengabulkan permintaannya.",
    "quraish": "Patung-patung yang mereka mohonkan sesuatu, baik dalam keadaan takut maupun dalam keadaan aman, tidak akan dapat mengabulkan permohonan mereka. Hubungan para penyembah patung dengan patung-patung yang disembahnya itu bagaikan orang yang membuka telapak tangannya untuk menyiduk air kemudian mendekatkannya ke mulut untuk meminumnya, sampai akhirnya hilang rasa dahaganya. Padahal, telapak tangan yang terbuka itu mustahil dapat membawa air sampai ke mulut. Kalau memang demikian keadaan mereka, maka doa dan permohonan mereka kepada patung-patung itu hanya kesia-siaan dan kerugian belaka!",
    "jalalayn": "(Hanya bagi Dia) bagi Allah swt. (doa yang benar) artinya kalimat-Nya, yaitu kalimat laa ilaaha illallaah (tiada Tuhan selain Allah). (Dan berhala-berhala yang mereka seru) dapat dibaca yad'uuna dan tad`uuna, artinya yang mereka sembah (selain Dia) yakni selain dari Allah, yaitu berhala-berhala (tidak dapat memperkenankan sesuatu pun bagi mereka) yakni sesuatu dari hal-hal yang mereka minta (melainkan) berkenaan (yang mirip dengan orang yang membukakan) artinya perihalnya sama dengan seseorang yang membukakan (kedua telapak tangannya ke dalam air) sedangkan ia berada di pinggir sumur, seraya menyeru air (supaya sampai kepada mulutnya) sekali pun tempat ia berada jauh dari air yang ada di dalam sumur itu (padahal air itu tidak dapat sampai kepadanya) ke mulutnya untuk selama-lamanya. Demikian pula keadaan para penyembah berhala itu, berhala-berhala yang mereka sembah itu tidak akan dapat memperkenankan kepada mereka. (Dan doa orang-orang kafir itu) penyembahan mereka terhadap berhala-berhala atau makna yang dimaksud adalah doa yang sesungguhnya (hanyalah sia-sia belaka) tidak ada artinya."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 15,
    "arab": "وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩",
    "translation": "Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1722.mp3",
    "tafsir": "Ayat ini menegaskan bahwa hanya kepada Allah semua malaikat, jin, dan manusia yang beriman tunduk, sujud, dan patuh, baik dalam keadaan lapang maupun sempit, yang berada di langit dan di bumi, rela dan ikhlas dengan kemauan sendiri. Sedangkan orang-orang kafir hanya tunduk dan patuh apabila dalam keadaan darurat atau terdesak, seperti dalam firman Allah:\nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. (al-Isra/17: 67)\n\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-Ankabut/29: 65)\n\nAllah menjelaskan bahwa bukan hanya tubuh-tubuh mereka saja yang tunduk, sujud, dan patuh kepada Allah, tetapi sujud pula bayang-bayang mereka di waktu pagi dan petang. Setiap benda yang kena sinar matahari terutama di waktu pagi dan petang tentu kelihatan bayang-bayangnya memendek atau memanjang. Semua benda dan bayang-bayangnya tunduk kepada Allah, baik dengan kemauan sendiri maupun terpaksa. Hal ini menunjukkan kekuasaan Allah yang Mahasempurna.",
    "quraish": "Semua makhluk yang ada di langit dan di bumi seperti manusia, jin, malaikat dan makhluk-makhluk lainnya tunduk kepada kehendak dan kebesaran Allah, baik secara sadar dan patuh maupun secara tidak sadar dengan apa yang terjadi pada diri mereka. Bahkan, lebih dari itu, panjang pendeknya bayangan kalian di waktu siang dan petang, juga tunduk dan patuh kepada perintah dan larangan Allah.",
    "jalalayn": "(Hanya kepada Allahlah sujud segala apa yang ada di langit dan di bumi, baik dengan kemauan sendiri) seperti orang-orang yang beriman (atau pun terpaksa) seperti orang-orang munafik dan orang-orang yang dipaksa dengan kekerasan (dan) sujud pula (bayang-bayangnya di waktu pagi) pada pagi hari (dan petang hari) sore hari."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 16,
    "arab": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ",
    "translation": "Katakanlah (Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.”  Katakanlah, “Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?”  Katakanlah, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1723.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Nabi diminta oleh Allah swt untuk menanyakan kepada orang-orang yang menyekutukan Allah, \"Siapakah pencipta alam semesta yang keindahannya sangat mengagumkan manusia?\" Kemudian Nabi sendiri diminta untuk menjawab pertanyaan itu dan mengatakan kepada mereka, \"Dialah Allah yang menciptakan semuanya, mengatur, dan memeliharanya secara tertib dan sempurna.\" Allah swt memerintahkan Nabi Muhammad saw supaya menjawab pertanyaan itu karena bunyi jawaban itu akan sama dengan yang diucapkan oleh orang-orang musyrik sendiri. Mereka tidak akan mengingkari bahwa penciptanya adalah Allah sendiri, seperti tersebut dalam firman-Nya:\nDan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebenaran). (al-Ankabut/29: 61)\n\nJika memang Allah pencipta alam semesta, maka patutkah mereka mengambil pelindung-pelindung selain Allah, padahal berhala-berhala yang mereka sembah itu tidak dapat memberi kemanfaatan atau menolak kemudaratan. Mengapa mereka tetap menjadikan benda-benda mati itu menjadi pelindung? Mengapa akal pikiran mereka tidak digunakan untuk menentukan pilihan yang benar? Padahal benda-benda tersebut tidak mempunyai kemampuan apa-apa meskipun hanya menciptakan seekor lalat. Firman Allah:\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-hajj/22: 73)\n\nKemudian dalam rangka membuka tabir kepicikan akal mereka, sehingga tidak dapat membandingkan antara yang baik dan yang buruk, Nabi saw diperintahkan untuk mengatakan kepada mereka adakah sama orang buta yang sama sekali tidak dapat melihat dengan orang yang matanya sehat, dapat melihat semua benda di hadapannya dengan terang dan jelas? Tentu saja jawabannya adalah tidak sama. Jika ditanyakan pula kepada mereka apakah sama gelap gulita dengan terang benderang? Tentu jawabannya juga tidak sama. Dengan demikian, akhirnya dapat disimpulkan bahwa Allah Yang Maha Esa dan Sempurna dalam segala-galanya tidak bisa disamakan dengan berhala, benda mati yang sama sekali tidak dapat memberi manfaat dan menolak kemudaratan. Demikian pula kekafiran seseorang kepada Allah dan rasul-Nya tidak sama dengan cahaya keimanan seorang mukmin yang memancar dari wajah dan hatinya. Pertanyaan selanjutnya, apakah berhala-berhala yang mereka sembah itu dapat menciptakan makhluk seperti ciptaan Allah, sehingga kedua ciptaan itu serupa menurut pandangan mereka, dan sukar dibedakan mana ciptaan berhala dan mana ciptaan Allah?\nJika Allah bisa disamakan dengan berhala dalam penciptaan maka ada alasan bagi mereka untuk menyekutukan-Nya. Akan tetapi, kenyataannya tidak demikian. Berhala-berhala itu adalah benda mati, jangankan dapat disamakan ciptaannya dengan ciptaan Allah, wujudnya saja ada karena diukir oleh tangan manusia. Mereka tidak dapat menjawab jika ditanya dan tidak dapat memberi kemanfaatan dan kemudaratan sedikit pun kepada penyembahnya. Sesajen yang dihidangkan di hadapannya jika dicuri oleh lalat, mereka sama sekali tidak dapat mengambilnya kembali. Bahkan jika penyembah-penyembahnya sedang lengah, seekor serigala pun dapat mengencingi kepalanya.\nAllah adalah Pencipta segala sesuatu, termasuk pula Pencipta berhala-berhala, dan Dialah Allah Yang Maha Esa lagi Mahaperkasa. Mengapa kamu menyembah kepada selain-Nya, yang sama sekali tidak memberi manfaat dan kemudaratan?",
    "quraish": "Allah memerintah rasul-Nya untuk mendebat orang-orang musyrik sambil mengarahkan dan menjelaskan yang benar. Maka, Dia pun berfirman kepada Rasulullah saw., \"Katakan kepada mereka, wahai Muhammad, 'Siapakah yang menciptakan, memelihara dan mengatur segala yang ada di langit dan di bumi?' Kemudian jelaskan kepada mereka jawaban yang benar yang tidak membingungkan mereka. Katakan kepada mereka, 'Dialah Allah yang patut disembah, bukan selain Dia. Kalian semestinya memang hanya menyembah kepada-Nya, bukan kepada yang lain. ' Katakan pula kepada mereka, wahai Muhammad, 'Apakah kalian mengada-ada, setelah bukti tentang kemahaesaan Allah itu tampak jelas, lalu kalian tetap menyembah patung-patung yang kalian anggap sebagai tuhan tanpa kalian sendiri mengakui keesaannya? Padahal, patung-patung itu pun tidak memiliki kemampuan apa-apa untuk menguntungkan atau merugikan diri sendiri! Mengapa kalian menyamakan patung-patung itu dengan Sang Pencipta dan Pengatur alam semesta ini? Sungguh, kalian benar-benar menyamakan Zat yang menciptakan segala sesuatu dengan sesuatu yang tidak memiliki apa-apa! Kalian, kalau demikian, bagikan orang yang menyamakan antara dua hal yang saling berlawanan. Apakah sama antara orang yang dapat melihat dengan orang yang tidak dapat melihat? Juga, apakah sama antara kegelapan yang kelam dengan cahaya yang terang?' Apakah mereka sengaja membuat persamaan itu, atau mereka terbawa oleh kesesatan mereka sehingga beranggapan bahwa patung-patung mereka adalah sekutu-sekutu Allah dalam penciptaan dan pengaturan makhluk, lalu persoalan penciptaan menjadi kacau bagi mereka seperti mereka sesat dalam beribadah? Katakan kepada mereka, wahai Muhammad, 'Hanya Allah sendirilah yang menciptakan segala sesuatu yang ada di alam raya ini. Dialah, hanya Dia sendiri, yang mencipta dan berhak disembah, dan yang Mahaunggul atas segala sesuatu. '\"",
    "jalalayn": "(Katakanlah) hai Muhammad kepada kaummu (\"Siapakah Rabb langit dan bumi?\" Jawabnya, \"Allah.\") jika mereka tidak mau mengatakannya, maka tiada jawaban lain kecuali itu. (Katakanlah) kepada mereka (\"Maka patutkah kalian mengambil selain Allah) selain-Nya (sebagai pelindung-pelindung) berhala-berhala yang kalian sembah (padahal mereka tidak memiliki kekuasaan untuk memberikan kemanfaatan dan tidak pula kemudaratan bagi diri mereka sendiri?\") kemudian kalian meninggalkan untuk menyembah kepada Yang memiliki dan Yang menguasai kemanfaatan dan kemudaratan? Kata tanya di sini mengandung pengertian cemoohan dan ejekan. (Katakanlah, \"Adakah sama orang buta dan orang yang melihat?) orang kafir dan orang mukmin itu apakah sama? (atau samakah gelap-gulita) yakni kekafiran (dan terang-benderang?) yakni keimanan? Tentu saja tidak. (Apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa) artinya sekutu-sekutu itu dapat menciptakan seperti ciptaan Allah (menurut pandangan mereka?\") sehingga mereka berkeyakinan bahwa berhala-berhala atau sekutu-sekutu itu berhak untuk disembah oleh sebab kemampuan mereka dalam hal menciptakan? Kata tanya di sini mengandung makna ingkar; atau dengan kata lain berarti bahwa hakikatnya tidaklah demikian karena sesungguhnya tidak ada yang berhak untuk disembah selain daripada Yang Maha Pencipta. (Katakanlah, \"Allah adalah pencipta segala sesuatu) tiada sekutu bagi-Nya di dalam penciptaan ini, maka tiada sekutu pula bagi-Nya dalam hal disembah (dan Dialah Tuhan Yang Maha Esa lagi Maha Perkasa.\") di atas semua hamba-hamba-Nya."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 17,
    "arab": "اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ",
    "translation": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1724.mp3",
    "tafsir": "Allah menurunkan air hujan dari langit yang mengandung awan, lalu mengalirkan air hujan itu ke berbagai lembah yang lebar dan yang sempit sesuai dengan ukurannya. Kajian saintis menjelaskan bahwa lembah-lembah umumnya terbentuk oleh gerusan air. Air pertama-tama menggerus bagian-bagian batuan yang paling lunak dan kemudian membentuk aliran sungai. Alur aliran sungai ini lambat laun membesar membentuk lembah-lembah sungai. Ukuran lembah-lembah sungai umumnya selain dipengaruhi oleh besarnya aliran air yang juga ditentukan oleh besarnya curah hujan, kekerasan batuan dan umur batuan. Dalam bidang geomorfologi dikenal besaran kerapatan sungai, yaitu jumlah panjang sungai yang terdapat pada satu luasan daerah dengan satuan km/km2. Besarnya kerapatan sungai umumnya menggambarkan besarnya curah hujan di daerah tersebut. \nArus air itu akan menimbulkan banyak buih di permukaannya yang merupakan gumpalan buih yang ikut bergerak dengan arus air, sehingga bila ada angin kencang yang bertiup, maka buih itu akan segera lenyap dari pandangan mata. Menurut kajian saintifik, buih adalah zat mengambang di atas air yang mengandung banyak udara. Terjadinya buih merupakan bagian dari proses pemurnian air yang terjadi secara alami dalam pengalirannya (dikenal dengan istilah self purification). Pemurnian ini terjadi karena adanya pencampuran dengan udara yang melarut ke dalam air terutama oksigen. Dengan adanya oksidasi, pengotor (umumya senyawa organik) yang terlarut di dalam air mengurai dan bagian yang ringan mengapung di atas permukaan air, sedangkan bagian yang berat akan tenggelam dan mengendap. Inilah perumpamaan yang pertama yang dikemukakan oleh Allah swt tentang kebenaran dan kebatilan serta tentang keimanan dan kekafiran.\nBuih juga bisa terbentuk dalam proses pemurnian logam dengan pemanasan. Bijih logam di alam umumnya ditemukan dalam bahan padat yang tidak murni. Pada proses peleburan, bijih mencair, dan logam-logam yang berat akan tenggelam sedangkan bagian yang kurang bermanfaat atau yang dapat merusak mutu hasil biasanya berupa buih dan akan mengapung ke permukaan bersama udara yang terkandung di dalamnya. Logam tersebut dibuat untuk perhiasan dan alat-alat keperluan rumah tangga, pertanian, pertukangan, dan perindustrian. Inilah perumpamaan yang kedua. \nDemikianlah Allah membuat perumpamaan bagi yang benar dan yang batil. Kebenaran dan kebatilan itu bila bercampur, seperti arus air yang bercampur dengan buih, atau seperti logam yang dibakar yang sama-sama juga mengeluarkan buih berupa kotoran karat yang semula melekat pada logam itu, kemudian terpisah karena pengaruh api yang membakarnya. Maka sebagaimana buih yang berada di atas arus air akan lenyap setelah ada tiupan angin, dan buih yang berada di atas logam yang sedang dibakar akan hilang pula karena api, demikian pula perkara yang batil akan hilang musnah bilamana datang hak dan kebenaran yang jelas. \nBuih itu akan hilang tersangkut di pinggir lembah dan pohon atau ditiup angin. Demikian pula kotoran atau karat yang semula melekat pada logam akan habis terbakar. Yang tinggal hanya yang memberi manfaat saja kepada manusia, yaitu air, yang dapat diminum, digunakan untuk mengairi tanaman yang bermanfaat bagi manusia dan binatang, emas yang digunakan untuk perhiasan, dan logam-logam lainnya untuk alat rumah tangga, pertanian, dan sebagainya.\nDari kedua perumpamaan itu dapat diambil pengertian bahwa Allah swt telah menurunkan Al-Quran kepada Nabi Muhammad saw kemudian disampaikan ke dalam hati manusia yang masing-masing tidak sama potensi dan persiapannya untuk menerima. Masing-masing mempunyai keterbatasan dalam hal bacaan, pengertian, hafalan, dan pengamalannya. Ayat Al-Quran menjadi unsur kehidupan kerohanian dan kebahagiaan hidup sebagaimana air menjadi sebab hidup semua makhluk.\nDi antara tanah yang ditimpa hujan itu ada yang tandus, tidak dapat menumbuhkan tanam-tanaman, hanya sekedar menyimpan air saja, yang dapat dijadikan sumber penampungan air jernih. Ada pula tanah yang subur yang setelah disiram dengan air hujan dapat menghasilkan bermacam-macam hasil bumi. Itulah air yang bermanfaat bagi manusia dan binatang-binatang. Di antara logam yang dilebur dalam api seperti emas, perak, tembaga, perunggu, dan timah, ada yang dijadikan alat rumah tangga, pertukangan, perindustrian dan sebagainya. Orang mukmin diumpamakan seperti air dan logam yang bermanfaat bagi manusia dan binatang. Buih yang semula bercampur kemudian lenyap karena tiupan angin atau habis dibakar oleh api, adalah perumpamaan bagi kekafiran dan kebatilan yang akhirnya hancur bila berhadapan dengan hak dan kebenaran, firman Allah:\nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra/17: 81)\nDemikianlah Allah membuat perumpamaan yang indah yang dapat menjelaskan kepada manusia apa yang masih dipandang sulit oleh mereka tentang masalah-masalah agamanya, agar jelas perbedaan antara yang hak dan yang batil, antara keimanan dan kekafiran, sehingga mereka dapat menempuh jalan petunjuk kepada kebahagiaan dan menghindari jalan yang dimurkai Allah dan menyesatkan.\nDengan memperhatikan perumpamaan-perumpamaan yang tepat dan baik itu niscaya umat Islam akan menjadi umat terbaik yang dikeluarkan di muka bumi untuk jadi teladan bagi umat yang lain. Al-Bukhari dan Muslim meriwayatkan hadis dari Abu Musa Al-Asyari:\nSesungguhnya perumpamaan petunjuk dan ilmu yang Allah mengutus diriku, adalah seperti air hujan yang menimpa bumi. Di antaranya ada sebagian bumi yang menerima air itu, lalu menumbuhkan rumput dan tanam-tanaman. Ada pula tanah yang tandus, hanya menyimpan air saja, lalu Allah memberikan manfaat air itu kepada manusia. Maka ada yang meminumnya dan mempergunakannya untuk mengairi kebun-kebun tanamannya dan ladang-ladangnya. Ada pula sebagian tanah yang keras, tidak dapat menyimpan dan menyerap air, sehingga tidak menumbuhkan tanaman apa-apa. Itulah perumpamaan orang yang memahami agama Allah dan Allah memberikan manfaat kepadanya dalam ajaran agama yang Allah mengutusku untuk menyampaikannya kepada manusia, sehingga ia mengetahui dan mengajarkannya (kepada orang lain), dan perumpamaan orang yang sama sekali tidak memperhatikan dan tidak menerima petunjuk Allah yang mengutusku untuk menyampaikannya. (Riwayat al-Bukhari dan Muslim)\n\nDiriwayatkan pula oleh Imam Ahmad dari Abu Hurairah: \nPerumpamaanku denganmu seperti orang menyalakan api, ketika api menerangi tempat sekelilingnya, mulailah kupu-kupu dan serangga yang mendatangi berjatuhan ke dalam api, dan orang itu menghalangi, namun dikalahkan oleh serangga-serangga lalu masuklah serangga-serangga itu ke dalam api. Itulah perumpamaanku denganmu. Aku menghalangimu dari api, jauhilah api itu, namun kamu mengalahkanku dan menerobos masuk ke dalamnya. (Riwayat Ahmad, al-Bukhari, dan Muslim dari Abu Hurairah)",
    "quraish": "Nikmat dan karunia Allah kepada kalian pun sungguh sangat jelas dan nyata, dan patung-patung kalian tidak mempunyai peran apa-apa tentang karunia-karunia itu. Hanya Dialah yang menurunkan hujan dari awan hingga mengakibatkan sungai dan lembah dapat mengalirkan air. Semua itu sesuai dengan ketentuan takdir yang telah ditetapkan Allah untuk dapat menumbuhkan tumbuh-tumbuhan dan membuahkan pohon. Sungai-sungai itu, ketika mengalirkan air, membawa benda-benda yang tak berguna yang mengapung di atas permukaannya, mengalir mengikuti arah air, sedangkan di dalamnya terdapat benda-benda yang dapat dimanfaatkan dan tidak lenyap. Sementara benda yang tak berguna itu akan lenyap. Demikian pula halnya dengan kebenaran dan kebatilan. Yang pertama itu akan tetap, kekal dan tidak lenyap, sedangkan yang kedua akan lenyap. Selain itu, di antara tambang yang kalian olah dengan menggunakan api, ada yang dapat kalian ambil sebagai perhiasan seperti emas dan perak, ada pula yang dapat kalian pergunakan sebagaimana peralatan seperti besi dan tembaga. Ada juga yang tidak dapat dimanfaatkan, yang muncul di permukaan. Nah, yang tidak dapat dimanfaatkan itu hanya akan terbuang, sedangkan yang dapat digunakan akan bertahan. Demikian pula halnya dengan akidah dan kepercayaan. Akidah yang sesat akan lenyap tak berarti, dan akidah yang benar akan tetap, tidak akan lenyap. Dengan cara seperti ini Allah Swt. menerangkan yang sebenarnya. Allah mengumpamakan suatu dengan yang lainnya agar semuanya menjadi jelas(1). (1) Allah menjelaskan dua hal yang mirip dengan kebenaran, yaitu air jernih dan tambang murni, yang dapat diambil kegunaannya, juga dua hal yang mirip dengan kebaikan, yaitu buih air dan buih tambang yang larut, yang tidak dapat diambil kegunaannya. Dia menurunkan air hujan dari awan, lalu mengalirlah air lembah dan sungai dengan berbagai ukurannya, besar dan kecil. Air yang mengalir itu menghanyutkan buih yang muncul di atas permukaan air yang disebut busa air. Dari berbagai barang tambang yang dihasilkan orang melalui proses pembakaran seperti emas, perak, tembaga dan timah ada yang dapat dijadikan perhiasan atau peralatan seperti bejana. Ada juga yang berupa sampah seperti sampah air yang mengapung di atas permukaan air. Bagian barang tambang yang mengalir itu disebut khabîts (limbah). Dengan tamsil air dan limbahnya serta tambang dan limbahnya itu, Allah menerangkan kebenaran dan kebatilan. Kebenaran diibaratkan sebagai air dan tambang yang jernih, sedangkan kebatilan diibaratkan sebagai limbah air dan limbah tambang yang tidak mungkin dapat dimanfaatkan dan akan lenyap dan terbuang. Sedangkan air jernih dan tambang jernih yang dapat berguna untuk kepentingan manusia akan bertahan di dalam tanah agar dapat dimanfaatkan. Dengan tamsil yang sangat jelas seperti itulah Allah selalu memperlihatkan kebaikan dan kejahatan kepada manusia. Setelah menerangkan kebenaran dan kebatilan, Allah kemudian menerangkan orang yang mengikuti jalan yang benar dan jalan yang batil. Orang-orang yang mengikuti jalan yang benar dengan selalu bersikap patuh akan memperoleh pahala dan kenikmatan surga di akhirat. Sebaliknya, orang-orang yang lebih memilih jalan yang batil, meskipun mereka memiliki seluruh kekayaan dunia bahkan dua kali lebih banyak untuk menghindari siksaan Allah, tidak akan diterima.",
    "jalalayn": "Kemudian Allah membuat suatu perumpamaan mengenai perkara yang hak dan perkara yang batil untuk itu Dia berfirman: (Allah telah menurunkan) Maha Tinggi Allah (air dari langit) yakni air hujan (maka mengalirlah air di lembah-lembah menurut ukurannya) sesuai dengan daya tampungnya (maka arus itu membawa buih yang mengembang) mengapung di atas air yang mengandung kotoran dan lain sebagainya. (Dan dari apa yang mereka lebur) dapat dibaca tuuqiduuna dan yuuqiduuna (dalam api) yaitu berupa logam yang dikeluarkan dari dalam bumi, seperti emas, perak dan tembaga (untuk membuat) untuk dijadikan (perhiasan) barang perhiasan (atau alat-alat) perabot-perabot yang diperlukan, jika kesemuanya itu dilebur (ada pula buihnya) yakni sama seperti buih arus tadi, yaitu kotorannya kemudian kotoran itu dibuang oleh orang yang mencetaknya. (Demikianlah) hal yang telah disebutkan itu (Allah membuat perumpamaan bagi yang benar dan yang batil) perumpamaan mengenai keduanya. (Adapun buih itu) buih arus itu dan kotoran barang logam yang dilebur (akan hilang sebagai sesuatu yang tak ada harganya) menjadi limbah yang dibuang (adapun yang memberi manfaat kepada manusia) yaitu air bersih dan inti logam (maka ia tetap) terkandung (di bumi) selama beberapa masa. Demikianlah perumpamaan tentang hal yang batil; akan pudar dan lenyap, sekalipun dalam beberapa waktu dapat mengalahkan perkara yang hak. Akan tetapi pada akhirnya perkara yang hak jugalah yang akan tetap tegak dan menang. (Demikian) hal yang disebutkan itu (Allah menjelaskan) menerangkan (perumpamaan-perumpamaan)."
  },
  {
    "hizb": 100,
    "name": "Ar-Ra'd",
    "ayat": 18,
    "arab": "لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ",
    "translation": "Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1725.mp3",
    "tafsir": "Bagi orang-orang yang taat kepada Allah dan rasul-Nya, mengikuti semua perintah-Nya, dan membenarkan apa yang diturunkan oleh Allah kepada rasul-Nya, disediakan pembalasan yang baik, yang bersih dari segala penderitaan dan kesusahan dan kekal selama-lamanya. Sesuai dengan firman Allah:\n\nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yunus/10: 26)\n\nDan firman-Nya:\n\nAdapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah. (al-Kahf/18: 88)\n\nBagi mereka yang tidak memenuhi seruan Allah, tidak menaati-Nya, tidak mengikuti perintah-Nya dan tidak mencegah diri dari larangan-Nya, ada bermacam-macam perlakuan dan azab, di antaranya:\n1.Ketika menghadapi azab yang sangat pedih, niscaya mereka melepaskan seluruh kekayaan itu untuk menebus dirinya dari azab Allah. Sebab yang paling dicintai oleh setiap orang adalah dirinya sendiri. Apabila dirinya terancam bahaya, maka seluruh kekayaannya akan dijadikan sandera atau tebusan, demi untuk keselamatan dirinya.\n2.Mereka akan diperiksa secara rinci dan diteliti semua amal perbuatannya sampai sekecil-kecilnya. Tersebut dalam sebuah hadis: Barang siapa yang dihisab secara rinci pasti kena azab.\n3.Tempat kediaman mereka ialah Jahanam, dan itulah seburuk-buruknya tempat kediaman dan tempat kembali.",
    "quraish": "Dalam menyikapi petunjuk, manusia terbagi menjadi dua golongan. Pertama, golongan yang menerima dan menyambut baik ajakan Allah, Sang Pencipta dan Pengatur. Mereka ini akan memperoleh akibat baik di dunia dan di akhirat. Kedua, golongan yang tidak mau menerima ajakan Tuhan yang telah menciptakan mereka. Mereka ini akan merasakan akibat buruk di akhirat. Kalau saja mereka memiliki semua kekayaan di bumi, bahkan dua kali lebih banyak, mereka tidak akan mampu menghindar--dengan harta itu--dari akibat buruk yang mereka rasakan itu. Tetapi, dari mana mereka dapat memiliki harta sebanyak itu? Oleh karena itu, mereka memiliki perhitungan jelek yang berakhir dengan neraka jahanam. Sungguh, jahanam adalah tempat tinggal yang sangat buruk!",
    "jalalayn": "(Bagi orang-orang yang memenuhi seruan Rabbnya) yaitu mereka yang menjalankan seruan-Nya dengan melakukan ketaatan (disediakan pembalasan yang baik) yaitu surga (Dan orang-orang yang tidak memenuhi seruan Rabb) mereka adalah orang-orang kafir (sekiranya mereka mempunyai semua kekayaan sebanyak isi bumi itu beserta hal yang serupa niscaya mereka akan menebus dirinya dengan kekayaan itu) dari azab. (Orang-orang itu disediakan baginya hisab yang buruk) yaitu menghukum semua amal perbuatan yang telah dilakukannya tanpa ada pengampunan barang sedikit pun daripadanya (dan tempat kediaman mereka ialah Jahanam dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam."
  }
]