[
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 35,
    "arab": "۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ",
    "translation": "Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1742.mp3",
    "tafsir": "Salah satu kebiasaan Al-Quran adalah setelah menyebutkan hal-hal yang berkenaan dengan neraka, biasanya diiringi dengan menyebutkan hal-hal yang berkenaan dengan surga yang penuh dengan kenikmatan yang akan diperoleh orang-orang yang beriman, bertakwa, dan beramal saleh. \nDalam ayat ini, surga yang dijanjikan Allah kepada orang-orang yang bertakwa diumpamakan sebuah kebun yang indah dan subur karena dialiri sungai-sungai. Pohon-pohonnya dilukiskan berbuah tidak henti-hentinya dan memberikan naungan kepada orang yang berteduh di bawahnya. Surga tersebut merupakan tempat tinggal terakhir dan selamanya bagi orang-orang yang bertakwa.\nSebaliknya, neraka merupakan tempat kediaman yang penuh kesengsara-an bagi orang-orang kafir.\nDengan digambarkannya perbandingan antara kedua tempat tersebut, maka manusia yang hidup di dunia ini dipersilakan untuk memilih jalan ke surga dengan beriman, beramal, dan bertakwa, atau jalan ke neraka dengan kekafiran, kemusyrikan, dan perbuatan-perbuatan jahat.",
    "quraish": "Jika mereka mendapat siksaan semacam itu, maka orang-orang Mukmin mendapatkan surga dengan kenikmatannya. Mereka memang telah dijanjikan untuk itu. Surga yang dijanjikan kepada orang-orang yang berpegang teguh pada kebenaran, dan memiliki iman sebagai benteng yang melindungi mereka dari kebatilan, adalah surga yang di bawah pepohonannya dialiri sungai-sungai dengan airnya yang tawar. Buah- buahannya abadi, tak akan pernah habis. Naungannya pun kekal. Itu adalah akibat baik bagi orang-orang yang tidak berbuat jahat. Sedangkan orang-orang yang ingkar, akibat yang akan dirasakan adalah neraka.",
    "jalalayn": "(Perumpamaan) gambaran (surga yang dijanjikan kepada orang-orang yang takwa) kalimat ayat ini menjadi mubtada, sedangkan khabarnya tidak disebutkan, lengkapnya mengatakan: yaitu seperti apa yang akan Kami ceritakan kepada kalian (mengalir sungai-sungai di bawahnya; buah-buahannya) artinya apa-apa yang dimakan di dalam surga (tiada henti-hentinya) tidak pernah lenyap (sedang naungannya) tiada henti-hentinya pula, tidak pernah terhapus oleh matahari, karena di dalam surga tidak ada matahari. (Itulah) yakni surga itu (tempat kesudahan) akhir daripada kesudahan (orang-orang yang bertakwa) takut kepada perbuatan syirik (sedangkan tempat kesudahan bagi orang-orang kafir ialah neraka)."
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 36,
    "arab": "وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ",
    "translation": "Dan orang yang telah Kami berikan kitab kepada mereka bergembira dengan apa (kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, “Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1743.mp3",
    "tafsir": "Ayat ini menjelaskan sikap orang-orang Ahli Kitab (Yahudi dan Nasrani) terhadap Al-Quran setelah mereka memeluk agama Islam, seperti Abdullah bin Salam dari kalangan Yahudi. Mereka ini sangat gembira dengan turunnya Al-Quran dan menerima baik segala ajaran dan hukum-hukumnya. Akan tetapi, di samping itu ada pula segolongan orang-orang Yahudi dan Nasrani yang mengingkari sebagian dari Al-Quran, terutama mengenai ajaran tentang keesaan Allah swt.\nAllah memerintahkan kepada Nabi Muhammad untuk menyampaikan kepada golongan tersebut kemantapan imannya kepada Allah swt, dengan mengatakan, \"Sesungguhnya aku hanya diperintahkan untuk menyembah Allah semata dan aku tidak akan mempersekutukan sesuatupun dengan-Nya. Aku seru manusia untuk beriman hanya kepada-Nya dan aku yakin bahwa hanya kepada-Nya aku akan kembali.\"\nUcapan Rasul ini dengan tegas menolak kepercayaan syirik, yaitu mempersekutukan sesuatu dengan Allah seperti yang dianut oleh kaum musyrikin. Kepercayaan itu sangat bertentangan dengan ajaran Al-Quran tentang keesaan Allah secara mutlak, yang merupakan inti agama Islam.",
    "quraish": "Orang-orang diberi pengetahuan tentang kitab suci, semestinya bergembira dengan diturunkannya al-Qur'ân kepadamu. Sebab, kitab sucimu itu adalah kelanjutan dari pesan-pesan suci Allah terdahulu. Katakan kepada orang-orang yang beragama secara parsial, mengingkari sebagian dari apa yang diturunkan kepadamu karena sikap permusuhan dan fanatisme, \"Aku hanya diperintahkan menyembah Allah dan tidak menyekutukan-Nya dengan apa pun. Juga, selain itu, untuk mengajak orang lain agar beribadah hanya kepada-Nya. Hanya kepada-Nyalah aku akan kembali.\"",
    "jalalayn": "(Orang-orang yang Kami berikan kitab kepada mereka) seperti Abdullah bin Salam dan lain-lainnya dari kalangan orang-orang Yahudi yang beriman (mereka bergembira dengan kitab yang diturunkan kepadamu) karena Alquran yang diturunkan kepadanya tidak bertentangan dengan kitab Taurat yang ada pada mereka (dan di antara golongan-golongan) yang telah bersekutu untuk melawan kamu, yaitu mereka yang terdiri dari kalangan kaum musyrikin dan orang-orang Yahudi (ada yang menginginkan sebagiannya) yaitu yang menyangkut tentang penyebutan lafal Ar-Rahman dan hal-hal yang lain selain yang menyangkut kisah-kisah. (Katakanlah, \"Sesungguhnya aku hanya diperintahkan) oleh apa yang diturunkan kepadaku (untuk) supaya (menyembah Allah dan tidak menyekutukan-Nya dengan sesuatu pun. Hanya kepada-Nya aku berseru dan hanya kepada-Nya aku kembali.\") tempat kembaliku."
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 37,
    "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ",
    "translation": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1744.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa ciri utama Al-Quran yang diwahyukan kepada Nabi Muhammad saw, yaitu Al-Quran berisi peraturan-peraturan yang benar, yang harus ditaati manusia untuk mencapai kebahagiaan dan keberuntungan di dunia dan akhirat kelak. Di samping itu, Al-Quran diturunkan dalam bahasa Arab, yaitu bahasa yang memiliki beberapa keistimewaan yang tidak dimiliki oleh bahasa lain.\nDi antara keistimewaan bahasa Arab ialah bahasa ini merupakan bahasa yang sudah berkembang, jauh sebelum datangnya Islam sehingga kosakatanya sangat kaya. Bahasa Arab juga memiliki kaedah pembentukan kata (morfologi) yang memungkinkannya bisa dengan mudah menampung konsep-konsep baru untuk pembentukan kata baru. Dengan demikian, dapat dipahami kemampuan bahasa Arab mengungkapkan konsep-konsep wahyu. Karena Al-Quran berbahasa Arab, maka Al-Quran telah melestarikan bahasa Arab sehingga tidak hilang seperti bahasa Suryani, Koptic, dan sebagainya.\nKarena Al-Quran diturunkan dalam bahasa Arab dan menjadi mukjizat Nabi Muhammad sebagai kitab suci, maka terjemahan Al-Quran dalam bahasa asing tidak dianggap sebagai kitab suci juga. Sebagaimana diketahui, di antara kehormatan yang dimiliki Al-Quran ialah membacanya dianggap sebagai ibadah, dan tidak boleh disentuh kecuali oleh orang-orang yang suci, yaitu orang-orang yang tidak berhadas besar maupun kecil.\nBanyak ayat yang menyebutkan ciri-ciri Al-Quran, antara lain firman Allah swt:\n(Yang) tidak akan didatangi oleh kebatilan, baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Maha Bijaksana, Maha Terpuji. (Fushshilat/41: 42)\n\nSelanjutnya Allah swt memperingatkan Nabi Muhammad saw dan kaum Muslimin umumnya, agar jangan menuruti kehendak hawa nafsu dan keinginan orang-orang yang mengingkari Al-Quran, baik sebagian maupun keseluruhannya, karena Allah swt telah memberikan ilmu yang benar kepada mereka, yaitu Al-Quran al-Karim. Jika Nabi Muhammad dan kaum Muslimin sampai tergoda dan mengikuti kehendak orang-orang yang mengingkari Al-Quran itu, maka siksa Allah pasti akan menimpa mereka dan tidak seorangpun dapat menjadi pelindung terhadap siksa Allah swt Yang Mahakuasa.",
    "quraish": "Seperti Kami menurunkan kitab-kitab suci sebelumnya, Kami pun menurunkan kitab suci al-Qur'ân kepadamu yang menjadi penentu hukum di antara manusia dan pembenar kitab-kitab suci sebelumnya. Al-Qur'ân Kami turunkan dengan bahasa Arab. Maka, jangan lagi kamu ikuti orang-orang musyrik dan Ahl al-Kitâb setelah kamu mendapat wahyu dan ilmu. Jika kamu masih mengikuti mereka, kamu tidak akan mempunyai penolong yang dapat membelamu dari siksa Allah. Kata-kata itu ditujukan kepada Rasulullah saw. dan juga, lebih-lebih, orang-orang Mukmin. Peringatan kepada orang-orang Mukmin itu bersifat sebenarnya, sedangkan untuk nabi bersifat menerangkan bahwa meskipun Rasulullah saw. adalah orang pilihan dan mempunyai derajat yang tinggi, beliau masih dapat diperingatkan.",
    "jalalayn": "(Dan demikianlah) penurunan itu (Kami telah menurunkannya) Alquran itu (sebagai peraturan dalam bahasa Arab) yaitu dengan memakai bahasa Arab, yang dengannya engkau putuskan hukum-hukum di antara manusia. (Dan seandainya kamu mengikuti hawa nafsu mereka) hawa nafsu orang-orang kafir, dalam hal apa yang mereka inginkan, supaya kamu melakukannya menurut peraturan agama mereka. Ini hanyalah merupakan perumpamaan (setelah datang pengetahuan kepadamu) tentang tauhid (maka sekali-kali tidak ada bagimu terhadap Allah) huruf min di sini adalah zaidah (seorang penolong pun) penolong yang mau membantu menyelamatkanmu (dan tidak pula seorang pemelihara) yang dapat mencegah azab Allah yang menimpa dirimu."
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 38,
    "arab": "وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ",
    "translation": "Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1745.mp3",
    "tafsir": "Dalam ayat ini Allah swt menjelaskan bahwa Dia telah mengutus rasul-rasul sebelum Nabi Muhammad saw dan mereka beristri dan berketurunan.\nHal ini menunjukkan bahwa kehidupan berkeluarga dan berketurunan adalah hal yang wajar dan merupakan sunatullah bagi makhluk-Nya yang hidup di muka bumi ini. Sunatullah ini juga berlaku bagi para nabi dan rasul-Nya. Hidup berkeluarga tidak boleh dianggap sebagai penghalang dalam perjuangan, baik demi kemajuan pribadi, masyarakat, maupun bangsa. Bahkan pernikahan menurut ajaran Islam, selain bertujuan untuk melanjut-kan keturunan, juga berfungsi memberikan ketenangan, ketenteraman, dan kestabilan hidup. Pernikahan juga mempererat silaturrahim antara keluarga-keluarga yang bersangkutan dan dapat menjadi sarana dakwah Islamiyah, sebagaimana yang dilakukan oleh Rasulullah saw.\nKarena hidup berkeluarga adalah suatu yang wajar dan merupakan sunatullah, maka manusia tidak boleh menentangnya. Oleh sebab itu, adalah keliru apabila ada pemimpin agama yang mempunyai anggapan bahwa mereka harus menjauhi hidup berkeluarga, agar tidak mengganggu dalam menjalankan agama. Sikap hidup membujang atau tabattul adalah hal-hal yang tidak dikenal dalam agama Islam, bahkan sangat ditentang. Perkawinan dan anak merupakan nikmat dan rahmat Allah kepada hamba-Nya. Oleh karena itu, perkawinan dan keluarga perlu dipelihara dan dilestarikan sebaik-baiknya.\nDalam satu riwayat disebutkan bahwa orang-orang Yahudi mencela Nabi Muhammad saw karena beliau mempunyai beberapa orang istri. Mereka mengatakan kalau benar-benar Muhammad adalah nabi dan rasul, tentu ia akan menyibukkan diri dengan tugas-tugas kenabiannya saja dan tidak akan mempedulikan perempuan. Mereka juga meminta bermacam-macam bukti tentang kenabiannya, selain Al-Quran yang menjadi mukjizatnya. Allah swt telah membantah mereka dengan menegaskan bahwa Nabi Muhammad bukanlah rasul Allah yang pertama, melainkan sebelum itu Allah swt telah mengutus beberapa rasul dan semuanya adalah manusia biasa yang membutuhkan makan, minum, berkeluarga dan berketurunan, serta melakukan perbuatan-perbuatan yang dilakukan oleh orang-orang lainnya, berjalan di pasar, dan sebagainya. Dalam hal ini, Allah swt memerintahkan kepada Nabi Muhammad saw untuk menegaskan:\nSesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu. (al-Kahf/18: 110)\n\nKemudian, dalam ayat ini ditegaskan tentang kewajaran dan kebolehan para rasul itu hidup berkeluarga dan berketurunan. Allah menegaskan bahwa Dia mengaruniai mereka istri dan keturunan.\nDalam suatu hadis yang diriwayatkan oleh Imam al-Bukhari dan Imam Muslim dari Anas bin Malik disebutkan bahwa Nabi Muhammad saw bersabda:\nAdapun aku, aku berpuasa dan berbuka, aku salat di waktu malam, juga tidur, aku juga makan daging dan juga menikahi wanita; maka siapa yang tidak suka kepada sunahku (jalan kehidupanku) tiadalah ia termasuk umatku. (Riwayat al-Bukhari dan Muslim)\n\nAdapun ayat-ayat atau bukti-bukti kenabian dan kerasulan yang dituntut orang-orang kafir kepada Nabi Muhammad saw dijawab berulang kali dalam Al-Quran, bahwa masalah tersebut adalah wewenang Allah semata. Para rasul hanya memperlihatkan mukjizatnya dengan seizin Allah.\nMukjizat terbesar Nabi Muhammad saw adalah Al-Quran yang membawa ajaran-ajaran, hukum-hukum, dan peraturan-peraturan yang berperan menuntun manusia kepada kebahagiaan dunia dan akhirat. Al-Quran senantiasa terpelihara kemurniannya dan tidak satupun makhluk yang dapat menandinginya, baik dari sisi kandungannya maupun redaksi kebahasaannya.\nAyat-ayat atau bukti-bukti dan mukjizat tidak muncul begitu saja, melainkan harus sesuai dengan hikmah Allah dan selaras dengan masanya. Masing-masing masa tersebut mempunyai ciri tersendiri yang telah ditetapkan Allah. Setiap peristiwa yang terjadi di alam ini mengikuti ketentuan atau takdir-Nya, baik mengenai waktu, tempat, cara, maupun sebab-sebab terjadinya. Mukjizat tidak akan muncul sebelum waktu yang telah ditetapkan Allah. Ajal seseorang, rezeki, dan peristiwa-peristiwa yang dialami di dunia dan di akhirat terjadi sesuai dengan ketentuan Allah. Manusia tidak dapat meminta agar ajalnya datang lebih cepat ataupun lebih lambat dari apa yang telah ditetapkan Allah dalam takdir-Nya.",
    "quraish": "Apabila orang-orang musyrik heran bahwa kamu mempunyai istri dan keturunan, serta meminta mukjizat selain al-Qur'ân, maka sebetulnya Kami telah mengutus sebelummu rasu-rasul yang juga mempunyai istri dan anak. Rasul adalah manusia biasa, lengkap dengan sifat-sifatnya. Hanya saja, dia adalah orang yang terbaik di antara mereka. Seorang nabi tidak mungkin mendatangkan suatu mukjizat menurut kehendaknya atau kehendak kaumnya. Tetapi, yang mendatangkannya adalah Allah, dan Dialah yang mengizinkan nabi untuk mendatangkan mukjizat itu. Atas dasar itu setiap generasi mempunyai ketentuan dan mukjizat dari Allah yang sesuai dengan keadaan mereka.",
    "jalalayn": "Ayat ini diturunkan ketika orang-orang kafir mencela Nabi saw. karena istrinya banyak, yaitu: (Dan sesungguhnya Kami telah mengutus beberapa rasul sebelum kamu dan Kami memberikan kepada mereka istri-istri dan keturunan) yakni anak-anak, sedangkan engkau adalah salah satu di antara para rasul itu. (Dan tidak ada hak bagi seorang rasul) di antara para rasul itu (mendatangkan sesuatu ayat melainkan dengan izin Allah) karena para rasul itu tiada lain hanyalah hamba-hamba yang diasuh-Nya. (Bagi tiap-tiap masa) zaman (ada kitab) yang tertera di dalamnya tentang batas masa berlakunya."
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 39,
    "arab": "يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ",
    "translation": "Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitab (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1746.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan satu sisi dari kekuasaan-Nya, yaitu menghapuskan atau menetapkan apa-apa yang dikehendaki-Nya, baik mengenai syariat-Nya atau nasib manusia.\nTanda-tanda adanya penghapusan dan penetapan Allah, ialah adanya siang dan malam yang datang silih berganti, adanya gelap dan terang, hidup dan mati, kuat dan lemah, sehat dan sakit, bahagia dan sengsara, kaya dan miskin, dan sebagainya.\nPada akhir ayat ini, Allah swt menjelaskan bahwa di sisi-Nya atau Lauh Mahfudh terdapat Ummul Kitab. Semua peristiwa dan kejadian yang terjadi di alam ini tertulis di Lauh Mahfudh yang tidak akan mengalami perubahan dan penggantian apapun.\nBerdasarkan pengertian tersebut maka ayat ini juga merupakan bantahan terhadap tuntutan kaum kafir dan musyrik yang meminta kepada Nabi Muhammad saw untuk mendatangkan ayat-ayat atau bukti-bukti kenabian dan kerasulannya, selain Al-Quran. Hal tersebut tidak akan pernah terjadi, kecuali jika hal itu termasuk dalam ketentuan yang ditetapkan Allah atau telah ada dalam Lauh Mahfudh.",
    "quraish": "Allah bebas menghapus dan menetapkan syariat dan mukjizat yang Dia kehendaki. Inti ajaran semua syariat yang tetap dan tidak mungkin berubah, yaitu kemahaesaan-Nya, inti-inti kebaikan, dan lain-lain, ada pada-Nya.",
    "jalalayn": "(Allah menghapuskan) daripada kitab itu (apa yang dikehendaki-Nya dan menetapkan) dapat dibaca yutsbitu atau yutsabbitu, artinya hukum-hukum dan masalah-masalah lainnya yang dikehendaki-Nya untuk dihapus atau ditetapkan (dan di sisi-Nyalah terdapat Ummul Kitab) asal kitab yang tidak berubah sedikit pun daripadanya, yaitu kitab-kitab-Nya di zaman azali."
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 40,
    "arab": "وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ",
    "translation": "Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1747.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa ada kemungkinan Allah memberikan umur yang panjang kepada Rasulullah, sehingga beliau sempat melihat kedatangan azab yang telah dijanjikan kepada kaum kafir. Bisa juga Allah memberikan usia yang pendek sehingga Rasulullah tidak mendapat kesempatan untuk menyaksikan azab yang diturunkan-Nya itu. Tugas Rasul-Nya hanya mendakwahkan agama Islam kepada manusia. Adapun persoalan mereka mau menerima atau menolaknya adalah urusan Allah. Bagi yang menolak, azab Allah pasti akan datang, apakah disegerakan atau ditunda, adalah wewenang Allah.",
    "quraish": "Apabila Kami tunjukkan kepadamu pahala atau siksa yang Kami janjikan kepada mereka, atau Kami matikan kamu sebelum itu, niscaya kamu akan menyaksikan kedahsyatan siksa yang menimpa orang-orang musyrik dan nikmat yang diberikan kepada orang-orang Mukmin. Tetapi itu semua bukan urusanmu. Tugasmu hanyalah menyampaikan pesan-pesan Kami, sedang yang akan mengadakan perhitungan nanti adalah Kami sendiri.",
    "jalalayn": "(Dan jika) asalnya lafal immaa ini terdiri daripada in syarthiyah dan maa zaidah, kemudian keduanya dijadikan satu sehingga jadilah immaa, artinya seandainya (Kami perlihatkan kepadamu sebagian apa yang Kami ancamkan kepada mereka) yaitu sebagian daripada azab-Ku sewaktu kamu masih hidup. Jawab dari in syarthiyah tidak disebutkan, lengkapnya ialah fadzaaka: itulah azab-Ku (atau Kami wafatkan kamu) sebelum orang-orang kafir itu diazab (karena sesungguhnya tugasmu hanya menyampaikan saja) hal itu tidak penting bagimu, tugasmu tiada lain hanya menyampaikan (sedangkan Kamilah yang menghisab amalan mereka) jika mereka telah kembali kepada Kami, maka Kami akan membalas semua amal perbuatan mereka."
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 41,
    "arab": "اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ",
    "translation": "Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1748.mp3",
    "tafsir": "Dalam ayat ini, Allah swt memperlihatkan pula sisi lain dari kekuasaan-Nya dalam menimpakan hukuman terhadap orang-orang kafir, yaitu dengan cara mengurangi luas daerah negeri mereka sedikit demi sedikit. Pengurangan daerah mereka itu, mungkin disebabkan bencana alam yang diturunkan Allah kepada mereka, sehingga sebagian dari daerah mereka menjadi rusak dan tidak dapat didiami lagi; atau karena terjadi peperangan, sehingga wilayah kekuasaannya dikuasai bangsa lain dan mereka menjadi terdesak atau diusir dari negeri mereka.\nSelanjutnya, dalam ayat ini dijelaskan kekuasaan Allah dalam hal menetapkan hukum menurut hikmah dan kehendak-Nya, dan hukum yang telah ditetapkan-Nya tidak akan dapat ditolak atau dibantah oleh siapapun juga.\nPada akhir ayat ini, ditegaskan bahwa Allah cepat sekali mengadakan perhitungan terhadap perbuatan hamba-Nya, sehingga mereka yang beriman dan berbuat kebajikan akan memperoleh ganjaran kebaikan, sedang mereka yang ingkar kepada-Nya dan berbuat kezaliman pasti mendapat siksa dan kemurkaan-Nya. Segala perbuatan hamba-Nya tidak akan luput dari perhitungan Allah.",
    "quraish": "Sesungguhnya tanda-tanda siksa dan kekalahan telah ada. Apakah mereka tidak melihat bahwa Kami mendatangi tanah yang telah mereka kuasai, pada saat orang-orang Mukmin mengambilnya dari orang-orang musyrik sebagian demi sebagian. Dengan demikian, Kami telah mengikis daerah kekuasaan di sekitar mereka. Allah sendirilah yang menentukan kemenangan, kekalahan, pahala, dan siksa. Tidak ada yang dapat menolak keputusan-Nya. Perhitungan-Nya cepat dan tepat, tidak memerlukan waktu yang panjang, karena bagi-Nya pengetahuan segala sesuatu, sedang bukti-bukti nyata telah ada(1). (1) Ayat ini mengandung penemuan penemuan baru tentang bumi. Yaitu, pertama, bahwa kecepatan rotasi bumi dan resultannya menyebabkan dua kutubnya bertambah datar, maka terjadi pengurangan pada dua tepian bumi. Kedua, molekul-molekul atmosfer yang meluncur sangat cepat apabila telah melampaui ruang gravitasi bumi akan terlempar jauh ke luar kawasannya. Karena hal itu terjadi secara terus menerus, maka terjadi pengurangan pada tepian-tepian bumi secara terus-menerus pula. Penemuan ini bisa kita pakai sebagai tafsiran lain dari kata al-ardl yang di sini dan mayoritas buku tafsir diartikan dengan tanah kekuasaan musuh Islam.",
    "jalalayn": "(Dan apakah mereka tidak melihat) yang dimaksud adalah penduduk Mekah (bahwa sesungguhnya Kami mendatangkan daerah-daerah) orang-orang kafir (lalu Kami kurangi daerah-daerah itu dari tepi-tepinya?) yaitu melalui pembukaan/penaklukan yang dilakukan oleh Nabi saw. (Dan Allah menetapkan hukum) atas makhluk-Nya menurut kehendak-Nya (tidak ada yang dapat menolak) tiada seorang pun yang dapat menolak (ketetapan-Nya; dan Dialah Yang Maha Cepat hisab-Nya.)"
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 42,
    "arab": "وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ",
    "translation": "Dan sungguh, orang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1749.mp3",
    "tafsir": "Allah kembali menjelaskan sisi lain dari kekuasaan-Nya, yaitu dalam menghadapi tipu daya yang dilakukan oleh kaum kafir Mekah terhadap Rasulullah dan kaum Muslimin. Allah menjelaskan bahwa orang-orang kafir sebelum masa Rasulullah juga telah melakukan tipu daya terhadap para rasul-Nya. Tetapi semua tipu daya mereka itu berada di bawah kekuasaan Allah sehingga tidak akan membinasakan agama dan rasul-Nya. Allah senantiasa mengetahui lebih dulu apa saja yang diperbuat oleh setiap makhluk-Nya.\nDari sini dapat dipahami bahwa jika tipu daya orang-orang kafir terhadap para rasul Allah sebelumnya berada di bawah kekuasaan Allah, tentulah tipu daya kaum kafir Mekah terhadap Nabi Muhammad dan kaum Muslimin juga berada di bawah kekuasaan Allah. Dengan demikian, tipu daya tersebut tidak akan berhasil membinasakan Rasulullah dan kaum Muslimin, dan tidak akan mampu menghalangi penyebaran agama Islam.\nPada akhir ayat ini, Allah menegaskan bahwa orang kafir pasti akan mengetahui kelak bahwa yang berhak untuk memperoleh tempat tinggal terakhir dan abadi yang penuh kenikmatan hanyalah mereka yang beriman dan beramal saleh.",
    "quraish": "Orang-orang sebelum mereka telah membuat rencana jahat terhadap rasul-rasulnya. Akan tetapi Allah Swt. telah mempunyai ketetapan untuk mengatur segala urusan orang-orang kafir di saat ini dan di masa akan datang. Pembalasan mereka nantinya akan sesuai dengan apa yang mereka perbuat. Dialah yang mengetahui semua yang dilakukan oleh tiap orang. Jika mereka, dulu, tidak mengetahui bahwa akibat baik adalah untuk orang-orang Mukmin, maka kelak, pada hari kiamat mereka akan melihat dengan mata kepala sendiri, untuk siapa akibat baik berupa tinggal di surga.",
    "jalalayn": "(Dan sungguh orang-orang kafir yang sebelum mereka telah mengadakan tipu-daya) yang dimaksud adalah umat-umat terdahulu sebelum orang-orang kafir Mekah; mereka telah berbuat makar terhadap nabi-nabi-Nya sebagaimana orang-orang kafir Mekah telah berbuat makar terhadapmu (tetapi semua tipu-daya itu adalah dalam kekuasaan Allah) tipu daya mereka tidaklah sama dengan tipu daya-Nya, karena Allah swt. (Dia mengetahui apa yang diusahakan oleh setiap diri) maka untuk itu Dia telah mempersiapkan balasan usaha itu; dan inilah yang dinamakan tipu daya secara keseluruhan. Karena sesungguhnya balasan itu menimpa mereka sewaktu mereka tidak menyadarinya. (Dan orang-orang kafir akan mengetahui) lafal al-kaafir yang dimaksud adalah makna jenis sehingga artinya menunjukkan jamak sekalipun lafalnya mufrad. Akan tetapi menurut qiraat yang lain dibaca al-kuffaaru dalam bentuk jamak (untuk siapakah tempat kesudahan yang baik itu) akibat yang paling baik di akhirat kelak; apakah untuk mereka ataukah untuk Nabi saw. dan para sahabatnya?"
  },
  {
    "hizb": 102,
    "name": "Ar-Ra'd",
    "ayat": 43,
    "arab": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ ",
    "translation": " Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku dan kamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1750.mp3",
    "tafsir": "Ayat ini menunjukkan dialog antara orang-orang kafir Mekah dan Rasulullah, di mana mereka mengingkari kerasulannya dengan mengatakan, \"Engkau bukanlah seorang yang dijadikan rasul.\" Untuk menghadapi pengingkaran mereka ini, Allah memerintahkan kepada Nabi Muhammad untuk menjawabnya dengan mengatakan, \"Cukuplah Allah menjadi saksi dalam pertikaian yang terjadi antara kita seputar kerasulanku. Orang-orang yang mempunyai ilmu tentang Al-Kitab dari kalanganmu yang telah masuk Islam dapat menjadi saksi tentang kebenaran kerasulanku.\"\nSesuai dengan penegasan Allah dalam ayat yang lalu bahwa tugas pokok Nabi Muhammad adalah menyampaikan agama Islam kepada manusia. Beliau tidak perlu gelisah menghadapi sikap ingkar dari kaum kafir tersebut, sebab Allahlah yang mengangkat dan mengutusnya menjadi rasul.\nPara ulama ahlul kitab memilih menganut agama Islam karena telah mengetahui bahwa dalam kitab Injil dan Taurat yang diwahyukan Allah kepada Nabi Isa dan Nabi Musa telah ada keterangan yang jelas tentang kedatangan nabi dan rasul terakhir, yaitu Muhammad saw. Oleh karena itu, mereka sama sekali tidak mengingkari kerasulan beliau.",
    "quraish": "Tujuan yang dilakukan oleh orang-orang yang ingkar dan tidak tunduk kepada kebenaran adalah agar mereka mengatakan kepadamu, wahai Nabi, \"Kamu bukan seorang utusan Allah.\" Katakan kepada mereka, \"Cukuplah bagiku, bahwa Allah dan orang yang mengetahui hakikat al-Qur'ân dengan bukti-bukti kebenaran yang dapat dipahami oleh akal sehat, menjadi hakim antara aku dan kalian.\"",
    "jalalayn": "(Berkatalah orang-orang kafir) kepadamu (\"Kamu bukan seorang yang dijadikan rasul.\" Katakanlah) kepada mereka (\"Cukuplah Allah menjadi saksi antaraku dan kalian) atas kebenaranku (dan antara orang yang mempunyai ilmu Kitab.\") dari kalangan orang-orang yang beriman, Yahudi dan Nasrani."
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 1,
    "arab": "الۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ",
    "translation": "Alif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1751.mp3",
    "tafsir": "Surah ini dimulai dengan \"Alif Lam Ra\". (Lihat tafsirnya pada jilid pertama pada judul \"mafatihus suwar\".) Dalam firman Allah swt sesudah Alif Lam Ra menjelaskan maksud dan tujuan diturunkannya Al-Quran kepada Nabi Muhammad. Allah menurunkan Al-Quran kepada Rasulullah agar petunjuk dan peraturan-peraturan yang dibawa Al-Quran itu dapat menjadi tuntunan dan bimbingan kepada umatnya. Dengan petunjuk itu mereka dapat dikeluarkan dari kegelapan ke cahaya yang terang-benderang, atau dari kesesatan dan kejahilan ke jalan yang benar dan mempunyai ilmu pengetahuan serta peradaban yang tinggi, sehingga mereka memperoleh rida dan kasih sayang Allah swt di dunia dan di akhirat.\nPenegasan tentang fungsi Al-Quran ini sangat penting sekali, apalagi jika dihubungkan dengan ayat-ayat yang lalu, di mana Allah swt telah menyebut-kan adanya orang-orang yang mengingkari Al-Quran, baik sebagian, maupun keseluruhannya.\nSelanjutnya dalam ayat ini diterangkan bahwa Rasulullah hanya dapat menjalankan tugas tersebut di atas dengan izin dan bantuan dari Allah swt, dengan cara memberi kemudahan dan menguatkan tekad beliau dalam menghadapi segala rintangan. Al-Quran merupakan jalan yang dibentangkan Allah Yang Mahakuasa dan Maha Terpuji bagi Nabi Muhammad dan umatnya.",
    "quraish": "[[14 ~ IBRAHIM (NABI IBRAHIM A. S.) Pendahuluan: Makkiyyah, 52 ayat ~]] Alif, Lâm, Râ'. Digunakannya beberapa huruf dengan cara seperti ini pada permulaan surat adalah untuk menggugah pendengaran dan untuk menunjukkan kemukjizatan al-Qur'ân walaupun \"hanya\" tersusun dari huruf-huruf yang biasa mereka gunakan dalam berbicara. Yang disebutkan dalam surat ini, wahai Muhammad, adalah sebagian kitab suci yang diturunkan kepadamu dari sisi Kami untuk mengeluarkan semua manusia dari gelapnya kekafiran menuju terangnya cahaya iman dan ilmu pengetahuan dengan kemudahan dari Tuhan mereka. Cahaya itu adalah jalan Allah Yang Mahaperkasa, karena pembalasan-Nya, dan Maha Terpuji, karena pemberian nikmat-Nya.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya. Alquran ini adalah (Kitab yang Kami turunkan kepadamu) Muhammad (supaya kamu mengeluarkan manusia dari kegelapan) dari kekafiran (kepada cahaya) yaitu agama Islam. (Dengan izin) perintah (Rabb mereka) lafal an-nuur diterangkan secara jelas pada ayat berikut ini: (yaitu ke jalan) tuntunan (Tuhan Yang Maha Perkasa) Maha Menang (lagi Maha Terpuji.) Yang Maha Terpuji."
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 2,
    "arab": "اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَوَيْلٌ لِّلْكٰفِرِيْنَ مِنْ عَذَابٍ شَدِيْدٍۙ  ",
    "translation": "Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1752.mp3",
    "tafsir": "Allah swt kembali mengingatkan kekuasaan-Nya dalam ayat ini dengan menegaskan bahwa Dialah yang memiliki dan menguasai semua yang ada di langit dan di bumi.\nOleh karena Allah swt adalah Pemilik dan Penguasa atas segala makhluk-Nya di alam ini, maka Al-Quran yang diturunkan-Nya adalah petunjuk ke jalan yang terbaik yang menjamin kebahagiaan hakiki..",
    "quraish": "Yaitu jalan Allah, Pencipta dan Pemilik segala sesuatu yang berada di langit dan di bumi. Jika yang demikiaan itu adalah sifat-sifat Tuhan yang benar, maka kebinasaanlah bagi orang-orang kafir dengan siksa yang pedih.",
    "jalalayn": "(Dialah Allah) kalau dibaca jar kedudukannya menjadi badal atau athaf bayan, sedangkan kedudukan kalimat yang sesudahnya menjadi sifat. Jika dibaca rafa` jadilah mubtada, sedangkan khabarnya adalah firman berikut ini: (yang memiliki segala apa yang ada di langit dan di bumi) semuanya adalah milik-Nya, hamba-Nya dan makhluk-Nya. (Dan kecelakaanlah bagi orang-orang kafir karena siksa yang sangat pedih.)"
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 3,
    "arab": " ۨالَّذِيْنَ يَسْتَحِبُّوْنَ الْحَيٰوةَ الدُّنْيَا عَلَى الْاٰخِرَةِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًا ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍۢ بَعِيْدٍ",
    "translation": "(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1753.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa orang-orang yang lebih menyukai kehidupan duniawi daripada kehidupan ukhrawi, menghalangi orang lain dari jalan Allah, dan menginginkan agar orang-orang menjauhi jalan lurus yang diberikan Allah kepada manusia, mereka itu sesat sejauh-jauhnya.\nBerbagai urusan duniawi tidak boleh melalaikan kita dari mempersiapkan diri bagi kehidupan ukhrawi. Akan tetapi, kehidupan duniawi itu juga tidak boleh diabaikan sama sekali, sebagaimana firman Allah:\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia (al-Qashash/28: 77)\nOrang-orang kafir tidak hanya mengingkari Al-Quran, tetapi juga menghalang-halangi orang lain untuk mengikuti jalan yang benar itu, yaitu menghalangi manusia mengenal ajaran Islam dan menjadikannya pedoman hidup. Dengan demikian, mereka adalah orang-orang yang sesat dan berusaha menyesatkan orang lain, sehingga kejahatan mereka berlipat ganda.\nMereka juga berusaha dengan berbagai tipu daya agar jalan lurus yang ditunjukkan Allah itu menjadi bengkok. Mereka menukar ayat-ayat Allah dengan apa yang sesuai dengan kehendak hawa nafsu dan maksud jahat mereka. Dengan demikian, maka kesalahan yang mereka lakukan menjadi berlipat ganda lagi. Sewajarnyalah mereka itu ditimpa kemurkaan Allah karena mereka itu telah sesat dan kafir.",
    "quraish": "Orang-orang yang lebih mengutamakan kehidupan dunia daripada kehidupan akhirat, menghalangi orang lain agar tidak mengikuti syariat Allah, dan menginginkan syariat menjadi bengkok di dalam pandangan manusia supaya mereka meninggalkannya, adalah orang-orang yang telah tersesat jauh dari kebenaran.",
    "jalalayn": "(Yaitu orang-orang) kedudukannya sebagai sifat (yang lebih menyukai kehidupan dunia daripada kehidupan akhirat dan menghalang-halangi) manusia (dari jalan Allah) yaitu agama Islam (dan menginginkan supaya ia) jalan Allah tersebut (bengkok) tidak lurus. (Mereka itu berada dalam kesesatan yang jauh) yakni sesat dari jalan yang hak dan benar."
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 4,
    "arab": "وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗفَيُضِلُّ اللّٰهُ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1754.mp3",
    "tafsir": "Pada ayat yang terdahulu telah disebutkan bahwa diturunkannya Al-Quran kepada Nabi Muhammad saw merupakan rahmat bagi manusia. Kemudian dalam ayat ini, Allah menjelaskan pula rahmat-Nya yang lain, yaitu diutus-Nya para rasul kepada suatu kaum menggunakan bahasa yang dipakai oleh kaum tersebut. Ini memudahkan komunikasi antara para rasul tersebut dengan umat mereka untuk memberikan penjelasan dan bimbingan kepada umat-umat tersebut.\nAkan tetapi, walaupun kitab suci telah diturunkan dalam bahasa mereka masing-masing, dan para rasul telah berbicara dengan mereka dalam bahasa yang sama, namun masih saja ada di antara mereka yang enggan mendengar, memahami, dan mengikutinya. Oleh karena itu, Allah membiarkan mereka ini sesat dan Allah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya. Allah Mahakuasa dan Maha Bijaksana.",
    "quraish": "Tidak seorang rasul pun yang Kami utus sebelummu, wahai Muhammad, kecuali berbicara dengan bahasa yang digunakan oleh kaumnya, agar mereka dapat memahami dan mengetahui dengan mudah hal-hal yang ia sampaikan. Ia tidak berkewajiban membuat mereka benar-benar mau menerima hidayah, karena Allah menyesatkan siapa saja yang dikehendaki--karena tidak mempunyai kesiapan untuk mencari kebenaran--dan memberi hidayah kepada siapa saja yang Dia kehendaki--karena baiknya kesiapan untuk mencari kebenaran. Dia Mahakuat yang tidak seorang pun dapat mempengaruhi kehendak-Nya. Dia meletakkan segala sesuatu pada tempatnya dan tidak memberi hidayah atau menyesatkan seseorang kecuali atas dasar hikmah.",
    "jalalayn": "(Kami tidak mengutus seorang rasul pun melainkan dengan bahasa) memakai bahasa (kaumnya, supaya ia dapat memberi pelajaran dengan terang kepada mereka) supaya mereka dapat memahami apa yang disampaikannya. (Maka Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Dan Dialah Tuhan Yang Maha Kuasa) di dalam kerajaan-Nya (lagi Maha Bijaksana.) di dalam tindakan-Nya."
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 5,
    "arab": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اَنْ اَخْرِجْ قَوْمَكَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ وَذَكِّرْهُمْ بِاَيّٰىمِ اللّٰهِ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ",
    "translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.” Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1755.mp3",
    "tafsir": "Pada ayat ini, Allah swt menunjukkan bahwa rasul-rasul yang telah diutus kepada manusia mempunyai tugas yang sama, yaitu menyampaikan ayat-ayat Allah untuk membimbing manusia ke jalan yang benar, mengeluarkan mereka dari kegelapan yang disebabkan kejahilan, kekafiran, dan kemaksiatan, kepada cahaya yang terang benderang karena iman, hidayah dan ilmu pengetahuan serta akhlak yang mulia. Allah menceritakan dalam ayat ini bahwa Nabi Musa a.s. pun telah diutus untuk menyampaikan tugas tersebut, dan diperintahkan untuk menyeru kaumnya. Allah berfirman, \"Keluarkanlah umatmu dari gelap gulita kepada cahaya yang terang benderang, serulah mereka agar beriman, dan mengingat hari-hari Allah\".\nYang dimaksud dengan \"hari-hari Allah\" ialah peristiwa penting yang telah dialami oleh umat manusia terdahulu, seperti nikmat Allah yang telah mereka peroleh ketika lepas dari perbudakan Firaun, atau kemurkaan dan siksa Allah yang telah menimpa diri mereka karena keingkaran.\nPada akhir ayat ini Allah menegaskan bahwa \"hari-hari Allah\" tersebut mengandung tanda-tanda keesaan dan kekuasaan-Nya. Tanda-tanda tersebut hanya dapat dipahami oleh setiap orang yang sabar dan banyak bersyukur.",
    "quraish": "Sungguh, Kami telah mengutus Mûsâ dengan diperkuat oleh sejumlah mukjizat. Kami katakan kepadanya, \"Keluarkan kaummu (Banû Isrâ'îl), dari gelapnya kekafiran dan kebodohan menuju terangnya cahaya keimanan dan ilmu pengetahuan! Ingatkan mereka akan kejadian dan bencana yang ditimpakan oleh Allah kepada bangsa-bangsa sebelum mereka! Dalam peringatan itu terdapat bukti-bukti kuat tentang keesaan Allah yang bisa mengajak kepada keimanan orang-orang yang selalu tabah menghadapi cobaan dan selalu bersyukur atas segala nikmat. Itulah sifat orang Mukmin.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Musa dengan membawa ayat-ayat Kami) yang berjumlah sembilan ayat lalu Kami firmankan kepadanya (\"Keluarkanlah kaummu) yaitu kaum Bani Israel (dari gelap-gulita) dari kekafiran (kepada cahaya yang terang-benderang) yaitu keimanan (dan ingatkanlah mereka kepada hari-hari Allah.\") yakni nikmat-nikmat-Nya. (Sesungguhnya pada yang demikian itu) yakni di dalam peringatan itu (terdapat tanda-tanda bagi setiap orang penyabar) di dalam mengerjakan ketaatan (dan banyak bersyukur) terhadap semua nikmat-nikmat-Nya."
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 6,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1756.mp3",
    "tafsir": "Dalam ayat ini, Allah swt mengisahkan tentang Nabi Musa yang mengajak umatnya untuk mengenang nikmat Allah yang telah dilimpahkan kepada mereka, yakni ketika Allah menyelamatkan mereka dari kekejaman Firaun beserta para pengikutnya, yang telah menyiksa mereka dengan siksaan yang berat, menyembelih anak laki-laki mereka, dan membiarkan anak-anak perempuan mereka hidup. Kemudian Nabi Musa mengingatkan kepada umatnya bahwa semua pengalaman yang telah mereka lalui itu sebenarnya merupakan cobaan yang amat berat dari Allah terhadap mereka, untuk menguji keimanan dan ketaatan mereka kepada-Nya.",
    "quraish": "Wahai Muhammad, ingatkan kaummu--barangkali mereka mau berpikir--saat Mûsâ berkata kepada kaumnya sebagai pelaksanaan perintah Tuhanmu, \"Ingatlah kalian akan nikmat Allah pada saat Dia menyelamatkanmu dari kaum Fir'aun, yang menyiksa kalian dengan membebani pekerjaan berat, menyembelih anak-anak lelaki kalian, dan membiarkan anak-anak perempuan kalian tetap hidup dalam kehinaan dan ketertindasan.\" Dalam setiap siksa dan penyelamatan yang telah tersebut di atas terdapat ujian besar dari Allah untuk memperlihatkan kadar ketabahan dan kesyukuran.",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya, \"Ingatlah nikmat Allah atas kalian ketika Dia menyelamatkan kalian dari Firaun dan pengikut-pengikutnya; mereka menyiksa kalian dengan siksa yang pedih, mereka menyembelih anak laki-laki kalian) yang baru lahir (dan membiarkan hidup) membiarkan tetap hidup (anak-anak perempuan) karena ada sebagian tukang tenung yang mengatakan bahwasanya akan lahir seorang anak lelaki dari kalangan kaum Bani Israel, dia adalah penyebab bagi runtuhnya kerajaan Firaun. (Sesungguhnya pada yang demikian itu) penyelamatan atau penyiksaan (ada cobaan) baik berupa pemberian nikmat maupun penimpaan malapetaka (yang besar dari Rabb kalian.\")"
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 7,
    "arab": "وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ",
    "translation": "Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1757.mp3",
    "tafsir": "Dalam ayat ini Allah swt kembali mengingatkan hamba-Nya untuk senantiasa bersyukur atas segala nikmat yang telah dilimpahkan-Nya. Bila mereka melaksanakannya, maka nikmat itu akan ditambah lagi oleh-Nya. Sebaliknya, Allah juga mengingatkan kepada mereka yang mengingkari nikmat-Nya, dan tidak mau bersyukur bahwa Dia akan menimpakan azab-Nya yang sangat pedih kepada mereka.\nMensyukuri rahmat Allah bisa dilakukan dengan berbagai cara. Pertama, dengan ucapan yang setulus hati; kedua, diiringi dengan perbuatan, yaitu menggunakan rahmat tersebut untuk tujuan yang diridai-Nya.\nDalam kehidupan sehari-hari, dapat kita lihat bahwa orang-orang yang dermawan dan suka menginfakkan hartanya untuk kepentingan umum dan menolong orang, pada umumnya tak pernah jatuh miskin ataupun sengsara. Bahkan, rezekinya senantiasa bertambah, kekayaannya makin meningkat, dan hidupnya bahagia, dicintai serta dihormati dalam pergaulan. Sebaliknya, orang-orang kaya yang kikir, atau suka menggunakan kekayaannya untuk hal-hal yang tidak diridai Allah, seperti judi atau memungut riba, maka kekayaannya tidak bertambah, bahkan lekas menyusut. Di samping itu, ia senantiasa dibenci dan dikutuk orang banyak, dan di akhirat memperoleh hukuman yang berat.",
    "quraish": "Ingatlah, wahai Banû Isrâ'îl, ketika kalian diberitahu Tuhan dengan mengatakan, \"Apabila kalian mensyukuri nikmat penyelamatan dan lain-lain yang pernah Aku berikan kepada kalian berupa keteguhan iman dan ketaatan, niscaya Aku akan menambah nikmat-nikmat yang telah Aku berikan itu. Tetapi apabila kalian mengingkarinya dengan kekafiran dan perbuatan maksiat niscaya Aku akan menyiksa kalian dengan siksaan yang menyakitkan. Siksaan-Ku memang sangat pedih bagi orang-orang yang ingkar.\"",
    "jalalayn": "(Dan ingatlah pula ketika mempermaklumkan) memberitahukan (Rabb kalian sesungguhnya jika kalian bersyukur) akan nikmat-Ku dengan menjalankan ketauhidan dan ketaatan (pasti Kami akan menambah nikmat kepada kalian dan jika kalian mengingkari nikmat-Ku) apabila kalian ingkar terhadap nikmat-Ku itu dengan berlaku kekafiran dan kedurhakaan niscaya Aku akan menurunkan azab kepada kalian. Pengertian ini diungkapkan oleh firman selanjutnya: (\"Sesungguhnya azab-Ku sangat keras.\")"
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 8,
    "arab": "وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ",
    "translation": "Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1758.mp3",
    "tafsir": "Allah swt menjelaskan dalam ayat ini ucapan Nabi Musa a.s. ketika ia mengatakan kepada kaumnya, bahwa seandainya mereka dan orang-orang yang ada di bumi ini semuanya kafir kepada Allah dan mengingkari nikmat dan rahmat-Nya, hal ini tidak akan mengurangi kebesaran dan keagungan-Nya. Sebab, Allah swt Mahakaya, dan Terpuji, tidak memerlukan ucapan syukur mereka dan tidak membutuhkan amalan kebajikan mereka untuk kepentingan dirinya atau untuk menambah kebesaran dan kemuliaan-Nya. Kekafiran mereka itu akan merugikan diri sendiri, karena Allah tidak menambah nikmat dan rahmat kepada mereka. Firman Allah:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (Nya). (Fushshilat/41: 46)",
    "quraish": "Mûsâ berkata kepada kaumnya pada saat mereka ingkar dan membangkang, \"Apabila kalian dan semua penduduk bumi mengingkari nikmat-nikmat Allah dan tidak mau bersyukur dengan keimanan dan ketaatan, maka hal itu tidak akan merugikan Allah sama sekali, karena Allah tidak membutuhkan kesyukuran manusia. Dia terpuji karena zat-Nya, dan tetap terpuji walau tidak ada seorang pun yang memuji-Nya.",
    "jalalayn": "(Dan Musa berkata) kepada kaumnya (\"Jika kalian dan orang-orang yang ada di muka bumi semuanya mengingkari nikmat Allah, maka sesungguhnya Allah Maha Kaya) tidak membutuhkan makhluk-Nya (lagi Maha Terpuji.\") Maha Terpuji di dalam tindakan-Nya terhadap mereka."
  },
  {
    "hizb": 102,
    "name": "Ibrahim",
    "ayat": 9,
    "arab": "اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ",
    "translation": "Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1759.mp3",
    "tafsir": "Dalam ayat ini, Allah swt bertanya kepada umat manusia apakah mereka pernah mendapatkan berita tentang umat-umat yang terdahulu, serta berita tentang peristiwa-peristiwa yang telah mereka alami, misalnya berita tentang kaum Nabi Nuh, kaum Â'd dan kaum samud, serta umat yang datang sesudah mereka, yang hanya Allah sajalah yang benar-benar mengetahuinya? \nMereka mendustakan para rasul padahal telah membawa bukti-bukti yang nyata. Mereka menutupkan tangan ke mulut untuk menunjukkan kebencian kepada para rasul tersebut, seraya berkata, \"Sesungguhnya kami menging-kari apa-apa yang diperintahkan kepadamu untuk disampaikan kepada kami.\" Di samping itu, umat-umat tersebut juga mengatakan kepada para rasul bahwa mereka berada dalam keragu-raguan dan tidak yakin akan kebenaran yang diserukan para rasul kepada mereka.",
    "quraish": "Belum sampaikah kepada kalian berita tentang orang-orang yang telah berlalu sebelum kalian, yaitu kaum Nûh, kaum Hûd ('Ad), kaum Shâlih (Tsamûd), dan banyak bangsa setelahnya, yang hanya diketahui oleh Allah. Yaitu, pada saat mereka didatangi oleh para rasul dengan bukti-bukti yang jelas atas kebenaran mereka. Sambil meletakkan tangan di depan mulut sebagai pertanda keheranan dan ketidakpercayaan, mereka berkata kepada para rasul itu, \"Kami sungguh tidak mempercayai mukjizat-mukjizat dan bukti-bukti yang kalian bawa, dan ragu-ragu terhadap keimanan dan tauhid yang kalian serukan. Kami tidak mendapatkan kemantapan terhadap sesuatu dan bingung tentang hal itu.\"",
    "jalalayn": "(Belumkah sampai kepada kalian) Istifham atau kata tanya di sini mengandung makna menetapkan (berita) kisah (tentang orang-orang sebelum kalian, yaitu kaum Nuh dan Ad) kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh (dan orang-orang sesudah mereka, yang tiada seorang pun mengetahui jumlah mereka selain Allah) karena saking banyaknya. (Telah datang rasul-rasul kepada mereka dengan membawa bukti-bukti yang nyata) yakni dengan membawa hujah-hujah yang jelas untuk membuktikan kebenaran mereka (lalu mereka menutupkan) yang dimaksud adalah umat-umat terdahulu itu (tangan mereka ke mulutnya) dengan menggigitnya sebagai pertanda kebencian mereka yang sangat terhadap ajakan para rasul itu (dan berkata, \"Sesungguhnya kami mengingkari apa yang kalian disuruh menyampaikannya) menurut anggapan kalian itu (dan sesungguhnya kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kalian ajak kami kepadanya.\") artinya mereka benar-benar ragu terhadapnya."
  }
]