[
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 10,
    "arab": "۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ",
    "translation": "Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1760.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa karena mereka menyatakan keragu-raguan terhadap apa yang disampaikan oleh para rasul kepada mereka, terutama tentang kekuasaan Allah swt, maka para rasul tersebut mengatakan kepada umatnya, \"Apakah patut adanya keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberikan ampunan atas segala dosa-dosamu, dan Dia telah menangguhkan siksaan terhadapmu sampai kepada suatu masa yang ditentukan-Nya ?\nSebaliknya, umat dari masing-masing rasul itu mengatakan bahwa para rasul tersebut, menurut pandangan mereka, adalah manusia biasa seperti mereka dan tidak mempunyai kelebihan apa-apa. Sebab itu, tidak ada alasan bagi mereka untuk menjadi pengikut rasul-rasul tersebut. Menurut mereka, para rasul itu sudah memalingkan mereka dari agama yang diwarisi dari nenek moyang mereka, serta menghalang-halangi mereka dari menyembah patung-patung yang menjadi sesembahan nenek moyang tersebut. Oleh karena itu, mereka meminta bukti yang nyata dari para rasul untuk menunjukkan kebenaran pengutusan mereka sebagai rasul Allah swt. Padahal, rasul-rasul itu telah mengemukakan mukjizat masing-masing, yang dikaruniakan Allah kepada mereka sebagai bukti kerasulannya.",
    "quraish": "Dengan rasa tidak percaya dan heran menghadapi keragu-raguan mereka akan adanya Allah dan keesaan-Nya, para rasul itu, kemudian, mengatakan kepada kaum mereka masing-masing, \"Apakah ada keraguan mengenai adanya Allah dan keesaan-Nya sebagai Tuhan, padahal Dia adalah pencipta langit dan bumi tanpa contoh sebelumnya. Dia menyeru kalian agar Dia mengampuni dosa-dosa yang kalian lakukan sebelum beriman, dan membiarkan kalian tetap hidup sampai datang ajal?\" Dengan keras kepala, mereka mengatakan kepada rasul masing-masing, \"Kalian hanyalah manusia seperti kami. Tidak ada kelebihan yang membuat kalian berhak menjadi rasul. Dengan seruan itu, kalian hanya ingin menghalangi kami untuk melakukan ibadah yang telah ada sejak zaman nenek moyang kami. Berilah kami bukti yang jelas seperti yang kami usulkan!\"",
    "jalalayn": "(Berkata rasul-rasul mereka, \"Apakah ada keraguan terhadap Allah) istifham di sini mengandung makna ingkar; artinya tentu saja tidak ada keraguan di dalam mentauhidkan-Nya mengingat adanya bukti-bukti yang jelas menunjukkan ke arah itu (Pencipta) yang menciptakan (langit dan bumi? Dia menyeru kalian) supaya taat kepada-Nya (untuk memberi ampunan kepada kalian dari dosa-dosa kalian) huruf min adalah huruf zaidah. Karena sesungguhnya Islam itu menghapus semua dosa yang sebelumnya. Atau huruf min itu bermakna tab`idh yang artinya sebagian daripada dosa-dosa kalian. Dimaksud untuk mengecualikan dosa-dosa yang menyangkut hak-hak hamba-hamba Allah (dan menangguhkan kalian) tanpa mengazab kalian (sampai masa yang ditentukan?\") sampai kalian mati. (Mereka berkata, \"Tiada lain) tidak lain (kalian adalah manusia biasa seperti kami juga. Kalian menghendaki untuk menghalang-halangi kami dari apa yang selalu disembah oleh nenek moyang kami) yaitu berhala-berhala sesembahan mereka (karena itu datangkanlah kepada kami bukti yang nyata.\") hujah yang jelas untuk membuktikan kebenaran kalian itu."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 11,
    "arab": "قَالَتْ لَهُمْ رُسُلُهُمْ اِنْ نَّحْنُ اِلَّا بَشَرٌ مِّثْلُكُمْ وَلٰكِنَّ اللّٰهَ يَمُنُّ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَمَا كَانَ لَنَآ اَنْ نَّأْتِيَكُمْ بِسُلْطٰنٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "translation": "Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1761.mp3",
    "tafsir": "Untuk menjawab pertanyaan dan permintaan umatnya, maka dalam ayat ini disebutkan ucapan para rasul itu kepada mereka bahwa benar mereka hanyalah manusia seperti umat mereka juga, hanya saja Allah telah memberikan karunia kepada mereka, yaitu berupa kenabian dan kerasulan, yang disertai mukjizat yang hanya dapat digunakan dengan seizin Allah swt. Oleh sebab itu, bukanlah wewenang seorang rasul untuk mengemukakan mukjizat yang lain dari apa yang telah dikaruniakan Allah kepadanya.\nPada akhir ayat ini ditunjukkan pula, bahwa tawakal adalah merupakan suatu prinsip dan sikap hidup yang harus menjadi pegangan bagi setiap orang yang beriman, apabila mereka sudah melaksanakan kewajiban dengan sebaik-baiknya.",
    "quraish": "Para rasul itu menjawab, \"Kami memang hanya manusia biasa sebagaimana kalian katakan, tetapi Allah memilih hamba-Nya yang Dia kehendaki untuk dijadikan nabi dan rasul. Kami tidak mampu memberikan bukti seperti yang kalian usulkan kecuali dengan kemudahan dari Allah. Hanya kepada-Nyalah orang-orang Mukmin boleh bertawakal, dan kami akan bertawakal dengan penuh kesabaran atas sikap keras kepala kalian.\"",
    "jalalayn": "(Rasul-rasul mereka berkata kepada mereka, \"Tiada lain) tidak lain (kami ini hanyalah manusia biasa sama dengan kalian) persis seperti apa yang kalian katakan itu (akan tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya) berupa kenabian. (Dan tidak patut) tidak layak (bagi kami mendatangkan suatu bukti kepada kalian melainkan dengan izin Allah) berdasarkan perintah-Nya karena sesungguhnya kami ini adalah hamba-hamba yang dipelihara oleh-Nya (Dan hanya kepada Allah sajalah hendaknya orang-orang yang beriman bertawakal.\") hanya percaya kepada-Nya."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 12,
    "arab": "وَمَا لَنَآ اَلَّا نَتَوَكَّلَ عَلَى اللّٰهِ وَقَدْ هَدٰىنَا سُبُلَنَاۗ وَلَنَصْبِرَنَّ عَلٰى مَآ اٰذَيْتُمُوْنَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ ࣖ ",
    "translation": "Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1762.mp3",
    "tafsir": "Pada ayat ini diterangkan penegasan para rasul kepada umat mereka, bahwa bagi mereka tidak ada alasan sama sekali untuk tidak bertawakal kepada Allah swt, karena Dia telah memberikan rahmat dan nikmat yang banyak sekali kepada mereka. Di antaranya ialah bahwa Allah swt telah menunjukkan kepada mereka jalan lurus yang mengantarkan mereka kepada cahaya iman yang terang benderang sehingga mereka memperoleh rida-Nya di dunia dan di akhirat. Oleh sebab itu, mereka akan menghadapi semua ancaman umat mereka dengan penuh kesabaran dan keuletan serta tawakal kepada Yang Mahakuasa. Hanya kepada Allah semata-mata orang-orang mukmin bertawakal dan berserah diri. Mereka tidak merasa gentar ataupun takut terhadap ancaman orang-orang yang tidak beriman karena segala sesuatu di alam ini tunduk di bawah kekuasaan Allah.",
    "quraish": "Atas alasan apa kami tidak bertawakal kepada Allah, sedang Dia telah membimbing tiap orang di antara kami semua kepada jalan yang telah ditentukan dan harus dilalui dalam agama? Sungguh kami akan menegaskan sikap berserah diri kami kepada Allah dan betul-betul akan tabah menghadapi penganiayaan yang kalian lakukan kepada kami, berupa sikap keras kepala dan usul untuk mendatangkan mukjizat. Hanya kepada Allahlah orang-orang boleh berserah diri.",
    "jalalayn": "(\"Mengapa kami) huruf allaa asalnya adalah gabungan daripada an dan laa (tidak bertawakal kepada Allah) artinya tidak ada yang melarang kami untuk melakukan hal tersebut (padahal Dia telah menunjukkan jalan kepada kami dan kami sungguh-sungguh akan bersabar terhadap perlakuan-perlakuan kalian yang menyakitkan kami) di dalam menghadapi gangguan-gangguan yang kalian lakukan terhadap kami. (Dan hanya kepada Allah saja orang-orang yang bertawakal berserah diri.\")"
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 13,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
    "translation": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1763.mp3",
    "tafsir": "Dalam ayat ini, diceritakan lanjutan dari ucapan kaum kafir terhadap rasul-rasul, di mana mereka mengancam para rasul itu akan diusir dari negeri mereka apabila tidak menghentikan dakwah kepada agama Allah. Kaum kafir tersebut mengajukan pilihan kepada rasul-rasul itu, apakah mereka menerima pengusiran itu, ataukah mereka bersedia untuk kembali kepada agama yang mereka warisi dari nenek moyang, yaitu agama syirik dan kufur.\nSelanjutnya dalam ayat ini dijelaskan, bahwa setelah adanya ancaman kaum kafir, maka Allah swt mewahyukan kepada rasul-rasul tersebut bahwa Dia pasti akan membinasakan kaum yang zalim itu. Wahyu ini merupakan dorongan moril yang amat besar artinya bagi masing-masing rasul yang sedang menjalankan tugas sucinya, sehingga mereka tidak merasa gentar untuk menghadapi umat yang zalim itu.",
    "quraish": "Orang-orang kafir pemegang keputusan yang sombong beralih kepada kekuatan fisik setelah mereka tidak bisa melawan para rasul dengan dalil, dan mengatakan kepada mereka, \"Pilih salah satu: kalian kami usir dari tanah kami, atau kalian masuk agama kami!\" Kemudian Allah berfirman kepada para rasul itu dengan mengatakan, \"Kami benar-benar akan menghancurkan orang-orang kafir karena kezaliman mereka.",
    "jalalayn": "(Orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami sungguh-sungguh akan mengusir kalian dari negeri kami atau kalian kembali) menjadi pemeluk (kepada tuntunan kami.\") yakni agama kami. (Maka Rabb mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang-orang yang lalim itu.\") yakni orang-orang kafir itu."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 14,
    "arab": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
    "translation": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1764.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan janji-Nya yang lain kepada para rasul, bahwa Allah akan menempatkan mereka di negeri-negeri itu, setelah umat yang zalim itu lenyap karena azab yang akan ditimpakan kepada mereka. Janji ini akan dilaksanakan-Nya untuk orang-orang yang bertakwa, yang merasa takut untuk menghadap Allah dengan dosa yang banyak, dan merasa takut kepada ancaman dan siksa-Nya.\nDengan jelas dapat dipahami bahwa janji Allah yang disebutkan dalam ayat ini memperkuat janji-Nya yang telah disebutkan pada ayat di atas, tentang pembinasaan orang-orang yang zalim. Setelah mereka binasa dan lenyap dari muka bumi, maka rasul-rasul bersama umatnya masing-masing yang beriman dan taat kepada Allah menjadi penghuni negeri-negeri itu, dan mereka hidup dengan tenteram di bawah limpahan rahmat dan rida Allah.",
    "quraish": "Sungguh Kami akan menempatkan kalian di tanah mereka setelah mereka hancur.\" Pemilihan kawasan itu menjadi tempat tinggal orang-orang Mukmin adalah suatu hak bagi orang yang takut kepada tempat perhitungan-Ku dan takut kepada ancaman azab-Ku. Karena, barangsiapa yang dipenuhi oleh rasa takut, akan selalu taat.",
    "jalalayn": "(\"Dan Kami pasti akan menempatkan kalian di negeri-negeri itu) di negeri tempat mereka tinggal (sesudah mereka) dibinasakan. (Yang demikian itu) yakni pertolongan dan mewariskan negeri itu (adalah untuk orang-orang yang takut akan menghadap kepada-Ku) pada hari ia menghadap kepada-Nya (dan yang takut kepada ancaman-Ku.\") takut kepada azab-Ku."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 15,
    "arab": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
    "translation": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1765.mp3",
    "tafsir": "Orang yang beriman kepada Allah, mengharapkan rida dan kasih sayang-Nya, serta takut kepada ancaman dan siksaan-Nya, memohon kepada Allah agar diberi kemenangan atas musuh-musuh mereka yang zalim itu. Allah mengabulkan permohonan mereka. Maka binasalah kaum yang bersifat sewenang-wenang dan keras kepala itu.\nSifat sewenang-wenang dan keras kepala adalah ciri-ciri dari orang-orang yang takabur, yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka tidak mempedulikan hukum-hukum dan peraturan yang telah dikaruniakan Allah kepada hamba-Nya untuk mengatur hubungan antara sesama manusia, agar tercapai kehidupan yang harmonis, saling mengasihi dan saling menghargai. Oleh sebab itu, selayaknya mereka menerima hukuman dari Yang Mahakuasa dan Maha Penyayang.",
    "quraish": "Setelah tidak ada lagi harapan agar kaum mereka beriman, para rasul itu kemudian meminta kemenangan kepada Allah atas kaum mereka dan atas orang-orang kafir. Allah pun memberikannya, dan mereka menjadi beruntung. Sedang orang yang sombong dan sangat keras kepala terhadap ketatan kepada Allah akan merugi.",
    "jalalayn": "(Dan mereka memohon kemenangan) para rasul itu memohon pertolongan Allah di dalam menghadapi kaumnya (dan merugilah) binasalah (setiap orang yang berlaku sewenang-wenang) setiap orang yang takabur tidak mau taat kepada Allah (lagi keras kepala) artinya tidak mau tunduk kepada perkara yang hak."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 16,
    "arab": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
    "translation": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1766.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa orang-orang yang menolak kebenaran dengan mengingkari rasul yang diutus Allah kepada mereka, bahkan berani mengancam akan mengusirnya, adalah orang-orang yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka bersifat keras kepala, takabur, dan berbuat sewenang-wenang. Mereka telah berada di depan neraka Jahanam, bahkan dalam kehidupan di dunia, mereka telah merasa seperti di tepi neraka, selalu gelisah, khawatir, dan penuh keraguan. Di akhirat nanti, mereka akan dimasukkan ke dalam neraka dan diberi minuman dari air kotor seperti nanah. Hal ini merupakan hukuman bagi mereka yang tidak mempedulikan hukum dan petunjuk yang diberikan Allah kepada hamba-hamba-Nya.",
    "quraish": "Di dunia ia mendapatkan kekalahan, dan di akhirat kelak akan mendapatkan siksa di neraka Jahanam. Di sana ia akan diberi minum dengan air yang menjijikkan: air mirip nanah yang mengalir dari tubuh penghuni neraka.",
    "jalalayn": "(Di hadapannya) di depannya (ada Jahanam) yang akan dimasukinya (dan dia akan diberi minum) di dalam Jahanam itu (dengan air nanah) yaitu cairan yang meleleh dari perut ahli neraka bercampur dengan nanah dan darah."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 17,
    "arab": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
    "translation": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1767.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menggambarkan betapa berat siksaan yang akan diterima atau diderita umat yang zalim di akhirat kelak, yaitu siksaan dengan api neraka yang amat panas, mereka diberi minum yang kotor seperti nanah, dan mereka minum air kotor itu, akan tetapi amat sukar bagi mereka untuk meneguknya. Di samping itu, bahaya maut senantiasa mengancam mereka dari segala penjuru, tetapi kematian mereka ditangguhkan Allah, agar mereka merasakan kepedihan azab yang akan ditimpakan kepada mereka.",
    "quraish": "Ia meminumnya dengan susah payah. Seolah-olah ia meneguknya seteguk demi seteguk, tapi tidak juga bisa menelannya, karena wujudnya yang sangat kotor dan menjijikkan. Penghuni neraka itu disiksa dengan siksaan teramat berat yang semestinya membuat ia mati dan bebas dari penderitaan. Tetapi kenyataannya ia tetap hidup untuk menerima siksa yang lebih dahsyat.",
    "jalalayn": "(Diminumnya air nanah itu) diteguknya air nanah itu seteguk demi seteguk karena rasanya teramat pahit (dan hampir dia tidak dapat menelannya) ia merasa amat jijik mengingat baunya yang sangat busuk dan rupanya yang sangat menjijikkan (dan datanglah bahaya maut kepadanya) hal-hal yang menyebabkan kematian, berupa berbagai macam azab (dari segenap penjuru, tetapi dia tidak juga mati dan di hadapannya) sesudah mengalami azab tersebut (masih ada siksaan yang berat) siksaan yang keras lagi terus-menerus."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 18,
    "arab": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
    "translation": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1768.mp3",
    "tafsir": "Jika dalam ayat-ayat di atas Allah telah menjelaskan azab yang akan diderita orang-orang kafir dalam neraka Jahanam, maka dalam ayat ini dijelaskan-Nya kerugian besar yang akan mereka derita, yaitu pahala dari amalan kebajikan mereka di dunia, kalau ada, dihapus Allah. Dengan demikian, mereka tidak dapat merasakan manfaat apapun dari amalan kebajikan yang mungkin pernah mereka perbuat di dunia. Amalan-amalan mereka itu diibaratkan oleh ayat ini bagaikan abu yang ditiup angin kencang, hilang tanpa kesan. Keadaan yang demikian adalah akibat dari kesesatan mereka dan penyelewengan yang jauh sekali dari petunjuk Allah swt.",
    "quraish": "Pekerjaan dan usaha duniawi para dermawan kafir, karena tidak dibangun atas dasar keimanan, bagaikan abu yang bercerai berai ditiup angin pada hari yang berangin kencang. Pada hari kiamat, mereka tidak mampu mengambil manfaat sedikit pun dari usaha yang pernah mereka lakukan di dunia, karena tidak melihat adanya pengaruh dalam pendapatan pahala, sebagaimana tidak mampunya pemilik abu untuk memegangnya pada saat beterbangan ditiup angin kencang. Mereka yang tersesat itu mengira diri mereka dermawan, padahal perbuatan-perbuatan mereka sangat jauh dari jalan kebenaran.",
    "jalalayn": "(Perumpamaan) gambaran (tentang orang-orang yang ingkar kepada Rabb mereka) kalimat ayat ini berkedudukan menjadi mubtada kemudian dijelaskan oleh badalnya pada firman selanjutnya, yaitu: (amalan-amalan mereka) yang baik, seperti silaturahmi dan sedekah, yaitu dalam hal tiada kemanfaatan (seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin keras) sangat keras tiupannya sehingga angin keras itu menjadikannya debu-debu yang beterbangan yang tiada manfaatnya. Jar dan majrurnya merupakan khabar daripada mubtada (mereka tidak dapat) yakni orang-orang kafir itu (mengambil manfaat dari apa yang telah mereka upayakan itu) dari apa yang telah mereka amalkan sewaktu di dunia (barang sedikit pun) artinya mereka sama sekali tidak menemukan pahala daripada amal-amal mereka karena tidak memenuhi syarat, yaitu tiadanya iman. (Yang demikian itu adalah kesesatan) kebinasaan (yang jauh.)"
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 19,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
    "translation": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1769.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan bahwa Dialah yang menciptakan planet bumi ini dengan langitnya (atmosfernya) dengan hak. Maksudnya, Allah menciptakan semuanya itu bukanlah dengan percuma melainkan penuh pengetahuan dan hikmah. Secara ilmiah bumi kita dan atmosfernya, mengandung substansi atau materi yang mendukung adanya proses kehidupan. Atmosfer bumi 70% terdiri gas nitrogen (N2), yang bersifat inert (tak berbahaya bagi makhluk hidup), namun sangat dibutuhkan untuk timbulnya suatu proses kehidupan, apalagi oleh dunia flora (tanaman). Sedang 20% dari atmosfer kita adalah gas oksigen (O2), yang sangat dibutuhkan dalam kelangsungan kehidupan semua makhluk hidup, karena oksigen akan memberikan energi untuk berlangsungnya proses metabolisme semua makhluk untuk kelangsungan hidupnya; melalui suatu proses yang kita kenal dengan respirasi (pernafasan). \nBumi kita sendiri 70% berisi air (H2O), suatu zat (molekul kimia) yang sangat diperlukan sebagai media berlangsungnya proses-proses reaksi metabolisme untuk suatu kehidupan. Jarak bumi dengan matahari cukup moderat, yaitu 92,9 juta Mil atau sekitar 139,35 juta Km; sehingga sinar matahari mampu mengkatalisis (membantu) berlangsungnya proses kehidupan. Baik pada manusia (proses pembentukan vitamin D pada kulit), hewan, atau tumbuhan (asimilasi). Suhu bumi pada garis equator juga sangat moderat, rata-rata hanya 28-350C. \nBayangkan dengan planet-planet lain yang masih dalam berada dalam tata surya, seperti planet Mars, yang atmosfernya mayoritas berisi gas metana (CH4) yang mematikan, jarak dari matahari sekitar 141,6 juta Mil atau 212,40 juta Km; suhu permukaan planet Mars (pada equator) 0-10oC; jadi lebih dingin dibanding Bumi. Atau Planet Venus dengan atmosfer yang sangat tebal dan jaraknya dengan matahari 67,2 juta Mil atau 100,80 juta Km, namun suhu planet tersebut cukup dingin karena adanya selimut atmosfer yang tebal. Suhu permukaan Venus pada equator diperkirakan -32oC. Sedangkan planet Jupiter dan Saturnus yang masing-masing jaraknya dari matahari adalah 483,4 juta Mil (725,10 juta Km) dan 886,3 juta Mil(1329,45 juta Km) mempunyai suhu rata-rata permukaan planet pada equator -143oC. Atmosfer Jupiter dan Saturnus didominasi oleh gas ammoniak (NH3).\nJika Allah menghendaki, bumi dapat diubah dengan mudah menjadi kondisi seperti planet-planet itu, dan maka matilah semua makhluk bumi ini. Oleh sebab itu, manusia yang telah dijadikan Allah sebagai khalifah-Nya di bumi ini hendaklah memanfaatkan semua itu dengan cara yang baik dan untuk tujuan yang baik pula, sesuai dengan peraturan dan ketentuan-Nya. Akan tetapi, jika manusia itu menyimpang dari peraturan dan ketentuan Allah, maka Dia tidak akan membiarkan mereka berbuat kezaliman.\nMaka pada akhir ayat ini, Allah swt menegaskan kepada rasul-Nya bahwa jika Dia menghendaki maka Dia akan membinasakan umatnya dan akan mengganti mereka dengan makhluk yang baru.\nPenegasan ini adalah untuk mengingatkan rasul dan umatnya yang taat dan beriman kepada Allah, betapa besar dosa orang-orang kafir itu, karena dengan kekafiran tersebut mereka tidak mengakui kekuasaan Allah sebagai pencipta, dan pemelihara makhluk-Nya. Apabila manusia memikirkan kekuasaan Allah dan rahmat-Nya terhadap manusia, niscaya mereka akan sampai kepada keyakinan bahwa hanya Allah sajalah yang berhak untuk disembah dan dipuji serta ditakuti azab dan siksa-Nya.",
    "quraish": "Apakah engkau tidak mengetahui, wahai orang yang diajak bicara oleh ayat ini, bahwa Allah sungguh telah menciptakan langit dan bumi atas dasar aturan yang benar menurut kebijaksanaan-Nya. Wahai orang-orang kafir, Zat yang mampu melakukan hal itu juga mampu membinasakan kalian dan mendatangkan makhluk baru selain kalian yang mau mengakui wujud dan keesan-Nya, jika Dia berkehendak.",
    "jalalayn": "(Tidakkah kamu perhatikan) hai orang yang diajak bicara, tidakkah kamu memperhatikan. Istifham atau kata tanya di sini mengandung makna menetapkan (bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak) lafal bilhaqqi bertaalluq atau berkaitan maknanya dengan lafal khalaqa. (Jika Dia menghendaki, niscaya Dia membinasakan kalian) hai manusia (dan mengganti kalian dengan makhluk yang baru) sebagai pengganti kalian."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 20,
    "arab": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
    "translation": "dan yang demikian itu tidak sukar bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1770.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan pula bahwa memusnahkan semua itu tidaklah sukar bagi-Nya, karena Dialah pencipta dan penguasanya. Tidak ada sesuatupun yang kuasa menghalangi, apabila Dia menghendaki untuk menimpakan siksa kepada hamba-Nya.",
    "quraish": "Membinasakan dan mendatangkan itu tidaklah sulit bagi Allah.",
    "jalalayn": "(Dan yang demikian itu sekali-kali tidak sukar bagi Allah) tidak sulit bagi-Nya."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 21,
    "arab": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ",
    "translation": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1771.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menggambarkan keadaan yang akan terjadi kelak di Padang Mahsyar, di mana manusia dikumpulkan setelah mereka dibangkitkan dari kubur, untuk memperhitungkan amal kebajikan dan perbuatan jahat yang dilakukan masing-masing orang ketika di dunia.\nDisebutkan dalam ayat ini, bahwa semua manusia akan berkumpul menghadap Allah di Padang Mahsyar, untuk dihisab dan mendengarkan keputusan Allah tentang nasib mereka selanjutnya. Dan setelah selesai dihisab, dan orang yang berdosa telah ditetapkan akan disiksa dalam neraka, timbullah kesadaran dan penyesalan dari kaum yang lemah iman yang telah teperdaya oleh bujukan orang-orang yang sombong di dunia ini yang memperlakukan diri mereka sebagai tuhan, dan kaum yang lemah iman sebagai hamba. Ketika itu, mereka yang lemah iman berkata kepada orang-orang sombong yang pernah menjadi ikutan mereka selagi di dunia, \"Kami pernah menjadi pengikut-pengikut kamu ketika di dunia. Sekarang, dapatkah kamu menghindarkan kami dari azab dan siksaan Allah, walaupun hanya sedikit saja?\"\nSelanjutnya, dalam ayat ini disebutkan jawaban orang-orang yang sombong itu atas pernyataan tersebut, \"Seandainya Allah memberi petunjuk kepada kami, tentulah kami dapat pula memberi petunjuk kepada kamu. Sekarang keadaan kita sama, harus memilih antara mengeluh dan menyesali perbuatan kita, atau bersabar menerima nasib yang telah ditetapkan Allah kepada kita. Kita sekali-kali tidak mendapatkan tempat untuk melarikan diri dari azab dan siksa-Nya.\"\nAyat ini menggambarkan dengan jelas, betapa besarnya kesalahan yang telah dilakukan kedua golongan itu. Golongan pertama, yaitu mereka yang lemah iman, telah membiarkan diri mereka menjadi permainan kaum yang sombong di dunia ini, dan telah menghambakan diri kepada mereka, dan di akhirat ternyata yang mereka agungkan itu tak mampu membela diri mereka sendiri dari azab Allah, apalagi membela orang-orang lain yang telah mereka perhamba di dunia ini. Sedang golongan kedua, telah melakukan penipuan kepada kaum lemah di dunia ini dan berlagak sebagai tuhan. Di akhirat mereka dituntut pula oleh para pengikutnya untuk membela dan menghindarkan mereka dari azab Allah, akan tetapi mereka tidak berdaya apa-apa, berhadapan dengan kekuasaan dan kebesaran Allah swt.",
    "quraish": "Benar-benar tidak ada keraguan, bahwa orang-orang kafir akan bangkit semuanya dari kubur mereka untuk perhitungan Allah, hingga seolah-olah telah terjadi sekarang. Pada saat itu para pengikut yang lemah mengatakan kepada pemimpin-pemimpin mereka yang sombong, \"Kami dulu adalah pengikut kalian dalam mendustakan para rasul, memerangi dan menolak pesan-pesan mereka. Apakah, pada hari ini, kalian mampu menghindarkan kami dari sebagian azab Allah?\" Para pemimpin yang sombong itu menjawab, \"Seandainya kami ditunjukkan dan dibimbing Allah menuju jalan keselamatan, tentu kami akan membimbing dan menyeru kalian ke situ. Tetapi kami telah tersesat, maka kami juga telah menyesatkan kalian. Dengan kata lain, kami telah memilihkan buat kalian sesuatu yang telah kami pilih buat kami. Dan sekarang ini, sama saja bagi kita, mengeluh ataupun bersabar, kita tidak mempunyai tempat pelarian dari azab Allah.\"",
    "jalalayn": "(Dan mereka akan berkumpul menghadap) semua makhluk itu menghadap. Ungkapan pada ayat ini dan ayat sebelumnya memakai fi`il madhi, dimaksud untuk memberikan pengertian kepastian bahwa hal itu benar-benar akan terjadi (kepada Allah semuanya, lalu berkatalah orang-orang yang lemah) yakni para pengikut (kepada orang-orang yang sombong) yaitu orang-orang yang diikuti (\"Sesungguhnya kami dahulu adalah pengikut-pengikut kalian) lafal taba`an merupakan bentuk jamak dari kata tunggal tabi`un (maka dapatkah kalian menghindarkan) menolak (daripada kami azab Allah walau sedikit saja?\") huruf min yang pertama tadi bermakna lit-tabyin atau untuk menjelaskan, sedangkan huruf min pada ayat ini bermakna lit-tab`idh atau menunjukkan makna sebagian. (Mereka berkata) orang-orang yang diikuti itu (\"Seandainya Allah memberi petunjuk kepada kami niscaya kami dapat memberi petunjuk kepada kalian) artinya nicaya kami akan menyeru kalian ke jalan hidayah. (Sama saja bagi kita, apakah kita mengeluh atau bersabar, sekali-kali tidak mempunyai) huruf min di sini adalah zaidah (tempat untuk melarikan diri.\") tempat berlindung dari azab-Nya."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 22,
    "arab": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1772.mp3",
    "tafsir": "Dalam ayat ini, Allah menyebutkan pengakuan setan di hadapan Allah, setelah urusan hisab selesai di Padang Mahsyar. Setan senantiasa menggoda dan menyesatkan manusia dari jalan yang benar, dengan memberikan gambaran sedemikian rupa, sehingga manusia yang terkena godaannya memandang kejahatan sebagai perbuatan yang baik dan terpuji. Dan di samping itu, setan juga memberikan janji-janji kepada orang-orang yang kena godaannya, yaitu keuntungan yang akan mereka peroleh jika mereka memenuhi ajakannya. Akan tetapi, ia tidak mampu memenuhi janji tersebut.\nPengakuan setan setelah urusan hisab di Padang Mahsyar selesai ditujukan kepada orang-orang yang telah disesatkannya di dunia ini, baik golongan lemah yang telah memperhambakan diri kepada selain Allah, maupun golongan kuat dan sombong yang telah menganggap diri mereka sebagai Tuhan. Dalam pengakuannya itu, setan mengatakan kepada mereka bahwa sesungguhnya Allah telah menjanjikan kepada mereka janji yang benar, Dia kuasa untuk memenuhi janji-Nya itu. Setan pun telah memberikan janji kepada mereka, tetapi dia tidak kuasa untuk menepatinya. Setan sama sekali tidak mempunyai kekuasaan apa-apa terhadap mereka, dia hanya sekedar menyeru manusia kepada sesuatu yang tidak benar, lalu mereka mematuhi saja seruannya itu tanpa menggunakan akal. Oleh sebab itu, manusia yang bersalah. Janganlah mereka mencercanya, melainkan cercalah diri sendiri. Setan sekali-kali tidak dapat menolong mereka dari azab dan siksa Allah, dan mereka pun tidak dapat menolongnya. Sesungguhnya setan sejak dahulu tidak membenarkan perbuatan manusia mempersekutukannya dengan Allah.\"\nDemikianlah keadaan di akhirat kelak. Kaum yang kuat dan bersikap sombong di dunia ini, yang telah menyesatkan kaum yang lemah, berlepas tangan dari orang-orang yang lemah yang telah menjadi korban kesesatan mereka. Selanjutnya, setan yang telah menggoda dan menyesatkan kedua golongan itupun berlepas tangan pula dari nasib orang-orang yang telah menjadi korban godaan palsunya. Semuanya tidak berdaya menghadapi keputusan Allah atas diri mereka.\nPada akhir ayat ini, Allah kembali menegaskan bahwa orang-orang yang zalim, baik terhadap diri mereka ataupun terhadap orang lain, pasti akan mendapatkan azab yang pedih, sebagai balasan atas kezaliman mereka.",
    "quraish": "Ketika Allah memutuskan hukum dengan memberikan nikmat kepada orang-orang Mukmin dan menyiksa orang-orang yang berbuat maksiat, Iblis mengatakan kepada pengikutnya, \"Sesungguhnya Allah telah menjanjikan datangnya hari kebangkitan dan hari pembalasan dengan janji yang benar kemudian menepatinya. Sedang aku telah menjanjikan kepadamu bahwa hari kebangkitan dan hari pembalasan tidak akan datang, kemudian tidak kutepati. Sebetulnya dulu aku tidak mempunyai kekuatan untuk memaksamu agar mengikutiku, tetapi aku hanya menyerumu dengan godaan yang menyesatkan, kemudian kalian dengan cepat mengikutiku. Maka janganlah kalian menyalahkan diriku, tetapi salahkanlah diri kalian sendiri yang telah memenuhi seruanku. Hari ini aku tidak dapat menolong kalian dari azab, sebagaimana kalian juga tidak dapat menolongku. Saat ini aku tidak dapat membenarkan perbuatan kalian di dunia, yang telah mempertuhan diriku di samping Allah. Kalian menaatiku layaknya seorang hamba menaati Tuhannya.",
    "jalalayn": "(Dan berkatalah setan) yakni iblis (tatkala perkara hisab telah diselesaikan) kemudian orang-orang yang berhak masuk surga dimasukkan ke dalam surga dan orang-orang yang berhak masuk neraka dimasukkan ke dalam neraka, lalu mereka semuanya mengerumuni iblis (\"Sesungguhnya Allah telah menjanjikan kepada kalian janji yang benar) yaitu dengan kebangkitan dari kubur dan pembalasan amal perbuatan lalu Dia telah memenuhi kalian (dan aku pun telah menjanjikan kepada kalian) bahwasanya hal ini tidak ada (tetapi aku menyalahinya. Sekali-kali aku terhadap kalian tidak memiliki) huruf min di sini zaidah (kekuasaan) kekuatan dan kemampuan yang dapat memaksakan kalian untuk mengikutiku (melainkan) kecuali (sekedar aku menyeru kalian, lalu kalian mematuhi seruanku, oleh sebab itu janganlah kalian mencerca aku, akan tetapi cercalah diri kalian sendiri) disebabkan kalian telah mengikuti seruanku itu. (Aku sekali-kali tidak dapat menolong kalian) dapat memberikan pertolongan kepada kalian (dan kalian pun tidak dapat menolongku) dapat dibaca mushrikhiyya dan mushrikhiyyi. (Sesungguhnya aku tidak membenarkan perbuatan kalian mempersekutukan aku) dengan Allah (sebelumnya.\") sewaktu di dunia. Lalu Allah berfirman: (\"Sesungguhnya orang-orang yang lalim itu mendapat siksaan yang pedih) siksaan yang sangat pedih."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 23,
    "arab": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
    "translation": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1773.mp3",
    "tafsir": "Pada ayat ini, Allah menyebutkan kembali kebahagiaan yang akan diperoleh orang-orang yang beriman kepada Allah dan senantiasa beramal saleh, bahwa di akhirat kelak mereka akan ditempatkan di dalam surga, taman yang sangat indah yang di bawah pohon-pohonnya mengalir sungai-sungai yang jernih. Mereka akan tetap berada di dalamnya mengenyam kehidupan yang bahagia, dengan izin Allah sebagai balasan dari iman dan amal saleh mereka selama hidup di dunia. Di sana mereka saling mengucapkan, \"Salam,\" yang berarti sejahtera dari segala bencana. Untuk kita yang masih hidup di dunia ini, agama Islam mengajarkan agar kita menggunakan ucapan selamat \"Assalamualaikum\" yang berarti \"semoga anda senantiasa dalam kesejahteraan\". Ini merupakan ajaran yang terbaik untuk mendidik manusia agar rela dan merasa senang bila orang lain beroleh kebahagiaan hidup dan kesejahteraan, sebagaimana ia merasa senang bila ia sendiri memperoleh kebahagiaan dan kesejahteraan itu, dan jauh dari rasa dengki dan hasad. Mengharapkan orang lain mendapat kesengsaraan atau kerugian dan mengharapkan lenyapnya kebahagiaan atau kebaikan dari seseorang adalah sifat yang sangat dibenci oleh agama Islam.\nDalam hubungan ini Rasulullah saw telah bersabda:\nTidak beriman seseorang di antara kamu, sampai ia cintai untuk saudaranya (sesama mukmin), apa yang ia cintai untuk dirinya. (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)",
    "quraish": "Di akhirat kelak, orang-orang yang beriman dan beramal saleh akan dimasukkan ke dalam surga-surga yang dialiri banyak sungai di bawah istana-istananya. Mereka hidup kekal di dalamnya dengan izin dan perintah Allah. Mereka mendapatkan ucapan selamat dari para malaikat dengan ucapan yang dapat mendatangkan rasa aman dan tenteram.",
    "jalalayn": "(Dan dimasukkanlah orang-orang yang beriman dan beramal saleh ke alam surga yang mengalir di bawahnya sungai-sungai; mereka kekal) lafal khaalidiina menjadi hal daripada kalimat yang keberadaannya diperkirakan (di dalamnya dengan seizin Rabb mereka. Ucapan penghormatan mereka dalam surga itu) dari Allah dan dari para malaikat, serta di antara sesama mereka (salaam.)"
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 24,
    "arab": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
    "translation": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1774.mp3",
    "tafsir": "Perumpamaan yang disebutkan dalam ayat ini ialah perumpamaan mengenai kata-kata ucapan yang baik, misalnya kata-kata yang mengandung ajaran tauhid, seperti \"La ilaha illallah\" atau kata-kata lain yang mengajak manusia kepada kebajikan dan mencegah mereka dari kemungkaran. Kata-kata semacam itu diumpamakan sebagai pohon yang baik, akarnya teguh menghunjam ke bumi. Akar bagi pohon memiliki dua fungsi utama: (1) menghisap air dan unsur hara dari dalam tanah dan (2) menopang tegaknya pohon. Apabila akar tidak dapat lagi mengambil unsur-unsur hara dari dalam tanah maka lambat laun pohon akan mati. Sedangkan akar pohon yang berfungsi baik akan dapat menyalurkan unsur-unsur hara dari dalam tanah ke bagian atas pohon dan pertumbuhan pohon akan berjalan dengan baik. Dahannya rimbun menjulang ke langit. Hadis Nabi saw:\nDari Abdullah bin Umar r.a., ia berkata, \"Rasulullah saw bersabda, \"Di antara jenis pohon, ada suatu pohon yang tidak pernah gugur daunnya. Pohon itu adalah perumpamaan bagi orang Islam. Beritahukan aku, apakah pohon itu? Orang-orang mengira pohon itu adalah pohon yang tumbuh di hutan. Kata Abdullah, \"Sedangkan menurut saya pohon itu adalah pohon kurma. Tetapi saya malu untuk berkata. Kemudian para sahabat berkata, \"Beritahulah kami pohon apa itu, hai Rasulullah!\" beliau menjawab, \"Pohon itu adalah pohon kurma.\" (Riwayat al-Bukhari)\n\nAgama Islam mengajarkan kepada umatnya agar membiasakan diri menggunakan ucapan yang baik, yang berfaedah bagi dirinya, dan bermanfaat bagi orang lain. Ucapan seseorang menunjukkan watak dan kepribadiannya serta adab dan sopan-santunnya. Sebaliknya, setiap muslim harus menjauhi ucapan dan kata-kata yang jorok, yang dapat menimbulkan rasa jijik bagi yang mendengarnya.",
    "quraish": "Tidak tahukah engkau, wahai manusia, bagaimana Allah membuat permisalan kalimat(1) yang baik dan kalimat yang buruk. Dia memisalkan kalimat yang baik bagaikan pohon yang banyak manfaatnya. Pangkalnya tertanam kokoh dengan akar-akarnya di dalam tanah, sedang pucuk-pucuknya menjulang tinggi ke angkasa. (1) Kalimat yang baik ini termasuk di dalamnya kalimat tauhid: pengesaan Allah dengan kalimat Lâ Ilâh Illâ Allâh.",
    "jalalayn": "(Tidakkah kamu perhatikan) memperhatikan (bagaimana Allah telah membuat perumpamaan) lafal matsalan ini dijelaskan oleh badalnya, yaitu (kalimat yang baik) yakni kalimat laa ilaaha illallaah/tiada Tuhan selain Allah (seperti pohon yang baik) yaitu pohon kurma (akarnya teguh) menancap dalam di bumi (dan cabangnya) ranting-rantingnya (menjulang ke langit)."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 25,
    "arab": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1775.mp3",
    "tafsir": "Dalam ayat ini digambarkan bahwa pohon yang baik itu selalu memberikan buahnya pada setiap manusia, dengan seizin Tuhannya. Adapun proses pertumbuhan tanaman diperlukan berbagai unsur hara yang cukup banyak macamnya. Menurut jumlah yang diperlukannya, unsur hara ini dibedakan menjadi unsur hara makro yang diperlukan dalam jumlah banyak, dan unsur hara mikro yang diperlukan dalam jumlah sedikit, tetapi keberadaannya mutlak diperlukan. Untuk sampai pada terjadinya buah, akar harus dapat memasok semua kebutuhan unsur hara ini dalam jumlah yang cukup dan seimbang. Ada beberapa unsur hara yang apabila dipasok melebihi kebutuhannya akan menjadi racun bagi tanaman dan dapat menyebabkan kematian bagi tanaman (misalnya besi untuk tanaman padi). Sebab itu, manusia yang mengambil manfaat dari pohon itu hendaklah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\nDemikian pula halnya kata-kata baik yang kita ucapkan kepada orang lain, misalnya dalam memberikan ilmu pengetahuan yang berguna, manfaatnya akan didapat oleh orang banyak. Setiap orang yang memperoleh ilmu pengetahuan dari seorang guru haruslah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\nIbu bapak dalam rumah tangga haruslah senantiasa mempergunakan kata-kata yang baik dan sopan, serta menjauhi ucapan-ucapan kotor dan kasar, karena ucapan-ucapan itu akan ditiru oleh anak-anak mereka.",
    "quraish": "Dengan kehendak penciptanya, pohon itu selalu berbuah pada waktu-waktu tertentu. Demikian juga kalimat tauhid: tertanam kokoh dalam hati orang Mukmin, dan amalannya naik menuju Allah. Dia selalu mendapatkan berkah dan balasannya pada setiap waktu. Demikianlah, Allah telah menerangkan permisalan kepada manusia dengan mendekatkan makna-makna abstrak melalui benda-benda inderawi, agar mereka dapat mengambil pelajaran lalu beriman.",
    "jalalayn": "(Pohon itu memberikan) membuahkan (buahnya) buah-buahannya (pada setiap musim dengan seizin Rabbnya) dengan kehendak-Nya demikian pula kalimat iman tertanam di dalam kalbu orang mukmin sedangkan amalnya naik ke langit kemudian memperoleh berkah dan pahala amalannya itu setiap saat (dibuatkan) dijelaskan (oleh Allah perumpamaan-perumpamaan itu untuk manusia supaya mereka selalu ingat) mau mengambil pelajaran daripadanya kemudian mereka mau beriman karenanya."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 26,
    "arab": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
    "translation": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1776.mp3",
    "tafsir": "Dalam ayat ini disebutkan perumpamaan kata-kata dan kalimat-kalimat yang jelek, yaitu ucapan-ucapan yang mengandung kekufuran dan kemusyrikan atau yang mengajak kepada perbuatan maksiat. Kata-kata yang jelek itu diumpamakan sebagai pohon yang buruk, yang akarnya tercabut dari bumi, sehingga pohon tersebut tidak dapat tegak dengan kokoh, tidak dapat berdaun dan berbuah. Artinya tidak dapat memberikan buah dan manfaat lainnya bagi manusia, bahkan hanya memberikan mudarat, apabila pohon itu roboh dan menimpa mereka. Kata-kata yang jelek hanya dapat menimbulkan dosa, serta membangkitkan kemarahan dan kebencian. Dalam sebuah hadis yang diriwayatkan oleh Abu Hathim sebagai hadis marfu, bahwa syajarah khabitsah (pohon yang buruk) adalah handhalah yang rasa buahnya pahit.\nOrang-orang yang tidak dapat mengendalikan emosinya sering meng-ucapkan kata-kata yang buruk, yang membahayakan dirinya dan mem-bahayakan orang lain. Demikian pula orang-orang yang sedang mabuk dan rusak akalnya, suka mengucapkan kata-kata yang jelek. Itulah sebabnya agama Islam mengajarkan kesabaran karena kesabaran mendorong seseorang untuk menguasai emosinya. Agama Islam juga melarang seseorang dari hal-hal yang merusak akal, seperti meminum minuman keras dan lain-lain.",
    "quraish": "Sedangkan kalimat yang buruk, adalah bagaikan pohon yang buruk pula. Pohon itu tercabut dari akarnya dan roboh di atas tanah karena tidak tertancap dengan kokoh. Dan begitulah kalimat yang jelek, mudah disanggah, karena tidak kuat dan tidak didukung oleh alasan yang kuat.",
    "jalalayn": "(Dan perumpamaan kalimat yang buruk) yaitu kalimat kekafiran (seperti pohon yang buruk) yaitu pohon hanzhal yang buahnya sangat pahit (yang telah dicabut) telah dibongkar sampai ke akar-akarnya (dari permukaan bumi, ia tidak dapat tetap sedikit pun) artinya tidak mempunyai tempat untuk berpijak lagi, maka demikian pula keadaan kalimat kekafiran tidak mempunyai tempat berpijak, tidak mempunyai ranting dan pula tidak ada keberkahannya."
  },
  {
    "hizb": 103,
    "name": "Ibrahim",
    "ayat": 27,
    "arab": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
    "translation": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1777.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa Dia meneguhkan orang-orang yang mukmin dengan ucapan-ucapan yang baik dan teguh, baik dalam kehidupan di dunia ini, maupun di akhirat. Dengan demikian, ada hubungan timbal balik antara iman dengan ucapan yang baik dan teguh. Iman mendorong seseorang untuk senantiasa menggunakan ucapan yang baik dan teguh. Sebaliknya, ucapan yang baik itu dapat memelihara keteguhan iman seseorang.\nDalam ayat ini selanjutnya, Allah swt menegaskan bahwa Dia membiarkan sesat orang-orang yang zalim dan yang suka berbuat menurut kehendaknya sendiri, tanpa mengabaikan peraturan yang benar, antara lain ialah mengucapkan kata-kata yang buruk yang mengajak kepada kekafiran, kemusyrikan, kemaksiatan, dan sebagainya.",
    "quraish": "Allah mengokohkan orang-orang Mukmin di atas kata kebenaran di dunia dan akhirat, dan menjauhkan orang-orang kafir dari situ karena jeleknya persiapan mereka. Allah mengokohkan sebagian orang dan menyesatkan yang lain menurut kehendak-Nya. Tak ada yang dapat menyanggah dan menghalangi keputusan-Nya.",
    "jalalayn": "(Allah meneguhkan iman orang-orang yang beriman dengan ucapan yang teguh itu) yaitu kalimat tauhid itu (di dunia dan di akhirat) yaitu di alam kubur, ketika dua orang malaikat menanyakan kepadanya tentang Rabb mereka, agama mereka dan nabi mereka. Maka orang-orang yang beriman dapat menjawabnya dengan benar; demikianlah menurut keterangan yang disebutkan di dalam hadis Imam Bukhari dan Imam Muslim (dan Allah menyesatkan orang-orang yang lalim) yaitu orang-orang kafir; oleh sebab itu mereka tidak mendapat petunjuk untuk memberikan jawaban yang benar. Bahkan mereka hanya mengatakan, \"Kami tidak tahu,\" demikian menurut keterangan dalam hadis (dan memperbuat apa yang Dia kehendaki.)"
  }
]