[
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 28,
    "arab": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ",
    "translation": "Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1778.mp3",
    "tafsir": "Ayat ini disampaikan dalam bentuk pertanyaan, tetapi bukan untuk dijawab, melainkan hanyalah sebagai peringatan bagi kaum Muslimin agar mereka jangan sekali-kali berbuat dan bertindak seperti yang dilakukan oleh orang kafir. Hendaklah mereka selalu taat, tunduk, dan patuh kepada perintah-perintah Allah dan menghentikan semua larangan-Nya. Jika mereka ingkar kepada Allah, mereka pasti akan diazab di dunia dan di akhirat seperti yang ditimpakan kepada orang kafir.\nMenurut Ibnu Abbas yang dimaksud dengan \"orang-orang yang telah menukar nikmat Allah\" dalam ayat ini ialah orang-orang kafir Mekah. Mereka telah dianugerahi bermacam-macam nikmat yang tidak diberikan Allah kepada bangsa lain. Negeri Mekah telah dijadikan sebagai tanah haram yakni tanah yang dihormati, tanah yang terjamin keamanannya, dan tempat berdirinya Kabah yang dikunjungi manusia dari segala penjuru dunia setiap tahun. Allah swt telah mendatangkan air, makanan, dan buah-buahan ke tanah yang tandus itu. Nikmat yang lebih besar lagi ialah diangkatnya Muhammad dari bangsa mereka sendiri sebagai nabi dan rasul penutup, yang membawa agama Allah, yang menjadi petunjuk dan pegangan hidup bagi seluruh manusia.\nSemua nikmat yang telah dilimpahkan itu mereka ingkari. Bahkan mereka menyiksa Nabi Muhammad saw dan kaum Muslimin dan menghambat tersiarnya agama Islam. Oleh karena itu, Allah swt menimpakan azab dan siksa kepada mereka berupa musim kemarau yang kering dan lama, sehingga mereka banyak yang mati kelaparan. Menurut riwayat, ada di antara mereka yang sampai memakan tulang karena tidak ada lagi makanan yang akan dimakan.\nAllah menerangkan bahwa mereka adalah orang-orang yang telah menukar nikmat Allah dan telah menempatkan kaum mereka yang jadi pengikut-pengikut mereka di tempat yang penuh kesengsaraan, yaitu neraka Jahanam yang menyala-nyala, yang bahan bakarnya adalah batu dan manusia.\nDari ayat ini dipahami bahwa Allah swt memerintahkan manusia agar selalu mensyukuri nikmat-Nya dengan mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya. Seluruh manusia dan makhluk sangat tergantung kepada nikmat itu, baik nikmat dalam bentuk lahir, maupun nikmat dalam bentuk batin atau yang tidak nampak.",
    "quraish": "Wahai orang-orang yang mendengar firman Allah, tidakkah engkau memperhatikan orang-orang musyrik yang seharusnya mensyukuri nikmat yang diberikan Allah kepada Muhammad dan agamanya malah mengingkari-Nya, kemudian menjerumuskan para pengikutnya ke dalam jurang kehancuran.",
    "jalalayn": "(Tidakkah kamu perhatikan) artinya melihat (orang-orang yang telah menukar nikmat Allah) yang dimaksud ialah bersyukur kepada Allah atas nikmat-Nya (dengan kekafiran) mereka adalah orang-orang yang kafir Quraisy (dan menjatuhkan) menyeret (kaumnya) yakni mereka menyesatkan kaumnya (ke lembah kebinasaan) ke dalam kebinasaan."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 29,
    "arab": "جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ",
    "translation": " yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1779.mp3",
    "tafsir": "Ayat ini disampaikan dalam bentuk pertanyaan, tetapi bukan untuk dijawab, melainkan hanyalah sebagai peringatan bagi kaum Muslimin agar mereka jangan sekali-kali berbuat dan bertindak seperti yang dilakukan oleh orang kafir. Hendaklah mereka selalu taat, tunduk, dan patuh kepada perintah-perintah Allah dan menghentikan semua larangan-Nya. Jika mereka ingkar kepada Allah, mereka pasti akan diazab di dunia dan di akhirat seperti yang ditimpakan kepada orang kafir.\nMenurut Ibnu Abbas yang dimaksud dengan \"orang-orang yang telah menukar nikmat Allah\" dalam ayat ini ialah orang-orang kafir Mekah. Mereka telah dianugerahi bermacam-macam nikmat yang tidak diberikan Allah kepada bangsa lain. Negeri Mekah telah dijadikan sebagai tanah haram yakni tanah yang dihormati, tanah yang terjamin keamanannya, dan tempat berdirinya Kabah yang dikunjungi manusia dari segala penjuru dunia setiap tahun. Allah swt telah mendatangkan air, makanan, dan buah-buahan ke tanah yang tandus itu. Nikmat yang lebih besar lagi ialah diangkatnya Muhammad dari bangsa mereka sendiri sebagai nabi dan rasul penutup, yang membawa agama Allah, yang menjadi petunjuk dan pegangan hidup bagi seluruh manusia.\nSemua nikmat yang telah dilimpahkan itu mereka ingkari. Bahkan mereka menyiksa Nabi Muhammad saw dan kaum Muslimin dan menghambat tersiarnya agama Islam. Oleh karena itu, Allah swt menimpakan azab dan siksa kepada mereka berupa musim kemarau yang kering dan lama, sehingga mereka banyak yang mati kelaparan. Menurut riwayat, ada di antara mereka yang sampai memakan tulang karena tidak ada lagi makanan yang akan dimakan.\nAllah menerangkan bahwa mereka adalah orang-orang yang telah menukar nikmat Allah dan telah menempatkan kaum mereka yang jadi pengikut-pengikut mereka di tempat yang penuh kesengsaraan, yaitu neraka Jahanam yang menyala-nyala, yang bahan bakarnya adalah batu dan manusia.\nDari ayat ini dipahami bahwa Allah swt memerintahkan manusia agar selalu mensyukuri nikmat-Nya dengan mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya. Seluruh manusia dan makhluk sangat tergantung kepada nikmat itu, baik nikmat dalam bentuk lahir, maupun nikmat dalam bentuk batin atau yang tidak nampak.",
    "quraish": "Yaitu neraka Jahanam, tempat tinggal paling buruk, yang mereka rasakan panasnya.",
    "jalalayn": "(Yaitu neraka Jahanam) lafal Jahanam merupakan athaf bayan (mereka masuk ke dalamnya) dijebloskan ke dalamnya (dan itulah seburuk-buruk tempat kediaman) tempat yang paling buruk ialah Jahanam itu."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 30,
    "arab": "وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ",
    "translation": "Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1780.mp3",
    "tafsir": "Ayat ini menerangkan tindakan kedua dan ketiga yang menyebabkan Allah menimpakan azab yang pedih kepada mereka.\nSebab yang kedua ialah tindakan mempersekutukan Allah. Termasuk dalam tindakan ini ialah:\n1. Mengakui Tuhan itu banyak.\n2. Menyembah yang lain di samping menyembah Allah.\n3. Mengakui sesuatu selain Allah mempunyai kekuatan dan kekuasaan seperti kekuatan dan kekuasaan Allah swt.\nMempersekutukan Allah ini adalah kepercayaan orang-orang Arab Jahiliah. Mereka mempunyai sesembahan selain Allah. Sesembahan itu ada yang berupa patung-patung yang mereka buat, di antaranya ada yang mereka letakkan di sekeliling Kabah. Mereka percaya kepada tenung dan ramalan nasib. Jika mereka ingin melakukan sesuatu pekerjaan yang penting atau perjalanan yang jauh, mereka pergi ke Kabah dan menyuruh penjaganya mengadakan undian. Hasil undian inilah yang menentukan apakah mereka akan melakukan pekerjaan atau perjalanan jauh itu atau tidak.\nSebab yang ketiga ialah orang-orang kafir itu berusaha menyesatkan manusia dari jalan Allah. Mereka menghalang-halangi, bahkan membunuh orang-orang yang melakukan pekerjaan atau mengikuti agama Islam.\nKetiga macam perbuatan di atas adalah perbuatan dosa besar. Oleh karena itu, Allah swt memerintahkan Nabi Muhammad agar menyampaikan peringatan keras-Nya kepada manusia. Jika mereka tetap ingkar, biarkan mereka berbuat sesuka hatinya, bersenang-senang, dan berbuat kebinasaan di muka bumi dalam waktu tertentu, sampai Allah menimpakan azab yang keras kepada mereka.\nHal ini ditegaskan oleh firman Allah swt:\nKatakanlah, \"Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka. (az-Zumar/39: 8)",
    "quraish": "Orang-orang musyrik itu juga membuat patung-patung sebagai sekutu Allah, satu-satunya Tuhan yang pantas disembah, sehingga perbuatan mereka itu mengakibatkan sesatnya manusia dari jalan Allah. Katakan, hai Muhammad, kepada orang-orang yang sesat itu, \"Bersenang-senanglah dengan keinginan hawa nafsu kalian! Tetapi tempat kembali kalian nanti adalah neraka.\"",
    "jalalayn": "(Orang-orang yang kafir itu telah menjadikan sekutu-sekutu bagi Allah) tandingan-tandingan (supaya mereka menyesatkan manusia) dapat dibaca liyudhilluu dan liyadhilluu (dari jalan-Nya) yaitu agama Islam. (Katakanlah) kepada mereka (\"Bersenang-senanglah kalian) dengan keduniaan kalian dalam waktu yang sedikit (karena sesungguhnya tempat kembali kalian) yaitu tempat menetap kalian (ialah neraka.\")"
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 31,
    "arab": "قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ",
    "translation": "Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1781.mp3",
    "tafsir": "Pada ayat ini Allah swt memerintahkan kepada kaum Muslimin agar mereka mengerjakan perbuatan-perbuatan baik, yang dapat membahagiakan manusia dalam kehidupan duniawi dan ukhrawi. Perbuatan-perbuatan itu ialah :\n1. Melaksanakan salat.\n2. Menginfakkan sebagian harta yang telah dianugerahkan Allah swt.\nAllah swt memerintahkan kepada kaum Muslimin mendirikan salat, karena salat itu tiang agama, sebagaimana sabda Nabi saw:\n\nSalat itu adalah tiang agama, barang siapa yang mendirikannya, maka sesungguhnya ia telah mendirikan agama dan barang siapa yang meninggalkannya, maka sesungguhnya ia telah meruntuhkan agama. (Riwayat al-Baihaqi dari Umar bin al-Khaththab)\nSeseorang yang taat dan selalu melaksanakan salat sesuai dengan ajaran Al-Quran adalah orang yang suci jasmani dan rohaninya, karena salat itu mencegah orang yang mengerjakannya melakukan perbuatan keji dan perbuatan yang terlarang, sebagaimana firman Allah swt:\n\n... dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabut/29: 45)\n\nDan firman Allah swt:\n\nSungguh beruntung orang yang menyucikan diri (dengan beriman), dan mengingat nama Tuhannya, lalu dia salat. (al-Ala/87: 14-15)\n\nPerbuatan hamba yang pertama kali dihisab Allah di hari kiamat ialah salat. Jika baik salat seorang hamba, maka baiklah perbuatannya, sebaliknya jika buruk salatnya atau tidak mengerjakannya, maka buruk dan rusak pulalah seluruh pahala amalnya yang lain.\nRasulullah saw bersabda:\nPerbuatan hamba yang pertama kali dihisab Allah pada hari kiamat ialah salat. Maka jika baik amalan salat itu, baik pulalah seluruh amalnya, dan jika rusak amalan salat itu, rusak pulalah seluruh amalnya. (Riwayat ath-thabrani dari Anas bin Malik)\n\nBahkan Allah swt menegaskan, bahwa orang yang selalu mengerjakan salat itu adalah orang yang menjadi pewaris surga Firdaus di akhirat, sebagaimana firman-Nya:\n\nSerta orang yang memelihara salatnya. Mereka itulah orang yang akan mewarisi, (yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya. (al-Muminun/23: 9-11)\n\nMelaksanakan salat berarti mengerjakan salat terus-menerus, sesuai dengan waktu yang telah ditentukan agama, lengkap dengan syarat-syarat dan rukun-rukunnya, disertai dengan khusyuk dan ikhlas.\nAllah juga memerintahkan kepada orang-orang yang beriman untuk menginfakkan sebagian harta yang telah dikaruniakan Allah kepada mereka, sebelum datang hari kiamat, yaitu hari ketika semua pintu tobat telah ditutup, tidak satu dosa pun yang dapat ditebus, walaupun ditebus dengan emas sepenuh bumi. Tidak ada lagi seorang teman karib yang dapat menolong dan tidak seorang pun yang dapat menyelamatkan dan memberikan bantuan termasuk anak-anak dan cucu-cucu. Allah swt berfirman:\n\nMaka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. (al-hadid/57: 15)\n\nDan firman Allah swt:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim. (al-Baqarah/2: 254)\n\nOrang-orang yang terlepas dari azab hari kiamat itu hanyalah orang-orang yang selama hidup di dunia mengerjakan amal-amal saleh, senang bersedekah, sehingga hatinya suci dan bersih serta rela terhadap apa yang diberikan Allah kepadanya nanti. Allah swt berfirman:\n\n(Yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89)\n\nSenang menginfakkan harta merupakan pencerminan dari kepribadian muslim yang sesungguhnya, sebagai seorang yang telah menyerahkan diri, harta, dan kehidupannya kepada agama, semata-mata untuk mencari keridaan Allah swt. Perbuatan itu juga merupakan perwujudan dari rasa syukur kepada Allah yang telah melimpahkan nikmat-Nya yang tidak terhingga banyaknya. Terhadap orang yang mensyukuri nikmat, Allah akan menambah nikmat lebih banyak dari nikmat-nikmat yang telah diberikan-Nya.\nSebaliknya sifat tidak senang menginfakkan sebagian harta yang telah dianugerahkan Allah adalah pencerminan pribadi orang-orang yang ingkar kepada Allah dan rasul-Nya serta pencerminan dari rasa ingkar terhadap nikmat Allah. Mereka merasa bahwa segala yang mereka peroleh itu semata-mata karena hasil jerih payahnya sendiri. Dengan sikap yang demikian berarti mereka telah zalim terhadap dirinya sendiri. Akibat zalim terhadap dirinya sendiri ialah tidak lagi mendapat tambahan nikmat dari Allah, bahkan mereka akan ditimpa azab yang pedih di dunia dan di akhirat. Zalim terhadap orang lain ialah ia tidak mau memberikan atau mengeluarkan hak orang lain yang ada dalam hartanya. Zalim kepada masyarakat yang ada di sekitarnya ialah mengganggu kepentingan dan hubungan baik yang telah dijalin dalam masyarakat.\nBahkan dari ayat ini dipahami bahwa orang yang kikir dan tidak mau membelanjakan sebagian hartanya itu adalah orang yang congkak dan sombong. Karena merasa dirinya telah mampu mengatasi segala macam kesulitan yang dihadapinya, termasuk kesulitan dan malapetaka yang akan menimpanya di hari kiamat nanti. Mereka merasa tidak lagi memerlukan tambahan nikmat dan pertolongan Allah baik di dunia maupun di akhirat.\nMenginfakkan harta dalam agama Islam ada beberapa bentuk:\n1. Membelanjakan harta untuk nafkah diri sendiri, anak-anak, kerabat, dan istri.\n2. Menginfakkan harta untuk menunaikan kewajiban, seperti zakat harta dan zakat fitrah.\n3. Menginfakkan harta untuk infak sunah.\nMembelanjakan harta untuk nafkah istri, kerabat, dan untuk menunaikan nafkah wajib, merupakan suatu kewajiban yang ditetapkan agama atas orang-orang yang beriman, dan ketentuan-ketentuannya tersebut di dalam ayat-ayat Al-Quran dan hadis-hadis Nabi. Sedang infak sunah yang diberikan untuk kepentingan umum dan untuk meninggikan kalimat Allah dikategorikan sebagai amal jariah, yaitu infak atau amal yang tidak akan putus pahalanya, walaupun orang yang memberi infak itu telah meninggal dunia, selama infak itu memberikan manfaat.\nPemberian infak wajib, infak sunah, dan nafkah itu haruslah diiringi dengan niat yang ikhlas, semata-mata dilakukan untuk mencari keridaan Allah, terjauh dari sifat ria, ingin dipuji dan disanjung oleh sesama manusia. Karena itu Allah menyerahkan kepada manusia bagaimana cara sebaiknya memberi harta itu kepada orang yang berhak menerimanya, sehingga membuahkan pahala dari sisi Allah. Jika ia khawatir akan timbul rasa ria dalam hatinya, maka ia boleh memberikan harta itu secara sembunyi, tidak diketahui orang. Bila ingin perbuatannya ditiru orang lain, maka ia boleh pula memberikan hartanya itu dengan terang-terangan.\nHendaklah kaum Muslimin ingat bahwa harta itu pada hakikatnya adalah milik Allah. Dianugerahkan-Nya kepada manusia agar mereka dapat melaksanakan tugasnya sebagai hamba Allah selama mereka hidup di dunia. Oleh karena itu, jika seseorang telah memperoleh harta dan telah melebihi keperluannya, hendaklah diinfakkan kepada yang berhak menerimanya.",
    "quraish": "Wahai Muhammad, katakan kepada hamba-hamba-Ku yang jujur, beriman, dan berbuat baik, \"Kerjakanlah salat, dan sedekahkanlah sebagian harta kalian dalam macam-macam bentuk kebajikan, baik secara terang-terangan maupun secara rahasia, sebelum datangnya suatu hari, di mana perdagangan dan persaudaraan tidak akan berguna lagi.",
    "jalalayn": "(Katakanlah kepada hamba-hamba-Ku yang telah beriman, \"Hendaklah mereka mendirikan salat, menafkahkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau pun terang-terangan sebelum datang hari kiamat yang pada hari itu tidak ada jual-beli) tebusan (dan persahabatan.\") persahabatan yang dapat menolong; yang dimaksud adalah hari kiamat."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 32,
    "arab": "اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ",
    "translation": "Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1782.mp3",
    "tafsir": "Allah Yang Maha Esa dan Mahakuasa sangat banyak melimpahkan nikmat kepada hamba-hamba-Nya. Di antaranya ialah:\nAllah Yang Maha Agung, yang ilmunya meliputi segala sesuatu, menerangkan bahwa Dialah yang telah menciptakan langit dan bumi, yang kejadiannya jauh lebih besar dan lebih sulit dari kejadian manusia, yang selalu disaksikan dan diperhatikan manusia dan pada keduanya terdapat pelajaran dan manfaat. Langit berupa ruang angkasa yang tidak terhingga luas dan besarnya, di dalamnya terdapat benda-benda angkasa berupa planet-planet yang tidak terhitung jumlahnya, masing-masing berjalan menurut garis edar yang telah ditentukan, mengikuti hukum-hukum yang telah ditetapkan Allah swt. Tidak ada satu pun dari planet-planet yang tidak mengikuti hukum itu, karena tidak mengikuti hukum-hukum yang telah ditetapkan itu berarti kehancuran bagi seluruh planet-planet itu. Jika direnungkan, diperhatikan, dan dipelajari tata ruang angkasa yang rapi dan teratur itu, akan terasa ketiadaan arti manusia dan semakin terasa pula keagungan dan kebesaran Penciptanya.\nAllah juga yang menciptakan bumi yang merupakan salah satu dari planet-planet ruang angkasa, tempat manusia hidup, berdiam, dan mempersiapkan diri sebelum mengalami hidup yang sebenarnya di akhirat. Permukaan bumi ditumbuhi tumbuh-tumbuhan yang beraneka ragam, dengan buahnya yang beraneka macam pula yang berguna dan bermanfaat bagi manusia. Di dalam perut bumi terdapat barang tambang yang beraneka macam. Semuanya itu diciptakan Allah untuk manusia.\nDialah yang menurunkan hujan yang berasal dari uap air dan menjadi awan. Awan itu dihalau-Nya dengan angin ke tempat tertentu, hingga menjadi mendung yang hitam pekat, kemudian berubah dan jatuh sebagai hujan yang menyirami permukaan bumi. Dengan siraman hujan itu, tumbuh dan suburlah tumbuh-tumbuhan yang kemudian menjadi besar, berbunga, dan berbuah, sebagaimana firman Allah swt:\nDan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. (al-hajj/22: 5)\n\nDan firman Allah swt:\n(Tuhan) yang telah menjadikan bumi sebagai hamparan bagimu, dan menjadikan jalan-jalan di atasnya bagimu, dan yang menurunkan air (hujan) dari langit.\" Kemudian Kami tumbuhkan dengannya (air hujan itu) berjenis-jenis aneka macam tumbuh-tumbuhan. (thaha/20: 53)\n\nSecara kauniyah (sains) ayat ini menjelaskan tentang siklus biosfer (Biospheric Cycle). Allah menegaskan kembali akan kekuasaan-Nya dalam mengatur kehidupan di bumi ini. Dari air yang tercurah dari langit, maka muncullah kebun-kebun yang subur yang mengeluarkan buah-buahan, yang kesemuanya diperuntukkan sebagai rezeki bagi manusia. Kemudian dalam ayat tersebut dilanjutkan dengan \"Dia menundukkan kapal bagimu\", dan juga \"Dia telah menundukkan sungai-sungai bagimu\". Menundukkan dalam kedua kalimat ayat di atas diterjemahkan dari kata dalam bahasa Arab sakhkhara. Ini mengisyaratkan kepada manusia untuk menggunakan akalnya (teknologinya) dalam membuat atau menciptakan kapal yang mampu berlayar di lautan, atau dalam pengelolaan sungai, sebagai tempat untuk pelayaran atau keperluan lainnya.\nJika manusia menggunakan akalnya dengan menggunakan ilmu pengetahuan alam (ketentuan Allah) sehingga dapat menemukan sendiri ketentuan Allah yang digunakan Allah untuk mengendalikan kapal, maka manusia tadi dapat mengusahakan agar kehendak manusia sejalan dengan kehendak-Nya dan ketentuan-Nya,\nKetentuan Allah itu menunjukkan bagaimana mengkonstruksikan kapal agar bisa mengangkat tubuhnya beserta muatannya agar tidak tenggelam. Ketentuan Allah menunjukkan bahwa suatu benda yang mengapung di air akan memindahkan air sebanyak isi benda tersebut. Berat dari air yang dipindahkan benda tadi akan sebanding dengan tekanan ke atas yang dialami oleh benda itu. Dengan membuat kapal berongga maka akan tercapai volume luar yang besar, tapi beratnya kecil karena berongga. Oleh sebab itu, tubuh kapal dan muatannya itu mampu diangkat kekuatan ke atas hingga mengapung. \nDengan menggunakan mesin penggerak yang serupa dengan kendaraan darat tapi telah disesuaikan sedemikian rupa, maka kapal itu selain mampu mengapung juga mampu bergerak ke arah yang dikehendaki. Demikian penjelasan dari sudut kajian saintis.\nAllah menjelaskan yang demikian itu agar manusia mengetahui betapa besar kekuasaan-Nya dalam mengatur hidup dan kehidupan di permukaan bumi ini dan nikmat yang telah dilimpahkan kepada manusia. Bagi manusia yang suka memperhatikan kejadian hujan, tumbuh-tumbuhan, serta proses kehidupan di permukaan bumi ini akan mengetahui betapa tingginya nilai hukum Allah dan betapa luas ilmu-Nya, yang berlaku secara tetap, tiada henti-hentinya sampai kepada waktu yang ditentukan-Nya. Allah juga memerintahkan manusia memperhatikan air yang diminumnya agar mereka bersyukur, sebagaimana firman-Nya:\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin, mengapa kamu tidak bersyukur? (al-Waqiah/56: 68-70)\n\nAllah menaklukkan kapal (bahtera) bagi manusia maksudnya ialah memberikan kemampuan kepada manusia membuat kapal dan menjadikannya dapat mengapung di permukaan air dan berlayar ke tempat yang dikehendakinya, membawanya ke segenap penjuru dunia. Allah swt menaklukkan lautan bagi manusia sehingga laut itu dapat dilayari kapal-kapal yang mengangkut segala keperluan mereka, sebagaimana firman-Nya:\nDan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan, dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai. (Yasin/36: 41-42)\nDengan kapal itu pula, manusia bersenang-senang menikmati pelayaran. Dengan kapal itu pula mereka mencari nafkah, menangkap ikan, mencari hasil-hasil lautan, dan mencari barang tambang yang tidak ternilai harganya. Semuanya itu merupakan nikmat Allah kepada manusia.\nAllah menundukkan sungai-sungai bagi manusia, seperti memberi kemampuan untuk membendung dan mengalirkannya untuk kepentingan pertanian, serta mengubah arus air yang deras itu menjadi sumber tenaga yang bermanfaat, seperti kincir air dan arus listrik. Sungai dapat juga berfungsi sebagai jalan raya yang dilalui kapal-kapal dan merupakan urat nadi perdagangan. Untuk memperpendek lalu-lintas sungai maka manusia membuat terusan-terusan yang menghubungkan antara sungai yang satu dengan sungai yang lain, dan antara lautan yang satu dengan lautan yang lain. Air sungai yang kotor dapat dibersihkan, sehingga dapat menjadi air minum yang sangat diperlukan.",
    "quraish": "Hanya Allah yang menciptakan langit dan bumi beserta isinya masing-masing, dan menurunkan air yang deras dari awan, untuk mengeluarkan rezeki kalian berupa buah-buahan dari tanaman di kebun dan pepohonan. Hanya Dia juga yang, dengan kehendak-Nya, menundukkan perahu untuk kalian, hingga melaju di lautan, mengangkut harta dan barang dagangan kalian. Hanya Dia yang menundukkan sungai- sungai berair tawar, agar kalian memanfaatkannya untuk minum dan mengairi tanaman.",
    "jalalayn": "(Allahlah yang telah menciptakan langit dan bumi dan menurunkan air hujan dari langit kemudian Dia mengeluarkan dengan air hujan itu berbagai buah-buahan menjadi rezeki untuk kalian dan Dia telah menundukkan bahtera bagi kalian) yang dimaksud adalah perahu (supaya bahtera itu berlayar di lautan) sehingga kalian dapat menaikinya dan memuat barang-barang di atasnya (dengan kehendak-Nya) dengan seizin-Nya (dan Dia telah menundukkan pula bagi kalian sungai-sungai.)"
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 33,
    "arab": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ",
    "translation": "Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1783.mp3",
    "tafsir": "Demikian pula sebagai nikmat Allah swt kepada manusia ialah Dia telah menaklukkan bagi manusia matahari dan bulan, yaitu menjadikan matahari dan bulan terus menerus berjalan mengelilingi garis edarnya, yang menimbulkan terang dan gelap yang berfaedah bagi hidup dan kehidupan makhluk. Dengan tetapnya matahari dan bulan, demikian juga planet-planet yang lain, berjalan mengelilingi garis edarnya, akan terhindarlah terjadinya benturan yang dahsyat antara planet-planet yang ada di cakrawala, sebagaimana firman Allah:\nDan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 39-40)\n\nKeberadaan garis edar yang terus menerus dilalui oleh setiap planet, telah memberi jalan kepada manusia sampai ke bulan, memberi kemungkinan yang besar bagi manusia untuk berusaha mencapai planet-planet yang lain. Dengan perantara garis edar itu pula, manusia dapat menempatkan satelit-satelit yang dapat digunakan untuk kepentingan umat manusia, seperti untuk mengetahui keadaan cuaca, untuk memperlancar hubungan telekomunikasi dan sebagainya, sehingga hubungan antar negara yang semula dirasakan jauh, maka sekarang dirasakan bertambah dekat.\nAllah swt menundukkan pula bagi manusia siang dan malam. Siang dapat digunakan manusia sebagai tempat berusaha, beramal, dan bermasyarakat. Sedangkan malam dapat dijadikan sebagai waktu untuk beristirahat dari kelelahan setelah berusaha di siang hari. Allah berfirman:\nDan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya. (al-Qashash/28: 73)\n\nDalam ayat ini pula Allah menggunakan kata sakhkhara (menunduk-kan), yang mengisyaratkan kita untuk menggunakan akal dalam memanfaat-kan baik matahari, bulan, maupun fenomena malam maupun siang. Dengan demikian sakhkhara ini mengandung perintah untuk mengembangkan teknologi, kalender berbasis matahari (solar calendar) atau bulan (lunar calendar), dan energi matahari (solar energy). Juga mengandung perintah untuk menggunakan baik matahari atau bulan untuk keperluan navigasi dalam pelayaran maupun penerbangan, dan sebagainya. Begitu juga meng-gunakan malam dan siang untuk mengetahui atau mengukur biological clock kita. Demikian penjelasan dari sudut pandang saintis.",
    "quraish": "Hanya Dia pula yang menundukkan matahari dan bulan untuk kalian, hingga terus berputar menerangi bumi dan membawa kelangsungan hidup bagi tetumbuhan dan hewan, dan menundukkan malam bagi kalian untuk beristirahat, dan siang untuk berusaha.",
    "jalalayn": "(Dan Dia telah menundukkan pula bagi kalian matahari dan bulan yang terus-menerus beredar) di dalam garis edarnya secara terus-menerus dan tidak pernah berhenti (dan Dia telah menundukkan pula bagi kalian malam) supaya kalian tenang di dalamnya (dan siang) dan supaya kalian mencari kemurahan Allah di dalamnya."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 34,
    "arab": "وَاٰتٰىكُمْ مِّنْ كُلِّ مَا سَاَلْتُمُوْهُۗ وَاِنْ تَعُدُّوْا نِعْمَتَ اللّٰهِ لَا تُحْصُوْهَاۗ اِنَّ الْاِنْسَانَ لَظَلُوْمٌ كَفَّارٌ ࣖ  ",
    "translation": "Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1784.mp3",
    "tafsir": "Sebagai nikmat Allah juga ialah Dia telah menyediakan bagi manusia segala yang diperlukannya, baik diminta atau tidak, karena Allah telah menciptakan langit dan bumi ini untuk manusia. Dia menyediakan bagi manusia segala sesuatu yang ada, sehingga dapat digunakan dan dimanfaatkan kapan dikehendaki. Kadang-kadang manusia sendiri tidak mengetahui apa yang menjadi keperluan pokoknya, dimana tanpa keperluan itu, ia tidak akan hidup atau dapat mencapai cita-citanya. Keperluan seperti itu tetap dianugerahkan Allah kepadanya sekalipun tanpa diminta. Ada pula bentuk keperluan manusia yang lain yang tidak mungkin didapat kecuali dengan berusaha dan berdoa, karena itu diperlukan usaha manusia untuk memperolehnya.\nSangat banyak nikmat Allah swt yang telah dilimpahkan-Nya kepada manusia, sehingga jika ada yang ingin menghitungnya tentu tidak akan sanggup. Oleh karena itu, hendaknya setiap manusia mensyukuri nikmat yang telah diberikan Allah swt dengan jalan menaati segala perintah-Nya dan tidak melakukan hal-hal yang menjadi larangan-Nya. Mensyukuri nikmat Allah yang wajib dilakukan oleh manusia itu bukanlah sesuatu yang diperlukan oleh Allah swt. Allah Mahakaya, tidak memerlukan sesuatupun dari manusia, tetapi kebanyakan manusia sangat zalim dan mengingkari nikmat yang telah diberikan kepadanya.",
    "quraish": "Dialah satu-satunya yang menyediakan kebutuhan hidup kalian, baik yang kalian minta maupun yang kalian tidak minta. Maka dari itu, apabila kalian menghitung nikmat Allah yang pernah diberikan kepada kalian, kalian tentu tidak akan dapat mengetahui semua jenisnya, apalagi satu per satunya. Maka orang yang tidak mensyukuri nikmat Allah benar-benar telah berbuat zalim dan ingkar.",
    "jalalayn": "(Dan Dia telah memberikan kepada kalian dari segala apa yang kalian mohonkan kepada-Nya) sesuai dengan keperluan kalian (Dan jika kalian menghitung nikmat Allah) pemberian nikmat-Nya kepada kalian (tidaklah dapat kalian menghitungnya) kalian tidak akan mampu menghitung-hitungnya. (Sesungguhnya manusia itu) yang dimaksud adalah orang kafir (sangat lalim dan sangat ingkar) artinya banyak berbuat aniaya terhadap dirinya dengan cara melakukan maksiat dan banyak ingkar terhadap nikmat Rabbnya."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 35,
    "arab": "وَاِذْ قَالَ اِبْرٰهِيْمُ رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا وَّاجْنُبْنِيْ وَبَنِيَّ اَنْ نَّعْبُدَ الْاَصْنَامَ ۗ   ",
    "translation": "Dan (ingatlah), ketika Ibrahim berdoa, “Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1785.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah swt memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya kisah di waktu Nabi Ibrahim berdoa kepada Tuhannya, agar doa itu menjadi iktibar dan pelajaran bagi orang Arab waktu itu, karena Ibrahim a.s. itu adalah cikal-bakal dan asal keturunan mereka. Doa itu ialah: Ya Tuhan kami, jadikanlah negeri Mekah ini, negeri yang aman, tenteram, dan sentosa, serta terpelihara dari peperangan dan serangan musuh. Doa Nabi Ibrahim ini dikabulkan Tuhan, dan Dia telah menjadikan negeri Mekah dan sekitarnya, menjadi tanah dan tempat yang aman bagi orang-orang yang berada di sana. Di negeri itu dilarang menumpahkan darah, menganiaya orang, membunuh binatang, dan menebang tumbuh-tumbuhan yang berada di sana.\nAllah berfirman:\nTidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-Ankabut/29: 67)\n\nOrang-orang Arab dan orang-orang yang berdiam di sekitar Jazirah Arab, sejak dahulu hingga sekarang tetap memandang suci dan menghormati tanah haram itu. Bangsa Arab dahulu adalah bangsa yang terkenal sebagai bangsa yang merasa terhina seandainya mereka tidak dapat menuntut bela atas pembunuhan atau penganiayaan yang dilakukan oleh seseorang atau suatu kabilah terhadap anggota kabilahnya. Penuntutan bela itu merupakan suatu kewajiban suci untuk membela kehormatan kabilahnya yang telah ternoda itu. Oleh karena itu, mereka akan mengadakan penuntutan bela pada setiap kesempatan yang mungkin mereka lakukan. Kecuali jika mereka bertemu di tanah haram, mereka tidak akan melakukan penuntutan bela. Mereka menunggu di luar tanah haram. Setelah musuhnya itu keluar dari tanah haram, barulah mereka melakukan pembalasan dendam itu.\nDemikian pula tanah haram itu dihormati dan terpelihara dari maksud jahat orang-orang yang hendak menghancurkan Kabah dan mengotorinya. Sebagaimana yang pernah dilakukan dan dialami oleh Abrahah, gubernur Ethiopia dan tentaranya. Abrahah yang beragama Nasrani itu dapat menak-lukkan Yaman yang beragama Yahudi. Ia bermaksud mengembangkan agama Nasrani di Yaman dan menciptakan Yaman menjadi pusat agama Nasrani di Jazirah Arab. Ia mengetahui pula bahwa orang-orang di Jazirah Arab sangat menghormati Kabah. Karena itu ia ingin memalingkan perhatian orang dari menghormati dan mengunjungi Kabah kepada menghormati dan mengunjungi suatu tempat atau bangunan yang ada di Yaman. Untuk memenuhi keinginannya itu, dibuatlah sebuah gereja besar dan megah di Yaman, namun penduduk Jazirah Arab tidak tertarik minatnya untuk mengunjungi, apalagi menghormati bangunan tersebut. Karena itu timbullah amarah Abrahah, maka disiapkannya pasukan tentara yang mengendarai gajah untuk menyerbu Mekah dan menghancurkan Kabah. Sekalipun ia dan tentaranya tidak mendapat perlawanan sedikit pun dari orang Mekah waktu itu, tetapi Allah swt menghancurkan Abrahah dengan tentaranya sampai mereka cerai berai.\nPeristiwa kehancuran Abrahah dan bala tentaranya sewaktu menyerang Mekah ini, dilukiskan Allah swt dalam firman-Nya:\nTidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5)\n\nPada hadis-hadis Rasulullah saw, banyak diterangkan tentang penetapan tanah Mekah sebagai tanah haram. Bahkan pada hadis yang diriwayatkan al-Bukhari ditegaskan bahwa tanah Mekah telah ditetapkan Allah sebagai tanah haram sejak Allah menciptakan langit dan bumi:\nDari shafiyah binti Syaibah, ia berkata, \"Aku mendengar Rasulullah saw berkhotbah pada hari penaklukan Mekah, beliau berkata, \"Wahai sekalian manusia, sesungguhnya Allah telah menjadikan Mekah sebagai tanah haram pada hari penciptaan langit dan bumi, maka Dia mengharamkannya sampai hari kiamat, tidak boleh dipotong tumbuh-tumbuhannya, tidak boleh diburu binatangnya dan tidak boleh mengambil barang temuannya kecuali orang yang akan mengumumkan.\" (Riwayat al-Bukhari)\n\nNabi Muhammad saw pernah berdoa kepada Allah swt agar Madinah dijadikan juga sebagai tanah haram. Doa itu diucapkan Rasulullah pada waktu kaum Muslimin menghadap beliau pada permulaan musim buah-buahan, untuk menghadiahkan buah-buahan itu kepada beliau. Tatkala beliau memegang buah-buahan yang diberikan itu, beliau berdoa:\nWahai Tuhan, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu, dan nabi-Mu. Demikian pula aku adalah hamba dan nabi-Mu. Sesungguhnya Ibrahim telah berdoa kepada-Mu untuk Mekah, dan sesungguhnya aku berdoa pula untuk Madinah seperti ia mendoakan kepada-Mu untuk Mekah dan semisalnya (Riwayat Muslim dari Abu Hurairah)\nIbrahim juga berdoa agar ia dan keturunannya dihindarkan Allah swt dari perbuatan menyembah berhala, karena perbuatan itu menyesatkan manusia dari jalan yang benar ke jalan yang salah. Selanjutnya, Ibrahim menerangkan bahwa siapapun di antara anak cucunya itu yang mengikutinya, yaitu beriman kepada Allah dengan sepenuh hati, memurnikan ketaatan dan ketundukan hanya kepada Allah semata, itulah orang-orang yang mengikuti agamanya. Sebaliknya siapa pun di antara anak cucunya itu yang tidak mengikuti agamanya, dan tidak mengikuti petunjuk Allah yang telah disampaikannya, maka Allah Maha Pengampun Mahakekal rahmat-Nya, Maha Penerima Tobat dengan menuntun manusia ke jalan yang benar.\nHal ini berarti bahwa siapapun yang mengakui sebagai pengikut Nabi Ibrahim a.s., tentulah ia menganut agama yang berdasarkan tauhid, mengakui bahwa Tuhan itu Esa tidak beranak, tidak dilahirkan atau diciptakan, dan tidak berserikat dengan sesuatupun, sebagaimana pengakuan penganut-penganut agama yang menyatakan bahwa asal agama mereka ialah agama Nabi Ibrahim. Mustahil jika suatu agama menyatakan sebagai pengikut ajaran Ibrahim padahal mereka mempersekutukan Allah, dan tidak memurnikan ketaatan dan ketundukan kepada Allah semata.\nDoa Nabi Ibrahim ini tidak seluruhnya dikabulkan Allah karena banyak pula anak cucunya yang durhaka kepada Allah, di samping banyak pula yang beriman, bahkan ada pula yang diangkat menjadi nabi dan rasul.\nPada ayat yang lalu Allah swt menerangkan bahwa setelah Nabi Ibrahim diangkat menjadi nabi dan rasul, ia pun berdoa pula agar anak cucunya di kemudian hari diangkat pula menjadi nabi dan rasul, tetapi Allah swt menjawab bahwa tidak seluruh doa Nabi Ibrahim itu dikabulkan Tuhan, karena orang-orang yang zalim, walaupun anak seorang nabi dan rasul, mustahil diangkat menjadi nabi dan rasul, seperti bapak dan kakeknya. Allah swt berfirman:\nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124)\n\nDari ayat ini dapat dipahami bahwa kaum Muslimin dilarang mengangkat orang-orang zalim sebagai pemimpin-pemimpin yang akan mengurus urusan mereka. Yang akan diangkat menjadi pemimpin itu hendaklah orang-orang yang masih berjiwa bersih, suka mengerjakan amal-amal yang saleh, melaksanakan perintah-perintah Allah, dan menghentikan larangan-larangan-Nya.",
    "quraish": "Sebutkan kepada kaummu doa bapak mereka, Ibrâhîm, setelah ia membangun Kakbah, agar mereka dapat mengambil pelajaran dan meninggalkan kesyirikan, \"Tuhanku, jadikanlah negeri tempat Ka'bah ini terbebas dari orang-orang zalim, dan jauhkan diriku dan anak cucuku dari penyembahan berhala.",
    "jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata, \"Ya Rabbku! Jadikanlah negeri ini) yakni kota Mekah (negeri yang aman) memiliki keamanan dan ternyata Allah telah memperkenankan doanya, maka Dia menjadikan Mekah sebagai kota yang suci; dilarang di dalamnya mengalirkan darah manusia, menganiaya seseorang, berburu binatang buruannya dan menebang pepohonannya (dan jauhkanlah aku) hindarkanlah aku (beserta anak cucuku) daripada (menyembah berhala-berhala.\")"
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 36,
    "arab": "رَبِّ اِنَّهُنَّ اَضْلَلْنَ كَثِيْرًا مِّنَ النَّاسِۚ فَمَنْ تَبِعَنِيْ فَاِنَّهٗ مِنِّيْۚ وَمَنْ عَصَانِيْ فَاِنَّكَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barang-siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1786.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah swt memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya kisah di waktu Nabi Ibrahim berdoa kepada Tuhannya, agar doa itu menjadi iktibar dan pelajaran bagi orang Arab waktu itu, karena Ibrahim a.s. itu adalah cikal-bakal dan asal keturunan mereka. Doa itu ialah: Ya Tuhan kami, jadikanlah negeri Mekah ini, negeri yang aman, tenteram, dan sentosa, serta terpelihara dari peperangan dan serangan musuh. Doa Nabi Ibrahim ini dikabulkan Tuhan, dan Dia telah menjadikan negeri Mekah dan sekitarnya, menjadi tanah dan tempat yang aman bagi orang-orang yang berada di sana. Di negeri itu dilarang menumpahkan darah, menganiaya orang, membunuh binatang, dan menebang tumbuh-tumbuhan yang berada di sana.\nAllah berfirman:\nTidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-Ankabut/29: 67)\n\nOrang-orang Arab dan orang-orang yang berdiam di sekitar Jazirah Arab, sejak dahulu hingga sekarang tetap memandang suci dan menghormati tanah haram itu. Bangsa Arab dahulu adalah bangsa yang terkenal sebagai bangsa yang merasa terhina seandainya mereka tidak dapat menuntut bela atas pembunuhan atau penganiayaan yang dilakukan oleh seseorang atau suatu kabilah terhadap anggota kabilahnya. Penuntutan bela itu merupakan suatu kewajiban suci untuk membela kehormatan kabilahnya yang telah ternoda itu. Oleh karena itu, mereka akan mengadakan penuntutan bela pada setiap kesempatan yang mungkin mereka lakukan. Kecuali jika mereka bertemu di tanah haram, mereka tidak akan melakukan penuntutan bela. Mereka menunggu di luar tanah haram. Setelah musuhnya itu keluar dari tanah haram, barulah mereka melakukan pembalasan dendam itu.\nDemikian pula tanah haram itu dihormati dan terpelihara dari maksud jahat orang-orang yang hendak menghancurkan Kabah dan mengotorinya. Sebagaimana yang pernah dilakukan dan dialami oleh Abrahah, gubernur Ethiopia dan tentaranya. Abrahah yang beragama Nasrani itu dapat menak-lukkan Yaman yang beragama Yahudi. Ia bermaksud mengembangkan agama Nasrani di Yaman dan menciptakan Yaman menjadi pusat agama Nasrani di Jazirah Arab. Ia mengetahui pula bahwa orang-orang di Jazirah Arab sangat menghormati Kabah. Karena itu ia ingin memalingkan perhatian orang dari menghormati dan mengunjungi Kabah kepada menghormati dan mengunjungi suatu tempat atau bangunan yang ada di Yaman. Untuk memenuhi keinginannya itu, dibuatlah sebuah gereja besar dan megah di Yaman, namun penduduk Jazirah Arab tidak tertarik minatnya untuk mengunjungi, apalagi menghormati bangunan tersebut. Karena itu timbullah amarah Abrahah, maka disiapkannya pasukan tentara yang mengendarai gajah untuk menyerbu Mekah dan menghancurkan Kabah. Sekalipun ia dan tentaranya tidak mendapat perlawanan sedikit pun dari orang Mekah waktu itu, tetapi Allah swt menghancurkan Abrahah dengan tentaranya sampai mereka cerai berai.\nPeristiwa kehancuran Abrahah dan bala tentaranya sewaktu menyerang Mekah ini, dilukiskan Allah swt dalam firman-Nya:\nTidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105: 1-5)\n\nPada hadis-hadis Rasulullah saw, banyak diterangkan tentang penetapan tanah Mekah sebagai tanah haram. Bahkan pada hadis yang diriwayatkan al-Bukhari ditegaskan bahwa tanah Mekah telah ditetapkan Allah sebagai tanah haram sejak Allah menciptakan langit dan bumi:\nDari shafiyah binti Syaibah, ia berkata, \"Aku mendengar Rasulullah saw berkhotbah pada hari penaklukan Mekah, beliau berkata, \"Wahai sekalian manusia, sesungguhnya Allah telah menjadikan Mekah sebagai tanah haram pada hari penciptaan langit dan bumi, maka Dia mengharamkannya sampai hari kiamat, tidak boleh dipotong tumbuh-tumbuhannya, tidak boleh diburu binatangnya dan tidak boleh mengambil barang temuannya kecuali orang yang akan mengumumkan.\" (Riwayat al-Bukhari)\n\nNabi Muhammad saw pernah berdoa kepada Allah swt agar Madinah dijadikan juga sebagai tanah haram. Doa itu diucapkan Rasulullah pada waktu kaum Muslimin menghadap beliau pada permulaan musim buah-buahan, untuk menghadiahkan buah-buahan itu kepada beliau. Tatkala beliau memegang buah-buahan yang diberikan itu, beliau berdoa:\nWahai Tuhan, sesungguhnya Ibrahim adalah hamba-Mu, kekasih-Mu, dan nabi-Mu. Demikian pula aku adalah hamba dan nabi-Mu. Sesungguhnya Ibrahim telah berdoa kepada-Mu untuk Mekah, dan sesungguhnya aku berdoa pula untuk Madinah seperti ia mendoakan kepada-Mu untuk Mekah dan semisalnya (Riwayat Muslim dari Abu Hurairah)\nIbrahim juga berdoa agar ia dan keturunannya dihindarkan Allah swt dari perbuatan menyembah berhala, karena perbuatan itu menyesatkan manusia dari jalan yang benar ke jalan yang salah. Selanjutnya, Ibrahim menerangkan bahwa siapapun di antara anak cucunya itu yang mengikutinya, yaitu beriman kepada Allah dengan sepenuh hati, memurnikan ketaatan dan ketundukan hanya kepada Allah semata, itulah orang-orang yang mengikuti agamanya. Sebaliknya siapa pun di antara anak cucunya itu yang tidak mengikuti agamanya, dan tidak mengikuti petunjuk Allah yang telah disampaikannya, maka Allah Maha Pengampun Mahakekal rahmat-Nya, Maha Penerima Tobat dengan menuntun manusia ke jalan yang benar.\nHal ini berarti bahwa siapapun yang mengakui sebagai pengikut Nabi Ibrahim a.s., tentulah ia menganut agama yang berdasarkan tauhid, mengakui bahwa Tuhan itu Esa tidak beranak, tidak dilahirkan atau diciptakan, dan tidak berserikat dengan sesuatupun, sebagaimana pengakuan penganut-penganut agama yang menyatakan bahwa asal agama mereka ialah agama Nabi Ibrahim. Mustahil jika suatu agama menyatakan sebagai pengikut ajaran Ibrahim padahal mereka mempersekutukan Allah, dan tidak memurnikan ketaatan dan ketundukan kepada Allah semata.\nDoa Nabi Ibrahim ini tidak seluruhnya dikabulkan Allah karena banyak pula anak cucunya yang durhaka kepada Allah, di samping banyak pula yang beriman, bahkan ada pula yang diangkat menjadi nabi dan rasul.\nPada ayat yang lalu Allah swt menerangkan bahwa setelah Nabi Ibrahim diangkat menjadi nabi dan rasul, ia pun berdoa pula agar anak cucunya di kemudian hari diangkat pula menjadi nabi dan rasul, tetapi Allah swt menjawab bahwa tidak seluruh doa Nabi Ibrahim itu dikabulkan Tuhan, karena orang-orang yang zalim, walaupun anak seorang nabi dan rasul, mustahil diangkat menjadi nabi dan rasul, seperti bapak dan kakeknya. Allah swt berfirman:\nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" Dia (Ibrahim) berkata, \"Dan (juga) dari anak cucuku?\" Allah berfirman, \"(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.\" (al-Baqarah/2: 124)\n\nDari ayat ini dapat dipahami bahwa kaum Muslimin dilarang mengangkat orang-orang zalim sebagai pemimpin-pemimpin yang akan mengurus urusan mereka. Yang akan diangkat menjadi pemimpin itu hendaklah orang-orang yang masih berjiwa bersih, suka mengerjakan amal-amal yang saleh, melaksanakan perintah-perintah Allah, dan menghentikan larangan-larangan-Nya.",
    "quraish": "Penyembahan berhala-berhala itu telah menyebabkan kesesatan bagi banyak orang. Maka siapa saja di antara keturunanku yang mengikuti jejakku dan ikhlas beribadah kepada-Mu, adalah benar-benar pengikut agamaku. Tetapi, siapa saja yang tidak menaatiku dan berbuat syirik, maka Engkau Mahakuasa untuk memberinya petunjuk, karena ampunan dan kasih sayang-Mu amat banyak.\"",
    "jalalayn": "(\"Ya Rabbku! Sesungguhnya mereka itu) yakni berhala-berhala itu (telah menyesatkan kebanyakan daripada manusia) karena mereka menyembahnya (maka barang siapa yang mengikutiku) berpegang pada ajaran tauhid (maka sesungguhnya orang itu termasuk golonganku) termasuk pemeluk agamaku (dan barang siapa yang mendurhakai aku, maka sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.) pernyataan ini sebelum Nabi Ibrahim mengetahui, bahwa Allah swt. tidak mengampuni dosa syirik."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 37,
    "arab": "رَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ",
    "translation": "Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1787.mp3",
    "tafsir": "Ayat ini menerangkan saat Ibrahim a.s. akan kembali ke Palestina menemui istrinya Sarah, meninggalkan istrinya Hajar dan putranya Ismail yang masih kecil di Mekah, di tengah-tengah padang pasir yang tandus, tanpa ditemani oleh seorang manusia pun dan tanpa bekal untuk keluarganya yang ditinggalkan. Waktu itulah ia berdoa kepada Tuhan Yang Maha Pemurah, mohon agar keluarganya itu dilindungi dan diselamatkan dari segala bahaya dan bencana yang mungkin akan menimpanya.\nIbrahim a.s. adalah nabi dan rasul yang diutus menyeru raja Namrudz, raja Babilonia dan rakyatnya, agar mereka mengikuti agama Allah. Setelah menerima siksaan, halangan, dan ancaman dari raja Namrudz dan pengikut-pengikutnya, Ibrahim meninggalkan Babilonia dan akhirnya menetap di Palestina, bersama istrinya Sarah dan pembantu istrinya seorang wanita yang bernama Hajar. Karena Sarah wanita yang mandul, maka Ibrahim a.s. tidak mempunyai seorang putra pun, sedang umurnya telah menginjak masa tua. Sekalipun demikian keinginannya untuk mempunyai seorang putra tetap merupakan cita-cita yang selalu diidam-idamkannya. Oleh karena itu, dinikahinya pembantu istrinya bernama Hajar itu setelah mendapat izin dan persetujuan dari Sarah. Dari pernikahan itu, lahirlah seorang putra yang bernama Ismail dan dengan kelahiran itu pula, terkabullah cita-cita Ibrahim yang diingininya selama ini.\nKesayangan Ibrahim kepada putranya Ismail dan bertambah cintanya kepada Hajar menimbulkan rasa cemas dan iri hati pada diri Sarah. Cemas karena khawatir akan berkurang cinta Ibrahim kepadanya, dan iri hati karena ia sendiri tidak dapat memenuhi keinginan Ibrahim untuk memperoleh seorang putra sebagai penerus hidupnya, sedang pembantunya Hajar dapat memenuhi keinginan suaminya. Sarah menyampaikan perasaan hatinya itu kepada suaminya Ibrahim, dan meminta dengan sangat agar Ibrahim membawa dan menjauhkan Hajar dan putranya Ismail darinya. Dengan demikian, ia tidak lagi melihat kebahagiaan Hajar dan semakin bertambah dewasanya Ismail. Ibrahim dapat merasakan betapa dalam cintanya kepada Sarah. Ia pun khawatir kalau-kalau Sarah sedih jika permintaan itu tidak dikabulkan. Oleh karena itu, Ibrahim pun mengabulkan permintaan Sarah. Maka dibawanya Hajar dan putranya, Ismail yang masih kecil, berjalan mengikuti untanya tanpa mengetahui tujuannya, dalam keadaan iba dan terharu mengingat nasib yang akan dialami oleh istrinya dan putranya nanti. Dalam keadaan yang demikian, tanpa disadarinya, sampailah ia ke daerah yang asing baginya, suatu daerah yang terletak di antara bukit-bukit batu yang gersang, yang sekarang bernama kota Mekah.\nPada waktu itu, Mekah merupakan daerah dataran rendah padang pasir yang belum didiami oleh seorang manusia pun. Tidak ditemukan suatu sumber air. Menurut hadis yang diriwayatkan oleh al-Bukhari bahwa di tempat itu terdapat sebatang pohon kayu, dan di bawah pohon itulah Ibrahim dan keluarganya berteduh dan melepaskan lelah dari perjalanan yang jauh dari Palestina sampai ke Mekah sekarang ini.\nSetelah beberapa hari Ibrahim menemani Hajar dan putranya di tempat itu, ia pun teringat kepada istrinya Sarah yang ditinggalkannya di Palestina. Ingin kembali ke Palestina, ia tak sampai hati pula meninggalkan Hajar dan putranya. Dalam keadaan demikian, ia pun memutuskan akan kembali ke Palestina dan meminta persetujuan dari Hajar. Di waktu ia meminta persetujuan dan kerelaan hati Hajar, maka Hajar bertanya kepada Ibrahim, \"Apakah Allah yang memerintahkan kepadamu agar aku ditempatkan di daerah sunyi lagi tandus ini?\" Ibrahim menjawab, \"Benar.\" Hajar menjawab, \"Jika demikian, Dia (Allah) tidak menyia-nyiakan kita.\"\nMaka berangkatlah Ibrahim ke Palestina, menemui istrinya Sarah dan meninggalkan istri dan putranya Ismail yang masih kecil di tempat itu, di tengah-tengah panas matahari membakar padang pasir, tanpa rumah tempat berteduh, dan perbekalan yang cukup, kecuali sekendi air untuk pelepas haus. Ketika Hajar dan putranya sampai kepada suatu tempat, yang waktu itu semua perbekalan dan air minum telah habis, putranya Ismail menangis kehausan, sedang air susunya tidak mengalir lagi. Ia bermaksud mencari air, dan ditidurkannya putranya di bawah pohon tempat ia berteduh. Ia pun pergi ke mana saja yang dianggapnya ada air, namun ia tidak menemukannya setetes pun. sehingga, tanpa disadarinya ia telah berlari-lari kecil pulang balik tujuh kali antara bukit Safa dan bukit Marwah, tetapi ia belum juga memperoleh air barang setetes pun. Maka dengan rasa sedih dan putus asa, ia kembali ke tempat putranya yang ditinggalkan. Waktu itu Ismail sedang menangis kehausan sambil memukul-mukulkan kakinya ke tanah. Hajar pun berdoa menyerahkan diri kepada Tuhan Yang Maha Pemurah.\nDalam keadaan yang demikian, Ibrahim yang sedang melanjutkan perjalanannya ke Palestina, ingat akan istri dan putranya yang ditinggalkan dan nasib yang mungkin sedang dideritanya, karena diperkirakan makanan dan air yang ia tinggalkan telah habis. Lalu ia pun berdoa sebagaimana terdapat dalam ayat itu, \"Wahai Tuhanku, aku telah menempatkan sebagian keturunanku, yaitu istri dan anakku Ismail, yang akan melanjutkan keturunanku, di lembah padang pasir yang tandus lagi gersang, di dekat tempat akan didirikan Kabah, rumah-Mu nanti, yang dihormati, yang Engkau akan melarang manusia mencemarkan kehormatannya, dan yang akan Engkau jadikan daerah sekitarnya sebagai daerah haram, yaitu dilarang di tanah itu berperang dan menumpahkan darah.\"\nDoa Ibrahim dan istrinya Hajar itu dikabulkan Tuhan. Waktu itu juga, terpancarlah air dari tanah bekas pukulan kaki anaknya Ismail yang sedang menangis. Di saat itu pula, timbullah pada diri Hajar rasa syukur kepada Allah atas rahmat-Nya yang tiada terhingga, dan timbullah dalam hatinya harapan akan kelangsungan hidupnya dan putranya lalu diminumkannya air itu kepada putranya Ismail. Karena khawatir air itu habis dan lenyap kembali ke dalam pasir, maka ia mengumpulkan air itu dengan tangannya, seraya berkata, \"Zam! Zam! (Berkumpullah! Berkumpullah!)\" Dan terkumpullah air itu, tidak kering-kering sampai sekarang dan bernama Telaga Zamzam.\nDengan adanya Telaga Zamzam di tempat itu, banyaklah orang yang lewat meminta air ke sana. Tatkala Bani Jurhum melihat adanya sumber air di tempat itu, maka mereka minta izin kepada Hajar tinggal bersama di sana, dan Hajar pun mengabulkan permintaan itu. Sejak itu, mulailah kehidupan di daerah yang tandus itu, semakin hari semakin banyak pendatang yang menetap. Akhirnya timbullah negeri dan kebudayaan, sehingga daerah tersebut menjadi tempat jalan lintas perdagangan antara barat dan timur.\nSetelah Ismail dewasa, ia menikah dengan salah seorang wanita Bani Jurhum, pendatang baru itu, yang kemudian menurunkan keturunan yang merupakan cikal-bakal penghuni negeri itu. Keturunan itu berkembang biak, mendiami negeri Mekah dan sekitarnya. Dari keturunan Ismail inilah nanti, lahir Nabi Muhammad di kemudian hari, sebagai nabi dan rasul Allah yang penghabisan.\nDalam ayat di atas, selanjutnya diterangkan bahwa Ibrahim a.s. berdoa kepada Tuhan agar memelihara keturunannya yang ada di Mekah, menjadi-kan mereka sebagai orang-orang taat mengerjakan salat, menghambakan dan menundukkan dirinya kepada Tuhan. Ia juga meminta agar Tuhan menjadi-kan hati manusia cenderung, cinta, dan kasih kepada keturunannya itu, diberi rezeki, dan didatangkan bahan makanan dan buah-buahan ke negeri yang tandus itu, karena di negeri itu tidak mungkin hidup tumbuh-tumbuhan yang diperlukan sebagai bahan makanan.\nDoa Nabi Ibrahim dikabulkan Allah swt. Terbukti sejak dahulu hingga sekarang banyak manusia yang mengunjungi Baitullah untuk melaksanakan ibadah haji dan umrah, serta melihat bekas peninggalan-peninggalan dan perjuangan Nabi Muhammad saw dan para sahabatnya. Demikian pula banyak didatangkan ke bumi yang tandus itu pelbagai macam barang keperluan yang diperlukan penghuni negeri itu, seperti bahan makanan, buah-buahan, dan barang pakaian sampai barang mewah.\nPenganugerahan karunia yang berlipat ganda itu ditegaskan dalam firman Allah swt:\nDan mereka berkata, \"Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.\" (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qashash/28: 57)\n\nAllah swt menganugerahkan rezeki dan kekayaan yang banyak kepada penduduk dan negeri Arab itu agar mereka mensyukuri nikmat Allah dengan menjaga Baitullah, melaksanakan perintah-perintah-Nya, dan menghentikan larangan-larangan-Nya.\nDari ayat ini, dapat dipahami bahwa segala sesuatu yang diperoleh selama hidup di dunia ini, adalah untuk keperluan beribadah kepada Tuhan. Dengan hasil yang diperoleh itu, dapat disempurnakan pelaksanaan perintah-perintah Allah dan penghentian larangan-Nya, bukan semata-mata untuk kepentingan dan kesenangan diri sendiri.",
    "quraish": "\"Ya Tuhan kami,\" kata Ibrâhîm melanjutkan doanya, \"aku telah menempatkan sebagian keturunanku di lembah Mekah yang tidak ditumbuhi pepohonan, di rumah-Mu yang Engkau lindungi dari tangan-tangan jahat dan Engkau jadikan daerah sekitarnya aman. Ya Tuhan kami, berilah mereka kehormatan mengerjakan salat di rumah ini. Jadikanlah orang-orang yang berhati mulia mencintai keturunanku itu dengan mengunjungi rumah-Mu. Berilah rezeki berupa buah-buahan yang Engkau kirimkan melalui para pendatang, agar mereka mensyukuri nikmat-Mu dengan mengerjakan salat dan berdoa.",
    "jalalayn": "(Ya Rabb kami! Sesungguhnya aku telah menempatkan sebagian keturunanku) sebagian daripada mereka, yaitu Nabi Ismail dan Siti Hajar ibunya (di lembah yang tidak mempunyai tanam-tanaman) yaitu Mekah (di dekat rumah Engkau yang suci) sebelum banjir besar terjadi (ya Rabb agar mereka mendirikan salat, maka jadikanlah hati) kalbu-kalbu (sebagian manusia cenderung) condong dan merindukan (kepada mereka) Sahabat Ibnu Abbas mengatakan, seandainya Nabi Ibrahim mengatakan di dalam doanya, yaitu af-idatan naasi yang artinya semua hati manusia, maka orang-orang Persia, Romawi dan semua manusia niscaya akan cenderung ke Baitullah (dan beri rezekilah mereka dari buah-buahan; mudah-mudahan mereka bersyukur.\") dan memang doanya diperkenankan, yaitu dengan disuplaikannya buah-buahan dari Thaif ke Mekah."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 38,
    "arab": "رَبَّنَآ اِنَّكَ تَعْلَمُ مَا نُخْفِيْ وَمَا نُعْلِنُۗ وَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
    "translation": "Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1788.mp3",
    "tafsir": "Selanjutnya Nabi Ibrahim berdoa, \"Wahai Tuhan kami, sesungguh-nya Engkau mengetahui segala yang tersimpan dalam hati kami termasuk di dalamnya segala yang tersirat dan tergores dalam hati kami. Engkau mengetahui pula segala yang kami ucapkan dan nyatakan termasuk di dalamnya doa-doa yang telah kami panjatkan kepada Engkau. Tidak ada sesuatupun yang tidak Engkau ketahui segala yang ada di bumi maupun di langit, karena semua itu hanya Engkaulah yang menciptakan, memiliki, dan mengaturnya, perkenankanlah doa kami, Ya Tuhan kami.\"\nAyat ini mengajarkan kepada kaum Muslimin cara-cara berdoa yang baik sesuai dengan ketentuan agama, yaitu berdoa dengan hati yang bersih, penuh keyakinan akan kebesaran dan kekuasaan Allah, dan isi doa itu melukiskan keinginan untuk menyempurnakan penghambaan diri kepada Tuhan, bukan untuk mencapai sesuatu cita-cita untuk kepentingan dan kesenangan diri dan merugikan orang lain. Doa yang dimohonkan Nabi Ibrahim itu ditujukan agar Tuhan menjadikannya dan anak cucunya hamba Allah yang taat, dan agar anak cucunya itu diberi rezeki, sehingga dengan rezeki itu mereka dapat menyempurnakan penghambaan dirinya kepada Allah. Dengan rezeki itu pula, mereka dapat membela dan mengembangkan agama Allah serta menjadi pelayan dan khadam Kabah, rumah Allah.",
    "quraish": "Ya Tuhan kami, rahasia dan keterusterangan kami adalah sama dalam ilmu-Mu. Engkau Maha Mengetahui kepentingan-kepentingan kami, dan lebih menyayangi diri kami daripada kami sendiri. Tidak ada sesuatu pun yang ada di langit dan di bumi--sekecil apa pun--yang tersembunyi dari pengetahuan-Mu. Oleh karena itu, sebetulnya kami tidak perlu berdoa. Doa yang kami panjatkan kepada-Mu ini adalah untuk menunjukkan sikap penghambaan, sikap tunduk, dan sikap selalu membutuhkan kami kepada diri-Mu.",
    "jalalayn": "(Ya Rabb kami! Sesungguhnya Engkau mengetahui apa yang kami sembunyikan) apa yang kami tidak lahirkan (dan apa yang kami lahirkan; dan tidak ada yang tersembunyi bagi Allah) huruf min di sini adalah zaidah (sesuatu pun, baik yang ada di bumi maupun yang ada di langit) ayat ini dapat diartikan kalam Rabb dan dapat pula dianggap sebagai doa Nabi Ibrahim."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 39,
    "arab": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ وَهَبَ لِيْ عَلَى الْكِبَرِ اِسْمٰعِيْلَ وَاِسْحٰقَۗ اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاۤءِ ",
    "translation": "Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1789.mp3",
    "tafsir": "Ibrahim a.s. memanjatkan puja kepada Allah, Tuhan Semesta Alam, yang telah menganugerahkan kepadanya dua orang putra yang terbaik, di saat-saat ia dan istrinya telah lanjut usia, tidak mungkin mempunyai putra lagi, bahkan istrinya Sarah telah putus asa dan merasa dirinya tidak mungkin lagi mempunyai anak. Waktu itulah ia dianugerahi putra yang bernama Ishak dan sebelumnya ia telah dianugerahi putra dari istrinya Hajar.\nSekalipun Sarah telah sangat tua dan tidak mungkin lagi melahirkan anak, tetapi keinginan mempunyai putra selalu menjadi idamannya, lebih-lebih setelah mendengar Ismail telah bertambah dewasa, selalu dikunjungi oleh suaminya Ibrahim, ke tempat ia dibesarkan di Mekah yang sangat jauh jaraknya dari Palestina. Timbul rasa iri hatinya kepada Hajar, bekas pembantunya, apalagi setelah dinikahi Ibrahim atas izinnya pula. Ditambah pemikiran Sarah, kenapa pembantunya dikaruniai Allah swt seorang putra, sedangkan dia sendiri belum juga lagi dianugerahi. Rasa iri itu semakin lama semakin besar. Dalam keadaan demikianlah, malaikat datang kepada dua orang suami istri yang telah lanjut usia itu, menyampaikan perintah Allah untuk memberitahukan berita gembira bahwa mereka akan dianugerahi Allah seorang putra yang bernama Ishak, seorang anak laki-laki yang akan diangkat menjadi nabi dan rasul di kemudian hari.\nBerita itu diterima oleh Ibrahim, terutama Sarah, dengan rasa heran dan tidak percaya, tetapi penuh harapan. Ia hampir tidak percaya berita itu karena umurnya telah terlalu tua untuk mengandung dan melahirkan anak. Menurut kelaziman, wanita yang seumur dia mustahil melahirkan anak. Sekalipun demikian, ia juga mempunyai harapan karena berita itu berasal dari Tuhan Yang Maha Esa yang disampaikan oleh malaikat pesuruh-Nya. Ia yakin dan percaya bahwa Tuhan kuasa menciptakan yang dikehendaki-Nya, semua mudah bagi Tuhan.\nPenyampaian berita oleh malaikat kepada Ibrahim dan Sarah bahwa mereka akan mempunyai putra, dilukiskan dalam firman Allah swt:\nDan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub. Dia (istrinya) berkata, \"Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.\" Mereka (para malaikat) berkata, \"Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.\" (Hud/11: 71-73)\n\nDan firman Allah swt:\n(Mereka) berkata, \"Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).\" Dia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\" (Mereka) menjawab, \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.\" Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.\" (al-hijr/15: 53-56)\n\nIbrahim memanjatkan puji dan syukur kepada Allah, yang Maha Pemurah atas anugerah-Nya yang lain, yaitu mengabulkan doa-doanya, seperti menjadikan tanah Mekah dan sekitarnya sebagai tanah haram, menjadikan dia dan sebagian keturunannya orang yang saleh bahkan mengangkat dua orang putranya, Ismail dan Ishak, menjadi nabi dan rasul.\nApa yang dirasakan Ibrahim a.s. waktu memanjatkan puji dan syukur kepada Tuhan ini dapat dimaklumi, betapa bahagianya ia dan keluarganya setelah berusaha dengan keras, mengalami cobaan-cobaan yang sangat berat, mendapat halangan dan rintangan dari bapak dan kaumnya, kemudian pada saat umurnya dan istrinya semakin tua, ia melihat semua hasil usahanya itu, hampir semua yang pernah dimohonkannya kepada Tuhan dahulu, dikabulkan. Bahkan cita-citanya memperoleh keturunan, yang semula dirasakannya tidak akan mungkin terwujud, kemudian atas kehendak Tuhan Yang Maha Pemurah, akhirnya terkabul juga, sehingga lahirlah putra yang kedua, yaitu Ishak.",
    "quraish": "Segala puji bagi Allah yang, dengan umurku yang tua renta dan tidak ada harapan mempunyai anak lagi ini, telah mengaruniakanku Ismâ'îl dan Ishâq. Tuhanku benar-benar Maha Mendengarkan dan mengabulkan doaku.\"",
    "jalalayn": "(Segala puji bagi Allah yang telah menganugerahkan kepada diriku) memberiku (sekalipun) walaupun (sudah tua, Ismail) Nabi Ismail dilahirkan sewaktu Nabi Ibrahim berumur sembilan puluh sembilan tahun (dan Ishak.) dilahirkan sewaktu Nabi Ibrahim berumur seratus dua belas tahun (Sesungguhnya Rabbku benar-benar Maha Mendengar doa)."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 40,
    "arab": "رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْۖ رَبَّنَا وَتَقَبَّلْ دُعَاۤءِ ",
    "translation": " Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1790.mp3",
    "tafsir": "Pada ayat ini dilukiskan lagi pernyataan syukur Ibrahim pada Allah atas segala rahmat-Nya. Ia bertambah tunduk dan patuh kepada Allah, dan berdoa agar Allah menjadikan keturunannya selalu mengerjakan salat, tidak pernah lalai mengerjakannya sedikit pun, sempurna rukun-rukun dan syarat-syaratnya, dan sempurna pula hendaknya mengerjakan sunah-sunahnya dengan penuh ketundukan dan kekhusyukan.\nIbrahim a.s. berdoa agar keturunannya selalu mengerjakan salat, karena salat itu adalah pembeda antara mukmin dan kafir dan merupakan pokok ibadah yang diperintahkan Allah. Orang yang selalu mengerjakan salat, akan mudah baginya mengerjakan ibadah-ibadah lain dan amal-amal saleh. Salat dapat mensucikan jiwa dan raga karena salat dapat mencegah manusia dari perbuatan keji dan mungkar, sebagaimana firman Allah swt:\n¦dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabut/29: 45)\nIbrahim a.s. memohon kepada Allah swt agar menerima ibadah-ibadahnya. Keinginan beribadah kepada Tuhan ini lebih diutamakannya dari keinginan mengikuti kehendak bapaknya, sebagaimana firman Allah swt:\nDan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.\" (Maryam/19: 48)\n\nYang dimaksud dengan doa dalam ayat ini adalah ibadah. Rasulullah saw menyatakan bahwa doa itu adalah ibadah. Kemudian beliau membaca firman Allah swt:\nSesungguhnya orang-orang yang ada di sisi Tuhanmu tidak merasa enggan untuk menyembah Allah dan mereka menyucikan-Nya dan hanya kepada-Nya mereka bersujud. (al-Araf/7: 206)",
    "quraish": "Ibrâhîm kemudian melanjutkan, \"Ya Tuhanku, bimbinglah aku untuk mengerjakan salat dengan cara yang benar, juga anak keturunanku yang baik-baik. Ya Tuhanku, kabulkanlah doaku!",
    "jalalayn": "(Ya Rabbku! Jadikanlah aku orang-orang yang tetap mendirikan salat dan) jadikan pula (anak cucuku) orang-orang yang tetap mendirikannya. Nabi Ibrahim sengaja di dalam doanya ini memakai ungkapan min yang menunjukkan makna sebagian karena Allah swt. telah memberitahukan kepadanya bahwa di antara anak cucunya itu terdapat orang yang kafir (Ya Rabb kami! Kabulkanlah doaku) semua doa yang telah disebutkan tadi."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 41,
    "arab": "رَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ ࣖ ",
    "translation": " Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1791.mp3",
    "tafsir": "Ibrahim a.s. berdoa agar Allah mengampuni segala kesalahannya, kesalahan ibu-bapaknya, dan kesalahan orang-orang yang beriman pada hari dimana Allah menghimpun mereka untuk dihisab segala amal dan perbuatannya yang telah dikerjakan semasa hidup di dunia dahulu.\nDiriwayatkan dari al-Hasan bahwa ibu Ibrahim adalah seorang yang beriman kepada Allah, sedang bapaknya adalah orang yang kafir. Ia memohonkan ampun bagi bapaknya itu karena ia pernah berjanji akan memohon ampun bagi bapaknya. Akan tetapi, tatkala ternyata bapaknya tetap dalam kekafirannya dan menjadi musuh Allah, maka ia berlepas diri darinya, sebagaimana tersebut dalam firman-Nya:\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)",
    "quraish": "Ya Tuhan kami, ampunilah aku atas dosa-dosa yang telah aku lakukan. Ampuni juga kedua orangtuaku dan orang-orang Mukmin pada hari dilaksanakannya perhitungan, yang diikuti dengan pembalasan.\"",
    "jalalayn": "(Ya Rabb kami! Beri ampunlah aku dan kedua ibu bapakku) doa ini diucapkan sebelum jelas bagi Nabi Ibrahim bahwa kedua orang tuanya memusuhi Allah swt. Akan tetapi menurut suatu pendapat dikatakan bahwa ibu Nabi Ibrahim masuk Islam. Lafal waalidayya menurut qiraat yang lain dapat dibaca mufrad sehingga bacaannya menjadi waalidiy (dan sekalian orang-orang mukmin pada hari terjadinya) ditegakkannya (hisab) selanjutnya Allah berfirman:"
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 42,
    "arab": "وَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ",
    "translation": "Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1792.mp3",
    "tafsir": "Disebutkan dalam sejarah bahwa orang musyrik Mekah selalu menghalang-halangi dan menentang Nabi Muhammad dan para sahabat dalam melaksanakan dakwah sebagaimana yang telah diperintahkan Tuhan kepada mereka. Semakin hari halangan dan rintangan itu semakin bertambah, bahkan sampai kepada penganiayaan dan pemboikotan. Banyak para sahabat yang dianiaya. Mereka tidak mau mengadakan hubungan jual-beli, hubungan persaudaraan dan hubungan tolong-menolong dengan kaum Muslimin. Demikian beratnya siksaan dan penganiayaan itu hampir-hampir para sahabat Nabi berputus asa. Sementara itu orang-orang musyrik kelihatannya seakan-akan diberi hati oleh Allah dengan memberikan kekuasaan dan kekayaan harta. Tindakan mereka semakin hari semakin membabi buta.\nDalam keadaan yang demikian, Allah memperingatkan Nabi Muhammad saw dengan ayat yang menyatakan, \"Wahai Muhammad, janganlah kamu menyangka Allah swt lengah dan tidak memperhatikan tindakan dan perbuatan orang-orang musyrik Mekah yang zalim itu. Tindakan dan perbuatan mereka itu adalah tindakan dan perbuatan yang menganiaya diri mereka sendiri. Allah pasti mencatat segala perbuatan mereka. Tidak ada satupun yang luput dari catatannya. Semua tindakan dan perbuatan mereka itu akan diberi balasan yang setimpal. Allah akan memasukkan mereka ke dalam neraka yang menyala-nyala di akhirat nanti.\"\nDengan turunnya ayat ini, hati Nabi dan para sahabat menjadi tenteram. Semangat juang mereka bertambah. Mereka meningkatkan usaha mengembangkan agama Allah. Semakin berat tekanan dan penganiayaan yang dilakukan kaum musyrikin, semakin bertambah pula usaha mereka menyiarkan agama Islam, karena mereka percaya bahwa Allah pasti akan menepati janji-Nya.\nAyat ini ditujukan kepada Nabi Muhammad saw, tetapi yang dimaksud ialah seluruh umat Nabi Muhammad, termasuk umatnya yang hidup pada masa kini. Oleh karena itu, kaum Muslimin tidak perlu terpengaruh oleh kehidupan orang-orang yang zalim yang penuh kemewahan dan kesenangan, seakan-akan mereka umat yang disenangi Allah. Semuanya itu hanyalah merupakan cobaan Tuhan dan sifatnya sementara, sampai kepada waktu yang ditentukan, yaitu hari yang penuh dengan huru-hara dan kesengsaraan, di suatu hari dimana mata manusia membelalak ketakutan menghadapi balasan yang akan diberikan Allah.",
    "quraish": "Janganlah engkau sekali-kali mengira, wahai Muhammad, bahwa Tuhan-Mu lupa akan penyerangan yang dilakukan oleh orang-orang zalim terhadap umat Islam. Dia mengetahui kesalahan mereka itu. Hanya saja Dia menunda hukuman-Nya kepada mereka sampai pada suatu hari yang penuh kesusahan. Yaitu hari di mana mereka kehilangan kendali terhadap mata mereka, hingga terus membelalak dan tidak bisa terpejam karena apa yang mereka lihat sangat menakutkan.",
    "jalalayn": "(Dan janganlah sekali-kali kamu mengira bahwa Allah lalai dari apa yang diperbuat oleh orang-orang yang lalim) yakni orang-orang kafir dari kalangan penduduk Mekah. (Sesungguhnya Allah hanya memberi tangguh kepada mereka) tanpa diazab (sampai hari yang pada waktu itu mata mereka terbelalak) karena ngerinya pemandangan yang mereka saksikan kala itu. Di dalam istilah bahasa atau lugah jika dikatakan bashara fulaanun syakhshan, artinya si polan melihat seseorang tanpa mengedipkan matanya."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 43,
    "arab": "مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ  ",
    "translation": "mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1793.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan keadaan orang-orang yang zalim selama hidup di dunia, yaitu keadaan mereka dibangkitkan dari kubur, kemudian menuju Padang Mahsyar, mereka datang bergegas memenuhi panggilan penyeru yang menyeru mereka dengan penuh kehinaan. Keadaan mereka seperti orang yang akan menjalani hukuman gantung. Mereka berjalan menuju ke depan dengan tidak berpaling ke kanan dan ke kiri, pelupuk mata mereka tidak bergerak dan mata mereka tidak berkedip sedikit pun. Hati mereka waktu itu dalam keadaan kosong dan hampa, tidak memikirkan sesuatupun kecuali rasa takut menghadapi azab mengerikan yang segera akan menimpa mereka.\nPada ayat lain, Allah swt melukiskan keadaan orang-orang kafir yang dibangkitkan dari kubur, yaitu:\n\nMaka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan, dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, \"Ini adalah hari yang sulit.\" (al-Qamar/54: 6-8)\n\nDan firman Allah swt:\n\n(Yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Maarij/70: 43-44)",
    "quraish": "Mereka lalu cepat-cepat menghampiri penyeru dengan kepala mendongak ke langit, mata membelalak tak terkendali, dan hati kosong tanpa pikiran apa-apa, karena rasa takut yang sangat.",
    "jalalayn": "(Mereka datang bergegas) dengan segera memenuhi panggilan. Lafal ayat ini berkedudukan menjadi hal atau kata keterangan (dengan mengangkat) mendongakkan (kepalanya) ke langit (sedangkan mata mereka tidak berkedip-kedip) melotot (dan hati mereka kosong) tidak ada suatu pikiran pun yang terbetik di dalamnya saking kaget dan ngerinya."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 44,
    "arab": "وَاَنْذِرِ النَّاسَ يَوْمَ يَأْتِيْهِمُ الْعَذَابُۙ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ اَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍۙ  ",
    "translation": "Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, “Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan), “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1794.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan agar memberi peringatan kepada orang-orang yang zalim dan orang-orang musyrik Mekah, yaitu tentang keluhan dan rintihan yang keluar dari mulut mereka ketika azab menimpa mereka di akhirat nanti sambil memohon, \"Wahai Tuhan kami, berikanlah kepada kami kesempatan yang lain lagi, walaupun beberapa saat saja untuk menaati seruan-Mu dan mengikuti ajaran rasul-Mu dengan mengembalikan kami ke dunia. Jika kesempatan itu benar-benar diberikan kepada kami pasti kami akan mengikuti perintah-Mu dan menghentikan larangan-Mu, kami benar-benar akan memurnikan ketaatan kepada-Mu saja, kami tidak akan menyekutukan-Mu lagi wahai Tuhan kami.\"\nPermohonan mereka dijawab Allah swt dengan firman-Nya:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\nMenurut riwayat al-Baihaqi dari Muhammad bin Kaab Al-Quradhi, ia berkata, \"Penghuni neraka berdoa kepada Allah lima kali. Empat kali dijawab Allah sedang doa yang kelima dijawab Allah dengan perintah agar mereka tidak berkata lagi dan agar tetap mendekam di dalam neraka.\"\nDoa-doa itu tersebut dalam firman Allah sebagai berikut :\n\nMereka menjawab, \"Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?\" (Gafir/40: 11)\n\nPermintaan ini dijawab Allah swt dengan firman-Nya:\n\nYang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar. (Gafir/40:12)\n\nDoa penghuni neraka yang kedua ialah sebagaimana firman Allah swt:\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (As-Sajdah/32:12)\n\nPermintaan mereka ini dijawab Allah swt dalam firman-Nya:\nMaka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.\" (as-Sajdah/32: 14)\n\nDoa penghuni neraka kali yang ketiga ialah sebagaimana tersebut dalam firman Allah swt:\n¦maka orang yang zalim berkata, \"Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul¦.\" (Ibrahim/14: 44)\n\nPermintaan mereka ini dijawab oleh Allah swt dalam firman-Nya:\n(Kepada mereka dikatakan), \"Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa? (Ibrahim/14: 44)\n\nDoa penghuni neraka kali yang keempat ialah sebagaimana firman Allah swt:\nDan mereka berteriak di dalam neraka itu, \"Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.\" (Fathir/35: 37)\n\nAllah swt menjawab permintaan mereka dalam firman-Nya:\nBukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun. (Fathir/35: 37)\n\nDan penghuni neraka berdoa sebagai yang tersebut dalam firman-Nya:\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.\" (al-Muminun/23: 107)\n\nAkhirnya Allah swt menjawab dengan tegas:\nDia (Allah) berfirman, \"Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.\" (al-Muminun/23: 108)\n\nSetelah jawaban Allah swt yang kelima, maka mulut penghuni neraka terbungkam, tidak ada lagi doa, selain dari jeritan yang keluar dari mulut mereka, karena sangat berat azab neraka yang menimpa mereka.",
    "quraish": "Hai Muhammad, terangkan kepada manusia hal-hal yang menakutkan pada hari kiamat ketika mereka disiksa, saat orang-orang yang menganiaya diri mereka dengan kekafiran dan perbuatan maksiat berkata, \"Ya Tuhan kami, tundalah penyiksaan kami, kembalikanlah kami ke dunia, berilah kami waktu lagi barang sedikit, agar kami memperbaiki kelalaian kami dalam memenuhi seruan-Mu tentang tauhid dan mengikuti utusan-utusan-Mu.\" Allah berkata kepada mereka, \"Apakah hari ini kalian berkata begitu dan lupa bahwa di dunia dulu kalian pernah bersumpah bahwa apabila kalian mati, kemudian datang hari pembangkitan, kenikmatan yang kalian rasakan itu tidak akan hilang?",
    "jalalayn": "(Dan berikanlah peringatan) hai Muhammad, peringatkanlah (kepada manusia) yakni orang-orang kafir (terhadap hari yang pada waktu itu datang azab kepada mereka) yaitu hari kiamat (maka berkatalah orang-orang yang lalim) yakni orang-orang kafir (\"Ya Rabb kami! Beri tangguhlah kami) seumpamanya Engkau mengembalikan kami ke dunia (walaupun dalam waktu yang sedikit, niscaya kami akan mematuhi seruan Engkau) dengan mengamalkan ajaran tauhid (dan akan mengikuti rasul-rasul.\") lalu dikatakan kepada mereka dengan nada celaan (\"Bukankah kalian telah bersumpah) telah berikrar (sebelumnya dahulu) yaitu sewaktu di dunia (bahwa sekali-kali kalian tidak akan) huruf min di sini adalah zaidah (binasa?\") setelah meninggalkan dunia menuju ke akhirat."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 45,
    "arab": "وَّسَكَنْتُمْ فِيْ مَسٰكِنِ الَّذِيْنَ ظَلَمُوْٓا اَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْاَمْثَالَ ",
    "translation": "Dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1795.mp3",
    "tafsir": "Ayat ini mengingatkan Rasulullah saw dan orang-orang yang beriman bahwa orang-orang yang zalim tersebut pernah tinggal di negeri orang-orang yang pernah menganiaya diri mereka sendiri dan berbuat kebinasaan di muka bumi, seperti yang pernah dilakukan kaum ad dan tsamud. Telah jelas azab yang ditimpakan Allah kepada mereka dan bekas-bekasnya terdapat di negeri-negeri itu berdasarkan kisah yang tersebut dalam Al-Quran. Demikian pula Allah swt telah memberikan perumpamaan-perumpamaan bagi kaum Muslimin tentang akibat yang akan dialami oleh orang-orang yang zalim itu di dunia dan di akhirat kelak. Seandainya kaum Muslimin melakukan tindakan dan perbuatan seperti yang telah dilakukan orang-orang yang zalim itu, pasti mereka akan ditimpa azab pula, seperti azab yang telah ditimpakan kepada orang-orang yang zalim dahulu. Karena itu, hendaknya kaum Muslimin mengambil pelajaran dari kisah-kisah dan peristiwa orang-orang dahulu itu.",
    "quraish": "Kalian di dunia tinggal di tempat bangsa-bangsa yang menganiaya diri mereka sendiri dengan kekafiran dan perbuatan maksiat. Kemudian, dari peninggalan-peninggalan mereka kalian mengetahui bagaimana Kami menyiksa mereka, tetapi kalian tidak merasa gentar. Di samping itu, Kami telah menerangkan kepada kalian ciri-ciri pekerjaan yang mereka lakukan dan hal-hal yang menimpa mereka, tetapi kalian tidak mengambilnya sebagai pelajaran.\"",
    "jalalayn": "(\"Dan kalian telah berdiam) di dunia (di tempat-tempat kediaman orang-orang yang menganiaya dirinya sendiri) dengan melakukan kekafiran, yaitu bekas tempat tinggal umat-umat terdahulu yang durhaka (dan telah nyata bagi kalian bagaimana Kami telah berbuat terhadap mereka) yaitu berupa siksaan, akan tetapi kalian masih tetap tidak mau kapok juga (dan telah Kami berikan) telah Kami jelaskan (kepada kalian beberapa perumpamaan.\") di dalam Alquran, akan tetapi kalian tidak mau mengambilnya sebagai pelajaran."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 46,
    "arab": "وَقَدْ مَكَرُوْا مَكْرَهُمْ وَعِنْدَ اللّٰهِ مَكْرُهُمْۗ وَاِنْ كَانَ مَكْرُهُمْ لِتَزُوْلَ مِنْهُ الْجِبَالُ ",
    "translation": "Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1796.mp3",
    "tafsir": "Allah swt menerangkan dalam ayat ini bahwa orang-orang kafir Mekah telah membuat rencana jahat untuk mematahkan perjuangan kaum Muslimin. Tetapi mereka tidak menyadari bahwa setiap rencana jahat mereka pasti diketahui Allah, tidak ada yang tersembunyi bagi Allah sedikit pun. Allah menggagalkan setiap usaha mereka, sehingga cita-cita dan tujuan mereka itu tidak akan tercapai. Sebenarnya usaha mereka itu sangat besar, sehingga jika rencana itu digunakan untuk menghancur-leburkan gunung yang sangat kokoh pun akan terlaksana. Tetapi segala rencana mereka betapapun besarnya tidak akan dapat mengalahkan mukjizat Allah, tidak dapat menghapuskan ayat-ayat-Nya, dan tidak mampu menghambat perkembangan agama Islam di muka bumi.\nAyat ini mengisyaratkan kemenangan kaum Muslimin dan kehancuran orang-orang musyrik Mekah dalam waktu yang dekat. Ayat ini berlaku juga bagi kaum Muslimin pada masa kini, asal saja mereka meningkatkan daya dan usaha mereka, selalu sabar dan tabah menghadapi berbagai penderitaan dan cobaan yang ditimpakan oleh rencana jahat orang-orang kafir.",
    "quraish": "Orang-orang musyrik itu telah berbuat makar untuk menggagalkan dakwah. Allah mengetahui makar mereka. Makar itu tidak akan melenyapkan syariat yang kokoh, sekokoh gunung.",
    "jalalayn": "(Dan sesungguhnya mereka telah membuat makar) terhadap Nabi saw. (makar yang besar) yaitu mereka bermaksud untuk membunuh Nabi saw. atau membelenggunya, atau mengusirnya (padahal di sisi Allahlah makar mereka) yakni pengetahuan makar tersebut, atau pembalasan makar itu. (Dan tidak akan) tidak bisa (makar mereka itu) betapa pun besarnya (dapat melenyapkan gunung-gunung) pengertiannya ialah makar tersebut dibiarkan dan tidak memberikan mudarat melainkan hanya terhadap diri mereka sendiri. Yang dimaksud dengan pengertian gunung-gunung di sini, menurut suatu pendapat adalah hakiki, yakni gunung yang sesungguhnya, dan menurut pendapat yang lain dimaksud adalah syariat-syariat Islam yang digambarkan seperti gunung-gunung dalam hal ketetapan dan keteguhannya. Menurut suatu qiraat yang lain litazuula ini dibaca latazuulu, yakni dengan harakat fatah pada huruf lamnya kemudian akhir fi'ilnya dibaca rafa', maka berdasarkan qiraat ini berarti huruf in di sini adalah bentuk takhfif atau keringanan daripada huruf inna yang ditasydidkan huruf nunnya, makna yang dimaksud adalah menggambarkan tentang besarnya makar orang-orang kafir itu terhadap diri Nabi saw. Akan tetapi menurut pendapat yang lain dikatakan, yang dimaksud dengan lafal al-makru ialah kekafiran mereka. Makna yang terakhir ini sesuai pula dengan apa yang disebutkan di dalam firman Allah swt. yang. lainnya, yaitu, \"Hampir-hampir langit pecah karena ucapan itu (mendakwa Tuhan mempunyai anak), bumi belah, dan gunung-gunung runtuh.\" (Q.S. Maryam 90) Sedangkan pengertian yang pertama sesuai dengan bacaan yang tertera."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 47,
    "arab": "فَلَا تَحْسَبَنَّ اللّٰهَ مُخْلِفَ وَعْدِهٖ رُسُلَهٗ ۗاِنَّ اللّٰهَ عَزِيْزٌ ذُو انْتِقَامٍۗ   ",
    "translation": " Maka karena itu jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sungguh, Allah Mahaperkasa dan mempunyai pembalasan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1797.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt tidak akan memungkiri janji-Nya, betapapun besarnya rencana jahat orang-orang kafir itu, janganlah dikira bahwa Allah akan menyalahi janji yang telah dibuat-Nya dengan para rasul. Janji itu ialah: Allah pasti menolong rasul-rasul-Nya dan orang-orang yang beriman besertanya, sehingga mereka memperoleh kemenangan. Demikian pula Allah tidak akan menyalahi janji-Nya untuk mengazab orang kafir di akhirat nanti, sebagaimana tersebut dalam firman-Nya yang terdahulu:\nSesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak. (Ibrahim/14: 42)\n\nPada akhir ayat ini, Allah swt menegaskan bahwa Dia Mahaperkasa dan Mahakeras siksa-Nya. Tidak seorangpun yang sanggup menghindarkan diri dari tuntutan-Nya. Dia pasti membalas dan menyiksa orang-orang yang menghalang-halangi rasul-rasul-Nya.",
    "quraish": "Janganlah engkau mengira, wahai Rasulullah, bahwa Allah Swt. tidak menepati janji kemenangan yang pernah diberikan kepada rasul-rasul-Nya. Dia Mahaperkasa, tidak ada yang mampu menghalangi kehendak- Nya, dan sangat keras pembalasan-Nya terhadap orang yang kafir dan mendurhakai rasul-rasul-Nya.",
    "jalalayn": "(Karena itu janganlah sekali-kali kalian mengira Allah akan menyalahi janji-Nya kepada rasul-rasul-Nya) yaitu akan memberikan pertolongan kepadanya. (Sesungguhnya Allah Maha Perkasa) Maha Menang, tiada sesuatu pun yang dapat menghalang-halangi-Nya (lagi mempunyai pembalasan) terhadap orang-orang yang mendurhakai-Nya."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 48,
    "arab": "يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ ",
    "translation": "(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1798.mp3",
    "tafsir": "Ayat ini menerangkan bahwa waktu pembalasan dan pelaksanaan siksa itu ialah pada hari yang bumi ditukar dengan bumi lain, pada saat Allah menghancurkan langit dan segala yang ada di dalamnya dan menukarnya dengan langit yang lain. Pada waktu itu bumi, bulan, dan segala bintang akan berbenturan, sehingga pecah hancur seperti debu dan beterbangan seperti awan, kemudian terjadilah bumi dan langit yang lain.\nBerkata Ibnu Abbas, \"Bumi yang lain itu tidak lain adalah bumi yang telah berubah sifatnya dari bumi yang sekarang ini, seperti telah berpindah gunungnya, dan tidak mengalir airnya, dan mati lautnya, tidak berombak dan tidak pula tenang.\" \nDari ayat dan riwayat Ibnu Abbas di atas dapat dipahami bahwa nanti pada hari kiamat seluruh semesta ini akan hancur lebur. Masing-masing berbenturan dengan yang lain, sehingga pecah bertaburan dan beterbangan di angkasa beberapa waktu lamanya, kemudian membentuk seperti bentuk bumi dan langit, tetapi ia bukan bumi dan langit yang sekarang ini.\nKeadaan manusia pada saat itu dijelaskan oleh Rasulullah saw dalam hadis ini:\nDari Aisyah ia berkata, \"Saya adalah manusia yang pertama kali menanyakan hal ini kepada Rasulullah saw tentang ayat ini.\" Aisyah berkata, \"Saya menanyakan, \"Dimana manusia ketika itu ya Rasulullah?\" Rasulullah menjawab, \"Di atas shirath (jalan lurus).\" (Riwayat Muslim)",
    "quraish": "Dari itu, Dia akan membalas mereka pada hari kiamat, saat bumi dan langit yang ada sekarang ini digantikan dengan bumi dan langit yang lain, dan semua makhluk keluar dari dalam kubur untuk pengadilan Allah yang tidak bersekutu dan tidak terkalahkan.",
    "jalalayn": "Ingatlah (Pada hari ketika bumi diganti dengan bumi yang lain dan demikian pula langit) yaitu hari kiamat, kemudian manusia digiring untuk dikumpulkan di suatu tanah yang putih bersih sebagaimana yang telah disebutkan di dalam hadis kitab Sahih Bukhari dan Muslim. Sehubungan dengan hal ini Imam Muslim meriwayatkan sebuah hadis bahwasanya Nabi saw. ditanya mengenai manusia pada saat itu. Lalu Nabi saw. menjawab, \"Berada di shirath.\" (dan mereka semuanya tampak bermunculan) artinya mereka keluar dari kuburan mereka masing-masing (untuk menghadap kepada Allah Yang Maha Esa lagi Maha Perkasa.)"
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 49,
    "arab": "وَتَرَى الْمُجْرِمِيْنَ يَوْمَىِٕذٍ مُّقَرَّنِيْنَ فِى الْاَصْفَادِۚ  ",
    "translation": "Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1799.mp3",
    "tafsir": "Ayat-ayat ini menerangkan keadaan manusia waktu dibangkitkan dari kubur setelah kehancuran dunia. Mereka bangkit dari kubur menuju dan berhenti di hadapan Allah Yang Maha Perkasa untuk menerima keputusan hukuman. Pada hari itu, tidak ada teman akrab yang dapat membantu dan menolong, tidak ada anak dan famili yang dapat menghibur hati dari perasaan gundah yang sedang terasa dan tidak seorangpun yang dapat berlindung diri kepada seseorang pun, kecuali kepada Tuhan Yang Mahakuasa.\nSetelah Allah swt menggambarkan kekuasaan dan keperkasaan-Nya pada hari itu, Dia menggambarkan kelemahan dan ketidakberdayaan orang-orang yang berdosa waktu itu dengan menerangkan keadaan mereka yang sedang diazab, yaitu:\n1. Orang yang berdosa waktu itu diikat menjadi satu dengan yang lain, mulai dari tangan sampai ke kaki mereka bersama-sama dengan sesembahan mereka waktu hidup di dunia. Keadaan mereka ini menunjukkan kesamaan sikap dan tindakan mereka sewaktu hidup di dunia. Karena sama-sama kafir kepada Allah, maka sepantasnya mereka sama-sama mendapat azab pula, sebagaimana diterangkan dalam firman-Nya:\nMaka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat, dan bala tentara Iblis semuanya. (asy-Syuara/26: 94-95)\n2. Mereka memakai pakaian yang terbuat dari aspal. Yang dimaksud oleh ayat ini bukanlah pakaian dalam arti yang sebenarnya, tetapi seluruh tubuh orang-orang yang berdosa waktu itu diliputi oleh aspal panas. Dengan demikian, dapat digambarkan empat macam azab yang sedang diderita oleh orang-orang kafir itu, yaitu aspal panas yang membakar dan menghanguskan tubuh, bergejolaklah api di tubuh, warna hitam yang mengerikan, dan bau daging yang membusuk.\n3. Muka mereka dijilat api. Senada dengan ayat ini, firman Allah swt:\nPada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.\" (al-Qamar/54: 48)",
    "quraish": "Pada hari kiamat itu, engkau akan melihat orang-orang kafir dibelenggu dengan tali bersama setan- setan mereka.",
    "jalalayn": "(Dan kamu akan melihat) hai Muhammad (orang-orang yang berdosa) yakni orang-orang kafir (pada hari itu diikat) dalam keadaan terikat beserta setan-setan mereka (dengan belenggu) tali-tali atau rantai-rantai."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 50,
    "arab": "سَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ  ",
    "translation": "Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1800.mp3",
    "tafsir": "Ayat-ayat ini menerangkan keadaan manusia waktu dibangkitkan dari kubur setelah kehancuran dunia. Mereka bangkit dari kubur menuju dan berhenti di hadapan Allah Yang Maha Perkasa untuk menerima keputusan hukuman. Pada hari itu, tidak ada teman akrab yang dapat membantu dan menolong, tidak ada anak dan famili yang dapat menghibur hati dari perasaan gundah yang sedang terasa dan tidak seorangpun yang dapat berlindung diri kepada seseorang pun, kecuali kepada Tuhan Yang Mahakuasa.\nSetelah Allah swt menggambarkan kekuasaan dan keperkasaan-Nya pada hari itu, Dia menggambarkan kelemahan dan ketidakberdayaan orang-orang yang berdosa waktu itu dengan menerangkan keadaan mereka yang sedang diazab, yaitu:\n1. Orang yang berdosa waktu itu diikat menjadi satu dengan yang lain, mulai dari tangan sampai ke kaki mereka bersama-sama dengan sesembahan mereka waktu hidup di dunia. Keadaan mereka ini menunjukkan kesamaan sikap dan tindakan mereka sewaktu hidup di dunia. Karena sama-sama kafir kepada Allah, maka sepantasnya mereka sama-sama mendapat azab pula, sebagaimana diterangkan dalam firman-Nya:\nMaka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat, dan bala tentara Iblis semuanya. (asy-Syuara/26: 94-95)\n2. Mereka memakai pakaian yang terbuat dari aspal. Yang dimaksud oleh ayat ini bukanlah pakaian dalam arti yang sebenarnya, tetapi seluruh tubuh orang-orang yang berdosa waktu itu diliputi oleh aspal panas. Dengan demikian, dapat digambarkan empat macam azab yang sedang diderita oleh orang-orang kafir itu, yaitu aspal panas yang membakar dan menghanguskan tubuh, bergejolaklah api di tubuh, warna hitam yang mengerikan, dan bau daging yang membusuk.\n3. Muka mereka dijilat api. Senada dengan ayat ini, firman Allah swt:\nPada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.\" (al-Qamar/54: 48)",
    "quraish": "Sekujur tubuh mereka dibalur dengan cairan sejenis tir, hingga seolah-olah seperti pakaian yang melekat di badan mereka, sementara wajah mereka tertutupi api.",
    "jalalayn": "(Pakaian mereka) baju-baju mereka (adalah dari aspal) yang sangat mudah menyala (dan tertutuplah) ditutuplah (muka mereka oleh api neraka)."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 51,
    "arab": "لِيَجْزِيَ اللّٰهُ كُلَّ نَفْسٍ مَّا كَسَبَتْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ",
    "translation": "agar Allah memberi balasan kepada setiap orang terhadap apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1801.mp3",
    "tafsir": "Allah swt melakukan yang demikian itu pada hari kiamat adalah untuk memberi pembalasan kepada manusia terhadap apa yang pernah mereka kerjakan selama hidup di dunia. Mereka memperoleh pahala atau siksa neraka sesuai dengan perbuatan yang telah mereka lakukan. Pada hari itu, Allah swt menghisab dengan cepat hamba-Nya.",
    "quraish": "Allah berbuat begitu untuk membalas tiap orang sesuai dengan perbuatan yang pernah ia lakukan di dunia. Perhitungan Allah pada hari kiamat sangat cepat, dan tidak ada sesuatu pun yang dapat mengganggu-Nya dalam melakukan hal itu.",
    "jalalayn": "(Agar pembalasan diberikan) lafal ini bertaalluq kepada lafal barazuu (oleh Allah kepada tiap-tiap orang terhadap apa yang ia usahakan) baik berupa kebaikan atau pun keburukan. (Sesungguhnya Allah Maha cepat hisab-Nya) Dia menghisab semua makhluk selama setengah hari menurut ukuran hari dunia, demikianlah menurut penjelasan hadis."
  },
  {
    "hizb": 104,
    "name": "Ibrahim",
    "ayat": 52,
    "arab": "هٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ ",
    "translation": "Dan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1802.mp3",
    "tafsir": "Pada penutup surah ini, Allah swt menerangkan bahwa Al-Quran yang mulia ini berisi pengajaran, peringatan, dan kabar menakutkan yang disampaikan rasul-Nya kepada manusia, karena sebagian ayat-ayat-Nya menerangkan akibat yang akan dialami orang-orang berdosa di akhirat nanti. Manusia yang mau mengambil pelajaran dari ayat-ayatnya akan berbahagia hidupnya di dunia, dan di akhirat akan memperoleh kesenangan dan kenikmatan di dalam surga sebagai balasan dari perbuatan baik yang telah mereka lakukan.\nHal ini dijelaskan oleh firman Allah swt:\nKatakanlah, \"Allah, Dia menjadi saksi antara aku dan kamu. Al-Quran ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya). (al-Anam/6: 19)\n\nDan firman Allah swt:\nAlif Lam Ra. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibrahim/14: 1)\n\nDemikian pula agar manusia menjadikan dalil-dalil dan hujjah yang terdapat dalam Al-Quran sebagai dasar untuk menetapkan dan meyakini bahwa tidak ada Tuhan yang berhak disembah selain dari Tuhan Yang Maha Esa. Dia yang menaklukkan matahari, bulan, bintang-bintang, malam, siang, laut, dan udara untuk manusia dan menurunkan hujan dari langit agar air hujan itu menumbuhkan bermacam-macam tumbuh-tumbuhan yang bermanfaat bagi hidup dan kehidupan manusia. Dalam laut terdapat bermacam-macam karunia Tuhan, seperti ikan, mutiara, bahan tambang, dan sebagainya yang merupakan rezeki halal bagi manusia. Hanya saja banyak manusia yang tidak mau mengakui adanya nikmat Allah yang beraneka ragam itu.",
    "quraish": "Al-Qur'ân ini adalah penyampai pesan dan ancaman bagi manusia dari siksa Allah agar mereka tahu bahwa apabila mereka takut dan berpikir, niscaya mereka akan mengetahui bahwa Dia adalah satu-satunya Tuhan. Selain itu, juga agar orang-orang yang menggunakan pikirannya mengingat-ingat kebesaran Tuhan mereka, hingga mengetahui hal-hal yang bisa membawa mereka kepada kehancuran.",
    "jalalayn": "(Ini) yakni Alquran ini (adalah penjelasan yang cukup bagi manusia) artinya diturunkan untuk disampaikan kepada mereka (dan supaya mereka diberi peringatan dengannya dan supaya mereka mengetahui) apa-apa yang terkandung di dalamnya berupa hujah-hujah (bahwasanya Dia) yakni Allah (adalah Tuhan Yang Maha Esa dan agar mau mengambil pelajaran) asalnya adalah liyatadzakkara, kemudian huruf ta diidgamkan kepada huruf dzal sehingga jadilah bacaannya liyadzdzakkara artinya, supaya mengambil pelajaran (orang-orang yang berakal) yang berakal sehat."
  }
]