[
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 1,
    "arab": "اَتٰىٓ اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1902.mp3",
    "tafsir": "Allah menegaskan bahwa ketetapan Allah pasti datang. Maksud ketetapan Allah dalam ayat ini ialah hari kiamat yang telah diancamkan kepada kaum musyrik dan orang-orang kafir. Mereka secara berolok-olok meminta kepada Nabi agar azab hari kiamat itu segera didatangkan. Itulah sebabnya, maka Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa azab Allah yang akan dijatuhkan kepada mereka pasti terjadi. Allah swt melarang mereka agar tidak meminta azab itu disegerakan datangnya, karena azab hari kiamat itu akan datang pada waktu yang telah ditentukan dan diputuskan-Nya.\nDalam ayat ini, Allah swt memberitakan datangnya hari kiamat dengan menggunakan kata kerja bentuk lampau (fi'il madhi) padahal azab itu belum terjadi. Hal ini memberikan pengertian bahwa azab itu betul-betul akan terjadi. Ayat ini mengandung ancaman bagi orang-orang kafir dan sekaligus mengandung pemberitahuan kepada mereka bahwa azab yang akan ditimpakan kepada mereka dan kehancuran mereka telah dekat dan pasti datang.\nAllah swt menyatakan bahwa Dia Mahasuci dari apa yang mereka persekutukan. Dia tidak memerlukan sekutu dan pembantu untuk menjatuh-kan azab kepada mereka. Bantahan ini sebagai jawaban terhadap pernyataan mereka bahwa mereka akan meminta bantuan (syafa'at) kepada patung-patung yang mereka sembah.",
    "quraish": "[[16 ~ AN-NAHL (LEBAH) Pendahuluan: Makkiyyah, 128 ayat ~ Surat ini termasuk dalam kelompok surat Makkiyyah, kecuali tiga ayat terakhir yang termasuk dalam surat Madaniyyah. Surat yang terdiri atas 128 ayat ini dimulai dengan penegasan Allah akan ancaman-Nya terhadap orang-orang musyrik dan penjelasan tentang kekuasaan-Nya dalam melaksanakan ancaman itu. Hal ini dibuktikan dengan penciptaan langit dan bumi. Beberapa karunia yang diberikan kepada manusia seperti penciptaan unta, menumbuhkan tanaman dan segala makhluk laut, seperti segala jenis ikan yang bisa dimakan dan mutiara-mutiara yang dapat dijadikan perhiasan juga dijelaskan. Selanjutnya Allah mengisyaratkan konsekuensi dari nikmat yang telah diberikan, yaitu keharusan bersyukur kepada-Nya dan kewajiban menyembah hanya kepada-Nya. Di samping itu, diisyaratkan juga sikap orang-orang musyrik dalam menyambut seruan kepada ajaran tauhid dan pendustaan yang mereka lakukan terhadap al-Qur'ân. Mereka menuduh bahwa al-Qur'ân adalah termasuk dongeng-dongeng dan legenda orang-orang terdahulu. Kemudian, di bagian lain, Allah menunjukkan siksa bagi orang-orang musyrik dan nikmat bagi orang-orang Mukmin pada hari kiamat. Lalu dijelaskan pula mengenai keingkaran orang-orang musyrik terhadap hari kebangkitan. Allah menolak keingkaran mereka dengan menjelaskan kekuasaan-Nya dan menegaskan janji-Nya kepada orang-orang Mukmin dan ancaman-Nya terhadap orang-orang musyrik. Setelah itu Allah mendekatkan gambaran kebenaran hari kiamat melalui kekuasan-Nya kepada mereka dan ketundukan seluruh alam hanya kepada-Nya. Di surat ini, dijelaskan pula bahwa Allahlah yang akan membuka tabir kepalsuan dari keyakinan orang-orang musyrik mengenai kekuasaan tuhan-tuhan yang tidak dapat mendatangkan manfaat dan mudarat sama sekali dan kekeliruan mereka dalam memandang wanita, baik kecil maupun dewasa. Kemudian, dalam surat ini Allah juga menyebutkan kisah beberapa rasul sebelum Muhammad, pelajaran yang harus dipetik dari penciptaan-Nya terhadap segala sesuatu termasuk pelbagai nikmat-Nya kepada manusia, keterpautan rezeki yang membuat orang kaya memiliki kelebihan dari orang fakir, nikmat-nikmat-Nya yang diberikan kepada manusia dalam penciptaan laki-laki maupun perempuan dan keturunan yang dihasilkan dari perkawinan antara keduanya. Lalu Allah memberikan perumpamaan untuk menjelaskan kekuasaan-Nya dan mengajak untuk memperhatikan kehebatan berbagai ciptaan-Nya yang menunjukkan kebesaran Pencipta dan kemurahan nikmat-Nya, serta sikap orang-orang musyrik dalam menerima nikmat-nikmat yang besar itu. Setelah menjelaskan pandangan-pandangan Islam tentang keadilan, tentang pentingnya menjalin hubungan dengan menepati janji, tentang mukjizat al-Qur'ân serta keingkaran dan tuduhan orang-orang musyrik terhadap mukjizat itu, Allah menunjukkan keadaan orang-orang musyrik pada hari kiamat dan bagaimana dahulu mereka menghalalkan dan mengharamkan sesuatu tanpa alasan. Di bagian akhir surat ini disinggung tentang orang-orang Yahudi yang selalu mendekati orang-orang musyrik. Dijelaskan juga bahwa hukuman balasan itu hendaknya sesuatu yang sepadan, dan orang-orang Mukmin hendaknya selalu bersabar, bertakwa dan berbuat baik.]] Yakinilah, hai orang-orang musyrik, bahwa ancaman Allah kepada kalian pada hari kiamat tidak diragukan lagi pasti akan tiba saatnya. Maka janganlah kalian mengolok-olok dengan meminta agar kedatangan itu dipercepat. Mahasuci Allah dari sekutu yang berhak disembah dan dari segala sesuatu yang kalian sekutukan, yaitu tuhan-tuhan yang tidak memiliki kemampuan apa-apa.",
    "jalalayn": "Ketika orang-orang musyrik merasa lambat akan datangnya azab yang diancamkan kepada mereka, lalu turunlah firman-Nya: (Telah pasti datangnya ketetapan Allah) yakni hari kiamat. Lafal ataa diungkapkan dalam bentuk fi`il madhi untuk menunjukkan kepastian kejadiannya, artinya telah dekat (maka janganlah kalian meminta disegerakan datangnya) artinya janganlah kalian meminta disegerakan sebelum saatnya karena sesungguhnya hari kiamat itu pasti akan terjadi (Maha Suci Allah) kalimat ini mengandung makna memahasucikan Dia (dan Maha Tinggi dari apa yang mereka persekutukan) di samping-Nya."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 2,
    "arab": "يُنَزِّلُ الْمَلٰۤىِٕكَةَ بِالرُّوْحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُوْٓا اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاتَّقُوْنِ ",
    "translation": "Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, “Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.”       ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1903.mp3",
    "tafsir": "Setelah ayat tersebut turun, orang-orang Quraisy menanyakan, \"Seandainya Allah memang berkuasa untuk mengazab para hamba-Nya yang lain, maka siapakah yang mengetahui hal yang sangat gaib ini yang tidak diketahui oleh siapa punjuga kecuali hanya Dia? Pertanyaan ini hanya menunjukkan pengingkaran mereka terhadap kejadian hari kiamat. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa berita itu diketahui dari wahyu yang diturunkan Allah melalui malaikat. Dari wahyu itulah berita-berita gaib dapat diketahui. Wahyu itu dibawa oleh malaikat dengan perintah Allah kepada hamba-Nya yang dikehendaki. Penjelasan itu dikemukakan agar mereka dapat mengetahui bahwa seseorang yang menerima wahyu berarti telah menerima tugas kenabian. Yang dimaksud dengan roh dalam ayat ini ialah wahyu sebagai-mana tampak jelas artinya di ayat yang lain:\n\n¦Yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya,¦ (al-Mu'min/40: 15)\n\nDan firman-Nya lagi:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami¦ (asy-Syura/42: 52)\n\nWahyu itu dibawa oleh para malaikat kepada para nabi semata-mata karena perintah Allah dan bukan kemauan malaikat itu sendiri. Seperti ditegaskan dalam ayat-ayat yang lain sebagai berikut:\n\nDan tidaklah kami (Jibril) turun kecuali atas perintah Tuhanmu. (Maryam/19: 64)\nDan firman Allah swt:\n\nMereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya. (al-Anbiya'/21: 27)\n\nWahyu itu diberikan oleh Allah kepada para hamba-Nya yang terpilih dan mempunyai kesiapan mental untuk menerimanya. Gunanya sebagai sarana untuk memberikan peringatan kepada para hamba Allah. Antara lain, untuk menyampai-kan ajaran tauhid dan meyakinkan mereka tentang keesaan Allah, bahwa tidak ada tuhan yang wajib disembah kecuali Allah dan Dialah Tuhan bagi segala makhluk, sedang tuhan-tuhan yang lain adalah tuhan ciptaan mereka yang jauh dari kebenaran. Dengan demikian, wajib bagi manusia untuk menghambakan diri semata-mata kepada-Nya karena dengan jalan demikian manusia akan selamat dari kehancuran dan terlepas dari kesesatan. Dalam ayat itu terdapat petunjuk bahwa wahyu itu turun dari Allah kepada nabi-Nya dengan perantaraan para malaikat. Dalam ayat yang lain disebutkan:\n\nSemua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (al-Baqarah/2: 285)\n\nMalaikat disebut lebih dahulu daripada rasul-rasul untuk menyatakan bahwa malaikat itu menerima wahyu dari Allah tanpa perantara. Sedangkan yang dimaksud dengan kitab-kitab ialah wahyu yang disampaikan oleh para malaikat kepada para nabi-Nya. \nDi akhir ayat ini, Allah swt menegaskan bahwa hendaklah manusia bertakwa hanya kepada-Nya. Ini adalah seruan yang ditujukan kepada orang-orang yang beriman agar tetap bertakwa kepada-Nya. Juga ditujukan kepada orang-orang kafir Quraisy yang menentang akan terjadinya hari kiamat agar mereka menghentikan kemusyrikannya dan meninggalkan sifat-sifat yang menentang terhadap ketentuan yang datang dari Allah dikarenakan sifat tergesa-gesa menolak sesuatu yang belum diyakini kebenarannya.",
    "quraish": "Dia menurunkan malaikat dengan membawa wahyu yang menghidupkan kalbu kepada para hamba-Nya yang dipilih untuk menjadi rasul. Para rasul itu diutus untuk memberi peringatan kepada manusia bahwa tiada Tuhan yang wajib disembah kecuali Aku. Maka jauhilah segala apa yang menyebabkan murka-Ku dan yang menjerumuskan kalian kepada siksaan. Hendaknya kalian selalu taat agar terlindung dari siksaan.",
    "jalalayn": "(Dia menurunkan malaikat) yakni malaikat Jibril (dengan wahyu) dengan membawa wahyu (atas perintah-Nya) berdasarkan kehendak-Nya (kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya) mereka adalah para nabi (yaitu) huruf an di sini bermakna mufassirah atau kata penafsir (peringatkanlah olehmu sekalian) peringatkanlah orang-orang kafir dengan azab, dan beritahukanlah kepada mereka (bahwasanya tidak ada Tuhan melainkan Aku, maka hendaklah kalian bertakwa kepada-Ku) artinya takutlah kalian kepada-Ku."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 3,
    "arab": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ تَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1904.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dia menciptakan benda-benda yang ada di langit dan benda-benda yang ada di bumi dengan benar. Maksudnya ialah sesuai dengan hikmah dan kebijaksanaan-Nya dan tidak ada yang sia-sia. Dia menciptakan semuanya tanpa bantuan dan pertolongan siapa pun. Dia cukup menciptakan benda-benda dan hukum yang berlaku baginya, sehingga benda-benda itu berfungsi sesuai dengan hukumnya. Tidak ada zat yang lain yang berkuasa untuk mencipta, mengatur, dan mengendalikan langit, bumi dan semua isinya. Sebagai konsekuensinya, tidak layak apabila ada orang yang menghambakan dirinya kepada tuhan-tuhan yang lain selain-Nya. Oleh karena itu, Allah menyatakan di akhir ayat ini bahwa Dia Mahasuci dari apa yang mereka persekutukan. (Keterangan lebih lanjut bisa dilihat dalam tafsir Surah Ibrahim/14: 19).\nPenciptaan langit dan bumi dengan haq (benar) juga bisa bermakna bahwa Tuhan menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tatasurya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.\nApa yang tertulis di atas hanya sebagian dari \"keputusan rancangan\" yang dibuat Allah agar kehidupan di bumi dapat eksis dan bertahan. Namun yang sedikit ini pun sudah cukup untuk menunjukkan bahwa keberadaan bumi bukan karena kebetulan. Tidak juga terbentuk oleh serangkaian kejadian acak.\nHal tersebut dan detail lain yang tak berhingga meyakinkan kembali kebenaran yang sederhana dan murni. Allah dan hanya Allah yang menciptakan alam semesta, bintang, planet, pegunungan, dan laut dengan sempurna, memberikan kehidupan bagi manusia dan makhluk hidup lainnya, dan menempatkan ciptaan-Nya di bawah kendali manusia. Allah dan hanya Allah, sumber pengampunan dan kekuasaan, cukup berkekuatan untuk menciptakan sesuatu dari kehampaan.",
    "quraish": "Dia menciptakan langit dan bumi sesuai dengan hikmah-Nya. Allah Mahasuci dari sekutu yang bertindak di dalam kerajaan-Nya atau yang pantas disembah seperti Dia.",
    "jalalayn": "(Dia menciptakan langit dan bumi dengan hak) artinya secara sungguh-sungguh. (Maha Tinggi Allah daripada apa yang mereka persekutukan) bersama-Nya yaitu berhala-berhala."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 4,
    "arab": "خَلَقَ الْاِنْسَانَ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
    "translation": "Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1905.mp3",
    "tafsir": "Kemudian dalam ayat ini, Allah menjelaskan proses kejadian diri manusia bahwa Dia menciptakannya dari nuthfah. Dalam ayat yang lain dijelaskan bahwa Allah menciptakan manusia dari air yang lemah. Kejadian itu melalui proses perkembangan. Di dalam kandungan, mani berubah menjadi 'alaqah (sesuatu yang menggantung di dinding rahim), kemudian menjadi gumpalan daging. Setelah mengalami jangka waktu 4 bulan mulai terwujud janin yang sempurna, dan setelah 9 bulan kejadian, bayi itu dikeluarkan dari kandungan ibunya ke alam dunia. Setelah itu, bayi masih memerlukan bantuan dan perawatan ibunya untuk disusui, dirawat, dan dididik sampai dewasa dan dapat berpikir secara sempurna. \nManusia yang mengalami proses penciptaan yang rumit dan bertahap, dari makhluk yang lemah menjadi yang perkasa ini, tiba-tiba mengingkari keesaan penciptanya dan terjadinya hari kebangkitan, serta memusuhi para rasul Allah, padahal ia diciptakan hanya sebagai hamba. Manusia bahkan melupakan asal kejadiannya bahwa ia diciptakan dari setetes air yang tidak mempunyai kemampuan sedikit pun. Mereka berkata dengan terus-terang, sebagaimana dijelaskan dalam firman Allah:\n\nDan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29)\n\nMereka juga mengingkari kebangkitan kembali manusia setelah mati dan menjadi tulang-belulang. Firman Allah:\n\n¦Dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\" (Yasin/36: 78)",
    "quraish": "Setiap manusia diciptakan dari bahan cair, yaitu sperma. Tetapi kemudian manusia itu berubah menjadi seorang yang sangat membantah hakikat dirinya sendiri, tangguh menghadapi lawan dan kuat argumentasinya.",
    "jalalayn": "(Dia telah menciptakan manusia dari mani) mulai dari mani hingga menjadi manusia yang kuat lagi kekar (tiba-tiba ia menjadi pembantah) sangat memusuhi (yang nyata) lalu Allah menjelaskan tentang bantahan manusia itu yang tidak mempercayai adanya hari berbangkit, yaitu melalui firman-Nya yang lain: \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh.\" (Q.S. Yasin 78)"
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 5,
    "arab": "وَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ ",
    "translation": "Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1906.mp3",
    "tafsir": "Pada ayat ini, Allah swt menjelaskan aneka ragam kenikmatan yang disediakan untuk para hamba-Nya berupa binatang ternak, seperti unta, sapi, kambing, dan lain sebagainya. Nikmat yang diperoleh dari binatang itu seperti bulunya yang dapat dibuat kain wool, berguna untuk melindungi tubuh dari gangguan udara dingin, dan kulitnya dapat dijadikan sepatu dan peralatan lainnya. Begitu pula susu dan dagingnya bermanfaat bagi kesehatan manusia. Secara ringkas dapat dikatakan bahwa binatang ternak itu diciptakan untuk manusia agar dapat dimanfaatkan sebagai sumber pemenuhan kebutuhan hidupnya.",
    "quraish": "Allah telah memberikan keutamaan kepada kalian, wahai para hamba. Telah diciptakan untuk kalian unta, sapi, kambing, dan anak kambing yang bulu dan rambutnya bisa dipakai untuk menghangatkan badan, dan dagingnya bisa dimakan untuk kelangsungan hidup kalian.",
    "jalalayn": "(Dan binatang ternak) yakni unta, sapi dan kambing. Lafal al-an`aam dibaca nashab karena dinashabkan oleh fi`il yang diperkirakan keberadaannya lalu fi`il tersebut ditafsirkan atau dijelaskan oleh lafal berikut ini, yaitu: (Dia telah menciptakannya untuk kalian) sebagian dari manusia (padanya ada kehangatan) yaitu bulu dan kulitnya dapat dibuat pakaian dan selimut untuk penghangat tubuh kalian (dan berbagai manfaat) yaitu dari anak-anaknya, air susunya dan dapat dijadikan sebagai kendaraan (dan sebagiannya kalian makan) zharaf didahulukan karena untuk tujuan fashilah."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 6,
    "arab": "وَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ",
    "translation": "Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1907.mp3",
    "tafsir": "Allah swt menjelaskan bahwa manusia memperoleh kepuasan batin dan pemandangan yang indah pada binatang ternak ketika mereka melepas dan menggiringnya di pagi hari menuju tempat penggembalaan. Perasaan yang sama juga dirasakan pada sore hari ketika mereka menghalau dan menggiring binatang ternak itu kembali ke kandangnya. Keindahan yang diperoleh manusia dari binatang ternak itu termasuk nikmat Allah yang diberikan kepada hamba-Nya.",
    "quraish": "Kalian mendapatkan kesenangan ketika melihat hewan-hewan ternak itu kembali dari tempat penggembalaan dalam keadaan kenyang dan penuh dengan susu, dan ketika kalian pergi ke kebun dan tempat penggembalaan, dengan cepat hewan-hewan itu memakan makanannya.",
    "jalalayn": "(Dan kalian memperoleh pandangan yang indah padanya) yakni sebagai perhiasan kalian (ketika kalian membawanya kembali ke kandang) ketika kalian menggiringnya kembali ke kandangnya di waktu sore hari (dan ketika kalian melepaskannya ke tempat penggembalaan) kalian mengeluarkannya dari kandangnya menuju ke tempat penggembalaan di waktu pagi hari."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 7,
    "arab": "وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ",
    "translation": "Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1908.mp3",
    "tafsir": "Kemudian Allah menyebutkan nikmat-Nya yang lain yang diperoleh manusia dari binatang ternak, yakni mengangkut barang atau beban manusia yang berat dari satu tempat ke tempat yang lain dimana mereka tidak sanggup untuk membawanya sendiri.\nAllah berfirman:\n\nDan sesungguhnya pada hewan-hewan ternak, terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan. (al-Mu'minun/23: 21)\n\nDan firman-Nya:\n\nAllahlah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan. (al-Mu'min/40: 79)\n\nKemudian Allah swt menegaskan bahwa Dia Maha Pengasih dan Maha Penyayang. Kasih sayang Allah disebutkan dalam ayat ini agar manusia dapat mensyukuri nikmat Allah yang diperolehnya dari binatang ternak, yang sangat bermanfaat bagi mereka sebagai alat pengangkut yang sangat penting artinya bagi kehidupan mereka.\nAllah swt berfirman:\n\nDan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya? (Yasin/36: 71)",
    "quraish": "Binatang-binatang tersebut membawa barang-barang kalian yang berat ke suatu negeri yang tidak bisa kalian capai kecuali dengan susah payah. Sesungguhnya Tuhan yang telah menyediakan semua itu, untuk kenyamanan kalian, Maha Pengasih lagi Mahaluas rahmat-Nya.",
    "jalalayn": "(Dan ia dapat memikul beban-beban kalian) barang-barang kalian (ke suatu negeri yang kalian tidak sanggup sampai kepadanya) kalian tidak sanggup mencapainya tanpa memakai kendaraan unta (melainkan dengan kesukaran-kesukaran yang memayahkan diri) yang membuat payah diri kalian. (Sesungguhnya Rabb kalian benar-benar Maha Pengasih lagi Maha Penyayang) terhadap kalian, Dia telah menciptakannya untuk kalian manfaatkan."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 8,
    "arab": "وَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ",
    "translation": "dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1909.mp3",
    "tafsir": "Selanjutnya, Allah swt menyebutkan beberapa binatang ternak lainnya yang bermanfaat bagi kehidupan manusia, yaitu Allah menciptakan kuda, bagal, dan keledai untuk dikendarai dan dijadikan sebagai binatang pelihara-an yang menyenangkan.\nAda segolongan ahli fikih yang mengharamkan daging kuda. Mereka mengemukakan alasan bahwa kuda diciptakan Allah untuk dijadikan kendaraan bukan untuk dimakan. Alasan ini diperkuat dengan teks ayat yang menyebutkan tiga jenis binatang ternak. Hal ini menunjukkan bahwa kuda, keledai, dan bagal hukumnya sama-sama haram dimakan. Sekiranya ketiga binatang ini boleh dimakan, tentulah disebutkan dalam ayat ini, sebab kebutuhan seseorang untuk makan lebih terasa daripada kebutuhan mereka terhadap kendaraan.\nAkan tetapi, alasan yang dikemukakan di atas tidak disetujui oleh kalangan ahli fikih yang lain dengan alasan bahwa seandainya ayat ini menunjukkan keharaman kuda, tentu keledai yang dipelihara termasuk ke dalamnya. Kalau memang demikian pengertiannya, tentu pada saat terjadi perang Khaibar tidak perlu ada penegasan keharaman memakan keledai piaraan karena ayat itu turun jauh sebelum perang Khaibar.\nDi samping itu, banyak dalil yang membolehkan memakan daging kuda, di antaranya adalah:\nDari Asma' r.a., \"Kami berkorban seekor kuda pada masa Rasulullah, lalu kami memakan dagingnya.\" (Riwayat al-Bukhari dan Muslim)\n\nDari Jabir r.a., \"Rasulullah menyuruh kami memakan daging kuda dan melarang kami memakan daging keledai piaraan.\" (Riwayat Abu 'Ubaid, Ibnu Abi Syaibah, at-Tirmizi, an-Nasa'i, dan lain-lain)\nDari Jabir r.a., \"Rasulullah melarang memakan daging keledai piaraan dan membolehkan memakan daging kuda.\" (Riwayat al-Bukhari dan Abu Dawud)\n\nDi samping hadis-hadis tersebut, memang ada hadis yang melarang memakan daging kuda bagal, dan keledai\n\nRasulullah melarang memakan daging tiap-tiap binatang buas yang bertaring, daging kuda bagal, dan keledai piaraan. (Riwayat Ahmad)\n\nHadis yang mengharamkan daging kuda ini daif karena dalam sanadnya tercantum nama shalah bin Yahya yang diragukan kekuatan hafalannya. Seandainya hadis ini dianggap sahih, nilai kekuatannya tidak melebihi hadis-hadis sahih lain yang lebih banyak jumlahnya yang membolehkan memakan daging kuda. \nSecara singkat dapat dikatakan bahwa hadis yang melarang memakan daging kuda bagal, dan keledai itu terjadi sebelum peristiwa Perang Khaibar. Oleh sebab itu, bisa dikatakan hadis ini dinasakh oleh hadis yang menerang-kan kebolehannya.\nDi akhir ayat, Allah menyebutkan bahwa Dia menciptakan semua makhluk yang belum diketahui oleh manusia, baik binatang darat, laut, ataupun angkasa, yang dapat diambil manfaatnya oleh mereka. Namun demikian, sampai saat ini akal manusia belum sampai pada pengetahuan tentang manfaat dari makhluk tersebut. Semua itu bertujuan agar manusia dapat memahami betapa luasnya nikmat Allah swt yang diberikan kepada mereka yang tiada putus-putusnya.",
    "quraish": "Dia telah menciptakan kuda, baghal (peranakan kuda dan keledai) dan keledai untuk menjadi kendaraan kalian dan hiasan yang menyenangkan hati kalian. Allah akan menciptakan sarana transportasi yang tidak kalian ketahui dari segala apa yang ditundukkan Allah untuk manusia jika kalian mau berpikir dan mengerahkan segala potensi yang ada.",
    "jalalayn": "(Dan) Dia telah menciptakan (kuda, bighal dan keledai agar kalian menungganginya dan menjadikannya sebagai perhiasan) lafal ziinatan menjadi maf`ul lah. Disebutkannya kedua `illat itu, yaitu untuk ditunggangi dan dianggap sebagai perhiasan hal ini sama sekali tidak bertentangan dengan manfaat lain yang ada padanya. Seperti halnya pada kuda, selain dapat ditunggangi dan dijadikan perhiasan dagingnya dapat dimakan, hal ini telah ditetapkan berdasarkan hadis kitab Sahih Bukhari dan Muslim. (Dan Allah menciptakan apa yang kalian tidak mengetahuinya) berupa hal-hal yang aneh dan menakjubkan."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 9,
    "arab": "وَعَلَى اللّٰهِ قَصْدُ السَّبِيْلِ وَمِنْهَا جَاۤىِٕرٌ ۗوَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ࣖ  ",
    "translation": "Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1910.mp3",
    "tafsir": "Allah swt menyebutkan nikmat-Nya yang berguna untuk kepentingan jiwa manusia, agar mereka mengetahui dan mensyukuri Pencipta alam semesta dan nikmat yang sangat luas ini. Allah menjelaskan bahwa Dialah yang mempunyai kekuasaan tertinggi untuk membimbing manusia melalui wahyu kepada para rasul-Nya dan memerintahkan mereka untuk menaatinya. Ini bertujuan agar manusia sampai pada kebenaran. Dengan demikian, barang siapa mengikuti bimbingan itu berarti ia akan memperoleh kebahagiaan yang sangat berguna bagi dirinya. Akan tetapi, barang siapa yang menempuh jalan sesat maka akibatnya akan diderita dan dirasakannya sendiri.\nAllah swt berfirman:\n\nDan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa. (al-An'am/6: 153)\n\nDan firman-Nya:\n\nDia (Allah) berfirman, \"Ini adalah jalan yang lurus (menuju) kepada-Ku.\" (al-hijr/15: 41)\n\nDan firman-Nya:\n\nSesungguhnya Kamilah yang memberi petunjuk. (al-Lail/92: 12)\n\nDi samping jalan lurus itu, ada jalan yang menyimpang dari kebenaran. Apabila manusia melalui jalan itu, mereka tidak akan mencapai kebahagiaan. Jalan itu adalah jalan kesesatan, yang membawa manusia pada perpecahan dan kehancuran.\nMenurut ayat ini, jalan lurus yang mengantarkan manusia untuk mem-peroleh kebahagiaan hanyalah agama Islam, yaitu agama yang hanif, disyariatkan Allah dan diwahyukan-Nya kepada Nabi Muhammad saw, serta sesuai dengan fitrah manusia.\nAllah swt berfirman:\n\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30: 30)\n\nSesungguhnya Allah berkuasa untuk membimbing manusia seluruhnya untuk beragama tauhid. Akan tetapi, Allah swt Maha Bijaksana. Ia memberi hak pilih kepada manusia karena mereka memiliki akal dan pikiran untuk digunakan sebagaimana mestinya. Allah juga memberikan bimbingan wahyu kepada manusia melalui rasul-Nya, agar mereka melaksanakan tuntunan itu berdasarkan pilihannya. Firman Allah:\n\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. (Yunus/10: 99)\n\nUntuk mendorong minat manusia melakukan amal yang baik, Allah swt menjanjikan pahala. Sebagai upaya menghilangkan kecenderungan mereka melakukan amal yang jelek, Allah juga memberi peringatan dengan ancaman yang pedih. Hal ini dimaksudkan agar manusia mau mengikuti petunjuk-Nya dan menghindari larangan-Nya.",
    "quraish": "Sesuai dengan karunia dan rahmat-Nya, Allah telah menetapkan atas diri-Nya untuk menjelaskan jalan lurus yang mengantarkan kalian menuju kebaikan. Di antara jalan itu ada yang bengkok menyeleweng, tidak menuju kepada kebenaran. Jika Allah berkehendak memberikan petunjuk kepada kalian, tentulah Dia akan menunjuki dan membawa kalian kepada jalan yang lurus. Akan tetapi Dia telah menciptakan akal yang mampu menalar dan kehendak yang dapat mengarahkan. Selanjutnya Dia memberikan kebebasan kepada kalian untuk memilih.",
    "jalalayn": "(Dan hak bagi Allah menerangkan jalan yang lurus) hak bagi Allah menjelaskannya (dan di antara jalan-jalan) tersebut (ada yang bengkok) menyimpang dari jalan yang lurus. (Dan jika Dia menghendaki) untuk memberi petunjuk kepada kalian (niscaya Dia memberi petunjuk kepada kalian) ke jalan yang lurus (semuanya) sehingga kalian semua mendapat petunjuk ke jalan yang lurus itu atas kehendak kalian sendiri."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 10,
    "arab": "هُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ   ",
    "translation": "Dialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1911.mp3",
    "tafsir": "Allah menyebutkan nikmat yang diperoleh manusia dari langit secara langsung atau tidak langsung. Nikmat Allah yang mereka peroleh secara langsung adalah air hujan yang dapat dijadikan air minum dan keperluan lainnya dalam kehidupan mereka sehari-hari, seperti mandi, mencuci pakaian, dan lain sebagainya. Turunnya air hujan juga membuat udara yang panas menjadi sejuk dan menyegarkan badan.\nSedang nikmat Allah yang diperoleh secara tidak langsung dari air hujan adalah air itu dapat mengairi sawah dan menghidupkan segala macam tumbuh-tumbuhan. Segala tumbuhan itu sangat bermanfaat bagi manusia dan makhluk lain, seperti manusia dapat menggembalakan binatang ternak mereka di padang rumput.\nAyat ini merupakan salah satu dari sekian banyak ayat yang berbicara mengenai hujan dan kesuburan yang diakibatkannya. Untuk rincian mengenai hujan lihat Surah an-Nur/24: 43 dan ar-Rum/30: 48-49. Sedang-kan uraian mengenai bagaimana hujan sangat berperan untuk kesuburan dapat dilihat pada Surah Qaf/50: 9-11.",
    "quraish": "Dialah yang menurunkan air dari langit untuk kalian. Sebagian untuk diminum dan sebagian yang lain untuk menyuburkan tumbuh-tumbuhan. Di tempat tumbuh-tumbuhan itulah kalian menggembalakan hewan ternak kalian agar dapat menjadikannya makanan dan memberi kalian susu, daging dan bulu.",
    "jalalayn": "(Dialah Yang telah menurunkan air hujan itu dari langit untuk kalian, sebagiannya menjadi minuman) untuk kalian minum (dan sebagiannya menjadi tumbuh-tumbuhan) maksudnya oleh sebab air itu menjadi suburlah tumbuh-tumbuhan (yang pada tempat tumbuhnya kalian menggembalakan ternak kalian) kalian jadikan sebagai tempat menggembalakan ternak."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 11,
    "arab": "يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
    "translation": "Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1912.mp3",
    "tafsir": "Dengan hujan itu pula, Allah swt menumbuhkan tanam-tanaman yang buahnya dapat memenuhi kebutuhan hidup manusia. Dari jenis rumput-rumputan, manusia memperoleh bahan makanan bagi ternak mereka, dari zaitun mereka memperoleh minyak yang diperlukan oleh tubuh, dan dari kurma dan anggur mereka dapat memperoleh buah-buahan sebagai penambah gizi makanan mereka. \nKemudian disebut pula segala macam buah-buahan, agar manusia dapat mengetahui kekuasaan-Nya yang tidak terbatas. Dari air yang sama, Allah swt berkuasa menumbuhkan tanam-tanaman yang beraneka ragam dan mengeluarkan buah-buahan yang beraneka ragam bentuk, warna, dan rasanya. Segala macam tumbuh-tumbuhan yang menghasilkan bahan yang dapat memenuhi kebutuhan hidup mereka adalah nikmat yang diberikan oleh Allah dan sekaligus sebagai bukti keesaan-Nya bagi orang yang mengingkari-Nya.\nPada akhir ayat ini dijelaskan bahwa segala macam nikmat yang diturunkan baik secara langsung ataupun tidak langsung merupakan bukti kebenaran bahwa sesungguhnya tidak ada tuhan kecuali Allah. Bukti-bukti itu dapat diketahui oleh orang-orang yang memperhatikan dan memikirkan tanda-tanda kekuasaan Allah serta memikirkan hukum-hukum yang berlaku di dalamnya. \nBukti-bukti kekuasaan Allah yang terdapat di alam ini cukup memberikan kepuasan pada orang yang benar-benar memperhatikan kekuasaan-Nya dan mempercayai keesaan-Nya. Sebagai contoh, perhatikanlah biji-bijian, baik biji tunggal ataupun berkeping dua, yang terletak di permukaan tanah yang dibasahi air hujan. Lama kelamaan biji itu merekah dan akarnya keluar menembus permukaan tanah. Kemudian tumbuh batang dan dedaunan, lalu berkembang menjadi besar, berbunga, dan berbuah. \nSatu hal yang menarik perhatian ialah biji-bijian yang hampir sama bentuknya menghasilkan tumbuh-tumbuhan yang beraneka ragam dan menghasilkan buah-buahan yang bermacam-macam bentuk, warna, dan rasanya. Orang yang menyaksikan hal tersebut tentu akan melihat bahwa pencipta dari segala macam tumbuh-tumbuhan itu pasti Zat Yang Mahasempurna yang tidak bisa disaingi oleh zat-zat yang lain. Dialah yang berhak dipertuhan dan disembah.",
    "quraish": "Air yang diturunkan dari langit itu dapat menumbuhkan tanaman-tanaman yang menghasilkan biji- bijian, zaitun, kurma, anggur, dan jenis buah-buahan lainnya. Sesungguhnya di dalam penciptakan hal-hal di atas terdapat tanda bagi kaum yang mempergunakan akalnya dan selalu memikirkan kekuasaan pencipta-Nya.",
    "jalalayn": "(Dia menumbuhkan bagi kalian dengan air itu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar ada tanda) yang menunjukkan akan keesaan Allah swt. (bagi kaum yang memikirkan) mengenai ciptaan-Nya sehingga mereka mau beriman karenanya."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 12,
    "arab": "وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَۙ وَالشَّمْسَ وَالْقَمَرَ ۗوَالنُّجُوْمُ مُسَخَّرٰتٌۢ بِاَمْرِهٖ ۗاِنَّ فِي ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَۙ",
    "translation": "Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bin-tang-bintang dikendalikan dengan perintah-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1913.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dialah yang mengendalikan malam dan siang, serta matahari dan bulan. Semua itu untuk kepentingan manusia dan sebagai nikmat yang diciptakan Allah untuk mereka. Allah mengendali-kan siang dan malam secara berganti-ganti. Malam sebagai waktu untuk beristirahat dan tidur agar tenang pikirannya di siang hari. Sedang siang adalah waktu untuk berusaha mencari rezeki guna memenuhi kebutuhan hidup. \nAllah menyebutkan matahari dan bulan. Matahari sebagai penyebab adanya siang dan malam. Apabila matahari muncul di cakrawala di bagian langit sebelah timur berarti hari sudah mulai siang. Makin lama matahari makin meninggi bergerak di angkasa secara perlahan-lahan dan apabila telah tenggelam di bagian ufuk sebelah barat, berarti malam telah tiba. Matahari sebagai sumber tenaga sangat diperlukan bagi segenap makhluk hidup yang ada di permukaan bumi, seperti manusia, binatang, dan tumbuh-tumbuhan.\nBulan berjalan lebih cepat dari matahari suatu saat ia berbentuk sabit, beberapa hari kemudian bertambah besar, dan akhirnya menjadi bulan purnama. Sesudah itu, cahayanya mulai berkurang dan bentuknya kembali menjadi bentuk sabit, dan akhirnya lenyap sama sekali. Dari berbagai perubahan bentuk bulan ini, orang dapat mengetahui penanggalan yang sangat bermanfaat bagi pelaksanaan ibadah. Secara singkat dapat dikatakan bahwa benda langit itu merupakan nikmat Allah yang sangat besar bagi manusia, dan bermanfaat bagi kehidupan ataupun pengetahuan mereka.\nAllah swt menyebutkan bahwa Dia mengendalikan bintang-bintang yang bergerak pada orbitnya sendiri-sendiri dengan hukum-hukum yang telah ditetapkan-Nya. Gerakannya begitu teratur dan tetap, demikian pula posisinya. Hal ini memberikan petunjuk kepada manusia untuk mengetahui posisi mereka di muka bumi dengan berpedoman kepada kedudukan bintang-bintang itu, baik di daratan, di lautan, maupun di udara, terutama pada saat tanda-tanda dan rambu-rambu pengenal lainnya tak dapat dilihat.\nDi akhir ayat, Allah swt menandaskan sekali lagi bahwa matahari, bulan, dan bintang itu menjadi tanda bukti yang jelas bagi mereka yang mau memikirkan tanda-tanda kekuasaan Allah dan dapat memahami hukum-hukum yang berlaku di alam ini. Hal ini mengandung pengertian bahwa memikirkan tanda-tanda kekuasaan Allah yang terdapat di angkasa tidaklah diperoleh dengan penglihatan selintas saja melainkan dengan merenungkan dan memikirkan dengan akal yang sehat. Ini disebabkan oleh letak benda-benda tersebut yang sangat jauh jaraknya dari bumi, sehingga manusia tidak bisa melihatnya dengan mata telanjang. Berbeda dengan memperhatikan tanda-tanda kekuasaan Allah yang terdapat di permukaan bumi. Dalam hal ini dengan pandangan selintas terhadap tanda-tanda kekuasaan Allah yang ada di jangkauan mereka, manusia akan dapat mengetahui keagungan Penciptanya.",
    "quraish": "Allah menundukkan malam dengan menjadikannya sebagai waktu istirahat kalian, dan siang sebagai waktu yang tepat untuk berusaha dan bekerja. Dia juga menundukkan matahari yang membantu kalian dengan kehangatan dan sinarnya, serta menundukkan bulan agar kalian mengetahui jumlah tahun dan hitungan. Bintang-bintang juga ditundukkan dengan perintah Allah, sehingga kalian mendapat petunjuk dalam kegelapan. Sesungguhnya pada yang demikian itu terdapat tanda-tanda dan bukti-bukti bagi kaum yang memanfaatkan akal yang dikaruniakan kepada mereka.",
    "jalalayn": "(Dan Dia menundukkan malam dan siang untuk kalian, dan matahari) lafal wasysyamsa bila dibaca nashab berarti diathafkan kepada lafal sebelumnya, bila dibaca rafa' berarti menjadi mubtada (bulan dan bintang-bintang) kedua lafal ini dapat dibaca nashab dan rafa` (ditundukkan) kalau dibaca nashab, maka berkedudukan menjadi hal, dan kalau dibaca rafa` maka menjadi khabar (dengan perintah-Nya) berdasarkan kehendak-Nya (Sesungguhnya pada yang demikian itu benar-benar ada tanda-tanda kekuasaan Allah bagi kaum yang memahami-Nya) bagi kaum yang mau memikirkannya."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 13,
    "arab": "وَمَا ذَرَاَ لَكُمْ فِى الْاَرْضِ مُخْتَلِفًا اَلْوَانُهٗ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّذَّكَّرُوْنَ ",
    "translation": "dan (Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1914.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia juga mengendalikan segala macam benda yang diciptakan-Nya, baik benda-benda itu hanya terdapat di permukaan bumi seperti aneka ragam binatang ternak dan tumbuh-tumbuhan, maupun benda-benda yang terdapat dalam perut bumi, seperti mineral dan barang tambang. Semua itu diciptakan Allah beraneka ragam dalam jenis, bentuk, dan manfaatnya.\nDi akhir ayat dijelaskan bahwa sesungguhnya pada nikmat-nikmat yang telah diciptakan Allah yang beraneka ragam bentuk itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang mengambil pelajaran. Yaitu bagi mereka yang memahami betapa besarnya nikmat Allah yang telah diberikan kepada mereka dan mensyukuri dengan memanfaatkannya sebagaimana mestinya dan sesuai dengan keperluan mereka menurut keridaan Allah.",
    "quraish": "Selain yang telah diciptakan oleh Allah di langit dan disediakan untuk manfaat kalian, Dia juga menciptakan berbagai macam binatang, tumbuhan dan benda di muka bumi untuk kalian. Dalam perut bumi, Dia juga menciptakan bahan-bahan tambang yang beraneka warna, bentuk dan cirinya. Semua itu diciptakan untuk kalian manfaatkan. Sesungguhnya pada yang demikian itu terdapat tanda-tanda yang jelas dan banyak bagi kaum yang selalu merenungkan hingga mengetahui kekuasaan Sang Pencipta dan kasih sayang-Nya kepada mereka.",
    "jalalayn": "(Dan) Dia menundukkan pula bagi kalian (apa yang Dia ciptakan) makhluk yang telah Dia ciptakan (untuk kalian di bumi ini) berupa hewan-hewan dan tumbuh-tumbuhan serta lain-lainnya (dengan berlain-lainan warnanya) seperti ada yang merah, kuning, hijau dan lain sebagainya (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kekuasaan Allah bagi kaum yang mengingatnya) mengambilnya sebagai pelajaran."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 14,
    "arab": "وَهُوَ الَّذِيْ سَخَّرَ الْبَحْرَ لِتَأْكُلُوْا مِنْهُ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْا مِنْهُ حِلْيَةً تَلْبَسُوْنَهَاۚ وَتَرَى الْفُلْكَ مَوَاخِرَ فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1915.mp3",
    "tafsir": "Selanjutnya, Allah swt menyebutkan nikmat-nikmat yang terdapat di lautan yang diberikan kepada hamba-Nya. Dijelaskan bahwa Dia yang telah mengendalikan lautan untuk manusia. Maksudnya ialah mengendalikan segala macam nikmat-Nya yang terdapat di lautan agar manusia dapat memperoleh makanan dari lautan itu berupa daging yang segar, yaitu segala macam jenis ikan yang diperoleh manusia dengan jalan menangkapnya.\nPenyerupaan ikan dengan daging yang segar agar dipahami bahwa yang boleh dimakan dari segala jenis ikan yang terdapat di dalam lautan itu ialah yang ditangkap dalam keadaan segar, meskipun binatang itu mati tanpa disembelih. Akan tetapi, apabila segala jenis ikan yang diperoleh itu dalam keadaan tidak segar, mati, apalagi telah membusuk, maka tidak boleh dimakan karena dikhawatirkan membahayakan kesehatan. Yang dimaksud dengan binatang yang mati di lautan ialah binatang yang mati dengan sendirinya atau karena sebab-sebab yang lain sehingga mengambang di permukaan air, bukan yang mati karena ditangkap oleh manusia.\nRasulullah bersabda:\nSemua binatang laut yang mati karena kehabisan air makanlah dan semua binatang laut yang terdampar ke daratan dari lautan makanlah, tetapi binatang yang terapung di lautan janganlah dimakan. (Hadis dhaif riwayat Abu Dawud dan Ibnu Majah dari Jabir)\n\nIkan yang mati di laut boleh dimakan sebab Nabi Muhammad saw bersabda:\nLaut itu suci airnya dan halal bangkainya. (Riwayat Imam Empat dari Abu Hurairah)\n\nHendaklah dipahami sekali lagi bahwa bangkai binatang air laut yang halal dimakan ialah binatang yang ditangkap oleh manusia, yang terlempar ke daratan, yang mati karena kehabisan air, dan yang masih segar, bukan binatang yang mati terapung di lautan dan sudah membusuk.\nSelanjutnya Allah swt menyebutkan nikmat lain yang dapat diperoleh manusia dari lautan, yaitu berupa perhiasan. Di antaranya adalah mutiara dan marjan\n. \nMutiara adalah perhiasan yang diperoleh dari dalam tubuh sejenis lokan yang proses kejadiannya dimulai dengan masuknya semacam benda keras, pasir, atau benda asing lainnya ke dalam tubuh lokan. Karena sangat mengganggu bagi organ-organ tubuhnya, lokan mengeluarkan semacam cairan yang dapat mengeras untuk membungkus benda keras itu. Proses itu berlanjut terus-menerus sehingga lama-kelamaan terbentuk semacam benda bulat dan mengkilat, warnanya putih kebiru-biruan, kemerah-merahan, atau kekuning-kuningan yang sangat indah dipandang mata. Benda itu dikeluarkan oleh manusia dari lokan tadi, ada yang kecil dan ada yang besar sesuai dengan lamanya benda tersebut dalam tubuh lokan itu. Itulah yang dimaksud dengan mutiara. \nPerhiasan yang lain adalah marjan, sebangsa tumbuh-tumbuhan yang hidup di dasar laut dan mirip dengan karang. Marjan itu diambil oleh manusia dari lautan dan dibuat menjadi kalung, gelang, atau perhiasan lain yang sangat indah. Semua itu berupa nikmat Allah yang diberikan kepada manusia yang tiada ternilai harganya.\nNikmat lain yang diberikan kepada manusia dari lautan ialah mereka dapat menjadikannya sebagai sarana lalu lintas pelayaran, baik oleh kapal layar ataupun kapal mesin. Kapal-kapal itu hilir mudik dari suatu negara ke negara lain untuk mengangkut segala macam barang perdagangan sehingga mempermudah perdagangan antar negara tersebut. Dari perdagangan itu, manusia mendapat rezeki karena keuntungan yang diperolehnya. \nNikmat-nikmat Allah itu disebutkan agar manusia mensyukuri semua nikmat yang diberikan-Nya kepada mereka. Juga dimaksudkan agar manusia dapat memahami betapa besar nikmat Allah yang telah diberikan pada mereka dan memanfaatkan nikmat yang tiada tara itu untuk beribadah kepada-Nya dan kesejahteraan mereka sendiri.",
    "quraish": "Dialah yang menundukkan lautan untuk melayani kepentingan kalian. Kalian dapat menangkap ikan-ikan dan menyantap dagingnya yang segar. Dari situ kalian juga dapat mengeluarkan permata dan merjan sebagai perhiasan yang kalian pakai. Kamu lihat, hai orang yang menalar dan merenung, bahtera berlayar mengarungi lautan dengan membawa barang-barang dan bahan makanan. Allah menundukkan itu agar kalian memanfaatkannya untuk mencari rezeki yang dikaruniakan-Nya dengan cara berniaga dan cara-cara lainnya. Dan juga agar kalian bersyukur atas apa yang Allah sediakan dan tundukkan untuk melayani kepentingan kalian.",
    "jalalayn": "(Dan Dialah yang menundukkan lautan) Dia telah membuatnya jinak sehingga dapat dinaiki dan diselami (agar kalian dapat memakan daripadanya daging yang segar) yaitu ikan (dan kalian mengeluarkan dari lautan itu perhiasan yang kalian pakai) yaitu berupa mutiara dan marjan (dan kamu melihat) menyaksikan (bahtera) perahu-perahu (berlayar padanya) dapat melaju di atas air; artinya dapat membelah ombak melaju ke depan atau ke belakang hanya ditiup oleh satu arah angin (dan supaya kalian mencari) lafal ini diathafkan kepada lafal lita'kuluu, artinya supaya kalian mencari keuntungan (dari karunia-Nya) karunia Allah swt. lewat berniaga (dan supaya kalian bersyukur) kepada Allah swt. atas karunia itu."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 15,
    "arab": "وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَاَنْهٰرًا وَّسُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَۙ",
    "translation": "Dan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1916.mp3",
    "tafsir": "Allah swt juga menyebutkan nikmat yang didapat manusia secara tidak langsung. Dia menciptakan gunung-gunung di bumi supaya bumi itu tidak goncang. Dengan demikian, binatang-binatang serta manusia yang berada di permukaannya dapat hidup tenang. Gambaran yang dapat diambil dari ayat ini ialah bahwa gunung diciptakan oleh Allah sebagai pemelihara keseimbangan bumi sehingga dapat berputar dengan tenang. Mengenai ketenangan bumi karena adanya gunung itu dapat diumpamakan seperti tenangnya perahu di atas air. Apabila perahu itu tidak diberi beban, ia mudah tergoncang oleh gelombang ombak. Tetapi apabila diberi beban yang cukup berat, maka perahu itu tidak mudah oleng. \nAllah swt menciptakan sungai di permukaan bumi yang mengalir dari suatu tempat ke tempat lain sebagai nikmat yang diberikan pada hamba-Nya. Sungai itu berfungsi sebagai sumber pengairan yang dapat diatur untuk mengairi sawah dan ladang, sehingga manusia dapat bercocok tanam untuk memenuhi segala macam kebutuhannya. Di samping itu, sungai dapat juga dijadikan sebagai sarana lalu lintas guna kepentingan pengangkutan barang-barang dagangan manusia. \nAllah juga menciptakan daratan yang dapat digunakan sebagai sarana perhubungan dan transportasi dari suatu negeri ke negeri yang lain. Jalan-jalan itu terbentang mulai dari tepi pantai, menembus hutan-hutan, dan melingkari gunung-gunung, sehingga dengan demikian manusia dapat mencapai tujuannya tanpa tersesat ke tempat lain. Itulah sebabnya di akhir ayat ini, Allah swt menyebutkan bahwa manfaat dari jalan-jalan itu agar manusia mendapat petunjuk. Artinya tidak tersesat tanpa arah tujuan.\nFirman Allah:\n\nDan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk. (al-Anbiya'/21: 31)\n\nAyat 15 Surah an-Nahl/16 ini juga menyiratkan bagaimana proses geologi berjalan, yang pada dasarnya berupa siklus yang tiada berhenti. Ketika proses erosi terjadi maka seluruh material hasil erosi dihamparkan dan diendapkan pada tempat-tempat yang lebih rendah, bahkan mencapai wilayah-wilayah terendah seperti palung-palung yang terdapat di sebelah barat pulau Sumatera ataupun di selatan pulau Jawa. Kumpulan material akibat erosi selama jutaan tahun ini secara bersamaan dihimpit oleh lempengan-lempengan yang terus bergerak dan lambat laun menghasilkan pegunungan. \nProses geologi selalu menuju ke keseimbangan yang terukur. Pada pegunungan yang menjulang tinggi, maka beban ini menekan kerak bumi di bawahnya dan menyebabkan kerakbumi menekuk lebih dalam, ibarat sebuah akar yang menunjam dalam dan membuat bumi stabil. Jadi, di bawah pegunungan terdapat akar yang ketebalannya prororsional dengan beratnya (terukur). Contoh dari fenomena adalah dibawah pengunungan Himalaya yang menjulang tinggi terdapat akar yang dalam.",
    "quraish": "Allah menjadikan di muka bumi gunung-gunung yang kokoh yang menjaga bumi agar tidak goncang. Dijadikan pula sungai-sungai yang dialiri air yang dapat digunakan untuk minum dan menyirami tanaman. Di bumi itu pula Allah menjadikan jalan-jalan terhampar agar kalian dapat melaluinya untuk mencapai tujuan.",
    "jalalayn": "(Dan Dia menancapkan gunung-gunung di bumi dengan kokohnya) gunung-gunung yang tegak kokoh supaya (tidak) jangan (bumi itu goncang) bergerak (bersama kalian dan) Dia telah menciptakan padanya (sungai-sungai) seperti sungai Nil (dan jalan-jalan) jalan untuk dilalui (agar kalian mendapat petunjuk) untuk sampai kepada tujuan-tujuan kalian."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 16,
    "arab": "وَعَلٰمٰتٍۗ وَبِالنَّجْمِ هُمْ يَهْتَدُوْنَ  ",
    "translation": "dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1917.mp3",
    "tafsir": "Di samping itu, Allah swt menciptakan gunung-gunung itu sebagai tanda yang dapat digunakan manusia sebagai petunjuk untuk mengetahui di mana mereka berada. Apabila seseorang berlayar di lautan dan masih dapat melihat rambu-rambu darat maka gunung-gunung itulah sebagai tanda baginya untuk menentukan posisi dan kedudukan perahunya. \nSelanjutnya Allah swt menjelaskan pula bahwa Dia menciptakan bintang-bintang yang juga dapat dijadikan sebagai penunjuk arah. Bintang digunakan para musafir di darat, pelaut, dan penerbang sebagai petunjuk di waktu malam apabila rambu-rambu tak dapat dipergunakan lagi. Karena di waktu malam gelap, hanya cahaya-cahaya bintang itulah yang paling jelas bagi mereka. Manusia dapat mengambil petunjuk dari bintang dengan jalan mengenal gugusan bintang-bintang itu yang dalam ilmu falak telah diberi nama-nama tersendiri. Sudah tentu, yang dapat menggunakan bintang sebagai petunjuk ialah mereka yang telah dapat membedakan masing-masing gugusan bintang itu dan mengenal saat terbit dan tenggelamnya. Gugusan-gugusan bintang itu dijadikan sebagai pedoman dalam menentukan kedudukan mereka di permukaan bumi.",
    "quraish": "Dia menciptakan tanda-tanda penunjuk jalan bagi manusia di bumi. Dalam perjalanan, mereka dapat menjadikan bintang-bintang di langit sebagai petunjuk, bila tidak mengetahui jalan yang harus ditempuh dan tersesat(1). (1) Lihat catatan kaki pada tafsir surat ayat 97, al-An'âm.",
    "jalalayn": "(Dan Dia ciptakan, tanda-tanda) dengan melaluinya kalian mendapat petunjuk arah jalan yang kalian lalui, seperti gunung-gunung dan sungai-sungai. (Dan dengan bintang-bintang itulah) yang dimaksud adalah bentuk jamak sekalipun lafalnya mufrad (mereka mendapat petunjuk) jalan dan arah kiblat di waktu malam hari."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 17,
    "arab": "اَفَمَنْ يَّخْلُقُ كَمَنْ لَّا يَخْلُقُۗ اَفَلَا تَذَكَّرُوْنَ ",
    "translation": "Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1918.mp3",
    "tafsir": "Sesudah itu, Allah swt membungkam orang-orang musyrik dan mematahkan alasan-alasan yang mereka kemukakan karena mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah dan tetap bergelimang dalam kemusyrikannya. Allah swt menyuruh mereka agar memperhatikan apakah yang menciptakan segala macam nikmat yang diberikan kepada manusia sama dengan patung-patung yang mereka sembah yang tidak dapat menciptakan apa-apa. Mengapa mereka tidak mengambil pelajaran dari berbagai macam nikmat tadi sehingga mereka akan mengenal siapakah sebenarnya yang pantas memiliki kekuasaan tertinggi, dan menentukan segala macam bentuk kejadian menurut kehendaknya. \nSebenarnya apabila mereka mau merenungkan kejadian alam beserta seluruh isinya dan segala macam nikmat yang diperoleh, mereka tentu akan meninggalkan penyembahan patung-patung yang menjadi tradisi nenek moyang mereka.",
    "quraish": "Apakah sama--dalam pandangan akal sehat--antara yang mampu dan yang lemah, sehingga Zat yang menciptakan semua itu sama seperti yang tidak mampu menciptakan apa-apa? Apakah kalian buta, hai orang-orang musyrik, akan tanda-tanda kekuasaan Allah, sehingga kalian tidak mengambil pelajaran dan bersyukur kepada-Nya?",
    "jalalayn": "(Maka apakah Tuhan yang menciptakan itu) itu Allah (sama dengan yang tidak menciptakan apa-apa) yang dimaksud adalah berhala-berhala, karena mereka menyekutukannya bersama dengan Allah dalam hal beribadah? Tentu saja tidak. (Maka mengapa kalian tidak mengambil pelajaran) dari hal ini, karenanya kemudian kalian beriman?"
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 18,
    "arab": "وَاِنْ تَعُدُّوْا نِعْمَةَ اللّٰهِ لَا تُحْصُوْهَا ۗاِنَّ اللّٰهَ لَغَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, Allah benar-benar Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1919.mp3",
    "tafsir": "Allah lalu menegaskan bahwa apabila manusia mau menghitung nikmat-Nya, tentu mereka tak akan dapat menentukan jumlahnya karena pikiran manusia itu sangat terbatas, sedangkan nikmat Allah begitu luas. Oleh sebab itu, kewajiban manusia hanyalah mensyukuri nikmat-nikmat itu dan memanfaatkannya untuk memenuhi keperluan hidupnya dan berkhidmat kepada masyarakat sesuai dengan tuntunan dan keridaan Allah.\nDi akhir ayat ditegaskan bahwa sesungguhnya Allah itu Maha Pengampun dan Maha Penyayang. Pengampunan disebut dalam ayat ini karena kebanyakan manusia mensyukuri sebagian kecil dari nikmat yang mereka terima, sedangkan nikmat-nikmat yang sangat luas mereka lupakan begitu saja. Penyebutan kata-kata Maha Penyayang menunjukkan bahwa Allah tidak akan memberikan hukuman kepada mereka dengan segera karena keingkaran mereka terhadap nikmat Allah yang Mahaluas itu.",
    "quraish": "Jika kalian berusaha menghitung nikmat yang dikaruniakan Allah, niscaya kalian tidak akan dapat melakukannya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. Maka bertobatlah kepada-Nya dan sembahlah Dia, niscaya Allah akan mengampuni dan mengasihi kalian.",
    "jalalayn": "(Dan jika kalian menghitung-hitung nikmat Allah, niscaya kalian tak dapat menentukan jumlahnya) tidak dapat menghitungnya terlebih lagi untuk mensyukurinya secara layak kalian tidak akan mampu melakukannya (Sesungguhnya Allah benar-benar Maha Pengampun lagi Maha Penyayang) karena Dia telah melimpahkan nikmat-Nya kepada kalian padahal kalian meremehkan dan mendurhakai-Nya."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 19,
    "arab": "وَاللّٰهُ يَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَ ",
    "translation": "Dan Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1920.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dia Maha Mengetahui segala apa yang dirahasiakan manusia. Maksudnya, Allah mengetahui apa yang ada dalam hati manusia, yang berbeda dengan apa yang mereka ucapkan dan kerjakan.\nMeskipun manusia merahasiakan dalam hati mereka apa yang sebenarnya terjadi dan tidak seorang pun yang dapat mengetahuinya, nanti di hari kiamat rahasia itu akan dibukakan Allah bagi siapa saja. Allah akan memberikan pahala kepada orang yang melakukan kebajikan sesuai dengan kebajikannya, dan menghukum orang-orang yang melakukan kejahatan sesuai dengan kejahatannya. Allah sendiri yang akan menanyakan kepada mereka apakah mereka mensyukuri atau bahkan mengingkari nikmat yang telah diberikan-Nya kepada mereka.",
    "quraish": "Dengan pengetahuan-Nya yang sempurna, Allah mengetahui semua yang kalian sembunyikan dan segala yang kalian tampakkan. Semua itu tidak ada yang tersembunyi dari-Nya.",
    "jalalayn": "(Dan Allah mengetahui apa yang kalian rahasiakan dan apa yang kalian lahirkan.)"
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 20,
    "arab": "وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۗ ",
    "translation": "Dan (berhala-berhala) yang mereka seru selain Allah, tidak dapat membuat sesuatu apa pun, sedang berhala-berhala itu (sendiri) dibuat orang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1921.mp3",
    "tafsir": "Sesudah itu, Allah swt menjelaskan kepada orang-orang musyrik bagaimana keadaan patung yang sebenarnya. Hal ini sebagai penegasan terhadap kebodohan mereka yang tidak dapat menilai keadaan yang sebenarnya dari patung-patung yang mereka sembah.\nAllah swt menyatakan bahwa orang-orang yang menyembah tuhan-tuhan lain selain Allah berarti menyembah sesuatu yang tidak dapat menciptakan suatu apapun. Apa yang mereka sembah itu hanyalah makhluk yang diciptakan oleh Allah. Jadi patung-patung dan sembahan-sembahan lainnya itu tidak dapat memberikan pengaruh apa-apa karena hanya merupakan hasil pahatan manusia itu sendiri.\nAllah swt berfirman:\n\nDia (Ibrahim) berkata, \"Apakah kamu menyembah patung-patung yang kamu pahat itu?Padahal Allahlah yang menciptakan kamu dan apa yang kamu perbuat itu.\" (as-shaffat/37: 95-96)\n\nPertanyaan ini adalah cetusan perasaan Nabi Ibrahim pada saat melihat kaumnya yang menyembah patung-patung. Hal ini menunjukkan kebenaran ungkapan Nabi Ibrahim karena patung-patung itu hanyalah ciptaan manusia belaka.",
    "quraish": "Sang Pencipta yang Maha Pemurah lagi Maha Mengetahui segala sesuatu, Dialah satu-satunya yang pantas untuk disembah. Adapun berhala-berhala yang kalian sembah itu sangatlah lemah, tidak memiliki kemampuan untuk menciptakan sesuatu, walaupun hanya berupa seekor lalat. Bahkan tidak jarang berhala- berhala itu sendiri sebenarnya adalah hasil ciptaan tangan-tangan kalian.",
    "jalalayn": "(Dan berhala-berhala yang mereka seru) dapat dibaca yad`uuna dan tad`uuna, artinya yang mereka sembah (selain Allah) yang dimaksud adalah berhala-berhala (tidak dapat membuat sesuatu apa pun sedangkan berhala-berhala itu sendiri dibuat orang) mereka pahat dari batu atau dari bahan-bahan yang lain."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 21,
    "arab": "اَمْوَاتٌ غَيْرُ اَحْيَاۤءٍ ۗوَمَا يَشْعُرُوْنَۙ اَيَّانَ يُبْعَثُوْنَ ࣖ ",
    "translation": "(Berhala-berhala itu) benda mati, tidak hidup, dan berhala-berhala itu tidak mengetahui kapankah (penyembahnya) dibangkitkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1922.mp3",
    "tafsir": "Allah swt lalu menjelaskan bahwa berhala-berhala itu adalah benda mati. Berhala itu tidak dapat memikirkan bagaimana seharusnya mengabulkan doa-doa yang mereka minta. Allah swt menegaskan bahwa patung-patung itu bukanlah benda hidup yang dapat memberikan pengaruh, baik bagi dirinya maupun di luar dirinya. Berhala itu, baik disembah ataupun tidak, tidak akan memberikan faedah apa punjuga dan tidak akan pula menyebabkan kemudaratan.\nDi akhir ayat, Allah swt menegaskan bahwa berhala-berhala itu tidak akan mengetahui dan merasakan bila penyembah-penyembahnya kelak dibangkitkan. Hanya Allah, pencipta jagat raya dan isinya saja yang mengetahuinya, sedang patung-patung itu tidak akan mengetahui apa-apa karena hanya merupakan benda-benda mati.",
    "quraish": "Berhala-berhala itu adalah benda-benda mati yang tidak memiliki indera perasa, tidak dapat bergerak dan tidak mengetahui kapan hari kiamat dan kebangkitan para pemujanya terjadi. Maka tidaklah pantas bagi kalian setelah ini, hai orang-orang yang berakal, kalau kalian mengira bahwa patung-patung itu akan membawa manfaat bagi kalian, lalu kalian menyekutukan Allah.",
    "jalalayn": "(Berhala-berhala itu benda mati) tidak ada rohnya; lafal ini menjadi khabar yang kedua (tidak hidup) berkedudukan menjadi taukid atau pengukuh (dan mereka tidak mengetahui) berhala-berhala tersebut tidak mengetahui (bilakah) menunjukkan makna waktu (mereka akan dibangkitkan) yang dimaksud adalah makhluk semuanya; maka jika keadaannya demikian mengapa berhala-berhala itu mereka sembah? Kalau demikian berarti tiada tuhan melainkan hanya Yang Maha Pencipta, Yang Maha Hidup dan Yang Maha Mengetahui semua yang gaib."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 22,
    "arab": "اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ ۚفَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ قُلُوْبُهُمْ مُّنْكِرَةٌ وَّهُمْ مُّسْتَكْبِرُوْنَ ",
    "translation": "Tuhan kamu adalah Tuhan Yang Maha Esa. Maka orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaan Allah), dan mereka adalah orang yang sombong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1923.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya.\nSesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. \nDi akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka.\nAllah swt berfirman:\n\nApakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (shad/38: 5)\n\nDan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45)\n\nBahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhruf/43: 22-23)\n\n(23) Tidak dapat diragukan lagi, sesungguhnya Allah telah mengetahui keingkaran orang-orang musyrik itu terhadap wahyu yang telah diberikan kepada Nabi Muhammad saw yang mereka sembunyikan dalam hati mereka. Allah juga mengetahui apa yang mereka nyatakan terhadap Nabi Muhammad saw serta tuduhan mereka bahwa beliau membuat berita-berita palsu.\nDi akhir ayat dijelaskan bahwa Allah tidak suka kepada orang-orang sombong yang tidak mau percaya kepada keesaan-Nya dan enggan mengikuti seruan para nabi dan rasul-Nya. Pernyataan ini menunjukkan betapa murka dan bencinya Allah kepada mereka dan sikap mereka yang tidak mengerti akan kedudukan diri mereka. Di ayat lain, Allah swt mengancam bahwa orang-orang yang sombong akan dimasukkan ke neraka Jahanam. Allah swt berfirman:\n\nSesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60)\n\nRasulullah saw bersabda:\nTidak akan masuk surga orang yang di hatinya ada kesombongan sebiji sawi, dan tidak akan masuk neraka orang yang di hatinya ada iman sebiji sawi, kemudian berkatalah seorang laki-laki, \"Wahai Rasulullah, bagaimana kalau seorang laki-laki ingin agar bajunya bagus dan sandalnya bagus? Kemudian Rasulullah menjawab, \"Sesungguhnya Allah indah, menyukai keindahan. Kesombongan itu ialah tidak mau menerima kebenaran dan menghina manusia.\" (Riwayat Muslim, Abu Dawud, at-Tirmidzi, dan Ibnu Majah, dari Ibnu Mas'ud)",
    "quraish": "Berdasarkan bukti-bukti ini sebenarnya telah jelas bagi kalian, bahwa tiada Tuhan selain Allah, tanpa ada sekutu bagi-Nya. Meskipun demikian, orang-orang yang tidak beriman kepada hari pembalasan, hati mereka tetap mengingkari keesaan-Nya. Sikap takabur dan sombong telah menghalangi mereka untuk mengikuti dan tunduk pada kebenaran.",
    "jalalayn": "(Tuhan kalian) berhak untuk disembah oleh kalian (adalah Tuhan Yang Maha Esa) tidak ada tandingan-Nya, baik dalam Dzat-Nya maupun sifat-Nya, yaitu Allah swt. (Maka orang-orang yang tidak beriman kepada akhirat hati mereka mengingkari) keesaan Allah (sedangkan mereka sendiri adalah orang-orang yang sombong) orang-orang yang takabur tidak mau beriman kepada adanya hari akhirat."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 23,
    "arab": "لَا جَرَمَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۗاِنَّهٗ لَا يُحِبُّ الْمُسْتَكْبِرِيْنَ ",
    "translation": "Tidak diragukan lagi bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan. Sesungguhnya Dia tidak menyukai orang yang sombong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1924.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya.\nSesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. \nDi akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka.\nAllah swt berfirman:\n\nApakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (shad/38: 5)\n\nDan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45)\n\nBahkan mereka berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.\" Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, \"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhruf/43: 22-23)",
    "quraish": "Tidak diragukan bahwa Allah mengetahui keyakinan, ucapan dan perbuatan yang mereka rahasiakan dan yang mereka tampakkan. Allah akan memperhitungkan itu semua dan memberi hukuman atas kesombongan mereka. Sebab, Allah tidak menyukai orang-orang sombong yang tidak mau mendengar dan tunduk pada kebenaran.",
    "jalalayn": "(Tidak diragukan lagi) memang benar (bahwa sesungguhnya Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan) maka Dia membalas mereka berdasarkan hal tersebut. (Sesungguhnya Allah tidak menyukai orang-orang yang sombong) dengan pengertian, bahwa Dia akan menyiksa mereka."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 24,
    "arab": "وَاِذَا قِيْلَ لَهُمْ مَّاذَآ اَنْزَلَ رَبُّكُمْ ۙقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ ",
    "translation": "Dan apabila dikatakan kepada mereka, “Apakah yang telah diturunkan Tuhanmu?” Mereka menjawab, “Dongeng-dongeng orang dahulu,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1925.mp3",
    "tafsir": "Allah swt menjelaskan kesombongan orang-orang musyrik, yaitu apabila ditanyakan kepada mereka apakah yang telah diturunkan oleh Allah? Mereka pun menjawab bahwa Allah tidak menurunkan apa pun juga kepada Muhammad. Apa yang dibacakan oleh Muhammad itu tiada lain hanyalah dongeng-dongeng orang-orang dahulu yang ia ambil dari kitab kuno.\nUcapan seperti itu menggambarkan kesombongan mereka terhadap diri Rasulullah dan kepada firman Allah.\nAllah swt berfirman :\n\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)\n\nKesombongan mereka terhadap Nabi Muhammad digambarkan dengan kata-kata seperti tuduhan mereka bahwa Nabi Muhammad itu tukang sihir, penyair, dan tukang tenung. Bahkan ada yang secara berlebih-lebihan menuduhnya sebagai orang gila. Kesombongan mereka kepada Nabi Muhammad saw bukan saja terlihat dari ucapan-ucapan mereka akan tetapi betul-betul telah merasuki jiwa dan darah daging mereka.\nAllah swt berfirman:\n\nSesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.\" (al-Muddatstsir/74: 18-25)",
    "quraish": "Apabila ditanyakan kepada orang-orang kafir yang sombong, \"Apakah yang diturunkan Tuhan kalian kepada Muhammad,\" dengan sikap membangkang mereka menjawab, \"Apa yang disangka orang telah diturunkan Allah kepada Muhammad, tiada lain hanyalah kepalsuan dan khurafat yang dikarang oleh orang-orang dahulu, lalu mereka warisi dan menjadi ungkapan yang diulang-ulang.\"",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan Nadhr bin Harits (Dan apabila dikatakan kepada mereka, \"Apakah) maa di sini bermakna istifham atau kata tanya (yang) dzaa di sini berfungsi sebagai maushul (telah diturunkan Rabb kalian?\") kepada Muhammad. (Mereka menjawab,) yaitu (\"Dongeng-dongengan) buat-buatan (orang-orang dahulu.\") untuk menyesatkan manusia."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 25,
    "arab": "لِيَحْمِلُوْٓا اَوْزَارَهُمْ كَامِلَةً يَّوْمَ الْقِيٰمَةِ ۙوَمِنْ اَوْزَارِ الَّذِيْنَ يُضِلُّوْنَهُمْ بِغَيْرِ عِلْمٍ ۗ اَلَا سَاۤءَ مَا يَزِرُوْنَ ࣖ ",
    "translation": "(ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1926.mp3",
    "tafsir": "Allah swt menjelaskan bahwa ucapan mereka yang congkak itu menyebabkan mereka harus memikul dosa-dosa mereka sendiri dan dosa orang-orang yang secara taklid buta mengikuti ucapan itu. Orang yang mengikuti disamakan hukumnya dengan orang yang diikuti karena mereka masing-masing telah diberi akal untuk menilai ucapan orang-orang yang diikuti itu. Akan tetapi, mereka tidak menggunakan akal itu sehingga mereka mengikuti tanpa dasar pijakan sedikit pun. Sedangkan orang yang diikuti, di samping menanggung dosa sendiri, juga menanggung dosa orang yang disesatkan. Mereka dianggap sebagai penyesat dan penyebab orang-orang lain berkeyakinan seperti keyakinan mereka. Sabda Rasulullah saw:\nBarang siapa mengajak orang-orang kepada petunjuk (agama Islam), maka ia memperoleh pahala orang-orang yang mengikutinya, dan hal itu tidak mengurangi pahala-pahala mereka sedikit pun. Dan barang siapa mengajak kepada kesesatan ia memperoleh dosa seperti dosa-dosa yang mengikuti, yang hal itu tidak mengurangi dosa-dosa mereka sedikit pun. (Riwayat Ahmad dan Muslim dari Abu Hurairah)\n\nDan firman Allah:\n\nDan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan. (al-'Ankabut/29: 13)\n\nMereka diancam dengan ancaman yang berat karena menilai firman Allah yang disampaikan kepada Rasulullah dengan penilaian yang tidak wajar. Mereka telah mengotori pikiran dan jiwa mereka sendiri sehingga mereka berani berbuat berbagai macam tipu daya untuk menjatuhkan pribadi Rasul di hadapan para pengikutnya. Mereka diberi ancaman keras karena perbuatan dosa yang mereka lakukan. Bahkan mereka memikul dosa-dosa orang-orang yang mengikutinya pada hari akhir. Lalu Allah menyatakan bahwa dosa yang mereka pikul itu adalah dosa yang paling berat.",
    "quraish": "Mereka mengatakan hal itu dengan maksud untuk merintangi orang lain supaya tidak mengikuti Rasulullah. Sebagai akibatnya, mereka disiksa pada hari kiamat karena kezaliman mereka sepenuhnya. Mereka juga menerima siksa sebagian manusia yang telah tertipu dan terpedaya oleh mereka sehingga tersesat tanpa sadar. Perhatikanlah, hai orang yang mendengar, keburukan dosa-dosa yang mereka perbuat. Alangkah pedihnya hukuman mereka itu!",
    "jalalayn": "(Ucapan mereka, menyebabkan mereka memikul) akibatnya mereka akan memikul (dosa-dosanya) kesalahan-kesalahannya (dengan sepenuhnya) artinya tidak ada sesuatu pun yang dapat dijadikan sebagai tebusan daripadanya (pada hari kiamat, dan sebagian) ditimpakan pula kepada mereka sebagian (dosa-dosa orang-orang yang mereka sesatkan yang tidak mengetahui sedikit pun) bahwa mereka disesatkan, karena mereka mengajak orang-orang yang diserunya ke jalan yang sesat, kemudian orang-orang yang diserunya itu mengikuti langkah mereka. Dengan demikian maka orang-orang yang menyeru mereka ikut andil dalam dosanya. (Ingatlah, amat buruklah) amat jeleklah (apa yang mereka pikul itu) yakni, dosa-dosa yang mereka pikul itu adalah seburuk-buruk dosa."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 26,
    "arab": "قَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتَى اللّٰهُ بُنْيَانَهُمْ مِّنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ ",
    "translation": "Sungguh, orang-orang yang sebelum mereka telah mengadakan tipu daya, maka Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan siksa itu datang kepada mereka dari arah yang tidak mereka sadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1927.mp3",
    "tafsir": "Allah menjelaskan bahwa tipu daya orang-orang musyrik itu hanya akan mencelakakan diri mereka sendiri. Mereka akan mengalami penderitaan seperti yang dirasakan oleh umat-umat terdahulu dimana mereka juga mendustakan rasul-rasul mereka dengan berbagai macam tipu daya dan berbagai macam alasan. Sebagai contoh adalah apa yang dilakukan Fir'aun ketika ia meminta menterinya untuk membangun menara yang tinggi guna melihat Tuhan Musa a.s. \nFirman Allah:\n\nDan Firaun berkata, \"Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Firaun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37)\n\nKemudian Allah swt melukiskan bahwa tipu daya yang mereka lakukan terhadap Rasulullah saw bagaikan orang-orang yang membangun rumah. Setelah rumah itu jadi, Allah menghancurkan rumah itu dari fondasinya. Setelah pondasi itu hancur dan tiang-tiangnya mulai berjatuhan, berguguranlah atap dan seluruh bangunannya, sehingga menimpa diri mereka sendiri. Mereka sendiri tidak merasakan sebelumnya apa yang akan terjadi dan akibat apa yang harus mereka terima terhadap perbuatan yang mereka lakukan itu.\nAkibat dari perbuatan mereka itu tidak saja menghancurkan diri mereka sendiri, tetapi juga menghancurkan keluarga dan keturunan mereka. Hal itu merupakan gambaran yang tepat bagaimana Allah swt menggagalkan tipu daya mereka. \nKemudian Allah swt menjelaskan bahwa mereka itu akan mendapat azab pada saat yang tidak mereka duga sebelumnya dan tidak pula mereka sadari. Hal ini menunjukkan bahwa akibat yang mereka temui tidaklah seperti yang mereka duga sebelumnya. Apa yang terjadi pada umat terdahulu berlaku pula bagi umat Islam, di mana mereka mengira bahwa dengan berbagai macam tipu daya, mereka dapat menghalang-halangi dan menghancurkan dakwah Islam. Akan tetapi justru sebaliknya, dakwah Islam makin lama makin meluas dan semangat pengikut-pengikutnya makin lama makin membaja. Akhirnya mereka akan mengalami kehancuran di berbagai medan pertempuran terutama pada saat terjadinya perang Badar.",
    "quraish": "Telah ada sebelumnya orang-orang kafir yang sombong seperti mereka yang membuat makar terhadap para nabi dan melakukan tipu daya untuk menyesatkan manusia. Akan tetapi Allah menggagalkan makar tersebut dan memusnahkan negeri mereka. Lalu diturunkan kepada mereka siksaan api di dunia tanpa mereka sadari.",
    "jalalayn": "(Sesungguhnya orang-orang yang sebelum mereka telah mengadakan makar) yaitu seperti apa yang telah dilakukan oleh raja Namrudz; ia membangun sebuah pencakar langit, lalu ia menaikinya dengan maksud untuk memerangi penduduk langit (maka Allah menghancurkan) bertujuan untuk menghancurkan (rumah-rumah mereka dari fondasinya) untuk itu maka Allah mengirimkan angin topan dan gempa bumi yang keras sehingga hancur leburlah apa yang telah mereka bangun itu (lalu atap rumah-rumah mereka jatuh menimpa mereka dari atas) artinya mereka ada di bawahnya lalu tertimpa hal tersebut (dan datanglah azab itu kepada mereka dari tempat yang tidak mereka sadari) artinya azab itu datang kepada mereka dari arah yang tidak mereka duga sebelumnya. Akan tetapi menurut pendapat yang lain dikatakan bahwa ini hanya tamtsil tentang dibinasakannya makar mereka yang telah direncanakan sebelumnya terhadap rasul."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 27,
    "arab": "ثُمَّ يَوْمَ الْقِيٰمَةِ يُخْزِيْهِمْ وَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تُشَاۤقُّوْنَ فِيْهِمْ ۗقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوْۤءَ عَلَى الْكٰفِرِيْنَۙ",
    "translation": "Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, “Di manakah sekutu-sekutu-Ku itu (yang karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?” Orang-orang yang diberi ilmu berkata, “Sesungguhnya kehinaan dan azab pada hari ini ditimpakan kepada orang yang kafir,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1928.mp3",
    "tafsir": "Malapetaka tersebut di atas merupakan azab dunia bagi mereka, sedangkan di akhirat Allah swt akan memberikan siksaan yang pedih dan mereka akan merasakan kehinaan yang tiada taranya. Kehinaan mereka digambarkan dengan keadaan mereka yang bingung, mencari sekutu-sekutu mereka yang dahulu pernah mengajak mereka untuk melakukan tipu daya. Mereka menyesal karena orang-orang yang dahulu mengajak mereka tidak lagi dapat memberikan dukungan kepada mereka untuk melepaskan diri mereka dari siksa Allah. Sebab pada saat itu, manusia tidak mempunyai kekuatan dan tidak pula ada yang dapat memberikan pertolongan.\nFirman Allah:\n\nMaka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong. (ath-thariq/86: 10)\nKemudian Allah swt menjelaskan bahwa pada hari kebangkitan, orang-orang yang telah diberi ilmu, yaitu orang-orang yang mengetahui dan mengikuti petunjuk-petunjuk wahyu dan yakin akan kebenaran hidayah yang diterimanya, serta meyakini keesaan Allah dan kerasulan Muhammad, akan tersenyum dengan penuh kepuasan. Mereka mengatakan bahwa kehinaan dan azab pada hari itu benar-benar ditimpakan kepada orang-orang kafir akibat mengingkari Allah, memusuhi para rasul-Nya, dan mendustakan akan terjadinya hari kebangkitan.\nFirman Allah:\n\nMaka pada hari ini, orang-orang yang berimanlah yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. (al-Muthaffifin/83: 34-35)",
    "quraish": "Di akhirat mereka juga akan menerima siksaan, yaitu saat mereka dibangkitkan kembali untuk diperhitungkan segala perbuatannya dan dihina dengan dipermalukan dan dibuka semua rahasia mereka. Saat itu Allah berfirman kepada mereka, \"Di manakah sesembahan yang kalian jadikan sekutu bagi-Ku dan kalian perangi Aku dan rasul-Ku demi itu? Di manakah mereka itu sehingga dapat mengulurkan tangan untuk menolong kalian sebagaimana yang kalian kira?\" Mereka tidak bisa menjawab! Pada saat itu, para nabi, orang-orang Mukmin dan malaikat yang mengetahui kebenaran, berkata bahwa kenistaan hari ini dan hukuman yang buruk akan ditimpakan kepada orang-orang yang ingkar.",
    "jalalayn": "(Kemudian Allah menghinakan mereka di hari kiamat) membuat mereka hina (dan berfirman)-lah Allah kepada mereka melalui lisan malaikat-Nya dengan nada mengejek (\"Di manakah sekutu-sekutu-Ku itu?) yang menurut dugaan kalian itu (yang karena membelanya kalian selalu memusuhi) menentang kaum mukminin (tentang perihal mereka.\") mengenai perkara mereka. (Berkatalah) artinya nanti akan berkata/menjawab (orang-orang yang diberi ilmu) yaitu para nabi dan orang-orang mukmin (\"Sesungguhnya kehinaan dan azab hari ini ditimpakan atas orang-orang yang kafir.\") para nabi dan orang-orang mukmin mengatakan demikian sebagai ejekan yang ditujukan kepada orang-orang kafir."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 28,
    "arab": "الَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ ۖفَاَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوْۤءٍ ۗبَلٰىٓ اِنَّ اللّٰهَ عَلِيْمٌۢ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” (Malaikat menjawab), “Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1929.mp3",
    "tafsir": "Kemudian Allah swt melukiskan keadaan orang-orang musyrik pada akhir hayat mereka, yaitu ketika malaikat maut akan merenggut nyawa mereka sedangkan mereka masih tetap dalam keadaan menganiaya diri sendiri. Mereka tidak dapat mengelakkan diri dari kematian dan malaikat pencabut nyawa, padahal mereka telah mengingkari pencipta alam semesta.\nPada saat itu, mereka membayangkan siksaan yang akan mereka terima karena mengingkari Allah Yang Maha Esa dan menganiaya diri sendiri. Ketika itu, nurani merekalah yang berbicara, mereka mengakui kebenaran-Nya, seraya mengatakan kami tidak menyekutukan Allah dengan yang lain. Sebagaimana firman Allah:\n\nDemi Allah, ya Tuhan kami, tidaklah kami menyekutukan Allah. (al-An'am/6: 23)\n\nPengakuan seperti itu sangat terlambat karena pada saat sebelum kematian, mereka di dunia mendustakan keesaan Allah dan bergelimang dalam kebatilan. Tidaklah benar apabila mereka mengharapkan kebahagiaan, karena mereka telah diberi akal yang dapat menilai baik dan buruk. Mereka sadar betapa besarnya dosa mendustakan keesaan Allah dan wahyu yang diterima oleh Nabi Muhammad saw. Oleh karena itu, hukuman yang pantas bagi mereka ialah menerima siksaan yang sesuai dengan amal perbuatannya. Mereka tidak dapat lagi menutup-nutupi kejahatan yang mereka lakukan, karena sesungguhnya mereka sendiri telah menyadari dan mengakui kejahatan mereka dan sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan.",
    "quraish": "Kenistaan itu diperuntukkan bagi orang-orang kafir yang mempertahankan kekafiran hingga datangnya malaikat pencabut nyawa, sementara mereka dalam keadaan menzalimi diri sendiri dengan melakukan kemusyirikan dan kejahatan. Setelah lama membangkang, mereka menyerah karena mengetahui hakikat kejahatan mereka. Karena terkejut, dengan berbohong mereka mengatakan, \"Kami tidak pernah berbuat maksiat sedikit pun di dunia!\" Lalu malaikat dan para nabi menjawab, \"Tidak! Kalian bohong! Kalian telah melakukan kemaksiatan yang terburuk. Allah mengetahui apa yang kalian perbuat di dunia, baik yang kecil maupun yang besar. Keingkaran kalian tidaklah mendatangkan manfaat!\"",
    "jalalayn": "(Orang-orang yang dimatikan) dapat dibaca tatawaffaahum dan yatawaffaahum (oleh para malaikat dalam keadaan berbuat zalim kepada diri mereka sendiri) karena melakukan kekufuran (lalu mereka menyerahkan diri) mereka tunduk dan berserah diri ketika maut menjelang mereka seraya berkata (\"Kami sekali-kali tidak ada mengerjakan suatu kejahatan pun.\") yaitu perbuatan musyrik. Maka para malaikat berkata kepada mereka (\"Ada, sesungguhnya Allah Maha Mengetahui apa yang telah kalian kerjakan.\") oleh sebab itu Dia membalaskannya kepada diri kalian."
  },
  {
    "hizb": 107,
    "name": "An-Nahl",
    "ayat": 29,
    "arab": "فَادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۗفَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ ",
    "translation": "Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1930.mp3",
    "tafsir": "Allah swt menegaskan bahwa yang akan mereka terima di akhirat tiada lain hanyalah neraka Jahanam dan merasakan berbagai macam azab. Mereka akan tinggal dalam neraka Jahanam itu selama-lamanya dan menerima azab sesuai dengan berat ringannya dosa yang mereka lakukan. Inilah hukuman yang pantas dan penderitaan yang sesuai bagi orang yang sombong, takabur, dan tidak mau mengikuti pedoman hidup dan petunjuk yang dibawa oleh Rasul. \nAllah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)",
    "quraish": "Selanjutnya dikatakan kepada mereka, \"Tempat kalian adalah neraka dengan siksaan yang kekal, tak ada putus-putusnya. Neraka jahanam merupakan tempat yang buruk bagi setiap orang yang takabur dan enggan untuk tunduk pada kebenaran serta menolak untuk beriman kepada Allah dan rasul-rasul-Nya.\"",
    "jalalayn": "Lalu dikatakan kepada mereka (\"Maka masukilah pintu-pintu neraka Jahanam, kalian kekal di dalamnya. Maka amat buruklah tempat) menetap (orang-orang yang menyombongkan diri itu.\")"
  }
]