[
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 51,
    "arab": "۞ وَقَالَ اللّٰهُ لَا تَتَّخِذُوْٓا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ فَاِيَّايَ فَارْهَبُوْنِ ",
    "translation": "Dan Allah berfirman, “Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1952.mp3",
    "tafsir": "Allah swt menjelaskan kepada para hamba-Nya agar jangan sekali-kali menyembah tuhan-tuhan yang lain selain Dia, karena yang demikian itu berarti mempersekutukan Allah, padahal Allah Mahasuci dari sekutu. Tidak mungkin Allah swt yang Mahakuasa di jagat raya ini lebih dari satu. Dia itu tunggal, dan hanya Dia yang berhak disembah.\nAllah memerintahkan kepada manusia agar takut kepada ancaman dan hukuman-Nya. Dia juga melarang manusia mempersekutukan-Nya dan membuat sesembahan lain selain Dia. Secara jelas, larangan yang terdapat dalam ayat ini adalah menyembah dua Tuhan. Namun demikian, bilangan itu bukanlah menunjukkan bilangan dua saja, tetapi untuk menunjukkan bilangan yang paling sedikit. Sedang yang dimaksud ialah menyembah tuhan-tuhan yang lain selain Allah dan supaya tidak terbayang dalam pikiran manusia ada tuhan-tuhan yang lain selain Dia.",
    "quraish": "Allah berfirman, \"Janganlah kalian menyembah dan menjadikan dua tuhan. Sebab, menyekutukan Allah dalam beribadah itu bertentangan dengan bukti keesaan dalam ciptaan ini. Sesungguhnya yang berhak disembah hanyalah Tuhan Yang Esa. Maka takutlah kalian kepada-Ku, dan jangan sekali-kali takut kepada selain Aku.",
    "jalalayn": "(Allah berfirman, \"Janganlah kalian menyembah dua tuhan) lafal istnaini berfungsi sebagai taukid atau pengukuhan makna (Sesungguhnya Dialah Tuhan Yang Maha Esa) disebutkannya lafal ilaahun dan waahidun untuk menetapkan sifat uluhiah dan sifat wahdaniah Allah (maka hendaklah kepada-Ku saja kalian takut.\") janganlah kalian takut kepada selain Aku. Di dalam ungkapan ini terkandung pengertian iltifat dari dhamir gaib."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 52,
    "arab": "وَلَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَلَهُ الدِّيْنُ وَاصِبًاۗ اَفَغَيْرَ اللّٰهِ تَتَّقُوْنَ ",
    "translation": "Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1953.mp3",
    "tafsir": "Allah swt lalu menjelaskan bahwa semua yang ada di alam ini adalah milik-Nya. Allah tidak membagi kekuasaan-Nya kepada yang lain dalam mengurus segala yang ada di langit dan di bumi. Ia tidak memerlukan pembantu ataupun serikat. Oleh sebab itu, yang berhak ditaati hanyalah Dia. Taat dalam arti yang sebenar-benarnya, ikhlas, dan tidak berkesudahan.\nDengan demikian, tidaklah benar apabila ada manusia yang bertakwa kepada selain-Nya karena tuhan-tuhan itu tidaklah mempunyai kekuasaan untuk menghilangkan nikmat yang telah ada atau mendatangkan siksa. Oleh karena itu, takwa harus disandarkan hanya kepada Allah.",
    "quraish": "Hanya kepunyaan-Nyalah penciptaan, kepemilikan dan penghambaan segala apa yang ada di langit dan di bumi. Maka Dialah, tidak selain-Nya, yang berhak untuk disembah, dipuji, ditaati, diharapkan kasih sayang-Nya dan ditakuti siksa-Nya.",
    "jalalayn": "(Dan kepunyaan-Nyalah segala apa yang ada di langit dan di bumi) sebagai milik, makhluk dan hamba-Nya (dan untuk-Nyalah agama itu) ketaatan itu (selama-lamanya) untuk selamanya; lafal waashiban menjadi hal dari lafal ad-diin, sedangkan sebagai `amilnya adalah makna zharaf. (Maka mengapa kalian bertakwa kepada selain Allah?) sedangkan Dia adalah Tuhan yang sebenarnya, dan tiada Tuhan selain-Nya. Istifham atau kata tanya di sini mengandung pengertian ingkar dan celaan."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 53,
    "arab": "وَمَا بِكُمْ مِّنْ نِّعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُوْنَۚ  ",
    "translation": "Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1954.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan mengapa yang wajib ditakuti hanyalah Allah. Hal itu karena semua nikmat yang mereka peroleh, seperti kesehatan dan kebahagiaan, semata-mata dari Allah. Maka kewajiban manusialah untuk mensyukuri nikmat dan memuji kebaikan-Nya yang tiada terputus kepada makhluk-makhluk-Nya.\nSebaliknya, apabila manusia ditimpa oleh kesukaran hidup, kesulitan, penyakit, dan sebagainya, kepada Allahlah mereka mengeluh dan meminta pertolongan. Hal ini merupakan tabiat manusia bahwa apabila mereka berada dalam kesulitan, terbayanglah dalam pikiran kelemahan mereka dan adanya kekuasaan di luar diri mereka yang menguasai mereka.",
    "quraish": "Nikmat apa saja yang datang kepada kalian adalah semata-mata dari Allah. Maka jika kalian mendapatkan malapetaka, janganlah kalian memohon dengan suara lantang kecuali hanya kepada-Nya.",
    "jalalayn": "(Dan apa saja nikmat yang ada pada kalian maka dari Allahlah datangnya) tiada yang dapat mendatangkannya selain Dia. Huruf maa di sini adalah syarthiyah atau maushulah (dan bila kalian ditimpa) tertimpa (kemudaratan) seperti kemiskinan dan sakit (maka hanya kepada-Nyalah kalian meminta pertolongan) mengangkat suara kalian untuk meminta pertolongan seraya berdoa kepada-Nya, dan niscaya kalian tidak akan meminta kepada selain-Nya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 54,
    "arab": "ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرِيْقٌ مِّنْكُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
    "translation": "Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1955.mp3",
    "tafsir": "Kemudian Allah swt mengungkapkan bahwa apabila Allah mengabulkan permintaan mereka yaitu menghilangkan kesulitan yang dideritanya, mereka segera berbalik mempersekutukan tuhan-tuhan yang lain kepada Allah, dan menyembah patung-patung itu kembali. Mereka tidak mau lagi mensyukuri nikmat yang Allah berikan. Demikianlah tipu daya mereka.\nAllah swt berfirman:\n\nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur). (al-Isra/17: 67)",
    "quraish": "Kemudian apabila Allah mengabulkan permohonan kalian dan Dia mengangkat malapetaka itu dari kalian, sebagian kalian lupa akan hak Allah untuk diesakan dan disembah. Mereka mempersekutukan Pencipta dan Pemelihara mereka dengan menyembah sekutu-sekutu selain Dia.",
    "jalalayn": "(Kemudian apabila Dia telah menghilangkan kemudaratan itu daripada kalian, tiba-tiba sebagian daripada kalian mempersekutukan Rabbnya dengan yang lain)."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 55,
    "arab": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ  ",
    "translation": "Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1956.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah membiarkan orang-orang kafir dan musyrik mengingkari nikmat-nikmat yang telah diberikan-Nya kepada mereka. Allah juga membiarkan mereka mengingkari-Nya sebagai Zat yang Mahakuasa menghilangkan bahaya yang menimpa mereka, hingga meng-ingkari Allah yang Mahaperkasa melepaskan diri mereka dari bahaya itu.\nDi akhir ayat, Allah swt menegaskan bahwa mereka dibiarkan menikmati kehidupan dunia dan memuaskan hawa nafsu mereka sampai tiba saatnya ajal merenggut mereka. Sesudah itu, mereka pasti akan kembali kepada Allah. Di saat itulah mereka mengetahui dengan seyakin-yakinnya akibat keingkaran dan pembangkangan mereka. Mereka akan menyesali perbuatan mereka dengan penyesalan yang tiada berguna.",
    "quraish": "Hal itu terjadi pada diri mereka agar kesudahan nasib mereka adalah mengingkari karunia yang Kami berikan kepada mereka. Maka bersenang-senanglah kalian, hai orang-orang kafir, dengan sesuatu yang tidak kalian syukuri itu. Kelak kalian akan tahu akibat kekufuran yang kalian lakukan.",
    "jalalayn": "(Biarkanlah mereka mengingkari apa yang telah Kami berikan kepada mereka) yaitu nikmat (maka bersenang-senanglah kalian) sebab kesepakatan kalian untuk menyembah berhala-berhala. Amar atau perintah di sini mengandung pengertian ancaman. (Kelak kalian akan mengetahui) akibat daripada hal tersebut."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 56,
    "arab": "وَيَجْعَلُوْنَ لِمَا لَا يَعْلَمُوْنَ نَصِيْبًا مِّمَّا رَزَقْنٰهُمْۗ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُوْنَ ",
    "translation": "Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah,  kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1957.mp3",
    "tafsir": "Allah swt menjelaskan bahwa di antara perbuatan orang-orang musyrik ialah menyediakan sesaji kepada berhala-berhala mereka, padahal sesaji-sesaji yang disediakan itu merupakan nikmat Allah yang diberikan kepada mereka. Berbagai sesaji yang diberikan kepada berhala-berhala itu merupakan hasil pertanian atau binatang-binatang ternak mereka. Mereka berbuat demikian dengan maksud agar berhala-berhala itu dapat menolong mereka. Padahal mereka tidak mengetahui sedikit pun bahwa berhala-berhala itu tidak mampu memberi manfaat dan menghindarkan mereka dari bahaya yang akan menimpa. Perbuatan mereka ini adalah perbuatan syirik, yaitu mempertuhankan yang lain di samping Allah.\nAllah swt berfirman:\n\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-An'am/6: 136)\n\nKemudian Allah mengancam mereka dengan ancaman yang keras. Allah bersumpah dengan nama-Nya, bahwa Ia benar-benar akan meminta pertanggungjawaban mereka atas perbuatan mereka mengada-adakan tuhan selain Allah. Kemudian mereka akan disiksa sesuai dengan keingkaran dan perbuatan mereka itu.\nAllah swt berfirman:\n\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, (al-hijr/15: 92)\n\nDi akhir ayat, Allah swt meminta pertanggungjawaban mereka terhadap apa yang mereka ada-adakan, memberikan pengertian bahwa Allah mencela mereka terhadap perkataan ataupun perbuatan yang mereka ada-adakan itu.",
    "quraish": "Orang-orang musyrik menyediakan untuk berhala-berhala--yang, tanpa dasar, mereka namakan tuhan-tuhan--sebagian dari rezeki yang telah Kami berikan kepada mereka, berupa tanam-tanaman, hewan ternak dan lain sebagainya, untuk mendekatkan diri kepada tuhan-tuhan tersebut. Demi keperkasaan-Ku, hai orang-orang musyrik, akan Kami tanyakan kepada kalian kebohongan dan kepalsuan yang kalian lakukan. Kami sungguh akan membalas semua perbuatan kalian itu.",
    "jalalayn": "(Dan mereka menyediakan) yakni orang-orang musyrik itu (untuk apa-apa yang mereka tiada mengetahui) bahwa hal itu mendatangkan mudarat dan tidak bermanfaat sama sekali; yang dimaksud adalah untuk berhala-berhala (satu bagian dari rezeki yang telah Kami berikan kepada mereka) berupa ladang dan ternak, yaitu melalui perkataan mereka, ini adalah untuk Allah dan ini adalah untuk sekutu-sekutu kami. (Demi Allah sesungguhnya kalian akan ditanya) dengan pertanyaan yang bernada mencela; di dalam ungkapan ini iltifat dari ghaibah (tentang apa yang telah kalian ada-adakan) terhadap Allah di mana kalian telah mengatakan bahwa Allah telah memerintahkan kalian untuk berbuat hal itu."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 57,
    "arab": "وَيَجْعَلُوْنَ لِلّٰهِ الْبَنٰتِ سُبْحٰنَهٗۙ وَلَهُمْ مَّا يَشْتَهُوْنَ ",
    "translation": "Dan mereka menetapkan anak perempuan bagi Allah. Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1958.mp3",
    "tafsir": "Kemudian Allah swt mengungkapkan bentuk kesyirikan mereka yang lain, yaitu memberi Allah anak perempuan, sedangkan untuk mereka anak laki-laki.\nAllah swt berfirman:\n\nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19)\nOrang-orang musyrik itu menganggap bahwa para malaikat itu anak-anak perempuan Allah. Perbuatan mereka yang demikian ini dinilai sebagai dosa besar, karena mereka menuduhkan sesuatu kepada Allah yang tidak semestinya, yaitu Allah mempunyai anak-anak perempuan, padahal mereka sendiri tidak senang mempunyai anak-anak perempuan.\nAllah swt berfirman:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nIngatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? (as-shaffat/37: 151-154)\n\nAllah swt menegaskan bahwa Dia Mahasuci dari segala tuduhan mereka. Sungguh, sangat keji bahwa mereka hanya menginginkan anak laki-laki dan tidak menginginkan anak-anak perempuan.",
    "quraish": "Mereka menjadikan sesuatu yang mereka benci sebagai milik Allah. Mereka mengira bahwa malaikat adalah anak perempuan Allah dan mereka pun menyembahnya. Mahasuci Allah dari semua itu. Sementara mereka menjadikan sesuatu yang mereka sukai sebagai milik mereka, yakni anak-anak lelaki.",
    "jalalayn": "(Dan mereka menetapkan bagi Allah anak-anak perempuan) yaitu melalui perkataan mereka, bahwa para malaikat itu adalah anak-anak perempuan Allah (Maha Suci Allah) ungkapan yang menyucikan-Nya daripada apa yang mereka duga (sedangkan untuk mereka sendiri apa yang mereka sukai) memilihnya, artinya anak-anak lelaki. Jumlah kalimat ini menjadi mahal rafa', atau menjadi mahal nashab dari fi'il yaj'aluuna. Artinya mereka menetapkan bagi Allah anak-anak perempuan yang mereka sendiri membencinya, sedangkan pada kenyataannya Dia Maha Suci dari mempunyai anak, kemudian mereka menetapkan untuk diri mereka sendiri anak-anak lelaki yang mereka pilih sendiri. Dengan demikian berarti mereka ingin merasa lebih unggul, sebagaimana yang telah dijelaskan oleh firman-Nya yang lain, yaitu, \"Tanyakanlah (hai Muhammad) kepada mereka (orang-orang kafir Mekah) apakah untuk Rabb kalian anak-anak perempuan dan untuk mereka anak-anak laki-laki.\" (Ash-Shaffat 149)."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 58,
    "arab": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ ",
    "translation": "Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1959.mp3",
    "tafsir": "Selanjutnya Allah swt mengungkapkan sikap mereka mengenai anak perempuan yaitu apabila mereka diberi kabar bahwa istri mereka melahirkan anak perempuan, muramlah muka mereka karena jengkel dan malu.\nPerasaan serupa itu disebabkan oleh perasaan mereka sendiri bahwa anak-anak perempuan itu hanya memberi malu kaumnya, karena anak-anak perempuan itu tidak dapat membantu dalam peperangan, dan apabila mereka kalah perang, anak-anak perempuan menjadi barang rampasan. Sebenarnya mereka dihukum oleh perasaan mereka sendiri karena anggapan bahwa wanita itu martabatnya tiada lebih dari barang yang boleh dipindah-tangankan.",
    "quraish": "Dan apabila seseorang dari mereka menerima kabar bahwa telah terlahir untuknya seorang anak perempuan, wajahnya menjadi hitam karena merasa sedih dan ia pun amat bermuram durja.",
    "jalalayn": "(Dan apabila seorang dari mereka diberi kabar dengan kelahiran anak perempuan) ia mempunyai anak perempuan yang baru dilahirkan (maka jadilah) maka berubahlah (roman mukanya menjadi hitam) dengan perubahan yang menunjukkan kedukaan dan kesusahan (dan dia sangat marah) marah sekali, maka mengapa mereka menisbatkan anak-anak perempuan terhadap Allah swt.?"
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 59,
    "arab": "يَتَوٰرٰى مِنَ الْقَوْمِ مِنْ سُوْۤءِ مَا بُشِّرَ بِهٖۗ اَيُمْسِكُهٗ عَلٰى هُوْنٍ اَمْ يَدُسُّهٗ فِى التُّرَابِۗ  اَلَا سَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1960.mp3",
    "tafsir": "Allah swt menjelaskan lebih lanjut perilaku orang-orang musyrik pada saat mereka mendapatkan anak perempuan. Mereka menarik diri dari masyarakatnya karena mendapat kabar buruk dengan kelahiran anak perempuan itu. Mereka bersembunyi dari orang banyak karena takut mendapat hinaan, dan tidak menginginkan ada orang yang mengetahui aib yang menimpa dirinya. Kemudian terbayang dalam pikiran mereka apakah anak yang mendatangkan aib itu akan dipelihara dengan menanggung kehinaan yang berkepanjangan, karena anak perempuan itu tidak berhak mendapat warisan dan penghargaan masyarakat, serta hanya sebagai pelayan laki-laki, atau apakah mereka akan menguburnya ke dalam tanah hidup-hidup. Kebiasaan mereka mengubur anak perempuan hidup-hidup itu dipandang sebagai dosa besar yang harus mereka pertanggungjawabkan di hari perhitungan, karena perbuatan itu bertentangan dengan nurani manusia dan akal sehat. \nAllah swt berfirman:\n\nDan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apa dia dibunuh? (at-Takwir/81: 8-9)\n\nDi akhir ayat, Allah swt menyatakan bahwa alangkah buruknya apa yang mereka tetapkan dan simpulkan itu, yaitu mereka malu memperoleh anak perempuan sehingga menyembunyikan dirinya dari orang banyak. Begitu malunya mereka sehingga mereka merasa harus memilih apakah akan tetap memelihara anak perempuan itu tetapi dengan menanggung malu, atau mereka kubur hidup-hidup. Allah menegaskan bahwa pandangan mereka mengenai anak perempuan itu sangat keliru.",
    "quraish": "Lalu ia berusaha untuk bersembunyi dari penglihatan orang, agar tidak tampak kesedihan yang menimpa dirinya karena kelahiran anak yang dikabarkan kepadanya itu. Ia pun diliputi kebimbangan antara tetap membiarkan anak itu hidup dan menanggung kehinaan sebagaimana yang ia kira, atau menguburkannya hidup-hidup. Perhatikanlah, hai orang yang mendengar, alangkah buruknya perbuatan mereka! Sungguh amat buruk ketetapan mereka yang menyatakan bahwa apa yang mereka benci adalah milik Allah.",
    "jalalayn": "(Ia menyembunyikan dirinya) menghilang (dari orang banyak) dari pandangan kaumnya (disebabkan buruknya berita yang disampaikan kepadanya) karena ia takut akan mendapat celaan, sedangkan ia dalam keadaan bingung untuk melakukan tindakan selanjutnya sebagai pemecahannya. (Apakah dia akan memeliharanya) yakni membiarkannya tanpa dibunuh (dengan menanggung kehinaan) hina dan direndahkan (ataukah akan menguburkannya ke dalam tanah hidup-hidup) seumpamanya ia memendam anak perempuan itu ke dalam tanah. (Ketahuilah, alangkah buruknya) alangkah jeleknya (apa yang mereka tetapkan itu) keputusan mereka itu karena mereka telah menisbatkan kepada Tuhan yang menciptakan mereka mempunyai anak-anak perempuan padahal anak-anak perempuan itu kedudukannya di kalangan mereka serendah itu."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 60,
    "arab": "لِلَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
    "translation": "Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1961.mp3",
    "tafsir": "Allah swt menjelaskan bahwa nasib buruk itu justru dimiliki oleh orang-orang kafir itu, yaitu mereka akan terhina karena dimasukkan ke dalam neraka. Sedangkan Allah akan tetap mulia, tidak memerlukan anak atau siapa pundalam menciptakan dan mengelola alam ini. Bahkan bila semua manusia di alam ini membangkang kepada-Nya, tidak akan merusak kemuliaan dan kemahakuasaan-Nya. Bahkan manusia itu sendiri yang rugi di dunia karena tidak menikmati keuntungan yang diperoleh dari pelaksana-an nilai-nilai mulia yang diajarkan-Nya dan di akhirat masuk neraka. Itulah yang ditegaskan Allah pada penutup ayat ini, bahwa ia Mahaperkasa dalam kemahakuasaan-Nya dan Mahabijaksana dalam menjatuhkan azab bagi yang ingkar. Artinya, azab itu memang sesuatu yang pantas bagi orang-orang yang ingkar itu.",
    "quraish": "Orang-orang yang tidak beriman kepada hari akhirat dengan pahala serta siksa yang akan diberikan saat itu, bagi mereka adalah keadaan yang buruk, yaitu memerlukan anak laki-laki dan membenci anak- anak perempuan. Sebaliknya, bagi Allah segala sifat yang Mahatinggi. Dia Mahakuasa atas segala sesuatu sehingga tidak memerlukan anak laki-laki. Dia pun Mahaperkasa yang tidak membutuhkan penolong.",
    "jalalayn": "(Bagi orang-orang yang tidak beriman kepada kehidupan akhirat) yaitu orang-orang kafir (ada perumpamaan yang buruk) sifat yang buruk, yaitu kebiasaan mereka mengubur hidup-hidup anak-anak perempuan padahal mereka membutuhkannya (dan bagi Allah ada perumpamaan yang maha tinggi) sifat yang maha tinggi, yaitu bahwasanya tidak ada Tuhan selain Dia (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam mengatur makhluk-Nya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 61,
    "arab": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ ",
    "translation": "Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1962.mp3",
    "tafsir": "Allah swt mengancam orang-orang musyrik yang bergelimang dosa. Ancaman itu ialah apabila Allah ingin menghukum manusia karena kezaliman mereka, Ia mampu untuk melakukannya. Mereka akan ditumpas dari permukaan bumi ini, tidak ada satupun yang tersisa. Akan tetapi, Allah tidak menghendaki yang demikian itu. Karena rahmat-Nya yang luas, Allah menangguhkan siksaan-Nya sampai pada suatu saat yang telah ditentukan, yaitu saat ajal telah merenggut mereka. Maksudnya adalah agar mereka dapat mengubah pandangan dan perilaku mereka. Akan tetapi, bila mereka tetap tidak berubah, Allah akan menurunkan azab ketika ajal mereka datang. Dan bila ajal itu telah datang, mereka tidak akan mampu mengundurkan atau mempercepatnya sesaat pun. Kemudian di akhirat mereka akan dimasukkan ke dalam neraka.",
    "quraish": "Jika Allah hendak mempercepat hukuman kepada manusia atas perbuatan zalimnya, niscaya tidak akan ada satu makhluk melata pun yang tersisa di muka bumi ini. Akan tetapi, dengan keramahan dan kebijakan- Nya, Dia menunda siksa mereka hingga waktu yang telah ditentukan, yaitu saat kematian mereka. Apabila saat itu telah tiba, mereka tidak dapat mengundurkannya sesaat pun dan tidak pula mendahulukannya meski hanya sesaat.",
    "jalalayn": "(Jika Allah menghukum manusia karena kezalimannya) disebabkan kedurhakaan-kedurhakaan mereka (niscaya tidak akan ditinggalkan-Nya padanya) yakni di muka bumi ini sesuatu pun (dari makhluk yang melata) makhluk yang hidup di permukaannya (tetapi Allah menangguhkan mereka sampai pada waktu yang ditentukan. Maka apabila telah tiba waktu yang ditentukan bagi mereka, tidaklah mereka dapat mengundurkan) waktunya (barang sesaat pun dan tidak pula mendahulukan) waktunya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 62,
    "arab": "وَيَجْعَلُوْنَ لِلّٰهِ مَا يَكْرَهُوْنَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰى لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُّفْرَطُوْنَ ",
    "translation": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1963.mp3",
    "tafsir": "Sekali lagi Allah menjelaskan bahwa mereka selalu melemparkan segala hal yang tidak mereka senangi kepada Allah, di antaranya tentang anak perempuan. Mereka tidak mau memiliki anak perempuan, karena menurut mereka anak perempuan hanyalah bagi Allah. Jadi Allahlah yang hina. \nDijelaskan juga bahwa mereka selalu menyampaikan kata-kata dusta, yaitu mereka akan selalu bahagia baik di dunia maupun di akhirat, walaupun bergelimang dosa. Hal itu dibantah oleh Allah seraya mengatakan bahwa tempat mereka adalah neraka dan mereka dijebloskan dengan paksa ke dalamnya. \nDari informasi di atas, jelas bahwa mereka benar-benar tidak mau mempercayai hari kebangkitan dan tidak mau menyadari kejahatan mereka. Itulah sebabnya Allah swt menegaskan bahwa mereka tidak diragukan lagi akan menjadi penghuni neraka dan akan merasakan azab yang sangat pedih pada saat yang telah ditentukan, yaitu hari akhirat.",
    "quraish": "Orang-orang musyrik menyandangkan kepada Allah apa yang mereka tidak sukai jika disandangkan kepada diri mereka, seperti anak perempuan dan adanya saingan. Lidah mereka mengucapkan kedustaan ketika mereka mengira bahwa, dengan berbuat demikian, mereka--seperti halnya di dunia mereka memperoleh kekayaan dan kekuasaan--juga akan memperoleh balasan yang paling baik, yaitu surga dari Allah jika mereka dibangkitkan. Tidak diragukan lagi, bagi mereka adalah neraka. Mereka akan lebih dahulu segera dimasukkan ke dalamnya sebelum yang lainnya.",
    "jalalayn": "(Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya) untuk diri mereka sendiri, yaitu anak-anak perempuan; menisbatkan sekutu kepada-Nya dan menghina rasul-rasul (dan keluarlah) perkataan (dari lidah mereka) selain dari hal-hal tersebut (kedustaan) yaitu (bahwa sesungguhnya merekalah yang akan mendapat kebaikan) di sisi Allah, yaitu mendapat surga; hal ini dijelaskan oleh firman Allah swt. yang lain, yaitu, \"Dan jika aku dikembalikan kepada Rabbku, maka sesungguhnya aku akan memperoleh kebaikan pada sisi-Nya.\" (Fushshilat 50). Selanjutnya Allah swt. berfirman: (Tiadalah diragukan) sudah dipastikan (bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera dimasukkan ke dalamnya) artinya mereka dibiarkan di dalam neraka, atau mereka dijebloskan ke dalamnya. Menurut suatu qiraat lafal mufrathuuna dibaca mufrithuuna, artinya sesungguhnya mereka adalah orang-orang yang melampaui batas."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 63,
    "arab": "تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1964.mp3",
    "tafsir": "Dalam ayat ini Allah swt bersumpah dengan nama-Nya sendiri bahwa Dia sungguh telah mengutus banyak rasul kepada umat-umat sebelum Nabi Muhammad. Para rasul itu mengajak mereka untuk beriman dan beribadah kepada Allah swt. Akan tetapi, umat-umat itu telah tertipu oleh tipu daya setan sehingga mereka menyangka perbuatan-perbuatan mereka baik, padahal sebetulnya perbuatan jahat. Setan itulah akhirnya yang menjadi teman mereka, dan akan menemani mereka masuk ke dalam neraka.",
    "quraish": "Wahai Nabi, yakinlah bahwa Kami telah mengutus para rasul kepada umat terdahulu dengan misi yang sama dengan yang kamu bawa saat Kami mengutusmu kepada seluruh umat manusia. Setelah itu setan menawarkan kekufuran, kemusyrikan dan kemaksiatan sehingga mereka mendurhakai dan mendustakan para rasul itu serta menuruti kemauan setan. Setan telah menguasai seluruh kehidupan para pendusta itu di dunia dan menjadikan perbuatan-perbuatan yang membahayakan diri menjadi indah dalam pandangan mereka. Kelak di hari akhir, mereka akan mendapatkan siksa yang amat memilukaan.",
    "jalalayn": "(Demi Allah, sesungguhnya Kami telah mengutus kepada umat-umat sebelum kamu) telah mengutus rasul-rasul Kami (tetapi setan menjadikan umat-umat itu memandang baik perbuatan mereka) yang buruk itu sehingga perbuatan-perbuatan mereka yang buruk itu dilihatnya baik; oleh karenanya mereka mendustakan rasul-rasul (maka setan menjadi pemimpin mereka) yang mengatur urusan-urusan mereka (di hari itu) yakni di dalam kehidupan dunia (dan bagi mereka azab yang sangat pedih) yang sangat menyakitkan kelak di hari kemudian. Menurut suatu pendapat dikatakan bahwa makna yang dimaksud dengan hari ini ialah hari kiamat; ungkapan ini menggambarkan tentang kejadian di masa mendatang dalam bentuk sekarang; artinya tidak ada seorang penolong pun bagi mereka selain Dia, sedangkan setan sendiri tidak mampu untuk menyelamatkan dirinya sendiri, mana mungkin ia dapat menyelamatkan orang lain."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 64,
    "arab": "وَمَآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِى اخْتَلَفُوْا فِيْهِۙ وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Dan Kami tidak menurunkan Kitab (Al-Qur'an) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1965.mp3",
    "tafsir": "Dalam ayat ini Allah swt menjelaskan fungsi Al-Qur'an, yaitu sebagai dasar dan pedoman yang dapat membuka pikiran mereka untuk dapat menilai kebenaran bimbingan wahyu. Allah swt menjelaskan bahwa Dia menurunkan kitab kepada Nabi Muhammad saw untuk dijadikan bimbingan bagi para umatnya. Juga agar Nabi saw dapat menjelaskan persoalan-persoalan yang mereka ragukan atau tidak percayai, sehingga mereka dapat melihat mana yang hak dan mana yang batil, mana yang benar dan mana yang salah.\nDi samping itu, Al-Qur'an berfungsi sebagai petunjuk yang dapat membimbing umatnya kepada kebenaran sehingga terhindar dari kesesatan. Al-Qur'an juga berfungsi sebagai rahmat Allah terbesar kepada hamba yang mau beriman. Dengan berpedoman kepada Al-Qur'an, mereka akan terbimbing dalam hidup di dunia dan akan berbahagia di dunia dan di akhirat.",
    "quraish": "Kami menurunkan al-Qur'ân hanya dengan tujuan agar kamu dapat memberikan penjelasan mana yang benar di antara persoalan-persoalan keagamaan yang menjadi perdebatan manusia. Dan, agar al-Qur'ân itu menjadi petunjuk yang sempurna dan rahmat yang menyeluruh bagi orang-orang yang beriman kepada Allah dan kitab suci yang diturunkan-Nya.",
    "jalalayn": "(Dan Kami tidak menurunkan kepadamu) hai Muhammad (Alkitab ini) Alquran ini (melainkan agar kamu dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu) yaitu tentang perkara agama (dan menjadi petunjuk) diathafkan kepada lafal litubayyina (dan rahmat bagi kaum yang beriman) kepada Alquran itu."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 65,
    "arab": "وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ",
    "translation": "Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1966.mp3",
    "tafsir": "Allah swt mengajak para hamba-Nya untuk memperhatikan dalil dan bukti yang menunjukkan kebenaran bahwa Allah swt itu Maha Esa dan Dialah yang berhak dipertuhan dan pantas disembah. Dalam hal ini, Allah menjelaskan bahwa Dialah yang menurunkan hujan dari langit, yang dibutuhkan berbagai macam tanaman di permukaan bumi. Andaikan tidak ada hujan, tentulah bumi itu menjadi kering, tandus, dan tak mungkin ditumbuhi oleh tanam-tanaman dan rerumputan.\nHal itu menunjukkan bahwa Allah berkuasa menghidupkan tanah dan menyuburkannya setelah tidak adanya tanda-tanda kehidupan. Orang-orang yang memperhatikan kejadian itu tentu akan melihat bukti-bukti yang jelas dan tanda yang pasti tentang adanya Allah Yang Mahakuasa. Hal ini hanya dapat dipahami oleh orang yang mau mendengarkan penjelasan Allah, memperhatikan dan memikirkan tanda-tanda keesaan-Nya. Hal itu terkadang dapat dilakukan dengan penelitian secara langsung atau mendengarkan dan memahami pengalaman-pengalaman atau hasil penelitian orang lain dengan sebaik-baiknya.",
    "quraish": "Allah menurunkan hujan yang berasal dari awan dan membuat bumi yang sebelumnya kering kerontang tak berpenghuni dapat menumbuhkan tanaman dan melahirkan kehidupan. Sebenarnya dengan penciptaan alam seperti itu terdapat bukti yang menunjukkan adanya Pemelihara alam semesta yang Mahabijaksana(1). (1) Air yang turun dari langit meresap ke dalam bumi, melarutkan unsur-unsur kimia di dalam tanah yang dihisap oleh tumbuh- tumbuhan. Unsur-unsur itu kemudian berubah menjadi sel-sel hidup dan seluler.",
    "jalalayn": "(Dan Allah menurunkan dari langit air hujan dan dengan air itu dihidupkan-Nya bumi) dengan tumbuh-tumbuhan (sesudah matinya) dimaksud sesudah mengalami kekeringan. (Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (benar benar terdapat tanda) yang menunjukkan adanya hari berbangkit (bagi orang-orang yang mendengarkan) dengan pendengaran dibarengi dengan pemikiran."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 66,
    "arab": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ ",
    "translation": "Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1967.mp3",
    "tafsir": "Selanjutnya Allah swt meminta perhatian para hamba-Nya agar memperhatikan binatang ternak karena sesungguhnya pada binatang ternak itu terdapat pelajaran yang berharga, yaitu bahwa Allah memisahkan susu dari darah dan kotoran. Binatang ternak itu memakan rerumputan, lalu dari makanan itu dihasilkan darah dan kotoran. Di antara keduanya, Allah memproduksi susu yang bersih dan bergizi. Itu menunjukkan bahwa Allah Mahakuasa dan Mahaluas Rahmat-Nya bagi para hamba-Nya.\nSecara ilmiah dapat dijelaskan bahwa pada buah dada binatang menyusui terdapat sebuah kelenjar yang berfungsi untuk memproduksi air susu. Melalui urat-urat nadi atau arteri, kelenjar-kelenjar itu mendapatkan pasokan berupa zat yang terbentuk dari darah dan zat-zat dari sari makanan yang telah dicerna (chyle). Kedua komponen ini tidak dapat dikonsumsi secara langsung. Kelenjar air susu akan memproses kedua komponen ini dengan enzim-enzim yang ada, dan menghasilkan air susu yang dapat dikonsumsi secara langsung. Air susu yang dihasilkannya mempunyai warna dan aroma yang sama sekali berbeda dengan zat aslinya. \nAir susu ibu (ASI) memiliki komponen yang tepat guna memenuhi keperluan nutrisi bayi dan perlindungan terhadap penyakit yang mungkin timbul. Perimbangan nutrisi yang terkandung di dalam ASI sangatlah ideal bagi tubuh bayi yang masih sangat muda. Pada saat yang sama, susu bayi juga mengandung nutrien yang memacu perkembangan otak dan sistem syaraf. Susu bayi buatan yang dibuat berdasarkan teknologi tinggi saat ini tidak dapat menggantikan makanan bayi yang satu ini.\nUnsur anti-infeksi lainnya adalah bahwa ASI memberikan lingkungan yang baik untuk tumbuhnya bakteri yang \"baik\", yang diberi nama \"normal flora\". Peran dari bakteri ini adalah menjadi pelindung terhadap bakteri, virus dan parasit penyebab penyakit. Lebih lanjut, ASI juga mengatur terjadinya sistem imunitas (kekebalan tubuh) terhadap berbagai penyakit infeksi. Demikian penjelasan secara ilmiah.",
    "quraish": "Wahai manusia, sesungguhnya di dalam diri binatang ternak--unta, sapi, kambing dan sebagainya--terdapat pelajaran berharga yang dapat kalian renungkan, yang mengeluarkan kalian dari kebodohan menuju pengetahuan akan adanya Pencipta Yang Mahabijaksana. Kami suguhkan kepada kalian dari sebagian yang ada dalam perut binatang-binatang itu, dari sisa-sisa makanan dan darah, susu murni beraroma yang mudah ditelan bagi orang-orang yang meminumnya (1). (1) Pada buah dada binatang menyusui terdapat kelenjar yang bertugas memproduksi air susu. Melalui urat-urat nadi arteri, kelenjar- kelenjar itu mendapatkan suplai berupa zat yang terbentuk dari darah dan chyle (zat-zat dari sari makanan yang telah dicerna) yang keduanya tidak dapat dikonsumsi secara langsung. Selanjutnya kelenjar-kelenjar susu itu menyaring dari kedua zat itu unsur-unsur penting dalam pembuatan air susu dan mengeluarkan enzim-enzim yang mengubahnya menjadi susu yang warna dan aromanya sama sekali berbeda dengan zat aslinya.",
    "jalalayn": "(Dan sesungguhnya pada binatang ternak itu benar-benar terdapat pelajaran bagi kalian) bahan pelajaran. (Kami memberi kalian minum) lafal ini berfungsi sebagai penjelas daripada pengertian pelajaran tadi (daripada apa yang berada dalam perutnya) dalam perut binatang ternak itu (di) huruf min di sini menunjukkan makna ibtida dan bertaalluq kepada lafal nusqiikum (antara kotoran) yakni lemak ususnya (dan darah berupa air susu yang bersih) sedikit pun tidak bercampur kotoran dan darah baik dari segi rasa, bau atau warnanya atau campuran di antara keduanya (yang mudah ditelan bagi orang-orang yang meminumnya) lewat dengan mudah di tenggorokan mereka dan tidak sulit untuk ditelan."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 67,
    "arab": "وَمِنْ ثَمَرٰتِ النَّخِيْلِ وَالْاَعْنَابِ تَتَّخِذُوْنَ مِنْهُ سَكَرًا وَّرِزْقًا حَسَنًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
    "translation": "Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1968.mp3",
    "tafsir": "Selanjutnya, Allah swt meminta para hamba-Nya agar memperhati-kan buah kurma dan anggur. Dari kedua buah-buahan itu, manusia dapat memproduksi sakar, yaitu minuman memabukkan yang diharamkan dan minuman baik yang dihalalkan. Sebuah riwayat dari Ibnu 'Abbas menjelaskan, \"Sakar ialah minuman yang diharamkan yang berasal dari buah kurma dan anggur. Rezeki yang baik ialah makanan halal yang bisa diproduksi dari kurma dan anggur.\nJadi dari kurma dan anggur, manusia dapat memproduksi berbagai jenis makanan. Di antaranya ada yang memudaratkan dan ada yang bermanfaat. Yang memudaratkan dilarang oleh agama, sedang yang bermanfaat dibolehkan untuk diproduksi. Dengan demikian, ayat ini sudah mengandung isyarat bagi mereka yang berpikiran suci bahwa meminum minuman keras haram hukumnya dan tidak boleh diproduksi.\nDi akhir ayat, Allah swt menegaskan bahwa dalam penciptaan kedua macam tumbuh-tumbuhan itu terdapat tanda-tanda yang jelas untuk menunjukkan keesaan Tuhan bagi orang-orang yang mempergunakan pikirannya untuk meneliti, memperhatikan, dan mengambil pelajaran dari penciptaan tumbuh-tumbuhan yang disebutkan dalam ayat itu.",
    "quraish": "Dari buah kurma dan anggur yang telah Kami karuniakan, kalian dapat membuat minuman yang buruk dan memabukkan atau makanan lainnya yang baik dan halal. Dan sesungguhnya pada karunia itu terdapat pertanda kekuasan dan kasih sayang Allah bagi kaum yang mau menggunakan akal pikiran mereka.",
    "jalalayn": "(Dan dari buah kurma dan anggur) terdapat jenis buah-buahan (yang kalian dapat membuat minuman yang memabukkan daripadanya) dimaksud khamar yang dapat memabukkan. Di sini kata muskiran disebutkan dengan memakai mashdarnya, yaitu sakaran. Hal ini diturunkan sebelum adanya pengharaman khamar (dan rezeki yang baik) seperti selai kurma, anggur kering, cuka dan sirup. (Sesungguhnya pada yang demikian itu) hal yang telah disebutkan itu (benar-benar terdapat tanda) yang menunjukkan kekuasaan Allah swt. (bagi orang-orang yang berakal) yang memikirkannya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 68,
    "arab": "وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذِيْ مِنَ الْجِبَالِ بُيُوْتًا وَّمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُوْنَۙ",
    "translation": "Dan Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1969.mp3",
    "tafsir": "Kemudian Allah swt meminta perhatian para hamba-Nya agar memperhatikan lebah. Allah telah memberikan naluri kepada lebah sehingga mempunyai kemahiran untuk membuat sarang di bukit-bukit, di pohon-pohon dan bangunan-bangunan yang didirikan manusia. Seorang yang mau memperhatikan bagaimana kemahiran lebah membuat sarangnya, tentu ia akan takjub. Sarang lebah terbuat dari bahan serupa lilin dan mempunyai bentuk segi enam berangkai yang menurut para ahli struktur bangunan merupakan ruang yang paling banyak memuat isi dibanding dengan segi-segi lain. Apabila diperhatikan bobotnya, sarang lebah itu sangat ringan, tetapi dapat menahan beban yang berat yaitu madu, telur, dan embrio-embrionya. Hal ini juga menjadi bukti yang menunjukkan kekuasaan Allah Yang Maha Esa.\nAyat di atas menggambarkan perikehidupan lebah madu secara singkat namun akurat sebagai berikut.\n\n1.\"...Buatlah sarang-sarang pada sebagian pegunungan dan sebagian pepohonan, dan pada sebagian tempat-tempat tinggi yang mereka buat...\". Kelompok lebah diperkirakan terdiri atas, paling tidak, 20.000 jenis. Masing-masing jenis memiliki cara sendiri-sendiri dalam membuat sarangnya. Mereka menggunakan semua sarana, mulai dari gua-gua yang terletak di pegunungan, lubang-lubang pada pohon tua, atau membuat sarang sendiri dan menggantungnya pada cabang pohon. Mengingat ayat ini ditujukan khusus untuk lebah madu, maka uraian tentang sarang lebah madu akan diuraikan secara lebih rinci. \nSarang lebah madu, atau lebah pada umumnya, merupakan tempat yang strategis dan sentral untuk seluruh kehidupan kelompok. Mulai dari tempat mengasuh anakan (larva) sampai dengan pusat informasi, semuanya ada di sarang.\nSarang lebah madu terdiri atas bilik-bilik yang berupa lubang-lubang segi enam (hexagonal) yang nyaris sempurna. Para ahli konstruksi mengakui bahwa bentuk segi enam adalah bentuk yang paling kuat, menghemat bahan dan ruangan. Bentuk tersebut juga mencegah serangga lain masuk di sela-sela bilik dan membuat sarang. \n2.\"...Kemudian makanlah dari setiap buah-buahan¦.\" Bahan utama yang dijadikan makanan lebah madu adalah nektar, suatu cairan manis yang terdapat pada bunga. Sedangkan jenis-jenis lebah lainnya ada juga yang memperoleh makanan dari sari buah-buahan. \n3.\"...Dan tempuhlah jalan-jalan Tuhanmu dalam keadaan mudah....\" Dalam proses pencarian lapangan bunga, beberapa lebah pekerja dikirim sebagai pemandu untuk mencari daerah yang potensial. Mereka dapat terbang sampai sejauh lima kilometer dan akan terus mencari sampai menemukan jumlah yang cukup untuk dipanen untuk kemudian disampaikan kepada lebah lainnya.\n\n\"Allah mewahyukan kepada lebah\" mengandung arti kiasan. Mengapa wahyu yang biasa diturunkan kepada manusia itu bisa diturunkan kepada bangsa lebah. Kita harus memahami ayat ini dengan memahami apa fungsi dan tujuan dari Allah menurunkan wahyu. Wahyu bertujuan untuk memberikan petunjuk. Jadi Allah memberikan petunjuk kepada bangsa lebah untuk ditaati sepanjang hidupnya oleh setiap lebah sampai kiamat. Berbeda dengan manusia, dimana ada yang taat dan ada pula yang membangkang bahkan dan yang mendustakan wahyu dari Allah swt. Lebah (dan binatang maupun tumbuhan lainnya) tanpa terkecuali akan menaati dan menjadikan-nya sebagai pegangan dan petunjuk hidupnya \nDalam ayat ini, petunjuk Allah adalah untuk membuat sarang (lebah) pada tempat-tempat yang dibuat manusia. Ini artinya bahwa Allah menolong manusia untuk membudidayakan dan memanfaatkannya seperti yang dijelaskan dalam An-Naá¸¥l 16:69. Banyak manfaat yang dapat diperoleh dari dunia tumbuhan, dan beberapa di antaranya sangat bermanfaat setelah diproses lebih lanjut oleh binatang, misalnya madu yang diperoleh dari aktivitas lebah madu. \nAristoteles adalah orang pertama yang menekuni dan mempelajari lebah madu. Walaupun banyak teorinya yang tidak masuk akal, apabila dikaji dengan pengetahuan saat ini, namun harus diakui bahwa dialah pionir dalam penelitian dan pengungkapan perikehidupan lebah. Perhatian manusia diper-kirakan sudah dimulai antara 8.000 sampai 15.000 tahun yang lalu. Banyak lukisan-lukisan di dinding gua prehestorik yang memperlihatkan bagaimana manusia memanen madu dari sarang lebah madu. Pemeliharaan lebah diduga dimulai di Mesir sekitar tahun 2400 SM.",
    "quraish": "Wahai Nabi, Tuhanmu telah memberi ilham pada lebah untuk menyelesaikan berbagai persoalan yang menyangkut berbagai faktor-faktor dan sarana-sarana untuk mempertahankan hidup. Dalam hal ini, Allah memerintahkan lebah untuk menjadikan gua-gua di pegunungan, celah-celah pepohonan dan puncak- puncak rumah sebagai tempat tinggal mereka.",
    "jalalayn": "(Dan Rabbmu mewahyukan kepada lebah) dalam bentuk ilham (hendaknya) huruf an di sini dapat diartikan sebagai an mashdariyah atau an mufassirah (buatlah sarang-sarang di bukit-bukit) tempat kamu berdiam (dan di pohon-pohon) sebagai tempat tinggal (dan di tempat-tempat yang dibikin manusia) sarang-sarang buatan manusia untuk kamu, jika kamu tidak suka kepada sarang buatan manusia, kamu boleh menempati tempat yang lainnya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 69,
    "arab": "ثُمَّ كُلِيْ مِنْ كُلِّ الثَّمَرٰتِ فَاسْلُكِيْ سُبُلَ رَبِّكِ ذُلُلًاۗ يَخْرُجُ مِنْ بُطُوْنِهَا شَرَابٌ مُّخْتَلِفٌ اَلْوَانُهٗ ۖفِيْهِ شِفَاۤءٌ لِّلنَّاسِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1970.mp3",
    "tafsir": "Allah lalu meminta perhatian para hamba-Nya agar memikirkan bagaimana Allah telah memberikan kemahiran kepada para lebah untuk mengumpulkan makanan dari berbagai macam bunga-bungaan dan meng-ubahnya menjadi madu yang tahan lama dan bergizi. Kemahiran ini diwariskan lebah secara turun-temurun.\nLebah-lebah mengisap makanan dari bunga-bungaan kemudian masuk ke dalam perutnya dan dari perutnya dikeluarkan madu yang bermacam-macam warnanya. Ada yang putih, ada yang kekuning-kuningan, dan ada pula yang kemerah-merahan, sesuai dengan jenis lebah itu dan bunga-bungaan yang ada di sekitarnya.\nDi antara manfaat madu ialah untuk ketahanan tubuh dan mungkin pula sebagai obat berbagai penyakit. Hal ini dapat diterima oleh ilmu pengetahu-an, antara lain karena madu mudah dicerna dan mengandung berbagai macam vitamin. \nPenjelasan tentang fungsi madu ini dapat dibaca dalam sebuah hadis:\nBahwa seseorang datang kepada Rasulullah saw seraya berkata, \"Sesungguhnya saudaraku perutnya mulas.\" Maka Rasulullah saw bersabda, \"Minumkan kepadanya madu,\" kemudian orang itu memberinya madu. Kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, \"Ya Rasulullah saya telah memberinya madu, tetapi perutnya bertambah mulas.\" Rasulullah saw bersabda, \"Pergilah dan minumkan (lagi) kepadanya madu.\" Maka orang itu pergi dan memberinya lagi madu, kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, \"Ya Rasulullah, perutnya justru tambah mulas,\" kemudian Rasulullah bersabda, \"Allah benar dan perut saudaramu berdusta. Pergilah dan beri lagi saudaramu itu madu.\" Lalu orang itu pergi dan memberinya lagi madu, kemudian ia pun sembuh. (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri)\n\nDan hadis Nabi saw:\nObat itu ada tiga macam: mengeluarkan darah dengan bekam, minum madu dan membakar kulit dengan api (besi panas), dan aku melarang umatku membakar kulit. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\n\nBeberapa manfaat yang diberikan lebah sebagai berikut:\n1.Madunya merupakan minuman yang lezat berguna bagi kesehatan. Sarangnya dapat dibuat lilin, bahan untuk membatik, dan lain-lain.\n2.Lebah membantu penyerbukan bunga sehingga terjadi pembuahan.",
    "quraish": "Kemudian Allah memberi petunjuk pada lebah untuk menjadikan buah-buahan dari berbagai jenis pohon dan tumbuhan sebagai makanannya. Berkat petunjuk yang telah diberikan oleh Tuhan itu, lebah menjalankan tugas-tugas hidupnya dengan sangat mudah. Dari dalam perut lebah keluar sejenis minuman beraneka warna dan berguna sekali bagi kesehatan manusia. Dan sesungguhnya pada ciptaan yang unik itu terdapat pertanda akan wujud sang Pencipta Yang Mahakuasa lagi Mahabijaksana. Orang-orang yang berakal akan merenungkan hal itu sebagai cara untuk mendapatkan kebahagiaan abadi(1). (1) Madu merupakan jenis zat yang mengandung unsur glukosa dan perfentous (semacam zat gula yang sangat mudah dicerna) dalam porsi cukup besar. Melalui ilmu kedokteran modern didapat kesimpulan bahwa glukosa berguna sekali bagi proses penyembuhan berbagai macam jenis penyakit melalui injeksi atau dengan perantaraan mulut yang berfungsi sebagai penguat. Di samping itu, madu juga memiliki kandungan vitamin yang cukup tinggi terutama vitamin B kompleks.",
    "jalalayn": "(Kemudian makanlah dari setiap buah-buahan dan tempuhlah) masukilah (jalan Rabbmu) jalan-jalan yang telah ditunjukkan oleh-Nya kepadamu di dalam mencari rezekimu (yang telah dimudahkan) lafal dzululan ini adalah bentuk jamak dari lafal tunggal dzaluulun; berkedudukan menjadi hal dari lafal subula rabbiki. Artinya jalan yang telah dimudahkan bagimu sehingga amat mudah ditempuh sekali pun sangat sulit dan kamu tidak akan sesat untuk kembali ke sarangmu dari tempat itu betapa pun jauhnya. Akan tetapi menurut pendapat yang lain dikatakan bahwa lafal dzululan ini menjadi hal daripada dhamir yang terdapat di dalam lafal uslukiy sehingga artinya menjadi: yang telah ditundukkan untuk memenuhi kehendakmu. (Dari perut lebah itu keluar minuman) yakni berupa madu (yang bermacam-macam warnanya di dalamnya terdapat obat yang menyembuhkan bagi manusia) dari berbagai macam penyakit. Menurut suatu pendapat dikatakan dari sebagian penyakit saja karena ditunjukkan oleh pengertian ungkapan lafal syifaaun yang memakai nakirah. Atau sebagai obat untuk berbagai macam penyakit bila digabungkan dengan obat-obat lainnya. Aku katakan bila tidak dicampur dengan obat yang lain, maka sesuai dengan niat peminumnya. Sungguh Nabi saw. telah memerintahkan untuk meminum madu bagi orang yang perutnya kembung demikianlah menurut riwayat yang telah dikemukakan oleh Imam Bukhari dan Muslim. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda kebesaran Allah bagi orang-orang yang memikirkan) ciptaan-Nya"
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 70,
    "arab": "وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰىكُمْ وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ قَدِيْرٌ ࣖ  ",
    "translation": "Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1971.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dialah yang menciptakan manusia dan menentukan usianya. Di antara manusia ada yang meninggal pada waktu masih berada dalam kandungan, ada yang meninggal pada waktu lahir, ada yang meninggal pada waktu kecil, ada yang meninggal ketika mencapai puncak kejayaan, dan ada pula yang meninggal setelah mencapai usia yang sangat lanjut, setelah lemah dan pikun. \nAllah swt berfirman:\n\nDan barang siapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti? (Yasin/36: 68)\n\nKebanyakan orang menginginkan umur yang panjang, tetapi tetap sehat, dan tidak ingin menjadi pikun. Dalam hadis Nabi saw disebutkan:\nBahwa Rasulullah saw, mengatakan di dalam doanya, \"Aku berlindung kepada-Mu ya Allah dari kebakhilan, kemalasan, tua renta (pikun), siksa kubur, fitnah (cobaan) Dajjal dan fitnah (cobaan) di waktu hidup dan di waktu mati.\" (Riwayat al-Bukhari dari Anas bin Malik)\n\nPada saat manusia diberi umur lanjut, kekuatan tubuh mereka berkurang secara bertahap sampai pada taraf dimana mereka seperti dikembalikan pada masa kecil lagi. Mereka menjadi lemah, pikun dan tidak bisa mengingat lagi apa yang pernah diketahuinya.\nDi akhir ayat, Allah swt menegaskan bahwa Dia Maha Mengetahui segala sesuatu. Maksudnya Dialah yang mengetahui hikmah dari penciptaan manusia dan hikmah diwafatkan. Allah juga Mahakuasa mewafatkan manusia saat masih bayi atau setelah lanjut usia.",
    "quraish": "Allah telah menciptakan kalian dan menentukan kematian yang berbeda satu sama lain. Sebagian kalian ada yang dimatikan dalam usia muda dan sebagian lain bertahan hidup hingga usia amat lanjut dan kembali menjadi lemah secara berangsur-angsur. Saat usia semakin lanjut, daya kerja sel menurun. Tulang, otot dan urat nadi semakin mengendor dan akhirnya kehilangan seluruh daya dan kemampuannya. Sesunggunya Allah Maha Mengetahuai rahasia ciptaan-Nya dan Mahakuasa untuk mewujudkan segala yang Dia kehendaki.",
    "jalalayn": "(Allah menciptakan kalian) yang sebelumnya kalian bukan merupakan apa-apa (kemudian mewafatkan kalian) bila ajal kalian telah tiba (dan di antara kalian ada yang dikembalikan kepada umur yang paling lemah) umur yang sangat lanjut dan pikun (supaya dia tidak mengetahui lagi sesuatu pun yang pernah diketahuinya) Ikrimah mengatakan, bahwa barang siapa yang selalu membaca Alquran, maka ia tidak akan sampai kepada keadaan seperti ini. (Sesungguhnya Allah Maha Mengetahui) di dalam mengatur makhluk-Nya (lagi Maha Kuasa) terhadap apa yang dikehendaki-Nya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 71,
    "arab": "وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ",
    "translation": "Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1972.mp3",
    "tafsir": "Setelah Allah menjelaskan perbedaan usia manusia dalam ayat ini, Ia menyebutkan perbedaan rezeki mereka. Allah swt menjelaskan bahwa Allah melebihkan rezeki sebagian manusia dari sebagian yang lain. Ada manusia yang kaya, ada pula yang fakir, ada manusia yang menguasai sumber-sumber rezeki, dan ada manusia yang tidak memperoleh rezeki yang memadai bagi kehidupannya. Semuanya bertujuan agar satu sama lain saling menolong karena saling membutuhkan.\nKemudian Allah swt menjelaskan bahwa di antara orang-orang yang diberi rezeki lebih, ada yang tidak mau memberikan sedikit pun rezekinya kepada orang-orang yang bekerja padanya yang semestinya mendapat bagian dari mereka. Padahal di antara orang-orang yang menguasai dan dikuasai, di antara tuan dan budak sama-sama berhak atas rezeki itu. Oleh karenanya, sepantasnyalah rezeki itu didistribusikan secara adil dan merata kepada semua pihak. Apabila pemilik modal merasa berhak mendapat keuntungan karena modal yang dimilikinya, pekerja hendaknya diberi penghasilan sesuai dengan kemampuannya, supaya pemilik modal dan pekerja sama-sama menikmati sumber-sumber penghasilan itu. \nAllah swt berfirman:\n\nDia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba-sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti. (ar-Rum/30: 28)\n\nDi akhir ayat, Allah mengingatkan bahwa semua itu adalah nikmat-Nya. Oleh karena itu, mereka seharusnya mensyukuri nikmat itu dengan tidak memonopoli sumber-sumber penghasilan itu untuk kepentingan kelompok atau golongan tertentu.",
    "quraish": "Allah melebihkan rezeki seseorang di atas yang lain. Rezeki para tuan lebih baik dari hamba sahaya. Para tuan yang diberi kelebihan rezeki oleh Allah Swt. itu tidak akan memberikan separuh rezeki mereka kepada para hamba yang dimilikinya, sehingga para hamba sahaya itu memiliki bagian rezeki yang sama seperti para tuannya. Dan jika orang-orang kafir itu tidak rela bila para hamba sahaya sama-sama memiliki rezeki yang Allah berikan kepada mereka--padahal mereka adalah sama-sama manusia--maka mengapa mereka rela menyekutukan Allah dengan makhluk-makhluk-Nya, sementara penghambaan diri itu hanya layak dipersembahkan kepada Allah semata? Apakah sesudah itu mata hati mereka tetap tertutup dan terus mengingkari nikmat-nikmat Allah dengan cara mempertuhankan selain Dia?",
    "jalalayn": "(Dan Allah melebihkan sebagian kalian dari sebagian yang lain dalam hal rezeki) di antara kalian ada yang kaya dan ada pula yang miskin, serta ada pula yang menjadi raja dan yang menjadi hamba sahaya (tetapi orang-orang yang dilebihkan rezekinya tidak mau) yakni tuan-tuan pemilik hamba sahaya (memberikan rezeki mereka kepada budak-budak yang mereka miliki) artinya mereka tidak mau menjadikan rezeki yang Kami limpahkan kepada mereka menjadi milik bersama antara mereka dan hamba-hamba sahaya mereka (agar mereka) yakni para pemilik hamba sahaya dan para hamba sahaya yang dimilikinya (sama merasakan rezeki itu) bersekutu memilikinya. Makna yang dimaksud ialah, bahwa mereka tidak akan mau menjadikan harta mereka untuk milik bersama dengan hamba-hamba sahaya mereka, maka mengapa mereka menjadikan sebagian daripada milik-milik Allah menjadi sekutu-sekutu-Nya. (Maka mengapa mereka mengingkari nikmat Allah?) karena ternyata mereka telah menjadikan bagi-Nya sekutu-sekutu."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 72,
    "arab": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ",
    "translation": "Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1973.mp3",
    "tafsir": "Kemudian Allah menjelaskan nikmat-Nya, yaitu bahwa Allah swt telah menciptakan pasangan untuk mereka dari jenis mereka sendiri. Pasangan-pasangan itu merupakan mitra dalam kerja sama membina keluarga dan masyarakat. Dengan pasangan itu, manusia dapat memiliki keturunan untuk memelihara dan mengembangkan jenis manusia dalam mengemban tugas sebagai khalifah di muka bumi ini. Selanjutnya Allah menjelaskan bahwa Dialah yang telah memberi mereka rezeki dalam makanan dan minuman yang baik dan berguna. Oleh karena itu, manusia tidak boleh takut akan kesulitan memperoleh rezeki karena anak. Sebaliknya, mereka harus mendidik anak-anak itu agar mampu nantinya setelah dewasa untuk menjalankan tugasnya sebagai khalifah di bumi.\nDi akhir ayat, Allah swt mencela orang-orang kafir yang mempercayai berhala-berhala sebagai tuhan, padahal berhala-berhala itu tidak bisa berbuat apa-apa. Sedangkan nikmat Allah mereka ingkari seakan-akan rezeki itu bukan dari Allah.",
    "quraish": "Allah menjadikan bagi kalian istri-istri yang berasal dari jenis yang sama dengan kalian agar kalian mendapatkan ketenangan hidup (sakînah) dari mereka. Dan dari istri-istri itu Allah menjadikan untuk kalian anak dan cucu. Kemudian Allah menurunkan bermacam rezeki yang baik dan kalian sukai. Apakah sesudah itu sebagian manusia justru menyekutukan Allah, percaya pada kebatilan dan ingkar pada karunia-karunia lahir Tuhan? Padahal semestinya semua itu disyukuri dan membuatnya hanya menyembah kepada Allah(1). (1) Perkawinan adalah suatu bentuk hubungan yang suci sebagai asal mula terbentuknya sebuah institusi keluarga yang merupakan pondasi umat dan masyarakat. Perkawinan adalah salah satu bentuk pembangunan fitrah yang dititipkan Tuhan dalam diri tiap manusia dan juga binatang. Kalau tidak ada aturan-aturan normatif perkawinan, maka dalam hal pemenuhan kebutuhan biologis manusia akan tidak ada bedanya dengan binatang, karena masing-masing akan menempuh jalan yang tanpa aturan dan semaunya. Jika demikian dia bukan lagi seorang manusia yang dibekali akal pikiran, diberi keutamaan dibanding makhluk lainnya dan ditunjuk sebagai khalifah di bumi. Di samping sudah merupakan ketentuan Tuhan pada manusia untuk mengatur fitrah dengan perkawinan agar terhindar dari kekacauan, di sisi lain manusia juga mempunyai kecenderungan untuk hidup selamanya. Melihat tidak ada kemungkinan pada dirinya secara pribadi untuk bisa bertahan hidup selamanya, maka jalan satu-satunya untuk mempertahankan kelangsungan hidup itu adalah melalui keturunan yang merupakan perpanjangan dari kehidupan dirinya.",
    "jalalayn": "(Allah menjadikan bagi kalian istri-istri dari jenis kalian sendiri) maka Allah menciptakan Siti Hawa dari tulang rusuk Nabi Adam dan semua manusia lainnya dari mani kaum laki-laki dan wanita (dan menjadikan bagi kalian dari istri-istri kalian itu, anak-anak dan cucu-cucu) keturunan dari anak-anaknya (dan memberi kalian rezeki dari yang baik-baik) berupa berbagai macam buah-buahan, biji-bijian dan hewan-hewan ternak (maka mengapa kepada yang batil) kepada berhala (mereka beriman dan mengapa mereka ingkar terhadap nikmat Allah) dengan menyekutukan-Nya."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 73,
    "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السَّمٰوٰتِ وَالْاَرْضِ شَيْـًٔا وَّلَا يَسْتَطِيْعُوْنَ ۚ  ",
    "translation": "Dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1974.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan bahwa orang-orang musyrik menyembah patung-patung atau tuhan-tuhan lain selain Allah, padahal tuhan-tuhan mereka itu tidak mampu memberi mereka rezeki dari langit seperti menurunkan hujan, menumbuhkan tanaman, dan sebagainya. Patung-patung itu tidak memiliki kekuatan apa punkarena patung-patung itu adalah benda mati. Patung-patung tidak mungkin memberikan keuntungan apapun, bahkan seandainya dihancurkan, ia tidak dapat berbuat apa-apa.",
    "quraish": "Mereka menyembah berhala, bukan menyembah Allah. Padahal berhala-berhala itu tidak akan dapat mendatangkan rezeki buat mereka--apa pun bentuknya--meskipun sedikit, baik yang berasal dari langit berupa hujan atau yang berasal dari dalam bumi semacam buah-buahan. Tuhan-tuhan itu tidak dapat berbuat seperti itu meskipun sedikit saja.",
    "jalalayn": "(Dan mereka menyembah selain Allah) (sesuatu yang tidak dapat memberikan rezeki kepada mereka dari langit) yang dimaksud adalah hujan (dan bumi) yakni tumbuh-tumbuhan (barang sedikit pun) lafal syaian berkedudukan menjadi badal atau pengganti dari lafal rizqan (dan tidak berkuasa) tidak mampu berbuat apa-apa sedikit pun, yang dimaksud adalah berhala-berhala."
  },
  {
    "hizb": 109,
    "name": "An-Nahl",
    "ayat": 74,
    "arab": "فَلَا تَضْرِبُوْا لِلّٰهِ الْاَمْثَالَ ۗاِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
    "translation": "Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1975.mp3",
    "tafsir": "Allah melarang hamba-Nya menyamakan sifat-sifat Allah dengan makhluk-Nya, karena sifat-sifat Allah itu tidak dapat disamai dan ditandingi. Untuk memperkuat pengertian ayat ini, dapat dikemukakan sebuah riwayat dari Ibnu Mundzir dan Abi Hatim dari Ibnu 'Abbas bahwa dia berkata mengenai arti ayat itu bahwa Allah berfirman, \"Makanya jangan kamu beranggapan adanya tuhan-tuhan lain selain Aku, karena sesungguhnya tidak ada tuhan selain Aku.\"\nKemudian Allah swt menegaskan bahwa Allah Maha Mengetahui segala yang ada di langit dan di bumi. Dia mengetahui kejahatan yang dilakukan oleh makhluk-Nya dan Dia pulalah yang berkuasa untuk menghukum mereka dengan siksaan yang pedih. Mereka tidak mengetahui sedikit pun siksaan apa yang harus mereka rasakan.",
    "quraish": "Seandainya kalian telah meyakini bahwa tuhan-tuhan selain Allah itu tidak akan dapat mendatangkan maslahat apa pun, maka hendaknya kalian tidak menyamakan mereka dengan Allah. Dengan menggunakan analogi-analogi palsu, kalian berusaha membenarkan tindakan kalian menyembah tuhan-tuhan itu. Sesungguhnya Allah mengetahui perbuatan kalian yang keliru dan akan membalasnya, sementara kalian dalam kealpaan dan ketidaksadaran akan masa depan kalian yang buruk.",
    "jalalayn": "(Maka janganlah kalian menjadikan bagi Allah tandingan-tandingan) artinya janganlah kalian menjadikan bagi Allah persamaan-persamaan yang kalian sekutukan mereka dengan-Nya. (Sesungguhnya Allah mengetahui) bahwa tiada tandingan bagi-Nya (sedangkan kalian tidak mengetahui) hal tersebut."
  }
]