[
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 177,
    "arab": "۞ لَيْسَ الْبِرَّاَنْ تُوَلُّوْا وُجُوْهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۤىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰى حُبِّهٖ ذَوِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِۙ وَالسَّاۤىِٕلِيْنَ وَفىِ الرِّقَابِۚ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ اِذَا عَاهَدُوْا ۚ وَالصّٰبِرِيْنَ فِى الْبَأْسَاۤءِ وَالضَّرَّاۤءِ وَحِيْنَ الْبَأْسِۗ اُولٰۤىِٕكَ الَّذِيْنَ صَدَقُوْا ۗوَاُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ ",
    "translation": "Kebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/184.mp3",
    "tafsir": "Ayat ini bukan saja ditujukan kepada umat Yahudi dan Nasrani, tetapi mencakup juga semua umat yang menganut agama-agama yang diturunkan dari langit, termasuk umat Islam.\nPada ayat 177 ini Allah menjelaskan kepada semua umat manusia, bahwa kebajikan itu bukanlah sekadar menghadapkan muka kepada suatu arah yang tertentu, baik ke arah timur maupun ke arah barat, tetapi kebajikan yang sebenarnya ialah beriman kepada Allah dengan sesungguhnya, iman yang bersemayam di lubuk hati yang dapat menenteramkan jiwa, yang dapat menunjukkan kebenaran dan mencegah diri dari segala macam dorongan hawa nafsu dan kejahatan. Beriman kepada hari akhirat sebagai tujuan terakhir dari kehidupan dunia yang serba kurang dan fana. Beriman kepada malaikat yang di antara tugasnya menjadi perantara dan pembawa wahyu dari Allah kepada para nabi dan rasul. Beriman kepada semua kitab-kitab yang diturunkan Allah, baik Taurat, Injil maupun Al-Qur'an dan lain-lainnya, jangan seperti Ahli Kitab yang percaya pada sebagian kitab yang diturunkan Allah, tetapi tidak percaya kepada sebagian lainnya, atau percaya kepada sebagian ayat-ayat yang mereka sukai, tetapi tidak percaya kepada ayat-ayat yang tidak sesuai dengan keinginan mereka. Beriman kepada semua nabi tanpa membedakan antara seorang nabi dengan nabi yang lain.\nIman tersebut harus disertai dan ditandai dengan amal perbuatan yang nyata, sebagaimana yang diuraikan dalam ayat ini, yaitu:\n1. a.memberikan harta yang dicintai kepada karib kerabat yang membutuhkannya. Anggota keluarga yang mampu hendaklah lebih mengutamakan memberi nafkah kepada keluarga yang lebih dekat.\nb.memberikan bantuan harta kepada anak-anak yatim dan orang-orang yang tidak berdaya. Mereka membutuhkan pertolongan dan bantuan untuk menyambung hidup dan meneruskan pendidikannya, sehingga mereka bisa hidup tenteram sebagai manusia yang bermanfaat dalam lingkungan masyarakatnya.\nc.memberikan harta kepada musafir yang membutuhkan, sehingga mereka tidak terlantar dalam perjalanan dan terhindar dari pelbagai kesulitan.\nd.memberikan harta kepada orang yang terpaksa meminta minta karena tidak ada jalan lain baginya untuk menutupi kebutuhannya.\ne.memberikan harta untuk menghapus perbudakan, sehingga ia dapat memperoleh kemerdekaan dan kebebasan dirinya yang sudah hilang.\n2.Mendirikan salat, artinya melaksanakannya pada waktunya dengan khusyuk lengkap dengan rukun-rukun dan syarat-syaratnya. \n3.Menunaikan zakat kepada yang berhak menerimanya sebagaimana yang tersebut dalam surah at-Taubah ayat 60. Di dalam Al-Qur'an apabila disebutkan perintah: \"mendirikan salat\", selalu pula diiringi dengan perintah: \"menunaikan zakat\", karena antara salat dan zakat terjalin hubungan yang sangat erat dalam melaksanakan ibadah dan kebajikan. Sebab salat pembersih jiwa sedang zakat pembersih harta. Mengeluarkan zakat bagi manusia memang sukar, karena zakat suatu pengeluaran harta sendiri yang sangat disayangi. Oleh karena itu apabila ada perintah salat, selalu diiringi dengan perintah zakat, karena kebajikan itu tidak cukup dengan jiwa saja tetapi harus pula disertai dengan harta. Oleh karena itulah, sesudah Nabi Muhammad saw wafat, para sahabat sepakat tentang wajib memerangi orang yang tidak mau menunaikan zakat hartanya.\n4.Menepati janji bagi mereka yang telah mengadakan perjanjian. Segala macam janji yang telah dijanjikan wajib ditepati, baik janji kepada Allah seperti sumpah dan nazar dan sebagiannya, maupun janji kepada manusia, terkecuali janji yang bertentangan dengan hukum Allah (syariat Islam) seperti janji berbuat maksiat, maka tidak boleh (haram) dilakukan, hal ini dikuatkan oleh sabda Rasulullah saw:\nTanda munafik ada tiga: yaitu apabila ia berkata, maka ia selalu berbohong, apabila ia berjanji, maka ia selalu tidak menepati janjinya, apabila ia dipercayai, maka ia selalu berkhianat. (Riwayat Muslim dari Abu Hurairah r.a.).\n\n5. Sabar dalam arti tabah, menahan diri dan berjuang dalam mengatasi kesempitan, yakni kesulitan hidup seperti krisis ekonomi; penderitaan, seperti penyakit atau cobaan ; dan dalam peperangan, yaitu ketika perang sedang berkecamuk. \n\nMereka itulah orang-orang yang benar dalam arti sesuai dengan sikap, ucapan dan perbuatannya dan mereka itulah orang-orang yang bertakwa.",
    "quraish": "Sering dan banyak sekali manusia berbicara tentang kiblat seolah-olah kiblat itu sebagai satu-satunya kebaikan, padahal tidak demikian. Sekadar menghadapkan muka ke barat atau ke timur bukan merupakan pokok persoalan keagamaan atau kebajikan. Sumber kebajikan itu bermacam-macam, sebagian merupakan pokok-pokok kepercayaan (akidah) dan sebagian lagi induk kebajikan dan ibadah. Termasuk dalam kategori pertama, beriman pada Allah, pada hari kebangkitan, hari pengumpulan seluruh makhluk dan hari pembalasan. Beriman pada malaikat dan pada kitab-kitab suci yang diturunkan kepada para nabi dan beriman pada para nabi itu sendiri. Kedua, menafkahkan harta secara sukarela untuk para fakir dari kerabat terdekat, anak-anak yatim dan bagi siapa yang sangat membutuhkan juga para musafir yang kehabisan sebelum sampai di tempat tujuan, para peminta-minta dan mengeluarka harta demi memerdekakan budak. Ketiga, menjaga dan memelihara sembahyang. Keempat, menunaikan kewajiban zakat. Kelima, menepati janji pada diri sendiri dan hak milik. Keenam, bersabar atas segala cobaan yang menimpa diri dan harta atau termasuk bersabar di tengah medan perang mengusir musuh. Orang-orang yang menyatukan dalam diri mereka pokok-pokok kepercayaan (akidah) dan kebajikan, mereka adalah orang yang benar-benar beriman. Mereka itulah yang membentengi diri dari kufur dan moral yang rendah.",
    "jalalayn": "(Kebaktian itu bukanlah dengan menghadapkan wajahmu) dalam salat (ke arah timur dan barat) ayat ini turun untuk menolak anggapan orang-orang Yahudi dan Kristen yang menyangka demikian, (tetapi orang yang berbakti itu) ada yang membaca 'al-barr' dengan ba baris di atas, artinya orang yang berbakti (ialah orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab) maksudnya kitab-kitab suci (dan nabi-nabi) serta memberikan harta atas) artinya harta yang (dicintainya) (kepada kaum kerabat) atau famili (anak-anak yatim, orang-orang miskin, orang yang dalam perjalanan) atau musafir, (orang-orang yang meminta-minta) atau pengemis, (dan pada) memerdekakan (budak) yakni yang telah dijanjikan akan dibebaskan dengan membayar sejumlah tebusan, begitu juga para tawanan, (serta mendirikan salat dan membayar zakat) yang wajib dan sebelum mencapai nisabnya secara tathawwu` atau sukarela, (orang-orang yang menepati janji bila mereka berjanji) baik kepada Allah atau kepada manusia, (orang-orang yang sabar) baris di atas sebagai pujian (dalam kesempitan) yakni kemiskinan yang sangat (penderitaan) misalnya karena sakit (dan sewaktu perang) yakni ketika berkecamuknya perang di jalan Allah. (Mereka itulah) yakni yang disebut di atas (orang-orang yang benar) dalam keimanan dan mengakui kebaktian (dan mereka itulah orang-orang yang bertakwa) kepada Allah."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 178,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِى الْقَتْلٰىۗ  اَلْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْاُنْثٰى بِالْاُنْثٰىۗ  فَمَنْ عُفِيَ لَهٗ مِنْ اَخِيْهِ شَيْءٌ فَاتِّبَاعٌ ۢبِالْمَعْرُوْفِ وَاَدَاۤءٌ اِلَيْهِ بِاِحْسَانٍ ۗ ذٰلِكَ تَخْفِيْفٌ مِّنْ رَّبِّكُمْ وَرَحْمَةٌ  ۗفَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, perempuan dengan perempuan. Tetapi barangsiapa memperoleh maaf dari saudaranya, hendaklah dia mengikutinya dengan baik, dan membayar diat (tebusan) kepadanya dengan baik (pula). Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Barangsiapa melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/185.mp3",
    "tafsir": "Ayat ini menetapkan suatu hukuman kisas yang wajib dilaksanakan dengan ketentuan-ketentuan:\n1. Apabila orang merdeka membunuh orang merdeka, maka kisas berlaku bagi pembunuh yang merdeka tersebut.\n2. Apabila seorang budak membunuh budak (hamba sahaya), maka kisas berlaku bagi budak pembunuh.\n3. Apabila yang membunuh seorang perempuan, maka yang terkena hukuman mati adalah perempuan tersebut.\nDemikianlah menurut bunyi ayat ini, tetapi bagaimana hukumannya kalau terjadi hal-hal seperti berikut:\na. Apabila orang merdeka membunuh seorang hamba sahaya.\nb. Apabila seorang Muslim membunuh seorang kafir zimmi (kafir yang menjadi warga negara Islam).\nc. Apabila orang banyak bersama-sama membunuh seorang manusia\nd. Apabila seorang laki-laki membunuh seorang perempuan.\ne. Apabila seorang ayah membunuh anaknya.\nPara ulama memberikan hasil ijtihadnya masing-masing sebagai berikut: Menurut mazhab Hanafi, pada masalah no. 1 dan no. 2 hukumnya ialah bahwa si pembunuh itu harus dihukum mati, walaupun derajat yang dibunuh dianggap lebih rendah dari yang membunuhnya, dengan alasan antara lain:\n1)Dari permulaan ayat 178 ini sampai kepada kata-kata al-qatl sudah dianggap satu kalimat yang sempurna. Jadi, tidak dibedakan antara derajat manusia yang membunuh dan yang dibunuh. Sedang kata-kata berikutnya yaitu orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan, hanyalah sekadar memperkuat hukum, agar jangan berbuat seperti pada masa jahiliah.\n2)Ayat ini dinasakhkan (tidak berlaku lagi hukumannya) dengan ayat 45 surah al-Ma'idah/5 yang tidak membedakan derajat dan agama manusia. \n\nMenurut mazhab Maliki dan Syafi'i, pada masalah No. 1 dan No. 2 ini, pembunuh tidak dibunuh, karena persamaan itu adalah menjadi syarat bagi mereka dengan alasan bahwa:\n1) Kalimat dalam ayat tersebut belum dianggap sempurna kalau belum sampai kepada kata-kata:\n(perempuan dengan perempuan). Jadi merdeka dengan yang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan. Persamaan itu menjadi syarat, sedang ayat 45 Al-Ma'idah sifatnya umum ditakhsiskan dengan ayat ini. \n2) Sabda Rasulullah saw:\nTidak dibunuh orang mukmin karena membunuh orang kafir. (Riwayat al-Bukhari dari Ali bin Abi thalib)\n\nMasalah no. 3: menurut jumhur ulama, semua dihukum mati karena masing-masing telah mengambil bagian dalam pembunuhan. Masalah no. 4 hukumnya sesuai dengan ijmak sahabat, yaitu pembunuh wajib dihukum mati, karena dianggap tidak ada perbedaan yang pokok antara laki-laki dengan perempuan. Masalah no. 5 hukumnya tidak dihukum mati karena membunuh anaknya, sesuai dengan sabda Rasulullah saw:\nAyah tidak dibunuh karena membunuh anaknya (Riwayat al-Bukhari dari Umar)\n\nPada masalah yang terakhir ini dan masalah-masalah sebelumnya ditetapkan hukumnya bahwa si pembunuh bebas dari hukuman kisas, tetapi dijatuhkan kepadanya hukuman lain, seperti diat, denda, dan sebagainya, sebagaimana diterangkan secara terinci di dalam kitab-kitab fikih.\nSelanjutnya Allah swt menerangkan adanya kemungkinan lain yang lebih ringan dari kisas, yaitu \"Barang siapa mendapat suatu pemaafan dari saudara yang terbunuh, maka hendaklah orang yang diberi maaf itu membayar diat kepada saudara (ahli waris) yang memberi maaf dengan cara yang baik.\" Artinya gugurlah hukuman wajib kisas dan diganti dengan hukuman diat yang wajib dibayar dengan baik oleh yang membunuh.\nKemudian dalam penutup ayat ini Allah memperingatkan kepada ahli waris yang telah memberi maaf, agar jangan berbuat yang tidak wajar kepada pihak yang telah diberi maaf, karena apabila ia berbuat hal-hal yang tidak wajar, maka artinya perbuatan itu melampaui batas dan akan mendapat azab yang pedih di hari kiamat.",
    "quraish": "Di antara syariat yang Kami wajibkan atas orang-orang beriman adalah hukum yang mengatur soal pembunuhan dengan sengaja. Telah Kami wajibkan pelaksanaan kisas atas kalian sebagai hukuman bagi pelaku pembunuhan. Janganlah kalian mencontoh tirani kaum jahiliah. (1) Mereka menghukum orang merdeka bukan pelaku pembunuhan sebagai balasan atas terbunuhnya seorang budak. Laki-laki sebagai ganti wanita. Petinggi kaum sebagai ganti rakyat jelata tanpa memberi hukuman pada pelaku pembunuhan itu sendiri. Maka dengan hukum kisas ini Kami mewajibkan bahwa orang merdeka harus dikisas karena membunuh orang merdeka lain, hamba dengan hamba, dan wanita dengan wanita. Jadi, landasan hukum kisas ini adalah semata-mata untuk menghentikan kejahatan si pembunuh dengan memberikannya hukuman yang setimpal. Tapi apabila pihak keluarga korban berhati lapang dan memilih sesuatu yang lebih baik dari itu dengan tidak menuntut balas, dan memberi maaf pada terdakwa, maka mereka berhak mendapatkan diyat. Jika itu yang dikehendaki oleh pihak keluarga korban, maka hendaknya ia menerima pilihan mereka sendiri secara sukarela tanpa menekan apalagi menggunakan kekerasan terhadap pelaku. Si pelaku semestinya menyerahkan diyat itu secepatnya dan tidak menundanya. Dan sesungguhnya di dalam hukum kisas yang Kami wajibkan itu terdapat keringanan bagi orang-orang Mukmin, jika dibandingkan dengan hukum Tawrât, yang tidak memberikan pilihan bagi pelaku pembunuhan kecuali dihukum bunuh. Sebagaimana terdapat pula rahmat bagi mereka sehingga tidak hanya mengharap maaf dari keluarga korban. Barangsiapa yang melanggar ketentuan hukum ini maka baginya azab yang pedih di dunia dan akhirat. {(1) Orang-orang Arab pada masa jahiliah membedakan antara petinggi kaum dengan orang biasa. Misalnya ketika salah seorang kepala suku terbunuh, pembalasan atas pembunuhan itu tidak hanya terbatas pada si pembunuh. Bagi mereka terdapat perbedaan antara darah orang biasa dengan darah petinggi, antara jiwa orang biasa dengan jiwa petinggi. Ketika Islam datang, kebiasaan itu ditinggalkan dengan memberlakukan hukum kisas, yaitu suatu ketentuan hukum yang menetapkan bahwa pembalasan terhadap tindak pembunuhan hanya diberlakukan terhadap si pembunuh. Jika seorang yang merdeka terbunuh, siapa pun orangnya, tebusannya adalah orang merdeka pula, hamba dengan hamba, wanita dengan wanita dan seterusnya. Dapat dipahami secara eksplisit bahwa seorang budak tidak akan dikisas karena melakukan pembunuhan terhadap orang merdeka dan sebaliknya seorang merdeka tidak dikisas karena membunuh budak. Akan tetapi, pada ayat lain kita menemukan bahwa hukum kisas itu berlaku secara umum tanpa memandang status dan jenis kelamin. Ini merupakan suatu hukum yang telah diundangkan dalam kitab Tawrât, Injîl dan al-Qur'ân. Allah berfrman, \"Dan telah Kami tentukan terhadap mereka di dalamnya (Tawrât) bahwa jiwa dibalas dengan jiwa\" (lihat surat al-Mâ'idah). Dan Rasululullah bersabda, \"Orang-orang Muslim itu saling melindungi hak hidup masing-masing,\" dan, \"Nyawa dibalas dengan nyawa.\" Tampaknya, bahwa dalam hukum kisas ini Islam memiliki sudut pandang yang berbeda dengan pandangan para ahli hukum, dengan menjadikan kisas itu sebagai hak bagi keluarga si terbunuh, sebagai peredam kemarahan di satu sisi dan sebagai upaya prefentif untuk menjaga hak hidup orang yang tak berdosa di sisi lain. Oleh karena itu dalam hal ini pihak keluarga korban memiliki hak memaafkan pelaku di samping hak menuntut balas (kisas) itu sendiri, sementara pihak penguasa (waliy al-amr) memiliki kekuasaan untuk memberi hukuman mati sebagai ta'zîr jika dalam hal itu terdapat maslahat. Dalam penetapan hukum kisas ini, Islam tidak memandang dari sudut motif, karena si pelaku dianggap zalim apa pun motif yang melatarbelakangi kejahatannya. Bahkan, melihat kejahatan dari sisi motifnya akan melahirkan rasa kasihan pada si pelaku dan mengabaikan maslahat korban yang semua itu sering kali mendorong tindak balas dendam yang tidak ada habisnya. Belakangan ini teori hukum Islam dalam persoalan kisas banyak mendapat tanggapan dan kajian serius di berbagai perguruan tinggi di Eropa. }",
    "jalalayn": "(Hai orang-orang beriman, diwajibkan atas kamu kisas) pembalasan yang setimpal (berkenaan dengan orang-orang yang dibunuh) baik tentang sifat maupun perbuatan (orang merdeka) dibunuh (oleh orang merdeka) maka tidak boleh oleh hamba (hamba oleh hamba dan wanita oleh wanita). Sunah menyatakan bahwa laki-laki boleh dibunuh oleh wanita dan dalam agama dipandang seimbang atau sebanding, tetapi tidak boleh seorang Islam walaupun ia seorang hamba dibunuh oleh seorang kafir walaupun ia seorang merdeka. (Barang siapa yang mendapat kemaafan) maksudnya di antara pembunuh-pembunuh itu (berkenaan dengan) darah (saudaranya) yang dibunuh (berupa sesuatu) misalnya dengan ditiadakannya kisas yang menyebabkan gugurnya sebagian hukuman oleh sebagian ahli waris. Dengan disebutkannya 'saudaranya', membangkitkan rasa santun yang mendorong seseorang untuk memaafkan dan menjadi pernyataan bahwa pembunuhan itu tidaklah mengakibatkan putusnya persaudaraan dalam agama dan keimanan. 'Man' yang merupakan syarthiyah atau isim maushul menjadi mubtada, sedangkan khabarnya ialah, (maka hendaklah mengikuti) artinya orang yang memaafkan itu terhadap pembunuh hendaklah mengikuti (dengan cara yang baik) misalnya memintanya supaya membayar diat atau denda dengan baik-baik dan tidak kasar. Pengaturan 'mengikuti' terhadap 'memaafkan' menunjukkan bahwa yang wajib ialah salah satu di antara keduanya dan ini merupakan salah satu di antara kedua pendapat Syafii, sedangkan menurut pendapatnya yang kedua yang wajib itu ialah kisas, sedangkan diat menjadi penggantinya. Sekiranya seseorang memaafkan dan tidak menyebutkan diat, maka bebaslah dari segala kewajiban (dan) hendaklah si pembunuh (membayar) diat (kepadanya) yaitu kepada yang memaafkan tadi, yakni ahli waris (dengan cara yang baik pula) artinya tanpa melalaikan dan mengurangi pembayarannya. (Demikian itu) maksudnya diperbolehkan mengganti hukum kisas dan kemaafan dengan diat, hal ini adalah (suatu keringanan) atau kemudahan (dari Tuhanmu) terhadapmu (suatu rahmat) kepadamu berupa kelapangan dan tidak dipastikan-Nya salah satu di antara keduanya, seperti diwajibkan-Nya kisas atas orang-orang Yahudi dan diat atas orang-orang Kristen. (Dan barang siapa yang melanggar batas) misalnya dianiayanya si pembunuh dengan membunuhnya pula (sesudah itu) maksudnya setelah memaafkan, (maka baginya siksa yang pedih) atau menyakitkan, yaitu di akhirat dengan api neraka, atau di dunia dengan dibunuh pula."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 179,
    "arab": "وَلَكُمْ فِى الْقِصَاصِ حَيٰوةٌ يّٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تَتَّقُوْنَ ",
    "translation": "Dan dalam qisas itu ada (jaminan) kehidupan bagimu, wahai orang-orang yang berakal, agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/186.mp3",
    "tafsir": "Pada ayat tersebut diberikan penjelasan tentang hikmah hukuman kisas, yaitu untuk mencapai keamanan dan ketenteraman. Karena dengan pelaksanaan hukum kisas, umat manusia tidak akan sewenang-wenang melakukan pembunuhan dengan memperturutkan hawa nafsunya saja, dan mendasarkan pembunuhan itu kepada perasaan bahwa dirinya lebih kuat, lebih kaya, lebih berkuasa dan sebagainya.\nTafsir al-Manar telah memberikan uraian panjang lebar tentang kebaikan hukuman kisas dan hukuman diat yang dibawa oleh Al-Qur'an; dengan memberikan bermacam-macam perbandingan tentang perundang-undangan, serta tingkah laku umat manusia, baik di timur maupun di barat, dan memberikan analisis beberapa pendapat para sarjana hukum. Tafsir al-Manar mengatakan: apabila kita memperhatikan syariat umat yang terdahulu, dan yang sekarang tentang hukuman yang ditetapkan dalam pembunuhan, maka kita melihat bahwa Al-Qur'an benar-benar berada digaris tengah yang sangat wajar. Karena hukuman yang diberikan kepada pembunuh pada periode jahiliah adalah selalu berdasarkan kepada kuat dan lemahnya suku. Seorang yang terbunuh dari suku yang kuat, sebagai balasan biasanya membunuh 10 orang dari pihak suku pembunuh yang lemah. \nTafsir al-Manar menambahkan, \".... Sebagian manusia (penjahat-penjahat), kalau hukuman pembunuh hanya ditetapkan sekadar masuk penjara beberapa tahun, mereka tidak akan jera, bahkan ada yang ingin masuk penjara untuk mendapatkan perlindungan dan penghidupan dengan cuma-cuma. Bagi orang seperti ini, tentulah yang paling baik hukumannya ialah kisas, dibunuh apabila ia membunuh orang lain. Tetapi kalau ahli waris yang terbunuh memberikan maaf, maka gugurlah hukuman kisas diganti dengan hukuman lain yaitu membayar diat (denda).\" Demikian beberapa uraian ringkasan dari Tafsir al-Manar.",
    "quraish": "Sesungguhnya rahmat Allah atas kalian sangat besar dalam perundangan hukum kisas itu, yaitu terjaminnya kehidupan yang aman dan tenteram. Karena apabila seseorang yang berniat untuk membunuh menyadari risiko kebinasaan diri sendiri dalam perbuatan itu, maka ia akan mengurungkan niatnya. Tindak pencegahan yang terkandung dalam hukum kisas itulah yang menjamin kelanggengan hidup seorang yang hendak melakukan tindak pembunuhan di satu pihak, dan orang yang akan menjadi korban di pihak lain. Dan apabila seorang petinggi kaum dikisas sebagai ganti dari seorang rakyat jelata yang membunuh, orang yang tidak bersalah dihukum karena kejahatan yang dilakukan orang lain, sebagaimana terjadi pada masa jahiliah, maka hal ini akan menjadi pemicu fitnah dan ketimpangan sistem sebuah masyarakat. Maka orang-orang yang berakal akan menerima hukum kisas ini sebab di dalam hukum itu mereka dapat merasakan kasih sayang Allah yang mendorong mereka ke jalan ketakwaan dan menepati perintah-Nya.",
    "jalalayn": "(Dan bagimu dalam kisas itu terdapat kehidupan) artinya terjaminnya kelangsungan hidup manusia (hai orang-orang yang berakal) karena jika seseorang yang akan membunuh itu mengetahui bahwa ia akan dibunuh pula, maka ia akan merasa takut lalu mengurungkan rencananya sehingga berarti ia telah memelihara nyawanya dan nyawa orang yang akan dibunuhnya tadi. Disyariatkan oleh Allah Taala (supaya kamu bertakwa) artinya menjaga dirimu dari membunuh, agar terhindar dari kisas."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 180,
    "arab": "كُتِبَ عَلَيْكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ اِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ  ",
    "translation": "Diwajibkan atas kamu, apabila maut hendak menjemput seseorang di antara kamu, jika dia meninggalkan harta, berwasiat untuk kedua orang tua dan karib kerabat dengan cara yang baik, (sebagai) kewajiban bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/187.mp3",
    "tafsir": "Secara umum menurut bunyi ayat 180 ini, Allah mewajibkan berwasiat bagi orang yang beriman yang merasa bahwa ajalnya sudah dekat, dengan datangnya tanda-tanda bahwa dia akan mati. Kewajiban berwasiat, bagi orang-orang yang mempunyai harta, agar sesudah mati dapat disisihkan sebagian harta yang akan diberikan kepada ibu-bapak dan karib kerabatnya dengan baik (adil dan wajar).\nPara ulama mujtahid, dalam menetapkan suatu hukum wasiat yang positif dari ayat 180 ini, memerlukan pembahasan dan penelitian terhadap ayat-ayat lain dalam Al-Qur'an dan terhadap hadis-hadis Nabi yang ada hubungannya dengan persoalan ini, sehingga mereka menghasilkan pendapat antara lain:\n1. Jumhur ulama memberikan pendapat bahwa ayat wasiat 180 ini telah dinasakhkan (dihapus hukumnya) oleh ayat-ayat harta waris yang diturunkan dengan terperinci pada surah an-Nisa' ayat 11 dan 12 dengan alasan antara lain sebagai berikut:\na. Sabda Rasulullah saw:\nSesungguhnya Allah swt telah memberikan kepada setiap orang haknya masing-masing, maka tidak ada wasiat bagi ahli waris (Riwayat Ahmad dan al-Baihaqi dari Abu Umamah al-Bahili).\nHadis ini walaupun tidak mutawatir, namun telah diterima baik oleh para ulama Islam semenjak dahulu.\nb. Para ulama sependapat bahwa ayat-ayat harta waris tersebut diturunkan sesudah ayat wasiat ini.\n2. Para ulama yang berpendapat bahwa ayat wasiat ini dinasakh oleh ayat-ayat harta waris, terbagi pula kepada 2 golongan: golongan pertama mengatakan, tidak ada wasiat yang wajib, baik kepada kerabat yang ahli waris maupun kerabat yang bukan ahli waris. Golongan kedua berpendapat bahwa yang dinasakhkan hanya wasiat kepada kerabat ahli waris saja, sesuai dengan ayat-ayat mawaris itu tetapi untuk karib kerabat yang tidak termasuk ahli waris, wasiat itu tetap wajib hukumnya sesuai dengan ayat wasiat ini.\n3.Menurut Abu Muslim al-Isfahani (seorang ulama yang tidak mengakui adanya nasakh dalam ayat-ayat Al-Qur'an) dan Ibnu Jarir ath-thabari, bahwa ayat wasiat 180 ini, tidak dinasakhkan oleh ayat-ayat mawaris dengan alasan antara lain:\na.Tidak ada pertentangan antara ayat wasiat ini dengan ayat-ayat mawaris, karena wasiat ini sifatnya pemberian dari Tuhan. Oleh karena itu, seorang ahli waris bisa mendapat bagian dari wasiat sesuai dengan ayat 180 ini, dan dari warisan sesuai dengan ketentuan ayat-ayat harta waris.\nb.Andaikata ada pertentangan antara ayat wasiat ini dengan ayat-ayat harta waris, maka dapat dikompromikan yaitu ayat-ayat wasiat ini sifatnya umum, artinya wajib wasiat kepada setiap kerabat, baik ahli waris maupun bukan, sedang ayat-ayat mawaris sifatnya khusus. Jadi kewajiban berwasiat itu seperti dalam ayat 180 tetap berlaku, sehingga tidak bertentangan dengan ayat-ayat harta waris.\nPada ayat 180 ini diterangkan lagi bahwa wasiat itu diberlakukan kalau harta yang akan ditinggalkan oleh yang berwasiat itu banyak. Para ulama yang memberi pendapat tentang berapa banyak jumlah harta yang mengharuskan adanya wasiat. Perincian pendapat para ulama ini dapat diketahui dalam kitab fikih. Tetapi bagaimanapun banyaknya dalil yang dikemukakan, pikiran yang sehat dapat mengambil kesimpulan bahwa harta yang ditinggalkan itu tentulah tidak sedikit sebab wasiat tidak boleh melebihi sepertiga dari jumlah seluruh harta yang ditinggalkan, setelah dikeluarkan lebih dahulu apa yang wajib dikeluarkan, seperti utang-utang dan ongkos seperlunya untuk kepentingan penyelenggaraan jenazah. Kalau wasiat itu lebih dari sepertiga, maka harus mendapat persetujuan dari ahli waris.\nKalau ada yang tidak setuju, maka wasiat hanya berlaku sepertiga dari jumlah harta yang ditinggalkan, sesuai dengan sabda nabi Muhammad saw:\nSesungguhnya Allah telah membolehkan memberikan sepertiga dari harta kamu sewaktu dekat dengan kematian (ajal) untuk menambah kebajikan kamu. (Riwayat ad-Daraquthni dari Mu'adz bin Jabal)\n\nJadi kalau harta itu sedikit, wasiat tidak pantas dan tidak wajar dikeluarkan.\nSesudah itu ayat ini menekankan, bahwa apa yang diwasiatkan itu diberikan dan dibagi secara makruf, artinya secara baik, adil dan wajar. Jangan ada yang menerima sedikit, sedang yang lain menerima banyak, kecuali dalam hal-hal yang cukup wajar, yaitu orang yang menerima lebih banyak, karena sangat banyak kebutuhannya dibandingkan dengan yang lain.",
    "quraish": "Setelah Kami mensyariatkan hukum kisas demi mempertahankan norma-norma kebaikan dan menjaga keutuhan masyarakat, kami selanjutnya menetapkan tata aturan hukum berkaitan dengan wasiat yang akan menjamin kebaikan dan keutuhan institusi keluarga. Seorang yang merasa telah mendekati ajal dan merasa yakin akan kematiannya, sedangkan ia orang yang berharta, maka hendaknya ia memberikan sebagian hak miliknya itu pada kedua orang tua atau kerabat dekatnya yang bukan ahli waris, dengan mempertimbangkan segi-segi kebaikan, kemaslahatan dan kewajaran akal pikiran yang sehat. Tidak memberikan hartanya pada si kaya dan menelantarkan si miskin atau, dengan kata lain, mengutamakan mereka yang sangat membutuhkan. Perintah yang demikian itu wajib hukumnya bagi siapa yang menjadikan takwa sebagai prioritas utama dalam hidupnya dan mengikuti perintah-perintah agama.",
    "jalalayn": "(Diwajibkan atas kamu, apabila salah seorang di antara kamu didatangi maut) maksudnya tanda-tandanya (jika ia meninggalkan kebaikan) yakni harta yang banyak, (berwasiat) baris di depan sebagai naibul fa`il dari kutiba, dan tempat berkaitnya 'idzaa' jika merupakan zharfiyah dan menunjukkan hukumnya jika ia syartiyah dan sebagai jawaban pula dari 'in', artinya hendaklah ia berwasiat (untuk ibu bapak dan kaum kerabat secara baik-baik) artinya dengan adil dan tidak lebih dari sepertiga harta dan jangan mengutamakan orang kaya (merupakan kewajiban) mashdar yang memperkuat isi kalimat yang sebelumnya (bagi orang-orang yang bertakwa) kepada Allah. Ayat ini telah dihapus dan diganti dengan ayat tentang waris dan dengan hadis, \"Tidak ada wasiat untuk ahli waris.\" (H.R. Tirmizi)"
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 181,
    "arab": "فَمَنْۢ بَدَّلَهٗ بَعْدَمَا سَمِعَهٗ فَاِنَّمَآ اِثْمُهٗ عَلَى الَّذِيْنَ يُبَدِّلُوْنَهٗ ۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ۗ  ",
    "translation": "Barangsiapa mengubahnya (wasiat itu), setelah mendengarnya, maka sesungguhnya dosanya hanya bagi orang yang mengubahnya. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/188.mp3",
    "tafsir": "Ayat 181 ini memperingatkan dengan tegas agar wasiat yang telah dibuat, jangan diubah oleh siapa pun juga. Barang siapa yang mengubah atau menggantinya dan ia telah mengetahui isi yang sebenarnya dari wasiat itu, maka dialah yang akan memikul segala dosa yang tidak dapat dielakkannya, karena sesungguhnya Allah Maha Mengetahui lagi Maha Mendengar.",
    "quraish": "Apabila seorang pemberi wasiat itu telah mengutarakan wasiatnya, maka wasiat itu wajib untuk dilaksanakan, tidak bisa diubah atau diganggu gugat, kecuali jika wasiat itu dirasa tidak adil. Maka, barangsiapa mengubah ketentuan atau merusak wasiat yang adil dan benar sementara ia mengerti perihal hukum waris, sesungguhnya ia telah melakukan dosa besar dan berhak mendapat hukuman. Dalam hal ini si pemberi wasiat telah terbebas dari tanggung jawabnya. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui dan tidak sesuatu pun luput dari pengetahuan-Nya.",
    "jalalayn": "(Barang siapa yang mengubahnya) mengubah wasiat, baik ia sebagai saksi atau yang menyampaikannya (setelah ia mendengarnya) atau mengetahuinya, (maka sesungguhnya dosanya) maksudnya dosa dari pemalsuan wasiat itu (atas orang-orang yang mengubahnya.) Di sini terdapat penempatan zahir pada tempat mudhmar. (Sesungguhnya Allah Maha Mengetahui) perbuatannya dan akan membalasnya."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 182,
    "arab": "فَمَنْ خَافَ مِنْ مُّوْصٍ جَنَفًا اَوْ اِثْمًا فَاَصْلَحَ بَيْنَهُمْ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "translation": "Tetapi barangsiapa khawatir bahwa pemberi wasiat (berlaku) berat sebelah atau berbuat salah, lalu dia mendamaikan antara mereka, maka dia tidak berdosa. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/189.mp3",
    "tafsir": "Ayat ini memberikan penjelasan, yaitu kalau seseorang merasa khawatir bahwa orang yang berwasiat itu tidak berlaku adil dalam memberikan wasiatnya, maka tidak ada dosa baginya untuk menyuruh yang berwasiat agar berlaku adil dalam memberikan wasiatnya.\nApabila seseorang mengetahui bahwa wasiat yang telah dibuat itu ternyata tidak adil kemudian ia berusaha mendamaikan antara orang-orang yang menerima wasiat itu, sehingga terjadi perubahan-perubahan, maka hal itu tidaklah dianggap perubahan yang mengakibatkan dosa, tetapi perubahan dari yang tidak adil kepada yang adil, yang disetujui oleh pihak yang menerima bagian dari wasiat itu.",
    "quraish": "Namun jika isi wasiat itu menyeleweng dari keadilan dan jalan lurus yang telah Kami jelaskan, seperti apabila pemberi wasiat mendahulukan si kaya dari si miskin yang sangat membutuhkan, atau mengabaikan kerabat dekat demi para fakir yang bukan ahli waris yang tidak memiliki hubungan kekerabatan, lalu ada seorang yang bermaksud baik dan meluruskan persoalan dengan mengajak para penerima wasiat itu kembali kepada kebenaran, maka ia tidak berdosa dan Allah tidak akan menghukumnya atas tindakan mengubah wasiat jika demikian bentuknya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Tetapi barang siapa merasa khawatir terhadap orang yang berwasiat) ada yang membaca muushin dan ada pula yang membaca muwashshin (berlaku berat sebelah) menyimpang dari keadilan (atau berbuat dosa) misalnya dengan sengaja melebihi sepertiga atau mengistimewakan orang kaya, (lalu didamaikannya di antara mereka) yakni antara yang menyampaikan dan yang diberi wasiat dengan menyuruh menepati keadilan, (sesungguhnya Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 183,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
    "translation": "Wahai orang-orang yang beriman! Diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang sebelum kamu agar kamu bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/190.mp3",
    "tafsir": "Para ulama banyak memberikan uraian tentang hikmah berpuasa, misalnya: untuk mempertinggi budi pekerti, menimbulkan kesadaran dan kasih sayang terhadap orang-orang miskin, orang-orang lemah yang tidak mampu memenuhi kebutuhan hidupnya, melatih jiwa dan jasmani, menambah kesehatan dan lain sebagainya.\nUraian seperti di atas tentu ada benarnya, walaupun tidak mudah dirasakan oleh setiap orang. Karena, lapar, haus dan lain-lain akibat berpuasa tidak selalu mengingatkan kepada penderitaan orang lain, malah bisa mendorongnya untuk mencari dan mempersiapkan bermacam-macam makanan pada siang hari untuk melepaskan lapar dan dahaganya di kala berbuka pada malam harinya. Begitu juga tidak akan mudah dirasakan oleh setiap orang berpuasa, bahwa puasa itu membantu kesehatan, walaupun para dokter telah memberikan penjelasan secara ilmiah, bahwa berpuasa memang benar-benar dapat menyembuhkan sebagian penyakit, tetapi ada pula penyakit yang tidak membolehkan berpuasa. Kalau diperhatikan perintah berpuasa bulan Ramadan ini, maka pada permulaan ayat 183 secara langsung Allah menunjukkan perintah wajib itu kepada orang yang beriman.\nOrang yang beriman akan patuh melaksanakan perintah berpuasa dengan sepenuh hati, karena ia merasa kebutuhan jasmaniah dan rohaniah adalah dua unsur yang pokok bagi kehidupan manusia yang harus dikembangkan dengan bermacam-macam latihan, agar dapat dimanfaatkan untuk ketenteraman hidup yang bahagia di dunia dan akhirat.\nPada ayat 183 ini Allah mewajibkan puasa kepada semua manusia yang beriman, sebagaimana diwajibkan kepada umat-umat sebelum mereka agar mereka menjadi orang yang bertakwa. Jadi, puasa sungguh penting bagi kehidupan orang yang beriman. Kalau kita selidiki macam-macam agama dan kepercayaan pada masa sekarang ini, dijumpai bahwa puasa salah satu ajaran yang umum untuk menahan hawa nafsu dan lain sebagainya.\nPerintah berpuasa diturunkan pada bulan Sya'ban tahun kedua Hijri, ketika Nabi Muhammad saw mulai membangun pemerintahan yang berwibawa dan mengatur masyarakat baru, maka dapat dirasakan, bahwa puasa itu sangat penting artinya dalam membentuk manusia yang dapat menerima dan melaksanakan tugas-tugas besar dan suci.",
    "quraish": "Setelah Kami mengundangkan hukum kisas dan wasiat demi kebaikan sosial sebuah masyarakat dan keluarga, Kami mewajibkan puasa sebagai upaya pembersihan jiwa, pengekangan hawa nafsu dan sebagai perwujudan kehendak Kami melebihkan derajat manusia dari binatang yang tunduk hanya pada instink dan hawa nafsu. Berpuasa(1) merupakan syariat yang juga telah diwajibkan atas umat terdahulu, maka janganlah kalian merasa berat untuk melakukannya. Dengan puasa itu Kami bermaksud menanamkan jiwa ketakwaan, menguatkan daya inderawi dan mendidik jiwa kalian. {(1) Di samping hikmah spiritual-edukatif, ilmu kedokteran modern banyak menyinggung manfaat medis puasa. Antara lain, bahwa puasa bisa menjadi terapi berbagai macam jenis penyakit seperti darah tinggi, penyempitan pembuluh nadi (arterios klerosis), penyakit lemah jantung dan diabetes. Puasa mampu memperbaiki sistem pencernaan, mencegah infeksi persendian dan memberi kesempatan pada jaringan tubuh untuk istirahat, melenyapkan sisa-sisa organik yang berbahaya bagi tubuh dan memberikan perlindungan pada tubuh dari berbagai jenis penyakit lain. }",
    "jalalayn": "(Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu) di antara umat manusia (agar kamu bertakwa) maksudnya menjaga diri dari maksiat, karena puasa itu dapat membendung syahwat yang menjadi pangkal sumber kemaksiatan itu."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 184,
    "arab": "اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ وَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ  فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗ وَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "(Yaitu) beberapa hari tertentu. Maka barangsiapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Dan bagi orang yang berat menjalankannya, wajib membayar fidyah, yaitu memberi makan seorang miskin. Tetapi barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka itu lebih baik baginya, dan puasamu itu lebih baik bagimu jika kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/191.mp3",
    "tafsir": "Ayat 184 dan permulaan ayat 185, menerangkan bahwa puasa yang diwajibkan ada beberapa hari yaitu pada bulan Ramadan menurut jumlah hari bulan Ramadan (29 atau 30 hari). Nabi Besar Muhammad saw semenjak turunnya perintah puasa sampai wafatnya, beliau selalu berpuasa di bulan Ramadan selama 29 hari, kecuali satu kali saja bulan Ramadan genap 30 hari.\nSekalipun Allah telah mewajibkan puasa pada bulan Ramadan kepada semua orang yang beriman, namun Allah yang Mahabijaksana memberikan keringanan kepada orang-orang yang sakit dan musafir, untuk tidak berpuasa pada bulan Ramadan dan menggantinya pada hari-hari lain di luar bulan tersebut. Pada ayat tersebut tidak dirinci jenis/sifat batasan dan kadar sakit dan musafir itu, sehingga para ulama memberikan hasil ijtihadnya masing-masing antara lain sebagai berikut:\n1.Dibolehkan tidak berpuasa bagi orang yang sakit atau musafir tanpa membedakan sakitnya itu berat atau ringan, demikian pula perjalanannya jauh atau dekat, sesuai dengan bunyi ayat ini. Pendapat ini dipelopori oleh Ibnu Sirin dan Dawud az-Zahiri.\n2.Dibolehkan tidak berpuasa bagi setiap orang yang sakit yang benar-benar merasa kesukaran berpuasa, karena sakitnya. Ukuran kesukaran itu diserahkan kepada rasa tanggung jawab dan keimanan masing-masing. Pendapat ini dipelopori oleh sebagian ulama tafsir.\n3.Dibolehkan tidak berpuasa bagi orang yang sakit atau musafir dengan ketentuan-ketentuan, apabila sakit itu berat dan akan mempengaruhi keselamatan jiwa atau keselamatan sebagian anggota tubuhnya atau menambah sakitnya bila ia berpuasa. Juga bagi orang-orang yang musafir, apabila perjalanannya itu dalam jarak jauh, yang ukurannya paling sedikit 16 farsakh (kurang lebih 80 km).\n4.Tidak ada perbedaan pendapat mengenai perjalanan musafir, apakah dengan berjalan kaki, atau dengan apa saja, asalkan tidak untuk mengerjakan perbuatan maksiat. Sesudah itu Allah menerangkan pada pertengahan ayat 184 yang terjemahannya, \"Dan wajib bagi orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu) memberi makan orang miskin.\"\n\nMenurut ayat itu (184), siapa yang benar-benar merasa berat menjalankan puasa, ia boleh menggantinya dengan fidyah, walaupun ia tidak sakit dan tidak musafir.\nTermasuk orang-orang yang berat mengerjakan puasa itu ialah:\na.Orang tua yang tidak mampu berpuasa, bila ia tidak berpuasa diganti dengan fidyah.\nb.Wanita hamil dan yang sedang menyusui. Menurut Imam Syafi'i dan Ahmad, bila wanita hamil dan wanita yang sedang menyusui khawatir akan terganggu kesehatan janin/bayinya, lalu mereka tidak puasa, maka wajib atas keduanya mengqada puasa yang ditinggalkannya, dan membayar fidyah. Bila mereka khawatir atas kesehatan diri mereka saja yang terganggu dan tidak khawatir atas kesehatan janin/bayinya, atau mereka khawatir atas kesehatan dirinya dan janin/bayinya, lalu mereka tidak puasa, maka wajib atas mereka diqada puasa saja. Sedangkan menurut Abu Hanifah, ibu hamil dan yang sedang menyusui dalam semua hal yang disebutkan di atas, cukup mengqada puasa saja.\nc.Orang-orang sakit yang tidak sanggup berpuasa dan penyakitnya tidak ada harapan akan sembuh, hanya diwajibkan membayar fidyah.\nd.Mengenai buruh dan petani yang penghidupannya hanya dari hasil kerja keras dan membanting tulang setiap hari, dalam hal ini ulama fikih mengemukakan pendapat sebagai berikut:\n1)Ibnu Hajar dan Imam al-Azra'i telah memberi fatwa, \"Sesungguhnya wajib bagi orang-orang pengetam padi dan sebagainya dan yang serupa dengan mereka, berniat puasa setiap malam Ramadan. Apabila pada siang harinya ia ternyata mengalami kesukaran atau penderitaan yang berat, maka ia boleh berbuka puasa. Kalau tidak demikian, ia tidak boleh berbuka. )\n2)Kalau seseorang yang pencariannya tergantung kepada suatu pekerjaan berat untuk menutupi kebutuhan hidupnya atau kebutuhan hidup orang-orang yang harus dibiayainya dimana ia tidak tahan berpuasa maka ia boleh berbuka pada waktu itu,\" (dengan arti ia harus berpuasa sejak pagi).\nAkhir ayat 184 menjelaskan orang yang dengan rela hati mengerjakan kebajikan dengan membayar fidyah lebih dari ukurannya atau memberi makan lebih dari seorang miskin, maka perbuatan itu baik baginya. Sesudah itu Allah menutup ayat ini dengan menekankan bahwa berpuasa lebih baik daripada tidak berpuasa.",
    "quraish": "Allah mewajibkan kalian berpuasa di hari yang terbatas hitungannya. Seandainya saja berkehendak, maka Dia akan menambah jumlah hari-hari itu, akan tetapi Allah tidak akan memberati hamba-Nya dengan pekerjaan yang berada di luar batas kemampuannya. Maka barangsiapa yang sedang sakit dan puasa akan membahayakan dirinya atau sedang dalam perjalanan, maka mereka boleh tidak berpuasa pada hari itu tapi wajib menggantinya di hari lain saat sembuh atau sekembali dari perjalanan. Adapun mereka yang tidak mampu berpuasa kecuali dengan susah payah--bukan karena alasan sakit atau bepergian, tapi oleh alasan yang bersifat tetap seperti usia lanjut atau penyakit yang tidak bisa diharap kesembuhannya--mereka itu boleh tidak berpuasa. Sebagai gantinya mereka diwajibkan memberi makan orang-orang fakir yang tidak mempunyai sesuatu untuk dimakan. Barangsiapa melakukan puasa sunnah sebagai tambahan atas puasa yang wajib, itu baik bagi dirinya karena puasa itu selamanya baik bagi yang memahami hakikat ibadah.",
    "jalalayn": "(Beberapa hari) manshub atau baris di atas sebagai maf`ul dari fi`il amar yang bunyinya diperkirakan 'shiyam' atau 'shaum' (berbilang) artinya yang sedikit atau ditentukan waktunya dengan bilangan yang telah diketahui, yakni selama bulan Ramadan sebagaimana yang akan datang nanti. Dikatakannya 'yang sedikit' untuk memudahkan bagi mualaf. (Maka barang siapa di antara kamu) yakni sewaktu kehadiran hari-hari berpuasa itu (sakit atau dalam perjalanan) maksudnya perjalanan untuk mengerjakan puasa dalam kedua situasi tersebut, lalu ia berbuka, (maka hendaklah dihitungnya) berapa hari ia berbuka, lalu berpuasalah sebagai gantinya (pada hari-hari yang lain.) (Dan bagi orang-orang yang) (tidak sanggup melakukannya) disebabkan usia lanjut atau penyakit yang tak ada harapan untuk sembuh (maka hendaklah membayar fidyah) yaitu (memberi makan seorang miskin) artinya sebanyak makanan seorang miskin setiap hari, yaitu satu gantang/mud dari makanan pokok penduduk negeri. Menurut satu qiraat, dengan mengidhafatkan 'fidyah' dengan tujuan untuk penjelasan. Ada pula yang mengatakan tidak, bahkan tidak ditentukan takarannya. Di masa permulaan Islam, mereka diberi kesempatan memilih, apakah akan berpuasa atau membayar fidyah. Kemudian hukum ini dihapus (mansukh) dengan ditetapkannya berpuasa dengan firman-Nya. \"Maka barang siapa di antara kamu yang menyaksikan bulan, hendaklah ia berpuasa.\" Kata Ibnu Abbas, \"Kecuali wanita hamil dan yang sedang menyusui, jika berbukanya itu disebabkan kekhawatiran terhadap bayi, maka membayar fidyah itu tetap menjadi hak mereka tanpa nasakh.\" (Dan barang siapa yang secara sukarela melakukan kebaikan) dengan menambah batas minimal yang disebutkan dalam fidyah tadi (maka itu) maksudnya berbuat tathawwu` atau kebaikan (lebih baik baginya. Dan berpuasa) menjadi mubtada', sedangkan khabarnya ialah, (lebih baik bagi kamu) daripada berbuka dan membayar fidyah (jika kamu mengetahui) bahwa berpuasa lebih baik bagimu, maka lakukanlah."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 185,
    "arab": "شَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۗ وَمَنْ كَانَ مَرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗ يُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ ۖ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). Karena itu, barangsiapa di antara kamu ada di bulan itu, maka berpuasalah. Dan barangsiapa sakit atau dalam perjalanan (dia tidak berpuasa), maka (wajib menggantinya), sebanyak hari yang ditinggalkannya itu, pada hari-hari yang lain. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/192.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada bulan Ramadan, Al-Qur'an diwahyukan. Berkaitan dengan peristiwa penting ini, ada beberapa informasi Al-Qur'an yang dapat dijadikan sebagai acuan untuk menetapkan waktu pewahyuan ini. Ayat-ayat itu antara lain surah al-Qadar/97: 1, ayat ini mengisyaratkan bahwa Al-Qur'an diwahyukan pada malam yang penuh dengan kemuliaan atau malam qadar. Surah ad-Dukhan/44: 3, ayat ini mengisyaratkan bahwa Al-Qur'an diturunkan pada malam yang diberkahi. Surah al-Anfal/8: 41, ayat ini mengisyaratkan bahwa Al-Qur'an itu diturunkan bertepatan dengan terjadinya pertemuan antara dua pasukan, yaitu pasukan Islam yang dipimpin Nabi Muhammad dengan tentara Quraisy yang dikomandani oleh Abu Jahal, pada perang Badar yang terjadi pada tanggal 17 Ramadan.\nDari beberapa informasi Al-Qur'an ini, para ulama menetapkan bahwa Al-Qur'an diwahyukan pertama kali pada malam qadar, yaitu malam yang penuh kemuliaan, yang juga merupakan malam penuh berkah, dan ini terjadi pada tanggal 17 Ramadan, bertepatan dengan bertemu dan pecahnya perang antara pasukan Islam dan tentara kafir Quraisy di Badar, yang pada saat turun wahyu itu Muhammad berusia 40 tahun. Selanjutnya peristiwa penting ini ditetapkan sebagai turunnya wahyu yang pertama dan selalu diperingati umat Islam setiap tahun di seluruh dunia.\nBerkenaan dengan malam qadar, terdapat perbedaan penetapannya, sebagai saat pertama diturunkannya Al-Qur'an, dan malam qadar yang dianjurkan Nabi Muhammad kepada umat Islam untuk mendapatkannya. Yang pertama ditetapkan terjadinya pada tanggal 17 Ramadan, yang hanya sekali terjadi dan tidak akan terulang lagi. Sedangkan yang kedua, sesuai dengan hadis Nabi, terjadi pada sepuluh hari terakhir Ramadan, bahkan lebih ditegaskan pada malam yang ganjil. Malam qadar ini dapat terjadi setiap tahun, sehingga kita selalu dianjurkan untuk mendapatkannya dengan persiapan yang total yaitu dengan banyak melaksanakan ibadah sunah pada sepuluh hari terakhir Ramadan.\nAyat ini juga menjelaskan puasa yang diwajibkan ialah pada bulan Ramadan. Untuk mengetahui awal dan akhir bulan Ramadan Rasulullah saw telah bersabda:\nBerpuasalah kamu karena melihat bulan (Ramadan) dan berbukalah kamu, karena melihat bulan (Syawal), apabila tertutup bagi kamu, (dalam satu) riwayat mengatakan: Apabila tertutup bagi kamu disebabkan cuaca yang berawan), maka sempurnakanlah bulan Sya'ban tiga puluh hari (dan dalam satu riwayat Muslim \"takdirkanlah\" atau hitunglah bulan Sya'ban tiga puluh hari). (Riwayat al-Bukhari dan Muslim)\n\nMengenai situasi bulan yang tertutup baik karena keadaan cuaca, atau memang karena menurut hitungan falakiyah belum bisa dilihat pada tanggal 29 malam 30 Sya'ban, atau pada tanggal 29 malam 30 Ramadan, berlaku ketentuan sebagai berikut: Siapa yang melihat bulan Ramadan pada tanggal 29 masuk malam 30 bulan Sya'ban, atau ada orang yang melihat bulan, yang dapat dipercayai, maka ia wajib berpuasa keesokan harinya. Kalau tidak ada terlihat bulan, maka ia harus menyempurnakan bulan Sya'ban 30 hari. Begitu juga siapa yang melihat bulan Syawal pada tanggal 29 malam 30 Ramadan, atau ada yang melihat, yang dapat dipercayainya, maka ia wajib berbuka besok harinya. Apabila ia tidak melihat bulan pada malam itu, maka ia harus menyempurnakan puasa 30 hari.\nDalam hal penetapan permulaan hari puasa Ramadan dan hari raya Syawal agar dipercayakan kepada pemerintah, sehingga kalau ada perbedaan pendapat bisa dihilangkan dengan satu keputusan pemerintah, sesuai dengan kaidah yang berlaku:\n\"Putusan pemerintah itu menghilangkan perbedaan pendapat.\"\n\nOrang yang tidak dapat melihat bulan pada bulan Ramadan seperti penduduk yang berada di daerah kutub utara atau selatan di mana terdapat enam bulan malam di kutub utara dan enam bulan siang di kutub selatan, maka hukumnya disesuaikan dengan daerah tempat turunnya wahyu yaitu Mekah dimana daerah tersebut dianggap daerah mu'tadilah (daerah sedang atau pertengahan) atau diperhitungkan kepada tempat yang terdekat dengan daerah kutub utara dan kutub selatan.\nPada ayat 185 ini, Allah memperkuat ayat 184, bahwa walaupun berpuasa diwajibkan, tetapi diberi kelonggaran bagi orang-orang yang sakit dan musafir untuk tidak berpuasa pada bulan Ramadan dan menggantikannya pada hari-hari lain. Pada penutup ayat ini Allah menekankan agar disempurnakan bilangan puasa dan menyuruh bertakbir serta bersyukur kepada Allah atas segala petunjuk yang diberikan.",
    "quraish": "Waktu yang ditetapkan Allah sebagai hari wajib puasa itu adalah bulan Ramadan yang sangat tinggi kedudukannya dalam pandangan Allah. Di bulan itu Allah menurunkan al-Qur'ân sebagai petunjuk bagi semua manusia menuju jalan kebenaran melalui keterangan-keterangan yang jelas sebagai pengantar menuju kebajikan dan pembatas antara yang benar (haqq) dan yang palsu (bâthil) selamanya, sepanjang masa dan usia manusia. Maka barangsiapa yang hadir menyaksikan bulan ini dalam keadaan sehat dan tidak sedang dalam perjalanan, maka ia wajib berpuasa. Tapi barangsiapa yang sakit, dan puasa akan membahayakan dirinya, atau sedang dalam perjalanan, ia diperbolehkan tidak berpuasa tapi tetap diwajibkan mengganti puasa yang ditinggalkan itu pada hari yang lain. Allah tidak ingin memberati hamba- Nya dengan perintah-perintah, tapi justru Dia menghendaki keringanan bagi mereka. Allah telah menjelaskan dan memberi petunjuk tentang bulan suci itu agar kalian melengkapi jumlah hari puasa dan membesarkan nama Allah atas petunjuk dan taufik-Nya.",
    "jalalayn": "Hari-hari tersebut adalah (bulan Ramadan yang padanya diturunkan Alquran) yakni dari Lohmahfuz ke langit dunia di malam lailatulkadar (sebagai petunjuk) menjadi 'hal', artinya yang menunjukkan dari kesesatan (bagi manusia dan penjelasan-penjelasan) artinya keterangan-keterangan yang nyata (mengenai petunjuk itu) yang menuntun pada hukum-hukum yang hak (dan) sebagai (pemisah) yang memisahkan antara yang hak dengan yang batil. (Maka barang siapa yang menyaksikan) artinya hadir (di antara kamu di bulan itu, hendaklah ia berpuasa dan barang siapa sakit atau dalam perjalanan, lalu ia berbuka, maka wajib baginya berpuasa sebanyak hari yang ditinggalkannya itu pada hari yang lain) sebagaimana telah diterangkan terdahulu. Diulang-ulang agar jangan timbul dugaan adanya nasakh dengan diumumkannya 'menyaksikan bulan' (Allah menghendaki kemudahan bagimu dan tidak menghendaki kesempitan) sehingga oleh karenanya kamu diperbolehkan-Nya berbuka di waktu sakit dan ketika dalam perjalanan. Karena yang demikian itu merupakan `illat atau motif pula bagi perintah berpuasa, maka diathafkan padanya. (Dan hendaklah kamu cukupkan) ada yang membaca 'tukmiluu' dan ada pula 'tukammiluu' (bilangan) maksudnya bilangan puasa Ramadan (hendaklah kamu besarkan Allah) sewaktu menunaikannya (atas petunjuk yang diberikan-Nya kepadamu) maksudnya petunjuk tentang pokok-pokok agamamu (dan supaya kamu bersyukur) kepada Allah Taala atas semua itu."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 186,
    "arab": "وَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ ",
    "translation": "Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/193.mp3",
    "tafsir": "Di dalam ayat ini, Allah menyuruh hamba-Nya agar berdoa kepada-Nya, serta Dia berjanji akan memperkenankannya, tetapi pada akhir ayat ini Allah menekankan agar hamba-Nya memenuhi perintah-Nya dan beriman kepada-Nya agar mereka selalu mendapat petunjuk.\nDi dalam hadis banyak diterangkan hal-hal yang bertalian dengan doa antara lain:\n1.Sabda Rasulullah saw:\nTiga macam orang tidak ditolak doanya, yaitu Imam yang adil, orang yang sedang berpuasa hingga ia berbuka dan doa seorang yang teraniaya. (Riwayat Muslim)\n\n2. Sabda Rasulullah saw:\n\n\"Senantiasa diterima permohonan setiap hamba, selama ia tidak mendoakan hal-hal yang menimbulkan dosa atau memutuskan hubungan silaturrahim (dan) selama tidak meminta agar segera dikabulkan. Rasulullah ditanya, \"Apakah maksud segera dikabulkan ya Rasulullah?\" Beliau menjawab, \"Maksudnya ialah seorang hamba yang berkata, \"Saya sesungguhnya telah berdoa, tetapi saya lihat belum diperkenankan, karena itu ia merasa kecewa lalu tidak berdoa lagi\". (Riwayat Ahmad, at-Tirmidzi, an-Nasa'i dan Ibnu Majah)\nWalaupun ada pendapat yang mengatakan bahwa Allah swt Mahakuasa, Maha Mengetahui dan mengatur segalanya, diminta atau tidak diminta Dia berbuat sekehendak-Nya, sehingga manusia tidak perlu berdoa, tetapi pendapat itu bertentangan dengan ayat ini dan hadis-hadis Nabi Muhammad.\nApabila di antara doa yang dipanjatkan kepada Allah ada yang belum dikabulkan, maka ada beberapa sebab:\na.Tidak memenuhi syarat-syarat yang semestinya.\nb.Tidak mutlak Allah memberikan sesuai dengan yang dimohonkan oleh hamba-Nya, tetapi diganti atau disesuaikan dengan yang lebih baik bagi pemohon, baik di dunia maupun di akhirat. Dalam ayat ini Allah menghubungkan antara doa yang dijanjikan akan dikabulkan-Nya itu dengan ketentuan bahwa hamba-hamba-Nya harus mematuhi segala perintah-Nya dan beriman kepada-Nya.\nSelain itu doa hendaklah dilakukan dengan khusyuk, sungguh-sungguh dan dengan sepenuh hati, dan bukan doa untuk menganiaya orang, memutuskan hubungan silaturrahim dan lain-lain perbuatan maksiat. Memang segala sesuatu harus menurut syarat-syarat atau tata cara yang baik dan dapat menyampaikan kepada yang dimaksud. Kalau seorang berkata, \"Ya Tuhanku berikanlah kepadaku seribu rupiah,\" tanpa melakukan usaha, maka dia bukanlah berdoa tetapi sesungguhnya dia seorang jahil. Artinya permohonan serupa itu tidak ada artinya, karena tidak disertai usaha yang wajar.",
    "quraish": "Kami benar-benar mengamati segala yang dilakukan dan ditinggalkan manusia. Apabila hamba-Ku bertanya kepadamu, Muhammad, \"Apakah Allah itu dekat dengan kami, dan tahu apa yang kami rahasiakan, kami tampakkan dan yang kami tinggalkan?\" jawablah, \"Sesungguhnya Kami dekat dengan hamba-hamba Kami, lebih dekat dari yang mereka sangka.\" Buktinya bahwa doa seseorang akan sampai pada Allah dan dikabulkan pada saat ia berdoa. Maka jika Allah telah memperkenankan dan mengabulkan doa mereka, hendaknya mereka itu membalasnya dengan iman dan ketaatan karena hal itu akan menjadi jalan kebenaran dan kebaikan mereka.",
    "jalalayn": "(Segolongan orang-orang bertanya kepada Nabi saw., \"Apakah Tuhan kami dekat, maka kami akan berbisik kepada-Nya, atau apakah Dia jauh, maka kami akan berseru kepada-Nya.\" Maka turunlah ayat ini. (\"Dan apabila hamba-hamba-Ku menanyakan kepadamu tentang Aku, maka sesungguhnya Aku Maha Dekat) kepada mereka dengan ilmu-Ku, beritahukanlah hal ini kepada mereka (Aku kabulkan permohonan orang yang berdoa, jika ia berdoa kepada-Ku) sehingga ia dapat memperoleh apa yang dimohonkan. (Maka hendaklah mereka itu memenuhi pula perintah-Ku) dengan taat dan patuh (serta hendaklah mereka beriman) senantiasa iman (kepada-Ku supaya mereka berada dalam kebenaran.\") atau petunjuk Allah."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 187,
    "arab": "اُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ اِلٰى نِسَاۤىِٕكُمْ ۗ هُنَّ لِبَاسٌ لَّكُمْ وَاَنْتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ كُنْتُمْ تَخْتَانُوْنَ اَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۚ فَالْـٰٔنَ بَاشِرُوْهُنَّ وَابْتَغُوْا مَا كَتَبَ اللّٰهُ لَكُمْ ۗ وَكُلُوْا وَاشْرَبُوْا حَتّٰى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْاَبْيَضُ مِنَ الْخَيْطِ الْاَسْوَدِ مِنَ الْفَجْرِۖ  ثُمَّ اَتِمُّوا الصِّيَامَ اِلَى الَّيْلِۚ وَلَا تُبَاشِرُوْهُنَّ وَاَنْتُمْ عَاكِفُوْنَۙ فِى الْمَسٰجِدِ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَقْرَبُوْهَاۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Dihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri, tetapi Dia menerima tobatmu dan memaafkan kamu. Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu. Makan dan minumlah hingga jelas bagimu (perbedaan) antara benang putih dan benang hitam, yaitu fajar. Kemudian sempurnakanlah puasa sampai (datang) malam. Tetapi jangan kamu campuri mereka, ketika kamu beriktikaf dalam masjid. Itulah ketentuan Allah, maka janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia, agar mereka bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/194.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan 'uzur atau halangan yang membolehkan untuk meninggalkan puasa, serta hukum-hukum yang bertalian dengan puasa.\nBanyak riwayat yang menceritakan tentang sebab turunnya ayat ini, antara lain: pada awal diwajibkan puasa, para sahabat Nabi dibolehkan makan, minum, dan bersetubuh sampai salat Isya atau tidur.\nApabila mereka telah salat Isya atau tidur, kemudian bangun maka haramlah bagi mereka semua itu. Pada suatu waktu, 'Umar bin al-Khaththab bersetubuh dengan istrinya sesudah salat Isya, dan beliau sangat menyesal atas perbuatan itu dan menyampaikannya kepada Rasulullah saw. Maka turunlah ayat ini menjelaskan hukum Allah yang lebih ringan daripada yang telah mereka ketahui dan mereka amalkan. Bahwa sejak terbenamnya matahari (magrib) sampai sebelum terbit fajar (subuh), dihalalkan semua apa yang tidak diperbolehkan pada siang hari pada bulan Ramadan dengan penjelasan sebagai berikut: \"Dihalalkan bagi kamu pada malam hari Ramadan bersetubuh dengan istri kamu, karena mereka adalah pakaian bagi kamu dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu telah mengkhianati diri kamu, yakni tidak mampu menahan nafsu dengan berpuasa seperti yang kamu lakukan, karena itu Allah mengampuni kamu dan memberi keringanan pada kamu. Maka sekarang campurilah mereka dan carilah apa yang ditetapkan bagimu\". (al-Baqarah/2:186) Artinya sekarang kamu diperbolehkan bersetubuh dengan istri kamu dan berbuat hal-hal yang dibolehkan untuk kamu. Makan dan minumlah sehingga terang bagimu benang putih dari benang hitam yaitu sampai terbit fajar, sempurnakanlah puasa itu sampai datang malam. Selain dari itu kamu dilarang pula bersetubuh dengan istrimu ketika kamu sedang beriktikaf di dalam masjid. Kemudian Allah menutup ayat ini dengan menegaskan bahwa larangan-larangan yang telah ditentukan Allah itu tidak boleh kamu dekati dan janganlah kamu melampaui dan melanggarnya. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada umat manusia, agar mereka bertakwa.",
    "quraish": "Allah telah menghalalkan bagi kamu sekalian menggauli istri pada malam hari di bulan puasa sebagai suatu bentuk keringanan, karena sulit bagi kalian menjauhi mereka, dan pertemuan kalian dengan mereka dalam keseharian hampir tak bisa dihindarkan. Allah mengetahui bahwa kalian sebelumnya merasa bersalah dan, karenanya, kalian mengharamkan menggauli istri pada malam hari puasa. Allah telah mengampuni sikap berlebih-lebihan yang kalian lakukan itu. Kini, setelah penghalalan itu menjadi jelas, pergaulilah istri- istri kalian itu, makan dan minumlah pada malam Ramadan hingga muncul cahaya fajar yang berbeda dengan kegelapan malam--sebagaimana jelas perbedaannya antara benang putih dengan benang hitam. Apabila fajar terbit, maka berpuasalah dan sempurnakanlah puasa itu hingga matahari terbenam. Jika berpuasa merupakan ibadah yang harus diisi sebaik mungkin dengan menahan hawa nafsu dan tidak menggauli istri di siang hari, maka demikian halnya dengan iktikaf (i'tikâf) di masjid. Iktikaf merupakan ibadah yang, jika seseorang berniat melaksanakannya, harus dilakukan sepenuh hati dan dengan tidak menggauli istri. Dalam puasa dan iktikaf itu ada batas-batas yang telah Allah syariatkan. Maka peliharalah batas-batas itu. Janganlah kalian mendekatinya agar tidak melanggar batas-batas itu. Allah telah secara gamblang menjelaskan hal ini kepada manusia agar mereka menaati-Nya dan menjauhi larangan-Nya.",
    "jalalayn": "(Dihalalkan bagi kamu pada malam hari puasa berkencan dengan istri-istrimu) maksudnya mencampuri mereka. Ayat ini turun menasakhkan hukum yang berlaku di masa permulaan Islam, berupa pengharaman mencampuri istri, begitu pula diharamkan makan minum setelah waktu Isyak. (Mereka itu pakaian bagi kamu dan kamu pakaian bagi mereka) kiasan bahwa mereka berdua saling bergantung dan saling membutuhkan. (Allah mengetahui bahwa kamu akan berkhianat pada) atau mengkhianati (dirimu) dengan melakukan jimak atau hubungan suami istri pada malam hari puasa. Hal itu pernah terjadi atas diri Umar dan sahabat lainnya, lalu ia segera memberitahukannya kepada Nabi saw., (maka Allah pun menerima tobatmu) yakni sebelum kamu bertobat (dan dimaafkan-Nya kamu. Maka sekarang) karena telah dihalalkan bagimu (campurilah mereka itu) (dan usahakanlah) atau carilah (apa-apa yang telah ditetapkan Allah bagimu) artinya apa yang telah diperbolehkan-Nya seperti bercampur atau mendapatkan anak (dan makan minumlah) sepanjang malam itu (hingga nyata) atau jelas (bagimu benang putih dari benang hitam berupa fajar sidik) sebagai penjelasan bagi benang putih, sedangkan penjelasan bagi benang hitam dibuang, yaitu berupa malam hari. Fajar itu tak ubahnya seperti warna putih bercampur warna hitam yang memanjang dengan dua buah garis berwarna putih dan hitam. (Kemudian sempurnakanlah puasa itu) dari waktu fajar (sampai malam) maksudnya masuknya malam dengan terbenamnya matahari (dan janganlah kamu campuri mereka) maksudnya istri-istri kamu itu (sedang kamu beriktikaf) atau bermukim dengan niat iktikaf (di dalam mesjid-mesjid) seorang yang beriktikaf dilarang keluar mesjid untuk mencampuri istrinya lalu kembali lagi. (Itulah) yakni hukum-hukum yang telah disebutkan tadi (larangan-larangan Allah) yang telah digariskan-Nya bagi hamba-hamba-Nya agar mereka tidak melanggarnya (maka janganlah kami mendekatinya). Kalimat itu lebih mengesankan dari kalimat \"janganlah kamu melanggarnya\" yang diucapkan pada ayat lain. (Demikianlah sebagaimana telah dinyatakan-Nya bagi kamu apa yang telah disebutkan itu (Allah menjelaskan ayat-ayat-Nya bagi manusia supaya mereka bertakwa) maksudnya menjauhi larangan-Nya."
  },
  {
    "hizb": 11,
    "name": "Al-Baqarah",
    "ayat": 188,
    "arab": "وَلَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوْا بِهَآ اِلَى الْحُكَّامِ لِتَأْكُلُوْا فَرِيْقًا مِّنْ اَمْوَالِ النَّاسِ بِالْاِثْمِ وَاَنْتُمْ تَعْلَمُوْنَ ࣖ",
    "translation": "Dan janganlah kamu makan harta di antara kamu dengan jalan yang batil, dan (janganlah) kamu menyuap dengan harta itu kepada para hakim, dengan maksud agar kamu dapat memakan sebagian harta orang lain itu dengan jalan dosa, padahal kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/195.mp3",
    "tafsir": "Pada bagian pertama dari ayat ini Allah melarang makan harta orang lain dengan jalan bathil. \"Makan\" ialah \"mempergunakan atau memanfaatkan\", sebagaimana biasa dipergunakan dalam bahasa Arab dan bahasa lainnya. Batil ialah cara yang dilakukan tidak menurut hukum yang telah ditentukan Allah.\nPara ahli tafsir mengatakan banyak hal yang dilarang yang termasuk dalam lingkup bagian pertama ayat ini, antara lain:\n1.Makan uang riba.\n2.Menerima harta tanpa ada hak untuk itu.\n3.Makelar-makelar yang melaksanakan penipuan terhadap pembeli atau penjual.\nKemudian pada ayat bagian kedua atau bagian terakhir yang melarang menyuap hakim dengan maksud untuk mendapatkan sebagian harta orang lain dengan cara yang batil, dengan menyogok atau memberikan sumpah palsu atau saksi palsu. Rasulullah saw bersabda:\n\"Sesungguhnya saya adalah manusia dan kamu datang membawa suatu perkara untuk saya selesaikan. Barangkali di antara kamu ada yang lebih pintar berbicara sehingga saya memenangkannya, berdasarkan alasan- alasan yang saya dengar. Maka siapa yang mendapat keputusan hukum dari saya untuk memperoleh bagian dari harta saudaranya (yang bukan haknya) kemudian ia mengambil harta itu, maka ini berarti saya memberikan sepotong api neraka kepadanya\". (Mendengar ucapan itu) keduanya saling menangis dan masing-masing berkata. Saya bersedia mengikhlaskan harta bagian saya untuk teman saya. Lalu Rasulullah saw memerintahkan, \"Pergilah kamu berdua dengan penuh rasa persaudaraan dan lakukanlah undian dan saling menghalalkan bagianmu masing-masing menurut hasil undian itu \". (Riwayat Malik, Ahmad, al-Bukhari, Muslim, dan lain-lain)",
    "quraish": "Diharamkan atas kalian memakan harta orang lain secara tidak benar. Harta orang lain itu tidaklah halal bagi kalian kecuali jika diperoleh melalui cara-cara yang ditentukan Allah seperti pewarisan, hibah dan transaksi yang sah dan dibolehkan. Terkadang ada orang yang menggugat harta saudaranya secara tidak benar. (1) Untuk mendapatkan harta saudaranya itu, ia menggugat di hadapan hakim dengan memberi saksi dan bukti yang tidak benar, atau dengan memberi sogokan yang keji. Perlakuan seperti ini merupakan perlakuan yang sangat buruk yang akan dibalas dengan balasan yang buruk pula. {(1) Ayat ini mengisyaratkan bahwa praktek sogok atau suap merupakan salah satu tindak kriminal yang paling berbahaya bagi suatu bangsa. Pada ayat tersebut dijelaskan pihak-pihak yang melakukan tindakan penyuapan. Yang pertama, pihak penyuap, dan yang kedua, pihak yang menerima suap, yaitu penguasa yang menyalahgunakan wewenangnya dengan memberikan kepada pihak penyuap sesuatu yang bukan haknya. }",
    "jalalayn": "(Dan janganlah kamu memakan harta sesama kamu), artinya janganlah sebagian kamu memakan harta sebagian yang lain (dengan jalan yang batil), maksudnya jalan yang haram menurut syariat, misalnya dengan mencuri, mengintimidasi dan lain-lain (Dan) janganlah (kamu bawa) atau ajukan (ia) artinya urusan harta ini ke pengadilan dengan menyertakan uang suap (kepada hakim-hakim, agar kamu dapat memakan) dengan jalan tuntutan di pengadilan itu (sebagian) atau sejumlah (harta manusia) yang bercampur (dengan dosa, padahal kamu mengetahui) bahwa kamu berbuat kekeliruan."
  }
]