[
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 75,
    "arab": "۞ ضَرَبَ اللّٰهُ مَثَلًا عَبْدًا مَّمْلُوْكًا لَّا يَقْدِرُ عَلٰى شَيْءٍ وَّمَنْ رَّزَقْنٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَّجَهْرًاۗ هَلْ يَسْتَوٗنَ ۚ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1976.mp3",
    "tafsir": "Dalam ayat ini, Allah swt membuat suatu perumpamaan tentang orang-orang musyrik sehubungan dengan kepercayaan mereka yang menyamakan kedudukan sembahan mereka yang berupa patung dan berhala dengan Allah Yang Maha Sempurna.\nKekeliruan dan kebatilan kepercayaan mereka itu sama halnya dengan kekeliruan orang-orang yang menyamakan seorang budak sahaya yang tidak memiliki hak dan kuasa apa pun dengan orang merdeka, yang punya hak untuk memiliki, mengembangkan, dan menafkahkan harta kekayaan menurut keinginannya, baik secara sembunyi-sembunyi ataupun terang-terangan.\nSetiap orang dengan mudah mengetahui bahwa keduanya jauh berbeda, baik dalam kemuliaan, kekuasaan, ataupun keluhurannya. Demikian pula halnya orang-orang musyrik. Mereka jadikan benda-benda mati sebagai tumpuan dan tujuan ketika memanjatkan doa dan menggantungkan harapan. Alangkah jauhnya kesesatan mereka yang menyamakan Tuhan pencipta alam semesta dengan makhluk yang punya keterbatasan.\nSegala puji hanya milik Allah swt. Dialah yang paling berhak untuk menerima segala macam pujian karena Dialah yang agung dan sempurna. Segala sifat-sifat terpuji terkumpul pada-Nya. Segala pujian hanya ditujukan kepada-Nya, tidak kepada patung-patung, berhala-berhala, ataupun sesuatu lainnya. Sembahan-sembahan selain Allah, tidak ada yang patut menerima pujian. Akan tetapi, manusia banyak yang tidak mengetahui atau sadar bahwa segala sifat kesempurnaan hanya milik Allah swt. Karena kejahilan, mereka memandang sifat kesempurnaan juga ada pada selain Allah. Mereka menjadikan makhluk itu sebagai tujuan dari pujaan atau sembahan.",
    "quraish": "Allah membuat sebuah perumpamaan yang menggambarkan kekeliruan orang-orang musyrik dalam diri seorang budak yang tidak mampu berbuat apa-apa dan seorang merdeka yang Allah berikan karunia yang baik dan halal sehingga ia dengan bebas mengatur dan membelanjakan kekayaan yang menjadi miliknya, secara terang-terangan maupun sembunyi-sembunyi. Apakah seorang budak yang tidak memiliki daya apa- apa bisa disederajatkan dengan orang merdeka yang dapat mengeluarkan apa yang dimilikinya? Demikianlah, sesungguhnya Allah adalah Pemilik segala yang ada. Allah berbuat dan mengatur kerajaan alam semesta sesuai dengan kehendak-Nya. Sebaliknya, tuhan-tuhan selain Allah tidak memiliki apa-apa sehingga mereka tidak berhak untuk dipertuhan. Segala puji semata-mata hanyalah bagi Allah, milik-Nya segala sifat kesempurnaan dan bagi-Nya segala kemahatinggian, karena Allah adalah sumber dari segala kebaikan dan keindahan. Dan para penyembah berhala itu tidaklah melakukan perbuatan mereka atas dasar keyakinan, melainkan hanya sekadar mengikuti tradisi para pembesar mereka. Bahkan kebanyakan mereka tidak mengerti. Mereka menyandangkan nikmat dan karunia kepada selain Allah dan menyembah selain- Nya.",
    "jalalayn": "(Allah membuat perumpamaan) lafal matsalan ini kemudian dijelaskan oleh badalnya yaitu (dengan seorang hamba sahaya yang dimiliki) lafal mamlukan ini berkedudukan menjadi sifat dari lafal `abdan, dimaksud untuk membedakannya dari manusia yang merdeka, karena manusia yang merdeka disebutkan dengan istilah Abdullaah atau hamba Allah (yang tidak dapat bertindak terhadap sesuatu) karena ia tidak memiliki apa pun (dan seorang) lafal man di sini nakirah maushufah, artinya seorang yang merdeka, bukan hamba sahaya (yang Kami beri rezeki yang baik dari Kami, lalu dia menafkahkan sebagian dari rezeki itu secara sembunyi dan secara terang-terangan) artinya dia menafkahkannya sekehendak hatinya. Misal yang pertama untuk menggambarkan tentang berhala dan misal yang kedua untuk menggambarkan tentang Allah swt. (adakah mereka itu sama?) antara hamba sahaya dan orang merdeka yang bebas dalam bertindak; tentu saja tidak. (Segala puji bagi Allah) semata (tetapi kebanyakan mereka) yakni penduduk kota Mekah (tidak mengetahui) apa yang bakal menimpa mereka kelak yaitu berupa azab, yang karena ketidaktahuan mereka itu akhirnya mereka menyekutukan Allah swt."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 76,
    "arab": "وَضَرَبَ اللّٰهُ مَثَلًا رَّجُلَيْنِ اَحَدُهُمَآ اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَّهُوَ كَلٌّ عَلٰى مَوْلٰىهُ ۗ اَيْنَمَا يُوَجِّهْهُّ لَا يَأْتِ بِخَيْرٍ ۖهَلْ يَسْتَوِيْ هُوَۙ وَمَنْ يَّأْمُرُ بِالْعَدْلِ وَهُوَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ ",
    "translation": "Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1977.mp3",
    "tafsir": "Seperti halnya ayat yang lalu, pada ayat ini Allah swt menjelaskan kembali perumpamaan bagi orang-orang musyrik dengan bentuk yang lebih jelas seputar kepercayaan mereka kepada patung sembahan mereka. Allah swt mengambil perumpamaan antara dua orang: yang seorang bisu, bodoh, dan tidak mengerti apa-apa dan seorang lagi mampu berbicara lagi cakap. Orang yang pertama adalah perumpamaan untuk patung sembahan orang-orang musyrik, sedangkan yang kedua perumpamaan untuk Allah. Patutkah dipersamakan antara keduanya? Jika hal demikian tidak patut, maka lebih tidak patut lagi menyamakan antara patung dengan Allah.\nAllah swt dalam ayat ini menerangkan persamaan sifat-sifat antara patung dengan orang yang bisu yang bukan saja tidak memiliki kemampuan berbicara, tetapi juga tidak memiliki kemampuan berpikir. Dia tidak mengerti maksud orang lain, dan orang lain juga tidak dapat memahami maksudnya. Karena itu, dia tidak dapat menyelesaikan urusannya sendiri apalagi urusan orang lain. Dia hanya jadi beban orang lain, di manapun dia ditempatkan, dan tugas apa punyang diberikan kepadanya tentulah tidak mendatangkan hasil yang baik.\nSifat Allah \"menyeru kepada keadilan atau kebenaran\", mengandung pengertian bahwa Dia mengetahui, mengajarkan, dan menyukai keadilan dan kebenaran serta memerintahkan kepada hamba-Nya agar bersifat adil. Allah mencintai orang-orang yang berbuat adil dan bersifat adil serta tidak memerintahkan hamba-Nya kecuali menjunjung keadilan. Bahkan Allah swt Mahasuci dari sifat-sifat yang berlawanan dengan keadilan seperti sifat zalim, aniaya, jahil, dan bakhil. Perintah dan syariat-Nya bersifat adil seluruhnya. Mereka yang bersifat dan berbuat adil adalah kekasih dan wali-wali Allah. Mereka hidup di sisi Allah dan di bawah cahaya-Nya.\nSifat Allah swt \"di jalan yang lurus\" mengandung pengertian bahwa Allah tidak memerintahkan sesuatu selain kebenaran dan keadilan. Allah tidak mengadakan atau menciptakan sesuatu kecuali untuk kemaslahatan, rahmat, hikmah, dan keadilan. Allah selalu di atas kebenaran pada perkataan dan perbuatan-Nya.\nAllah tidak menjatuhkan hukuman dengan zalim kepada hamba-Nya, tidak menyiksa tanpa dosa yang dilakukan hamba itu, tidak pula mengurangi sedikit pun kebajikan yang diperbuatnya, dan tidak membebani seseorang dengan dosa orang lain. Tindakan dan perbuatan Allah selalu penuh hikmah dan berakhir dengan kebaikan. Semua itu disebabkan karena Allah selalu menginginkan hamba-hamba-Nya berada dalam keadaan yang lurus.",
    "quraish": "Allah membuat perumpamaan lain dalam diri dua orang laki-laki. Yang satu bisu dan tuli, tidak bisa memahami perkataan orang dan memahamkan orang lain. Ia hanya tergantung pada kemauan orang yang mengatur urusannya, hanya menurut pada kehendak atasan meskipun diperintah untuk melakukan sesuatu yang tidak ada manfaat baiknya. Apakah lelaki seperti ini dapat disamakan dengan seorang lelaki yang fasih, kuat daya pendengarannya, menyuruh manusia untuk berbuat benar dan menegakkan keadilan, dan ia sendiri berada di atas jalan yang lurus tidak berliku? Demikianlah gambaran berhala-berhala yang mereka pertuhankan, bagaikan orang yang tuli dan bisu, tidak bisa memahami perkataan dan memahamkan orang lain. Tuhan-tuhan itu tidak berbicara, tidak mendengar dan tidak berguna. Samakah mereka--dalam pandangan kalian--dengan Yang Maha Mendengar lagi Maha Menyeru pada keadilan, kebenaran dan Maha Membimbing manusia ke jalan yang lurus?",
    "jalalayn": "(Dan Allah membuat pula perumpamaan) lafal matsalan ini kemudian dijelaskan oleh badalnya, yaitu (dua orang lelaki yang seorang bisu) dilahirkan dalam keadaan cacat tidak dapat berbicara (tidak dapat berbuat sesuatu pun) karenanya ia tidak dapat menangkap pemahaman dan tidak pula dapat memberikan pemahaman (dan dia menjadi beban) yang berat (atas orang yang menanggungnya) atas walinya (ke mana saja dia diarahkan) disuruh (dia tidak dapat mendatangkan) dari tindakannya itu (suatu kebaikan pun) artinya ia tidak pernah berhasil; ini perumpamaan orang kafir. (Samakah orang itu) orang yang bisu itu (dengan orang yang menyuruh berbuat keadilan) artinya dengan orang yang dapat berbicara dan pembicaraannya itu bermanfaat bagi manusia karena ia menyuruh dan menganjurkan manusia untuk berbuat keadilan (dan dia berada pula di atas jalan) di jalan (yang lurus) ini perumpamaan orang yang kedua, yaitu orang muslim. Tentu saja keduanya tidak sama. Akan tetapi menurut suatu pendapat dikatakan bahwa yang kedua ini merupakan misal bagi Allah sedangkan misal yang pertama ditujukan untuk berhala-berhala. Sedangkan perumpamaan yang ada pada ayat sebelumnya adalah perumpamaan antara orang kafir dan orang mukmin."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 77,
    "arab": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ وَمَآ اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1978.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menegaskan kesempurnaan ilmu-Nya tentang hal-hal yang gaib dan kemahakuasaan-Nya. Di antara hal yang gaib itu ialah segala yang berada di luar jangkauan indra dan akal pikiran manusia, baik yang ada di langit, maupun yang ada di bumi. Hanya Allah swt yang mengetahui tentang apa yang ada di luar alam nyata ini.\nMeskipun pengetahuan umat manusia tentang angkasa luar dan keadaan bumi saat ini sangat maju, namun yang belum mereka ketahui jauh lebih besar. Ketika manusia sampai ke bulan, masih terbentang di muka mereka kegaiban dan kerahasiaan yang ada di planet Mars, Venus, dan lain-lain. Padahal planet-planet tersebut bagaikan butir-butir pasir di tengah sahara yang luas jika dibanding dengan keluasan alam semesta ini.\nDemikian pula mengenai keadaan bumi ini. Tidak seorang pun sarjana geologi yang dapat memperkirakan dengan tepat kapan terjadinya gempa bumi atau meletusnya gunung berapi. Bahkan pada diri manusia sendiri masih ada hal-hal yang merupakan misteri atau rahasia Allah yang belum diketahui manusia, walaupun sejak berabad-abad para ahli dalam bidang masing-masing berusaha memikirkan dan mengungkapkannya. Tidak se-orang pun yang dapat memastikan apa yang akan dialami besok, kapan kematian datang kepadanya, dan di manakah dia akan dikuburkan. Semua itu merupakan soal yang gaib bagi manusia. Namun demikian, ketidaktahuan itu adalah rahmat Allah yang besar bagi manusia. Mereka dapat menyusun rencana dan tindakan-tindakan yang sesuai dengan keinginan mereka.\nHari kiamat termasuk pula hal gaib. Allah swt menyebutkan secara khusus tentang hari kiamat karena masalah itu banyak mendapat penolakan dan sanggahan pada setiap zaman dan setiap bangsa. Bahkan banyak orang yang mengingkarinya, dan menyatakan sebagai suatu hal yang tidak mungkin terjadi.\nAllah merahasiakan waktu datangnya hari kiamat agar manusia tidak menghentikan kegiatan hidupnya. Seharusnya manusia tidak perlu memikir-kan kapan hari kiamat itu terjadi, karena hal itu adalah urusan Allah. Yang penting bagi mereka adalah menjalani kehidupan sesuai dengan petunjuk-petunjuk yang telah ditetapkan oleh Allah swt.\nPersoalan hari kiamat bagi Allah swt sangatlah mudah. Kecepatan waktu peristiwa itu berlangsung secepat kedipan mata atau lebih cepat lagi. Kecepatan ini menurut waktu yang bisa digambarkan oleh hitungan manusia karena pengaturan Allah terhadap alam semesta ini sesungguhnya tidak dapat dihubungkan dengan ruang dan waktu. Mudah atau sukar, dan cepat atau lambat adalah ukuran manusia. Allah sesungguhnya sangat kuasa atas segala perkara. Bila Allah berkehendak atas sesuatu, Dia pun berfirman, \"Kun (Jadilah),\" maka terciptalah sesuatu itu. Tidak satu pun yang dapat menghalangi kehendak-Nya.",
    "quraish": "Hanya Allahlah yang mengetahui rahasia segala persoalan gaib di langit dan di bumi yang tidak dapat diketahui hamba-Nya. Sesungguhnya persoalan datangnya hari kiamat dan hari kebangkitan manusia--dalam pandangan Allah--sama gampang dan cepatnya dengan memejamkan pelupuk mata, bahkan lebih cepat dari itu. Dan sesungguhnya Allah Mahabesar kekuasan-Nya dan tidak sesuatu pun di dunia ini dapat menundukkan-Nya.",
    "jalalayn": "(Dan kepunyaan Allahlah segala apa yang tersembunyi di langit dan di bumi) artinya Allah mengetahui semua yang gaib pada keduanya (Tidak adalah kejadian kiamat itu melainkan seperti sekejap mata atau lebih cepat lagi) karena hal itu berlangsung hanya dengan kalimat kun terjadilah ia. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu.)"
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 78,
    "arab": "وَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan, dan hati nurani, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1979.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan kegaiban dan keajaiban yang sangat dekat dengan manusia. Mereka mengetahui fase-fase pertumbuhan janin, tetapi tidak mengetahui bagaimana proses perkembangan janin yang terjadi dalam rahim sehingga mencapai kesempurnaan. Sejak bertemunya sel sperma dan sel telur sampai menjadi manusia baru yang membawa sifat-sifat kedua orang tua dan leluhurnya. Dalam proses kejadian ini, terdapat rahasia hidup yang tersembunyi. \nSesudah mencapai kesempurnaan, Allah mengeluarkan manusia dari rahim ibunya dalam keadaan tidak mengetahui apa-apa. Tetapi sewaktu masih dalam rahim, Allah menganugerahkan potensi, bakat, dan kemampuan seperti berpikir, berbahagia, mengindra, dan lain sebagainya pada diri manusia. Setelah manusia lahir, dengan hidayah Allah segala potensi dan bakat itu berkembang. Akalnya dapat memikirkan tentang kebaikan dan kejahatan, kebenaran dan kesalahan, serta hak dan batil. Dengan pen-dengaran dan penglihatan yang telah berkembang itu, manusia mengenali dunia sekitarnya, mempertahankan hidupnya, dan mengadakan hubungan dengan sesama manusia. Dengan perantaraan akal dan indra, pengalaman dan pengetahuan manusia dari hari ke hari semakin bertambah dan berkembang. Semua itu merupakan rahmat dan anugerah Tuhan kepada manusia yang tidak terhingga. Oleh karena itu, seharusnyalah mereka bersyukur kepada-Nya, baik dengan cara beriman kepada keesaan Allah, dan tidak menyekutukan-Nya dengan yang lain maupun dengan mempergunakan segala nikmat Allah untuk beribadah dan patuh kepada-Nya.\nHadis Nabi saw:\nDari Abu Hurairah r.a., ia berkata, \"Rasulullah bersabda, \"Sesungguhnya Allah swt berfirman, \"Siapa yang memusuhi kekasih-Ku, maka Aku menyatakan perang kepadanya. Dan tiada mendekat kepada-Ku seorang hamba-Ku dengan sesuatu yang lebih Aku sukai daripada menjalankan pekerjaan yang Aku wajibkan kepadanya. Hamba-Ku selalu mendekatkan dirinya kepada-Ku dengan menjalankan ibadah-ibadah sunah sehingga Aku menyukainya. Apabila Aku telah menyukainya, maka Aku menjadi pendengarannya yang ia pakai mendengar, penglihatannya yang ia pakai melihat, tangannya yang ia pakai memukul, dan kakinya yang ia pakai berjalan. Apabila ia memohon kepada-Ku, pasti akan Kukabulkan permohonannya, dan apabila ia minta perlindungan kepada-Ku, pasti Aku lindungi dia. (Riwayat al-Bukhari)",
    "quraish": "Allah mengeluarkan diri kalian dari dalam perut ibu dalam keadaan tidak mengenal sedikit pun apa yang ada di sekeliling kalian. Kemudian Allah memberi kalian pendengaran, penglihatan dan mata hati sebagai bekal mencari ilmu pengetahuan, agar kalian beriman kepada-Nya atas dasar keyakinan dan bersyukur atas segala karunia-Nya(1). (1) Ilmu kedokteran modern membuktikan bahwa indera pendengaran mulai tumbuh pada diri seorang bayi pada usia relatif dini, pada pekan-pekan pertama. Sedangkan indera penglihatan mulai dimiliki bayi pada bulan ketiga dan menjadi sempurna menginjak bulan keenam. Sedangkan kemampuan mata hati yang berfungsi membedakan yang baik dan buruk datang sesudah itu. Urutan penyebutan beberapa indera pada ayat di atas mencerminkan tahap perkembangan fungsi indera tersebut.",
    "jalalayn": "(Dan Allah mengeluarkan kalian dari perut ibu kalian dalam keadaan tidak mengetahui sesuatu pun) jumlah kalimat laa ta'lamuuna syaian berkedudukan menjadi hal atau kalimat keterangan (dan Dia memberi kalian pendengaran) lafal as-sam'u bermakna jamak sekali pun lafalnya mufrad (penglihatan dan hati) kalbu (agar kalian bersyukur) kepada-Nya atas hal-hal tersebut, oleh karenanya kalian beriman kepada-Nya."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 79,
    "arab": "اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرٰتٍ فِيْ جَوِّ السَّمَاۤءِ ۗمَا يُمْسِكُهُنَّ اِلَّا اللّٰهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1980.mp3",
    "tafsir": "Suatu keajaiban lain yang disaksikan sehari-hari oleh manusia dikemukakan Allah dalam ayat ini untuk menunjukkan kekuasaan-Nya. Keindahan pemandangan sewaktu burung-burung beterbangan di udara, melayang-layang, dan kadang-kadang seperti terapung-apung dipermainkan angin adalah pemandangan yang sangat mengesankan bagi orang yang beriman pada kebesaran dan keagungan Allah.\nHati orang beriman seperti hati penyair. Dia selalu terpesona terhadap keindahan makhluk dan kejadiannya. Keindahan itu menggetarkan perasaan dan menyentuh hati nuraninya. Seorang mukmin mengungkapkan perasaannya terhadap keindahan alam ini dengan iman, ibadah, dan mengucapkan tasbih kepada Tuhan. Jika seorang mukmin mempunyai bakat pengarang/penyiar, maka dia akan mengungkapkan perasaannya dengan bahasa atau gubahan kata-kata yang indah tentang keindahan dan kebesaran alam dan khaliknya. Hal ini tidak dapat diungkapkan oleh seorang penyair yang hatinya tidak pernah disentuh oleh kelezatan iman. \nOrang yang beriman dapat melihat tanda-tanda kekuasaan dan kebesaran Tuhan seperti pada kemudahan seekor burung terbang di udara. Bahwa burung dapat terbang adalah mukjizat. Untuk dapat terbang dan lepas landas, burung seharusnya sangat ringan. Akan tetapi, pada saat yang sama, ia juga harus sangat kuat dan tangguh. Kekuatan diperlukan untuk dapat tetap terbang dalam waktu yang lama, dan bermanuver untuk menangkap mangsa atau saat turun ke tempat mereka hinggap.\nAgar tubuhnya ringan, maka tulang burung umumnya berlubang di tengahnya, dan berdinding tipis. Berat tubuh burung diletakkan di bagian tengah tubuh. Di bagian dada terdapat tulang dada yang besar yang melekat pada otot dada besar. Otot dada inilah yang menggerakkan sayap. Otot dada meliputi sekitar 25-30% dari keseluruhan berat badan burung.\nHal terpenting agar burung dapat terbang adalah terdapatnya organ sayap dan bulu. Sayap adalah semacam tangan yang mempunyai sendi peluru yang besar dan kuat di bagian bahu. Sendi ini sangat khusus, dan digunakan untuk melakukan mobilitas yang sangat rumit. Kegunaannya adalah agar burung dapat bermanuver dengan baik di udara. \nBulu sayap adalah ciptaan Tuhan yang sangat indah. Ringan, namun kuat, lentur, serba guna, mudah dirawat, berfungsi sebagai penyekat panas, kedap air, dan dapat diganti. Warna bulu sangat penting bagi burung. Beberapa burung mempunyai warna yang sesuai dengan lingkungannya sehingga berfungsi untuk kamuflase. Jenis lainnya menggunakan warnanya untuk menarik lawan jenisnya.",
    "quraish": "Apakah orang-orang musyrik itu tidak memperhatikan bagaimana burung ditundukkan sehingga bisa melayang, terbang tinggi hingga ke langit? Allah telah membekali burung dengan sayap yang lebih besar dari ukuran badan dan bisa mengembang dan melipat. Dia juga menundukkan angin untuknya. Tidak ada yang mengendalikan burung itu dengan hukum yang begitu sempurna selain Allah. Sesungguhnya dengan mencermati dan merenungkan hikmah Allah yang ada pada ciptaan-Nya akan didapat bukti nyata yang bermanfaat bagi orang-orang yang siap untuk beriman(1). (1) Ada beberapa faktor yang menjadikan burung mampu terbang dengan mudah, antara lain tipikal bentuk tubuh burung yang ramping, sayap yang lebar dan dilengkapi dengan bulu-bulu serta tulang-tulang berongga. Ditambah lagi dengan kantong-kantong udara yang disimpan dalam perut, menggantung pada paru-paru. Kantong-kantong udara itu akan terisi udara secara otomatis pada saat burung mulai terbang, sehingga dengan demikian berat badan burung akan berkurang.",
    "jalalayn": "(Tidakkah mereka memperhatikan burung-burung yang dimudahkan) terbang (di angkasa bebas) di udara antara langit dan bumi. (Tidak ada yang menahannya) sewaktu ia melipat sayap atau mengembangkannya sehingga ia tidak jatuh ke bawah (selain daripada Allah) yakni dengan kekuasaan-Nya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang beriman) yaitu penciptaan burung itu sehingga dapat terbang dan penciptaan udara sehingga dapat memungkinkan bagi burung untuk terbang mengarunginya dan menahan burung untuk tidak jatuh ke tanah."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 80,
    "arab": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْۢ بُيُوْتِكُمْ سَكَنًا وَّجَعَلَ لَكُمْ مِّنْ جُلُوْدِ الْاَنْعَامِ بُيُوْتًا تَسْتَخِفُّوْنَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ اِقَامَتِكُمْ ۙ وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَآ اَثَاثًا وَّمَتَاعًا اِلٰى حِيْنٍ ",
    "translation": "Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1981.mp3",
    "tafsir": "Ayat ini menjelaskan nikmat-nikmat yang dianugerahkan Allah kepada manusia untuk dijadikan tanda keesaan-Nya, seperti Allah menganugerahkan rumah bagi manusia. Rumah-rumah itu tidak hanya berfungsi sebagai tempat tinggal atau berlindung dari hujan dan panas, tetapi juga tempat menciptakan suasana aman, damai, dan tenteram serta menumbuhkan kasih sayang dan rasa kesetiaan di antara penghuninya. Dari rumah tangga yang baik, lahir manusia yang baik. Agama Islam menetapkan aturan untuk menjamin kehormatan rumah sebagai tempat tinggal. Seseorang dilarang masuk ke rumah orang lain sebelum memberi salam dan minta izin dari penghuninya, meskipun dia petugas negara. Tidak dibenarkan seseorang memeriksa rumah orang lain dengan alasan apapun, dan tidak boleh mengintai-intai penghuninya sehingga menimbulkan rasa tidak aman bagi keluarga penghuni rumah itu.\nItulah pengertian rumah dan fungsinya bagi manusia yang berdiam di satu tempat. Kepada bangsa pengembara, Allah swt memberikan nikmat kepada mereka berupa kulit binatang ternak untuk keperluan tempat tinggal. Mereka membangun kemah-kemah dan pondok-pondok dari kulit dan bulu-bulu ternak itu sewaktu mengembara di padang pasir sambil menggembala ternak mereka. Benda-benda tersebut mudah dan ringan dibawa berpindah-pindah dari suatu tempat ke tempat lain.\nNikmat Allah lainnya kepada manusia ialah bulu dan kulit binatang ternak yang bisa dimanfaatkan untuk keperluan pakaian, alat-alat rumah tangga, dan lain-lain. Bulu domba (wool), kulit unta, dan kulit kambing merupakan barang-barang yang dapat mereka perdagangkan sejak zaman dahulu sampai sekarang. Dari ayat ini, dapat diambil suatu dalil hukum bahwa kulit dan bulu dari ternak yang halal dimakan adalah suci.",
    "quraish": "Allah Swt. telah membekali kalian dengan kemampuan untuk mendirikan rumah sebagai tempat tinggal. Allah telah menjadikan untuk kalian dari kulit binatang--onta, sapi, kambing dan sebagainya--tenda-tenda sebagai tempat tinggal dan dapat kalian bawa dengan mudah ketika berjalan dan bermukim. Allah juga membuat kalian mampu untuk menjadikan rambut dan bulu binatang itu sebagai alas, tempat kalian bersenang-senang hingga ajal yang telah ditentukan.",
    "jalalayn": "(Dan Allah menjadikan bagi kalian rumah-rumah kalian sebagai tempat tinggal) tempat kalian menetap di dalamnya (dan Dia menjadikan bagi kalian rumah-rumah dari kulit binatang ternak) seperti kemah-kemah dan tenda-tenda (yang kalian merasa ringan) ketika membawanya (di waktu kalian berjalan) mengadakan perjalanan (dan waktu kalian bermukim, dan dijadikan-Nya pula, dari bulunya) dari bulu domba (bulu unta) (dan bulu kambing) (alat-alat) perabot rumah tangga kalian; seperti permadani dan perhiasan dinding rumah (dan perhiasan) yang kalian dapat menikmatinya (sampai waktu yang tertentu) sehingga barang-barang itu rusak."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 81,
    "arab": "وَاللّٰهُ جَعَلَ لَكُمْ مِّمَّا خَلَقَ ظِلٰلًا وَّجَعَلَ لَكُمْ مِّنَ الْجِبَالِ اَكْنَانًا وَّجَعَلَ لَكُمْ سَرَابِيْلَ تَقِيْكُمُ الْحَرَّ وَسَرَابِيْلَ تَقِيْكُمْ بَأْسَكُمْ ۚ  كَذٰلِكَ يُتِمُّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُوْنَ",
    "translation": "Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1982.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang.\nDemikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh.\nAllah berfirman:\n\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)\n\n(82) Sesudah Allah menjelaskan nikmat dan karunia-Nya kepada manusia, maka dalam ayat ini Allah menegaskan kepada Rasul saw bahwa jika orang-orang kafir itu tetap berpaling dari ajaran Rasul dan menolak segala penjelasan dan uraian bukti-bukti kebenaran agama yang disampaikan kepada mereka, hendaklah hal itu tidak menyedihkan beliau dan tidak menimbulkan rasa putus asa dalam jiwanya. Tugas Rasul hanya menyampai-kan dan beliau sudah menunaikannya dengan sempurna yaitu menyampaikan dan menjelaskan syariat agama Islam, cita-citanya, dan hikmah-hikmah yang terkandung dalam syariat itu. Menumbuhkan keimanan dalam jiwa manusia atau membuat orang menjadi mukmin sesungguhnya di luar kemampuan Rasul saw.",
    "quraish": "Dari pepohonan yang diciptakan-Nya, Allah menjadikan untuk kalian tempat berteduh dari terik matahari. Allah menciptakan gua dan lorong-lorong di pegunungan yang juga dapat kalian jadikan tempat tinggal, seperti halnya rumah. Allah memberi kalian busana dari bahan kapas, wol, katun dan sebagainya yang dapat melindungi badan dari panas serta baju-baju besi sebagai pelindung dari kekejaman musuh. Seperti halnya Allah menjadikan nikmat-nikmat inderawi itu, Dia menyempurnakan nikmat-Nya kepada kalian dengan sebuah agama yang lurus agar kalian tunduk dan mengikhlaskan diri beribadah hanya kepada-Nya.",
    "jalalayn": "(Dan Allah menjadikan bagi kalian dari apa yang telah Dia ciptakan) seperti rumah-rumah, pohon-pohon dan mendung (sebagai tempat bernaung) lafal zhilaalan adalah bentuk jamak dari lafal zhillun; yang dapat melindungi diri kalian dari sengatan panas matahari (dan Dia jadikan bagi kalian tempat-tempat tinggal di gunung-gunung) lafal aknaanan adalah bentuk jamak dari lafal kinnun, yang artinya tempat untuk tinggal seperti gua dan liang besar (dan Dia jadikan bagi kalian pakaian) baju-baju gamis (yang memelihara kalian dari panas) dan dari dingin (dan pakaian/baju besi yang memelihara kalian dalam peperangan) sewaktu kalian berperang yakni dari tusukan dan pukulan senjata di dalam peperangan, seperti baju dan topi besi. (Demikianlah) sebagaimana Dia telah menciptakan semuanya itu (Allah menyempurnakan nikmat-Nya) di dunia (atas kalian) dengan menciptakan segala sesuatu yang menjadi keperluan kalian (agar kalian) hai penduduk Mekah (masuk Islam) agar kalian mengesakan-Nya."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 82,
    "arab": "فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ الْمُبِيْنُ ",
    "translation": "Maka jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1983.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang.\nDemikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh.\nAllah berfirman:\n\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)",
    "quraish": "Wahai Nabi, apabila orang-orang yang kamu ajak untuk masuk Islam itu berpaling dari seruanmu, maka kamu tidak lagi bertanggung jawab atas penolakan mereka. Tugasmu hanyalah menyampaikan pesan- pesan suci Kami yang jelas, dan kamu telah melaksanakannya.",
    "jalalayn": "(Jika mereka tetap berpaling) tidak juga mau masuk Islam (maka sesungguhnya kewajiban yang dibebankan kepadamu) hai Muhammad (hanyalah menyampaikan amanat Allah, dengan terang) ayat ini diturunkan sebelum ada perintah untuk memerangi orang-orang kafir."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 83,
    "arab": "يَعْرِفُوْنَ نِعْمَتَ اللّٰهِ ثُمَّ يُنْكِرُوْنَهَا وَاَكْثَرُهُمُ الْكٰفِرُوْنَ ࣖ ",
    "translation": "Mereka mengetahui nikmat Allah, kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang yang ingkar kepada Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1984.mp3",
    "tafsir": "Allah menjelaskan dalam ayat ini tentang kesombongan dan ketinggian hati kebanyakan manusia. Mereka mengetahui dengan gamblang bahwa benda-benda itu seperti batu, kayu, besi, dan lain-lain yang menjadi bahan bangunan tempat berteduh mereka, dan kapas, katun, bulu-bulu domba, dan kulit binatang lainnya menjadi bahan pakaian dan keperluan mereka sehari-hari, merupakan karunia yang datang dari Allah swt, bukan dari sembahan-sembahan mereka selain Allah, bahkan bukan pula dari usaha tangan mereka sendiri. Namun demikian, mereka mengingkari bahwa nikmat itu dari Allah swt, sehingga merasa tidak perlu berterima kasih, memanjatkan doa, menyembah, serta beribadah kepada Tuhan Yang Maha Pencipta dan Pemberi nikmat itu. Mereka memandang bahwa nikmat karunia itu berkat patung dan pujaan-pujaan selain Allah atau memandang sebagai hadiah alam semesta semata-mata, yang ada dengan sendirinya. Memang sesungguhnya kebanyakan manusia itu adalah orang-orang kafir yang menentang dan mendustakan wahyu yang disampaikan rasul. Mereka tidak mau beriman kepadanya walaupun mereka mengetahui kebenaran agama yang dibawanya, karena kesombongan dan ketinggian hati mereka.",
    "quraish": "Berpalingnya orang-orang kafir dari Islam itu bukan disebabkan oleh ketidaktahuan mereka bahwa Allah adalah sumber segala karunia yang mereka nikmati. Mereka hanya meniru ulah para pendahulu yang ingkar dan enggan bersyukur. Begitulah kenyataannya, sehingga sebagian besar dari mereka adalah orang-orang yang ingkar.",
    "jalalayn": "(Mereka mengetahui nikmat Allah) artinya mereka mengakui bahwa semua nikmat itu dari sisi-Nya (kemudian mereka mengingkarinya) karena ternyata mereka menyekutukan-Nya (dan kebanyakan mereka adalah orang-orang yang kafir)."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 84,
    "arab": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ اُمَّةٍ شَهِيْدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِيْنَ كَفَرُوْا وَلَا هُمْ يُسْتَعْتَبُوْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1985.mp3",
    "tafsir": "Allah swt menjelaskan bahwa pada hari kiamat, para rasul menjadi saksi atas umat mereka masing-masing. Merekalah yang mengetahui sikap umatnya ketika mereka berdakwah, apakah umatnya menerima dengan baik ajakan dan seruan yang disampaikan, ataukah mereka kufur dan menolak-nya. Kesaksian para rasul atas penerimaan dan penolakan umatnya disertai dengan penjelasan yang cukup dan bukti yang benar. Berdasarkan kesaksian itu, hukuman dijatuhkan kepada mereka. Mereka tidak diberi kesempatan untuk menyampaikan alasan untuk membela diri ataupun minta maaf akan segala perbuatan dan tindakan mereka pada masa hidup di dunia.\nAllah berfirman:\n\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)\n\n\n\n\n\n\n\nDan firman Allah:\n\nDan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143)\nDan firman-Nya:\n\n(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun. (al-Isra'/17: 71)\n\nHari akhirat adalah hari pembalasan atas amal perbuatan di dunia dan bukan waktu bertobat serta melakukan amal kebaikan untuk menebus dosa. Pada hari kiamat, manusia hanya menerima keputusan dari Allah yang memberikan keputusan dengan seadil-adilnya, masuk surga atau masuk neraka.\nAllah berfirman:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)-nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)-nya. (az-Zalzalah/99: 7-8)",
    "quraish": "Wahai Nabi, ingatkanlah setiap orang yang ingkar pada Tuhannya tentang sesuatu yang akan terjadi pada saat Kami membangkitkan nabi masing-masing umat untuk memberi persaksian--baik atau buruk--atas sikap yang mereka tunjukkan dalam menyambut para rasul itu. Pada saat itu Kami tidak akan memberi kesempatan pada orang-orang kafir untuk berdalih membela diri. Mereka tidak akan mendapatkan seorang penolong pun yang dapat memberikan mereka keselamatan kalau mereka bertobat dari segala penyebab murka Tuhan, sebab akhirat bukanlah tempat bertobat.",
    "jalalayn": "(Dan) ingatlah (akan hari ketika Kami membangkitkan dari tiap-tiap umat seorang saksi) yakni nabinya yang berkesaksian tentang kebaikan atau keburukan yang dilakukan oleh umatnya, yaitu pada hari kiamat nanti (kemudian tidak diizinkan kepada orang-orang yang kafir) untuk mengemukakan alasannya (dan tidak pula mereka dibolehkan meminta maaf) artinya mereka tidak diperkenankan untuk minta maaf kepada Allah swt."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 85,
    "arab": "وَاِذَا رَاَ الَّذِيْنَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
    "translation": "Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1986.mp3",
    "tafsir": "Dalam ayat ini dijelaskan tentang azab bagi orang-orang yang zalim, yaitu orang-orang musyrik yang mendustakan rasul-rasul dan memusuhinya, seperti halnya kaum musyrikin Mekah. Sewaktu menyaksikan hukuman yang akan ditimpakan kepada mereka, mereka berusaha membela diri untuk meringankan azabnya. Akan tetapi, pembelaan mereka itu tidak diterima karena tidak ada alasan yang patut dikemukakan untuk mengurangi hukuman mereka. Waktu untuk bertobat sudah berlalu, dan hari kiamat adalah hari pengadilan. Setiap insan dihadapkan ke mahkamah Tuhan Yang Maha bijaksana dan Maha Mengetahui. Setiap orang dalam mahkamah harus berkata benar dan jujur, apakah dia menjadi saksi atau tertuduh. Bila saksi sudah berkata benar dengan bukti-bukti yang benar maka tertuduh harus berkata jujur dan benar pula, supaya hakim menentukan hukuman yang benar. Tidaklah benar jika hakim memberatkan atau meringankan hukuman dan tidak benar pula jika dia menunda-nundanya. Demikian pula halnya orang-orang kafir pada hari kiamat. Karena dosa mereka sudah jelas, maka azab segera ditimpakan kepada mereka, tidak diringankan, dan tidak pula ditangguhkan. Orang-orang berdosa yang berbuat zalim, melakukan kejahatan besar, dan melawan agama yang dibawa nabi-nabi tidak akan dapat melepaskan diri dari azab neraka.\nAllah berfirman:\n\nDan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)",
    "quraish": "Apabila orang-orang yang telah menganiaya diri sendiri dengan perbuatan kufur menyaksikan azab neraka jahanam, kemudian memohon agar siksa itu diringankan, niscaya permohonan itu tidak akan dikabulkan. Mereka tidak akan diberi tangguh, meskipun sekejap, untuk masuk ke dalam neraka.",
    "jalalayn": "(Dan apabila orang-orang lalim telah menyaksikan) yang dimaksud adalah orang-orang yang kafir (azab) yakni neraka (maka tidak diringankan bagi mereka) azab itu (dan tidak pula mereka diberi tangguh) ditangguhkan dari siksa neraka bila mereka telah melihatnya."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 86,
    "arab": "وَاِذَا رَاَ الَّذِيْنَ اَشْرَكُوْا شُرَكَاۤءَهُمْ قَالُوْا رَبَّنَا هٰٓؤُلَاۤءِ شُرَكَاۤؤُنَا الَّذِيْنَ كُنَّا نَدْعُوْا مِنْ دُوْنِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكٰذِبُوْنَۚ ",
    "translation": "Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, “Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu mereka menyatakan kepada mereka, “Kamu benar-benar pendusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1987.mp3",
    "tafsir": "Dalam ayat ini disebutkan bahwa ketika orang-orang yang menyekutukan Allah swt melihat sembahan-sembahan mereka pada hari kiamat, mereka pun berkata kepada Allah sambil menuduh sembahan-sembahan itu, \"Mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Mereka menunjuk kepada sembahan itu untuk mengalihkan dosa yang mereka pikul kepadanya. Mereka mengira dengan berbuat demikian mereka dapat menghindarkan diri dari azab neraka atau menguranginya.\nSebenarnya mereka sudah mengetahui pasti akan dimasukkan ke dalam neraka, namun sudah menjadi sifat manusia, mereka masih mencari-cari jalan untuk membebaskan diri dari kebinasaan itu. Keadaan mereka seperti seorang yang akan tenggelam, sehingga akan memegang apa saja yang tersentuh oleh tangan untuk menyelamatkan diri. Ketika mereka berusaha mengalihkan penderitaan itu kepada sembahan-sembahan mereka, sembahan itu segera melontarkan tuduhan bahwa mereka benar-benar pendusta. Orang-orang musyrik menyembah selain Allah swt atas kesadaran dan kemauan sendiri, bukan karena perintah dari sembahan-sembahan itu.\nSeperti dalam firman Allah:\n\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)",
    "quraish": "Orang-orang musyrik, saat menyaksikan tuhan-tuhan yang mereka sembah dan mereka anggap sebagai sekutu-sekutu Allah, berkata, \"Ya Tuhan kami, mereka itu adalah sekutu-sekutu yang dahulu selalu kami sembah secara keliru. Maka dari itu ringankanlah siksa kami dan berikanlah sebagian siksa kami pada mereka.\" Lalu sekutu-sekutu itu mengatakan, \"Wahai orang-orang musyrik, kalian telah berdusta mengatakan kami sebagai sekutu-sekutu. Kalian sendiri yang mempertuhan dan menyembah kami atas perintah dan kehendak hawa nafsu kalian sendiri. Dan kami sekali-kali bukan sekutu Allah.\"",
    "jalalayn": "(Dan apabila orang-orang yang mempersekutukan Allah melihat sekutu-sekutu mereka) yang terdiri daripada setan-setan dan lain-lainnya (mereka berkata, \"Ya Rabb kami! Mereka inilah sekutu-sekutu kami yang dahulu kami seru) kami sembah (selain dari Engkau.\" Lalu sekutu-sekutu mereka mengatakan kepada mereka) artinya para sekutu mereka itu berkata kepada mereka (\"Sesungguhnya kalian benar-benar orang-orang yang dusta.\") di dalam pengakuan kalian itu, yang mengatakan bahwa kalian telah menyembah kami, sebagaimana yang telah dijelaskan di dalam ayat yang lain, yaitu melalui firman-Nya, \"Mereka sekali-kali tidak menyembah kami.\" (Al-Qashash 63). Sekutu-sekutu itu pasti akan mengingkari penyembahan mereka terhadap dirinya."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 87,
    "arab": "وَاَلْقَوْا اِلَى اللّٰهِ يَوْمَىِٕذِ ِۨالسَّلَمَ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ  ",
    "translation": "Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1988.mp3",
    "tafsir": "Kemudian Allah swt dalam ayat ini menerangkan bahwa orang-orang yang menyembah sembahan-sembahan selain Allah swt menundukkan diri kepada Allah swt pada hari kiamat sebagai tanda penyesalan.\nDalam ayat yang lain Allah swt berfirman:\n\nDan (alangkah ngerinya), jika kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nOrang-orang musyrik pada akhirnya meyakini kesesatannya dan menyesali diri. Segala sembahan mereka selama ini seakan lenyap tanpa bekas. Padahal dulunya, mereka menganggap bahwa sembahan-sembahan itu merupakan sekutu Tuhan yang dapat memberi pertolongan kepada mereka.\nSebelum menyatakan ketundukan mereka kepada Allah swt, orang-orang musyrik pertama kali memungkiri bahwa mereka telah mempersekutukan-Nya, seperti diterangkan Allah swt:\n\n(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. (al-Mujadalah/58: 18)\n\nPada hari kiamat, orang-orang musyrik pertama kali mungkir kemudian tunduk kepada Allah swt. Mungkir itu disebabkan ketebalan karat-karat kemusyrikan yang menutup jiwa mereka sehingga mereka jauh dari cahaya iman. Fitrah insaniah yang cenderung kepada pengakuan akan keesaan Tuhan menjadi tertutup oleh kegelapan tabir syirik sehingga cahaya fitrah insaniah itu tak berdaya menembusnya. Tetapi kemudian setelah melalui perkembangan dan waktu yang lama, karat-karat yang menutupi jiwa manusia itu semakin menipis, sedangkan sinar fitrah insaniah yang terus hidup berusaha menembus dinding-dinding itu, sehingga akhirnya kembali mengakui keesaan Allah dan menyerah tunduk kepada-Nya.\nDemikianlah perkembangan jiwa orang-orang musyrik, dari ingkar kepada keesaan Tuhan kemudian menjadi pengakuan akan keesaan-Nya. Namun demikian, pengakuan ini terlambat sehingga tidak bermanfaat lagi bagi mereka.",
    "quraish": "Pada saat itu orang-orang musyrik menyerah dan tunduk pada keputusan Allah. Lenyaplah sudah anggapan yang mereka buat selama ini bahwa tuhan-tuhan itu dapat memberi syafaat dan mampu menyelamatkan mereka dari siksa.",
    "jalalayn": "(Dan mereka menyatakan ketundukannya kepada Allah pada hari itu) artinya mereka tunduk terhadap keputusan Allah (dan hilanglah) lenyaplah (dari mereka apa yang selalu mereka ada-adakan) yang menyatakan bahwa sekutu-sekutu mereka itu dapat memberikan syafaat bagi mereka."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 88,
    "arab": "اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ ",
    "translation": "Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1989.mp3",
    "tafsir": "Sesudah menyebutkan azab atas orang-orang yang sesat, dalam ayat ini, Allah swt menjelaskan azab bagi orang-orang sesat lagi menyesatkan. Mereka ialah orang-orang kafir yang menentang kenabian dan kerasulan Muhammad saw serta mendustakan Al-Qur'an. Selain itu, mereka dengan sengaja menghalang-halangi orang lain yang ingin masuk agama Islam, dan ingin beriman kepada Allah dan rasul-Nya. Allah menimpakan azab yang lebih besar kepada mereka daripada azab orang-orang yang sesat saja, karena mereka tidak hanya kafir, tetapi juga membawa orang lain kepada kekafiran atau menghalangi orang lain untuk beriman. Jadi, mereka melakukan dua macam dosa: dosa yang disebabkan kekafiran dan dosa karena menyesatkan orang lain, sebagaimana firman Allah swt:\n\nDan mereka melarang (orang lain) mendengarkan (Al-Qur'an) dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari. (al-An'am/6: 26)\nOleh karena itu, azab yang ditimpakan kepada mereka ada dua macam pula: azab atas kekafiran mereka sendiri dan azab atas perbuatan mereka menyesatkan orang lain. Pada ayat ini, terdapat dalil yang menunjukkan bahwa azab atas orang-orang kafir berbeda-beda seperti halnya orang-orang mukmin berbeda-beda kedudukan mereka dalam surga.",
    "quraish": "Orang-orang yang kafir dan merintangi manusia dari jalan Allah, jalan kebaikan dan kebenaran, Kami tambahkan kepada mereka siksa tambahan di samping siksa akibat kekufuran mereka. Yang demikian itu disebabkan karena kesengajaan mereka untuk merusak dan menyesatkan manusia.",
    "jalalayn": "(Orang-orang yang kafir dan menghalang-halangi) manusia (dari jalan Allah) dari agama-Nya (Kami tambahkan kepada mereka siksaan di atas siksaan) yakni di atas siksaan yang berhak mereka terima dikarenakan kekafiran mereka. Ibnu Masud r.a. mengatakan, bahwa siksaan tambahan itu berupa kelabang-kelabang yang taringnya bagaikan batang-batang pohon kurma yang tinggi (disebabkan mereka selalu berbuat kerusakan) karena mereka telah mencegah manusia untuk beriman kepada Allah."
  },
  {
    "hizb": 110,
    "name": "An-Nahl",
    "ayat": 89,
    "arab": "وَيَوْمَ نَبْعَثُ فِيْ كُلِّ اُمَّةٍ شَهِيْدًا عَلَيْهِمْ مِّنْ اَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيْدًا عَلٰى هٰٓؤُلَاۤءِۗ وَنَزَّلْنَا عَلَيْكَ الْكِتٰبَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً وَّبُشْرٰى لِلْمُسْلِمِيْنَ ࣖ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Al-Qur'an) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (Muslim).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1990.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan kembali apa yang akan terjadi pada hari kiamat atas setiap umat, yakni kehadiran seorang nabi dari kalangan mereka sendiri, yang akan menjadi saksi atas perbuatan mereka.\nNabi Muhammad saw menjadi saksi pula atas umatnya. Pada hari akhir itu, dia menjelaskan sikap kaumnya terhadap risalah yang dibawanya, apakah mereka beriman dan taat kepada seruannya, ataukah mereka melawan dan mendustakannya. Para nabi itulah yang paling patut untuk menjawab segala alasan dari kaumnya.\nKetika memberikan kesaksian, para rasul tentu berdasarkan penghayatan mereka sendiri atau dari keterangan Allah swt sebab mereka tidak lagi mengetahui apa yang terjadi atas umatnya sesudah mereka wafat. \nRasulullah mencucurkan air mata sewaktu sahabatnya, 'Abdullah bin Mas'ud, membaca ayat yang serupa maknanya dengan ayat di atas:\n\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)\n\n'Abdullah bin Mas'ud berhenti membaca ketika sampai ayat ini, karena Rasul saw berkata kepadanya, \"Cukup.\" 'Abdullah bin Mas'ud kemudian menoleh kepada Rasul saw, dan melihatnya mencucurkan air mata.\nMenjadi saksi pada hari kiamat adalah kedudukan yang mulia, tetapi berat. Rasul saw akan menjelaskan kepada Allah pada hari kiamat keadaan umatnya sampai sejauh mana mereka mengamalkan petunjuk Al-Qur'an yang diwahyukan kepadanya. Pada hari itu, tak ada alasan lagi bagi umat untuk tidak mempertanggungjawabkan amal perbuatan mereka di dunia, sebab Al-Qur'an telah menjelaskan kepada mereka segala sesuatu, yang baik ataupun yang buruk, yang halal dan yang haram, serta yang benar dan yang salah. Al-Qur'an memberikan pedoman bagi manusia jalan mana yang lurus dan yang sesat, serta arah mana yang membawa bahagia dan mana yang membawa kesengsaraan.\nBarang siapa membenarkan Al-Qur'an dan mengamalkan segala petunjuk yang terdapat di dalamnya, tentulah ia memperoleh rahmat dalam kehidupan dunia dan akhirat. Al-Qur'an memberi kabar yang menyenangkan kepada orang yang taat dan bertobat kepada Allah dengan pahala yang besar di akhirat dan kemuliaan yang tinggi bagi mereka.\nRasul saw yang diberi tugas untuk menyampaikan Al-Qur'an, kelak akan dimintai pertanggungjawaban tentang tugas dan kewajibannya itu pada hari kiamat, sebagaimana firman Allah:\n\nMaka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-A'raf/7: 6)\n\nDi antara tugas Rasulullah adalah menjelaskan Al-Qur'an kepada manusia tentang masalah-masalah agama karena ayat-ayat Al-Qur'an ada yang terperinci dan ada pula yang umum isinya. Rasulullah menjelaskan ayat-ayat Allah yang masih bersifat umum itu.\nFirman Allah swt:\n\nDan Kami turunkan Adz-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan. (an-Nahl/16: 44)\n\nSelain menjelaskan ayat-ayat yang masih bersifat umum, Rasulullah menetapkan pula petunjuk-petunjuk dan hukum-hukum yang bertalian dengan urusan agama dan akhlak.",
    "quraish": "Wahai Nabi, ingatkanlah orang-orang kafir akan apa yang bakal terjadi saat Kami menghadirkan seorang saksi dari masing-masing umat, yaitu nabi yang berasal dari kalangan mereka sendiri. Setiap nabi akan memberi persaksian dan akan mematahkan alasan mereka. Pada saat itu Kami akan menghadirkan kamu, wahai Muhammad, sebagai saksi bagi orang-orang yang mendustakan drimu. Maka hendaknya orang-orang kafir itu merenungkannya mulai saat ini. Kami telah menurunkan al-Qur'ân yang berisi penjelasan segala kebenaran. Di dalamnya terdapat petunjuk, rahmat dan berita suka cita tentang kesenangan hidup akhirat bagi orang-orang yang tunduk dan beriman pada al-Qur'ân.",
    "jalalayn": "(Dan) ingatlah (akan hari ketika Kami bangkitkan pada tiap-tiap umat seorang saksi atas mereka dari mereka sendiri) yakni nabi mereka sendiri (dan Kami datangkan kamu) hai Muhammad (menjadi saksi atas mereka) bagi kaummu. (Dan Kami turunkan kepadamu Alkitab) yakni Alquran (untuk menjelaskan) untuk menerangkan (segala sesuatu) yang diperlukan oleh umat manusia menyangkut masalah syariat (dan petunjuk) supaya jangan tersesat (serta rahmat dan kabar gembira) memperoleh surga (bagi orang-orang yang beriman) bagi orang-orang yang mentauhidkan Allah."
  }
]