[
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 1,
    "arab": "سُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ لِنُرِيَهٗ مِنْ اٰيٰتِنَاۗ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
    "translation": "Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2030.mp3",
    "tafsir": "Allah swt menyatakan kemahasucian-Nya dengan firman \"subhana\", agar manusia mengakui kesucian-Nya dari sifat-sifat yang tidak layak dan meyakini sifat-sifat keagungan-Nya yang tiada tara. Ungkapan itu juga sebagai pernyataan tentang sifat kebesaran-Nya yang telah memperjalankan hamba-Nya pada suatu malam, dengan perjalanan yang sangat cepat.\nAllah swt memulai firman-Nya dengan subhana dalam ayat ini, dan di beberapa ayat yang lain, sebagai pertanda bahwa ayat itu mengandung peristiwa luar biasa yang hanya dapat terlaksana karena iradah dan kekuasaan-Nya.\nDari kata asra' dapat dipahami bahwa Isra' Nabi Muhammad saw terjadi di waktu malam hari, karena kata asra dalam bahasa Arab berarti perjalanan di malam hari. Penyebutan lailan, dengan bentuk isim nakirah, yang berarti \"malam hari\", adalah untuk menggambarkan bahwa kejadian Isra' itu mengambil waktu malam yang singkat dan juga untuk menguatkan pengertian bahwa peristiwa Isra' itu memang benar-benar terjadi di malam hari. Allah swt meng-isra'-kan hamba-Nya di malam hari, karena waktu itulah yang paling utama bagi para hamba untuk mendekatkan diri kepada Allah, dan waktu yang paling baik untuk beribadah kepada-Nya.\nPerkataan 'abdihi (hamba-Nya) dalam ayat ini maksudnya ialah Nabi Muhammad saw yang telah terpilih sebagai nabi yang terakhir. Beliau telah mendapat perintah untuk melakukan perjalanan malam, sebagai penghormat-an kepadanya.\nDalam ayat ini tidak diterangkan waktunya secara pasti, baik waktu keberangkatan maupun kepulangan Nabi Muhammad saw kembali ke tempat tinggalnya di Mekah. Hanya saja yang diterangkan bahwa Isra' Nabi Muhammad saw dimulai dari Masjidilharam, yaitu masjid yang terkenal karena Kabah (Baitullah) terletak di dalamnya, menuju Masjidil Aqsa yang berada di Baitul Makdis. Masjid itu disebut Masjidil Aqsa yang berarti \"terjauh\", karena letaknya jauh dari kota Mekah.\nSelanjutnya Allah swt menjelaskan bahwa Masjidil Aqsa dan daerah-daerah sekitarnya mendapat berkah Allah karena menjadi tempat turun wahyu kepada para nabi. Tanahnya disuburkan, sehingga menjadi daerah yang makmur. Di samping itu, masjid tersebut termasuk di antara masjid yang menjadi tempat peribadatan para nabi dan tempat tinggal mereka.\nSesudah itu, Allah menyebutkan alasan mengapa Nabi Muhammad saw diperjalankan pada malam hari, yaitu untuk memperlihatkan kepada Nabi tanda-tanda kebesaran-Nya. Tanda-tanda itu disaksikan oleh Muhammad saw dalam perjalanannya dari Masjidilharam ke Masjidil Aqsa, berupa pengalaman-pengalaman yang berharga, ketabahan hati dalam menghadapi berbagai macam cobaan, dan betapa luasnya jagat raya serta alangkah Agungnya Allah Maha Pencipta. Pengalaman-pengalaman baru yang disaksikan Nabi Muhammad sangat berguna untuk memantapkan hati beliau menghadapi berbagai macam rintangan dari kaumnya, dan meyakini kebenaran wahyu Allah, baik yang telah diterima maupun yang akan diterimanya.\nDi akhir ayat ini, Allah swt menjelaskan bahwa Dia Maha Mendengar bisikan batin para hamba-Nya dan Maha Melihat semua perbuatan mereka. Tak ada detak jantung, ataupun gerakan tubuh dari seluruh makhluk yang ada di antara langit dan bumi ini yang lepas dari pengamatan-Nya.\nAyat ini menyebutkan terjadinya peristiwa Isra', yaitu perjalanan Nabi Muhammad saw dari Masjidilharam ke Masjidil Aqsa di waktu malam. Sedangkan peristiwa Mi'raj, yaitu naiknya Nabi Muhammad dari Masjidil Aqsa ke Sidratul Muntaha (Mustawa) tidak diisyaratkan oleh ayat ini, tetapi diisyaratkan dalam Surah an-Najm.\nHampir seluruh ahli tafsir berpendapat bahwa peristiwa Isra' terjadi setelah Nabi Muhammad diutus menjadi rasul. Peristiwanya terjadi satu tahun sebelum hijrah. Demikian menurut Imam az-Zuhri, Ibnu Sa'ad, dan lain-lainnya. Imam Nawawi pun memastikan demikian. Bahkan menurut Ibnu hazm, peristiwa Isra' itu terjadi di bulan Rajab tahun kedua belas setelah pengangkatan Muhammad menjadi nabi. Sedangkan al-hafidh 'Abdul Gani al-Maqdisi memilih pendapat yang mengatakan bahwa Isra' dan Mi'raj tersebut terjadi pada 27 Rajab, dengan alasan pada waktu itulah masyarakat melaksanakannya. \nAdapun hadis-hadis yang menjelaskan terjadinya Isra' itu sebagai berikut:\nPertama:\nAnas bin Malik menuturkan bahwa pada malam diperjalankannya Rasulullah saw dari Masjidilharam, datanglah kepadanya tiga orang pada saat sebelum turunnya wahyu, sedangkan Rasul pada waktu itu sedang tidur di Masjidilharam. Kemudian berkatalah orang yang pertama, \"Siapakah dia ini?\" Kemudian orang kedua menjawab, \"Dia adalah orang yang terbaik di antara mereka (kaumnya).\" Setelah itu berkatalah orang ketiga, \"Ambillah orang yang terbaik itu.\" Pada malam itu Nabi tidak mengetahui siapa mereka, sehingga mereka datang kepada Nabi di malam yang lain dalam keadaan matanya tidur sedangkan hatinya tidak tidur. Demikianlah para nabi, meskipun mata mereka terpejam, namun hati mereka tidaklah tidur. Sesudah itu rombongan tadi tidak berbicara sedikit pun kepada Nabi hingga mereka membawa Nabi dan meletakkannya di sekitar sumur Zamzam. Di antara mereka ada Jibril yang menguasai diri Nabi, lalu Jibril membelah bagian tubuh, antara leher sampai ke hatinya, sehingga kosonglah dadanya. Sesudah itu Jibril mencuci hati Nabi dengan air Zamzam dengan menggunakan tangannya, sehingga bersihlah hati beliau. Kemudian Jibril membawa bejana dari emas yang berisi iman dan hikmah. Kemudian dituangkanlah isi bejana itu memenuhi dada beliau dan urat-urat tenggorokannya lalu ditutupnya kembali. (Riwayat al-Bukhari)\n\nKedua: \nBahwa Nabi saw bersabda, \"Tiba-tiba datang kepadaku seseorang (Jibril). Kemudian ia membedah dan mengeluarkan hatiku. Setelah itu dibawalah kepadaku bejana yang terbuat dari emas yang penuh dengan iman, lalu ia mencuci hatiku. Setelah itu menuangkan isi bejana itu kepadaku. Kemudian hatiku dikembalikannya seperti sediakala\". (Riwayat al-Bukhari dari Sa'sha'ah)\n\nKetiga: \nBahwa Rasulullah saw bersabda, \"Didatangkan kepadaku Buraq, yaitu binatang putih lebih besar dari himar, dan lebih kecil dari bigal. Ia melangkahkan kakinya sejauh pandangan mata. Kemudian saya mengendarainya, lalu ia membawaku sehingga sampai ke Baitul Makdis. Kemudian saya mengikatnya pada tempat para nabi mengikatkan kendaraannya. Kemudian saya salat dua rakaat di dalamnya, lalu saya keluar. Kemudian Jibril membawa kepadaku sebuah bejana yang berisi minuman keras (khamar) dan sebuah lagi berisi susu; lalu saya pilih yang berisi susu, lantas Jibril berkata, \"Engkau telah memilih fitrah sebagai pilihan yang benar.\" (Riwayat Ahmad dari Anas bin Malik)\n\nDari hadis-hadis tersebut, dapat disimpulkan bahwa Nabi Muhammad diperjalankan pada malam hari dari Masjidilharam ke Masjidil Aqsa atas izin Allah di bawah bimbingan malaikat Jibril. Sebelum Nabi Muhammad saw diperjalankan pada malam itu, hatinya diisi iman dan hikmah, agar beliau tahan menghadapi segala macam cobaan dan tabah dalam melaksanakan perintah-Nya. Perjalanan itu dilakukan dengan mengendarai Buraq yang mempunyai kecepatan luar biasa sehingga Isra' dan Mi'raj hanya memerlu-kan waktu kurang dari satu malam.\nDalam ayat ini tidak dijelaskan secara terperinci, apakah Nabi saw Isra' dengan roh dan jasadnya, ataukah rohnya saja. Itulah sebabnya para mufasir berbeda pendapat mengenai hal tersebut. Mayoritas mereka berpendapat bahwa Isra' dilakukan dengan roh dan jasad dalam keadaan sadar, bukan dalam keadaan tidur. Mereka itu mengajukan beberapa alasan untuk menguatkan pendapatnya di antaranya:\na. Kata subhana menunjukkan adanya peristiwa yang hebat. Jika Nabi di-isra'-kan dalam keadaan tidur, tidak perlu diungkapkan dengan meng-gunakan ayat yang didahului dengan tasbih.\nb. Andaikata Isra' itu dilakukan dalam keadaan tidur, tentulah orang Quraisy tidak dengan serta merta mendustakannya. Banyaknya orang muslim yang murtad kembali karena peristiwa Isra' menunjukkan bahwa peristiwa itu bukanlah hal yang biasa. Kata-kata Ummu Hani yang melarang Nabi menceritakan kepada siapapun pengalaman-pengalaman yang dialami ketika Isra' agar mereka tidak menganggap Nabi saw berdusta, juga menguatkan bahwa Isra' itu dilakukan Nabi dengan roh dan jasadnya. Peristiwa ini yang menyebabkan Abu Bakar diberi gelar as-shiddiq karena dia membenarkan Nabi, dengan cepat dan tanpa ragu, ber-Isra' dengan roh dan jasadnya, sedangkan orang-orang lain berat menerimanya.\nc. Firman Allah yang menggunakan bi'abdihi menunjukkan bahwa Nabi Isra' dengan roh dan jasad karena kata seorang hamba mengacu pada kesatuan jasad dan roh.\nPerkataan Ibnu 'Abbas bahwa orang-orang Arab menggunakan kata ru'ya dalam arti penglihatan mata, maka kata ru'ya yang tersebut dalam firman Allah berikut ini mesti dipahami sebagai penglihatan dengan mata.\n\nDan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia. (al-Isra'/17: 60)\ne. Yang diperlihatkan kepada Nabi waktu Isra' dan Mi'raj adalah penglihatan mata yang mungkin terjadi karena kecepatan yang serupa telah dibuktikan oleh manusia dengan teknologi modern.\n\nBeberapa mufassir yang lain berpendapat bahwa Isra' dilakukan Nabi dengan rohnya saja. Mereka ini menguatkan pendapatnya dengan perkataan Mu'awiyah bin Abi Sufyan ketika ditanya tentang Isra' Nabi Muhammad saw, beliau menjawab:\nIsra Nabi itu adalah mimpi yang benar yang datangnya dari Allah. \n\nPendapat yang mengatakan bahwa Isra' hanya dilakukan dengan roh saja lemah, karena sanad hadis yang dijadikan hujjah atau pegangan tidak jelas.",
    "quraish": "[[17 ~ AL-ISRA' (PERJALANAN MALAM) Pendahuluan: Makkiyyah, 111 ayat ~ Surat ini memuat 111 ayat yang semuanya turun pada periode Mekah, kecuali dua belas ayat, yaitu ayat 26, 32, 33, 57, dan delapan ayat dari ayat 73 hingga ayat 80 yang turun pada periode Madinah. Surat ini diawali dengan tasbih menyucikan Allah, lalu dilanjutkan dengan menyinggung perjalanan Nabi Muhammad di malam hari (isrâ'), risalah Mûsâ dan berbagai peristiwa yang terjadi pada Banû Isrâ'îl. Kemudian disinggung pula mengenai kedudukan al-Qur'ân dalam memberikan petunjuk, pemaparan tanda-tanda kekuasaan Allah di alam raya (âyât kawniyyah) di malam dan di siang hari, dan ganjaran manusia pada hari kiamat atas perbuatan-perbuatannya di dunia. Dijelaskan pula tentang hal-hal yang menyebabkan musnahnya beberapa bangsa, lalu dilanjutkan dengan memaparkan hal ihwal perbuatan manusia yang hasilnya akan diterima di akhirat. Kemudian dibicarakan tentang kewajiban menghormati orangtua, keadaan manusia berkaitan dengan harta mereka, sepuluh perintah yang di antaranya membangun masyarakat ideal, dan bantahan Allah terhadap kebohongan yang diada-adakan oleh orang-orang musyrik tentang malaikat serta penjelasan al-Qur'ân tentang pengulang-ulangan argumentasi al-Qur'ân. Selanjutnya Allah mengisyaratkan ihwal diri-Nya yang pantas untuk dipuji, keingkaran orang-orang musyrik, pemaparan wasiat-wasiat-Nya kepada orang-orang yang beriman, dan sikap Allah terhadap orang orang kafir di dunia dan akhirat. Dilanjutkan dengan penjelasan-Nya tentang asal penciptaan manusia dan setan dan ancaman-Nya terhadap orang orang musyrik. Kemudian dijelaskan pula tentang kemuliaan manusia, penjelasan Allah tentang siksaan-Nya di hari akhirat, pemaparan upaya orang-orang musyrik dalam memalingkan seruan nabi, dilanjutkan dengan ketetapan Allah dalam menetapkan seruan itu, lalu Allah berpesan kepada Nabi dengan beberapa wasiat dan doa. Dalam ayat selanjutnya, Allah mengisyaratkan tentang kedudukan al-Qur'ân, kemudian membicarakan tentang ruh dan rahasianya, tentang mukjizat al-Qur'ân yang membuat jin dan manusia tidak mampu mendatangkan ayat-ayat seperti al-Qur'ân dan bagaimana manusia menyikapinya, tentang kekuasaan Allah untuk mendatangkan ayat-ayat lainnya, tentang kedudukan al-Qur'ân yang mencakup kebenaran dan tentang keadaan orang-orang Mukmin yang jujur dalam keimanannya serta himbauan untuk selalu memuji Allah dan mengagungkan-Nya.]] Mahasuci Allah dari hal-hal yang tidak pantas untuk disandangkan kepada diri-Nya. Dialah yang memperjalankan hamba-Nya, Muhammad, pada sebagian waktu malam dari Masjid al-Haram, di Mekah, menuju Masjid al-Aqshâ, di Bayt al-Maqdis, yang telah Kami berkahi sekelilingnya berupa makanan untuk masyarakat sekitarnya. Semua itu agar Kami memperlihatkan tanda-tanda kekuasaan Kami yang dapat menjadi bukti yang menunjuki keesaan dan kebesaran kekuasaan Kami. Sesungguhnya hanya Allahlah yang Maha Mendengar lagi Maha Melihat.",
    "jalalayn": "(Maha Suci) artinya memahasucikan (Allah yang telah memperjalankan hamba-Nya) yaitu Nabi Muhammad saw. (pada suatu malam) lafal lailan dinashabkan karena menjadi zharaf. Arti lafal al-isra ialah melakukan perjalanan di malam hari; disebutkan untuk memberikan pengertian bahwa perjalanan yang dilakukan itu dalam waktu yang sedikit; oleh karenanya diungkapkan dalam bentuk nakirah untuk mengisyaratkan kepada pengertian itu (dari Masjidilharam ke Masjidilaksa) yakni Baitulmakdis; dinamakan Masjidilaksa mengingat tempatnya yang jauh dari Masjidilharam (yang telah Kami berkahi sekelilingnya) dengan banyaknya buah-buahan dan sungai-sungai (agar Kami perlihatkan kepadanya sebagian tanda-tanda Kami) yaitu sebagian daripada keajaiban-keajaiban kekuasaan Kami. (Sesungguhnya Dia adalah Maha Mendengar lagi Maha Mengetahui) artinya yang mengetahui semua perkataan dan pekerjaan Nabi saw. Maka Dia melimpahkan nikmat-Nya kepadanya dengan memperjalankannya di suatu malam; di dalam perjalanan itu antara lain ia sempat berkumpul dengan para nabi; naik ke langit; melihat keajaiban-keajaiban alam malakut dan bermunajat langsung dengan Allah swt. Sehubungan dengan peristiwa ini Nabi saw. menceritakannya melalui sabdanya, \"Aku diberi buraq; adalah seekor hewan yang berbulu putih; tingginya lebih dari keledai akan tetapi lebih pendek daripada bagal; bila ia terbang kaki depannya dapat mencapai batas pandangan matanva. Lalu aku menaikinya dan ia membawaku hingga sampai di Baitulmakdis. Kemudian aku tambatkan ia pada tempat penambatan yang biasa dipakai oleh para nabi. Selanjutnya aku memasuki Masjidilaksa dan melakukan salat dua rakaat di dalamnya. Setelah itu aku keluar dari Masjidilaksa datanglah kepadaku malaikat Jibril seraya membawa dua buah cawan; yang satu berisikan khamar sedangkan yang lain berisikan susu. Aku memilih cawan yang berisikan susu, lalu malaikat Jibril berkata, 'Engkau telah memilih fitrah (yakni agama Islam).' Nabi saw. melanjutkan kisahnya, kemudian malaikat Jibril membawaku naik ke langit dunia (langit pertama), lalu malaikat Jibril mengetuk pintu langit; ditanyakan lagi kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Kemudian pintu langit pertama dibukakan bagi kami; tiba-tiba di situ aku bertemu dengan Nabi Adam. Nabi Adam menyambut kedatanganku, dan ia mendoakan kebaikan untukku. Kemudian malaikat Jibril membawaku naik ke langit yang kedua, malaikat Jibril mengetuk pintu langit yang kedua. Lalu ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menghadap kepada-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka pintu langit yang kedua dibukakan bagi kami; tiba-tiba aku bertemu dengan dua orang anak bibiku, yaitu Nabi Yahya dan Nabi Isa. Lalu keduanya menyambut kedatanganku, dan keduanya mendoakan kebaikan buatku. Kemudian malaikat Jibril membawaku naik ke langit yang ketiga, maka malaikat Jibril mengetuk pintu langit yang ketiga, lalu ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka dibukakanlah pintu langit ketiga bagi kami, tiba-tiba aku bertemu dengan Nabi Yusuf; dan ternyata ia telah dianugerahi separuh daripada semua keelokan. Nabi Yusuf menyambut kedatanganku, lalu ia mendoakan kebaikan bagiku. Kemudian malaikat Jibril membawaku naik ke langit yang keempat, maka malaikat Jibril mengetuk pintu langit. Lalu ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab. 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka pintu langit yang keempat dibukakan bagi kami; tiba-tiba aku bertemu dengan Nabi Idris, ia menyambut kedatanganku dan mendoakan kebaikan bagiku. Kemudian malaikat Jibril membawaku ke langit yang kelima, lalu malaikat Jibril mengetuk pintu langit yang kelima, maka ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Dan ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Lalu dibukakanlah pintu langit yang kelima bagi kami; tiba-tiba aku bertemu dengan Nabi Harun, ia menyambut kedatanganku dan mendoakan kebaikan bagiku. Selanjutnya malaikat Jibril membawaku naik ke langit yang keenam, lalu ia mengetuk pintunva, ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka dibukakanlah pintu langit yang keenam buat kami, tiba-tiba aku bertemu dengan Nabi Musa, lalu Nabi Musa menyambut kedatanganku, dan ia mendoakan kebaikan bagiku. Kemudian malaikat Jibril membawaku naik ke langit yang ketujuh, lalu ia mengetuk pintunya. Ditanyakan kepadanya, 'Siapakah kamu?' Malaikat Jibril menjawab, 'Jibril.' Ditanyakan lagi kepadanya, 'Siapakah orang yang bersamamu itu?' Malaikat Jibril menjawab, 'Muhammad.' Ditanyakan lagi kepadanya, 'Apakah dia telah diutus untuk menemui-Nya?' Malaikat Jibril menjawab, 'Dia telah diutus untuk menemui-Nya.' Maka dibukakanlah pintu langit yang ketujuh bagi kami; tiba-tiba aku bertemu dengan Nabi Ibrahim. Kedapatan ia bersandar pada Baitulmakmur. Ternyata Baitulmakmur itu setiap harinya dimasuki oleh tujuh puluh ribu malaikat, yang selanjutnya mereka tidak kembali lagi padanya. Kemudian malaikat Jibril membawaku naik ke Sidratul Muntaha, kedapatan daun-daunnya bagaikan telinga-telinga gajah dan buah-buahan bagaikan tempayan-tempayan yang besar. Ketika semuanya tertutup oleh nur Allah, semuanya menjadi berubah. Maka kala itu tidak ada seorang makhluk Allah pun yang dapat menggambarkan keindahannya. Rasulullah saw. melanjutkan kisahnya, maka Allah mewahyukan kepadaku secara langsung, dan Dia telah (mewajibkan) kepadaku lima puluh kali salat untuk setiap hari. Setelah itu lalu aku turun hingga sampai ke tempat Nabi Musa (langit yang keenam). Maka Nabi Musa bertanya kepadaku, 'Apakah yang diwajibkan oleh Rabbmu atas umatmu?' Aku menjawab, 'Lima puluh kali salat untuk setiap harinya.' Nabi Musa berkata, 'Kembalilah kepada Rabbmu, lalu mintalah keringanan dari-Nya karena sesungguhnya umatmu niscava tidak akan kuat melaksanakannya; aku telah mencoba Bani Israel dan telah menguji mereka.' Rasulullah saw. melanjutkan kisahnya, maka aku kembali kepada Rabbku, lalu aku memohon, 'Wahai Rabbku, ringankanlah buat umatku.' Maka Allah meringankan lima waktu kepadaku. Lalu aku kembali menemui Nabi Musa. Dan Nabi Musa bertanya, 'Apakah yang telah kamu lakukan?' Aku menjawab, 'Allah telah meringankan lima waktu kepadaku.' Maka Nabi Musa bertanya, 'Sesungguhnya umatmu niscaya tidak akan kuat melakukan hal tersebut, maka kembalilah lagi kepada Rabbmu dan mintalah keringanan buat umatmu kepada-Nya.' Rasulullah melanjutkan kisahnya, maka aku masih tetap mondar-mandir antara Rabbku dan Nabi Musa, dan Dia meringankan kepadaku lima waktu demi lima waktu. Hingga akhirnya Allah berfirman, 'Hai Muhammad, salat lima waktu itu untuk tiap sehari semalam; pada setiap salat berpahala sepuluh salat, maka itulah lima puluh kali salat. Dan barang siapa yang berniat untuk melakukan kebaikan, kemudian ternyata ia tidak melakukannya dituliskan untuknya pahala satu kebaikan. Dan jika ternyata ia melakukannya, dituliskan baginva pahala sepuluh kali kebaikan. Dan barang siapa yang berniat melakukan keburukan, lalu ia tidak mengerjakannya maka tidak dituliskan dosanya. Dan jika ia mengerjakannya maka dituliskan baginva dosa satu keburukan.' Setelah itu aku turun hingga sampai ke tempat Nabi Musa, lalu aku ceritakan hal itu kepadanya. Maka ia berkata, 'Kembalilah kepada Rabbmu, lalu mintalah kepada-Nya keringanan buat umatmu, karena sesungguhnya umatmu tidak akan kuat melaksanakannya.' Maka aku menjawab, 'Aku telah mondar-mandir kepada Rabbku hingga aku malu terhadap-Nya.'\" (Hadis ini diriwayatkan oleh Imam Bukhari dan Imam Muslim; dan lafal hadis ini berdasarkan Imam Muslim). Imam Hakim di dalam kitab Mustadrak meriwayatkan sebuah hadis melalui Ibnu Abbas r.a. yang menceritakan, bahwa Rasulullah saw. telah bersabda, \"Aku melihat Rabbku Azza Wajalla.\""
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 2,
    "arab": "وَاٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَ اَلَّا تَتَّخِذُوْا مِنْ دُوْنِيْ وَكِيْلًاۗ ",
    "translation": "Dan Kami berikan kepada Musa, Kitab (Taurat) dan Kami jadikannya petunjuk bagi Bani Israil (dengan firman), “Janganlah kamu mengambil (pelindung) selain Aku. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2031.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah telah menurunkan kitab Taurat kepada Musa a.s. sebagai pedoman hidup bagi Bani Israil. Allah swt menyuruh Musa a.s. agar mengatakan kepada kaumnya, \"Janganlah kamu mengambil selain Allah sebagai penolong yang memberikan perlindungan dan menyelesaikan urusan-urusan kamu.\" Larangan yang ditujukan kepada kaumnya itu adalah larangan yang juga pernah disampaikan oleh rasul-rasul sebelumnya dengan perantaraan wahyu Allah. Terkandung pula dalam larangan di atas perintah agar manusia menyembah kepada Allah semata dan larangan menyekutukan sesuatu yang lain dengan-Nya. Terdapat juga larangan meminta bantuan dalam segala urusan kecuali kepada-Nya.\nPemberian kitab Taurat kepada Nabi Musa a.s. sebagai pedoman untuk kaumnya adalah untuk memberikan pengertian kepada kaum Muslimin, bahwa di antara tugas-tugas para rasul ialah menyampaikan agama tauhid, sebagaimana tugas Nabi saw kepada mereka. Juga untuk mengingatkan mereka agar jangan meniru sikap umat-umat terdahulu, dimana sepeninggal rasul-rasulnya, mereka membuat-buat takwil terhadap firman-firman Allah menurut kehendaknya, dan bergelimang dalam lembah dosa dan kesesatan yang nyata.\nItulah sebabnya maka Allah swt menyebutkan berulang kali dalam Al-Qur'an keistimewaan Musa a.s. dan kelebihan Bani Israil dari bangsa-bangsa lain yang ada pada masa itu. Allah menyebutkan pula nikmat yang diberikan kepada mereka, dengan maksud agar hati nurani mereka tergugah, lalu kembali ke jalan yang benar, dan hidup sesuai dengan petunjuk-Nya.",
    "quraish": "Sesungguhnya Bayt al-Maqdis telah dihuni oleh Banû Isrâ'îl setelah Mûsâ hingga akhirnya mereka membuat kerusakan di sana dan terusir. Padahal Kami telah memberikan Tawrât kepada Mûsâ yang berisikan petunjuk bagi mereka. Kami berfirman kepada mereka, \"Janganlah kalian serahkan segala perkara kalian kepada selain Allah.",
    "jalalayn": "Allah swt. berfirman: (Dan Kami berikan kepada Musa kitab) yakni kitab Taurat (dan Kami jadikan kitab Taurat itu petunjuk bagi Bani Israel) dengan firman: (\"Janganlah kalian mengambil penolong selain Aku\") di mana mereka menyerahkan semua perkara mereka kepada-Nya. Menurut suatu qiraat lafal tattakhidzuu dibaca yattakhidzuu dengan versi ungkapan iltifat; dan huruf an adalah zaidah, sedangkan makna al-qaul diperkirakan keberadaannya."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 3,
    "arab": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوْحٍۗ اِنَّهٗ كَانَ عَبْدًا شَكُوْرًا",
    "translation": "(Wahai) keturunan orang yang Kami bawa bersama Nuh. Sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2032.mp3",
    "tafsir": "Allah swt menyebutkan juga nenek moyang mereka, yaitu orang-orang yang telah diselamatkan Allah bersama-sama Nuh a.s. dari topan. Mereka diselamatkan Allah dengan perantaraan wahyu-Nya kepada Nuh a.s. Nuh diperintahkan untuk membuat perahu, agar dia dan kaumnya yang setia terhindar dari azab Allah yang akan ditimpakan kepada kaumnya yang mengingkari kenabiannya. Hal ini mengandung peringatan bagi Bani Israil agar mengambil contoh dan pelajaran dari peristiwa itu, dan mengikuti jalan yang ditempuh oleh Nabi Nuh. Hal itu juga sebagai pelajaran bagi kaum Muslimin agar tetap memelihara tauhid seperti Nuh a.s. dan pengikut-pengikutnya, serta orang-orang yang mensyukuri nikmat Allah.\nSebagai penjelasan dari penafsiran tersebut, perlu dikemukakan beberapa hadis yang menjelaskan bahwa Nabi Nuh a.s. adalah nabi yang sangat mensyukuri nikmat Allah, sebagaimana tersebut dalam hadis:\nPertama: \nDiriwayatkan Muadz bin Anas Al-Juhaniy bahwa Nabi Muhammad saw bersabda, \"Sesungguhnya Allah menamakan Nuh sebagai hamba yang sangat mensyukuri nikmat Allah karena apabila telah datang waktu sore dan pagi hari, dia berkata, Mahasuci Allah ketika kamu berada di waktu sore dan di waktu Subuh dan bagi-Nyalah segala puji di langit dan bumi ketika berada di petang hari dan ketika kamu berada di waktu Zuhur.\" (Riwayat Ibnu Mardawaih)\n\nKedua: \nApabila Nabi Nuh telah mengenakan baju dan menyantap makanan dia memuji Allah swt. Maka dinamakanlah dia \"hamba yang sangat mensyukuri nikmat Allah. (Riwayat Ibnu Jarir ath-thabari, al-Baihaqi, dan al-hakim dari Salman al-Farisi).\n\nDemikianlah doa dan tasbih yang diucapkan oleh Nabi Nuh a.s. yang patut dicontoh dan diamalkan oleh kaum Muslimin.",
    "quraish": "Hai Banû Isrâ'îl, kalian adalah keturunan orang-orang ikhlas yang berada dalam bahtera bersama Nûh setelah mereka beriman dan Kami selamatkan dari ketenggelaman. Jadikanlah Nûh sebagai teladan kalian sebagaimana orang-orang sebelum kalian. Sesungguhnya ia adalah hamba yang banyak bersyukur kepada Allah atas segala nikmat-Nya.\"",
    "jalalayn": "(Yaitu anak cucu dari orang-orang yang Kami bawa bersama-sama Nuh) di dalam bahtera. (Sesungguhnya dia adalah hamba Allah yang banyak bersyukur) kepada Kami dan selalu memuji dalam semua sepak terjangnya."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 4,
    "arab": "وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ فِى الْكِتٰبِ لَتُفْسِدُنَّ فِى الْاَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيْرًا",
    "translation": "Dan Kami tetapkan terhadap Bani Israil dalam Kitab itu, “Kamu pasti akan berbuat kerusakan di bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2033.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah telah mewahyukan kepada Musa a.s., sebagaimana termaktub dalam Kitab Taurat, bahwa Bani Israil akan membuat keonaran dua kali di bumi Palestina, sehingga Allah meng-gerakkan musuh-musuh mereka untuk membunuh, merampas, dan meng-hancurkan negeri mereka.\nSesudah bertobat, mereka dilepaskan Allah dari kesengsaraan ini, kerajaan mereka dikembalikan, dan dianugerahi kekayaan dan kekuatan, baik dalam bidang harta benda, maupun kekuatan dalam bidang keturunan dan pertahanan negara.\nAkan tetapi, mereka kembali membuat keonaran, maka Allah swt mengerahkan kembali musuh-musuh mereka untuk menghancurkannya. Ini sebagai azab di dunia, dan di akhirat kelak mereka akan mendapat azab neraka Jahanam.\nDi antara pembangkangan mereka ialah:\nPertama, tidak mengindahkan perintah Allah dan mengubah isi kitab Taurat.\nKedua, Kekejian mereka membunuh Zakaria dan Yahya serta usaha mereka untuk membunuh Nabi Isa a.s.\nMereka melakukan pembangkangan itu dengan menyombongkan diri dan menampakkan keangkuhan. Ini menunjukkan bahwa kejahatan-kejahatan yang mereka lakukan itu telah melampaui batas peri kemanusiaan.\nAllah lalu menjelaskan akibat yang akan menimpa mereka, karena pembangkangan yang pertama, yaitu mereka akan mengalami kehancuran pada saat hukuman yang telah dijanjikan Allah tiba sebagai balasan yang setimpal atas kejahatan-kejahatan mereka.\nBaik juga diterangkan di sini, bahwa Bani Israil mulai tahun 975 SM telah terbagi menjadi dua kerajaan. Pertama, kerajaan Yahudza di bagian selatan, yang terdiri atas dua suku Bani Israil, yaitu suku Yahudza dan Benyamin. Rajanya yang pertama ialah Rehoboam, putera Nabi Sulaiman. Kedua, kerajaan Israil di bagian utara yang terdiri atas 10 suku lainnya. Rajanya yang pertama bernama Jeroboam bin Nebat.\nPada tahun 70 SM kerajaan Israil diserang oleh raja 'Asyur yang bernama Sanharib. Raja ini dapat memasuki kota Samurra ibu kota kerajaan Israil, menawan Bani Israil, dan membawa mereka ke 'Asyur. Dengan demikian, runtuhlah kerajaan Bani Israil sesudah hidup selama 250 tahun. \nDisebabkan oleh keonaran Bani Israil yang tidak juga berhenti, maka Allah mengerahkan tentara Babilonia di bawah pimpinan rajanya Bukhtanashshar yang dikenal juga dengan nama Nebukadnezar. Tentara ini memperluas negerinya dengan jalan membunuh, merampas, dan merampok penduduk-penduduk negeri yang ditaklukkan. Mereka menyerang Bani Israil, membunuh para ulama dan pembesar dari kalangan mereka, merusak dan membakar kitab Taurat, dan bahkan menghancurkan kota suci mereka, Baitul Makdis (Yerusalem). \nItulah nasib yang diderita Bani Israil karena telah menyimpang dari bimbingan wahyu Allah, dan cenderung menuruti kehendak hawa nafsu. Bahkan mereka mengalami nasib yang lebih jelek lagi, yaitu di antara Bani Israil ada yang dibawa ke Babilonia. Tiga kali mereka ditawan oleh Nebukadnezar. Penawanan yang ketiga dan terakhir terjadi pada tahun 558 SM. Akibat dari serangan Nebukadnezar ini runtuhlah kerajaan Yahudza.",
    "quraish": "Kami laksanakan ketetapan Kami terhadap Banû Isrâ'îl yang telah Kami catat dalam al-Lawh al-Mahfûzh, bahwa mereka akan membuat kerusakan di Bayt al-Maqdis sebanyak dua kali. Masing-masing ditandai dengan tersebarnya kezaliman, ditinggalkannya hukum-hukum Tawrât, dibunuhnya para nabi dan saling membantu dalam kejahatan. Allah akan memperluas kekuasaan kalian yang membuat kalian semakin sombong dan zalim.",
    "jalalayn": "(Dan telah Kami tetapkan) telah Kami wahyukan (terhadap Bani Israel dalam kitab itu) yaitu kitab Taurat (\"Sesungguhnya kalian akan membuat kerusakan di muka bumi ini) di negeri Syam dengan perbuatan-perbuatan maksiat (dua kali dan pasti kalian akan menyombongkan diri dengan kesombongan yang besar) kalian akan menimbulkan kelaliman yang besar."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 5,
    "arab": "فَاِذَا جَاۤءَ وَعْدُ اُوْلٰىهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ اُولِيْ بَأْسٍ شَدِيْدٍ فَجَاسُوْا خِلٰلَ الدِّيَارِۗ وَكَانَ وَعْدًا مَّفْعُوْلًا",
    "translation": "Maka apabila datang saat hukuman bagi (kejahatan) yang pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Dan itulah ketetapan yang pasti terlaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2034.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah telah mewahyukan kepada Musa a.s., sebagaimana termaktub dalam Kitab Taurat, bahwa Bani Israil akan membuat keonaran dua kali di bumi Palestina, sehingga Allah meng-gerakkan musuh-musuh mereka untuk membunuh, merampas, dan meng-hancurkan negeri mereka.\nSesudah bertobat, mereka dilepaskan Allah dari kesengsaraan ini, kerajaan mereka dikembalikan, dan dianugerahi kekayaan dan kekuatan, baik dalam bidang harta benda, maupun kekuatan dalam bidang keturunan dan pertahanan negara.\nAkan tetapi, mereka kembali membuat keonaran, maka Allah swt mengerahkan kembali musuh-musuh mereka untuk menghancurkannya. Ini sebagai azab di dunia, dan di akhirat kelak mereka akan mendapat azab neraka Jahanam.\nDi antara pembangkangan mereka ialah:\nPertama, tidak mengindahkan perintah Allah dan mengubah isi kitab Taurat.\nKedua, Kekejian mereka membunuh Zakaria dan Yahya serta usaha mereka untuk membunuh Nabi Isa a.s.\nMereka melakukan pembangkangan itu dengan menyombongkan diri dan menampakkan keangkuhan. Ini menunjukkan bahwa kejahatan-kejahatan yang mereka lakukan itu telah melampaui batas peri kemanusiaan.\nAllah lalu menjelaskan akibat yang akan menimpa mereka, karena pembangkangan yang pertama, yaitu mereka akan mengalami kehancuran pada saat hukuman yang telah dijanjikan Allah tiba sebagai balasan yang setimpal atas kejahatan-kejahatan mereka.\nBaik juga diterangkan di sini, bahwa Bani Israil mulai tahun 975 SM telah terbagi menjadi dua kerajaan. Pertama, kerajaan Yahudza di bagian selatan, yang terdiri atas dua suku Bani Israil, yaitu suku Yahudza dan Benyamin. Rajanya yang pertama ialah Rehoboam, putera Nabi Sulaiman. Kedua, kerajaan Israil di bagian utara yang terdiri atas 10 suku lainnya. Rajanya yang pertama bernama Jeroboam bin Nebat.\nPada tahun 70 SM kerajaan Israil diserang oleh raja 'Asyur yang bernama Sanharib. Raja ini dapat memasuki kota Samurra ibu kota kerajaan Israil, menawan Bani Israil, dan membawa mereka ke 'Asyur. Dengan demikian, runtuhlah kerajaan Bani Israil sesudah hidup selama 250 tahun. \nDisebabkan oleh keonaran Bani Israil yang tidak juga berhenti, maka Allah mengerahkan tentara Babilonia di bawah pimpinan rajanya Bukhtanashshar yang dikenal juga dengan nama Nebukadnezar. Tentara ini memperluas negerinya dengan jalan membunuh, merampas, dan merampok penduduk-penduduk negeri yang ditaklukkan. Mereka menyerang Bani Israil, membunuh para ulama dan pembesar dari kalangan mereka, merusak dan membakar kitab Taurat, dan bahkan menghancurkan kota suci mereka, Baitul Makdis (Yerusalem). \nItulah nasib yang diderita Bani Israil karena telah menyimpang dari bimbingan wahyu Allah, dan cenderung menuruti kehendak hawa nafsu. Bahkan mereka mengalami nasib yang lebih jelek lagi, yaitu di antara Bani Israil ada yang dibawa ke Babilonia. Tiga kali mereka ditawan oleh Nebukadnezar. Penawanan yang ketiga dan terakhir terjadi pada tahun 558 SM. Akibat dari serangan Nebukadnezar ini runtuhlah kerajaan Yahudza.",
    "quraish": "Maka apabila datang saat hukuman bagi kejahatan pertama dari dua kejahatan tersebut, Kami menjadikan hamba-hamba Kami yang mempunyai kekuatan menguasai kalian disebabkan kerusakan yang kalian perbuat. Lalu mereka berjalan menjelajahi kampung-kampung, tanpa meninggalkan sejengkal pun, untuk membunuh kalian. Sesungguhnya ancaman Allah yang berupa hukuman pasti terlaksana.",
    "jalalayn": "(Maka apabila datang saat hukuman bagi yang pertama dari keduanya) kejahatan yang pertama dari kedua kejahatan itu (Kami datangkan kepada kalian hamba-hamba Kami yang mempunyai kekuatan yang besar) orang-orang yang kuat dalam berperang dan memiliki kekuatan yang luar biasa (lalu mereka merajalela) mereka mengejar-ngejar kalian (di kampung-kampung) di perkampungan kalian untuk membunuh kalian dan menawan kalian (dan itulah ketetapan yang pasti terlaksana) dan memang mereka benar membunuh Nabi Zakaria. Maka Allah mengirimkan Jalut dan tentara-tentaranya untuk menghukum mereka; akhirnya Jalut dapat membunuh mereka dan menawan anak-anak mereka serta memporak-porandakan Baitulmakdis."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 6,
    "arab": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَاَمْدَدْنٰكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَجَعَلْنٰكُمْ اَكْثَرَ نَفِيْرًا",
    "translation": "Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka, Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2035.mp3",
    "tafsir": "Kemudian dijelaskan bahwa Allah memberikan giliran bagi orang-orang Bani Israil untuk berkuasa kembali. Sesudah Cyrus Kisra Persia yang pertama dari keluarga Sasan dapat mengalahkan Babilonia, dia memerdeka-kan para tawanan dari Bani Israil yang berada di sana, dan mengirimkan mereka kembali ke Palestina pada tahun 536 SM. Dengan demikian, orang-orang Bani Israil menguasai kembali negerinya. Karunia Allah itu diberikan kepada Bani Israil ketika mereka telah bertobat, mematuhi kembali ajaran Taurat, dan menyadari kecerobohan yang telah dilakukan. Mereka dapat membangun kembali negerinya dan menyelamatkan keluarga dan harta benda mereka.\nDengan demikian, mereka kembali menjadi bangsa yang merdeka serta dapat menguasai kembali negerinya dan menjadi bangsa yang kuat dan bersatu seperti sediakala, yang mereka namai dengan kerajaan Yahudi. Hal itu adalah karena ampunan dan rahmat Allah semata.\nAyat ini menjelaskan bahwa selama manusia berada di bawah bimbingan wahyu dan berjalan sesuai petunjuk-Nya, mereka akan dapat merasakan nikmat Allah yang disediakan di dunia ini. Mereka juga dapat merasakan ketenangan dan kebahagiaan, ketenteraman hidup, ataupun kemakmuran negeri.\nSebaliknya, apabila manusia menyimpang dari tuntunan wahyu dan lebih mengikuti kehendak hawa nafsu, tentu mereka akan mengalami nasib yang buruk. Mereka tidak lagi merasakan nikmat yang disediakan Allah di alam dunia ini, bahkan nikmat-nikmat itu akan berubah menjadi bencana. Mereka tidak akan mengalami kebahagiaan dan kemakmuran dalam hidup ber-masyarakat, tetapi akan menjadi umat yang tertindas dan terusir dari negeri mereka sendiri.",
    "quraish": "Kemudian setelah benar jalan kalian dan kalian mendapatkan petunjuk, menjalin kekuatan dan meninggalkan kerusakan, Kami kembalikan kemenangan kepada kalian atas mereka yang telah dikirim kepada kalian. Kami anugerahkan kepada kalian harta dan anak-anak. Dan kami jadikan jumlah kalian lebih besar dari sebelumnya.",
    "jalalayn": "(Kemudian Kami berikan kepada kalian giliran) kesempatan dan kemenangan (untuk mengalahkan mereka kembali) sesudah selang seratus tahun yang terakhir dengan terbunuhnya Jalut (dan Kami membantu kalian dengan harta kekayaan dan anak-anak dan Kami jadikan kalian kelompok yang lebih besar) keluarga yang besar."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 7,
    "arab": "اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَاۗ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ لِيَسٗۤـُٔوْا وُجُوْهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوْهُ اَوَّلَ مَرَّةٍ وَّلِيُتَبِّرُوْا مَا عَلَوْا تَتْبِيْرًا",
    "translation": "Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2036.mp3",
    "tafsir": "Allah menegaskan bahwa apabila Bani Israil berbuat baik, maka hasil kebaikan itu untuk mereka sendiri. Namun demikian, ketentuan yang terdapat dalam ayat ini tidak khusus untuk mereka sendiri, melainkan berlaku umum untuk seluruh manusia sepanjang masa. Dengan demikian, apabila manusia berbuat baik atau berbuat kebajikan, maka balasan dari kebajikan itu akan dirasakannya, baik di dunia maupun di akhirat. \nKebaikan yang akan mereka terima di dunia ialah mereka akan menjadi umat yang kuat mempertahankan diri dari maksud jahat yang direncanakan oleh para musuh mereka. Mereka akan memperoleh kesempatan untuk melipatgandakan harta sebagai sarana hidup, dan melanjutkan keturunan sebagai khalifah di muka bumi. Mereka akan menjadi bangsa yang kuat, yang dapat mewujudkan budaya yang tinggi untuk lebih menggairahkan kehidupan mereka, dan menjamin kelancaran usaha dan ibadah mereka kepada Allah swt. Sedangkan kebahagiaan yang abadi adalah surga yang penuh dengan kenikmatan yang disediakan dan dijanjikan kepada mereka, sebagai bukti keridaan Allah swt atas kebajikan yang mereka lakukan. \nApabila mereka berbuat jahat dengan melakukan perbuatan yang bertentangan dengan wahyu dan fitrah kejadian mereka sendiri, seperti menentang kebenaran dan norma-norma dalam tata kehidupan mereka sendiri, maka akibat dari perbuatan mereka itu adalah kemurkaan Allah kepada mereka.\nDengan demikian, mereka akan menjadi bangsa yang bercerai-berai karena diperbudak hawa nafsu, sehingga kelompok yang satu berusaha menundukkan kelompok yang lain. Itulah sebabnya mereka tidak dapat mempertahankan kelangsungan hidup dan diri mereka dari kehancuran dan maksud-maksud jahat musuh. Mereka akan menjadi bangsa yang tertindas dan terjajah. Sedang keburukan yang mereka rasakan di akhirat ialah azab api neraka sebagai siksaan yang paling pedih.\nLalu Allah mengungkapkan kembali hukuman sebagai akibat kejahatan yang dilakukan Bani Israil untuk kedua kalinya. Pada saat itu, Allah membiarkan mereka dalam keadaan kacau-balau ketika musuh-musuh datang untuk menaklukkan mereka. Kekalahan kedua ini benar-benar mereka rasakan sebagai penderitaan yang tiada tara dan mempermalukan mereka. Musuh memasuki Masjidil Aqsa secara paksa dan sewenang-wenang untuk merampas kekayaan yang mereka simpan dan menghancurkan syiar-syiar agama mereka, seperti yang dilakukan pada penaklukan pertama. Dengan demikian, mereka merasakan penderitaan yang berlipat ganda. Mereka mengalami penderitaan materil berupa kehilangan kekuasaan, harta benda, dan wanita-wanita yang dijadikan tawanan oleh musuh. Mereka juga mengalami penderitaan moril karena tempat-tempat suci dan lambang-lambang kesucian agama mereka dilecehkan dan dihancurkan.\nMenurut sejarah, yang menghancurkan mereka untuk kedua kalinya adalah bangsa Romawi yang kemudian menguasai Palestina. Mereka membunuh dan menawan orang-orang Yahudi serta menghancurkan Baitul Makdis dan kota-kota yang lain. Kaisar Romawi pertama yang memasuki Baitul Makdis adalah Kaisar Titus pada tahun 70 Masehi. Ia membakar Masjidil Aqsa, dan merampas barang-barang berharga yang terdapat di dalamnya, sehingga dalam peristiwa ini kurang lebih 1 juta orang Yahudi tewas. Selanjutnya Kaisar Hadrianus yang memerintah dari tahun 117 sampai dengan 158 Masehi, juga menguasai Baitul Makdis dan melakukan berbagai tindakan perusakan di masjid itu.\nHadrianus mengubah kota ini menjadi Aelina Capitolian (kota Aelina). Masjidil Aqsa diruntuhkan dan di atasnya didirikan sebuah bangunan yang dinamai Yupiter Capitolina. Lalu kerajaan Yahudi juga dihancurkan sehingga bangsa Yahudi tidak mempunyai kerajaan lagi. Mereka bercerai-berai ke segenap penjuru dunia. Peristiwa ini terjadi tahun 132 Masehi.",
    "quraish": "Kami katakan kepada mereka, \"Bila kalian berbuat baik dan taat kepada Allah, maka kebaikan itu adalah untuk diri kalian di dunia dan di akhirat. Dan jika kalian berbuat maksiat, maka sebenarnya kalian telah merusak diri kalian sendiri. Ketika datang waktu pembalasan dari perbuatan jahat kalian yang terakhir--dari dua kali kejahatan yang telah kalian lakukan dalam membuat kerusakan di muka bumi--maka Kami datangkan musuh-musuh kalian untuk menorehkan bekas kejahatan, kehinaan dan kepedihan yang menyuramkan wajah-wajah kalian. Dan pada akhirnya mereka masuk Masjid Bayt al-Maqdis lalu merusaknya seperti pada kali pertama. Mereka juga akan memusnahkan apa yang mereka kuasai dengan sehabis-habisnya.",
    "jalalayn": "Kemudian Kami katakan (Jika kalian berbuat baik) dengan mengerjakan ketaatan (berarti kalian berbuat baik bagi diri kalian sendiri) karena sesungguhnya pahala kebaikan itu untuk diri kalian sendiri (dan jika kalian berbuat jahat) dengan menimbulkan kerusakan (maka kejahatan itu bagi diri kalian sendiri) sebagai pembalasan atas kejahatan kalian. (Dan apabila datang saat hukuman) bagi kejahatan yang (kedua) maka Kami kembali mengutus mereka (untuk menyuramkan muka-muka kalian) untuk membuat kalian sedih karena terbunuh dan tertawan hingga pengaruh kesedihan itu dapat terbaca dari roman muka kalian (dan mereka masuk ke dalam mesjid) yakni Baitulmakdis untuk menghancurkannya (sebagaimana musuh-musuh kalian memasukinya) dan menghancurkannya (pada kali pertama dan untuk menghancurkan) untuk mengadakan pembinasaan (terhadap apa saja yang mereka kuasai) yang dapat mereka kalahkan (dengan penghancuran habis-habisan) dengan pembinasaan yang sehabis-habisnya. Ternyata mereka melakukan kerusakan untuk kedua kalinya, yaitu dengan membunuh Nabi Yahya. Maka Allah mengirimkan untuk membinasakan mereka Raja Bukhtanashar. Raja Bukhtanashar akhirnya membunuh ribuan orang dari kalangan mereka dan menahan anak cucu mereka serta memporak-porandakan Baitulmakdis."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 8,
    "arab": "عَسٰى رَبُّكُمْ اَنْ يَّرْحَمَكُمْۚ وَاِنْ عُدْتُّمْ عُدْنَاۘ وَجَعَلْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ حَصِيْرًا ",
    "translation": "Mudah-mudahan Tuhan kamu melimpahkan rahmat kepada kamu; tetapi jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Dan Kami jadikan neraka Jahanam penjara bagi orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2037.mp3",
    "tafsir": "Kemudian Allah swt memerintahkan agar mereka benar-benar sadar, bertobat, dan berpegang pada ajaran Taurat serta menjauhi perbuatan maksiat. Dengan demikian, Allah akan melimpahkan rahmat-Nya kepada mereka. Janji Allah seperti ini tentu akan terlaksana dan pasti mereka rasakan.\nTersebut dalam sejarah bahwa pada tahun 614 M yakni sesudah 483 tahun dari peristiwa penghancuran Yerusalem oleh Hadrianus, bangsa Persia di bawah pimpinan Kisra Barwiz merebut kota-kota di Palestina dari tangan bangsa Romawi. Mereka melawan orang Romawi menindas orang Yahudi, dan membatalkan kebiasaan orang-orang Nasrani membuang sampah ke Kuil Sulaeman. Mereka juga menjual orang-orang Nasrani yang berdiam di Yerusalem ke kota orang-orang Yahudi, dan membakar gereja-gereja mereka.\nKemudian pada tahun 624 M, bangsa Romawi di bawah pimpinan Kaisar Heraclius I dapat merebut Palestina kembali dari tangan bangsa Persia. Bahkan, Heraclius dapat memasuki pedalaman kerajaan Persia, dan memadamkan api yang disembah Persia.\nKemenangan bangsa Romawi ini bertepatan dengan kemenangan kaum Muslimin dalam perang Badar melawan kaum musyrikin Mekah (Ramadan tahun 2 H) atau Januari 624 M, kurang lebih 9 tahun sesudah bangsa Romawi dikalahkan oleh bangsa Persia. Akan tetapi, perdamaian antara bangsa Romawi dan Persia baru terjadi pada tahun 928 M, sesudah Kisra Evermiz dibunuh oleh perwiranya sendiri. Pada tahun tersebut, seluruh Palestina kembali berada di bawah kekuasaan Romawi dan palang salib pun dikembalikan ke Yerusalem.\nNabi Muhammad saw, yang diutus sejak tahun 610 M sebagai nabi pembawa rahmat bagi seluruh alam, pada tahun 622 M hijrah ke Medinah. Setibanya di Medinah, beliau mengadakan perjanjian dengan orang-orang Yahudi yang ada di kota itu. Perjanjian itu yang dikenal dengan Piagam Medinah. Isinya menyebutkan bahwa orang-orang Yahudi adalah warga kota Medinah di samping kaum Ansar dan Muhajirin. Mereka dibiarkan tetap menganut agama mereka. Akan tetapi, mereka berkhianat dan mengadakan makar untuk membunuh Rasulullah. Mereka lalu diperangi oleh Rasulullah, dan di antaranya ada yang diusir dari Medinah, yaitu Bani Nadhir.\nSetelah Umar bin Khaththab menjadi khalifah, beliau menaklukkan negeri Syam (Suria) pada tahun 636 Masehi. Penduduk Yerusalem (Baitul Makdis) di bawah pimpinan Patrip Suverianus menyerahkan kota itu kepadanya, dan piagam perdamaian disepakati dan ditandatangani oleh kedua belah pihak. Umar bin Khaththab lalu mendirikan masjid di tempat Kiblat Masjidil Aqsa (Kuil Sulaeman), dan membersihkan kota Yerusalem. Maka kota Yerusalem yang sudah hilang selama ini muncul kembali dengan megah.\nSetelah negeri Syam seluruhnya termasuk Palestina jatuh ke tangan kaum Muslimin, Kaisar Romawi Heraclius I naik ke suatu bukit dan menghadap ke Suria. Lalu ia melambaikan tangannya dengan mengucapkan, \"Selamat tinggal Suria untuk selama-lamanya.\"\nDengan demikian, bangsa Yahudi lepas dari cengkeraman, aniaya, dan penindasan bangsa Romawi. Mereka kembali bebas beribadah di sekeliling Kuil Sulaiman (Masjidil Aqsa). Inilah rahmat dari Allah swt yang Maha Besar.\nDemikianlah keterangan yang disebutkan dalam buku-buku sejarah. Adapun dalam Al-Qur'an, tidak diterangkan dengan rinci, karena Al-Qur'an bukan buku sejarah. \nSementara itu Allah swt tetap mengingatkan bahwa apabila mereka kembali mengulangi kedurhakaan mereka, seperti yang pernah dilakukan oleh nenek moyang mereka, niscaya Allah swt akan menurunkan azab-Nya kembali dengan yang lebih pedih.\nDi samping itu, Allah menyediakan azab api neraka Jahanam sebagai penjara yang abadi bagi mereka di akhirat, karena hukuman itulah yang pantas dijatuhkan terhadap orang-orang yang tidak mau beriman.",
    "quraish": "Mudah-mudahan Tuhan kalian melimpahkan rahmat-Nya kepada kalian setelah kali yang kedua, jika kalian bertobat. Tetapi jika kalian kembali berbuat kerusakan, Kami akan kembali memberikan hukuman. Kami jadikan neraka jahanam penjara dan tahanan bagi orang-orang kafir.",
    "jalalayn": "Dan Kami katakan di dalam kitab (Mudah-mudahan Rabb kalian akan melimpahkan rahmat-Nya kepada kalian) sesudah kali yang kedua ini jika kalian bertobat (dan sekiranya kalian kembali) melakukan kejahatan (niscaya Kami kembali) mengazab kalian. Dan memang mereka kembali melakukan kejahatan lagi, yaitu mendustakan Nabi saw., maka Allah swt. membinasakan mereka dengan terbunuhnya orang-orang Bani Quraizhah dan Bani Nadhir serta mereka dikenakan membayar jizyah. (Dan Kami jadikan neraka Jahanam penjara bagi orang-orang kafir\") sebagai tempat tahanan dan penjara bagi mereka."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 9,
    "arab": "اِنَّ هٰذَا الْقُرْاٰنَ يَهْدِيْ لِلَّتِيْ هِيَ اَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا كَبِيْرًاۙ  ",
    "translation": "Sungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang mukmin yang mengerjakan kebajikan, bahwa mereka akan mendapat pahala yang besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2038.mp3",
    "tafsir": "Allah swt menyatakan keistimewaan-keistimewaan kitab-Nya yang diturunkan kepada Nabi Muhammad saw yaitu kitab Al-Qur'an, dengan menunjukkan fungsi dari kitab itu sendiri serta faedahnya bagi seluruh umat manusia. Di antara faedah Al-Qur'an yang disebutkan dalam ayat ini adalah:\nPertama, Al-Qur'an memberi petunjuk kepada orang yang mau menjadi-kannya sebagai pedoman ke jalan yang lurus. Yang dimaksud jalan yang lurus dalam ayat ini ialah agama Islam, yang berpangkal pada ajaran tauhid, yaitu keyakinan bahwa tidak ada kekuatan yang dapat menciptakan dan menguasai alam semesta ini kecuali Allah swt. Kekuasaan-Nya tidak dapat ditandingi oleh siapapun. Dia adalah Penguasa alam yang sebenarnya, dan Zat yang mempunyai kekuasaan Yang Mahabesar.\nKedua, Al-Qur'an memberi kabar gembira kepada orang-orang yang percaya kepada Allah swt dan rasul-Nya, berbuat amal baik, melakukan apa saja yang diperintahkan Allah, dan menghindarkan diri dari berbuat sesuatu yang dilarang-Nya. Kabar gembira itu berupa pahala yang berlimpah yang akan diterima di akhirat, sebagai imbalan dari amal saleh yang mereka lakukan di dunia.\nKetiga, Al-Qur'an adalah peringatan bagi orang-orang yang tidak mem-percayai hari pembalasan dan tidak mengakui adanya pahala dan siksa yang akan diberikan Allah di hari kiamat sebagai balasan bagi perbuatan mereka ketika hidup di dunia. Ancaman yang ditujukan kepada mereka ialah azab yang pedih sebagai balasan dari perbuatan maksiat yang menodai jiwa mereka. Termasuk di dalamnya orang-orang ahli kitab yang tidak mengakui kerasulan Nabi Muhammad saw.",
    "quraish": "Sesungguhnya al-Qur'ân memberikan petunjuk kepada manusia menuju jalan yang paling lurus dan selamat untuk mencapai kebahagiaan yang hakiki di dunia. Al-Qur'ân juga memberikan kabar gembira bagi orang-orang yang beriman kepada Allah dan rasul-Nya, yang tunduk kepada kebenaran dan melakukan perbuatan yang saleh berupa pahala yang besar pada hari kiamat.",
    "jalalayn": "(Sesungguhnya Alquran ini memberikan petunjuk kepada) jalan (yang lebih lurus) lebih adil dan lebih besar (dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan amal saleh bahwa bagi mereka ada pahala yang besar.)"
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 10,
    "arab": "وَّاَنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ࣖ",
    "translation": "dan bahwa orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2039.mp3",
    "tafsir": "Allah swt menyatakan keistimewaan-keistimewaan kitab-Nya yang diturunkan kepada Nabi Muhammad saw yaitu kitab Al-Qur'an, dengan menunjukkan fungsi dari kitab itu sendiri serta faedahnya bagi seluruh umat manusia. Di antara faedah Al-Qur'an yang disebutkan dalam ayat ini adalah:\nPertama, Al-Qur'an memberi petunjuk kepada orang yang mau menjadi-kannya sebagai pedoman ke jalan yang lurus. Yang dimaksud jalan yang lurus dalam ayat ini ialah agama Islam, yang berpangkal pada ajaran tauhid, yaitu keyakinan bahwa tidak ada kekuatan yang dapat menciptakan dan menguasai alam semesta ini kecuali Allah swt. Kekuasaan-Nya tidak dapat ditandingi oleh siapapun. Dia adalah Penguasa alam yang sebenarnya, dan Zat yang mempunyai kekuasaan Yang Mahabesar.\nKedua, Al-Qur'an memberi kabar gembira kepada orang-orang yang percaya kepada Allah swt dan rasul-Nya, berbuat amal baik, melakukan apa saja yang diperintahkan Allah, dan menghindarkan diri dari berbuat sesuatu yang dilarang-Nya. Kabar gembira itu berupa pahala yang berlimpah yang akan diterima di akhirat, sebagai imbalan dari amal saleh yang mereka lakukan di dunia.\nKetiga, Al-Qur'an adalah peringatan bagi orang-orang yang tidak mem-percayai hari pembalasan dan tidak mengakui adanya pahala dan siksa yang akan diberikan Allah di hari kiamat sebagai balasan bagi perbuatan mereka ketika hidup di dunia. Ancaman yang ditujukan kepada mereka ialah azab yang pedih sebagai balasan dari perbuatan maksiat yang menodai jiwa mereka. Termasuk di dalamnya orang-orang ahli kitab yang tidak mengakui kerasulan Nabi Muhammad saw.",
    "quraish": "Sesungguhnya bagi orang-orang yang tidak beriman kepada hari akhirat, Kami sediakan neraka jahanam yang mengandung siksaan yang pedih.",
    "jalalayn": "(Dan) membawa berita (bahwasanya orang-orang yang tidak beriman kepada kehidupan akhirat Kami sediakan) Kami persiapkan (bagi mereka azab yang pedih) yang menyakitkan, yaitu neraka."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 11,
    "arab": "وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا  ",
    "translation": "Dan Manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2040.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa di antara manusia ada yang mengutuk dirinya, keturunannya, bahkan hartanya dengan sumpah serapah dan doa yang berisi keinginan-keinginan yang jelek pada saat marah, seperti doa, \"Wahai Tuhan! Turunkanlah laknat kepadaku, binasakanlah aku!\" Mereka mengucapkannya sebagaimana ketika berdoa kepada Allah dengan doa yang baik, agar diberikan kesehatan dan dilimpahkan keselamatan kepadanya, keturunan, dan harta bendanya.\nSeandainya Allah swt mengabulkan doa mereka yang jelek itu, niscaya mereka tidak bisa menghindarkan diri dari akibatnya. Akan tetapi, Allah swt tidak berbuat demikian. Hal ini tidak lain hanyalah karena kasih sayang Allah yang Mahabesar. Allah swt berfirman:\n\nDan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. (Yunus/10: 11)\n\nDi akhir ayat, Allah swt menjelaskan bahwa manusia mempunyai sifat tergesa-gesa. Apabila ia menginginkan sesuatu sesuai kehendak hatinya, pikirannya tertutup untuk menilai apa yang diinginkannya itu, apakah bermanfaat bagi dirinya atau merugikan. Hal itu semata-mata didorong oleh sifat tergesa-gesa untuk mencapai tujuannya, tanpa dipikirkan dengan matang terlebih dahulu. Hal ini menunjukkan bahwa pada umumnya manusia tertarik pada keadaan lahiriah dari sesuatu tanpa meneliti lebih mendalam hakikat dan rahasia dari sesuatu itu.\nDalam ayat ini terdapat sindiran terhadap orang-orang musyrik Arab yang mendustakan kebenaran Al-Qur'an, karena mereka tidak mau mempercayai adanya Hari Pembalasan. Mereka lebih menyenangi dunia yang dapat mereka nikmati langsung, daripada memikirkan janji dan ancaman yang akan mereka terima di Hari Pembalasan.",
    "quraish": "Sesungguhnya manusia mempunyai tabiat selalu tergesa-gesa dalam menghukumi apa yang terjadi pada manusia, dalam segala ucapan dan perbuatan. Manusia biasanya tergesa-gesa dalam menyeru kepada kejahatan sebagaimana halnya dalam menyeru kepada kebaikan. Juga biasanya tergesa-gesa dalam berdoa kepada Allah agar diturunkan bala kepada siapa yang menyulut amarahnya sebagaimana halnya ketika mendoakan seseorang dengan kebaikan.",
    "jalalayn": "(Dan manusia mendoa untuk kejahatan) terhadap dirinya dan keluarganya jika ia menggerutu (sebagaimana ia mendoa) sebagaimana ia berdoa untuk dirinya sendiri (untuk kebaikan. Dan adalah manusia) yang dimaksud adalah jenisnya (bersifat tergesa-gesa) di dalam mendoakan dirinya tanpa memikirkan lebih lanjut akan akibatnya."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 12,
    "arab": "وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَآ اٰيَةَ الَّيْلِ وَجَعَلْنَآ اٰيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ وَلِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ وَكُلَّ شَيْءٍ فَصَّلْنٰهُ تَفْصِيْلًا",
    "translation": "Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2041.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan tanda-tanda kekuasaan-Nya yang ada di alam semesta, dengan maksud agar manusia memikirkan dan merenungkan semua ciptaan-Nya di alam ini. Allah swt menjelaskan bahwa Dia menciptakan malam dan siang, masing-masing sebagai tanda kekuasaan-Nya. Siang dan malam merupakan dua peristiwa yang selalu silih berganti yang sangat berguna bagi kemaslahatan hidup manusia dalam menjalankan kewajiban agama dan urusan-urusan duniawi. Pergantian yang teratur seperti itu merupakan tanda kekuasaan Allah yang sangat jelas bagi manusia. Barang siapa yang memperhatikan dan memikirkan pergantian siang dan malam tentu yakin bahwa alam semesta ini ada yang mengaturnya dengan aturan-aturan yang sangat baik dan tepat, dan juga menunjukkan bahwa pengaturnya sangat teliti. Dengan demikian, manusia akan terbimbing untuk mengakui adanya Pencipta jagat raya ini dan seluruh isinya.\nDi samping itu, adanya pergantian siang dan malam merupakan anugerah yang dapat dirasakan secara langsung oleh manusia dalam kehidupan mereka sehari-hari. Di waktu malam mereka dapat beristirahat untuk melepaskan lelah. Allah juga menjadikan tanda-tanda malam datang yaitu hilangnya cahaya matahari dari ufuk barat, sehingga lama kelamaan hari menjadi gelap gulita. Hal ini merupakan tanda kekuasaan-Nya. Allah menjadikan siang yang terang benderang sebagai tanda kekuasaan-Nya pula guna memberikan kesempatan kepada manusia untuk mencari kebutuhan hidup diri mereka sendiri dan keluarganya. Di sisi lain, perubahan siang dan malam itu sangat berguna bagi manusia untuk mengetahui bilangan tahun, bulan, dan hari serta perhitungannya, terkecuali di daerah kutub utara dan selatan.\nDalam Al-Qur'an, Allah tidak saja memberitahu manusia mengenai ciptaan-Nya, namun juga memberikan indikasi-indikasi untuk memanfaat-kannya untuk kesejahteraan manusia. Dalam kaitan dengan matahari dan bulan, Allah memberikan petunjuk yang sangat jelas bahwa siang dan malam, atau dengan kata lain peredaran matahari dan bulan, akan sangat berguna untuk dijadikan patokan dalam membuat penanggalan atau kalender. Ayat yang secara jelas menyatakan mengenai penganggalan adalah ayat 36 Surah at-Taubah/9, yang penggalannya berikut: \n\"Sesungguhnya bilangan bulan di sisi Allah adalah dua belas bulan, dalam ketetapan Allah di waktu Dia menciptakan langit dan bumi, di antaranya terdapat empat bulan haram. Itulah agama yang lurus......\" \nSatu ayat lain yang serupa adalah ayat 5 dari Surah Yunus/10: \n\"Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan waktu ............\" \nSiang dan malam terjadi karena perputaran bumi pada porosnya yang bergerak dari barat ke timur, yang memberikan kesan kepada manusia seolah-olah matahari bergerak dari timur ke barat. Apabila matahari muncul di ufuk timur disebut hari telah siang dan apabila matahari terbenam di ufuk barat disebut hari telah malam.\nDari saat matahari terbenam pada suatu saat, hingga matahari terbenam pada hari berikutnya disebut satu hari satu malam menurut kebiasaan dan anggapan dalam perhitungan tahun qamariah. Tetapi dalam perhitungan tahun syamsiah, yang disebut sehari semalam ialah waktu dari pertengahan malam hingga pertengahan malam berikutnya. \nDengan ditegaskannya tentang pergantian siang dan malam sebagai dasar untuk mengetahui bilangan tahun dan perhitungannya dalam mengharap keutamaan Allah, jelaslah bahwa ayat ini menyiratkan keluwesan penang-galan dalam Islam. Sistem penanggalan yang didasari pada penggantian siang dan malam disusun berdasarkan hanya pergerakan (semu) dari matahari terhadap bumi. Sistem ini sama sekali tidak melibatkan pergerakan bulan terhadap bumi. Ini adalah sistem penanggalan matahari (tahun syamsiah/ solar year) yang menyatakan bahwa satu tahun sama dengan 365 ditambah seperempat kali malam berganti siang dan sebaliknya. Oleh karena itu, menurut sistem ini satu tahun lamanya 365 hari untuk tahun-tahun basithah dan 366 hari untuk tahun-tahun kabisah. Secara umum, satu tahun syamsiah adalah lamanya waktu dari tanggal 1 Januari hingga tanggal 31 Desember. Penghitungannya didasarkan pada waktu yang dibutuhkan bumi untuk mengelilingi matahari. Sistem penanggalan ini identik dengan tahun Masehi yang sekarang digunakan secara meluas dalam pergaulan internasional.\nSatu tahun dalam perhitungan tahun qamariah ialah lama waktu dari tanggal 1 Muharram hingga tanggal 30 Zulhijjah, yang lamanya 354 hari untuk tahun-tahun basithah atau 355 hari untuk tahun-tahun kabisah. Perhitungan serupa ini dinamakan hisab urfi. Perhitungan tahun qamariah didasarkan pada peredaran bulan mengelilingi bumi. Dari bulan sabit ke bulan sabit berikutnya disebut 1 bulan, dan apabila telah 12 kali terjadi bulan sabit dianggap telah genap satu tahun qamariah. \nAyat ini menegaskan bahwa sistem penanggalan Masehi atau tahun syamsiah boleh digunakan umat Islam dalam pergaulan internasional, terutama dalam melakukan transaksi dan bisnis (muamalah) seperti biasa dengan umat manapun secara nasional. Sistem penanggalan Hijriah yang bersifat tahun bulan (lunar year) secara terbatas dapat digunakan untuk menentukan saat-saat beribadah, yaitu penentuan waktu 1 Ramadan, 1 Syawal, dan 10 Zulhijah. Tidak perlu dipaksakan penggunaan tahun Hijriah ini untuk kehidupan muamalah dalam pergaulan dan transaksi sehari-hari secara nasional dan internasional.\nPada kenyataannya penanggalan atau tahun Masehi juga dipakai untuk menentukan waktu ibadah lain, yaitu waktu salat, karena waktu salat ini sepenuhnya ditentukan oleh pergerakan (semu) matahari dan sama sekali tidak berurusan dengan pergerakan bulan terhadap bumi.\nJadi walaupun ada ayat Al-Qur'an yang menyiratkan penggunaan tahun Hijriah (yang notabene tahun qamariah) tetapi ayat ini memfirmankan perintah Allah untuk menggunakan tahun matahari yang manapun untuk muamalah dan secara umum untuk pergaulan dengan umat lain.",
    "quraish": "Kami jadikan malam dan siang--dengan segala bentuk dan perputaran silih berganti yang ada padanya--sebagai tanda yang menunjukkan keesaan dan kekuasaan Kami. Kami hilangkan sinar pada malam hari, sehingga tidak tampak sesuatu apa pun. Sebagai tandanya adalah kegelapan yang tidak disinari oleh matahari. Itu merupakan tanda yang paling besar. Kami jadikan siang terang benderang. Dan matahari--yang merupakan tanda yang paling besar--tampak kelihatan. Dengan adanya sinar pada siang hari kalian dapat mencari penghidupan. Dan dengan pergantian siang dan malam kalian dapat mengetahui bilangan tahun, perhitungan bulan, hari dan segala sesuatu yang mendatangkan maslahat bagi kalian. Semua itu telah Kami terangkan dengan jelas sehingga dapat menjadi bukti bagi kalian setelah sempurnanya kenikmatan.",
    "jalalayn": "(Dan Kami jadikan malam dan siang sebagai dua tanda) yang kedua-duanya menunjukkan kekuasaan Kami (lalu Kami hapuskan tanda malam) Kami tutup cahayanya dengan kegelapan malam hari supaya kalian tenang berada di dalamnya; idhafat di sini menunjukkan makna bayan (dan Kami jadikan tanda siang itu terang) seseorang dapat melihat berkat adanya cahaya (agar kalian mencari) pada siang hari (karunia dari Rabb kalian) dengan berusaha (dan supaya kalian mengetahui) melalui malam dan siang hari itu (bilangan tahun-tahun dan perhitungan) waktu-waktu. (Dan segala sesuatu) yang diperlukan (telah Kami terangkan dengan jelas) artinya Kami telah menjelaskannya secara rinci."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 13,
    "arab": "وَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا",
    "translation": "Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2042.mp3",
    "tafsir": "Allah swt menjelaskan bahwa masing-masing manusia dicatat amal perbuatannya dalam suatu buku catatan dan tetap tercatat di dalamnya seperti kalung yang tetap berada di leher mereka. Amal perbuatan tersebut mencakup amal baik dan amal buruk, besar maupun kecil, yang diperbuat manusia atas dasar pilihannya sendiri.\nPerumpamaan tetapnya catatan-catatan mereka dalam kitab itu dengan tetapnya kalung pada leher manusia, sebagai kiasan bahwa catatan itu akan tetap terpelihara, tidak akan hilang atau terhapus, dan selalu dinisbahkan pada seseorang.\nSelanjutnya Allah swt menegaskan bahwa kitab yang mengandung catatan amal perbuatan manusia itu akan dikeluarkan dari simpanannya pada hari kiamat, dan akan diperlihatkan kepada mereka, sehingga mereka dapat mengetahui isinya secara terbuka.\nDalam ayat yang lain dijelaskan bahwa tugas pencatatan amal perbuatan manusia itu diurus oleh malaikat. Allah swt berfirman:\n\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12)\n\nHadis Nabi Muhammad berikut menerangkan lebih jelas hal yang sama: \nDiriwayatkan dari Al-hasan bahwa Rasulullah saw bersabda, \"Allah berfirman kepada Bani Adam, \"Hai Bani Adam! Kami telah membuka lembaran-lembaran Kitab, dan telah ditunjuk dua malaikat yang mulia sebagai wakil: satu di sebelah kanan, dan satu lagi di sebelah kiri. Adapun yang di sebelah kanan, pekerjaannya mencatat amal baikmu, sedang yang di sebelah kiri mencatat amal perbuatan burukmu. Maka berbuatlah menurut kesukaanmu amal perbuatan yang banyak atau yang sedikit sehingga ajal datang merenggutmu. Dan apabila engkau telah mati, Aku lipat lembaran-lembaran kitab itu dan Aku kalungkan ke lehermu dan tetap bersamamu dalam kubur hingga hari kiamat. Pada hari itu, kitab itu akan dikeluarkan dan engkau menemuinya dalam keadaan terbuka. Bacalah kitab catatan itu niscaya pada hari itu engkau akan mengetahui bahwa kitab itu cukup sebagai penghisab amal perbuatanmu. (Riwayat Ibnu Jarir ath-thabari)",
    "quraish": "Telah Kami tetapkan setiap manusia amal perbuatannya, sebagaimana tetapnya kalung yang menggantung di leher. Pada hari kiamat akan Kami keluarkan untuknya kitab yang di dalamnya tercatat perbuatan-perbuatannya. Kitab tersebut diterima dalam keadaan terbuka agar segera dibaca.",
    "jalalayn": "(Dan tiap-tiap manusia itu telah Kami tetapkan amal perbuatannya) artinya dia telah membawa amal perbuatannya sendiri (pada lehernya) lafal ini disebutkan secara khusus mengingat lafal ini menunjukkan pengertian tetap yang paling akurat. Dan sehubungan dengan pengertian ini Mujahid telah berkata, bahwa tiada seorang anak pun yang dilahirkan melainkan pada lehernya telah ada suatu lembaran yang tertulis di dalamnya apakah ia celaka atau bahagia. (Dan Kami keluarkan baginya pada hari kiamat sebuah kitab) yang tertulis di dalamnya semua amal perbuatannya (yang dijumpainya terbuka) kedua lafal ini menjadi sifat daripada lafal kitaaban."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 14,
    "arab": "اِقْرَأْ كِتَابَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ",
    "translation": "“Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2043.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa pada hari kiamat, manusia tidak dapat memungkiri catatan-catatan itu, karena pencatatnya adalah para malaikat yang memang ditunjuk oleh Allah, yang pekerjaannya khusus mencatat amal perbuatan manusia. Itulah sebabnya maka Allah swt menegaskan di akhir ayat bahwa cukuplah pada hari itu diri mereka sendiri sebagai penghisab amal perbuatan mereka. Maksudnya semua catatan yang termuat dalam kitab itu cukup akurat sebagai bukti karena apa yang tercatat dalam kitab itu merupakan rekaman dari amal perbuatan mereka. Seolah-olah mereka sendirilah yang membuat catatan-catatan itu. Firman Allah:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nDengan demikian, tidak perlu adanya bukti-bukti lain sebagai penguat karena semua catatan yang tergores dalam kitab itu menjadi bukti yang sangat meyakinkan, sehingga tidak bisa ditambah atau dikurangi lagi.",
    "quraish": "Dikatakan kepadanya, \"Bacalah dengan kekuasaan Allah--meskipun di dunia dia tidak bisa membaca--kitab perbuatanmu. Cukuplah dirimu sendiri pada saat ini sebagai penghitung perbuatan kamu.\"",
    "jalalayn": "Dan dikatakan kepadanya: (\"Bacalah kitabmu, cukuplah dirimu sendiri pada waktu itu sebagai penghisab terhadapmu.\") menjadi penghisab sendiri."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 15,
    "arab": "مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا",
    "translation": "Barangsiapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2044.mp3",
    "tafsir": "Dalam sebuah riwayat yang berasal dari Ibnu 'Abbas dinyatakan bahwa ayat ini turun berkenaan dengan Walid bin Mugirah ketika ia berkata kepada penduduk Mekah, \"Ingkarilah Muhammad dan sayalah yang menanggung dosamu.\"\nDalam ayat ini, Allah swt menegaskan bahwa barang siapa yang berbuat sesuai dengan hidayah Allah dan tuntunan Rasulullah, yaitu melaksanakan perintah-perintah-Nya dan menjauhi larangan-larangan-Nya, berarti dia telah berbuat untuk menyelamatkan dirinya sendiri. Ia akan memperoleh catatan tentang amal perbuatan baiknya di dalam kitabnya. Ia akan merasa bahagia karena akan mendapatkan keridaan Allah, dan menerima imbalan yang berlimpah, yaitu surga dengan berbagai kenikmatan yang serba menyenang-kan. Akan tetapi, barang siapa yang sesat, yaitu orang yang menyimpang dari bimbingan Al-Qur'an, akan mengalami kerugian. Ia akan mendapatkan catatan tentang amal perbuatan buruknya di dalam kitab itu. Ia akan merasakan penyesalan yang tidak ada gunanya dan akan dimasukkan ke dalam neraka, sebagai balasan yang pantas baginya.\nSelanjutnya, Allah swt menegaskan bahwa pada hari itu orang yang berdosa tidak dapat memikul dosa orang lain. Tiap-tiap orang bertanggung jawab terhadap perbuatan buruknya sendiri, sehingga tidak mungkin sese-orang dibebani dosa selain dosanya sendiri. Mereka akan menerima balasan amal sesuai dengan berat ringan kejahatan yang mereka lakukan.\nApabila ada orang yang disiksa karena menyesatkan orang lain, sehingga dijatuhi hukuman sesuai dengan dosa orang yang disesatkan, bukan berarti orang yang menyesatkan itu menanggung dosa orang yang disesatkan. Akan tetapi, orang yang menyesatkan itu dianggap berdosa karena menyesatkan orang lain. Oleh sebab itu, ia dihukum sesuai dengan dosanya sendiri, dan ditambah dengan dosa menyesatkan orang.\nAllah swt berfirman:\n\n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). (an-Nahl/16: 25)\n\nDan firman Allah:\n\nDan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka. (al-'Ankabut/29: 13)\n\nDi akhir ayat ini, disebutkan bahwa Allah tidak akan mengazab seseorang atau suatu kaum sebelum mengutus seorang rasul. Maksudnya Allah tidak akan membebankan hukuman kepada orang-orang yang melakukan suatu perbuatan kecuali setelah mengutus seorang rasul untuk membacakan dan menerangkan ketentuan hukumannya. Dengan demikian, ayat ini dipandang sebagai asas legalitas dalam pidana Islam. Artinya, semua perbuatan yang diancam dengan hukuman haruslah terlebih dahulu diundangkan melalui sarana perundang-perundangan yang dapat menjamin bahwa peraturan ini dapat diketahui oleh seluruh rakyat. Hal itu juga berarti bahwa sosialisasi perundang-undangan merupakan hal yang penting.\nAyat ini juga mengandung maksud bahwa Allah tidak akan membinasa-kan umat karena dosanya, sebelum mengutus seorang utusan yang memberi peringatan dan menyampaikan syariat Allah kepada mereka, dan memberi ancaman jika mereka membangkang dan tetap dalam pembangkangannya.\nAllah swt berfirman:\n\nSetiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.\" (al-Mulk/67: 8-9)\n\nDan firman-Nya:\n\nBukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun. (Fathir/35: 37)",
    "quraish": "Barangsiapa mengikuti jalan yang benar, maka sesungguhnya manfaatnya akan kembali kepada dirinya sendiri. Dan barangsiapa keluar dari jalan kebenaran, maka dosa ketersesatannya itu kembali kepada dirinya pula. Seorang manusia yang berdosa tidak akan menanggung dosa manusia lainnya. Tidaklah benar bagi Kami untuk menyiksa seseorang karena perbuatan buruknya, padahal Kami belum mengutus kepadanya seorang utusan Kami yang menunjukkan kepada kebenaran dan mencegah kebatilan.",
    "jalalayn": "(Barang siapa berbuat sesuai dengan hidayah Allah, maka sesungguhnya dia berbuat itu untuk keselamatan dirinya) karena pahala hidayahnya itu dia sendirilah yang memetiknya (dan barang siapa yang sesat, maka sesungguhnya dia tersesat bagi kerugian dirinya sendiri) karena sesungguhnya dia sendirilah yang menanggung dosa sesatnya itu. (Dan tidak dapat menanggung) seseorang (yang berdosa) pelaku dosa; artinya ia tidak dapat menanggung (dosa) orang (lain, dan Kami tidak akan mengazab) seorang pun (sebelum Kami mengutus seorang rasul) yang menjelaskan kepadanya apa yang seharusnya ia lakukan."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 16,
    "arab": "وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا ",
    "translation": "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2045.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa apabila Dia berkehendak untuk membinasakan suatu negeri, maka Allah swt memerintahkan kepada orang-orang yang hidup bermewah-mewah di negeri itu supaya menaati Allah. Maksudnya apabila suatu kaum telah melakukan kemaksiatan dan kejahatan secara merata, dan pantas dijatuhi siksaan, maka Allah swt karena keadilan-Nya, tidaklah segera menjatuhkan siksaan sebelum memberikan peringatan kepada para pemimpin mereka untuk menghentikan kemaksiatan dan kejahatan kaumnya dan segera kembali taat kepada ajaran Allah.\nAkan tetapi, dari sejarah kita mengetahui bahwa orang-orang yang jauh dari hidayah Allah tidak mau mendengarkan peringatan itu, bahkan mereka menjadi pembangkang dan penentangnya. Allah lalu memusnahkan mereka dari muka bumi dengan berbagai azab, baik berupa bencana alam, maupun bencana-bencana lainnya. Itulah ketentuan Allah yang tak dapat dielakkan. Allah menghancurkan negeri itu sehancur-hancurnya, sehingga tidak ada sedikit pun yang tersisa, baik rumah-rumah maupun harta kekayaan mereka.",
    "quraish": "Jika Kami telah menetapkan di al-Lawh al-Mahfûzh untuk memusnahkan penduduk sebuah kampung sesuai dengan kebijaksanaan Kami, maka Kami menjadikan orang-orang yang hidup mewah sebagai penguasa di situ. Mereka lalu membuat kerusakan, keluar dari kebenaran dan diikuti secara membabi buta oleh orang lain sebelum jelas segalanya. Dengan begitu, semuanya berhak menerima hukuman. Lalu Kami pun membinasakannya dengan kejam.",
    "jalalayn": "(Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang-orang yang hidup mewah di negeri itu) yakni orang-orang kaya yang dimaksud para pemimpinnya, yaitu untuk taat kepada Kami melalui lisan rasul-rasul Kami (tetapi mereka melakukan kefasikan di negeri itu) maka menyimpanglah mereka dari perintah Kami (maka sudah sepantasnya berlaku terhadapnya perkataan Kami) azab Kami (kemudian Kami hancurkan negeri itu sehancur-hancurnya) artinya Kami binasakan negeri itu dengan membinasakan penduduknya serta menghancurkan negerinya."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 17,
    "arab": "وَكَمْ اَهْلَكْنَا مِنَ الْقُرُوْنِ مِنْۢ بَعْدِ نُوْحٍۗ وَكَفٰى بِرَبِّكَ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
    "translation": "Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2046.mp3",
    "tafsir": "Allah lalu mengisahkan kaum-kaum yang mengalami nasib yang sama setelah Nuh. Mereka dibinasakan karena pembangkangan mereka terhadap utusan-utusan Allah yang ditugasi untuk menghentikan mereka dan mengajak untuk kembali menaati Allah. Ayat ini sebagai penegasan terhadap ayat yang lalu, bahwa tiap kaum yang tetap membangkang setelah datangnya rasul yang memberi peringatan kepada mereka, pasti akan mengalami nasib buruk yang sama dengan umat-umat terdahulu.\nDi akhir ayat ini, Allah swt menyebutkan bahwa balasan yang serupa itu adalah balasan yang bijaksana dan adil, karena Allah telah memberi peringatan dan mengetahui tindak-tanduk mereka. Allah Maha Melihat dosa hamba-hamba-Nya.",
    "quraish": "Telah banyak kaum setelah Nûh yang Kami binasakan karena mendurhakai nabi-nabi mereka. Cukuplah bagi kamu penjelasan dan pemberitaan Tuhanmu, karena Dia Maha Mengetahui atas segala sesuatu dengan pengetahuan yang dalam, seperti halnya pengetahuan orang yang melihat langsung. Dia Maha Mengetahui dosa-dosa hamba-Nya lagi Maha Melihat. Maka tidak ada perbuatan seorang hamba yang tidak diketahu oleh-Nya. Allah akan membalas mereka sesuai dengan amal perbuatannya.",
    "jalalayn": "(Dan sudah berapa banyak) telah banyak (Kami binasakan umat-umat) bangsa-bangsa (sesudah Nuh. Dan cukuplah Rabbmu Maha Mengetahui lagi Maha Melihat dosa hamba-hamba-Nya) Dia mengetahui dosa-dosa mereka yang tersembunyi dan dosa-dosa mereka yang terang-terangan. Lafal bidzunuubi bertaalluq kepada lafal khabiiran dan bashiiran."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 18,
    "arab": "مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا",
    "translation": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2047.mp3",
    "tafsir": "Allah swt mengelompokkan manusia ke dalam dua golongan: golongan yang mencintai kehidupan dunia, dan golongan yang mencintai kehidupan akhirat.\nDalam ayat ini, Allah swt menyebutkan golongan yang pertama, sedangkan golongan yang kedua disebutkan dalam ayat berikutnya. Ketika menyebutkan golongan yang pertama, Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan dunia dengan kenikmatannya yang dapat mereka rasakan, maka Allah swt menyegerakan keinginan mereka itu di dunia sesuai dengan kehendaknya. Tetapi di akhirat, mereka tidak mendapat apapun kecuali azab neraka.\nPernyataan ini ditujukan kepada orang-orang yang tidak mempercayai adanya hari kebangkitan dan hari pembalasan, sehingga mereka yakin bahwa tidak ada lagi kehidupan sesudah kehidupan di dunia ini. Itulah sebabnya mengapa mereka terlalu rakus terhadap kekayaan dunia dan kemewahannya, padahal kehidupan dunia serta kenikmatannya bersifat sementara. Oleh karena itu, kehidupan di dunia dan kemewahannya itu digambarkan Allah sebagai suatu yang segera dapat diperoleh dan dirasakan, tetapi segera pula musnah dan berakhir. Firman Allah:\n\nDan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (ali 'Imran/3: 178)\n\nKemudian Allah swt mengancam mereka dengan ancaman neraka Jahanam sebagai balasan yang pantas bagi mereka. Di dunia, mereka akan mengalami kesedihan yang mendalam karena berpisah dengan kemewahan dunia yang sangat mereka cintai ketika ajal datang merenggut. Sedangkan di akhirat, mereka akan mengalami penderitaan yang seberat-beratnya dan menyesali perbuatan tercela yang mereka lakukan di dunia.",
    "quraish": "Barangsiapa mencari kehidupan dunia yang fana dan bekerja untuknya dengan segala upaya, tetapi ia tidak percaya kepada hari akhir serta tidak menunggu balasan hari akhirat, niscaya Kami segerakan baginya di dunia kelapangan dan kemudahan hidup sesuai kehendak Kami. Ini bagi orang yang menghendaki balasannya disegerakan. Kemudian di akhirat, Kami sediakan baginya neraka jahanam. Dia akan merasakan panasnya dalam keadaan tercela karena perbuatannya dulu. Dia pun menjadi binasa dan terusir dari rahmat Allah.",
    "jalalayn": "(Barang siapa yang menghendaki) dengan amalnya (kehidupan sekarang) yakni perkara duniawi (maka Kami segerakan baginya di dunia itu apa yang Kami kehendaki bagi orang yang Kami kehendaki) lafal liman menjadi badal dari lafal lahuu yang juga disertai pengulangan huruf jar (dan Kami tentukan baginya) di akhirat kelak (neraka Jahanam; ia akan memasukinya) dijebloskan ke dalamnya (dalam keadaan tercela) terhina (lagi terusir) dijauhkan dari rahmat Allah."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 19,
    "arab": "وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا",
    "translation": "Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2048.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan golongan yang kedua. Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh serta tetap beriman, maka dialah orang yang usahanya mendapat balasan yang baik. Yang dimaksud dengan orang-orang yang menghendaki kehidupan akhirat ialah orang-orang yang mencita-citakan kebahagiaan hidup di akhirat, dan berusaha untuk mendapatkannya dengan mematuhi bimbingan Allah serta menjauhi tuntutan hawa nafsunya. Orang yang demikian ini selama hidupnya di dunia menganggap bahwa kenikmatan hidup di dunia serta kemewahannya adalah nikmat Allah yang harus disyukuri dan digunakan sebagai sarana untuk beribadah kepada-Nya.\nItulah sebabnya di akhir ayat ini, Allah swt menegaskan bahwa orang yang demikian itulah yang akan mendapat balasan dari Allah dengan pahala yang berlimpah-limpah, sebagai imbalan dari amalnya yang saleh dan ketabahannya melawan kehendak hawa nafsu. Ia akan dimasukkan ke dalam surga Firdaus dan kekal selama-lamanya di sana.\nDalam ayat ini disebut tiga syarat yang harus dipenuhi agar seseorang itu mencapai kebahagiaan yang abadi yakni: \n1. Adanya kehendak untuk melakukan suatu perbuatan dengan meng-utamakan kebahagiaan akhirat di atas kepentingan duniawi.\n2. Melakukan amal saleh sebagai perwujudan niatnya mendapatkan kebahagiaan akhirat dengan jalan menaati perintah Allah dan selalu mendekatkan diri kepada-Nya.\n3. Menjadi orang mukmin, karena iman merupakan dasar untuk diterima atau tidaknya amal perbuatan. Seseorang yang hatinya kosong dari iman, tidak akan mungkin menerima kebahagiaan yang abadi itu.",
    "quraish": "Barangsiapa menghendaki perbuatannya untuk akhirat, dan dia melakukannya dalam keadaan beriman kepada Allah dan pembalasan-Nya, maka perbuatan mereka diterima Allah dan akan menerima pahala atas perbuatannya.",
    "jalalayn": "(Dan barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh) yakni ia beramal dengan amal yang dengannya ia berhak untuk mendapatkan kehidupan akhirat (sedangkan ia adalah mukmin) kalimat ini berkedudukan menjadi hal (maka mereka itu adalah orang-orang yang usahanya dibalas dengan baik) di sisi Allah; artinya amalnya diterima oleh-Nya dan mendapat pahala dari-Nya."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 20,
    "arab": "كُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا ",
    "translation": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2049.mp3",
    "tafsir": "Kemudian Allah swt menegaskan bahwa kedua golongan itu akan dilimpahi kemurahan-Nya. Maksudnya, baik golongan yang mencintai kehi-dupan duniawi, ataupun golongan yang lebih menyukai kebahagiaan akhirat, akan diberi rezeki dan dibiarkan mengembangkan keturunan. Kemurahan Allah Yang Mahaluas tidak terhalang karena keingkaran seseorang kepada-Nya. Oleh sebab itu, kedua golongan itu sama-sama dapat mencicipi kelezat-an hidup di dunia, sesuai dengan usaha mereka masing-masing. Akan tetapi, kedua golongan itu tidak akan merasakan kasih sayang Allah yang sama. Mereka yang mengutamakan kehidupan dunia dan melupakan kehidupan akhirat, akan masuk neraka Jahanam sebagai tempat yang pantas untuk mereka. Sedangkan mereka yang lebih mengutamakan kehidupan akhirat dan tidak melupakan kehidupan dunia, akan masuk surga sebagai tempat yang penuh kebahagiaan dan kenikmatan yang tiada putusnya. Firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia. (al-Qashash/28: 77)",
    "quraish": "Sesungguhnya Kami akan mengulurkan pemberian kepada kedua golongan itu jika mereka telah melakukan segala upaya yang menyebabkan karunia Tuhan di dunia diberikan. Karunia Tuhan di dunia tidak tertutup bagi setiap orang, Mukmin atau kafir, selama mereka melakukan upaya-upaya penyebabnya.",
    "jalalayn": "(Kepada masing-masing) dari kedua golongan itu (Kami membantu) memberikan bantuan (baik kepada golongan ini maupun golongan itu) kalimat ayat ini menjadi badal (dari) bertaalluq kepada lafal numiddu (kemurahan Rabbmu) di dunia (Dan tiadalah kemurahan Rabbmu) di dunia ini (dapat dihalangi) artinya tiada seorang pun yang terhalang dari kemurahan-Nya itu."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 21,
    "arab": "اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۗ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا",
    "translation": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2050.mp3",
    "tafsir": "Selanjutnya, Allah swt memerintahkan kepada seluruh manusia agar memperhatikan kemurahan yang diberikan-Nya kepada kedua golongan tersebut. Allah swt melebihkan sebagian golongan atas sebagian yang lain. Dari masing-masing golongan, manusia akan mendapat pelajaran, karena meskipun masing-masing berusaha untuk mencari rezeki dan kenikmatan dunia, namun hasilnya berbeda-beda. Nikmat Allah yang diberikan kepada mereka yang mengutamakan kehidupan dunia menyebabkan mereka bertambah ingkar kepada Zat yang memberikan nikmat itu. Sebaliknya, nikmat yang diberikan kepada mereka yang mengutamakan kehidupan akhirat membuat mereka semakin mensyukuri Zat yang memberikan nikmat itu.\nAllah swt berfirman:\n\nDia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. (al-An'am/6: 165)\n\nDan firman-Nya:\n\nKamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. (az-Zukhruf/43: 32)\n\nDari uraian di atas, dapat diketahui bahwa setiap orang harus mengutama-kan kehidupan akhirat karena lebih tinggi derajatnya dan lebih utama dari kehidupan dunia. Mengenai kehidupan di akhirat ini digambarkan dalam hadis:\nBersabda Nabi saw, \"Sesungguhnya orang yang memiliki derajat yang tinggi akan melihat tempat yang mulia di akhirat, seperti engkau melihat bintang di ketinggian langit.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri)",
    "quraish": "Perhatikanlah bagaimana Kami lebihkan sebagian hamba Kami atas hamba Kami yang lain dalam harta, kehidupan dan kelapangan jika mereka melaksanakan upaya-upaya penyebabnya di dunia sesuai dengan hikmah yang telah Kami ketahui. Sesungguhnya perbedaan mereka di negeri akhirat jauh lebih besar daripada perbedaan mereka di dunia. Maka seyogianya ini diperhatikan. Di akhiratlah terdapat kemuliaan dan keutamaan yang hakiki.",
    "jalalayn": "(Perhatikanlah bagaimana kami lebihkan sebagian dari mereka atas sebagian yang lain) dalam hal rezeki dan derajat (Dan pasti kehidupan akhirat lebih tinggi) lebih agung (kedudukannya dan lebih besar keutamaannya) daripada kehidupan dunia, oleh karenanya harus lebih dipentingkan dalam meraihnya."
  },
  {
    "hizb": 113,
    "name": "Al-Isra'",
    "ayat": 22,
    "arab": "لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَقْعُدَ مَذْمُوْمًا مَّخْذُوْلًا ࣖ ",
    "translation": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2051.mp3",
    "tafsir": "Allah swt melarang manusia menuhankan sesuatu selain Allah, seperti menyembah patung dan arwah nenek moyang walaupun dengan maksud mendekatkan diri kepada-Nya. Termasuk yang dilarang ialah mengakui adanya kekuatan lain selain Allah yang dapat mempengaruhi dirinya, atau melakukan perbuatan nyata, seperti memuja benda-benda, ataupun kekuatan gaib lain yang dianggap sebagai tuhan. Larangan ini ditujukan kepada seluruh manusia agar tidak sesat dan menyesal karena melakukan sesuatu yang seharusnya tidak dilakukan terhadap Penciptanya. Mereka seharusnya mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka, bukan menyekutukan-Nya karena tidak ada penolong manusia selain Allah.\nAllah swt berfirman:\n\nJika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? (ali 'Imran/3: 160)",
    "quraish": "Wahai orang yang mukallaf (dibebankan tugas kewajiban), janganlah kamu menjadikan sekutu bagi Allah. Sebab dengan begitu kamu akan menjadi terhina dan tercela.",
    "jalalayn": "(Janganlah kamu adakan tuhan yang lain di samping Allah agar kamu tidak tercela dan terhina) artinya tidak ada yang menolongmu."
  }
]