[
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 50,
    "arab": "۞ قُلْ كُوْنُوْا حِجَارَةً اَوْ حَدِيْدًاۙ ",
    "translation": "Katakanlah (Muhammad), “Jadilah kamu batu atau besi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2079.mp3",
    "tafsir": "Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah.\nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman:\n\nDan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48)\n\nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18)\n\nPada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda:\n\"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah)\n\nDi akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.",
    "quraish": "Katakanlah kepada mereka, wahai Nabi, \"Seandainyapun kalian itu batu yang tidak memiliki kehidupan, atau besi yang lebih keras dari batu,",
    "jalalayn": "(Katakanlah) kepada mereka (\"Jadilah kamu sekalian batu atau besi)."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 51,
    "arab": "اَوْ خَلْقًا مِّمَّا يَكْبُرُ فِيْ صُدُوْرِكُمْ ۚفَسَيَقُوْلُوْنَ مَنْ يُّعِيْدُنَاۗ قُلِ الَّذِيْ فَطَرَكُمْ اَوَّلَ مَرَّةٍۗ فَسَيُنْغِضُوْنَ اِلَيْكَ رُءُوْسَهُمْ وَيَقُوْلُوْنَ مَتٰى هُوَۗ قُلْ عَسٰٓى اَنْ يَّكُوْنَ قَرِيْبًا",
    "translation": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu.” Maka mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, “Kapan (Kiamat) itu (akan terjadi)?” Katakanlah, “Barang kali waktunya sudah dekat,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2080.mp3",
    "tafsir": "Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah.\nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman:\n\nDan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48)\n\nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18)\n\nPada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda:\n\"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah)\n\nDi akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.",
    "quraish": "atau makhluk lain selain itu yang sulit diterima mengandung kehidupan, kalian pasti akan dibangkitkan kembali. Dengan bersikap ingkar, mereka akan berkata, \"Siapa yang akan membangkitkan kami?\" Katakan kepada mereka, \"Allah yang menciptakan kalian pertama kali itulah yang akan mengembalikan kalian.\" Mereka akan menggerakkan kepala terheran-heran kepadamu lalu mengatakan, \"Bilakah hari kebangkitan yang kamu janjikan kepada kami itu?\" Katakan kepada mereka, \"Mudah-mudahan tidak lama lagi.\"",
    "jalalayn": "(Atau suatu makhluk dari makhluk yang tidak mungkin hidup menurut pikiran kalian.\") artinya hal itu tidak mungkin dapat hidup lebih daripada tulang-belulang dan benda-benda yang hancur, maka pasti roh akan kembali kepada kalian. (Maka mereka akan bertanya, \"Siapakah yang akan mengembalikan kami?\") untuk dapat hidup kembali (Katakanlah, \"Yang telah menjadikan kalian) yakni yang telah menciptakan kalian (pada kali yang pertama.\") sedangkan kalian pada waktu itu belum menjadi apa-apa; karena sesungguhnya Tuhan yang mampu menciptakan mampu pula untuk mengembalikannya lagi, bahkan untuk mengembalikan ciptaan jauh lebih mudah daripada memulainya. (Lalu mereka akan menggeleng-gelengkan) menggerak-gerakkan (kepala mereka kepadamu) sebagai ungkapan rasa takjub mereka (dan berkatalah mereka) dengan nada mengejek (\"Kapan itu?\") hari berbangkit itu terjadi (Katakanlah, \"Mudah-mudahan waktu berbangkit itu dekat\")."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 52,
    "arab": "يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا ࣖ ",
    "translation": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2081.mp3",
    "tafsir": "Kemudian dijelaskan bahwa hari kebangkitan itu adalah hari ketika Allah swt memanggil semua manusia, lalu mereka akan mematuhi panggilan itu sambil memuji-Nya. Maksudnya ialah bahwa pada hari itu Allah dengan kemahakuasaan-Nya memanggil seluruh manusia. Lalu mereka bangkit dari kuburnya sambil memuji kekuasaan Allah yang telah membangkitkan mereka sesuai dengan janji yang telah ditetapkan.\nAllah swt berfirman:\n\nDan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. (Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). (Qaf/50: 41-42)\nDiriwayatkan dalam sebuah hadis marfu dari Anas bahwa beliau berkata, \"Orang-orang yang mengucapkan, \"Tiada tuhan selain Allah,\" tidaklah merasa kesepian di alam kubur. Seolah aku bersama mereka keluar dari kuburnya dengan menyeka debu tanah dari kepala mereka, seraya berkata, \"Tiada tuhan selain Allah.\" Dalam riwayat ath-thabrani dari Ibnu Umar bahwa mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan kami.\" (Riwayat ath-thabrani)\n\nPada saat bangkit dari kubur, mereka mengira bahwa mereka hidup di dunia tidak lama, tetapi hanya sebentar saja.\nAllah swt berfirman:\n\nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46) (Perhatikan pula Yunus/10: 45)\n\nAl-hasan al-Bashri memberi penjelasan bahwa yang dimaksud dengan dekatnya hari kebangkitan itu ialah di hari itu kamu merasa seolah-olah pernah berada di dunia, (padahal kamu sekian lama berada di sana), dan tiba-tiba kamu sekarang telah berada di akhirat dan dalam menjalani proses penghitungan amal baik dan buruk.",
    "quraish": "Hari tatkala Allah membangkitkan kalian dari kubur itu pasti datang. Saat itu kalian akan dibangkitkan dalam keadaan memuji Tuhan atas kekuasaan-Nya yang sempurna. Kalian menyangka bahwa kalian berada di dalam kubur hanya beberapa saat saja. Saat itu, waktu yang panjang kalian rasakan pendek dibandingkan dengan masa ketika kalian akan menuju kematian.",
    "jalalayn": "(Yaitu pada hari Dia memanggil kalian) memanggil kalian dari alam kubur melalui lisan malaikat Israfil (lalu kalian mematuhi-Nya) menaati seruan-Nya dari alam kubur (sambil memuji-Nya) dengan seizin-Nya; dan menurut suatu pendapat dikatakan bahwa yang diucapkan itu adalah kalimat walahul hamdu; artinya bagi-Nya segala puji (dan kalian mengira, bahwa tiada lain) tidak lain (kalian tinggal) di dunia (kecuali sebentar saja) karena kalian sangat ngeri dan kaget melihat pemandangan pada hari itu."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 53,
    "arab": "وَقُلْ لِّعِبَادِيْ يَقُوْلُوا الَّتِيْ هِيَ اَحْسَنُۗ اِنَّ الشَّيْطٰنَ يَنْزَغُ بَيْنَهُمْۗ اِنَّ الشَّيْطٰنَ كَانَ لِلْاِنْسَانِ عَدُوًّا مُّبِيْنًا",
    "translation": "Dan katakanlah kepada hamba-hamba-Ku, “Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2082.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah agar mengatakan kepada semua hamba-Nya supaya mengucapkan perkataan yang lebih baik pada saat berbicara atau berdebat dengan orang-orang musyrik ataupun yang lainnya. Agar mereka tidak menggunakan kata-kata yang kasar dan caci-maki yang akan menimbulkan kebencian, tetapi hendaklah menggunakan kata-kata yang benar dan mengandung pelajaran yang baik.\nAllah swt berfirman:\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Nahl/16: 125). Perhatikan pula al-'Ankabut/29: 46.\n\nAllah swt menjelaskan alasan larangan-Nya itu, yaitu setan bisa merusak suasana dan menyebarkan bencana di antara kaum Mukminin dengan orang-orang musyrik ketika mereka berbicara kasar dan berselisih. Perselisihan di kalangan mereka bisa menimbulkan pertentangan, bahkan perkelahian. Dalam hal ini, Rasulullah saw pernah melarang seorang laki-laki Muslim menudingnya dengan menggunakan sepotong besi, karena khawatir kalau-kalau setan melepaskan senjata itu dari tangannya lalu meluncur mengenai Rasul. Hal ini akan menyebabkan orang itu berdosa dan dimasukkan ke dalam neraka.\nDiriwayatkan oleh Imam Ahmad dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda:\nJanganlah seorang di antara kamu mengacung- acungkan senjata kepada saudaranya, karena sesungguhnya ia tidak mengetahui, boleh jadi setan melepaskan senjata dari tangannya, sehingga dia akan masuk ke lembah neraka. (Riwayat Imam Ahmad dari Abu Hurairah)\n\nKemudian Allah menegaskan bahwa setan adalah musuh yang nyata bagi manusia. Permusuhan di antara keduanya sudah berlangsung lama. Dalam ayat lain Allah swt berfirman:\n\nKemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. (al-A'raf/7: 17)",
    "quraish": "Katakan, wahai Muhammad, kepada hamba-hamba-Ku yang beriman, hendaknya mereka mengucapkan kata-kata yang paling baik ketika menghadapi orang-orang musyrik sehingga dapat melunakkan hati mereka. Hendaknya juga mereka meninggalkan perkataan kasar yang dapat mengakibatkan kejahatan dan kerusakan. Sesungguhnya setan selalu berusaha merusak hubungan antara orang-orang Mukmin dan orang-orang kafir. Sebab setan adalah musuh abadi manusia yang sangat nyata.",
    "jalalayn": "(Dan katakanlah kepada hamba-hamba-Ku) yang beriman (\"Hendaklah mereka mengucapkan) kepada orang-orang kafir kalimat (yang lebih baik.\" Sesungguhnya setan itu menimbulkan perselisihan) yakni kerusakan (di antara mereka. Sesungguhnya setan itu adalah musuh yang nyata bagi manusia) jelas permusuhannya. Sedangkan yang dimaksud dengan kalimat yang lebih baik itu ialah dijelaskan oleh firman selanjutnya, yaitu:"
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 54,
    "arab": "رَبُّكُمْ اَعْلَمُ بِكُمْ اِنْ يَّشَأْ يَرْحَمْكُمْ اَوْ اِنْ يَّشَأْ يُعَذِّبْكُمْۗ وَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ وَكِيْلًا",
    "translation": "Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2083.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dialah yang lebih mengetahui tentang keadaan orang-orang musyrik itu. Bila Allah menghendaki, tentu Dia akan memberikan rahmat-Nya dengan jalan memberikan taufik dan hidayah-Nya kepada mereka, sehingga selamat dari kesesatan dan menjadi manusia yang patuh. Tetapi bila Dia menghendaki untuk menyiksanya, tentu mereka tidak akan memperoleh hidayah untuk beriman.\nDalam ayat ini terdapat isyarat bahwa kaum Muslimin tidak boleh menghina kaum musyrikin, dan mengatakan mereka sebagai ahli neraka. Kepastian seseorang masuk neraka ataupun tidak, termasuk masalah gaib yang hanya diketahui Allah swt. Kaum Muslimin juga tidak boleh melaku-kan sesuatu yang membuat mereka malu, karena yang demikian itu hanya menyebabkan mereka dengki dan menimbulkan permusuhan.\nDi akhir ayat ditegaskan bahwa Allah tidak mengutus Rasul-Nya untuk memaksa mereka melakukan apa yang diridai-Nya. Akan tetapi, Allah mengutusnya sebagai pemberi berita gembira dan peringatan. Itulah sebab-nya Allah melarang Rasulullah melakukan pemaksaan terhadap mereka, dan memerintahkan agar semua sahabatnya bersikap lapang dada.",
    "quraish": "Tuhan lebih tahu tentang kesudahan nasib kalian. Jika berkehendak, Dia akan menyayangi kalian dengan menunjukkan kalian kepada keimanan. Atau, jika Dia berkehendak menyiksa kalian, Dia pasti melakukan hal itu dengan tidak memberi keimanan. Kami tidak mengutusmu untuk menguasai mereka hingga kamu dapat memaksa mereka untuk beriman. Kami hanya mengutusmu sebagai pemberi kabar gembira bagi orang-orang yang membenarkan (ajaran) dan sebagai pemberi peringatan bagi orang-orang yang mendustakannya. Maka, berlemah-lembutlah kepada mereka dan perintahlah para sahabatmu untuk bersabar menghadapi orang-orang musyrik itu.",
    "jalalayn": "(Rabb kalian lebih mengetahui tentang kalian. Dia akan memberi rahmat kepada kalian jika Dia menghendaki) sehingga kalian mau bertobat dan beriman (atau jika Dia menghendaki) untuk mengazab kalian (akan mengazab kalian) dengan mematikan kalian dalam keadaan kafir. (Dan Kami tidaklah mengutusmu untuk menjadi penjaga bagi mereka.) oleh karenanya kamu memaksa mereka untuk beriman. Ayat ini diturunkan sebelum ada perintah berperang."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 55,
    "arab": "وَرَبُّكَ اَعْلَمُ بِمَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَّاٰتَيْنَا دَاوٗدَ زَبُوْرًا",
    "translation": "Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2084.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah swt lebih mengetahui keadaan hamba-Nya yang di langit atau di bumi, yang tampak ataupun yang tidak. Dia memilih di antara hamba-Nya, siapa yang pantas menerima tugas kenabian dan pengetahuan agama. Dia pula yang melebihkan hamba yang satu dari hamba yang lainnya, sesuai dengan ilmu dan kuasa-Nya semata.\nAyat ini juga merupakan sanggahan terhadap kaum musyrikin yang mengatakan bahwa jauh kemungkinannya Muhammad yang hanya seorang anak yatim piatu dan diasuh oleh pamannya, Abu thalib, menjadi seorang nabi. Kalau pengikut-pengikutnya hanyalah orang-orang kelaparan, dan berpakaian compang-camping, tidak mungkin orang bangsawan dan pemuka-pemuka Quraisy mau menjadi pengikutnya.\nPenyebutan bahwa Allah lebih mengetahui makhluk-Nya yang ada di langit dan di bumi pada ayat ini merupakan sanggahan terhadap dugaan dan keinginan mereka bahwa sepatutnya Allah mengirim malaikat atau orang besar dari Mekah atau Taif, untuk menjadi utusan-Nya. Firman Allah:\n\n\nMengapa bukan para malaikat yang diturunkan kepada kita. (al-Furqan/25: 21)\n\nFirman Allah pula:\n\nDan mereka (juga) berkata, \"Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" (az-Zukhruf/43: 31)\n\nDi antara hamba Allah yang dipilih untuk menjadi utusan-Nya ialah mereka yang mempunyai keutamaan rohani dan jiwa yang bersih. Allah swt melebihkan sebagian nabi atas sebagian yang lain sesuai dengan pilihan-Nya juga, seperti Nabi Ibrahim diberi keistimewaan sehingga diberi gelar Khalilullah dan Nabi Musa diberi keistimewaan pula sehingga diberi gelar Kalimullah. Nabi Muhammad diberi mukjizat yang tertinggi di antara semua mukjizat yaitu Al-Qur'an dan diberi kemuliaan menghadap langsung ke hadirat-Nya ketika Isra' dan Mi'raj.\nAllah swt berfirman:\n\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. (al-Baqarah/2: 253)\n\nDi akhir ayat, Allah menyebutkan bahwa Dia telah memberikan Zabur kepada Daud a.s. Dengan demikian, dapat dipahami bahwa keutamaan Nabi Daud, bukan hanya karena menjadi raja, tetapi karena ia juga memperoleh kitab dari Allah.\nPenyebutan Zabur secara khusus dalam ayat ini karena dalam kitab itu disebutkan bahwa Nabi Muhammad adalah nabi penutup dan umatnya adalah umat yang baik pula.\nAllah swt berfirman:\n\nDan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauá¸¥ Maá¸¥fudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh. (al-Anbiya'/21: 105)\n\nYang dimaksud dengan hamba-hamba-Ku yang saleh dalam ayat di atas adalah Nabi Muhammad dan umatnya.",
    "quraish": "Tuhanmu lebih tahu tentang siapa dan bagaimana keadaan yang ada di langit dan di bumi. Atas dasar itu Dia memilih siapa saja di antara mereka yang dikehendaki untuk menjadi Nabi-Nya. Dia telah memilihmu, Muhammad, untuk membawa pesan-pesan suci-Nya. Maka tidak dibenarkan bagi mereka terlalu berlebihan dalam memandang kenabianmu itu. Para nabi itu tidak sama keutamaannya di sisi Allah. Sebaliknya, sebagian mereka lebih utama daripada yang lain. Allah mengutamakan sebagian nabi dari yang lainnya dengan sejumlah mukjizat dan banyaknya pengikut, bukan dengan kerajaan. Sedangkan Dâwûd, keutamaannya adalah bahwa ia diberi Zabûr, bukan karena kerajaannya. Oleh karena itu, jangan heran kalau kamu mendapat keutamaan yang besar berupa al-Qur'ân.",
    "jalalayn": "(Dan Rabbmu lebih mengetahui siapa yang ada di langit dan di bumi) maka Dia mengkhususkan bagi mereka apa-apa yang Dia kehendaki sesuai dengan kondisi mereka. (Dan sesungguhnya telah Kami lebihkan sebagian nabi-nabi itu atas sebagian yang lain) dengan memberikan keistimewaan-keistimewaan tersendiri kepada masing-masing dengan keutamaan, sebagaimana yang pernah diberikan kepada Nabi Musa yaitu dapat berbicara dengan-Nya, dan Nabi Ibrahim dijadikan-Nya sebagai kekasih-Nya, serta Nabi Muhammad dengan perjalanan isranya (dan Kami berikan kitab Zabur kepada Daud)."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 56,
    "arab": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِهٖ فَلَا يَمْلِكُوْنَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيْلًا",
    "translation": "Katakanlah (Muhammad), “Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2085.mp3",
    "tafsir": "Sabab nuzul ayat ini ialah sebagaimana diriwayatkan oleh al-Bukhari dari Ibnu Mas'ud bahwa ada manusia yang menyembah manusia dan jin. Jin tersebut sebagian masuk Islam, dan sebagian lagi tetap dalam keyakinannya. Maka turunlah ayat ini. \nDalam ayat ini, Allah memerintahkan Rasul-Nya agar mengatakan ke-pada kaum musyrikin Mekah ucapan berikut ini, \"Pada saat kamu ditimpa bahaya, seperti kemiskinan dan serangan penyakit, cobalah panggil mereka yang kamu anggap tuhan selain Allah, apakah tuhan-tuhan itu mampu menghilangkan bahaya yang menimpa kamu?\" Maka dalam ayat ini Allah menegaskan bahwa orang-orang yang mereka anggap tuhan itu tidak akan mampu menolak bahaya atau memindahkannya kepada orang lain. Sebab, mereka memang tidak mempunyai kekuasaan untuk melakukan yang demikian. Yang mempunyai kekuasaan dan kemampuan untuk menghilang-kan bahaya itu ialah Pencipta alam semesta ini dan sekaligus Pencipta mereka, yaitu Allah Yang Maha Esa. Oleh karena itu, Allah itulah yang harus disembah.",
    "quraish": "Katakan kepada orang-orang yang menyembah makhluk dan mengakui tuhan-tuhan lain selain Allah, \"Mintalah kepada tuhan-tuhan yang kalian sembah itu ketika kalian terkena musibah atau ketika kalian takut tertimpa bencana. Tanyakan mereka tentang bencana itu! Kalian pasti tidak akan mendapati mereka mampu menghindarkan bencana itu atau mengalihkannya dari kalian.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Panggillah mereka yang kalian anggap) bahwa mereka adalah tuhan-tuhan sesembahan kalian (selain-Nya) seperti para malaikat, Nabi Isa dan Nabi Uzair (maka mereka tidak akan mempunyai kekuasaan untuk menghilangkan bahaya daripada kalian dan tidak pula memindahkannya.\") memindahkan bahaya itu kepada orang selain kalian."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 57,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ يَدْعُوْنَ يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُوْنَ رَحْمَتَهٗ وَيَخَافُوْنَ عَذَابَهٗۗ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوْرًا",
    "translation": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2086.mp3",
    "tafsir": "Di atas telah disebutkan bahwa kaum musyrik menyembah para malaikat, jin, Nabi Isa, dan 'Uzair. Mereka menganggapnya sebagai tuhan yang dapat menghilangkan bahaya dan kemudaratan mereka. Lalu Allah menyebutkan bahwa yang mereka sembah itu sendiri sebenarnya mencari wasilah (jalan) untuk mendekatkan diri kepada-Nya. Jalan itu tidak lain ialah taat kepada perintah Allah dan menjauhi larangan-Nya.\nImam at-Tirmidzi dan Ibnu Mardawaih meriwayatkan sebuah hadis dari Abu Hurairah, ia berkata:\nRasulullah saw bersabda, \"Mohonkanlah wasilah untukku kepada Allah.\" Mereka bertanya, \"Apakah wasilah itu? Nabi pun berkata, \"Mendekatkan diri kepada Allah.\" Kemudian Nabi membaca ayat ini (ayat 57).\n\nLebih lanjut Allah menjelaskan bahwa orang-orang yang paling dekat sekalipun, di antara para malaikat, jin, Nabi Isa, dan 'Uzair, kepada Allah tetap mencari wasilah untuk mendekatkan diri kepada-Nya, dengan menaati dan menghambakan diri kepada-Nya. Oleh karena itu, apakah mereka layak disembah? Mengapa kamu tidak langsung saja menyembah Allah?\nPada bagian akhir ayat ini, Allah swt menyebutkan bahwa sesungguhnya azab Tuhan adalah hal yang (harus) ditakuti oleh siapa pun, baik para malaikat, para rasul dan nabi-Nya, maupun manusia seluruhnya.",
    "quraish": "Makhluk yang dimintai pertolongan oleh orang-orang yang menyembahnya itu sebenarnya juga menyembah Allah. Mereka juga meminta kedudukan yang tinggi di sisi Allah dengan selalu taat kepada-Nya. Masing-masing dari mereka berusaha keras untuk lebih dekat kepada Allah, merindukan kasih sayang-Nya dan sangat takut akan siksa-Nya. Sesungguhnya siksa Allah patut diwaspadai dan ditakuti.",
    "jalalayn": "(Orang-orang yang mereka seru itu) sebagai tuhan-tuhan sesembahan mereka (mereka sendiri mencari)-cari (jalan kepada Rabb mereka) dengan mendekatkan diri melalui ketaatan kepada-Nya (siapakah di antara mereka) lafal ini menjadi badal daripada wawu yang terdapat dalam lafal yabtaghuuna; artinya mencari jalan itu (yang lebih dekat) kepada Allah; maka mengapa mencarinya kepada selain-Nya (dan mengharapkan rahmat-Nya dan takut akan azab-Nya) sama dengan orang-orang selain mereka; maka mengapa kalian menganggap mereka sebagai tuhan-tuhan. (Sesungguhnya azab Rabbmu adalah suatu yang harus ditakuti)."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 58,
    "arab": "وَاِنْ مِّنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوْهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوْهَا عَذَابًا شَدِيْدًاۗ كَانَ ذٰلِكَ فىِ الْكِتٰبِ مَسْطُوْرًا",
    "translation": "Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2087.mp3",
    "tafsir": "Allah swt memberikan peringatan kepada kaum musyrikin Mekah yang mengingkari terjadinya hari kebangkitan, hari pembalasan, dan kerasulan Muhammad, bahwa tidak ada suatu negeri pun yang penduduknya durhaka, melainkan dibinasakan keseluruhannya, sebelum hari kiamat datang atau ditimpa bencana yang hebat karena dosa dan keingkaran mereka kepada nabi-nabi yang pernah diutus kepada mereka.\nAllah swt berfirman:\n\nDan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat). Sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. (ath-thalaq/65: 8-9)\n\nAllah swt menjelaskan bahwa yang demikian itu telah tercantum dalam kitab Allah, sebagaimana diriwayatkan oleh Imam at-Tirmidzi dari 'Ubadah bin shamit ia berkata, \"Saya telah mendengar Rasulullah saw bersabda:\nSebenarnya yang diciptakan pertama kali oleh Allah ialah qalam (pena), kemudian Allah swt berfirman pada qalam itu, \"Catatlah,\" lalu qalam itu berkata, \"Apa yang akan saya catat?\" Allah swt berfirman, \"Catatlah hal-hal yang telah ditentukan, dan apa yang akan terjadi hingga hari kiamat.\" (Riwayat Imam at-Tirmidzi dari 'Ubadah bin shamit)",
    "quraish": "Ketentuan Kami telah berlaku, yaitu bahwa Kami akan memusnahkan setiap kampung yang semua penghuninya zalim atau menyiksa penduduknya secara kejam dengan membunuh atau lainnya. Oleh karena itu kamu hendaknya berhati-hati. Ketetapan takdir Kami itu benar-benar telah berlaku dan tertulis dalam buku Kami.",
    "jalalayn": "(Dan tak ada) tiada (suatu negeri pun) yang dimaksud adalah penduduknya (melainkan Kami membinasakannya sebelum hari kiamat) dengan mematikan mereka (atau Kami mengazabnya dengan azab yang sangat keras) dengan cara membunuhnya atau dengan cara yang lain. (Adalah yang demikian itu di dalam kitab) di Lohmahfuz (telah tertulis) telah tertera di dalamnya."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 59,
    "arab": "وَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ وَاٰتَيْنَا ثَمُوْدَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوْا بِهَاۗ وَمَا نُرْسِلُ بِالْاٰيٰتِ اِلَّا تَخْوِيْفًا",
    "translation": "Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2088.mp3",
    "tafsir": "Imam Ahmad meriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Penduduk Mekah meminta kepada Nabi saw agar mengubah gunung Safa menjadi gunung emas, dan menghilangkan bukit agar tanahnya bisa diguna-kan untuk pertanian. Malaikat mengatakan kepada Nabi, \"Jika engkau mau memenuhi permintaan mereka, penuhilah. Apabila mereka mengingkari, mereka dapat dibinasakan seperti umat-umat terdahulu.\" Nabi bersabda, \"Tetapi saya ingin menunda permintaan mereka.\" Kemudian Allah menurun-kan ayat ini.\"\nAllah menjelaskan bahwa tidak ada yang mampu menghalangi ter-laksananya mukjizat yang diberikan kepada rasul-Nya. Orang-orang dahulu yang mendustakan tanda-tanda kekuasaan-Nya (mukjizat) seperti yang telah diberikan kepada para rasul-Nya yang terdahulu, akan dimusnahkan. Begitu pula orang-orang Quraisy yang meminta kepada Nabi Muhammad saw, supaya Allah menurunkan pula tanda-tanda kekuasaan-Nya kepada mereka. Akan tetapi, Allah tidak mengabulkannya, karena bila tanda-tanda kekuasaan Allah itu diturunkan, pasti mereka mendustakannya juga dan tentulah mereka akan dibinasakan seperti umat-umat yang dahulu. Sedang Allah tidak akan membinasakan orang-orang Quraisy, karena di antara keturunan mereka ada yang diharapkan menjadi orang-orang yang beriman.\nAllah swt menjelaskan bahwa Dia telah memberikan tanda-tanda kekuasaan-Nya (mukjizat-Nya) kepada Nabi Saleh, seperti yang diminta oleh kaum Samud yaitu unta betina yang dapat mereka saksikan sendiri.\nRasulullah bersabda:\nDiriwayatkan dari ar-Rabi' bin Anas, ia berkata, \"Orang-orang Quraisy berkata kepada Rasulullah saw, \"(Kami mau beriman), seandainya didatangkan kepada kami tanda-tanda kekuasaan Allah, seperti yang didatangkan oleh Nabi Saleh dan para nabi (kepada umat mereka).\" Kemudian Rasulullah saw bersabda, \"Kalau kamu sekalian menginginkan agar saya berdoa kepada Allah, tentulah Allah akan menurunkan (tanda-tanda kekuasaan itu) kepadamu. Tetapi apabila kamu membangkang juga, tentulah kamu akan dibinasakan.\" Kemudian mereka berkata, \"Kami tidak menginginkan.\" (Riwayat al-Baihaqi) \nAllah menjelaskan bahwa pada akhirnya kaum Samud tetap tidak menjadi orang-orang yang beriman, bahkan mereka menganiaya unta betina yang menjadi mukjizat Nabi Saleh itu dan menyembelihnya. Allah swt lalu membinasakan mereka karena dosa-dosa mereka, dan menyamaratakan mereka dengan tanah.\nDi akhir ayat ini, Allah swt menjelaskan bahwa Dia memberikan tanda-tanda kekuasaan itu untuk mengingatkan manusia agar mengambil pelajaran darinya, sehingga mereka bertobat dan kembali mengikuti bimbingan Allah swt seperti yang diserukan oleh para nabi dan rasul-Nya.",
    "quraish": "Kaummu telah memintamu agar mendatangkan berbagai bukti dan mukjizat. Tetapi mereka tidak puas dengan apa yang didatangkan kepada mereka. Padahal, dengan mukjizat yang ada itu, orang-orang yang cendekia dapat merasa puas dan mau menerima. Maka ketentuan Kami terhadap mereka yang meminta bukti-bukti dan dikabulkan tetapi kemudian tidak mau percaya adalah bahwa Kami akan membinasakan mereka sampai hancur. Yang demikian itu pernah Kami lakukan terhadap orang-orang terdahulu. Di antaranya adalah azab yang kami turunkan kepada kaum Tsamûd. Yaitu tatkala mereka meminta didatangkan bukti berupa mukjizat. Lalu Kami menciptakan seekor unta betina sebagai mukjizat yang terang dan jelas dan dapat menghilangkan keraguan. Tapi kemudian mereka mengingkari bukti tersebut. Maka terjadilah apa yang semestinya terjadi pada mereka. Sudah merupakan sifat kemahabijakan Allah untuk tidak mengabulkan apa yang diminta oleh kaummu karena mereka memang tidak akan mempercayainya. Di samping itu juga karena Allah menginginkan mereka beriman dan melahirkan generasi yang beriman pula. Bukti-bukti itu Kami turunkan kepada manusia hanya apabila Kami ingin menakut-nakuti mereka.",
    "jalalayn": "(Dan sekali-kali tidak ada yang menghalangi Kami untuk mengirimkan ayat-ayat) yakni mukjizat-mukjizat yang diminta oleh penduduk Mekah (melainkan karena tanda-tanda itu telah didustakan oleh orang-orang dahulu) yaitu ketika Kami mengirimkannya, maka karenanya Kami membinasakan mereka. Jika kami mengirimkan tanda-tanda kekuasaan Kami itu kepada penduduk Mekah, niscaya pula mereka akan mendustakannya, kemudian mereka berhak untuk dibinasakan. Sedangkan Kami telah memutuskan untuk menangguhkan azab bagi mereka, supaya risalah Nabi Muhammad saw. sempurna. (Dan telah Kami berikan kepada Tsamud unta betina itu) sebagai tanda kekuasaan Kami (yang dapat dilihat) terang dan gamblang (tetapi mereka menganiaya) mereka mengingkari mukjizat itu dengan menganiaya (unta betina itu) maka dibinasakanlah mereka (Dan Kami tidak memberi tanda-tanda itu) mukjizat-mukjizat itu (melainkan untuk menakuti) hamba-hamba-Ku oleh karena itu mereka mau beriman."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 60,
    "arab": "وَاِذْ قُلْنَا لَكَ اِنَّ رَبَّكَ اَحَاطَ بِالنَّاسِۗ وَمَا جَعَلْنَا الرُّءْيَا الَّتِيْٓ اَرَيْنٰكَ اِلَّا فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُوْنَةَ فِى الْقُرْاٰنِ ۗ وَنُخَوِّفُهُمْۙ فَمَا يَزِيْدُهُمْ اِلَّا طُغْيَانًا كَبِيْرًا ࣖ ",
    "translation": "Dan (ingatlah) ketika Kami wahyukan kepadamu, “Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.” Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqum) dalam Al-Qur'an. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2089.mp3",
    "tafsir": "Abu Ya'la dari Ummi Hani meriwayatkan bahwa pagi hari setelah Isra', sebagian orang-orang Quraisy memperolok-olokkan Rasulullah dan meminta buktinya. Lalu beliau menggambarkan keadaan Baitul Maqdis serta menceritakan kepada mereka tentang kisah isra'. Kemudian Walid bin Mugirah berkata, Orang ini adalah penyihir.\" Maka turunlah ayat ini.\nAllah swt memberi dukungan kepada Rasulullah dalam melaksanakan tugas-tugas kerasulannya dan akan melindunginya dari tipu daya orang-orang yang mengingkari risalahnya dengan mengingatkan Rasul dan mewahyukan kepadanya bahwa ilmu Tuhan meliputi segala hal ihwal manusia. Maksudnya ialah Allah Mahakuasa terhadap seluruh hamba-Nya. Mereka berada di bawah genggaman-Nya sehingga tidak dapat bergerak kecuali menurut ketentuan-Nya. Allah berkuasa melindungi Rasul-Nya dari orang-orang yang memusuhinya, sehingga mereka tidak mungkin secara semena-mena menyakiti hatinya.\nAllah swt berfirman:\n\nDan Allah memelihara engkau dari (gangguan) manusia. (al-Ma'idah/5: 67)\n\nMenurut keterangan al-Hasan, Allah swt akan menghalangi setiap usaha mereka untuk membunuh Nabi. Allah swt berfirman:\n\nDan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anfal/8: 30)\n\nAllah menjelaskan juga pengingkaran orang-orang Quraisy terhadap apa yang diperlihatkan kepada Nabi Muhammad pada malam Isra' dan Mi'raj, seperti pohon zaqqum yang tumbuh di neraka. Hal ini sebagai ujian, siapakah di antara umatnya yang benar-benar beriman dan siapa yang ingkar. Mereka yang benar-benar beriman bertambah kuat imannya, akan tetapi mereka yang imannya hanya di mulut saja, bertambah ingkar. Pohon zaqqum yang disebutkan dalam Al-Qur'an juga menjadi ujian kepada mereka, pada saat mereka mendengar kaum Muslimin membacakan ayat:\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)\n\nMereka memperselisihkannya; orang yang imannya kuat, bertambah kuat imannya, tetapi orang yang mengingkari kerasulan Muhammad saw bertambah kekafirannya. Abu Jahal, misalnya, termasuk orang yang mengingkarinya. Ketika itu ia berkata, \"Sebenarnya anak Abu Kabsyah (Muhammad saw) mengancam kamu dengan ancaman neraka, yang bahan bakarnya batu, kemudian ia mengira di neraka itu tumbuh pohon, padahal kamu tahu bahwa api itu membakar pohon.\" 'Abdullah bin az-Zibara ber-kata, \"Sebenarnya Muhammad menakut-nakuti kami dengan pohon zaqqum itu tiada lain kecuali kurma dan keju, maka telanlah.\" Mereka lalu makan kurma dan keju itu.\nOrang-orang musyrik Quraisy tidak mempercayai bahwa di neraka ada tumbuh-tumbuhan yang disebut pohon zaqqum, karena mereka beranggapan bahwa api memusnahkan segalanya. Mereka tidak mengetahui bahwa di dunia ini juga terdapat keajaiban-keajaiban yang mencengangkan, terlebih-lebih lagi di akhirat. Misalnya di dunia ada semacam serat yang tak terbakar oleh api (asbes). Bahan ini sering dipergunakan untuk bahan baju yang tahan api. Bumi ini mengandung api (yaitu magma) di dalam perut bumi yang akan terlihat pada saat gunung api meletus, tetapi di atasnya tumbuh pohon-pohon yang menghijau. Kayu atau batu pun dapat mengeluarkan api pada saat digosok-gosokkan. Di dalam air pun terdapat unsur oksigen yang menyebabkan api menyala. Singkatnya, hati orang-orang kafir Quraisy tidak mau menerima kebenaran Al-Qur'an. Keingkaran mereka kepada ar-ru'ya (mimpi atau yang dilihat Nabi saw pada waktu isra') dan pohon zaqqum merupakan bukti yang jelas akan keingkaran mereka.\nAllah swt berfirman:\n\nSungguh, Kami menjadikannya (pohon zaqqum itu) sebagai azab bagi orang-orang zalim. Sungguh, itu adalah pohon yang keluar dari dasar neraka Jahim, mayangnya seperti kepala-kepala setan. (ash-shaffat/37: 63-65)\n\nDi akhir ayat ditegaskan bahwa Allah hendak mengingatkan mereka akan siksaan-Nya, tetapi yang demikian itu hanya akan menambah mereka bergelimang dalam kedurhakaan dan kesesatan.",
    "quraish": "Wahai Rasul, ingatlah ketika Allah berfirman kepadamu, \"Sesungguhnya Tuhanmu meliputi seluruh manusia. Mereka semua berada dalam genggaman kekuasaan-Nya. Sampaikanlah hal ini kepada mereka. Jangan takut kepada siapa pun, sebab Dia akan melindungimu dari mereka. Keajaiban-keajaiban yang kau saksikan di malam isrâ' itu Kami maksudkan sebagai ujian dan cobaan bagi umat manusia. Dengan keajaiban-keajaiban itu, orang-orang Mukmin akan semakin bertambah keimanannya dan orang-orang kafir akan semakin menjadi kafir. Kami tidak menjadikan pohon tercela yang disebut dalam al-Qur'ân, yaitu pohon zaqqûm yang tumbuh dari neraka, kecuali sebagai ujian juga buat mereka. Sebab mereka pernah mengatakan--dengan nada mengejek, 'Neraka dapat membakar pohon. Bagaimana mungkin ada pohon tumbuh dari neraka?' Kami sengaja membuat mereka takut, akan tetapi mereka malah melampaui batas.\"",
    "jalalayn": "(Dan) ingatlah (ketika Kami wahyukan kepadamu, \"Sesungguhnya Rabbmu meliputi segala manusia.\") yakni ilmu dan kekuasaan-Nya meliputi mereka, dengan demikian maka mereka berada di dalam genggaman kekuasaan-Nya. Maka sampaikanlah kepada mereka jangan sekali-kali engkau merasa takut terhadap seseorang pun karena Rabbmu akan memelihara dirimu dari mereka. (Dan Kami tidak menjadikan rukyah yang telah Kami perlihatkan kepadamu) secara kenyataan pada malam isra (melainkan sebagai batu ujian bagi manusia) bagi penduduk Mekah karena mereka ternyata mendustakannya sedang sebagian yang lainnya yang telah beriman menjadi murtad sewaktu hal itu diceritakan kepadanya (dan begitu pula pohon kayu yang terkutuk di dalam Alquran) yaitu pohon zaqqum yang tumbuh di dasar neraka Jahim; Kami jadikan kisah itu sebagai batu ujian bagi keimanan mereka. Karena mereka mengatakan bahwa api itu membakar pohon apa saja, mengapa pohon zaqqum dapat tumbuh di dalamnya? (Dan Kami takuti mereka) dengan pohon zaqqum itu (tetapi yang demikian itu tidak menambah kepada mereka) untuk takut (melainkan hanyalah kedurhakaan yang besar saja.)"
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 61,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ قَالَ ءَاَسْجُدُ لِمَنْ خَلَقْتَ طِيْنًاۚ ",
    "translation": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” lalu mereka sujud, kecuali Iblis. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2090.mp3",
    "tafsir": "Allah swt memerintahkan Rasulullah agar mengingatkan kaumnya akan permusuhan Iblis kepada Adam dan keturunannya. Permusuhan itu telah berlangsung lama sejak penciptaan Adam. Ketika Allah swt memerintahkan kepada para malaikat agar sujud untuk memberikan penghormatan kepada Adam, mereka lalu sujud kepadanya, kecuali Iblis. Ia merasa lebih mulia dan menolak perintah Allah. Sikap seperti itu disebabkan oleh kesombongannya, seperti tergambar dalam kata-katanya, \"Apakah saya akan sujud kepada Adam yang diciptakan dari tanah, sedangkan aku diciptakan dari api.\" Menurut anggapan Iblis, api lebih mulia daripada tanah.\nKata-kata Iblis serupa itu diungkapkan dalam ayat lain, seperti tersebut dalam firman Allah: \n\n(Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 76)\n\nIblis menjadi kafir karena tidak menaati perintah Allah dan bersikap sombong. Ia beranggapan bahwa Allah swt telah memerintahkan sesuatu yang tidak pada tempatnya. Anggapan Iblis yang demikian hanyalah khayalannya sendiri. Anggapannya bahwa api lebih mulia dari tanah adalah anggapan yang tidak benar, karena api dan tanah sama-sama makhluk Allah. Allah yang menciptakannya dari tiada, kemudian melebihkan kegunaannya dari yang satu atas yang lain, sesuai dengan kebijaksanaan-Nya. Api bisa membakar, sementara tanah bisa menumbuhkan. Keduanya menjadi penunjang kehidupan manusia. Jadi secara kodrati, keduanya tidak bisa dilebihkan antara satu dengan yang lain. Keduanya mempunyai kelebihan masing-masing.",
    "quraish": "Sesungguhnya Allah telah mengingatkan asal mula penciptaan dan menjelaskan permusuhan antara anak keturunan Adam dengan Iblis. Yaitu ketika Dia berfirman kepada malaikat, \"Bersujudlah kalian semua kepada Adam dengan menundukkan kepala sebagai penghormatan kepadanya!\" Mereka pun langsung bersujud kepadanya, kecuali Iblis yang tidak mau sujud kepadanya. Dengan ingkar, Iblis berkata, \"Bagaimana aku akan sujud kepada orang yang Engkau ciptakan dari tanah, sedangkan aku Engkau ciptakan dari api. Sesungguhnya aku lebih baik daripada dia.\"",
    "jalalayn": "(Dan) ingatlah (tatkala Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam.\") dengan sujud penghormatan yaitu dengan membungkukkan badan (lalu sujudlah mereka kecuali iblis. Dia berkata, \"Apakah aku akan sujud kepada orang yang Engkau ciptakan dari tanah liat?\") lafal thiinan ini dinashabkan dengan cara mencabut huruf jarnya, yang asalnya adalah min thiinin; artinya dari tanah liat."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 62,
    "arab": "قَالَ اَرَاَيْتَكَ هٰذَا الَّذِيْ كَرَّمْتَ عَلَيَّ لَىِٕنْ اَخَّرْتَنِ اِلٰى يَوْمِ الْقِيٰمَةِ لَاَحْتَنِكَنَّ ذُرِّيَّتَهٗٓ اِلَّا قَلِيْلًا",
    "translation": " Ia (Iblis) berkata, “Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2091.mp3",
    "tafsir": "Kemudian dijelaskan bahwa kelancangan dan pembangkangan Iblis terhadap perintah Allah ketika ia meminta agar Allah menerangkan kepada-nya, apa alasan yang menyebabkan dia harus sujud kepada Adam. Perminta-an Iblis itu diungkapkan dalam bentuk kalimat tanya dimaksudkan untuk menunjukkan sikapnya yang merasa heran mendengar perintah Allah agar sujud kepada Adam. Karena pengingkarannya ini, Iblis mendapat murka, dan menjadi jauh dari rahmat Allah.\nItulah sebabnya mengapa Iblis memohon kepada Allah agar menangguh-kan hukuman dan kematiannya sampai hari kiamat dan diberi kesempatan untuk menggoda dan menyesatkan keturunan Adam, kecuali sebagian kecil saja dari keturunannya yang memang kuat imannya.\nAllah swt berfirman:\n\nSesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-hijr/15: 42)",
    "quraish": "Iblis berkata, \"Wahai Tuhanku, terangkanlah kepadaku tentang orang yang Engkau jadikan lebih mulia daripada diriku, sehingga Engkau memerintahkan aku untuk sujud kepadanya. Mengapa Engkau menjadikan dia lebih mulia daripada aku, padahal aku jelas lebih baik daripada dia? Aku bersumpah dengan kemulian-Mu, jika Engkau membiarkan aku hidup sampai hari kiamat nanti, niscaya aku akan membinasakan mereka dan keturunannya dengan rayuan dan godaan, kecuali sebagian kecil dari mereka yang Engkau lindungi.\"",
    "jalalayn": "(Iblis berkata, \"Terangkanlah kepadaku) jelaskanlah kepadaku! ('Inikah orangnya yang Engkau muliakan) yang Engkau utamakan (atas diriku?') sehingga Engkau memerintahkan aku supaya bersujud kepadanya; di dalam ayat lain disebutkan bahwa ketika itu iblis berkata sebagaimana yang dikisahkan oleh firman-Nya: 'Saya lebih baik daripadanya; Engkau ciptakan saya dari api.' (Q.S. Al-A`raf 12) (Sesungguhnya jika) huruf lam di sini bermakna qasam (Engkau memberi tangguh kepadaku sampai hari kiamat niscaya benar-benar akan aku sesatkan) menyesatkan (anak cucunya) dengan menggoda mereka (kecuali sebagian kecil.\") daripada mereka yang mendapat pemeliharaan dari-Mu."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 63,
    "arab": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَاِنَّ جَهَنَّمَ جَزَاۤؤُكُمْ جَزَاۤءً مَّوْفُوْرًا",
    "translation": "Dia (Allah) berfirman, “Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2092.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan membiarkan ia pergi menuruti keinginan dan melaksanakan tipu dayanya hingga hari kiamat datang. Namun demikian, Allah memberi syarat bahwa barang siapa di antara keturunan Adam yang teperdaya mengikuti Iblis, balasannya adalah neraka Jahanam sebagai hukuman yang harus ditimpakan kepadanya. Demikian juga hukuman yang ditimpakan kepada orang-orang yang mengikuti ajakannya, karena berani menyimpang dari perintah Allah dan melanggar larangan-Nya.\nAllah swt berfirman:\n\nAllah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan, sampai hari yang telah ditentukan (kiamat).\" (al-hijr/15: 37-38)",
    "quraish": "Dengan nada mengancam, Allah berfirman kepadanya, \"Lakukan apa yang menjadi kehendakmu. Barangsiapa di antara keturunan Adam yang mengikutimu, maka balasan yang setimpal bagi kamu dan mereka adalah neraka jahanam.",
    "jalalayn": "(Berfirmanlah) Allah swt. kepada iblis (\"Pergilah) sambil menunggu hingga waktu sangkakala ditiup (barang siapa di antara mereka yang mengikuti kamu, maka sesungguhnya neraka Jahanam adalah pembalasan kalian semua) kamu dan mereka yang mengikutimu (sebagai suatu pembalasan yang cukup) dicukupkan sepenuhnya."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 64,
    "arab": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَاَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى الْاَمْوَالِ وَالْاَوْلَادِ وَعِدْهُمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا",
    "translation": "Dan perdayakanlah siapa saja di antara mereka yang engkau (Iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.” Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2093.mp3",
    "tafsir": "Ayat ini menjelaskan lebih jauh, sampai di mana kemampuan Iblis untuk menggoda keturunan Adam di muka bumi ini. Allah swt membiarkan Iblis menghasut siapa saja di antara keturunan Adam, sesuai kesanggupan dan kemampuannya dengan bujukan dan tipu dayanya. Tipu daya Iblis untuk menggoda keturunan Adam digambarkan seakan-akan panglima yang sedang mengerahkan bala tentara berkuda dan diperkuat dengan tentara yang berjalan kaki. Mereka menyerang musuhnya dengan iringan suara yang gegap gempita guna mengejutkan musuh-musuhnya agar segera tunduk dan takluk di bawah kekuasaannya.\nSehubungan dengan penafsiran ayat ini, Imam Mujahid menjelaskan bahwa setiap tentara berkuda yang digunakan menyerang musuh dengan melanggar hukum-hukum Allah, adalah bala tentara yang tergoda Iblis. Dan bala tentara yang berjalan kaki yang berperang dengan melanggar ketentuan Allah termasuk bala tentara Iblis.\nMufasir lain menjelaskan bahwa setan tidak lagi mempunyai bala tentara berkuda dan bala tentara yang berjalan kaki. Maksud perumpamaan itu ialah sebagai gambaran pengikut-pengikut Iblis dan pendukung-pendukungnya, tanpa mempedulikan keadaannya, apakah yang bertindak sebagai pendukung atau pengikut itu tentara berkuda atau tentara yang berjalan kaki.\nSebagai gambaran yang jelas, Allah mengumpamakan Iblis dan pengikut-pengikutnya dalam menggoda keturunan Adam sebagai orang yang berserikat mengumpulkan harta kekayaan dan anak-anak, yang mendorong mereka terjerumus kepada kemaksiatan dan menuruti hawa nafsu.\nSecara singkat dapat dikatakan bahwa Iblis berusaha dengan sekuat tenaga untuk menggoda keturunan Adam, agar mereka terjerumus ke dalam larangan Allah. Iblis menggoda hati mereka agar tertarik pada agama yang tidak diridai Allah, menggodanya supaya berzina, atau senang membunuh dan menguburkan anaknya hidup-hidup.\nAllah juga membiarkan Iblis memberikan janji-janji kepada keturunan Adam dengan janji yang dapat memperdayakan mereka sehingga terlena dari perintah-Nya dan melanggar larangan-Nya. Akan tetapi, janji-janji setan hanya tipuan belaka, tidak ada satu pun godaan yang bisa mencegah hukum-an Allah yang akan ditimpakan kepada mereka. Janji-janji setan itu hanya tipuan yang memukau sehingga mereka tidak mampu lagi membedakan mana yang benar dan mana yang batil.\nAllah swt berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. (Ibrahim/14: 22)",
    "quraish": "Ajaklah--jika kamu sanggup--siapa saja di antara mereka untuk berbuat maksiat kepada Allah. Kerahkanlah semua kekuatanmu untuk menyesatkan mereka. Berserikatlah dengan mereka dalam mencari harta yang haram, lalu belanjakanlah harta itu untuk hal-hal yang haram pula. Perintahkan anak-anak mereka berbuat kufur dan jahat. Berilah mereka janji-janji kosong seperti syafâ'ah (pertolongan) tuhan- tuhan mereka, atau karâmah (kemuliaan) di sisi Allah dengan nasab-nasab mereka. Dan tidak ada yang dijanjikan setan kepada para pengikutnya, melainkan tipuan belaka.",
    "jalalayn": "(Dan godalah) bujuklah (siapa yang kamu sanggupi di antara mereka dengan rayuanmu) dengan ajakanmu melalui nyanyian dan tiupan serulingmu serta semua seruanmu yang menjurus kepada perbuatan maksiat (dan kerahkanlah) mintalah bantuan (terhadap mereka dengan pasukan berkuda dan pasukanmu yang berjalan kaki) mereka adalah pasukan yang berkendaraan dan berjalan kaki dalam keadaan maksiat (dan berserikatlah dengan mereka pada harta benda) yang diharamkan; seperti hasil dari riba dan rampasan atau rampokan (dan anak-anak) dari perbuatan zina (dan beri janjilah mereka) bahwasanya hari berbangkit dan hari pembalasan itu tidak ada. (Dan tidak ada yang dijanjikan oleh setan kepada mereka) tentang hal-hal tersebut (melainkan tipuan belaka) kebatilan belaka."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 65,
    "arab": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌۗ وَكَفٰى بِرَبِّكَ وَكِيْلًا",
    "translation": "“Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2094.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan keterbatasan godaan Iblis terhadap keturunan Adam dengan menegaskan bahwa sebenarnya hamba-hamba Allah yang selalu menaati perintah-Nya dan menjauhi larangan-Nya, tidak akan terpengaruh oleh godaannya. Iblis tidak mempunyai kekuasaan untuk memaksa agar mereka tunduk di bawah tipu dayanya. Kemampuan Iblis hanyalah menggoda saja. Orang-orang yang dapat dipengaruhi ialah mereka yang tidak mempunyai iman yang kuat. Oleh karena itu, Allah swt menegaskan pada akhir ayat ini bahwa bagi mereka yang mempunyai iman yang kuat itu cukup berserah diri kepada Allah, dan meminta perlindungan kepada-Nya agar terlepas dari godaan dan tipu daya setan.\nDalam ayat ini, terdapat isyarat yang menunjukkan bahwa manusia pada dasarnya tidak mempunyai kekebalan terhadap godaan setan dan tidak mempunyai kontrol pribadi yang menyelamatkan dirinya dari kesesatan. Kekebalan dan kontrol pribadi itu hanyalah perlindungan dan limpahan rahmat Allah swt.",
    "quraish": "Sedangkan hamba-hamba-Ku yang ikhlas, kamu tidak akan dapat menyesatkan mereka karena mereka selalu bertawakal kepada Tuhannya. Dan cukuplah Allah menjadi tempat mereka meminta pertolongan agar selamat dari godaanmu.\"",
    "jalalayn": "(Sesungguhnya hamba-hamba-Ku) yang beriman (kamu tidak dapat berkuasa atas mereka) dengan kekuasaan dan kekuatanmu itu. (Dan cukuplah Rabbmu sebagai penjaga.\") yang memelihara mereka yang beriman dari godaan dan rayuanmu."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 66,
    "arab": "رَبُّكُمُ الَّذِيْ يُزْجِيْ لَكُمُ الْفُلْكَ فِى الْبَحْرِ لِتَبْتَغُوْا مِنْ فَضْلِهٖۗ اِنَّهٗ كَانَ بِكُمْ رَحِيْمًا",
    "translation": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2095.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menggerakkan kapal-kapal di lautan untuk para hamba-Nya, agar mereka dapat memanfaatkan kapal-kapal itu sebagai alat pengangkut kebutuhan hidup dari suatu negeri ke negeri lain. Dengan pengangkutan itulah kemakmuran yang terdapat di suatu negeri dapat beralih ke negeri yang lain. \nDi akhir ayat, ditegaskan bahwa Allah benar-benar Maha Penyayang terhadap seluruh hamba-Nya, karena ke mana saja manusia mengarahkan pandangannya, tentu akan menyaksikan berbagi nikmat Allah yang tak terhingga, yang menjadi tanda kebesaran kekuasaan-Nya.",
    "quraish": "Tuhanlah yang menjadikan kapal-kapal di lautan dapat berlayar untuk kepentingan kalian, agar kalian mencari sebagian karunia-Nya berupa keuntungan berdagang dan sebagainya. Sesungguhnya Dia Maha Pemberi rahmat kepada kalian.",
    "jalalayn": "(Rabb kalian adalah yang menjalankan) melayarkan (kapal-kapal bagi kalian) yakni perahu-perahu (di lautan agar kalian mencari) berupaya mencari (sebagian dari karunia-Nya) dari karunia Allah swt. melalui berniaga. (Sesungguhnya Dia adalah Maha Penyayang terhadap kalian) karenanya Dia menundukkan bahtera-bahtera itu buat kalian."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 67,
    "arab": "وَاِذَا مَسَّكُمُ الضُّرُّ فِى الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْۗ وَكَانَ الْاِنْسَانُ كَفُوْرًا",
    "translation": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (bi-asa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2096.mp3",
    "tafsir": "Kemudian Allah mengungkapkan keadaan orang-orang kafir ketika ditimpa mara bahaya yang mengancam jiwanya. Mereka tidak dapat mengharapkan pertolongan kecuali dari Allah, yang berkuasa mendatangkan manfaat dan menolak bahaya. Allah swt menyatakan bahwa apabila orang kafir ditimpa mara bahaya di lautan, niscaya hilang harapan mereka untuk meminta bantuan dan pertolongan kepada berhala-berhala, jin, malaikat, pohon-pohon, dan batu-batu yang mereka sembah. Pada saat yang gawat itu, yang mereka ingat hanyalah Allah Yang Maha Esa yang berkuasa dan mampu menghilangkan bahaya itu, maka mereka meminta pertolongan kepada-Nya. Namun, apabila Allah telah mengabulkan permintaan mereka, yakni mereka telah terlepas dari bencana topan dan badai yang hampir menenggelamkan mereka, dan tiba di darat dengan selamat, mereka pun kembali berpaling menjadi orang-orang yang mengingkari nikmat-nikmat Allah dan kembali menyekutukan-Nya dengan tuhan yang lain.\nAllah menegaskan bahwa tabiat manusia cenderung melupakan nikmat yang mereka terima dan selalu tidak beriman atau tidak mau berterima kasih kepada Zat yang memberikan nikmat itu. Ini adalah keanehan yang terdapat pada diri manusia kecuali hamba-Nya yang selalu berada dalam bimbingan dan perlindungan-Nya.",
    "quraish": "Apabila kalian tertimpa musibah dan menghadapi bahaya di lautan, maka kalian tidak dapat memohon pertolongan pada berhala-berhala yang kalian anggap sebagai tuhan, kecuali hanya kepada Allah. Kalian hanya akan ingat kepada-Nya. Lalu, tatkala Dia menyelamatkan kalian dari ketertenggelaman dan mengeluarkan kalian sampai ke daratan, kalian berpaling dan tidak mau mengesakan-Nya serta kalian kufur terhadap nikmat-Nya. Sesungguhnya tabiat manusia itu seringkali kufur nikmat.",
    "jalalayn": "(Dan apabila kalian ditimpa bahaya) maksudnya marabahaya (di lautan) karena takut tenggelam (niscaya hilanglah) lenyaplah dari hati kalian (siapa yang kalian seru) tuhan-tuhan yang kalian sembah itu, karena itu kalian tidak menyeru mereka (kecuali Dia) Allah swt. maka pada saat itu kalian hanya berseru kepada-Nya semata, karena kalian berada dalam marabahaya, sedangkan kalian mengetahui, bahwa tiada yang dapat melenyapkannya melainkan hanyalah Dia (maka tatkala Dia menyelamatkan kalian) dari tenggelam, lalu Dia menyampaikan kalian (ke daratan, kalian berpaling) dari mentauhidkan-Nya. (Dan manusia itu adalah selalu tidak berterima kasih) banyak mengingkari nikmat-nikmat Allah."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 68,
    "arab": "اَفَاَمِنْتُمْ اَنْ يَّخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوْا لَكُمْ وَكِيْلًا ۙ ",
    "translation": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2097.mp3",
    "tafsir": "Allah mengancam orang-orang yang mengingkari nikmat-nikmat-Nya, yang mengira bahwa dengan selamatnya mereka dari ancaman topan dan badai itu, mereka aman dari hukuman Allah Yang berkuasa menjungkirbalikkan sebagian daratan, sehingga mereka terpendam ke perut bumi. Apabila berkehendak, Allah berkuasa meniupkan angin keras dan menghujani mereka dengan batu-batu kecil sehingga mereka lenyap dalam waktu yang sangat singkat dari permukaan bumi ini. Dalam keadaan seperti itu, mereka tidak akan mendapatkan seorang pelindung yang mampu menyelamatkan mereka dari bencana tersebut kecuali Allah Yang Mahakuasa menghidupkan dan mematikan seluruh makhluk-Nya.\nSecara singkat dapat dikatakan bahwa bencana itu bisa terjadi di mana-mana, meskipun selamat dari bencana yang mengancam mereka di lautan, yang berupa topan dan badai, di daratan bencana yang lebih dahsyat mungkin saja terjadi, seperti gempa bumi, hujan batu, banjir, dan sebagainya. Semuanya berada dalam kekuasaan Allah yang menciptakan langit dan bumi serta seluruh makhluk yang berada di antara keduanya.",
    "quraish": "Jika Aku telah menyelamatkan dan mengeluarkan kalian ke daratan, apakah kalian telah terbebas dari siksa Allah? Tidak demikian! Seandainya Allah berkehendak menurunkan siksa-Nya, maka Dia akan membalikkan sebagian daratan sehingga kalian pun hancur di dalamnya. Atau Dia mengirimkan kepada kalian angin keras yang membawa kerikil dan batu, lalu kalian tidak akan mendapatkan seorang yang melindungi kalian dari musibah itu.",
    "jalalayn": "(Apakah kalian merasa aman manakala Dia meruntuhkan sebagian daratan bersama kalian) artinya bumi itu menelan kalian sebagaimana yang terjadi atas diri Qarun (atau Dia mengirimkan kepada kalian batu-batu kerikil) yakni Allah melempar kalian dengan batu-batu kerikil sebagaimana yang terjadi atas kaum Nabi Luth (kemudian kalian tidak akan mendapat seorang pelindung pun bagi diri kalian) yang dapat memelihara diri kalian daripada hukuman-Nya."
  },
  {
    "hizb": 115,
    "name": "Al-Isra'",
    "ayat": 69,
    "arab": "اَمْ اَمِنْتُمْ اَنْ يُّعِيْدَكُمْ فِيْهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيْحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوْا لَكُمْ عَلَيْنَا بِهٖ تَبِيْعًا",
    "translation": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu disebabkan kekafiranmu? Kemudian kamu tidak akan mendapatkan seorang penolong pun dalam menghadapi (siksaan) Kami.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2098.mp3",
    "tafsir": "Selanjutnya dijelaskan bahwa Allah berkuasa untuk mengembalikan orang-orang yang mengingkari nikmat-Nya itu ke lautan kembali, setelah mereka merasa aman di darat. Apakah mereka merasa aman dari bencana yang akan menimpa mereka di lautan setelah mereka sampai ke daratan. Allah berkuasa mengembalikan mereka ke lautan kembali, dengan mengirim angin topan dan tsunami yang sangat dahsyat. Angin itu menyapu mereka dari daratan, sehingga mereka akan digulung oleh gelombang yang dapat menenggelamkan mereka. Pada saat-saat mengalami musibah yang sangat dahsyat itu, mereka tidak akan mendapatkan seorang pun yang dapat menolong untuk melepaskan mereka dari siksa Allah.",
    "quraish": "Atau, apakah kalian merasa aman apabila Tuhan mengembalikan kalian ke laut sekali lagi, lalu meniupkan angin topan yang menghancurkan kapal-kapal kalian, sehingga kalian pun ditenggelamkan disebabkan kekufuran kalian terhadap nikmat-Nya? Kalian tidak akan mendapatkan seorang penolong pun yang akan melindungi kalian dari perbuatan Kami.",
    "jalalayn": "(Atau apakah kalian merasa aman dari dikembalikan-Nya kalian ke dalamnya) yakni ke lautan (sekali) satu kali (lagi, lalu Dia meniupkan atas kalian angin topan) artinya angin yang sangat keras, jika melanggar sesuatu pasti jebol kemudian memporak-porandakannya sehingga hancurlah bahtera-bahtera kalian (dan ditenggelamkan-Nya kalian disebabkan kekafiran kalian) karena kekafiran kalian. (Kemudian kalian tidak akan mendapat seorang penolong pun, dalam hal ini dari siksaan Kami) yaitu seorang penolong dan pengikut yang menuntut kepada Kami apa yang telah Kami timpakan terhadap diri kalian."
  }
]