[
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 70,
    "arab": "۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ ",
    "translation": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2099.mp3",
    "tafsir": "Allah memuliakan Bani Adam yaitu manusia dari makhluk-makhluk yang lain, baik malaikat, jin, semua jenis hewan, dan tumbuh-tumbuhan. Kelebihan manusia dari makhluk-makhluk yang lain berupa fisik maupun non fisik, sebagaimana firman Allah:\n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6)\n\nSelain diberi panca indera yang sempurna, manusia juga diberi hati yang berfungsi untuk menimbang dan membuat keputusan. Firman Allah:\n\nDan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Nahl/16: 78)\n\nKemuliaan manusia ini sesuai dengan tugasnya sebagai khalifah di muka bumi. Firman Allah:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nMeskipun demikian, banyak manusia yang tidak menyadari akan ketinggian derajatnya sehingga tidak melaksanakan fungsinya sebagaimana disebutkan dalam firman Allah:\n\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. (al-A'raf/7: 179)",
    "quraish": "Sungguh Kami telah memuliakan anak-cucu Adam dengan bentuk tubuh yang bagus, kemampuan barbicara dan kebebasan memilih. Mereka Kami berikan kemuliaan dan kekuatan, jika mereka mematuhi Kami. Mereka Kami angkut di daratan, melalui hewan, dan Kami angkut pula mereka di lautan, melalui kapal-kapal. Mereka juga Kami berikan rezeki berbagai kenikmatan. Sesungguhnya Kami benar-benar telah melebihkan mereka dengan akal pikiran atas kebanyakan makhluk lain yang Kami ciptakan.",
    "jalalayn": "(Dan sesungguhnya telah Kami muliakan) Kami utamakan (anak-anak Adam) dengan pengetahuan, akal, bentuk yang paling baik, setelah wafat jenazahnya dianggap suci dan lain sebagainya (dan Kami angkut mereka di daratan) dengan menaiki kendaraan (dan di lautan) dengan menaiki perahu-perahu (dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka atas kebanyakan makhluk yang telah Kami ciptakan) seperti hewan-hewan ternak dan hewan-hewan liar (dengan kelebihan yang sempurna.) Lafal man di sini bermakna maa; atau makna yang dimaksudnya menurut bab yang berlaku padanya. Maknanya menyangkut juga para malaikat; sedangkan makna yang dimaksud adalah pengutamaan jenisnya, dan tidak mesti semua individu manusia itu lebih utama dari malaikat karena mereka lebih utama daripada manusia yang selain para nabi."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 71,
    "arab": "يَوْمَ نَدْعُوْا كُلَّ اُنَاسٍۢ بِاِمَامِهِمْۚ فَمَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَاُولٰۤىِٕكَ يَقْرَءُوْنَ كِتٰبَهُمْ وَلَا يُظْلَمُوْنَ فَتِيْلًا",
    "translation": "(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2100.mp3",
    "tafsir": "Allah swt mengingatkan para hamba-Nya akan hari perhitungan. Pada hari itu, Allah swt memanggil manusia dengan membawa kitab mereka masing-masing yang memuat catatan yang lengkap tentang amal perbuatan mereka. Ketika itu, mereka akan mendapatkan keputusan yang adil, sesuai dengan amal yang mereka lakukan di dunia, yang semuanya telah tercatat dalam kitab itu. Maka berbahagialah mereka yang ketika diberikan kitab amalannya diterima dengan tangan kanannya. Mereka ini akan membaca kitab itu dengan penuh kegembiraan, karena mereka berbahagia melihat catatan amal saleh mereka.\nAllah swt berfirman:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" (al-haqqah/69: 19)\n\nJuga firman-Nya:\n\nMaka adapun orang yang catatannya diberikan dari sebelah kanannya, maka dia akan diperiksa dengan pemeriksaan yang mudah. (al-Insyiqaq/84: 7-8)\nAllah lalu menegaskan bahwa mereka tidak dianiaya sedikit pun. Maksudnya ialah tidak akan dikurangi sedikit pun pahala yang harus mereka terima, karena yang menciptakan alam akhirat ialah Yang Menciptakan alam ini juga, sehingga mustahil bagi-Nya untuk mengurangi pahala yang harus diterimanya. Allah swt Mahaadil dan keadilan-Nya itu tampak pada ciptaan-Nya di alam dunia ini.",
    "quraish": "Wahai Muhammad, ingatkan kaummu akan suatu hari saat Kami memanggil tiap-tiap golongan dengan lambang yang membuat mereka dapat dikenali. Atau melalui pemimpin yang mereka ikuti, nabi, atau kitab suci mereka. Mereka dipanggil, \"Wahai pengikut Mûsâ\", \"Wahai pengikut al-Qur'ân\" dan seterusnya untuk menerima buku catatan amal perbuatan mereka. Barangsiapa diberi buku catatan amal perbuatannya melalui tangan kanannya, mereka adalah orang-orang yang bahagia dan akan membaca kitabnya dengan senang hati. Pahala mereka tidak akan dikurangi sedikit pun.",
    "jalalayn": "(Di hari ketika kami memanggil tiap manusia dengan pemimpinnya) yakni dengan nabi-nabi mereka kemudian dikatakan, \"Hai umat fulan,\" atau dipanggil dengan kitab-kitab hasil catatan amal perbuatan mereka, lalu dikatakan kepada mereka, \"Hai orang yang jahat.\" Hari yang dimaksud adalah hari kiamat (maka barangsiapa yang diberikan) di antara mereka (kitab catatan amalnya di tangan kanannya) mereka adalah orang-orang yang berbahagia; yaitu orang-orang yang memiliki pandangan hati sewaktu hidup di dunia (maka mereka ini akan membaca kitabnya itu dan mereka tidak dianiaya) catatan amal perbuatan baik mereka tidak dikurangi (barang sedikit pun.) walaupun hanya sebesar kulit biji sawi."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 72,
    "arab": "وَمَنْ كَانَ فِيْ هٰذِهٖٓ اَعْمٰى فَهُوَ فِى الْاٰخِرَةِ اَعْمٰى وَاَضَلُّ سَبِيْلًا",
    "translation": "Dan barang siapa buta (hatinya) di dunia ini, maka di akhirat dia akan buta dan tersesat jauh dari jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2101.mp3",
    "tafsir": "Kemudian dijelaskan bahwa barang siapa yang buta hatinya di dunia, yakni yang tidak mau melihat kebenaran petunjuk Allah, dan tidak mau memperhatikan tanda-tanda kekuasaan-Nya, niscaya di akhirat nanti ia lebih buta dan tidak dapat mencari jalan untuk menyelamatkan dirinya dari siksaan neraka. Bahkan, mereka lebih sesat lagi dari keadaannya di dunia, karena roh mereka pada waktu itu ialah roh pada waktu di dunia juga. Roh yang dibangkitkan Allah swt di akhirat ialah roh yang keluar dari jasadnya ketika meninggal dunia seperti buah-buahan yang muncul dari batangnya. Buah dan batang mempunyai sifat yang sama. Demikian pula roh manusia pada waktu itu, dia bangkit dengan membawa seluruh sifat, akhlak, dan amalnya. Ia mengetahui keadaan dirinya. Ia merasa bahagia ataupun celaka sesuai dengan keadaan dirinya. Apabila keadaan roh manusia itu lalai di dunia, di akhirat pun akan lalai karena ia telah mengabaikan berbagai sarana dan alat untuk menguasai ilmu, dan terbiasa malas mengamalkan perintah Allah. Ia pun akan mengumpat-umpat dan mencerca dirinya sendiri.",
    "quraish": "Adapun golongan yang lain akan merasa sangat sedih oleh apa yang dilihatnya. Semua pintu keselamatan telah tertutup baginya. Ia tidak bisa lagi melihat cara untuk menyelamatkan diri dari petaka, sama seperti ketika mereka tidak bisa melihat jalan kebenaran dan petunjuk di dunia. Dan barangsiapa buta di dunia, maka di akhirat akan lebih buta dan jauh dari jalan kebaikan.",
    "jalalayn": "(Dan barang siapa yang di alam ini) di dunia ini (buta) tidak dapat melihat perkara yang hak (niscaya di akhirat nanti ia akan lebih buta lagi) lebih tidak dapat melihat jalan keselamatan dan lebih tidak dapat membaca Alquran (dan lebih tersesat jalannya) lebih jauh dari jalan yang hak. Ayat ini diturunkan berkenaan dengan orang-orang Bani Tsaqif, yaitu sewaktu mereka meminta kepada Nabi saw. supaya ia menjadikan lembah tempat tinggal mereka sebagai tanah suci dan dengan mendesak mereka mengajukan permintaan itu kepada Nabi saw."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 73,
    "arab": "وَاِنْ كَادُوْا لَيَفْتِنُوْنَكَ عَنِ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهٗۖ وَاِذًا لَّاتَّخَذُوْكَ خَلِيْلًا",
    "translation": "Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2102.mp3",
    "tafsir": "Dalam ayat ini dijelaskan usaha yang dilakukan kaum musyrikin Quraisy untuk menipu Nabi Muhammad saw, sehingga beliau hampir saja teperdaya, berpaling dari wahyu yang telah diterimanya dari Allah swt, dan memenuhi permintaan mereka agar mengakui tuhan-tuhan mereka. Karena perlindungan Allah, Nabi tetap bisa teguh pendiriannya dalam menyebarkan dakwah, walaupun tekanan dari orang-orang Quraisy semakin hebat.\nAllah mengingatkan Rasul-Nya, kalau ia mengikuti apa yang mereka kehendaki, mereka tentu akan mengambilnya sebagai sahabat atau mengangkatnya menjadi pemimpin. Mereka juga akan menyatakan di hadapan manusia bahwa Nabi saw telah menyetujui dan mengakui agama mereka. Dengan demikian, Nabi saw akan terjauh dari petunjuk dan bimbingan Allah swt.",
    "quraish": "Sesungguhnya orang-orang musyrik menempuh berbagai cara untuk memalingkanmu, Muhammad, dari al-Qur'ân supaya kamu mencari mukjizat yang lain, agar kamu bagaikan orang yang mendustakan Kami. Saat itu mereka baru akan menjadikanmu sebagai teman. Upaya itu terus berulang-ulang, dan mestinya berhasil mendekatkanmu kepada apa yang mereka kehendaki. Akan tetapi kamu adalah rasul Kami yang terpercaya.",
    "jalalayn": "(Dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna (mereka hampir) hampir-hampir saja (memalingkan kamu) menyimpangkan kamu (dari apa yang telah Kami wahyukan kepadamu agar kamu membuat yang lain secara bohong terhadap Kami; dan kalau sudah begitu) seandainya kamu melakukan hal itu (tentulah mereka mengambil kamu jadi sahabat-sahabat yang setia.)"
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 74,
    "arab": "وَلَوْلَآ اَنْ ثَبَّتْنٰكَ لَقَدْ كِدْتَّ تَرْكَنُ اِلَيْهِمْ شَيْـًٔا قَلِيْلًا ۙ  ",
    "translation": "Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2103.mp3",
    "tafsir": "Dalam ayat ini, dijelaskan bahwa Nabi Muhammad hampir ter-pengaruh bila Allah tidak memperkuat hatinya menghadapi tekanan dan tipu daya orang-orang Quraisy itu, sehingga beliau tidak berpaling sedikit pun. \nDari keterangan ayat ini dapat dipahami bahwa Rasulullah cenderung untuk mendekati orang-orang Quraisy. Hal itu bukan karena hati Nabi saw lemah, tetapi menunjukkan bahwa tekanan dan tipu daya itu sangat hebat. Hanya karena pertolongan Allah, maka Rasul tidak jadi mendekati mereka.",
    "quraish": "Kemahalembutan Kami mencakup dirimu. Oleh karena itu, Kami memalingkan kamu agar tidak memenuhi seruan mereka. Kami kokohkan pendirianmu di atas kebenaran. Kalau bukan karena itu, niscaya kamu akan condong kepada seruan mereka demi mengharap dari mereka iman yang sempurna kelak ketika mereka menjadi orang-orang muslim pertama.",
    "jalalayn": "(Dan kalau Kami tidak memperkuat kamu) dalam perkara yang hak dengan pemeliharaan-Ku (niscaya kamu hampir-hampir) sedikit lagi (condong) cenderung (kepada mereka barang) dengan kecenderungan yang (sedikit) karena gencarnya tipu muslihat yang dipakai oleh mereka dan permintaan mereka yang terus-menerus; ayat ini jelas menunjukkan kepada pengertian bahwa Nabi saw. tidak cenderung dan tidak pula hampir cenderung terhadap tawaran mereka."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 75,
    "arab": "اِذًا لَّاَذَقْنٰكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيْرًا",
    "translation": "Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2104.mp3",
    "tafsir": "Allah swt mengingatkan Rasul-Nya bahwa jika ia sempat ter-pengaruh oleh tekanan orang-orang kafir itu, Allah akan menimpakan siksaan berlipat ganda kepadanya, baik di dunia maupun di akhirat. Dengan demikian, kadar hukuman terhadap Rasulullah dua kali lipat dari hukuman terhadap orang lain, begitu juga bagi para istri Nabi. Dalam hal ini, Allah swt berfirman:\n\nWahai istri-istri Nabi! Barang siapa di antara kamu yang mengerjakan perbuatan keji yang nyata, niscaya azabnya akan dilipatgandakan dua kali lipat kepadanya. Dan yang demikian itu, mudah bagi Allah. (al-Ahzab/33: 30)\n\nIstri-istri Nabi bila sampai tergelincir menuruti ajakan hawa nafsu, hukumannya dua kali lipat dari istri-istri orang kebanyakan. Dari ayat itu dipahami bahwa hukuman bagi ulama, cendikiawan, dan pemimpin umat lainnya bila bersalah, akan lebih besar daripada hukuman bagi orang kebanyakan.\n\nDan mereka berkata, \"Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar). Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.\" (al-Ahzab/33: 67-68)\n\nAllah swt mengingatkan Nabi saw bahwa apabila memenuhi keinginan orang-orang musyrik itu, Allah akan mengazabnya berlipat ganda, baik di dunia ataupun di akhirat. Ia tidak akan menemukan seorang penolong pun yang dapat melepaskannya dari azab itu. Menjadi keharusan bagi setiap kaum Muslimin agar menjadikan ayat ini sebagai pedoman dalam setiap langkahnya dalam beragama.",
    "quraish": "Dan andaikata kamu nyaris condong kepada mereka, maka Kami akan menimpakan dan melipatgandakan siksa dunia dan akhirat atas dirimu. Kemudian, kamu tidak akan mendapatkan seorang pelindung pun yang akan menolong dan melindungi kamu dari siksaan. Namun semua itu tidak akan terjadi, karena rasul Kami yang terpercaya selalu terhindar dari hal yang demikian.",
    "jalalayn": "(Kalau terjadi demikian) seandainya kamu cenderung (benar-benarlah Kami akan rasakan kepadamu berlipat kali) azab (di dunia ini dan begitu pula berlipat ganda) azab (sesudah mati) sama dengan dua kali lipat azab yang ditimpakan kepada selainmu di dunia dan di akhirat (dan kamu tidak akan mendapat seorang penolong pun terhadap Kami) yang dapat mencegah azab yang ditimpakan kepadamu."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 76,
    "arab": "وَاِنْ كَادُوْا لَيَسْتَفِزُّوْنَكَ مِنَ الْاَرْضِ لِيُخْرِجُوْكَ مِنْهَا وَاِذًا لَّا يَلْبَثُوْنَ خِلٰفَكَ اِلَّا قَلِيْلًا",
    "translation": "Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2105.mp3",
    "tafsir": "Ayat ini mengungkapkan bagaimana berbagai tekanan yang dihadapi Rasulullah dan kaum Muslimin hampir berhasil membuat beliau tidak tahan lagi berdiam di Mekah, apalagi setelah orang-orang kafir Quraisy membuat rencana untuk membunuhnya. Peristiwa itulah yang melatarbelakangi ter-jadinya peristiwa Hijrah ke Medinah.\nAllah menyampaikan ancaman-Nya melalui Rasulullah kepada kaum kafir Quraisy bahwa jika Nabi dan kaum Muslimin terusir dari Mekah, maka itu tidak akan dibiarkan oleh Allah. Dalam waktu singkat mereka akan dibinasakan Allah dan selanjutnya negeri Mekah akan dikuasai kembali oleh kaum Mukminin. Janji Allah itu terbukti dengan terbunuhnya para pemimpin Quraisy dalam perang Badar yang terjadi pada tahun kedua sesudah Nabi hijrah ke Medinah, dan ditaklukkannya kota Mekah pada tahun ke-8 Hijrah.",
    "quraish": "Orang-orang kafir Mekah telah melakukan berbagai upaya dan hampir dapat merintangi dirimu melalui permusuhan dan rencana jahat mereka, agar mereka dapat mengusirmu dari tanah Mekah. Seandainya hal itu terjadi, maka sepeninggalmu mereka hanya akan tinggal di Mekah sebentar saja. Setelah itu mereka akan dikalahkan dan agama Allah pun pasti akan menang.",
    "jalalayn": "Ayat ini diturunkan ketika orang-orang Yahudi berkata kepada Nabi saw., \"Jika kamu benar-benar seorang nabi, pergilah kamu ke negeri Syam karena negeri itu adalah negeri para nabi.\" (Dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna (benar-benar mereka hampir membuatmu gelisah di negeri ini) di kota Madinah (untuk mengusirmu daripadanya dan kalau terjadi demikian) seandainya mereka benar-benar mengusirmu (niscaya sepeninggalmu mereka tidak tinggal) di dalam kota Madinah (melainkan sebentar saja) lalu mereka akan dibinasakan oleh azab-Ku."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 77,
    "arab": "سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيْلًا ࣖ ",
    "translation": "(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2106.mp3",
    "tafsir": "Dalam ayat ini dijelaskan tentang hukum-hukum Allah yang berlaku umum, sebagaimana yang telah dialami oleh para rasul dan nabi sebelum-nya. Mereka mengalami tekanan-tekanan yang berat dan diusir oleh kaum-nya. Tetapi akhirnya, Allah memenangkan kaum Muslimin dan menghukum mereka yang ingkar. Demikian pula Rasulullah saw dan para pengikutnya, mereka tidak luput dari tekanan dan penganiayaan kaum musyrikin Mekah. Namun, hal itu tidak mempengaruhi keteguhan hati Rasulullah dan pengikut-pengikutnya, meskipun mereka terpaksa hijrah. Janji kemenangan dari Allah akan datang pada waktunya, dan musuh-musuh Allah akan mengalami kekalahan yang besar.\nPerlu dijelaskan bahwa hukuman dengan memusnahkan mereka yang durhaka seperti yang terjadi pada kaum 'Ad, Samud, kaum Lut, dan lain-lain yang dikenal dengan istilah azab al-isti'shal (hukuman dengan pemusnahan) tidak diberlakukan lagi setelah Rasulullah Muhammad saw diutus karena beliau pembawa rahmat ke seluruh umat manusia, dan adanya harapan bahwa kaum kafir Quraisy atau keturunannya akan masuk Islam.\nAllah swt berfirman:\n\nTetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33)",
    "quraish": "Cara seperti itulah yang Kami tempuh untuk menghancurkan siapa saja yang mengusir nabinya. Begitu pula cara Kami berkenaan dengan rasul-rasul sebelum kamu. Dan kamu tidak akan mendapatkan perubahan bagi ketetapan Kami.",
    "jalalayn": "(Hal itu sebagai suatu ketetapan terhadap rasul-rasul Kami yang Kami utus sebelum kamu) yakni sebagaimana kebiasaan Kami terhadap para rasul Kami, yaitu membinasakan orang-orang yang mengusir mereka (dan tidak akan kamu dapati perubahan bagi ketetapan Kami) maksudnya tidak ada pergantian baginya."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 78,
    "arab": "اَقِمِ الصَّلٰوةَ لِدُلُوْكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِۗ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوْدًا ",
    "translation": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2107.mp3",
    "tafsir": "Ayat ini memerintahkan agar Rasulullah saw mendirikan salat sesudah matahari tergelincir sampai gelap malam, dan mendirikan salat Subuh. Maksudnya ialah mendirikan salat lima waktu, yaitu salat Zuhur, Asar, Magrib, Isya, dan Subuh.\nMelaksanakan salat lima waktu ialah mengerjakan dan menunaikannya lengkap dengan rukun-rukun dan syarat-syaratnya, terus menerus dikerjakan, sesuai dengan perintah Allah, lahiriah maupun batiniah. Yang dimaksud lahiriah ialah mengerjakan salat sesuai dengan ketentuan yang ditetapkan agama. Sedangkan batiniah ialah mengerjakan salat dengan penuh kekhu-syukan, karena merasakan keagungan dan kekuasaan Allah yang menguasai dan menciptakan seluruh alam ini. Rasulullah saw memerintahkan kaum Muslimin menyembah Allah dalam keadaan seakan-akan melihat Allah swt. Itulah ihsan sebagaimana sabda Rasulullah:\nIhsan adalah bahwa engkau menyembah Allah, seolah-olah engkau melihat-Nya. Jika engkau tidak dapat melihat-Nya, maka sesungguhnya Dia melihat engkau. (Riwayat Muslim dari Abu Hurairah)\n\nApabila seorang hamba Allah mengerjakan salat lima waktu, berarti ia telah mengerjakan salah satu rukun Islam, sesuai hadis Nabi saw:\nIslam didirikan di atas lima: syahadat bahwa tidak ada tuhan selain Allah dan bahwa Muhammad adalah utusan Allah, mendirikan salat, membayar zakat, puasa Ramadan, dan berhaji ke Baitullah bagi yang mampu melakukan perjalanan. (Riwayat Muslim dari 'Abdullah bin 'Umar r.a.)\n\nDalam ayat ini diterangkan bahwa salat Subuh itu disaksikan oleh para malaikat. Maksudnya ialah pada waktu subuh itu malaikat penjaga malam bertemu dengan malaikat penjaga siang untuk pergantian tugas, dan kedua-nya melaporkan kepada Allah bahwa orang yang bersangkutan sedang melakukan salat ketika mereka tinggalkan, sebagaimana diterangkan dalam hadis Nabi saw:\nDari Abu Hurairah, bahwasanya Nabi saw bersabda, \"Malaikat malam dan siang bergantian dalam tugasnya. Mereka berkumpul pada waktu salat Subuh dan salat Asar. Maka naiklah malaikat yang menjagamu pada malam hari, dan Tuhan bertanya kepada mereka (padahal Allah lebih mengetahui tentang kamu), \"Bagaimana keadaan hamba-Ku waktu engkau tinggalkan?\" Para malaikat menjawab, \"Kami datang kepada mereka, mereka dalam keadaan salat dan kami tinggalkan mereka, mereka pun dalam keadaan salat pula.\" (Riwayat al-Bukhari dan Muslim) )\n\nMengenai keutamaan mengerjakan salat Subuh pada awal waktunya, ar-Razi berkata, \"Sesungguhnya pada waktu subuh itu manusia menyaksikan tanda-tanda kekuasaan Allah dan kebesaran hikmah-Nya di langit dan di bumi. Pada waktu itu, sinar matahari yang terang benderang menyapu kegelapan malam, waktu itu bangunlah orang yang sedang tidur dan panca inderanya kembali bekerja setelah terlena selama mereka tidur.\"",
    "quraish": "Kerjakanlah salat fardu, mulai matahari condong dari pertengahan langit sampai muncul kegelapan malam. Yaitu salat Zuhur, Asar, Magrib dan Isya. Kerjakan pula salat Fajar (Subuh) yang disaksikan oleh malaikat.",
    "jalalayn": "(Dirikanlah salat dari sesudah matahari tergelincir) artinya sejak dari matahari tergelincir (sampai gelap malam) hingga kegelapan malam tiba; yang dimaksud adalah salat zuhur, asar, magrib dan isyak (dan bacaan di waktu fajar) yakni salat subuh (sesungguhnya bacaan di waktu fajar/salat subuh itu disaksikan) oleh malaikat-malaikat yang berjaga pada malam hari dan malaikat-malaikat yang berjaga pada siang hari."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 79,
    "arab": "وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا",
    "translation": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2108.mp3",
    "tafsir": "Ayat ini memerintahkan Rasulullah dan kaum Muslimin agar bangun di malam hari untuk mengerjakan salat tahajud. Ayat ini merupakan ayat yang pertama kali memerintahkan Rasulullah mengerjakan salat malam sebagai tambahan atas salat yang wajib. Salat malam ini diterangkan oleh hadis Nabi saw:\nBahwasanya Nabi saw ditanya orang, \"Salat manakah yang paling utama setelah salat yang diwajibkan (salat lima waktu).\" Rasulullah saw menjawab, \"Salat tahajud.\" (Riwayat Muslim dari Abu Hurairah)\n\nDari hadis-hadis Nabi yang sahih, yang diriwayatkan dari 'A'isyah dan Ibnu 'Abbas dipahami bahwa Nabi Muhammad saw bangun untuk mengerja-kan salat tahajud, setelah beliau tidur. Kebiasaan Nabi ini dapat dijadikan dasar hukum bahwa salat tahajud itu sunat dikerjakan oleh seseorang, setelah tidur beberapa saat di malam hari, kemudian pada pertengahan malam hari ia bangun untuk salat tahajud.\nKemudian Allah swt menerangkan bahwa hukum salat tahajud itu adalah sebagai ibadah tambahan bagi Rasulullah di samping salat lima waktu. Oleh karena itu, hukumnya bagi Rasulullah adalah wajib, sedang bagi umatnya adalah sunat.\nDalam ayat ini, diterangkan tujuan salat tahajud bagi Nabi Muhammad ialah agar Allah swt dapat menempatkannya pada maqaman mahmudan (di tempat yang terpuji).\nYang dimaksud dengan maqaman mahmudan ialah syafaat Rasulullah saw pada hari kiamat. Pada hari itu manusia mengalami keadaan yang sangat susah yang tiada taranya. Yang dapat melapangkan dan meringankan manusia dari keadaan yang sangat susah itu hanyalah permohonan Nabi Muhammad saw kepada Tuhannya, agar orang itu dilapangkan dan diringankan dari penderitaannya. \nDiriwayatkan oleh at-Tirmidzi dari Abu Hurairah bahwa Rasulullah saw berkata, \"Maksud maqaman mahmudan dalam ayat ini ialah syafaatku.\" (hadis hasan sahih) \nIbnu Jarir ath-thabari mengatakan bahwa kebanyakan para ahli berkata, \"Yang dimaksud dengan maqaman mahmudan itu ialah suatu kedudukan yang dipergunakan oleh Rasulullah saw pada hari kiamat untuk memberi syafaat kepada manusia, agar Allah swt meringankan kesusahan dan kesulitan yang mereka alami pada hari itu.\"\nDiriwayatkan oleh an-Nasa'i, al-hakim, dan segolongan ahli hadis dari Hudzaifah, \"Allah mengumpulkan manusia pada suatu daratan yang luas pada hari kiamat, mereka semua berdiri dan tidak seorang pun yang berbicara pada hari itu kecuali dengan izin-Nya. Orang-orang yang mula-mula diseru namanya ialah Muhammad, maka Muhammad berdoa kepada-Nya. Inilah yang dimaksud dengan maqaman mahmudan dalam ayat ini.\nDiriwayatkan oleh al-Bukhari dari Jabir bin 'Abdullah bahwa Rasulullah saw bersabda: \nBarang siapa yang membaca doa setelah selesai mendengar azan, \"Wahai Tuhanku, Tuhan Yang memiliki seruan yang sempurna dan salat yang dikerjakan ini, berilah kepada Muhammad wasilah dan keutamaan dan angkatlah ia kepada al-maqam al-mahmud (kedudukan yang terpuji) yang telah Engkau janjikan kepadanya,\" maka dia memperoleh syafaatku.\nDiriwayatkan dari Abu Sa'id al-Khudri bahwa Rasulullah saw berkata, \"Aku adalah pemimpin anak cucu Adam pada hari kiamat. Aku tidak membanggakan diri, dan di tangankulah terpegang liwa'ul hamdi (bendera pujian) aku tidak membanggakan diri. Tidak ada seorang nabi pun pada hari itu, sejak dari Adam sampai nabi-nabi yang lain, kecuali berada di bawah benderaku itu, aku adalah orang yang pertama kali keluar dari bumi, dan aku tidak membanggakan diri. Manusia saat itu ditakutkan oleh tiga hal yang menakutkan. Kemudian mereka mendatangi Adam. Mereka berkata, \"Kamu adalah bapak kami, tolonglah kami kepada Tuhanmu.\" Adam menjawab, \"Saya punya dosa yang menyebabkan saya diturunkan ke bumi. Datanglah kepada Nuh!\" maka mereka mendatangi Nuh. (setelah mereka mengadukan masalahnya kepada Nuh), Nuh berkata, \"Saya telah mendoakan penghuni bumi sehingga mereka dihancurkan. Tetapi datanglah kepada Ibrahim. Maka mereka mendatangi Ibrahim. Ibrahim kemudian menyuruh mereka mendatangi Musa.\nMusa berkata, \"Saya pernah membunuh orang. Datanglah kepada Isa.\" Isa kemudian berkata, \"Saya pernah disembah selain Allah. Datang sajalah kepada Muhammad.\" Maka mereka mendatangi aku. Aku kemudian pergi bersama mereka, lalu aku pegang lingkaran pintu surga, kemudian aku tarik. Kemudian aku ditanya, \"Siapa itu?\" aku menjawab, \"Muhammad.\" Kemudian mereka membukakan pintu untukku, dan berkata, \"Selamat datang.\" lalu aku tersungkur bersujud. Kemudian Allah mengilhami aku untuk memuji, bertahmid, dan mengagungkan-Nya. Lalu aku diperintah, \"Angkatlah kepalamu, mintalah! Kamu akan diberi. Mintalah hak syafaat, maka kamu akan diizinkan untuk memberi syafaat. Dan berkatalah, akan didengar perkataanmu.\nItulah maqam yang terpuji, yang difirmankah Allah, \"Semoga Tuhanmu memberikan maqam yang terpuji kepadamu.\" (Riwayat at-Tirmidzi)\n\nDari ayat dan hadis-hadis di atas dipahami bahwa Nabi Muhammad saw dengan mengerjakan salat tahajud akan diangkat oleh Allah swt ke tempat dan kedudukan yang dipuji oleh umat manusia, para malaikat, dan Allah Tabaraka wa Taala, yaitu kedudukan untuk memintakan syafaat bagi umat manusia pada waktu berada di Padang Mahsyar dengan izin Allah. Umat manusia memang berhak mendapat syafaat karena amal saleh dan budi pekerti mereka semasa di dunia, yaitu diampuni dosanya oleh Tuhan atau dinaikkan derajatnya.\nPada firman Allah yang lain diterangkan bahwa bangun di tengah malam untuk salat tahajud dan membaca Al-Qur'an dengan khusyuk akan dapat membuat iman jadi kuat dan membina diri pribadi. Allah swt berfirman:\n\nWahai orang yang berselimut (Muhammad)! Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil. (Yaitu) separuhnya atau kurang sedikit dari itu, atau lebih dari (seperdua) itu, dan bacalah Al-Qur'an itu dengan perlahan-lahan. Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu. Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan di waktu itu) lebih berkesan. (al-Muzzammil/73: 1-6)",
    "quraish": "Bangunlah pada sebagian malam dan laksanakanlah salat tahajud sebagai ibadah tambahan atas salat lima waktu yang telah kamu laksanakan, dengan harapan agar Allah menempatkan kamu di hari kiamat pada tempat yang dipuji semua makhluk.",
    "jalalayn": "(Dan pada sebagian malam hari bertahajudlah kamu) salatlah (dengan membacanya) yakni Alquran (sebagai suatu ibadah tambahan bagimu) sebagai amal fardu tambahan bagimu secara khusus bukan bagi umatmu, atau sebagai tambahan di samping salat-salat fardu (mudah-mudahan mengangkatmu) mendudukanmu (Rabbmu) di akhirat kelak (pada tempat yang terpuji) di mana semua orang yang terdahulu hingga orang yang kemudian memujimu karena kamu menduduki tempat tersebut; yaitu kedudukan memberi syafaat pada hari diputuskan-Nya segala perkara. Ayat berikut diturunkan sewaktu Allah memerintahkan Nabi saw. untuk melakukan hijrah."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 80,
    "arab": "وَقُلْ رَّبِّ اَدْخِلْنِيْ مُدْخَلَ صِدْقٍ وَّاَخْرِجْنِيْ مُخْرَجَ صِدْقٍ وَّاجْعَلْ لِّيْ مِنْ لَّدُنْكَ سُلْطٰنًا نَّصِيْرًا",
    "translation": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(ku).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2109.mp3",
    "tafsir": "At-Tirmidzi meriwayatkan dari Ibnu 'Abbas bahwa Nabi berada di Mekah, lalu diperintahkan Allah untuk hijrah. Maka turunlah ayat ini.\nAllah swt memerintahkan kepada Nabi Muhammad saw agar mengucap-kan doa yang tersebut dalam ayat ini, yang maksudnya \"Wahai Tuhanku, masukkanlah aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat, dan tempatkan aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat.\"\nDi antara contoh masuknya Rasulullah ke suatu tempat dengan benar ialah beliau dan para sahabat memasuki kota Medinah sebagai orang-orang yang hijrah dari Mekah, memasuki kota Mekah di waktu penaklukan kota itu, masuk kubur setelah mati, dan memasuki tempat yang diridai Allah, seperti masuk masjid, rumah sendiri, rumah sahabat, dan kenalan setelah minta izin darinya, dan sebagainya. Keluar dari semua tempat yang dikehendaki Allah, seperti keluar dari kota Mekah waktu hijrah, keluar dari kubur waktu hari kebangkitan, atau keluar dari semua tempat yang dikehendaki Allah, seperti kota-kota yang menjadi tempat melakukan perbuatan maksiat dan sebagainya.\nAllah swt juga memerintahkan kepada Nabi agar berdoa kepada-Nya supaya dijadikan orang yang menguasai hujah dan alasan yang dapat diterima dan ketika berdakwah, dapat memuaskan orang-orang yang mendengarkannya sehingga bertambah kuat imannya. Jika yang mendengar orang kafir, hati mereka menjadi lunak dan mau masuk Islam. Sebagai jawaban terhadap doa Nabi Muhammad itu, Allah menerangkan bahwa Dia memelihara Nabi dari segala macam tipu daya manusia dan akan me-menangkannya terhadap orang-orang kafir, sebagaimana tersebut dalam firman-Nya:\n\nDan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)",
    "quraish": "Katakanlah, \"Ya Tuhan, masukkanlah aku dalam segala situasi dan kondisi dengan cara yang Engkau ridai dan dengan cara yang terhormat. Keluarkanlah aku dari mana saja dengan keridaan dan kemuliaan-Mu pula. Berikanlah kekuatan kepadaku, dari karunia-Mu, yang dapat membelaku melawan musuh.\"",
    "jalalayn": "(Dan katakanlah, \"Ya Rabbku! Masukkanlah aku) ke Madinah (dengan cara yang baik) yakni dengan cara memasukkan yang disukai di mana aku tidak melihat sewaktu masuk hal-hal yang tidak aku sukai (dan keluarkanlah aku) dari Mekah (dengan cara yang baik) dengan cara mengeluarkan yang membuat hatiku tidak berpaling lagi kepadanya (dan berikanlah kepadaku dari sisi Engkau kekuasaan yang menolong.\") kekuatan yang dapat membantuku untuk dapat mengalahkan musuh-musuh-Mu."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 81,
    "arab": "وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا",
    "translation": "Dan katakanlah, “Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2110.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad agar menyampaikan kepada orang-orang musyrik bahwa sesungguhnya telah datang yang hak, yaitu Al-Qur'an, iman, dan Islam. Sedangkan yang batil yaitu kesyirikan dan kekafiran akan hancur. Kebatilan tidak akan bertahan lama, karena tidak mempunyai landasan yang benar.\nDalam ayat yang lain Allah swt berfirman:\n\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya). (al-Anbiya'/21: 18)\n\nDiriwayatkan oleh al-Bukhari dan Muslim dari 'Abdullah bin Mas'ud, ketika Rasulullah saw memasuki kota Mekah pada waktu penaklukan kota itu, ada 360 buah patung di sekitar Ka'bah. Maka Rasulullah saw menusuk patung itu dengan sepotong kayu yang ada di tangannya, dan berkata:\nTelah datang yang hak dan telah lenyap yang batil, sesungguhnya yang batil itu pasti lenyap. Telah datang yang hak, dan yang batil tidak akan datang lagi dan tidak akan kembali. (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Berikanlah peringatan kepada kaummu yang musyrik dengan mengatakan, \"Kebenaran (yaitu ajaran tauhid, agama yang benar dan keadilan) telah datang, dan kebatilan (kesyirikan, agama yang tidak benar dan kezaliman) telah lenyap. Sesungguhnya kebatilan itu akan selalu lenyap.\"",
    "jalalayn": "(Dan katakanlah) sewaktu kamu memasuki kembali Mekah (\"Yang benar telah datang) yakni agama Islam (dan yang batil telah lenyap.\") batilnya kekafiran telah lenyap. (Sesungguhnya yang batil itu adalah sesuatu yang pasti lenyap) akan surut, lalu lenyap. Memang ketika Nabi saw. memasuki kota Mekah, beliau menemukan tiga ratus enam puluh berhala berada di sekitar Kakbah, kemudian Nabi saw. menusukinya dengan tongkat yang berada di tangannya sehingga semuanya runtuh, seraya mengucapkan kalimat tadi. Demikianlah menurut hadis yang diriwayatkan oleh Bukhari dan Muslim."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 82,
    "arab": "وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا",
    "translation": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2111.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt menurunkan Al-Qur'an kepada Muhammad sebagai obat dari penyakit hati, yaitu kesyirikan, kekafiran, dan kemunafikan. Al-Qur'an juga merupakan rahmat bagi kaum Muslimin karena memberi petunjuk kepada mereka, sehingga mereka masuk surga dan terhindar dari azab Allah.\nAl-Qur'an telah membebaskan kaum Muslimin dari kebodohan sehingga mereka menjadi bangsa yang menguasai dunia pada masa kekhalifahan Umayyah dan Abbasiyah. Kemudian mereka kembali menjadi umat yang terbelakang karena mengabaikan ajaran-ajaran Al-Qur'an. Dahulu mereka menjadi umat yang disegani, tetapi kemudian menjadi pion-pion yang dijadikan umpan oleh musuh dalam percaturan dunia. Karena mereka dulu melaksanakan ajaran Al-Qur'an, negeri mereka menjadi pusat dunia ilmu pengetahuan, perdagangan dunia, dan sebagainya, serta pernah hidup makmur dan bahagia. Ayat ini memperingatkan kaum Muslimin bahwa mereka akan dapat memegang peranan kembali di dunia, jika mau mengikuti Al-Qur'an dan berpegang teguh pada ajarannya dalam semua bidang kehidupan.\nSebaliknya jika mereka tidak mau melaksanakan ajaran Al-Qur'an dengan sungguh-sungguh, mengutamakan kepentingan pribadi di atas kepentingan agama dan masyarakat, serta hanya mementingkan kehidupan dunia, maka Allah akan menjadikan musuh-musuh mereka sebagai penguasa atas diri mereka, sehingga menjadi orang asing atau budak di negeri sendiri.\nCukup pahit pengalaman kaum Muslimin akibat mengabaikan ajaran Al-Qur'an. Al-Qur'an menyuruh mereka bersatu dan bermusyawarah, tetapi mereka berpecah belah karena masalah-masalah khilafiah yang kecil dan remeh, sedangkan masalah-masalah yang penting dan besar diabaikan.\nAyat ini juga mengingatkan kaum Muslimin bahwa bagi orang-orang yang zalim, yaitu yang ingkar, syirik, dan munafik, Al-Qur'an hanya akan menambah kerugian bagi diri mereka, karena setiap ajaran yang dibawa Al-Qur'an akan mereka tolak. Padahal, jika diterima, pasti akan menguntungkan mereka.",
    "quraish": "Bagaimana kebenaran itu tidak akan menjadi kuat, sedang Kami telah menurunkan al-Qur'ân sebagai penawar keraguan yang ada dalam dada, dan rahmat bagi siapa yang beriman kepadanya. Al-Qur'ân itu tidak menambah apa-apa kepada orang-orang yang zalim selain kerugian, oleh sebab kekufuran mereka.",
    "jalalayn": "(Dan Kami turunkan dari) huruf min di sini menunjukkan makna bayan atau penjelasan (Alquran suatu yang menjadi penawar) dari kesesatan (dan rahmat bagi orang-orang yang beriman) kepadanya (dan Alquran itu tidaklah menambah kepada orang-orang yang zalim) yakni orang-orang yang kafir (selain kerugian) dikarenakan kekafiran mereka"
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 83,
    "arab": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَـُٔوْسًا",
    "translation": "Dan apabila Kami berikan kesenangan kepada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2112.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan sifat umum manusia, yaitu apabila diberi kenikmatan, seperti harta, kekuasaan, kemenangan dan sebagainya, mereka tidak mau lagi tunduk dan patuh kepada-Nya, bahkan mereka menjauhkan diri. Sebaliknya, apabila ditimpa kesukaran, kesengsara-an, kemiskinan, dan kekalahan, mereka berputus asa dan merasa tidak akan memperoleh apa-apa lagi. Seharusnya mereka tidak berputus asa, melainkan tetap beramal dan berusaha untuk mendapatkan pertolongan Allah, karena menurut ajaran Al-Qur'an, orang yang berputus asa dari rahmat Allah berarti telah mengingkari rahmat-Nya.\nAyat-ayat lain yang menerangkan keadaan manusia ketika menerima rahmat Allah, ialah firman-Nya:\n\nDan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. (Yunus/10: 12)",
    "quraish": "Sesungguhnya perasaan bangga dan putus asa merupakan tabiat manusia. Apabila ia Kami berikan nikmat kesehatan dan kelapangan, mereka malah tidak mau berzikir dan berdoa kepada Kami, serta menjauh dari Kami dengan sombong dan berbangga diri. Dan jika ia ditimpa kesusahan seperti sakit dan kemiskinan, mereka putus asa dari rahmat Allah.",
    "jalalayn": "(Dan apabila Kami berikan kesenangan kepada manusia) yang kafir (niscaya berpalinglah dia) daripada bersyukur (dan membelakangkan badannya) yakni membelakangkan tubuhnya dengan sikap yang sombong (dan apabila dia ditimpa kesusahan) kemiskinan dan kesengsaraan (niscaya dia berputus asa) dari rahmat Allah."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 84,
    "arab": "قُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًا ࣖ",
    "translation": "Katakanlah (Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2113.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad untuk menyampaikan kepada umatnya agar mereka bekerja menurut potensi dan kecenderungan masing-masing. Semuanya dipersilakan bekerja menurut tabiat, watak, kehendak, dan kecenderungan masing-masing. Allah swt sebagai Penguasa semesta alam mengetahui siapa di antara manusia yang mengikuti kebenaran dan siapa di antara mereka yang mengikuti kebatilan. Semuanya nanti akan diberi keputusan yang adil.\nAllah berfirman tentang perintah bekerja:\n\nKatakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An'am/6: 135)",
    "quraish": "Katakanlah, wahai Muhammad, kepada orang-orang kafir Quraisy sebagai ungkapan rasa tidak senangmu terhadap kejahatan dan pertikaian, \"Masing-masing kita berbuat dan berjalan sesuai dengan jalannya.\" Tuhanmu Maha Mengetahui--dengan ilmu pengetahuan yang tidak tertandingi--tentang orang-orang yang lebih benar jalannya dan selalu berbuat kebenaran. Mereka akan mendapatkan pahala yang besar. Allah juga Maha Mengetahui siapa yang lebih sesat jalannya dan akan diberi balasan sesuai dengan apa yang ia perbuat.",
    "jalalayn": "(Katakanlah, \"Tiap-tiap orang) di antara kami dan kalian (berbuat menurut keadaannya masing-masing) yakni menurut caranya sendiri-sendiri (Maka Rabb kalian lebih mengetahui siapa yang lebih benar jalannya\") maka Dia akan memberi pahala kepada orang yang lebih benar jalannya."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 85,
    "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا ",
    "translation": "Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, “Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2114.mp3",
    "tafsir": "Orang-orang Yahudi bertanya kepada Nabi Muhammad tentang roh yang dapat menghidupkan jasmani, apakah hakikatnya dan apakah dapat dibangkitkan kembali. Kemudian Allah memerintahkan kepada Nabi untuk menjawab pertanyaan itu dengan mengatakan bahwa masalah roh adalah urusan Allah, hanya Dialah yang mengetahui segala sesuatu, dan Dia sendirilah yang menciptakannya.\nKata ruh dalam Al-Qur'an mempunyai tiga arti, yaitu:\nPertama: Yang dimaksud dengan ruh adalah Al-Qur'an. Sebagaimana firman Allah:\n\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. (asy-Syura/42: 52)\n\nPengertian ini sesuai dengan isi ayat 82 Surah al-Isra', dimana diterangkan bahwa Al-Qur'an menjadi penawar dan rahmat bagi orang-orang yang beriman. Juga sesuai dengan ayat 87 surah yang sama yang menerangkan bahwa jika Allah menghendaki, niscaya Dia akan melenyapkan Al-Qur'an yang telah diturunkan kepada Nabi Muhammad. Dengan demikian, Nabi tidak akan memperoleh pembelaan.\nKedua: Malaikat Jibril. Dalam Al-Qur'an banyak perkataan ruh yang diartikan dengan Jibril a.s., seperti dalam firman Allah swt.\n\nYang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syu'ara'/26: 193-194)\n\nDan firman Allah swt:\n\n¦lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna. (Maryam/19: 17)\nKetiga: Berarti roh yang ada dalam badan, yang merupakan sumber kehidupan dari makhluk hidup. Menurut Jumhur Ulama, kata ruh dalam ayat ini adalah roh yang ada dalam badan (nyawa). Firman Allah:\n\nDan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah) bagi seluruh alam. (al-Anbiya'/21: 91)\n\nPendapat yang menyamakan ruh dengan nafs (roh/nyawa) ini adalah pendapat yang banyak dianut ulama (jumhur) dan sesuai dengan sebab ayat ini diturunkan. Allah berfirman:\n\nMaka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud. (al-hijr/15: 29)\n\nAyat-ayat tersebut di atas mengajak umat manusia supaya memahami isi Al-Qur'an dengan sebenar-benarnya, agar tidak tersesat ke jalan yang tidak benar. Sebaliknya mereka yang tidak berusaha untuk memahami isi Al-Qur'an tidak akan bisa memanfaatkannya sebagai pedoman hidup, bahkan mereka melakukan tindakan dan perbuatan yang dapat menjauhkan mereka dari pemahaman terhadap ayat-ayatnya dengan benar. Mereka menanyakan kepada Nabi saw hal-hal yang tidak mungkin diketahui manusia, yang sebetulnya tidak ada gunanya untuk diketahui, kecuali hanya sekedar untuk menguji Nabi.\nAllah swt dalam ayat ini menyatakan bahwa Ia hanya memberi manusia sedikit sekali pengetahuan mengenai roh. Akan tetapi, di antara ulama ada yang telah mencoba mendalami hakikat roh itu. Di antaranya ialah:\n1. Roh itu ialah semacam materi cahaya (jisim, nurani) yang turun ke dunia dari alam tinggi, sifatnya berbeda dengan materi yang dapat dilihat dan diraba.\n2. Roh itu mengalir dalam tubuh manusia, sebagaimana mengalirnya air dalam bunga, atau sebagaimana api dalam bara. Roh memberi kehidupan ke dalam tubuh seseorang selama tubuh itu sanggup dan mampu menerimanya, dan tidak ada yang menghalangi alirannya. Bila tubuh tidak sanggup dan mampu lagi menerima roh itu, sehingga alirannya terhambat dalam tubuh, maka tubuh itu menjadi mati. Pendapat ini dikemukakan oleh ar-Razi dan Ibnul Qayyim. Sedangkan Imam al-Gazali dan Abu Qasim ar-Ragib al-Asfahani berpendapat bahwa roh itu bukanlah materi dan sesuatu yang berbentuk, tetapi ia hanyalah sesuatu yang bergantung pada tubuh untuk mengurus dan menyelesaikan kepentingan-kepentingan tubuh.\n\nSikap kaum Muslimin yang paling baik tentang roh ialah mengikuti firman Allah ini, bahwa hakikat roh itu tidak dapat dijangkau oleh pikiran manusia, karena hanya Allah yang mengetahuinya dengan pasti. Yang perlu dipercayai adalah bahwa roh itu ada. Allah hanya memberikan gejala-gejalanya kepada manusia sendiri pun mengetahui adanya roh itu, serta menghayati gejala-gejalanya. Maka yang perlu diteliti dan dipelajari dengan sungguh-sungguh ialah gejala-gejala roh itu, yang dilakukan dalam psikologi. Mempelajari gejala-gejala jiwa ini bahkan termasuk hal yang diminta oleh Allah dalam firman-Nya:\n\nDan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan? adz-dzariyat/51: 21)\n\nKarena hanya Allah yang mengetahui tentang hakikat roh, maka pada ayat ini Allah swt menegaskan kepada manusia bahwa ilmu Allah itu Maha Luas, tidak dapat diperkirakan, meliputi segala macam ilmu, baik ilmu tentang alam yang nyata, maupun yang tidak nyata, baik yang dapat dicapai oleh pancaindera, maupun yang tidak. Karena kasih sayang Allah kepada manusia, maka dianugerahkan-Nya sebagian kecil ilmu itu kepada manusia, tidak ada artinya sedikit pun bila dibanding dengan kadar ilmu Allah.\nDiriwayatkan bahwa tatkala ayat ini diturunkan, orang-orang Yahudi menjawab, \"Kami telah diberi ilmu yang banyak. Kami telah diberi kitab Taurat. Siapa yang telah diberi kitab Taurat, berarti dia telah diberi kebaikan yang banyak.\" Maka turunlah ayat 109 Surah al-Kahf. Allah swt berfirman:\n\nKatakanlah (Muhammad), \"Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).\" (al-Kahf/18: 109)",
    "quraish": "Wahai Muhammad, kaummu yang mendapat nasihat dari orang-orang Yahudi bertanya kepadamu tentang hakikat rûh (roh). Katakan, \"Hanya Allah yang mengetahui ihwal roh. Aku hanya diberi sedikit sekali dari ilmu Allah tentang hal itu.",
    "jalalayn": "(Dan mereka bertanya kepadamu) yaitu orang-orang Yahudi (tentang roh,) yang karenanya jasad ini dapat hidup (\"Katakanlah) kepada mereka! ('Roh itu termasuk urusan Rabbku) artinya termasuk ilmu-Nya oleh karenanya kalian tidak akan dapat mengetahuinya (dan tidaklah kalian diberi pengetahuan melainkan sedikit.'\") dibandingkan dengan ilmu Allah swt."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 86,
    "arab": "وَلَىِٕنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكِيْلًاۙ؉؉",
    "translation": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2115.mp3",
    "tafsir": "Ayat ini menerangkan bahwa jika Allah swt menghendaki untuk menarik kembali Al-Qur'an yang telah diturunkan dan menghapusnya dari hati Nabi Muhammad dan dari lembaran-lembaran yang telah ditulis, hal itu pasti dengan mudah dapat dilaksanakan-Nya, sedikit pun tidak akan ada bekasnya. \nMudahnya bagi Allah swt menghapus Al-Qur'an itu diterangkan dalam hadis Nabi saw:\nDiriwayatkan dari Ibnu Mas'ud bahwa Rasulullah saw bersabda, \"Sesungguhnya Al-Qur'an ini akan diangkat (dihapus).\" Seseorang berkata, \"Bagaimana mungkin, sesungguhnya Allah telah mengokohkannya di dalam hati kita, dan kita telah mengabadikan (menulisnya) di dalam lembar-lembar bertulis.\" Ia berkata, \"Diangkat Al-Qur'an di satu malam maka tidak ada yang ditinggalkan seayat pun darinya dalam hati dan tidak pula pula di dalam mushaf, kecuali semua diangkat. Maka pada waktu paginya tidak satu ayat pun lagi yang tinggal padamu.\" Lalu Nabi membaca ayat ini. (Riwayat Sa'id bin Manshur dan al-hakim serta dinyatakan sahih oleh ath-thabrani dan al-Baihaqi).\n\nSetelah Al-Qur'an dihapus dari hati dan yang tertulis dalam mushaf, maka pada saat itu tidak ada lagi yang dapat dijadikan pegangan dan petunjuk ke jalan yang benar. Tidak seorangpun yang sanggup mengembalikannya, baik dalam bentuk mushaf maupun hafalan.",
    "quraish": "Sesungguhnya jika Kami berkehendak menghapus al-Qur'ân yang telah Kami wahyukan kepadamu dari dalam hatimu, niscaya akan Kami lakukan. Setelah itu kamu tidak akan menemukan seorang pun yang dapat membela dan menolongmu.",
    "jalalayn": "(Dan sesungguhnya jika) lam di sini bermakna qasam (Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu) yakni Alquran; seumpamanya Dia menghapuskannya dari ingatanmu dan dari mushaf-mushaf yang ada (dan dengan pelenyapan itu kamu tidak akan mendapatkan seorang pembela pun terhadap Kami)."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 87,
    "arab": "اِلَّا رَحْمَةً مِّنْ رَّبِّكَۗ اِنَّ فَضْلَهٗ كَانَ عَلَيْكَ كَبِيْرًا",
    "translation": "kecuali karena rahmat dari Tuhanmu. Sungguh, karunia-Nya atasmu (Muhammad) sangat besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2116.mp3",
    "tafsir": "Akan tetapi, Allah tidak bermaksud menghapus Al-Qur'an dari hati Nabi dan mushaf-mushaf, karena rahmat-Nya yang besar yang dilimpahkan kepada hamba-hamba-Nya. Al-Qur'an adalah nikmat yang paling besar yang diberikan Allah kepada manusia. Dia menetapkan Al-Qur'an dalam hati manusia serta menjaganya dari campur tangan mereka.\nMenurut ar-Razi, ada dua macam nikmat besar yang diberikan Allah kepada ulama: pertama, memudahkan mereka memperoleh ilmu, dan kedua, tetapnya ilmu dalam pikiran dan ingatan mereka. Dengan kedua macam nikmat itu, maka manusia mudah mencerna kandungan ayat-ayat Al-Qur'an dan kemudian melaksanakan yang diperintahkan-Nya dan menghentikan yang dilarang-Nya. Dengan demikian, terjagalah mereka dari kehancuran di dunia dan azab neraka di akhirat.\nPada ayat ini Allah menjelaskan bahwa keutamaan yang diberikan-Nya kepada Nabi Muhammad sangat besar sehingga Allah tidak menginginkan terhapusnya wahyu yang telah diturunkan kepadanya. Wahyu ini merupakan nikmat Allah yang terbesar kepada Rasulullah dan orang-orang beriman karena berisi hidayah dan penyembuh dari berbagai penyakit.",
    "quraish": "Akan tetapi al-Qur'ân itu Kami jadikan abadi sebagai rahmat dari Tuhanmu, karena karunia Allah kepadamu dalam mukjizat ini sangatlah besar.",
    "jalalayn": "(Kecuali) tetapi sengaja Kami menetapkannya (karena rahmat dari Rabbmu. Sesungguhnya karunia-Nya atasmu adalah besar) agung karena Dia telah menurunkan Alquran kepadamu dan Dia memberimu kedudukan yang terpuji serta keutamaan-keutamaan lain yang Dia berikan kepadamu."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 88,
    "arab": "قُلْ لَّىِٕنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَّأْتُوْا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُوْنَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا",
    "translation": "Katakanlah, “Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2117.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Ishaq dan Ibnu Jarir dari Sa'id dari Ibnu 'Abbas, bahwa Salam bin Misykam dan kawan-kawannya sesama orang Yahudi datang menghadap Rasulullah saw dan berkata, \"Bagaimana kami akan mengikuti engkau Muhammad, padahal engkau telah meninggalkan kiblat kami dan Al-Qur'an yang engkau bawa itu susunannya tidak seperti kitab Taurat. Karena itu turunkanlah kepada kami sebuah kitab yang dapat kami periksa. Kalau kamu tidak sanggup mendatangkannya, maka kami akan mendatangkan kepada kamu sesuatu yang sama dengan yang engkau bawa itu. Maka Allah swt menurunkan ayat ini yang menegaskan kepada mereka bahwa mereka semuanya tidak akan sanggup membuat kitab seperti Al-Qur'an.\nSabab nuzul ayat ini tidak disepakati oleh para ulama karena surah ini termasuk surah Makkiyah dan sasarannya adalah orang-orang Quraisy, sedangkan orang Yahudi tinggal di Medinah.\nPada ayat ini, Allah swt menegaskan mukjizat Al-Qur'an dan keutamaan-nya, yaitu Al-Qur'an benar-benar dari Allah dan diturunkan kepada Nabi Muhammad saw. Sebagai bukti bahwa Al-Qur'an itu dari Allah, bukan buatan Muhammad sebagaimana yang didakwakan oleh orang-orang kafir Mekah dan ahli kitab, Allah swt memerintahkan Nabi Muhammad saw agar menyampaikan tantangan kepada mereka yang mengabaikan dan meman-dang Al-Qur'an itu bukan wahyu Allah untuk membuat tandingan Al-Qur'an. Tetapi Allah menegaskan bahwa mereka tidak akan mampu membuat kitab yang sama. Allah berfirman: \n\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24)\n\nSejarah menunjukkan bahwa banyak pemimpin dan ahli sastra Arab yang mencoba menandingi dan meniru Al-Qur'an, bahkan ada yang mendakwakan dirinya sebagai seorang nabi, seperti Musailamah al-Kadzdzab, thulaiá¸¥ah, Habalah bin Kaab, dan lain-lain. Akan tetapi, mereka semua gagal dalam usahanya bahkan mendapat cemooh dan hinaan dari masyarakat. Sebagai contoh ialah apa yang telah dibuat oleh Musailamah al-Kadzdzab yang dianggapnya dapat menandingi ayat-ayat Al-Qur'an:\nHai katak, anak dari dua katak, pekikkan suaramu apa yang ingin kamu pekikkan. Bagian atas engkau di air dan bagian bawah engkau di tanah.\n\nPara ahli menyatakan bahwa perkataan Musailamah itu tidak ada yang mengandung sesuatu makna. Di antara yang memberi komentar ialah al-Jahiz, seorang sastrawan Arab yang mashyur yang mengatakan, \"Saya tidak mengerti apakah gerangan yang menggerakkan jiwa Musailamah menyebut-kan katak dan sebagainya, alangkah buruknya gubahan yang dikatakannya sebagai ayat Al-Qur'an yang telah diwahyukan kepada Nabi Muhammad saw.\nKemungkinan kerjasama jin dan manusia disebutkan di sini adalah untuk mengimbangi Malaikat Jibril dan Nabi Muhammad yang memperoleh Al-Qur'an dari Allah. Mereka tidak mungkin menandinginya karena Al-Qur'an berasal dari Allah swt.",
    "quraish": "Katakanlah kepada mereka dan tantanglah agar mereka mendatangkan sesuatu yang serupa al-Qur'ân, dan mereka pasti tidak akan mempu mendatangkannya, \"Seandainya manusia dan jin bergabung dan saling membantu untuk mendatangkan sesuatu yang serupa al-Qur'ân ini dalam komposisi dan maknanya, mereka tidak akan mampu melakukannya, meskipun mereka bekerjasama dan saling membantu satu sama lain.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa dengan Alquran ini) dalam hal kefasihan dan ketinggian paramasasteranya (niscaya mereka tidak akan dapat membuat yang serupa dengan dia sekali pun sebagian mereka menjadi pembantu bagi sebagian yang lain.\") saling bantu-membantu. Ayat ini diturunkan sebagai sanggahan terhadap perkataan mereka sebagaimana yang disitir oleh firman-Nya: \"Kalau kami menghendaki niscaya kami dapat membacakan yang seperti ini (Alquran).\" (Q.S. Al-Anfal 31)."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 89,
    "arab": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا",
    "translation": " Dan sungguh, Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkari(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2118.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah menyampaikan segala macam bukti dan argumen kepada manusia agar mereka beriman. Berbagai bukti dan argumen itu diungkapkan dalam bentuk penjelasan dengan berbagai macam gaya bahasa, ada dalam bentuk perintah, berita, dan cerita. Demikian pula isinya yang bermacam-macam, seperti akidah, hukum, budi pekerti, ibadah, kisah, dan sebagainya yang tidak dapat dibantah kebenaran-nya. \nSekalipun Allah swt telah menyampaikan dalam bentuk dan cara yang berbeda-beda, juga isinya yang mengandung nilai-nilai yang tinggi untuk mencapai kebahagiaan hidup di dunia dan di akhirat, namun orang-orang kafir tidak mengimaninya. Mereka tetap mengingkari dan menentangnya.",
    "quraish": "Dalam al-Qur'ân ini, Kami sungguh telah menempuh berbagai cara penjelasan seperti tamsil. Akan tetapi kebanyakan manusia menolaknya dan lebih memilih sikap kufur dan ingkar.",
    "jalalayn": "(Dan sesungguhnya Kami telah jelaskan) telah Kami terangkan (kepada manusia dalam Alquran ini tiap-tiap macam perumpamaan) lafal min kulli matsalin menjadi sifat bagi lafal yang tidak disebutkan artinya, contoh dari setiap perumpamaan supaya mereka mengambil pelajaran darinya (tapi kebanyakan manusia tidak mau) yakni penduduk Mekah (kecuali mengingkarinya) mengingkari kebenaran yang dibawanya."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 90,
    "arab": "وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ  ",
    "translation": "Dan mereka berkata, “Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2119.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Ketika tampak mukjizat al-Qur'ân dan mereka tidak dapat menyangkal hujjah itu, mereka pun mulai meminta ayat dan mukjizat, seperti yang dilakukan oleh orang-orang yang tidak mampu berdalih dan orang-orang yang kebingungan. Mereka kemudian berkata, \"Kami tidak akan beriman kepadamu, sebelum kamu mengeluarkan mata air yang terus memancar dan tak pernah habis dari bumi Mekah untuk kami.",
    "jalalayn": "(Dan mereka berkata) diathafkan kepada lafal abaa (\"Kami sekali-kali tidak percaya kepadamu sebelum engkau memancarkan sumber air dari tanah buat kami) mata air yang berlimpah airnya."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 91,
    "arab": "اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ  ",
    "translation": "atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2120.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Atau sebelum kamu mempunyai sebuah kebun korma dan anggur di Mekah, lalu kamu alirkan sungai- sungai dengan deras di sela-sela kebun itu.",
    "jalalayn": "(Atau kamu mempunyai sebuah kebun) taman yang penuh dengan pohon-pohon (kurma dan anggur lalu kamu alirkan sungai-sungai di celah-celah kebun itu) di tengah-tengah (yang deras airnya.)"
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 92,
    "arab": "اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ  ",
    "translation": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2121.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Atau sebelum kamu runtuhkan langit menjadi berkeping-keping di atas kepala kami seperti kamu katakan bahwa Allah menjanjikan kami dengan semua itu. Atau kamu mendatangkan Allah dan malaikat- malaikat berhadapan muka dengan kami.",
    "jalalayn": "(Atau kamu jatuhkan langit berkeping-keping atas kami sebagaimana kamu katakan) yakni hancur berkeping-keping (atau kamu datangkan Allah dan malaikat-malaikat berhadapan muka dengan kami.) secara berhadap-hadapan dan terang-terangan dengan kami sehingga kami dapat melihat mereka."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 93,
    "arab": "اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا ࣖ  ",
    "translation": "atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2122.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Atau sebelum kamu mempunyai sebuah rumah yang perhiasannya terbuat dari emas, atau kamu dapat naik ke atas lamgit. Kami sekali-kali tidak akan mempercayai hal itu kecuali jika kamu menurunkan kepada kami sebuah kitab suci dari Allah yang berisi kebenaran kata-katamu yang dapat kami baca.\" Katakanlah kepada mereka, \"Tuhanku Mahasuci dari apa yang telah mereka tuduhkan bahwa di sana ada yang mengendalikan Allah atau menyamai kekuasaan-Nya. Aku ini hanyalah seorang manusia biasa, seperti layaknya para rasul yang lain, yang tidak dapat mendatangkan satu ayat pun kecuali atas izin Allah.\"",
    "jalalayn": "(Atau kamu mempunyai rumah dari emas) logam mulia (atau kamu memanjat) naik (ke langit) dengan memakai tangga (Dan kami sekali-kali tidak akan mempercayai kenaikanmu) seandainya kamu dapat menaiki langit (hingga kamu turunkan atas kami) dari langit itu (sebuah kitab) yang di dalamnya tertera tulisan yang membenarkanmu (yang kami baca.\" Katakanlah) kepada mereka! (\"Maha Suci Rabbku) ungkapan rasa takjub (bukankah) tidak lain (aku ini hanyalah manusia yang menjadi rasul.\") sama halnya dengan rasul-rasul yang lain sedangkan mereka tidak dapat mendatangkan suatu mukjizat pun melainkan dengan seizin Allah."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 94,
    "arab": "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰٓى اِلَّآ اَنْ قَالُوْٓا اَبَعَثَ اللّٰهُ بَشَرًا رَّسُوْلًا",
    "translation": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2123.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak ada yang menghalangi orang-orang musyrik Mekah beriman kepada Nabi Muhammad ketika wahyu diturunkan Allah kepadanya disertai dengan bermacam-macam mukjizat, kecuali keinginan mereka bahwa jika Allah swt mengutus seorang rasul-Nya kepada manusia, maka rasul itu haruslah seorang malaikat, bukan seorang manusia biasa.\nOrang-orang kafir Mekah khususnya dan orang-orang kafir pada umumnya heran mengapa wahyu itu diturunkan kepada seorang manusia biasa seperti Muhammad, bahkan seorang anak yatim. Kenapa tidak diturunkan kepada yang terpandai atau terkaya di antara mereka atau manusia yang mempunyai kekuatan gaib, malaikat, dan sebagainya. Sikap orang musyrik Mekah seperti itu sama dengan sikap orang-orang yang terdahulu terhadap para rasul yang diutus kepada mereka.\nFirman Allah swt:\n\nDan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat? (al-A'raf/7: 63)",
    "quraish": "Tidak ada sesuatu yang menghalangi orang-orang musyrik Mekah untuk mengakui kebenaran saat didatangkan wahyu yang diikuti dengan mukjizat, kecuali ungkapan bodoh mereka yang mengatakan bahwa Allah tidak akan mengutus para rasul-Nya dari jenis manusia, tetapi dari jenis malaikat.",
    "jalalayn": "(Dan tidak ada sesuatu yang menghalang-halangi manusia untuk beriman tatkala datang petunjuk kepadanya kecuali perkataan mereka) perkataan mereka dengan nada ingkar (\"Adakah Allah mengutus seorang manusia menjadi rasul?\") dan Dia tidak mengutus seorang malaikat?"
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 95,
    "arab": "قُلْ لَّوْ كَانَ فِى الْاَرْضِ مَلٰۤىِٕكَةٌ يَّمْشُوْنَ مُطْمَىِٕنِّيْنَ لَنَزَّلْنَا عَلَيْهِمْ مِّنَ السَّمَاۤءِ مَلَكًا رَّسُوْلًا",
    "translation": "Katakanlah (Muhammad), “Sekiranya di bumi ada para malaikat, yang berjalan-jalan dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2124.mp3",
    "tafsir": "Allah membantah sikap orang-orang musyrik Mekah itu dengan menyatakan bahwa sekiranya di bumi ini terdapat malaikat-malaikat yang berjalan, berpikir, bertempat tinggal, hidup bermasyarakat, mempunyai hawa nafsu, berkebudayaan, berorganisasi, dan sebagainya, tentulah Allah swt akan mengutus malaikat sebagai rasul-Nya, bukan manusia.\nAyat ini seakan-akan memperingatkan orang-orang kafir bahwa rasul yang diutus Allah adalah seorang manusia biasa tetapi sanggup menyampai-kan ajaran agama-Nya kepada mereka, mengerti apa yang mereka inginkan, apa yang mereka rasakan, apa yang baik bagi mereka, dan sebagainya. Bukan seperti malaikat yang tidak mempunyai ambisi dalam hidup seperti manusia dan hanya melaksanakan apa yang diperintahkan Allah kepada mereka.\nAllah swt berfirman:\n\nSungguh, Allah telah memberi karunia kepada orang-orang beriman ketika (Allah) mengutus seorang rasul (Muhammad) di tengah-tengah mereka dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab (Al-Qur'an) dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata. (ali 'Imran/3: 164)",
    "quraish": "Katakan, sebagai bantahan terhadap mereka, \"Seandainya ada malaikat sebagai pengganti manusia yang berjalan dan hidup berkesinambungan di bumi seperti layaknya manusia, niscaya Kami akan menurunkan kepada mereka seorang malaikat dari langit yang menjadi rasul dengan bentuk seperti mereka! Akan tetapi, malaikat bukanlah manusia. Kalaupun ada, itu hanya malaikat yang berbentuk manusia.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Seandainya di bumi ini ada) lafal fil ardhi menjadi badal daripada lafal basyaran (malaikat-malaikat yang berjalan-jalan sebagai penghuni di bumi niscaya Kami turunkan dari langit kepada mereka malaikat menjadi rasul.\") sebab tidak diutus seorang rasul terhadap suatu kaum melainkan ia berasal dari jenis mereka sendiri sehingga memungkinkan bagi mereka untuk berbicara kepadanya dan memahami darinya."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 96,
    "arab": "قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۗ اِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
    "translation": "Katakanlah (Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sungguh, Dia Maha Mengetahui, Maha Melihat akan hamba-hamba-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2125.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan ancaman-Nya kepada orang-orang kafir bahwa Allah akan menjadi saksi atas apa yang diperselisihkan antara Nabi dan orang-orang musyrik Mekah. Allah akan menjadi hakim yang akan mengadili perkara mereka dengan adil di akhirat nanti karena Dia mengetahui semua yang mereka kerjakan, bahkan yang terkandung dalam hati mereka.",
    "quraish": "Katakan pula, \"Jika kalian mengingkari misi kerasulanku, maka cukuplah Allah menjadi saksi antara aku dan kalian untuk menetapkan kebenaran misi kerasulanku. Sesungguhnya Allah Maha Mengetahui apa yang dilakukan oleh hamba-hamba-Nya dan Dia yang akan memberi balasannya.\"",
    "jalalayn": "(Katakanlah, \"Cukuplah Allah menjadi saksi antara aku dan kamu sekalian) yang membenarkan aku. (Sesungguhnya Dia adalah Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya.\") mengetahui apa-apa yang tersembunyi dalam diri mereka dan apa-apa yang terlahirkan."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 97,
    "arab": "وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا",
    "translation": "Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2126.mp3",
    "tafsir": "Allah swt menerangkan dalam ayat ini bahwa Dialah yang menguasai dan menentukan segala sesuatu. Dia yang memberi petunjuk dan taufik kepada siapa yang dikehendaki-Nya. Orang yang tidak menerima petunjuk dan taufik-Nya, adalah orang yang sesat dan tidak akan memperoleh penolong selain Allah.\nOrang-orang sesat itu akan dikumpulkan Allah pada hari kiamat di suatu tempat untuk dihisab. Mereka dibangkitkan dari kubur dalam keadaan buta, bisu, dan tuli, sebagaimana mereka dahulu di dunia tidak melihat dan mendengarkan kebenaran yang disampaikan.\nNabi saw bersabda:\nSeorang bertanya kepada Rasulullah saw, \"Ya Rasulullah bagaimana manusia berjalan dengan wajah mereka?\" Rasulullah menjawab, \"Dia yang menjalankan mereka dengan kaki mereka, tentu berkuasa pula menjalankan mereka dengan wajah mereka\". (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)\n\nAbu Dawud dan at-Tirmidzi meriwayatkan hadis dari Abu Hurairah:\nBahwa manusia itu ada tiga macam pada hari berkumpul di padang Mahsyar, ada yang berjalan, ada yang berkendaraan dan ada pula yang berjalan dengan wajah mereka.\n\nSetelah selesai dihisab, mereka dimasukkan ke dalam neraka Jahanam dan dibakar dengan api yang menyala-nyala karena setiap akan padam, nyala api itu ditambah lagi. Setiap kali kulit dan tubuh menjadi hangus, dan daging-daging mereka menjadi musnah, Allah menggantinya kembali dengan kulit, daging, dan tubuh yang baru, sehingga mereka kembali merasakan azab yang tidak putus-putusnya.",
    "quraish": "Katakan kepada mereka, \"Barangsiapa diberi petunjuk karena budi pekertinya yang terpuji, maka ia telah benar-benar berpetunjuk. Dan, barangsiapa disesatkan karena budi pekertinya tidak terpuji, maka ia tidak akan mendapat penolong yang dapat memberi petunjuk di dunia. Kami akan mengumpulkan mereka di akhirat nanti dengan muka terseret. Mereka tidak dapat melihat, berbicara dan mendengar. Tempat mereka adalah neraka jahanam. Setiap kali api itu akan padam, Allah menambah lagi nyalanya.\"",
    "jalalayn": "(Dan barang siapa yang ditunjuki Allah, dialah yang mendapat petunjuk dan barang siapa yang Dia sesatkan maka sekali-kali kamu tidak akan mendapat penolong-penolong bagi mereka) yang dapat memberikan petunjuk kepada mereka (selain dari Dia. Dan Kami akan mengumpulkan mereka pada hari kiamat) seraya diseret (atas muka-muka mereka dalam keadaan buta, bisu dan pekak. Tempat kediaman mereka adalah neraka Jahanam. Tiap-tiap kali nyala api Jahanam itu akan padam) mulai redup nyalanya (Kami tambahkan bagi mereka nyalanya) kobaran dan nyala api itu semakin ditambahkan."
  },
  {
    "hizb": 116,
    "name": "Al-Isra'",
    "ayat": 98,
    "arab": "ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
    "translation": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2127.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang kafir itu diazab karena mengingkari ayat-ayat Allah dan hari kebangkitan dengan mengatakan, \"Apakah mungkin kita dibangkitkan kembali, setelah kita mati, tubuh kita sudah hancur dan lumat bersama tanah, kemudian tulang-belulang kita berserakan menjadi bahagian yang terpisah-pisah. Apakah bagian-bagian tubuh itu dapat dikumpulkan dan dihidupkan kembali, sehingga kita menjadi makhluk hidup yang baru?\"",
    "quraish": "Itulah balasan akibat kekufuran mereka terhadap bukti kebenaran yang telah Kami kemukakan. Selain itu, juga akibat kekufuran mereka dengan mengatakan, \"Apakah kami akan dibangkitkan sebagai makhluk baru setelah kami menjadi tulang belulang dan benda-benda yang hancur?\"",
    "jalalayn": "(Itulah balasan bagi mereka karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan karena mereka berkata) seraya ingkar terhadap adanya hari berbangkit (\"Apakah bila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah benar-benar akan dibangkitkan kembali sebagai makhluk baru?\")"
  }
]