[
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 99,
    "arab": "۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا",
    "translation": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2128.mp3",
    "tafsir": "Allah swt membantah pendapat orang-orang yang tidak mem-percayai adanya hari kebangkitan dengan mengatakan bahwa apakah mereka tidak melihat dan memperhatikan bagaimana Allah telah menciptakan mereka dari tidak ada menjadi ada, begitu juga langit dan semua isinya, dan bumi dengan segala benda dan makhluk yang ada di dalamnya, termasuk manusia sendiri. Apakah mereka tidak memperhatikan segala kejadian yang ada di langit dan di bumi? Semuanya diciptakan dari tiada menjadi ada. Jika Allah swt sanggup menciptakan semuanya untuk kali yang pertama, tentu sanggup pula menciptakannya untuk kali yang kedua karena merancang ulang biasanya lebih mudah dibandingkan dengan menciptakan pertama kali. Allah telah menciptakan bagi manusia jangka waktu yang tidak ada keraguan padanya, menetapkan masa hidup mereka di dunia dan dalam kubur, dan masa mereka dibangkitkan kembali. Hanya Allah sajalah Yang Maha Mengetahui penentuan masa-masa itu.\nMeskipun bukti-bukti tentang hari kebangkitan, kebesaran, dan kekuasaan Allah telah dikemukakan dan dijelaskan kepada orang-orang kafir yang zalim itu, mereka tetap ingkar dan tidak percaya kepada bukti-bukti tersebut.",
    "quraish": "Apakah mereka lalai dan tidak tahu bahwa Tuhan yang menciptakan langit dan bumi dengan segala keagungannya adalah Mahakuasa untuk menciptakan yang serupa dengan mereka, baik berupa jin maupun manusia. Zat Yang Mahakuasa dan mampu berbuat demikian, tentu mampu pula mengembalikan mereka seperti semula! Bahkan hal itu lebih mudah bagi-Nya. Allah telah menetapkan waktu tertentu yang pasti akan terjadi, yaitu hari kiamat, untuk membangkitkan mereka kembali setelah mati. Namun orang-orang yang zalim terhadap dirinya sendiri dengan kekufuran hanya menghendaki kekufuran setelah adanya bukti ini.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan) apakah mereka tidak mengetahui (bahwasanya Allah yang menciptakan langit dan bumi) padahal keduanya sangat besar sekali (adalah kuasa pula menciptakan yang serupa dengan mereka) serupa dengan manusia dalam hal kekecilannya (dan telah menetapkan waktu yang tertentu bagi mereka) untuk mati dan dibangkitkan (yang tidak ada keraguan padanya? Maka orang-orang yang zalim itu tidak menghendaki kecuali kekafiran) yaitu keingkaran terhadap-Nya."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 100,
    "arab": "قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًا ࣖ",
    "translation": "Katakanlah (Muhammad), “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.” Dan manusia itu memang sangat kikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2129.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan sebab-sebab mengapa Dia tidak memperkenankan permintaan orang-orang zalim itu, yaitu walaupun diperkenankan, mereka tetap tidak akan beriman, berlaku kikir, dan tidak mau memberikan sebagian kecil hartanya kepada orang lain yang memerlukannya. Mereka takut kenikmatan-kenikmatan yang telah diperoleh akan lenyap dari mereka. Padahal nikmat Allah tidak akan pernah habis seberapa pun manusia mengambilnya. Allah juga telah menjanjikan orang-orang yang menginfakkan harta mereka dengan imbalan yang berlipat ganda dari apa yang mereka infakkan.\nSifat kikir adalah watak dan tabiat manusia dengan kadar yang berbeda. Watak dan tabiat yang tidak baik itulah yang menyebabkan manusia mendurhakai perintah Allah dan enggan memperhatikan larangan-larangan-Nya. Firman Allah:\n\n\nDan kamu mencintai harta dengan kecintaan yang berlebihan. (al-Fajr/89: 20)\n\n\nDan sesungguhnya cintanya kepada harta benar-benar berlebihan. (al-'adiyat/100: 8)",
    "quraish": "Katakan kepada orang-orang musyrik, \"Jika kalian mempunyai kekayaan rezeki Tuhanku, kalian pasti akan bersifat kikir karena takut miskin, sebab tamak dan kikir merupakan tabiat manusia. Allah Mahakaya dan Maha Memberi, yang memberikan apa saja dan kepada siapa saja yang dikehendaki-Nya, dan menurunkan mukjizat sesuai dengan kehendak-Nya, bukan yang dikehendaki oleh manusia. Dalam pada itu, Dia Mahabijaksana lagi Maha Mengetahui.",
    "jalalayn": "(Katakanlah) kepada mereka (\"Seandainya kalian menguasai perbendaharaan-perbendaharaan rahmat Rabbku) berupa perbendaharaan rezeki dan hujan (niscaya kalian tahan perbendaharaan itu) maksudnya niscaya kalian akan bersikap kikir (karena takut membelanjakannya.\") karena takut harta menjadi habis dibelanjakan oleh karenanya kalian bersikap kikir. (Dan adalah manusia itu sangat kikir) maksudnya sangat bakhil."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 101,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ",
    "translation": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2130.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt telah memberikan sembilan macam mukjizat kepada Musa a.s. sebagai bukti kerasulannya, ketika diutus kepada Fir'aun dan kaumnya. Namun demikian, Fir'aun dan kaumnya tetap menolak seruan Nabi Musa untuk beriman pada Allah Sang Pencipta. Dalam ayat yang lain diterangkan bagaimana Fir'aun dan kaumnya mengingkari seruan Musa.\nAllah swt berfirman:\n\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)-nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)\n\nPara mufasir berbeda pendapat tentang maksud dari sembilan ayat tersebut di atas. Menurut Ibnu Abbas, sebagaimana diriwayatkan oleh 'Abd Razzaq, Sa'id bin Manshur, Ibnu Jarir ath-thabari, dan Ibnu Mundzir, bahwa sembilan ayat tersebut adalah tongkat, tangan, topan, belalang, kutu, katak, darah, musim kemarau, dan kekurangan buah-buahan. Pendapat ini disetujui oleh jumhur ulama.\nMufasir yang lain, seperti ar-Razi, berpendapat bahwa yang dimaksud dengan sembilan ayat tersebut di atas adalah berbagai larangan. Ia mendasar-kan pendapatnya dengan hadis Nabi saw yang diriwayatkan oleh Ahmad, at-Tirmidzi, al-Baihaqi, Ath-thabrani, an-Nasa'i, dan Ibnu Majah dari shafwan bin Asal al-Muradi, ketika beliau ditanya oleh orang Yahudi, bahwa yang dimaksud dengan sembilan ayat di sini ialah sembilan macam larangan, yaitu: jangan mempersekutukan Allah, jangan membunuh jiwa kecuali dengan hak, jangan berzina, jangan mencuri, jangan menyihir, jangan makan riba, jangan memfitnah orang yang tidak bersalah kepada penguasa, jangan menuduh wanita yang baik berzina, dan melanggar aturan pada hari Sabat. Ibnu Syihab Al-Khafaji mengatakan, \"Inilah tafsir yang diikuti dalam menafsirkan ayat ini.\"\nAllah memerintahkan Nabi Muhammad saw agar menanyakan tentang kisah Musa kepada orang-orang Yahudi yang hidup di masanya, seperti Abdullah bin Salam dan lain-lain, niscaya mereka akan membenarkannya. Pengakuan mereka terhadap kebenaran risalah Nabi Musa akan menambah iman dan keyakinannya. Hal itu juga bertujuan agar Nabi saw yakin bahwa kisah itu juga terdapat dalam kitab mereka.\nTanyakanlah kepada orang-orang Yahudi, tentu mereka akan menerangkan bahwa Musa a.s. telah datang kepada Fir'aun membawa agama tauhid dan mengemukakan berbagai mukjizatnya. Akan tetapi, Fir'aun mengingkarinya, bahkan mengatakan bahwa Musa adalah orang yang rusak akalnya, sehingga mengaku-ngaku sebagai seorang rasul Allah.",
    "quraish": "Seandainya kepada mereka didatangkan ayat-ayat yang telah mereka minta, mereka pasti akan berpaling dan tidak akan mempercayainya. Kami telah memberi Mûsâ sembilan mukjizat yang nyata(1). Meskipun demikian, mereka mengingkarinya. Dan Fir'aun berkata kepada Mûsâ, \"Kukira kau adalah orang yang terkena sihir, Mûsâ.\" (1) Sembilan mukjizat itu adalah tongkat, tangan putih, angin topan, belalang dan katak serta darah, kekeringan dan kekurangan buah-buahan, terbelahnya laut, air yang memancar dari batu, terangkatnya gunung, dan berbicara langsung dengan Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa sembilan buah mukjizat yang nyata) yaitu tangan, tongkat, topan, belalang, kutu, kodok, darah atau kutukan paceklik dan kekurangan buah-buahan (maka tanyakanlah) hai Muhammad (kepada Bani Israel) perihalnya dengan pertanyaan yang menetapkan kebenaranmu terhadap kaum musyrikin; atau artinya Kami berfirman kepada Muhammad, \"Tanyakanlah.\" Menurut qiraat yang lain diungkapkan dalam bentuk fi`il madhi (tatkala Musa datang kepada mereka lalu Firaun berkata kepadanya, \"Sesungguhnya aku sangka kamu hai Musa seorang yang kena sihir.\") orang yang tidak sadar dan akal warasmu sudah hilang."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 102,
    "arab": "قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ",
    "translation": "Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2131.mp3",
    "tafsir": "Musa mengatakan kepada Fir'aun bahwa sesungguhnya Fir'aun telah mengetahui bahwa yang menurunkan ayat-ayat ini adalah Tuhan yang memiliki langit dan bumi. Hal itu dijelaskan Nabi Musa sebagai bukti dan keterangan bahwa yang diserukannya itu adalah suatu kebenaran. Hanya orang yang bersih hatinya yang dapat menerima seruan tersebut. Lebih lanjut Nabi Musa mengatakan kepada Fir'aun bahwa hatinya yang kotor dan tidak mempunyai kesediaan untuk menerima seruan itu. Kebenaran apapun yang dikemukakan kepadanya tetap tidak akan membuatnya menerima seruan tersebut.",
    "quraish": "Mûsâ berkata, \"Wahai Fir'aun, kamu sendiri telah mengetahui bahwa yang menurunkan bukti-bukti itu adalah Tuhan pemelihara langit dan bumi, karena hanya Dia yang mampu melakukannya. Bukti-bukti itu amat jelas dan dapat memperlihatkan kebenaranku kepadamu, tetapi kamu malah menjadi sombong dan ingkar. Kurasa kamu adalah orang yang akan binasa, wahai Fir'aun, jika kamu tidak kembali dari kemungkaranmu.\"",
    "jalalayn": "(Musa menjawab, \"Sesungguhnya kamu telah mengetahui, tiada yang menurunkannya) mukjizat-mukjizat itu (melainkan Rabb yang memelihara langit dan bumi sebagai bukti-bukti yang nyata) pelajaran-pelajaran, tetapi ternyata kamu masih tetap ingkar. Menurut qiraat lain lafal `alimta dibaca `alimtu (dan sesungguhnya aku mengira kamu, hai Firaun, seorang yang binasa.\") hancur atau dipalingkan dari kebaikan."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 103,
    "arab": "فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ",
    "translation": "Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2132.mp3",
    "tafsir": "Setelah Fir'aun melihat kegigihan Musa dalam menyampaikan risalahnya, dan hal itu akan membahayakan diri dan kekuasaannya, maka Fir'aun berencana untuk mengeluarkan Musa dan pengikut-pengikutnya dari bumi Mesir, baik dengan cara mengusir atau melenyapkan mereka. Akan tetapi, Allah swt lebih dahulu menenggelamkan Fir'aun beserta pengikut-pengikutnya ke dalam laut Qulzum.",
    "quraish": "Fir'aun bertambah tiran dan hendak mengusir Mûsâ dan Banû Isrâ'îl dari bumi Mesir. Maka ia dan seluruh tentaranya pun Kami tenggelamkan.",
    "jalalayn": "(Maka terbetiklah maksud) dalam diri Firaun (untuk mengusir mereka) maksudnya mengusir Nabi Musa dan kaumnya (dari tanah itu) yaitu negeri Mesir (maka Kami tenggelamkan dia serta orang-orang yang bersama dia seluruhnya.)"
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 104,
    "arab": "وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ",
    "translation": "Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2133.mp3",
    "tafsir": "Kemudian Allah swt menyelamatkan Musa dan Bani Israil serta memerintahkan mereka agar mendiami negeri yang telah dijanjikan kepada mereka sampai waktu yang ditentukan. Jika telah sampai waktunya, mereka akan diwafatkan kemudian dibangkitkan kembali pada hari kiamat, untuk menetapkan keputusan yang paling adil di antara mereka. Ketika itu, mereka beserta musuh-musuhnya bercampur baur dan menyatu untuk menerima balasan dari Allah. Perbuatan baik akan dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan mungkar akan dibalas dengan siksa neraka.",
    "quraish": "Sedangkan Mûsâ dan pengikutnya Kami selamatkan. Setelah Kami menenggelamkan Fir'aun, Kami katakan kepada Banû Isrâ'îl, \"Tinggallah di tanah suci, di negeri Syâm. Apabila kehidupan akhirat telah tiba, Kami akan mendatangkan kalian dari dalam kubur secara bercampur baur, kemudian mengadili kalian secara adil.\"",
    "jalalayn": "(Dan Kami berfirman sesudah itu kepada Bani Israel, \"Diamlah di negeri ini, maka apabila tiba masa berbangkit) hari kiamat (niscaya Kami datangkan kalian dalam keadaan bercampur-baur\") dengan semua manusia, yaitu kalian dan mereka."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 105,
    "arab": "وَبِالْحَقِّ اَنْزَلْنٰهُ وَبِالْحَقِّ نَزَلَۗ وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًاۘ",
    "translation": "Dan Kami turunkan (Al-Qur'an) itu dengan sebenarnya dan (Al-Qur'an) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2134.mp3",
    "tafsir": "Dalam ayat ini Allah swt menegaskan kepada Rasul saw bahwa Allah benar-benar telah menurunkan Al-Qur'an dari sisi-Nya. Maka manusia tidak boleh meragukan dan berpaling darinya. \nDalam ayat yang lain Allah swt berfirman:\n\nTetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi. (an-Nisa'/4: 166)\nAl-Qur'an membawa berbagai ajaran yang benar yang mendatangkan ketertiban dan kesejahteraan bagi umat manusia. Di dalamnya terdapat ajaran tentang moral, akidah ketuhanan, peraturan-peraturan, hukum, sejarah, dan ilmu pengetahuan. Segala isinya senantiasa terpelihara, baik lafal maupun maknanya tidak akan ternoda dengan penambahan atau pengurangan yang menyebabkan kekacauan dan kesimpangsiuran, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-hijr/15: 9)\n\nFirman-Nya lagi:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fushshilat/41: 42)\n\nDemikianlah Allah menerangkan sifat-sifat Al-Qur'an dengan segala jaminan akan kesuciannya dari tangan-tangan manusia yang berusaha mengotorinya. Dia diturunkan kepada Nabi Muhammad saw yang diutus kepada umat manusia untuk memberikan kabar gembira tentang pahala dan surga bagi orang-orang yang beriman dan taat kepada ajaran agama, dan memberikan peringatan tentang azab dan neraka bagi yang kafir dan berbuat dosa.",
    "quraish": "Kami tidak menurunkan al-Qur'ân tanpa diperkuat oleh hikmah Tuhan yang menetapkan penurunan al-Qur'ân itu. Al-Qur'ân itu sendiri diturunkan dengan mengandung kebenaran. Semua akidah dan hukum yang ada di dalamnya adalah benar. Kami tidak mengutusmu, wahai Muhammad, kecuali sebagai pembawa berita gembira berupa surga bagi siapa yang beriman, dan pemberi peringatan berupa neraka bagi siapa yang ingkar. Jika mereka tidak beriman, kamu tidak perlu merasa bersalah.",
    "jalalayn": "(Dan Kami turunkan dia itu dengan sebenar-benarnya) Alquran itu (dan dengan membawa kebenaran) mengandung kebenaran (Alquran itu telah turun) dalam keadaan utuh sebagaimana waktu diturunkan tidak akan terjadi perubahan dan penggantian padanya. (Dan Kami tidak mengutus kamu) hai Muhammad (melainkan sebagai pembawa berita gembira) kepada orang yang percaya akan adanya surga (dan pemberi peringatan) terhadap orang yang ingkar kepada adanya neraka."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 106,
    "arab": "وَقُرْاٰنًا فَرَقْنٰهُ لِتَقْرَاَهٗ عَلَى النَّاسِ عَلٰى مُكْثٍ وَّنَزَّلْنٰهُ تَنْزِيْلًا ",
    "translation": "Dan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2135.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Al-Qur'an diwahyu-kan kepada Nabi Muhammad saw secara berangsur-angsur sebagian demi sebagian, agar ia dapat membacakannya kepada umatnya, serta memberi pemahaman secara perlahan-lahan. Ayat Al-Qur'an pertama kali diwahyukan di bulan Ramadan, pada malam qadar, kemudian seterusnya diturunkan kepada Nabi berangsur-angsur sesuai dengan kebutuhan dan peristiwa yang terjadi dalam tempo kurang dari duapuluh tiga tahun. Dengan penurunan secara berangsur-angsur itu, umat Islam memperoleh keutamaan dan manfaat yang besar, antara lain:\nPertama: Kaum Muslimin mudah menghafalnya ketika diturunkan.\nKedua: Kaum Muslimin berkesempatan untuk memahami setiap kelompok ayat yang diturunkan, karena jangkauan maknanya yang luas memerlukan waktu yang cukup untuk memahaminya agar mendapat pemahaman yang tepat dan benar.\nKetiga: Kaum Muslimin tidak mengalami kegoncangan jiwa yang berarti dalam menghadapi berbagai perubahan yang dibawa oleh Islam. Sebelum kedatangan agama Islam, mereka menganut kepercayaan animis yang bermacam-macam, dan tidak memiliki peraturan dan tata kehidupan yang dipatuhi. Penurunan Al-Qur'an secara berangsur-angsur mempermudah mereka menyesuaikan diri dengan ajaran-ajaran yang baru, baik ajaran yang berhubungan dengan akidah, maupun yang berhubungan dengan ibadah dan kemasyarakatan.\nKeempat: Sebagian ayat-ayat Al-Qur'an merupakan penjelasan yang berhubungan dengan suatu peristiwa yang terjadi.\nFirman Allah swt:\n\nDan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. (al-Furqan/25: 33)\n\nDengan demikian, kaum Muslimin merasakan bahwa mereka selalu mendapat bimbingan dan petunjuk dari Allah swt ketika menghadapi setiap peristiwa yang terjadi di antara mereka.\nBagi Nabi Muhammad saw, penurunan Al-Qur'an secara berangsur-angsur itu amat besar manfaatnya dalam memperteguh hatinya, seperti dijelaskan Allah dalam firman-Nya:\n\nDan orang-orang kafir berkata, \"Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?\" Demikianlah, agar Kami memperteguh hatimu (Mu-hammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). (al-Furqan/25: 32)\n\nPada umumnya ayat-ayat yang diturunkan berkisar antara lima sampai dengan sepuluh ayat sesuai dengan kebutuhan, sebagaimana Umar bin Khaththab berkata:\nDiriwayatkan dari Umar r.a., dia berkata, \"Pelajarilah Al-Qur'an lima ayat lima ayat. Karena sesungguhnya Jibril menurunkannya lima ayat lima ayat. (Riwayat al-Baihaqi).",
    "quraish": "Al-Qur'ân ini telah Kami turunkan secara berangsur-angsur dalam waktu yang cukup lama agar kamu membacakannya secara perlahan-lahan kepada umat manusia, supaya mereka dapat memahaminya. Kami telah menurunkannya sebagian demi sebagian secara pasti, tanpa ada suatu keraguan sedikit pun di dalamnya.",
    "jalalayn": "(Dan Alquran itu) lafal Alquran ini dinashabkan oleh fi`il yang dijelaskan oleh firman selanjutnya (telah Kami turunkan secara berangsur-angsur) Kami turunkan secara bertahap selama dua puluh tahun atau dua puluh tiga tahun (agar kamu membacakannya perlahan-lahan kepada manusia) secara perlahan-lahan dan tenang supaya mereka dapat memahaminya (dan Kami menurunkannya bagian demi bagian) sedikit demi sedikit sesuai dengan kemaslahatan."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 107,
    "arab": "قُلْ اٰمِنُوْا بِهٖٓ اَوْ لَا تُؤْمِنُوْاۗ اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًاۙ",
    "translation": "Katakanlah (Muhammad), “Berimanlah kamu kepadanya (Al-Qur'an) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2136.mp3",
    "tafsir": "Dalam ayat ini Allah swt memerintahkan kepada Rasul-Nya untuk menyatakan dengan tegas kepada kaum musyrikin yang ingkar kepada kebenaran Al-Qur'an itu, bahwa sekiranya mereka beriman maka keimanan mereka itu tidaklah memperkaya perbendaharaan rahmat-Nya. Demikian pula sebaliknya, sekiranya mereka tetap ingkar, tidak mau beriman kepada Al-Qur'an, keingkaran dan penolakan mereka itu tidaklah mengurangi keagungan Allah swt. Firman Allah:\n\nDan mereka berkata, \"Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. (al-Isra'/17: 90)\n\nPernyataan Rasul saw ini merupakan celaan dan kecaman kepada kaum musyrikin, serta mengandung penghinaan kepada mereka. Bagaimanapun sikap mereka terhadap Al-Qur'an, tidak patut dipedulikan. Kebenaran Al-Qur'an tidak tergantung kepada sikap orang-orang yang ingkar itu. Tidak mengherankan kalau mereka menolak kebenaran Al-Qur'an, karena mereka memang orang Jahiliah. Tetapi orang-orang baik dan terpelajar di antara mereka tentu beriman dan tunduk sepenuhnya bila mendengar ayat-ayat Al-Qur'an dibacakan. Seperti Zaid bin Amru bin Nufail dan Waraqah bin Naufal yang telah membacakan kitab-kitab suci yang terdahulu sebelum Al-Qur'an diturunkan, dan mereka mengetahui kelak pada waktunya akan lahir seorang rasul akhir zaman. Mereka sujud dan bersyukur kepada Allah swt yang telah memenuhi janji-Nya, yaitu mengutus Muhammad saw sebagai rasul terakhir. Dengan turunnya ayat ini, Nabi Muhammad saw merasa terhibur hatinya, karena keimanan orang-orang yang terpelajar lebih berarti dari keimanan orang-orang jahil, meskipun keimanan orang-orang jahil itu tetap diharapkan.",
    "quraish": "Berilah ancaman kepada orang-orang kafir Mekah dengan mengatakan, \"Kamu semua bebas untuk mengimani al-Qur'ân atau tidak mengimaninya sesuai dengan pilihan kalian sendiri.\" Sesungguhnya orang-orang yang, sebelum turunnya al-Qur'ân, telah diberi ilmu pengetahuan yang benar, maka jika al-Qur'ân dibacakan kepada mereka, mereka akan sujud bersyukur kepada Allah atas segala nikamat-nikmat-Nya.",
    "jalalayn": "(Katakanlah) kepada orang-orang kafir Mekah (\"Berimanlah kalian kepadanya atau tidak usah beriman) ungkapan ini dimaksud sebagai ancaman buat mereka (Sesungguhnya orang-orang yang diberi pengetahuan sebelumnya) sebelum diturunkan Alquran mereka adalah orang-orang yang beriman dari kalangan ahli kitab (apabila Alquran dibacakan kepada mereka, mereka menyungkur atas muka mereka sambil bersujud.\")"
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 108,
    "arab": "وَّيَقُوْلُوْنَ سُبْحٰنَ رَبِّنَآ اِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُوْلًا",
    "translation": "dan mereka berkata, “Mahasuci Tuhan kami; sungguh, janji Tuhan kami pasti dipenuhi.”  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2137.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa orang-orang yang telah diberi ilmu itu mengucapkan tasbih, yaitu lafal Subhanallah (Mahasuci Allah), sewaktu sujud tanda syukur kepada Allah swt. Mereka menyucikan Tuhan dari sifat-sifat yang tidak patut bagi-Nya, seperti menyalahi janji-Nya kepada umat manusia untuk mengutus seorang rasul. Mereka juga mengatakan bahwa sebenarnya janji Allah itu telah datang dan menjadi kenyataan.\nAyat ini menunjukkan kebaikan membaca tasbih dalam sujud. 'Aisyah r.a. berkata, \"Adalah Rasul saw banyak membaca dalam sujud dan rukuknya:\nMahasuci Engkau ya Allah Tuhan kami, kami bertasbih dengan memuji-Mu. Ya Allah ampunilah aku. (Riwayat Muslim dalam Sahihnya)",
    "quraish": "Mereka berkata, \"Tuhan kami Mahasuci dari sifat mengingkari janji, baik janji kenikmatan maupun siksaaan, sebagaimana yang telah ditetapkan-Nya. Sesungguhnya janji Allah itu pasti akan dipenuhi.\"",
    "jalalayn": "(Dan mereka berkata, \"Maha Suci Rabb kami) dimaksud memahasucikan Dia dari ingkar janji (sesungguhnya) lafal in di sini adalah bentuk takhfif dari inaa (janji Rabb kami) untuk menurunkan Alquran dan mengutus Nabi Muhammad saw. (pasti dipenuhi.\")"
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 109,
    "arab": "وَيَخِرُّوْنَ لِلْاَذْقَانِ يَبْكُوْنَ وَيَزِيْدُهُمْ خُشُوْعًا ۩",
    "translation": "Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2138.mp3",
    "tafsir": "Kemudian Allah swt menambahkan dalam ayat ini sifat-sifat yang terpuji pada orang-orang yang diberi ilmu itu. Mereka menelungkupkan muka, bersujud kepada Allah sambil menangis disebabkan bermacam-macam perasaan yang menghentak dada mereka, seperti perasaan takut kepada Allah, dan perasaan syukur atas kelahiran rasul yang dijanjikan. Pengaruh ajaran-ajaran Al-Qur'an meresap ke dalam jiwa mereka ketika mendengar ayat-ayat yang dibacakan, serta menambah kekhusyukan dan kerendahan hati mereka. Dengan demikian, mereka merasakan betapa kecilnya manusia di sisi Allah swt. Demikianlah sifat orang berilmu yang telah mencapai martabat yang mulia. Hatinya menjadi tunduk dan matanya mencucurkan air mata ketika Al-Qur'an dibacakan kepadanya. Mencucurkan air mata ketika mendengar atau membaca Al-Qur'an sangat terpuji dalam pandangan Islam.\nBersabda Rasulullah saw:\nBacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, maka usahakanlah sekuat-kuatnya agar dapat menangis.(Riwayat at-Tirmidzi dari Saad bin Abi Waqash)\n\nSabda Rasulullah saw lagi:\nDua mata yang tidak disentuh api neraka, yaitu yang menangis karena takut kepada Allah swt, dan mata yang berjaga-jaga di malam hari pada jalan Allah (jihad). (Riwayat at-Tirmidzi dari Ibnu 'Abbas)\nTidaklah masuk neraka seseorang yang menangis karena takut kepada Allah, kecuali bila air susu sapi dapat kembali ke dalam kantong susunya, dan tidaklah berkumpul pada seorang hamba, debu dalam peperangan di jalan Allah dengan asap api neraka. (Riwayat Muslim dan an-Nasa'i dari Abu Hurairah)",
    "quraish": "Mereka pun kemudian sujud untuk kedua kalinya sambil meratap karena rasa takut mereka kepada Allah. Kekhusyukan mereka kepada Allah semakin bertambah dengan membaca al-Qur'ân.",
    "jalalayn": "(Dan mereka menyungkur atas muka mereka sambil menangis) diathafkan seraya diberi tambahan sifat (dan mereka makin bertambah) berkat Alquran (kekhusyuannya) merendahkan dirinya kepada Allah swt."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 110,
    "arab": "قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا",
    "translation": "Katakanlah (Muhammad), “Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asma‘ul husna) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2139.mp3",
    "tafsir": "Sabab nuzul ayat ini, menurut riwayat Ibnu Jarir ath-thabari dari Ibnu 'Abbas, bahwa Rasul saw pada suatu hari salat di Mekah, lalu beliau berdoa. Dalam doanya itu, beliau mengucapkan kata-kata, \"Ya Allah Ya Rahman.\" Orang-orang musyrik yang mendengar ucapan Nabi itu berkata, \"Perhatikanlah orang yang telah keluar dari agamanya ini, dilarangnya kita berdoa kepada dua Tuhan sedangkan dia sendiri berdoa kepada dua Tuhan. Maka turunlah ayat ini.\nMenurut riwayat Adh-ahhak, sebab turun ayat ini ialah bahwa orang Yahudi bertanya kepada Rasul mengapa kata ar-Rahman sedikit beliau sebutkan, padahal di dalam Taurat, Allah banyak menyebutnya.\" Maka turunlah ayat ini.\nBilamana latar belakang turun ayat ini menurut riwayat yang pertama, maka Allah menjelaskan kepada kaum musyrikin bahwa kedua lafal itu (Allah dan ar-Rahman) walaupun berbeda namun sama-sama mengungkap-kan Zat Yang Maha Esa, Tuhan satu-satunya yang disembah. Pemahaman yang demikian sesuai dengan keterangan ayat 111.\nBila latar belakang turunnya ayat ini adalah riwayat yang kedua, maka Allah menjelaskan kepada orang Yahudi bahwa lafal itu sama-sama baik untuk mengutarakan apa yang dimaksud. Orang Yahudi memandang kata ar-Rahman lebih baik, karena sifat itu yang paling disukai Allah, sehingga banyak disebut dalam Taurat. Ar-Rahman banyak sekali disebut dalam Taurat karena Nabi Musa a.s. berwatak keras dan pemarah. Oleh karena itu, Allah banyak menyebutkan kata-kata ar- Rahman agar beliau bergaul dengan umatnya dengan kasih sayang, dan beliau sebagai seorang nabi tentulah mencontoh sifat-sifat Allah.\nPada ayat ini, Allah swt menjelaskan tentang keesaan Zat-Nya dengan nama-nama yang baik. Nama-nama yang baik itu hanyalah menggambarkan sifat-sifat kesempurnaan-Nya, bukan wujud Allah yang berdiri sendiri sebagai-mana anggapan kaum musyrikin.\nSesudah menyatakan kesamaan kedua kata itu, Allah menegaskan dalam ayat ini bahwa kedua lafal itu baik digunakan untuk berdoa, karena Tuhan mempunyai al-asma'ul husna (nama-nama yang paling baik). Tuhan memberikan keterangan dengan al-husna (paling baik) untuk nama-nama-Nya, karena mengandung pengertian yang mencakup segala sifat-sifat kesempurnaan, kemuliaan, dan keindahan yang tidak satu makhluk pun yang menyerupai.\nOrang-orang Yahudi sesungguhnya tidaklah memungkiri nama-nama Allah yang baik itu. Hanya saja mereka memandang ar-Rahman nama yang terbaik di antara nama-nama Tuhan lainnya. Inilah yang tidak dibenarkan dalam ayat ini karena kedua nama tersebut termasuk al-asma'ul husna. Pendapat seperti di atas juga dianut oleh kaum Muslimin, dimana menurut mereka, ada nama yang lebih tinggi di antara al-asma'ul husna. Diriwayatkan bahwa Rasulullah saw mendengar seorang laki-laki membaca doa:\nYa Allah sesungguhnya aku memohon kepada-Mu, supaya aku benar-benar bersaksi bahwasanya Engkau Allah yang tiada tuhan melainkan Engkau, Yang Esa lagi tempat bergantung segala makhluk. Yang tiada beranak dan tiada dilahirkan dan tidak ada seorang pun yang setara dengan Dia. (Riwayat at-Tirmidzi dari Abdullah bin Buraidah al-Aslami dari ayahnya)\n\nSetelah mendengar doa itu Nabi saw bersabda:\nDemi Allah yang jiwaku di tangan-Nya, benar-benar laki-laki itu berdoa dengan nama Tuhan Yang Agung (al-asma' al-A'dham), yang bila Allah diseru dengan (menyebut) nama itu niscaya Dia menyempurnakannya, dan bila Allah diminta dengan (menyebut) nama itu niscaya Dia memberi. (Riwayat Ibnu Jarir ath-thabari dari Sa'ad)\n\nDiriwayatkan pula oleh Muslim, Ahmad, at-Tirmidzi, dan Ibnu Abi Hatim dari Asma' binti Yazid bahwa Nabi saw bersabda:\nNama Allah Ta'ala Yang Maha Agung terletak pada dua ayat ini, yaitu:\n\nDan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang. (al-Baqarah/2: 163)\n\nDan ayat yang kedua ialah pada pembukaan Surah ali 'Imran:\n\nAlif Lam Mim. Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (ali 'Imran/3: 1-2)\n\nKemudian pada akhir ayat ini, Allah memerintahkan kepada Rasul agar di waktu salat jangan membaca ayat dengan suara keras dan jangan pula dengan suara yang rendah, tetapi di antara keduanya. Yang dimaksud dengan membaca ayat ini mencakup membaca basmalah dan ayat lainnya. Jika Rasul membaca dengan suara yang keras, tentu didengar oleh orang-orang musyrik dan mereka lalu mengejek, mengecam, dan mencaci-maki Al-Qur'an, Nabi, dan sahabat-sahabatnya. Namun jangan pula membaca dengan suara yang terlalu rendah sehingga para sahabat tidak dapat mendengarnya dengan jelas. Larangan ini turun ketika Rasul masih berada di Mekah berdasarkan riwayat Ibnu 'Abbas.\nMenurut riwayat Ibnu 'Abbas, ketika Rasul berada di Mekah disuruh membaca ayat dengan suara yang tidak terlalu keras, tetapi juga tidak terlalu rendah, dilarang membaca dengan suara yang pelan dan rendah sehingga tidak terdengar. Tetapi sesudah hijrah ke Medinah, persoalan itu tidak dibahas lagi kecuali membaca ayat dalam salat dengan suara yang keras di luar batas tetap tidak dibenarkan.",
    "quraish": "Katakanlah kepada orang-orang musyrik itu, \"Serulah Tuhanmu dengan nama 'Allâh' atau 'al-Rahmân'. Dengan nama mana saja kalian menyeru-Nya adalah baik, karena Dia mempunyai al-asmâ' al-husnâ (nama- nama terindah). Kalian tidak perlu ragu, karena banyaknya nama tidak harus menunjukkan banyaknya referen (musammâ).\" Apabila kamu membaca al-Qur'ân di dalam salatmu, janganlah terlalu meninggikan suara agar tidak terdengar oleh orang-orang musyrik lalu mereka menghina dan menyiksamu. Jangan pula terlalu merendahkan suara hingga tidak terdengar oleh orang-orang Mukmin. Bacalah dengan suara sedang.",
    "jalalayn": "Disebutkan bahwa Nabi saw. sering mengucapkan kalimat ya Allah, ya Rahman; artinya wahai Allah, wahai Yang Maha Pemurah. Maka orang-orang musyrik mengatakan, \"Dia melarang kita untuk menyembah dua tuhan sedangkan dia sendiri menyeru tuhan lain di samping-Nya,\" maka turunlah ayat berikut ini, yaitu: (Katakanlah) kepada mereka (\"Serulah Allah atau serulah Ar-Rahman) artinya namailah Dia dengan mana saja di antara kedua nama itu; atau serulah Dia seumpamanya kamu mengatakan, 'Ya Allah, ya Rahman,' artinya wahai Allah, wahai Yang Maha Pemurah (nama yang mana saja\") huruf ayyan di sini bermakna syarath sedangkan huruf maa adalah zaidah; artinya mana saja di antara kedua nama itu (kamu seru) maka ia adalah baik; makna ini dijelaskan oleh ayat selanjutnya, yaitu: (Dia mempunyai) Dzat yang mempunyai kedua nama tersebut (asmaul husna) yaitu nama-nama yang terbaik, dan kedua nama tersebut, yaitu lafal Allah dan lafal Ar-Rahman adalah sebagian daripadanya. Sesungguhnya asmaul husna itu sebagaimana yang dijelaskan dalam hadis ialah seperti berikut ini, yaitu: Allah Yang tiada Tuhan selain Dia, Yang Maha Pemurah, Yang Maha Penyayang, Raja di dunia dan akhirat, Yang Maha Suci, Yang Maha Sejahtera, Yang Maha Memberi keamanan, Yang Maha Memelihara, Yang Maha Mulia, Yang Maha Perkasa, Yang Maha Memiliki segala keagungan, Yang Maha Menciptakan, Yang Maha Mengadakan, Yang Maha Memberi rupa, Yang Maha Penerima tobat, Yang Maha Mengalahkan, Yang Maha Memberi, Yang Maha Pemberi rezeki, Yang Maha Membuka, Yang Maha Mengetahui, Yang Maha Menyempitkan rezeki, Yang Maha Melapangkan rezeki, Yang Maha Merendahkan, Yang Maha Mengangkat, Yang Maha Memuliakan, Yang Maha Menghinakan, Yang Maha Mendengar, Yang Maha Melihat, Yang Maha Memberi keputusan, Yang Maha Adil, Yang Maha Lembut, Yang Maha Waspada, Yang Maha Penyantun, Yang Maha Agung, Yang Maha Pengampun, Yang Maha Mensyukuri, Yang Maha Tinggi, Yang Maha Besar, Yang Maha Memelihara, Yang Maha Memberi azab, Yang Maha Penghisab, Yang Maha Besar, Yang Maha Dermawan, Yang Maha Mengawasi, Yang Maha Memperkenankan, Yang Maha Luas, Yang Maha Bijaksana, Yang Maha Pengasih, Yang Maha Mulia, Yang Maha Membangkitkan, Yang Maha Menyaksikan, Yang Maha Hak, Yang Maha Menolong, Yang Maha Kuat, Yang Maha Teguh, Yang Maha Menguasai, Yang Maha Terpuji, Yang Maha Menghitung, Yang Maha Memulai, Yang Maha Mengembalikan, Yang Maha Menghidupkan, Yang Maha Mematikan, Yang Maha Hidup, Yang Maha Memelihara makhluk-Nya, Yang Maha Mengadakan, Yang Maha Mengagungkan, Yang Maha Satu, Yang Maha Esa, Yang Maha Melindungi, Yang Maha Kuasa, Yang Maha Berkuasa, Yang Maha Mendahulukan, Yang Maha Mengakhirkan, Yang Maha Awal, Yang Maha Akhir, Yang Maha Lahir, Yang Maha Batin, Yang Maha Menguasai, Yang Maha Tinggi, Yang Maha Melimpahkan kebaikan, Yang Maha Memberi tobat, Yang Maha Membalas, Yang Maha Memaafkan, Yang Maha Penyayang, Raja Diraja, Yang Maha Memiliki kebesaran dan kemuliaan, Yang Maha Adil, Yang Maha Mengumpulkan, Yang Maha Kaya, Yang Maha Memberi Kekayaan, Yang Maha Mencegah, Yang Maha Memberi kemudaratan, Yang Maha Memberi kemanfaatan, Yang Maha Memiliki cahaya, Yang Maha Memberi petunjuk, Yang Maha Menciptakan keindahan, Yang Maha Kekal, Yang Maha Mewarisi, Yang Maha Membimbing, Yang Maha Penyabar, Yang Maha. Demikianlah menurut hadis yang diriwayatkan oleh Imam Tirmizi. Selanjutnya Allah swt. berfirman: (Dan janganlah kamu mengeraskan suaramu dalam salatmu) dengan mengeraskan bacaanmu dalam salatmu, maka orang-orang musyrik akan mendengar bacaanmu itu jika kamu mengerasi suaramu karena itu mereka akan mencacimu dan mencaci Alquran serta mencaci pula Allah yang telah menurunkannya (dan janganlah pula merendahkan) melirihkan (bacaannya) supaya para sahabatmu dapat mengambil manfaat darinya (dan carilah) bersengajalah (di antara kedua itu) yakni di antara suara keras dan suara pelan (jalan tengah) yaitu cara yang pertengahan."
  },
  {
    "hizb": 117,
    "name": "Al-Isra'",
    "ayat": 111,
    "arab": "وَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ لَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهٗ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيْرًا ࣖ",
    "translation": "Dan katakanlah, “Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2140.mp3",
    "tafsir": "Pada ayat ini Nabi diajari cara memuji Allah swt yang memiliki sifat-sifat kemahaesaan, kesempurnaan, dan keagungan. Oleh karena itu, hanya Allah yang berhak menerima segala macam pujian-pujian dan rasa syukur dari hamba dan makhluk-Nya atas segala nikmat yang diberikan kepada mereka.\nAyat ini menjelaskan tiga sifat bagi Allah swt:\nPertama: Bahwa sesungguhnya Allah tidak memiliki anak, karena siapa yang memiliki anak tentu tidak menikmati segala nikmat yang dia miliki, tetapi sebagian nikmat itu dipersiapkan untuk anaknya yang ditinggalkannya bilamana dia sudah meninggal dunia. Mahasuci Allah swt dari sifat demikian. Orang yang punya anak terhalang untuk menikmati seluruh haknya dalam segala keadaan. Oleh sebab itu, manusia tidak patut menerima pujian dari segala makhluk. Dengan ayat ini, Allah swt menjelaskan dan membantah pandangan orang Yahudi yang mengatakan 'Uzair putra Tuhan, juga pendapat orang Nasrani yang mengatakan bahwa Al-Masih putra Tuhan, atau anggapan orang-orang musyrikin bahwa malaikat-malaikat adalah putri-putri Tuhan.\nKedua: Bahwa sesungguhnya Allah swt tidak mempunyai sekutu dalam kerajaan-Nya. Jika sekutu-Nya ada, tentu sulit untuk menentukan mana di antara keduanya yang berhak menerima pujian, rasa syukur, dan pengabdian para makhluk. Salah satu di antara dua tuhan tadi tentu memerlukan pertolongan dari yang lainnya dan akhirnya tidak ada satupun tuhan yang berdiri sendiri dan berdaulat secara mutlak di atas alam ini.\nKetiga: Bahwa sesungguhnya tak seorang pun di antara orang-orang yang hina diberi Allah kekuasaan yang akan melindunginya dari musuh yang mengancamnya.\nDemikianlah Allah swt suci dari segala sifat-sifat yang mengurangi kesempurnaan-Nya, agar para hamba-Nya tidak ragu memanjatkan doa, syukur, dan pujian kepada-Nya. Kemudian Nabi saw diperintahkan untuk mengagungkan-Nya, baik dengan perkataan maupun dengan perbuatan. Mengagungkan dan mensucikan Allah itu adalah sebagai berikut:\nPertama: Mengagungkan Allah swt pada Zat-Nya dengan meyakini bahwa Allah itu wajib ada-Nya karena Zat-Nya sendiri tidak membutuhkan sesuatu yang lain. Dia tidak memerlukan sesuatu dari wujud ini.\nKedua: Mengagungkan Allah swt pada sifat-Nya, dengan meyakini bahwa hanya Dialah yang memiliki segala sifat-sifat kesempurnaan dan jauh dari sifat-sifat kekurangan.\nKetiga: Mengagungkan Allah swt pada af'al-Nya (perbuatan-Nya) dengan meyakini bahwa tidak ada suatu pun yang terjadi dalam alam ini, melainkan sesuai dengan hikmah dan kehendak-Nya.\nKeempat: Mengagungkan Allah swt pada hukum-hukum-Nya, dengan meyakini bahwa hanya Dialah yang menjadi Penguasa yang ditaati di alam semesta ini, dimana perintah dan larangan bersumber darinya. Tidak ada seorang pun yang dapat membatasi dan membatalkan segala ketentuan-Nya atas sesuatu. Dialah yang memuliakan dan Dia pula yang menghinakan orang-orang yang Dia kehendaki.\nKelima: Mengagungkan nama-nama-Nya, yaitu menyeru dan menyebut Allah dengan nama-nama yang baik (al-asma'ul husna). Tidak menyifati Tuhan melainkan dengan sifat-sifat kesucian dan kesempurnaan.",
    "quraish": "Katakanlah, \"Segala puji bagi Allah yang tidak mempunyai anak, karena Dia tidak membutuhkannya; yang tidak mempunyai sekutu dalam kekuasaan-Nya, karena Dialah yang menciptakannya; dan yang tidak mempunyai penolong yang memberi-Nya kemuliaan dan menjaga-Nya dari kehinaan.\" Dan agungkanlah Tuhanmu sesuai dengan keagungan-Nya.",
    "jalalayn": "(Dan katakanlah, \"Segala puji bagi Allah yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan tidak mempunyai penolong) untuk menjaga-Nya (dari) sebab (kehinaan) artinya Dia tidak dapat dihina karenanya Dia tidak membutuhkan penolong (dan agungkanlah Dia dengan pengagungan yang sebesar-besarnya) artinya besarkanlah Dia dengan pengagungan yang sempurna daripada sifat memiliki anak, mempunyai sekutu, hina dan hal-hal lain yang tidak layak bagi keagungan dan kebesaran-Nya. Urutan pujian dalam bentuk demikian untuk menunjukkan bahwa Dialah yang berhak untuk mendapatkan semua pujian mengingat kesempurnaan Zat-Nya dan kesendirian-Nya di dalam sifat-sifat-Nya. Imam Ahmad dalam kitab Musnadnya meriwayatkan sebuah hadis melalui Muaz Al-Juhani dari Rasulullah saw. bahwa Rasulullah saw. telah bersabda, \"Tanda kemuliaan ialah (kalimat): Segala puji bagi Allah yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya,\" sampai dengan akhir surat. Wallahu a`lam."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 1,
    "arab": "اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ",
    "translation": "Segala puji bagi Allah yang telah menurunkan Kitab (Al-Qur'an) kepada hamba-Nya dan Dia tidak menjadikannya bengkok;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2141.mp3",
    "tafsir": "Dalam ayat ini Allah swt memuji diri-Nya, sebab Dialah yang menurunkan kitab suci Al-Qur'an kepada Rasul saw sebagai pedoman hidup yang jelas. Melalui Al-Qur'an, Allah memberi petunjuk kepada kebenaran dan jalan yang lurus. Ayat Al-Qur'an saling membenarkan dan mengukuh-kan ayat-ayat lainnya, sehingga tidak menimbulkan keragu-raguan. Nabi Muhammad saw yang menerima amanat-Nya menyampaikan Al-Qur'an kepada umat manusia, disebut dalam ayat ini dengan kata 'hamba-Nya untuk menunjukkan kehormatan yang besar kepadanya, sebesar amanat yang dibebankan ke pundaknya.",
    "quraish": "[[18 ~ AL-KAHF (GUA) Pendahuluan: Makkiyyah, 110 ayat ~ Surat al-Kahf termasuk kelompok surat Makkiyyah, kecuali ayat ke-38 dan duapuluh ayat lainnya mulai ayat ke-83 sampai dengan ayat ke-101 yang termasuk dalam kelompok surat-surat Madaniyyah. Surat al-Kahf diawali dengan pujian pada Allah, sebagai ungkapan rasa syukur atas diturunkannya al-Qur'ân al-Karîm yang berfungsi, antara lain, sebagai pemberi peringatan dan penyampai berita suka cita. Di antara ayat-ayat surat al-Kahf ada yang berisikan ancaman bagi orang-orang yang beranggapan bahwa Allah mempunyai anak. Disebutkan pula dalam surat ini besarnya perhatian dan harapan Rasulullah saw. akan keimanan orang-orang yang telah diserunya untuk mengikuti jalan Allah. Selanjutnya, surat ini juga menuturkan kisah Ashhâb al-Kahf (pemuda-pemuda beriman penghuni gua) yang bersembunyi di dalamnya dalam keadaan tertidur selama 309 tahun. Mereka itu adalah sekelompok penganut agama Nasrani yang melarikan diri karena penindasan penguasa Romawi. Untuk membuktikan kekuasaan-Nya menghidupkan kembali orang-orang yang sudah mati kelak di hari kiamat, Allah membangunkan mereka setelah lelap dalam tidur sekian lamanya itu. Dalam surat ini Allah juga memerintahkan Rasulullah saw. agar membaca al-Qur'ân, memberi peringatan kepada manusia dan memberi kabar gembira kepada orang-orang yang beriman. Selain itu, juga disebutkan penjelasan ihwal masing-masing penghuni surga dan neraka. Pada bagian lain surat ini, Allah menerangkan sebuah perumpamaan berupa dua orang laki-laki yang saling berbeda perangainya. Yang satu kafir, berharta dan merasa bangga dengan kekayaan dan anak keturunannya, sementara yang lain hanya cukup membanggakan dirinya karena bertuhankan Allah. Ayat-ayat berikutnya berisi penjelasan bahwa perwalian yang benar hanyalah kepada Allah, kesenangan-kesenangan hidup duniawi yang fana, keadaan setelah hari kebangkitan yang tidak mengenal bentuk kehidupan lain kecuali kebahagiaan di surga atau penderitaan di neraka, berikut kisah Mûsâ dengan seorang hamba saleh yang mendapatkan karunia ilmu dari Allah Swt. Dalam kisah ini, Allah bermaksud menjelaskan betapa tidak tahunya manusia akan kekuasaan Allah--bahkan Nabi Muhammad saw. yang termasuk dalam golongan Ulû al-'Azm (nabi-nabi yang mempunyai azam kuat) sekalipun--jika Allah tidak menurunkan ilmu-Nya pada mereka. Disusul kemudian dengan kisah Dzû al-Qarnain yang telah berhasil mencapai kawasan paling jauh di belahan bumi timur dan telah mampu membangun bendungan besar. Sebelum ditutup, masih ada ayat-ayat lain yang menguraikan ihwal hari kiamat, hari pemberian pahala bagi orang-orang beriman dan penjelasan pengetahuan dan kalimat-kalimat Allah yang tidak akan pernah habis. Dan akhirnya, surat ini ditutup dengan penjelasan mengenai jalan yang seharusnya diikuti oleh manusia untuk mendapat rida Allah.]] Segala puji yang baik hanyalah hak Allah yang telah menurunkan al-Qur'ân kepada hamba-Nya, Muhammad. Allah tidak menjadikan al-Qur'ân sebagai kitab suci yang mengandung hal-hal yang menyimpang dari kebenaran. Akan tetapi al-Qur'ân itu berisikan kebenaran yang tidak perlu diragukan.",
    "jalalayn": "(Segala puji) Memuji ialah menyifati dengan yang baik, yang tetap (bagi Allah) Maha Tinggi Dia. Apakah yang dimaksud dengan Alhamdulillah ini bersifat pemberitahuan untuk diimani, atau dimaksudkan hanya untuk memuji kepada-Nya belaka, atau dimaksudkan untuk keduanya. Memang di dalam menanggapi masalah ini ada beberapa hipotesis, akan tetapi yang lebih banyak mengandung faedah adalah pendapat yang ketiga, yaitu untuk diimani dan sekaligus sebagai pujian kepada-Nya (yang telah menurunkan kepada hamba-Nya) yaitu Nabi Muhammad (Al-Kitab) Alquran (dan Dia tidak menjadikan padanya) di dalam Alquran (kebengkokan) perselisihan atau pertentangan. Jumlah kalimat Walam yaj'al lahu 'iwajan berkedudukan menjadi Hal atau kata keterangan keadaan daripada lafal Al-Kitab."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 2,
    "arab": "قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًاۙ ",
    "translation": "sebagai bimbingan yang lurus, untuk memperingatkan akan siksa yang sangat pedih dari sisi-Nya dan memberikan kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2142.mp3",
    "tafsir": "Allah swt menerangkan bahwa Al-Qur'an itu lurus, yang berarti tidak cenderung untuk berlebih-lebihan dalam memuat peraturan-peraturan, se-hingga memberatkan para hamba-Nya. Tetapi juga tidak terlalu singkat sehingga manusia memerlukan kitab yang lain untuk menetapkan peraturan-peraturan hidupnya. Al-Qur'an diturunkan kepada Muhammad saw agar beliau memperingatkan orang-orang kafir akan azab yang besar dari Allah, karena keingkaran mereka kepada Al-Qur'an. Juga memberikan kabar gembira kepada orang-orang yang beriman dan mengerjakan amal saleh bahwa mereka akan memperoleh pahala yang besar dari-Nya, karena keimanan mereka kepada Allah dan rasul-Nya, serta amal kebajikan yang mereka lakukan selama hidup di dunia.",
    "quraish": "Allah telah menjadikan ajaran-ajaran al-Qur'ân itu lurus agar dapat memberi peringatan kepada orang-orang yang ingkar dengan azab yang keras dan memberi berita sukacita pada orang-orang yang membenarkan dan berbuat kebajikan, bahwa mereka akan mendapatkan pahala berlipat ganda.",
    "jalalayn": "(Sebagai jalan yang lurus) bimbingan yang lurus; lafal Qayyiman menjadi Hal yang kedua dari lafal Al-Kitab di atas tadi dan sekaligus mengukuhkan makna yang pertama (untuk memperingatkan) menakut-nakuti orang-orang kafir dengan Alquran itu (akan siksaan) akan adanya azab (yang sangat keras dari sisi-Nya) dari sisi Allah (dan memberi berita gembira kepada orang-orang yang beriman, yang mengadakan amal saleh, bahwa mereka akan mendapat pembalasan yang baik)."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 3,
    "arab": "مَّاكِثِيْنَ فِيْهِ اَبَدًاۙ ",
    "translation": "mereka kekal di dalamnya untuk selama-lamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2143.mp3",
    "tafsir": "Pahala yang besar itu tidak lain adalah surga yang mereka tempati untuk selama-lamanya, mereka tidak akan pindah atau dipindahkan dari surga itu, sesuai dengan janji Allah swt kepada mereka.\nFirman Allah swt:\n\nDan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan. (az-Zukhruf/43: 72)",
    "quraish": "Yaitu surga, dan mereka akan hidup abadi di dalamnya.",
    "jalalayn": "(Mereka kekal di dalamnya untuk selama-lamanya) yaitu mendapatkan surga."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 4,
    "arab": "وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًاۖ  ",
    "translation": "Dan untuk memperingatkan kepada orang yang berkata, “Allah mengambil seorang anak.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2144.mp3",
    "tafsir": "Dalam ayat ini Allah kembali menyebutkan tugas Rasulullah untuk memberikan peringatan kepada kaum kafir, karena kekufuran mereka dipandang perkara besar oleh Allah, terutama orang-orang kafir yang mengatakan Allah itu mempunyai anak.\nMereka itu terbagi menjadi tiga golongan, yaitu: pertama, golongan musyrikin Mekah (Arab) yang mengatakan bahwa malaikat-malaikat itu putri Tuhan; kedua, golongan orang Yahudi yang mengatakan bahwa Uzair putra Tuhan; dan ketiga, golongan orang Nasrani yang mengatakan bahwa Isa putra Tuhan.\nAl-Qur'an diturunkan ke dunia untuk mengembalikan kepercayaan umat manusia kepada tauhid yang murni. Banyak ayat-ayat yang mengancam berbagai kepercayaan kepada selain Allah yang dianggap sebagai keyakinan yang sangat keliru.\nFirman Allah swt:\n\nDan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Al-Masih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai berpaling? (at-Taubah/9: 30)",
    "quraish": "Dan memberikan peringatan secara khusus kepada orang-orang yang mengatakan bahwa Allah mempunyai anak. Allah Mahasuci dari sifat-sifat yang menyerupai makhluk, yang beranak atau diperanakkan.",
    "jalalayn": "(Dan untuk memperingatkan) kepada semua orang kafir (kepada orang-orang yang berkata, \"Allah mengambil seorang anak)\"."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 5,
    "arab": "مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا",
    "translation": "Mereka sama sekali tidak mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka. Alangkah jeleknya kata-kata yang keluar dari mulut mereka; mereka hanya mengatakan (sesuatu) kebohongan belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2145.mp3",
    "tafsir": "Anggapan mereka bahwa Allah mempunyai anak sama sekali tidak didasarkan atas pengetahuan dan keyakinan mereka sendiri, tetapi didasarkan atas persangkaan yang tidak benar atau taklid buta kepada nenek moyang mereka. Padahal, nenek moyang mereka itu juga tidak mempunyai pengetahuan dan dasar keyakinan tentang kepercayaan yang demikian.\nSungguh terlalu jelek ucapan mereka itu, yang tidak lahir dari pikiran yang sehat, tetapi begitu saja keluar dari mulut yang lancang. Allah menegaskan bahwa apa yang diucapkan mereka itu adalah kekafiran yang sangat besar, karena tidak didasarkan atas keyakinan, dan tidak patut diucapkan oleh seorang manusia. Kelancangan mereka mengucapkan kalimat kufur itu ditegaskan Allah sebagai suatu kebohongan, yang tidak mengandung kebenaran. Allah swt mengingatkan Rasul untuk memerintah-kan kepada umatnya supaya kembali kepada agama tauhid, sebagaimana yang diajarkan Al-Qur'an.\nFirman Allah:\n\nKatakanlah (Muhammad), \"Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. (ali 'Imran/3: 64)",
    "quraish": "Mereka dan pendahulu-pendahulu mereka sama sekali tidak memiliki pengetahuan tentang hal itu. Alangkah besarnya kebohongan yang mereka lontarkan dari mulut mereka! Sesungguhnya apa yang mereka katakan itu benar-benar merupakan kebohongan yang besar.",
    "jalalayn": "(Tiadalah mereka dengannya) dengan perkataan tersebut (mempunyai pengetahuan tentang hal itu, begitu pula nenek moyang mereka) sebelum mereka yang juga mengatakan hal yang sama. (Alangkah jeleknya) alangkah besar dosanya (kata-kata yang keluar dari mulut mereka) lafal Kalimatan berkedudukan menjadi Tamyiz yang maknanya menafsirkan pengertian Dhamir yang dimubhamkan, sedangkan subjek yang dicelanya tidak disebutkan, yaitu perkataan mereka yang tadi. (Tiada Lain) (mereka mengatakan) hal tersebut (hanyalah) perkataan (yang dusta belaka)."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 6,
    "arab": "فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا",
    "translation": "Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur'an).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2146.mp3",
    "tafsir": "Menurut riwayat Ibnu 'Abbas bahwa 'Utbah bin Rabi'ah, Syaibah bin Rabi'ah, Abu Jahal bin Hisyam, an-Nadhar bin Harits, Umayyah bin Khalaf, al-Asya bin Wa'il, al-Aswad bin Muththalib, dan Abu Buhturi di hadapan beberapa orang Quraisy mengadakan pertemuan. Rasul saw merasa susah melihat perlawanan kaumnya kepadanya dan pengingkaran mereka terhadap ajaran-ajaran yang dibawanya, sehingga sangat menyakitkan hatinya. Lalu turunlah ayat ini.\nDalam ayat ini, Allah swt mengingatkan Rasul saw agar tidak bersedih hati, hingga merusak kesehatan dirinya, hanya karena kaumnya tidak mau beriman kepada Al-Qur'an dan kenabiannya. Hal demikian itu tidak patut membuat Nabi sedih karena tugas beliau hanyalah menyampaikan wahyu Ilahi kepada mereka, sedangkan kesediaan jiwa mereka untuk menerima kebenaran ayat-ayat tersebut tergantung kepada petunjuk Allah swt.\nFirman Allah swt:\n\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\nSesungguhnya Nabi Muhammad bersedih hati karena hasratnya yang besar dan kecintaannya yang dalam terhadap kaumnya supaya mereka beriman, tidak tercapai. Beliau diberi gelar habibullah artinya kekasih Allah, maka sifat kasih sayang beliau yang sangat menonjol kepada sesama manusia itu adalah pencerminan dari cintanya kepada Allah. Semakin kuat cinta kepada Allah, semakin besar pula kasihnya kepada manusia, bahkan manusia itu dirasakan sebagai dirinya. Oleh karena itu, ketika kaumnya menjauhkan diri dari bimbingan Allah swt dan rasul-Nya, beliau merasakan kejadian itu sebagai pukulan berat bagi dirinya. Bukankah kaum yang jauh dari hidayah Allah pada akhirnya akan hancur, dan beliau sendiri akan menyaksikan kehancuran mereka itu. Hati yang sangat iba terhadap mereka menjadi penghalang kebenaran, apapun pendorongnya, dan dapat mengham-bat jalan kebenaran itu sendiri. Maka Allah swt mengingatkan Rasul saw agar tidak mengindahkan tanggapan kaum musyrikin yang menjadi peng-halang tersebarnya agama Islam, tetapi terus menyampaikan dakwahnya dengan bijaksana. Sebab mereka itu adalah manusia yang telah dikaruniai akal pikiran. Dengan akal pikiran itu, manusia dapat merenungkan kebenar-an ayat-ayat Al-Qur'an dan ayat-ayat kauniyah (alam) seperti benda-benda yang terdapat dalam alam ini.",
    "quraish": "Wahai Muhammad, janganlah kamu membinasakan dirimu dengan rasa sedih dan duka oleh sebab keberpalingan mereka dari misi dakwahmu dengan keengganan untuk mempercayai kebenaran al-Qur'ân.",
    "jalalayn": "(Maka barangkali kamu akan membinasakan) membunuh (dirimu sendiri sesudah mereka) sesudah mereka berpaling darimu (sekiranya mereka tidak beriman kepada keterangan ini) yakni kepada Alquran (karena bersedih hati) karena perasaan jengkel dan sedihmu, disebabkan kamu sangat menginginkan mereka beriman. Lafal Asafan dinashabkan karena menjadi Maf'ul Lah."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 7,
    "arab": "اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا",
    "translation": "Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, untuk Kami menguji mereka, siapakah di antaranya yang terbaik perbuatannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2147.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa segala yang ada di atas bumi ini diciptakan sebagai perhiasan bagi bumi itu, baik binatang dan tumbuh-tumbuhan yang terdiri dari berbagai jenis di lautan dan di daratan, maupun barang-barang tambang yang beraneka ragam dan sebagainya. Semua itu untuk menguji manusia apakah mereka dapat memahami dengan akal pikiran bahwa perhiasan-perhiasan bumi itu dapat memberi gambaran akan adanya Sang Pencipta, untuk kemudian menaati perintah dan menjauhi larangan-Nya. Bilamana mereka menggunakan segala benda-benda alam, hewan, dan tumbuh-tumbuhan itu untuk pengabdian diri kepada Allah dan kemaslahatan manusia, maka Allah akan memberi mereka pahala yang sebesar-besarnya. Akan tetapi, bilamana mereka menggunakannya untuk mendurhakai Allah dan merusak peradaban dan kemanusiaan, maka Allah swt akan menimpakan kepada mereka azab yang besar pula. Sejarah umat manusia membuktikan bahwa mereka selalu berlomba-lomba untuk mem-peroleh benda-benda perhiasan bumi itu, karena merupakan benda-benda ekonomi yang menjadi sumber penghidupan umat manusia. Karena benda-benda itu pula, mereka saling berbunuh-bunuhan satu sama lain yang akhirnya menimbulkan kehancuran. Hal itu tidak akan terjadi jika mereka menyadari bahwa benda-benda hiasan bumi itu adalah anugerah Allah, dan dimanfaatkan untuk kemanusiaan dan pengabdian kepada Tuhan Rabbul Alamin.\nDemikianlah, barang siapa yang dapat memahami dan mengambil pelajaran serta hikmah dari benda-benda hiasan bumi itu akan berbahagia di dunia dan di akhirat. Semua benda alam ini memang diperuntukkan bagi manusia, terserah kepada mereka mau melakukan apa saja terhadap benda-benda hiasan di permukaan bumi itu?\nFirman Allah swt:\n\nTidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. (al-hajj/22: 65)\n\nSabda Nabi Muhammad saw:\nSesungguhnya dunia ini manis dan hijau. Dan sesungguhnya Allah menunjuk kamu sebagai penguasa di atasnya, lalu Dia melihat apa yang kamu kerjakan. (Riwayat Muslim dari Abu Sa'id al-Khudri)",
    "quraish": "Kami telah menciptakan mereka dengan menyediakan potensi untuk berbuat baik atau jahat. Kami telah menjadikan apa yang ada di atas bumi sebagai perhiasan dan manfaat bagi penghuninya. Semua itu dimaksudkan agar Kami dapat menjadikannya sebagai bahan ujian, supaya tampak orang yang paling baik perbuatannya. Barangsiapa tergoda oleh kehidupan duniawi dan mengesampingkan kehidupan akhirat, niscaya akan tersesat. Dan barangsiapa beriman kepada kehidupan akhirat, maka dia akan mendapatkan petunjuk.",
    "jalalayn": "(Sesungguhnya Kami telah menjadikan apa yang ada di bumi) berupa hewan, tumbuh-tumbuhan, pepohonan, sungai-sungai dan lain sebagainya (sebagai perhiasan baginya, agar Kami menguji mereka) supaya Kami menguji manusia, seraya memperhatikan dalam hal ini (siapakah di antara mereka yang terbaik perbuatannya) di dunia ini; yang dimaksud adalah siapakah yang lebih berzuhud/menjauhi keduniaan."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 8,
    "arab": "وَاِنَّا لَجَاعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًاۗ ",
    "translation": "Dan Kami benar-benar akan menjadikan (pula) apa yang di atasnya menjadi tanah yang tandus lagi kering.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2148.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah benar-benar mampu untuk membuat apa yang ada di atas bumi ini menjadi tanah yang datar dan tandus, tidak ada tumbuh-tumbuhan yang menghiasinya. Keindahan yang semula memikat penglihatan berubah menjadi pemandangan yang kering dan pudar. Perubahan demikian itu dapat terjadi disebabkan perubahan iklim, dan dapat pula disebabkan oleh tangan manusia sendiri yang tidak mempertimbangkan akibat dari perbuatan mereka sendiri, seperti tata kota yang salah, peng-gundulan hutan, pemakaian tanah berlebih-lebihan tanpa pemeliharaan, peperangan, dan sebagainya. \nDengan demikian, tidak patut bagi Nabi Muhammad untuk berduka cita bagi mereka yang anti terhadap ajaran-ajaran Islam yang dibawanya, karena Allah swt akan menguji mereka dengan menciptakan keindahan di muka bumi ini dengan menciptakan bermacam-macam benda seperti tumbuh-tumbuhan, hewan dan mineral. Siapa di antara manusia yang beramal baik, Allah akan memberi pahala bagi mereka yang paling baik karena mempergunakan benda hiasan bumi itu sesuai dengan petunjuk Tuhan untuk kemanusiaan. Tetapi jika mereka mempergunakan benda-benda hiasan bumi ini untuk tidak mengikuti petunjuk-Nya, maka Allah swt kelak menjadikan bumi ini datar dan tandus. Setiap manusia akan diberi ganjaran terhadap perbuatannya yang durhaka.\nDengan ayat ini Nabi Muhammad saw menjadi terhibur. Bagi Rasul saw sudah jelas, jalan yang ditempuh oleh masing-masing golongan manusia, baik yang beriman kepada Al-Qur'an dan maupun yang berpaling dari-Nya.\nBerbahagialah mereka yang lulus dalam ujian Tuhan itu dan sengsaralah mereka yang gagal. Tugas Rasul saw hanyalah menyampaikan petunjuk-petunjuk Allah swt. Apakah manusia beriman kepada petunjuk-petunjuk itu ataukah berpaling dari-Nya, Allahlah yang menentukannya.",
    "quraish": "Di akhir perjalanan dunia ini nanti, Kami akan membuat bumi dan segala yang ada di atasnya menjadi rata tanpa pepohonan. Padahal, sebelum itu, bumi hijau subur, penuh dengan berbagai bentuk kehidupan.",
    "jalalayn": "(Dan sesungguhnya Kami benar-benar akan menjadikan pula apa yang di atasnya menjadi tanah rata) merata dengan tanah (lagi tandus) kering tidak subur."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 9,
    "arab": "اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا",
    "translation": "Apakah engkau mengira bahwa orang yang mendiami gua, dan (yang mempunyai) raqim itu, termasuk tanda-tanda (kebesaran) Kami yang menakjubkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2149.mp3",
    "tafsir": "Allah menerangkan bahwa apakah Nabi Muhammad mengira bahwa kisah Ashhabul Kahf beserta raqim (batu tertulis) sebagaimana yang tersebut dalam kitab-kitab lama adalah tanda-tanda kekuasaan Allah yang paling menakjubkan.\nMemang jika dilihat, peristiwa Ashhabul Kahf berlawanan dengan hukum alam. Akan tetapi, jika dibandingkan dengan berbagai kejadian pada tumbuh-tumbuhan, binatang-binatang, dan segala mineral yang merupakan perhiasan di atas bumi ini, maka kejadian ini memang menakjubkan. Tujuannya adalah untuk menunjukkan kebesaran dan kekuasaan Allah. Namun demikian, peristiwa Ashhabul Kahf itu bukan satu-satunya tanda kekuasaan Allah, tetapi hanya sebagian kecil dari bukti keagungan-Nya. Sekiranya para ulama agama lain merasa kagum dan terpesona oleh peristiwa tersebut, maka Rasulullah dan umatnya seharusnya lebih terpesona lagi oleh berbagai fenomena alam semesta dengan segala keajaibannya. Kejadian langit dan bumi, pergantian siang dan malam, peredaran matahari, bulan, planet, dan bintang-bintang atau bagaimana Allah menghidupkan kembali segala sesuatu yang telah mati, semua itu merupakan bukti-bukti yang menunjukkan kekuasaan Allah. Dia berbuat menurut kehendak-Nya, tidak seorang pun yang menolak ketetapan-Nya. Oleh karena itu, Al-Qur'an selalu mengajak manusia untuk menyelidiki rahasia alam semesta ini.\nMenurut riwayat Israiliyat, orang-orang Nasrani telah banyak melakukan kesalahan. Raja-raja mereka berlaku aniaya sampai menyembah berhala, bahkan memaksa rakyatnya untuk juga menyembahnya. Seorang raja mereka yang bernama Decyanus mengeluarkan perintah keras kepada rakyatnya untuk menyembah berhala-berhala itu dan menyiksa siapa yang menentang-nya. Beberapa orang pemuda dari kalangan bangsawan dipaksanya turut menyembah berhala-berhala itu, bahkan diancam akan dibunuh jika berani menolak perintah itu. Namun mereka menolaknya dan tetap bertahan dalam agama mereka. Lalu Decyanus melucuti pakaian dan perhiasan mereka. Karena masih sayang kepada remaja-remaja itu, raja membiarkan mereka hidup dengan harapan agar mau mengikuti perintahnya nanti. Raja itu juga pergi ke negeri-negeri lain untuk memaksa penduduknya menyembah berhala dan siapa yang menolak perintahnya dibunuh.\nPemuda-pemuda itu kemudian pergi ke sebuah gua, yang terletak di sebuah gunung yang disebut Tikhayus, dekat kota mereka, Afasus. Di gua itu mereka beribadah menyembah Allah. Sekiranya diserang oleh raja Decyanus dan dibunuh, maka mereka mati dalam ketaatan. Jumlah mereka tujuh orang. Di tengah perjalanan ke gua, mereka bertemu seorang peng-gembala dengan seekor anjingnya yang kemudian ikut bersama mereka. Di gua itulah mereka tekun menyembah Allah. Di antara mereka ada seorang yang bernama Tamlikha. Dia bertugas membeli makanan dan minuman untuk teman-temannya dan menyampaikan kabar bahwa Decyanus masih mencari mereka. Setelah kembali dari perjalanannya, raja itu segera mencari ahli-ahli ibadah kepada Allah untuk dibunuh, kecuali bila mereka mau menyembah berhala. Berita ini terdengar oleh Tamlikha ketika dia sedang berbelanja lalu disampaikan kepada teman-temannya. Mereka menangis. Allah swt kemudian menutup pendengaran mereka sehingga mereka tertidur.\nSementara itu, Decyanus teringat kembali kepada para pemuda di atas, lalu memaksa orang-orang tua mereka untuk mendatangkannya. Para orang tua itu akhirnya menunjukkan gua tempat mereka beribadah. Decyanus segera pergi ke sana dan menutup mulut gua itu agar mereka mati di dalamnya. Dalam staf pengiring raja, ada dua orang laki-laki yang tetap menyembunyikan imannya, namanya Petrus dan Runas. Kisah para pemuda yang beriman dalam gua itu diabadikan dengan tulisan di atas dua keping batu yang lalu disimpan dalam peti dari tembaga. Peti itu ditanamkan ke dalam bangunan supaya di kemudian hari menjadi teladan dan peringatan bagi umat manusia.\nWaktu berjalan terus, zaman silih berganti, raja Decyanus sudah dilupakan orang. Seorang raja saleh yang juga bernama Petrus memerintah negeri itu selama 68 tahun. Pada masa pemerintahannya, terjadi pertikaian pendapat di kalangan rakyat tentang hari kiamat sehingga mereka terbagi ke dalam dua golongan, yaitu golongan yang percaya dan yang mengingkari-nya. Raja sangat bersedih hati karena persoalan ini. Dia berdoa kepada Tuhan agar Dia memperlihatkan kepada rakyatnya tanda-tanda yang meyakinkan mereka bahwa kiamat itu pasti terjadi.\nSementara itu, seorang pengembala kambing bernama Ulyas bermaksud membangun kandang untuk kambingnya di gua tempat para pemuda tadi. Lalu dipecahkannya tutup yang menutup pintu gua itu. Seketika itu juga, pemuda-pemuda yang beriman itu terbangun serentak dari tidurnya. Mereka duduk dengan wajah berseri-seri lalu mereka salat. Berkatalah mereka satu sama lain, \"Berapa lama kalian tidur?\" Dijawab oleh yang lain, \"Sehari atau setengah hari.\" Yang lain mengatakan, \"Tuhan lebih mengetahui berapa lama kalian tidur. Cobalah salah seorang dari kalian pergi ke kota dengan membawa uang perak ini dan membeli makanan yang baik dan menghidang-kannya kepada kita.\" \nMaka Tamlikha berangkat, sebagaimana biasanya sejak dahulu, untuk berbelanja secara sembunyi-sembunyi karena takut terhadap raja Decyanus. Sewaktu dia berjalan, terdengar olehnya orang-orang menyeru Isa al-Masih di segala penjuru kota. Dia berkata dalam hati, \"Alangkah anehnya, mengapa orang mukmin itu tidak dibunuh oleh Decyanus?\" Dia masih merasa heran, \"Barangkali aku bermimpi atau kota ini bukan kotaku dahulu,\" katanya dalam hati. Lalu dia bertanya kepada seorang laki-laki tentang nama kota itu. Lelaki menjawab, \"Ini kota Afasus.\" \nPada akhir perjalanan, dia datang kepada seorang laki-laki dan memberikan uang logam untuk membeli makanan. Laki-laki itu kaget setelah melihat uang logam tersebut karena belum pernah melihatnya. Dia membolak-balik uang logam itu kemudian diperlihatkannya kepada kawan-kawannya. Mereka merasa heran dan berkata, \"Apakah uang ini dari harta yang kamu temukan tersimpan dalam tanah? Uang logam ini dari zaman raja Decyanus, satu zaman yang sudah lewat berabad-abad lamanya.\" Kemudian Tamlikha dibawa ke hadapan dua orang hakim di kota itu. Mulanya Tamlikha mengira dia akan dibawa kepada raja Decyanus sehingga ia menangis. Tetapi setelah mengetahui raja telah berganti, lenyaplah kesedihannya. Kedua hakim kota itu, Areus dan Tanteus, bertanya kepada Tamlikha, \"Di manakah harta terpendam yang kamu temukan itu, wahai anak muda?\" Sesudah terjadi pembicaraan antara mereka, maka Tamlikha menceritakan kisah para pemuda itu dengan raja Decyanus, dan dia mengajak kedua hakim itu pergi menengok ke gua untuk membuktikan kebenaran kisahnya. Lalu keduanya pergi bersama-sama Tamlikha, hingga sampai ke pintu gua itu, dan mereka mendengarkan semua kisah tentang penghuni gua itu dari Tamlikha. Kedua hakim tersebut merasa heran setelah mengetahui bahwa mereka tidur dalam gua itu selama 309 tahun. Mereka dibangunkan dari tidur untuk menjadi tanda kekuasaan Tuhan kepada manusia. Kemudian Areus masuk dan melihat sebuah peti dari tembaga, tertutup dengan segel. Di dalamnya terdapat dua batu bertulis yang menceritakan kisah pemuda itu, sejak mereka melarikan diri dari kerajaan Decyanus demi memelihara akidah dan agama mereka, sampai kemudian Decyanus menutup pintu gua itu dengan batu.\nSetelah Areus dan kawan-kawannya membaca kisah ini, mereka bersyukur dan langsung sujud kepada Allah dan mereka segera mengirim utusan kepada raja Petrus agar cepat-cepat datang untuk menyaksikan tanda kekuasaan Allah yang ada pada pemuda-pemuda yang dibangkitkan sesudah tertidur 300 tahun. Raja kemudian berangkat beserta rombongan pengawal dan penduduk negerinya menuju negeri Afasus. Hari ini merupakan hari penetapan keputusan tentang hari kebangkitan, hari yang yang tak terlupakan.\nKetika raja melihat pemuda-pemuda itu, dia langsung sujud kepada Allah, memeluk pemuda-pemuda itu, lalu menangis. Pemuda-pemuda itu terus memuji Tuhan. Mereka berkata kepada raja, \"Wahai Raja, selamat tinggal, semoga Allah melindungi kamu dari kejahatan manusia dan jin.\" Lalu mereka kembali ke pembaringan dan ketika itu Allah swt mencabut rohnya. Untuk memberikan penghormatan kepada arwah para hamba Allah suci ini, raja memerintahkan agar masing-masing mereka dibuatkan peti jenazah dari emas. Tetapi pada malam harinya raja bermimpi melihat mereka, dan berpesan kepadanya:, \"Biarkanlah kami sebagaimana adanya dalam gua ini, kami tidur di atas tanah sampai hari kiamat datang.\" Oleh karenanya, raja memerintahkan agar jenazah-jenazah itu dihamparkan di dalam sebuah peti kayu dan melarang setiap orang untuk masuk ke dalam gua itu. Raja memerintahkan pula agar di pintu gua dibangun tempat ibadah, dan hari wafatnya dijadikan hari besar. \nOrang-orang Nasrani menjadikan kisah ini sebagai bukti kekuasaan Allah untuk menunjukkan adanya hari kiamat. Tetapi Al-Qur'an menjelaskan bahwa tanda-tanda kekuasaan Allah untuk mengadakan hari kebangkitan dan mengembalikan roh kepada jasadnya sesudah mati bukanlah terbatas pada kisah itu saja. Ayat-ayat yang menunjukkan kekuasaan-Nya untuk menun-jukkan adanya hari kiamat, tidak terhitung jumlahnya. Oleh karena itu, perhatikanlah alam semesta ini dengan segala isinya.",
    "quraish": "Orang-orang yang hanyut dalam godaan dunia dan kesenangan hidup benar-benar mengingkari adanya hari kebangkitan. Padahal, berbagai peristiwa yang telah terjadi menunjukkan adanya kehidupan sesudah tidur yang amat panjang. Kisah tentang penghuni gua di sebuah gunung dan lempengan yang bertuliskan nama-nama mereka setelah mereka mati, bukan satu-satunya kisah yang menakjubkan, meskipun merupakan kisah yang luar biasa. Kisah itu tidak lebih menakjubkan dari tanda-tanda kekuasaan Kami yang lain.",
    "jalalayn": "(Atau kamu mengira) kamu menduga (bahwa Ashhabul Kahfi) orang-orang yang mendiami gua di suatu bukit (dan Raqim) yaitu lempengan batu yang tertulis padanya nama-nama mereka dan nasab-nasabnya; Nabi saw. pernah ditanya mengenai kisah mereka (adalah mereka) dalam kisah mereka (termasuk) sebagian (tanda-tanda kekuasaan Kami yang menakjubkan?) lafal 'Ajaban menjadi khabar Kana, sedangkan lafal yang sebelumnya berkedudukan menjadi hal; artinya: Mereka adalah hal yang menakjubkan yang berbeda dengan tanda-tanda kekuasaan Kami lainnya; atau mereka adalah tanda-tanda kekuasaan Kami yang paling menakjubkan, padahal kenyataannya tidak demikian."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 10,
    "arab": "اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا",
    "translation": "(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu mereka berdoa, “Ya Tuhan kami. Berikanlah rahmat kepada kami dari sisi-Mu dan sempurnakanlah petunjuk yang lurus bagi kami dalam urusan kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2150.mp3",
    "tafsir": "Dalam ayat ini, Allah swt mulai menguraikan kisah Ashhabul Kahf kepada Rasul saw. Allah swt mengingatkan kepada Rasul-Nya bahwa ketika zaman dahulu beberapa pemuda keturunan bangsawan di suatu negeri, karena takut penganiayaan rajanya, pergi mencari perlindungan ke dalam gua pada sebuah gunung. Di dalam gua inilah mereka membulatkan tekadnya, menghabiskan masa remajanya untuk mengabdi kepada Allah swt.\nMereka berdoa kepada Allah semoga dilimpahi rahmat dari sisi-Nya. Mereka mengharapkan pengampunan, ketenteraman, dan rezeki dari Allah sebagai anugerah yang besar atas diri mereka. Selain itu, mereka juga memohon agar Allah memudahkan bagi mereka jalan yang benar untuk menghindari godaan dan kezaliman orang-orang kafir dan memperoleh ketabahan dalam menaati Tuhan sehingga tercapai kebahagiaan dunia dan akhirat. Sungguh Allah telah menolong mereka. Ketika raja kafir itu berhasil menemukan jejak mereka pada pintu gua itu, lalu masuk ke dalamnya, maka Allah swt menutup penglihatan mereka sehingga tidak dapat melihat para pemuda tersebut. Oleh karena itu, akhirnya raja memutuskan menutup pintu gua dengan perkiraan bahwa mereka akan mati kelaparan dan kehausan.",
    "quraish": "Ingatlah pada saat para pemuda itu berlari dan berlindung dalam sebuah gua untuk menyelamatkan diri dan kepercayaan mereka dari kesyirikan dan penindasan orang-orang yang menyekutukan Tuhan. Mereka berdoa, \"Ya Tuhan kami, berilah kami ampunan dari sisi-Mu. Lindungi kami dari penindasan musuh-musuh, dan mudahkan jalan bagi kami menuju petunjuk dan perkenan-Mu.\"",
    "jalalayn": "Ingatlah (tatkala pemuda-pemuda itu mencari tempat berlindung ke dalam gua) Lafal Al-Fityah adalah bentuk jamak dari lafal Fataa, artinya pemuda; mereka khawatir iman mereka akan dipengaruhi oleh kaumnya yang kafir (lalu mereka berdoa, \"Wahai Rabb kami! Berikanlah kepada kami dari sisi-Mu) dari hadirat-Mu (rahmat, dan sempurnakanlah) perbaikilah (bagi kami bimbingan yang lurus dalam urusan kami ini.)\" yakni petunjuk yang lurus."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 11,
    "arab": "فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًاۙ  ",
    "translation": "Maka Kami tutup telinga mereka di dalam gua itu, selama beberapa tahun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2151.mp3",
    "tafsir": "Allah mengabulkan doa para pemuda itu dengan menutup penglihatan dan pendengaran mereka, hingga mereka tidur nyenyak dan tidak ada suara yang akan membangunkan mereka dari tidur di dalam gua itu selama ratusan tahun. Sangat besar rahmat Allah yang diberikan kepada mereka. Tidak mudah bagi seseorang untuk tidur, di waktu jiwanya sedang gelisah dan takut. Dengan tidur, seseorang mendapatkan ketenteraman hati.\nDalam ayat ini dikatakan \"menutup telinga\" karena telinga itulah tempat masuknya suara yang menjadi sebab bangunnya seseorang dari tidur. Seseorang dapat dikatakan tidur, bilamana telinganya tidak mendengar sesuatu lagi.",
    "quraish": "Kami pun memperkenankan doa mereka lalu menidurkan mereka dengan tenang di dalam gua itu bertahun-tahun lamanya.",
    "jalalayn": "(Maka kami tutup telinga mereka) yakni kami buat mereka tidur (bertahun-tahun dalam gua itu) selama bertahun-tahun."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 12,
    "arab": "ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا ࣖ",
    "translation": "Kemudian Kami bangunkan mereka, agar Kami mengetahui manakah di antara ke dua golongan itu yang lebih tepat dalam menghitung berapa lamanya mereka tinggal (dalam gua itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2152.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sesudah para pemuda itu tidur dalam gua selama 300 tahun, Allah lalu membangunkan mereka. Pendengaran mereka dipulihkan kembali oleh Allah swt. Ketika seorang penggembala kambing menggempur dinding batu yang menutup mulut gua itu, suara reruntuhan membuat mereka terbangun dari tidur yang panjang. Ayat ini memberitahukan bahwa Allah mengetahui yang mana di antara dua golongan yang berselisih itu yang dapat menghitung dengan tepat berapa lamanya mereka tinggal dalam gua itu.\nTetapi akhirnya mereka menyadari bahwa mereka tidaklah mengetahui secara pasti berapa lama para pemuda itu tinggal dalam gua. Lalu mereka mengakui bahwa Allah yang memelihara tubuh mereka sehingga tidak hancur, dan bertambah yakin akan kesempurnaan kekuasaan Allah serta ilmu-Nya. Oleh karena itu, dengan peristiwa yang dialami, mereka dapat merenungkan perkara hari kiamat. Bagi orang-orang yang beriman pada zaman itu, peristiwa tersebut menambah keteguhan iman mereka, sedang bagi orang kafir peristiwa itu menjadi bukti nyata bagi kekuasaan Allah.\nAhli tafsir berbeda pendapat dalam menjelaskan maksud kata \"dua golongan\" dalam ayat ini. Ada yang mengatakan bahwa yang dimaksud dengan dua golongan itu ialah golongan pertama adalah para pemuda penghuni gua itu, dan golongan kedua adalah penduduk kota yang mengetahui sejarah menghilangnya pemuda-pemuda itu.\nPendapat lain mengatakan bahwa kedua golongan yang berselisih pendapat itu ialah para pemuda penghuni gua dan raja-raja yang memerintah silih berganti di negeri Afasus. \nPendapat yang mendekati kebenaran ialah yang berpendapat bahwa kedua golongan itu adalah para pemuda penghuni gua itu sendiri. Setelah bangun dari tidur, mereka saling bertanya satu sama lain. Sebagian mengatakan, \"Kita tinggal dalam gua ini sehari atau setengah hari.\" Sebagian yang lain mengatakan, \"Tuhanmu lebih mengetahui berapa lamanya kamu tinggal dalam gua ini.\"",
    "quraish": "Kemudian Kami membangunkan mereka kembali dari tidur panjang itu agar tampak ilmu Kami tentang siapa di antara mereka yang benar dalam memperkirakan seberapa lama mereka tertidur.",
    "jalalayn": "(Kemudian Kami bangunkan mereka) Kami buat mereka bangun (agar Kami mengetahui) menyaksikan secara nyata (manakah di antara kedua golongan itu) di antara kedua kelompok yang memperselisihkan tentang lamanya mereka tinggal di dalam gua itu (yang lebih tepat) lebih cocok, lafal Ahshaa ini berwazan Af'ala (mengenai diamnya mereka dalam gua itu) tentang tinggalnya mereka. Lafal 'Lima Labitsuu' berta'alluq kepada lafal berikutnya (yakni masanya) batas waktunya."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 13,
    "arab": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ   ",
    "translation": "Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2153.mp3",
    "tafsir": "Dalam ayat ini, Allah mulai menguraikan kisah Ashhabul Kahf, yang pada ayat-ayat sebelumnya telah disampaikan secara global. Allah mengata-kan kepada Rasul saw bahwa kisah yang disampaikan ini mengandung kebenaran. Maksudnya diceritakan menurut kejadian, tidak seperti yang dikenal oleh bangsa Arab. Mereka telah mengenal kisah pemuda-pemuda penghuni gua ini, akan tetapi dalam bentuk yang berbeda. Umayyah bin Abi Salt, seorang penyair Arab zaman permulaan Islam dari Bani Umayyah (w. 9 H), pernah dalam sebuah baitnya menyebut gua ini, yang menunjukkan bahwa bangsa Arab telah mengenal kisah ini. Baitnya berbunyi:\nTidak ada di situ kecuali ar-Raqim (batu bertulis) yang berada di dekatnya serta anjingnya. Sedang kaum itu tidur dalam gua.\n\nKemudian Allah menjelaskan bahwa sesungguhnya para penghuni gua itu adalah para pemuda yang beriman kepada Allah Yang Maha Kuasa dengan penuh keyakinan. Meskipun masyarakat mereka menganut agama syirik, tetapi mereka dapat mempertahankan keimanan mereka dari pengaruh kemusyrikan. Memang para pemuda pada umumnya mempunyai sifat mudah menerima kebenaran, mereka lebih cepat menerima petunjuk ke jalan yang benar dibandingkan dengan orang-orang tua yang sudah tenggelam dalam ajaran-ajaran yang batil. Oleh karena itu, dalam sejarah, terutama sejarah perkembangan Islam, para pemuda yang lebih banyak pertama kali menerima ajaran Allah dan Rasul-Nya.\nAdapun orang tua, seperti tokoh-tokoh Quraisy, tetap mempertahankan ajaran agama yang salah, sedikit sekali di antara mereka yang menerima ajaran Islam.",
    "quraish": "Wahai Muhammad, Kami menuturkan kisah tentang mereka kepadamu dengan sebenar-benarnya. Mereka adalah sekelompok pemuda penganut agama yang benar pada masa itu. Mereka meyakini keesaan Allah di tengah kalangan masyarakat yang menyekutukan Tuhan, sehingga Kami membuat keyakinan mereka bertambah kuat.",
    "jalalayn": "(Kami ceritakan) Kami membacakan (kisah mereka kepadamu dengan sebenarnya) dengan sesungguhnya. (Sesungguhnya mereka itu adalah pemuda-pemuda yang beriman kepada Rabb mereka dan Kami tambahkan kepada mereka petunjuk)."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 14,
    "arab": "وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا",
    "translation": "Dan Kami teguhkan hati mereka ketika mereka berdiri lalu mereka berkata, “Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2154.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah swt meneguhkan hati para pemuda itu dengan kekuatan iman, membulatkan tekad mereka kepada agama tauhid, dan memberikan keberanian untuk mengatakan kebenaran agama itu di hadapan raja Decyanus yang kafir dan sewenang-wenang. Ketika raja itu mencela dan memaksa mereka untuk menyembah berhala, mereka dengan lantang berkata, \"Tuhan kami adalah Tuhan yang menciptakan langit dan bumi, kami sekali-kali tidak menyeru Tuhan selain Dia.\" Dalam pernyataan mereka ini, terkandung dua pengakuan tentang kekuasaan Tuhan. Pertama, pengakuan mereka tentang keesaan Tuhan dalam memelihara dan menciptakan alam semesta ini. Kedua, pengakuan mereka tentang keesaan Tuhan dan hak-Nya untuk disembah oleh makhluk. Orang-orang musyrik mengakui keesaan Tuhan dalam menciptakan dan memelihara alam semesta ini, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebe-naran). (al-'Ankabut/29: 61)\n\nNamun demikian, orang musyrikin tidak mengakui keesaan Tuhan dan hak-Nya untuk disembah oleh para hamba-Nya. Mereka menyembah berhala sebagai sekutu Tuhan yang akan mendekatkan mereka kepada-Nya, sebagaimana diterangkan dalam firman Allah swt:\n\n¦Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" (az-Zumar/39: 3)\nSesudah para pemuda itu menyatakan pengakuan mereka tentang keesaan Tuhan, lalu mereka memberikan alasan penolakan terhadap penyembahan berhala-berhala sebagaimana yang dikehendaki oleh raja Decyanus. Mereka menyatakan bahwa jika mereka menyembah dan berdoa kepada selain Allah, itu berarti mengerjakan sesuatu yang jauh dari kebenaran.",
    "quraish": "Kami mengokohkan hati mereka untuk beriman dan tabah menghadapi berbagai kesulitan hidup. Mereka saling berikrar, ketika berdiri di hadapan kaumnya, dengan mengatakan, \"Wahai Tuhan kami, Engkaulah Yang Mahabenar. Engkaulah Pemelihara langit dan bumi. Kami tidak akan mempertuhankan sesuatu selain Engkau dan kami akan memegang teguh kepercayaan ini dan tidak akan meninggalkannya. Demi Engkau, ya Allah, jika kami mengatakan sesuatu yang lain, maka perkataan kami itu akan sangat jauh dari kebenaran.\"",
    "jalalayn": "(Dan Kami telah meneguhkan hati mereka) Kami memperkuat hati mereka berpegangan kepada kalimat yang hak (di waktu mereka berdiri) di hadapan raja mereka yang menyuruh mereka supaya bersujud kepada berhala-berhala (lalu mereka berkata, \"Rabb kami adalah Rabb langit dan bumi, kami sekali-kali tidak menyeru kepada selain-Nya) yakni selain Allah (sebagai Tuhan, sesungguhnya kami kalau demikian telah mengucapkan perkataan yang amat jauh dari kebenaran)\" perkataan yang keterlaluan lagi sangat kafir jika seumpamanya kami menyeru kepada tuhan selain Allah."
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 15,
    "arab": "هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ  لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ  ",
    "translation": "Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2155.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menceritakan percakapan di antara para pemuda itu. Mereka mengatakan bahwa kaumnya yang berada di bawah kekuasaan Decyanus, meskipun lebih tua dan memiliki banyak pengalaman, namun menyekutukan Tuhan tanpa mempergunakan akal pikiran. Mengapa mereka tidak mengemukakan alasan yang benar, atau bukti yang kuat dan jelas untuk memperkuat kebenaran yang mereka katakan dan percayai. Pemuda-pemuda itu menyatakan bahwa kaum mereka seharusnya berbuat seperti yang mereka lakukan, yaitu menunjukkan bukti-bukti kebenaran agama yang mereka anut. \nAnak-anak muda itu juga menyatakan bahwa tidak ada kezaliman yang lebih besar kecuali kezaliman orang yang berbuat dusta terhadap Allah, seperti mengatakan bahwa Tuhan itu mempunyai sekutu. Kaum mereka telah mempersamakan martabat berhala-berhala dengan martabat Tuhan yang tinggi, tetapi mereka tidak dapat memberikan alasan yang benar, padahal agama seharusnya berdasarkan kepercayaan atau alasan yang benar. Mereka mengada-adakan nama-nama untuk sebutan Tuhan dengan hanya menuruti hawa nafsu mereka.\nFirman Allah swt:\n\nItu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)-nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. (an-Najm/53: 23)\n\nNama-nama yang diberikan kepada sekutu-sekutu Allah itu bermacam-macam seperti al-Lata, al-Manat, al-Uzza, yaitu nama-nama untuk berhala-berhala yang diberikan oleh orang-orang Arab Jahiliah.",
    "quraish": "Pemuda-pemuda yang beriman itu lalu saling bertutur, \"Kaum kami itu telah mempertuhankan sesuatu selain Allah. Mengapa mereka tidak mendatangkan bukti-bukti ketuhanan yang jelas bagi tuhan-tuhan yang mereka sembah selain Allah? Sungguh, mereka benar-benar lalim dengan melakukan perbuatan itu. Tidak ada yang lebih lalim daripada orang yang membuat kebohongan dengan menyandangkan sekutu bagi Allah.",
    "jalalayn": "(Mereka) lafal 'Haaulaa-i' berkedudukan menjadi Mubtada (kaum kami ini) menjadi Athaf Bayan (telah menjadikan selain Dia sebagai tuhan-tuhan. Mengapa tidak) (mereka mengemukakan atas perbuatan mereka itu) atas penyembahan yang mereka lakukan itu (alasan yang terang?) hujah yang jelas. (Siapakah yang lebih zalim) maksudnya tidak ada seorang pun yang lebih zalim (daripada orang-orang yang mengada-adakan kebohongan terhadap Allah?) yaitu dengan menisbatkan sekutu kepada Allah swt. Lalu sebagian di antara pemuda itu berkata kepada sebagian yang lain:"
  },
  {
    "hizb": 117,
    "name": "Al-Kahf",
    "ayat": 16,
    "arab": "وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا",
    "translation": "Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2156.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa percakapan di antara mereka terus berlanjut, sebagian dari mereka berkata kepada yang lain, \"Bilamana kamu menjauhkan diri dari kaum dan kampung halamanmu lahir dan batin, menolak untuk mengikuti adat-istiadat mereka, dan tidak mau menyembah selain Allah, sehingga menimbulkan kemarahan mereka terhadap kamu, maka seharusnya kamu mencari tempat berlindung seperti gua.\"\n\"Di tempat tersebut kamu dapat melakukan ibadah dengan tekun dan khusyuk serta terhindar dari gangguan kaummu. Bilamana kamu sudah menghambakan diri sepenuhnya kepada Allah, serta memohon pemeliharaan-Nya, maka Dia tentu akan mencurahkan rahmat-Nya kepadamu. Kamu tidak akan mati kelaparan atau kehausan dalam gua itu. Allah swt akan memberi jalan keluar kepadamu dalam mengatasi kesukaran makan dan minum ataupun lainnya. Allah akan melapangkan jalan beribadah dengan sempurna kepada-Nya sehingga kamu bisa merasakan kelezatan ibadah yang melebihi kelezatan lainnya.\" Demikian isi percakapan mereka. Apa yang mereka ucapkan itu lahir dari keyakinan dan harapan mereka akan anugerah Allah dan berkat kepasrahan dan keimanan mereka yang sempurna kepada-Nya. Allah swt telah menggerakkan hati para pemuda itu untuk menjadi orang-orang yang saleh, penghuni gua. Kisah mereka akhirnya selalu dikenang dalam sejarah umat beragama. Demikian sifat para pemuda itu, selamanya hati mereka lebih suci dan lebih cinta kepada kebenaran, yaitu sifat yang amat baik yang diperlukan bagi seseorang pemimpin.\nIbnu 'Abbas berkata:\n\\r\nTidaklah Allah mengutus seorang nabi kecuali dia seorang pemuda, dan tiada diberikan ilmu kepada seorang alim, kecuali dia pemuda.\n\nKemudian beliau membaca potongan ayat-ayat tersebut sebagai berikut:\n\nMereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\" (al-Anbiya/21: 60)\n\nDan firman Allah swt:\n\nDan (ingatlah) ketika Musa berkata kepada pembantunya. (al-Kahf/18: 60)\n\nDan firman Allah swt:\n\nSesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka. (al-Kahf/18: 13)\n\nAyat ini menunjukkan ketabahan hidup para pemuda Ashhabul Kahf ketika menyepi di dalam gua karena menyembunyikan agamanya. Al-Gazali, dalam kitabnya Ihya' 'Ulumuddin, menolak menggunakan ayat ini untuk dijadikan dalil bagi keutamaan hidup uzlah. Beliau berkata, \"Ashhabul Kahf tidak mengasingkan diri mereka sendiri antara satu dengan yang lain. Mereka seluruhnya adalah orang-orang yang beriman. Mereka mengasingkan diri dari orang-orang kafir.\" Jadi wajarlah kalau mereka ber-uzlah agar terpelihara dari penyiksaan orang-orang kafir dan raja yang hendak membunuh mereka. Hidup menyepi dalam arti mengasingkan diri dari kejahatan dan kebatilan yang tidak dapat diperbaiki atau mereka tidak sanggup memperbaikinya, maka uzlah semacam ini dibenarkan. As-Suyuti dalam kitabnya Al-Iklil berpendapat bahwa dari ayat ini dapat dipahami bahwa uzlah, mengasingkan diri, lari dari kezaliman, dan tinggal dalam gua disyariatkan ketika situasi beragama tidak kondusif atau rusak. Pendapat beliau ini perlu penjelasan karena masih kabur. Zaman manakah yang bersih dari kerusakan? Sebenarnya yang dapat dipahami dari ayat ini ialah para pemuda itu mengasingkan diri karena adanya pemerkosaan terhadap hak hidup beragama.\nHidup uzlah karena frustasi dan keputusasaan dalam menghadapi kenyataan hidup tidak dibenarkan oleh agama. Untuk memahami ayat ini, harus diperhatikan suasana di kala terjadinya peristiwa uzlah-nya pemuda itu. Mereka menyepi dengan melarikan diri ke dalam gua karena akan dibunuh oleh raja yang sewenang-wenang. Suasana saat itu juga tidak mendukung untuk berjuang melawan kesewenang-wenangan raja, dan memperlihatkan keimanan mereka.\nDi masa permulaan Islam, Nabi menyuruh sahabat-sahabatnya berhijrah ke negeri Habsyah, kemudian ke Madinah, dan beliau sendiri lalu juga hijrah ke sana disebabkan oleh keganasan kaum musyrikin Quraisy, sedang kaum Muslimin tidak dapat berbuat apa-apa menghadapinya, karena masih lemah. Bahkan, bagi Nabi saw khususnya, mereka telah bersiap untuk membunuh-nya. Mereka mengepung rumah Nabi di malam hari untuk melaksanakan rencana pembunuhan itu.\nKarena kaum musyrikin telah mengadakan persekongkolan untuk membunuh Nabi, maka Allah memerintahkan agar Nabi hijrah. Atas dasar perintah itulah, Nabi hijrah. Jadi, bukan karena lari dari medan peperangan, menyendiri atau uzlah, dan sebagainya. Hidup uzlah dalam arti mengasingkan diri dari kemewahan hidup dan perbudakan harta dan hawa nafsu, lalu hidup sederhana di tengah-tengah masyarakat, sebagaimana yang diperlihatkan sahabat Nabi Abu dzar Al-Gifari, tidak tercela, bahkan dibenarkan oleh agama Islam. Ibnu Katsir berkata, \"Abu dzar berpendapat bahwa tidaklah patut seorang muslim memiliki harta melebihi dari persediaan makanannya sehari semalam, atau dari sesuatu yang diperguna-kannya untuk berperang, atau dari suatu yang disediakan untuk tamu. Beliau berpegang kepada dhahir ayat:\n\nDan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih. (at-Taubah/9: 34)\n\nAbu dzar hidup dalam kesederhanaan karena tidak mau terlibat dalam kehidupan mewah yang mulai merebak pada zaman khalifah Usman r.a. Demikian contoh kehidupan uzlah yang terdapat di kalangan sahabat Rasulullah saw\".",
    "quraish": "\"Selama kita memilih jalan mengasingkan diri dari kaum yang mengingkari dan menyekutukan Allah,\" kata sebagian mereka kepada yang lainnya, \"maka berlindunglah di dalam sebuah gua demi keselamatan agama kalian. Tuhan kalian pasti akan menurunkan karunia pengampunan dan memberikan kemudahan dengan menyediakan apa saja yang bermanfaat(1) bagi kalian untuk mempertahankan hidup. (1) Sampai saat ini belum didapatkan suatu informasi akurat siapa sebenarnya penghuni gua itu, kapan dan di mana gua tersebut berada. Namun demikian, akan dicoba paparkan di sini sedikit keterangan menyangkut kisah yang dituturkan ayat-ayat di atas. Berangkat dari isyarat al-Qur'ân yang menyatakan bahwa mereka adalah sekelompok pemuda yang beriman kepada Allah, dapat ditarik kesimpulan bahwa mereka tengah mengalami penindasan agama yang menyebabkan mereka mengasingkan diri ke dalam sebuah gua yang tersembunyi. Sementara itu, sejarah kuno mencatat adanya beberapa masa penindasan agama di kawasan Timur Kuno yang terjadi dalam kurun waktu yang berbeda. Dari beberapa peristiwa penindasan agama itu hanya ada dua masa yang kita anggap penting, yang salah satunya barangkali mempunyai kaitan dengan kisah penghuni gua ini. Peristiwa pertama terjadi pada masa kekuasaan raja-raja Saluqi, saat kerajaan itu diperintah oleh Raja Antiogos IV yang bergelar Nabivanes (tahun 176-84 S. M). Pada saat penaklukan singgasana Suriah, Antiogos--yang juga dikenal sangat fanatik terhadap kebudayaan dan peradaban Yunani Kuno--mewajibkan kepada seluruh penganut Yahudi di Palestina, yang telah masuk dalam wilayah kekuasaan Suriah sejak 198 S. M., untuk meninggalkan agama Yahudi dan menganut agama Yunani Kuno. Antiogos mengotori tempat peribadatan Yahudi dengan meletakkan patung Zeus, Tuhan Yunani terbesar, di atas sebuah altar dan pada waktu-waktu tertentu mempersembahkan korban berupa babi bagi Zeus. Terakhir, Antiogos membakar habis naskah Tawrât tanpa ada yang tersisa. Berdasarkan bukti historis ini, dapat disimpulkan bahwa pemuda-pemuda itu adalah penganut agama Yahudi yang bertempat tinggal di Palestina, atau tepatnya di kota Yarussalem. Dapat diperkirakan pula, bahwa peristiwa bangunnya mereka dari tidur panjang itu terjadi pada tahun 126 M. setelah Romawi menguasai wilayah Timur, atau 445 tahun sebelum masa kelahiran Rasulullah saw. tahun 571 M. Peristiwa penindasan agama yang sama terjadi pada zaman imperium Romawi, saat Kaisar Hadrianus berkuasa (tahun 117-138 M). Kaisar Hadrianus memperlakukan orang-orang Yahudi sama persis seperti yang pernah dilakukan oleh Antiogos. Pada tahun 132 M., pembesar-pembesar Yahudi mengeluarkan ultimatum bahwa seluruh rakyat Yahudi akan berontak melawan kekaisaran Romawi. Mereka memukul mundur garnisun-garnisun Romawi di perbatasan dan berhasil merebut Yerussalem. Peristiwa bersejarah ini diabadikan oleh orang-orang Yahudi dalam mata uang resmi mereka. Selama tiga tahun penuh mereka dapat bertahan. Terakhir, Hadrianus bergerak bersama pasukannya menumpas pemberontak-pemberontak Yahudi. Palestina jatuh dan Yerussalem dapat direbut kembali. Etnis Yahudi pun dibasmi dan pemimpin-pemimpin mereka dibunuh. Orang-orang Yahudi yang masih hidup dijual di pasar-pasar sebagai budak. Simbol- simbol agama Yahudi dihancurkan, ajaran dan hukum-hukum Yahudi dihapus. Dari penuturan sejarah ini didapat kesimpulan yang sama bahwa para pemuda itu adalah penganut ajaran Yahudi. Tempat tinggal mereka bisa jadi berada di kawasan Timur Kuno atau di Yerussalem sendiri. Masih mengikuti alur sejarah ini, mereka diperkirakan bangun dari tidur panjang itu kurang lebih pada tahun 435 M., 30 tahun menjelang kelahiran Rasulullah saw. Tampaknya peristiwa pertama lebih mempunyai kaitan dengan kisah Ashhâb al-Kahf karena penindasan mereka lebih sadis. Adapun penindasan umat Kristiani tidak sesuai dengan kelahiran Nabi Muhammad saw.",
    "jalalayn": "(Dan apabila kamu meninggalkan mereka beserta apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Rabb kalian akan melimpahkan sebagian rahmat-Nya kepada kalian dan menyediakan sesuatu yang berguna bagi kalian dalam urusan kalian) Lafal mirfaqan dapat dibaca marfiqan artinya apa-apa yang menjadi keperluan kalian berupa makan siang dan makan malam."
  }
]