[
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 32,
    "arab": "۞ وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًاۗ ",
    "translation": "Dan berikanlah (Muhammad) kepada mereka sebuah perumpamaan, dua orang laki-laki, yang seorang (yang kafir) Kami beri dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara keduanya (kebun itu) Kami buatkan ladang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2172.mp3",
    "tafsir": "Dalam ayat ini, dua orang laki-laki dijadikan Allah sebagai per-umpamaan untuk menjelaskan kepada para pemuka musyrik yang kaya itu tentang perbedaan antara iman dan kufur, atau antara hamba yang mulia di sisi-Nya dengan yang hina. Ulama berbeda pendapat, apakah cerita dalam ayat ini hanya perumpamaan saja, tidak ada dalam kenyataan sejarah, atau hal ini merupakan kisah nyata. \nMereka yang berpendapat bahwa kisah ini merupakan kisah nyata berbeda tentang siapa yang dimaksudkan dengan dua orang ini. Menurut riwayat yang disebutkan Imam al-Qurthubi, ada yang mengatakan kedua laki-laki itu adalah penduduk Mekah dari kabilah Bani Makhzum. Mereka berdua bersaudara, yang mukmin bernama Yahuza dan yang kafir bernama Qurthus. Keduanya semula bersama-sama dalam suatu usaha, kemudian berpisah dan membagi kekayaan mereka. Masing-masing menerima ribuan dinar. Yahuza menggunakan uangnya seribu dinar untuk membebaskan budak, seribu dinar untuk membelikan makanan bagi orang-orang yang terlantar, dan seribu dinar untuk membelikan pakaian orang-orang yang lapar. Adapun Qurthus menggunakan uangnya untuk kawin dengan seorang wanita kaya, dan membeli hewan ternak, sehingga harta kekayaan berkembang. Sisa uang yang lain digunakan untuk berdagang dan selalu membawa laba, sehingga dia menjadi orang yang terkaya di negerinya pada saat itu. \nSebuah riwayat menyebutkan bahwa kisah ini adalah tentang orang kaya dengan kebun dan tanamannya yang luas. Dia memiliki dua buah kebun anggur yang dikelilingi oleh pohon-pohon korma dan di antara keduanya terdapat sebidang ladang tempat bermacam-macam tanaman dan buah-buahan.",
    "quraish": "Wahai Rasulullah, berikanlah penjelasan tentang sebuah tamsil ibarat yang menggambarkan dua orang laki-laki, yang satu kafir dan yang lain beriman. Begitulah kiranya hakikat perbedaan antara orang kafir berharta dan orang Mukmin yang miskin. Orang kafir itu memiliki dua petak kebun anggur. Kami kelilingi kebun itu dengan pohon-pohon kurma yang menambah keindahan dan memberi manfaat. Dan Kami tumbuhkan pula di antara kedua kebun itu tanaman lain yang subur dan berbuah.",
    "jalalayn": "(Dan berikanlah) jadikanlah (buat mereka) buat orang-orang kafir beserta orang-orang Mukmin (sebuah perumpamaan dua orang laki-laki). Lafal Rajulaini menjadi Badal daripada lafal Matsalan, dan lafal Rajulaini dengan lafal-lafal yang sesudahnya berkedudukan sebagai penafsir daripada lafal Matsalan (Kami jadikan bagi seorang di antara keduanya) yakni bagi orang yang kafir (dua buah kebun) dua buah perkebunan (anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara kedua kebun itu Kami buatkan ladang) yang khusus menghasilkan makanan pokok."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 33,
    "arab": "كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًاۙ  ",
    "translation": "Kedua kebun itu menghasilkan buahnya, dan tidak berkurang (buahnya) sedikit pun, dan di celah-celah kedua kebun itu Kami alirkan sungai, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2173.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang keadaan kedua kebun yang penuh dengan buah-buahan sepanjang tahun itu. Pohon-pohonnya selalu rindang dan lebat. Sedikit pun kedua kebun itu tidak pernah mengalami kemunduran dan kekurangan sepanjang musim. Keduanya selalu memberikan hasil yang membawa kemakmuran kepada pemiliknya. Di tengah-tengah kebun itu mengalir sebuah sungai yang setiap waktu dapat mengairi tanah dan ladang-ladang di sekitarnya. Pengairan yang teratur menyebabkan tanaman selalu subur, dan sungai yang mengalir itu benar-benar menambah keindahannya. Itulah kenikmatan besar yang telah dilimpahkan Allah kepada pemiliknya.",
    "quraish": "Kedua kebun itu menghasilkan buah yang banyak, matang dan tidak sedikit pun berkurang. Kami curahkan di antara kebun-kebun itu air sungai yang mengalir.",
    "jalalayn": "(Kedua buah kebun itu) lafal Kiltaa adalah Mufrad yang menunjukkan makna Tatsniyah; ia berkedudukan menjadi Mubtada (menghasilkan). Lafal Aatat ini menjadi Khabar Kiltaa (buahnya) yakni buah-buahannya (dan kebun itu tiada dizalimi) dikurangi (buahnya sedikit pun dan Kami alirkan) artinya, Kami bedahkan (sungai di celah-celah kedua kebun itu) yakni sungai itu mengalir di antara kedua kebun tersebut."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 34,
    "arab": "وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا",
    "translation": "dan dia memiliki kekayaan besar, maka dia berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengan dia, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2174.mp3",
    "tafsir": "Allah swt menjelaskan dalam ayat ini bahwa pemilik kebun itu masih memiliki kekayaan lain berupa harta perdagangan emas, perak, dan lain-lainnya yang diperoleh dari penjualan hasil kebun dan ladang. Qurthus benar-benar berada dalam kehidupan yang mewah, dengan harta kekayaan yang melimpah ruah, dan memiliki pembantu-pembantu, buruh-buruh, dan pengawal-pengawal dalam jumlah yang besar. Keadaan yang demikian membuat dirinya sombong dan ingkar kepada Tuhan yang memberikan nikmat itu kepadanya. Dia berkata kepada temannya yang beriman, yang sebelumnya telah menyeru kepadanya agar beriman kepada Allah dan hari kebangkitan, \"Aku mempunyai harta yang lebih banyak daripada kamu, seperti yang kamu saksikan, dan pengikut-pengikutku lebih banyak. Sewaktu-waktu mereka siap mempertahankan diri dan keluargaku dari musuh-musuhku, serta memelihara dan membela hartaku.\" Dengan perkataan ini, dia mengisyaratkan bahwa seseorang dapat hidup bahagia dan jaya tanpa beriman kepada Tuhan seru sekalian alam. Dia beranggapan bahwa segala kejayaan yang dimilikinya dan kenikmatan yang diperolehnya semata-mata berkat kemampuan dirinya. Tiada Tuhan yang dia rasakan turut membantu dan memberi rezeki dan kenikmatan kepadanya.",
    "quraish": "Selain kebun itu, orang yang kafir itu memiliki kekayaan lain yang berlimpah. Kekayaan itu telah membuat dirinya sombong lalu berkata kepada temannya yang beriman, \"Kekayaanku lebih banyak dari kekayaanmu, dan pengikut-pengikutku pun lebih kuat.\"",
    "jalalayn": "(Dan dia mempunyai) di samping kedua kebun itu (buah-buahan yang banyak) lafal Tsamarun atau Tsumurun atau Tsumrun adalah bentuk jamak dari kata Tsamratun; keadaannya sama dengan lafal Syajaratun dan Syajarun, atau Khasyabatun dan Khasyabun, atau Badanatun dan Badanun (maka ia berkata kepada kawannya) yang mukmin (ketika ia bercakap-cakap dengan dia) seraya membanggakan miliknya, \"(Hartaku lebih banyak daripada hartamu dan pengikut-pengikutku lebih kuat)\" keluargaku lebih kuat."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 35,
    "arab": "وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ",
    "translation": "Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2175.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa ketika dia memasuki kebunnya bersama saudaranya, dia mengatakan kepada saudaranya yang mukmin, sambil menunjuk kebunnya, bahwa kebun-kebun itu tidak akan binasa selama-lamanya.\nAda dua sebab yang mendorongnya berkata demikian:\nPertama: Kepercayaan penuh terhadap kemampuan tenaga manusia untuk memelihara kebun-kebun itu, sehingga selamat dari kebinasaan. Dengan kekayaan berupa mas dan perak sebagai modal, dan sumber daya manusia yang berpengalaman dan berpengetahuan tentang perawatan dan pemeliharaan tanaman dan kebun, dia percaya sanggup menjaga kelestarian, keindahan, dan kesuburan kebun dan tanamannya. Ia sama sekali tidak menyadari keterbatasan daya dan akal sehat manusia dan tidak percaya bahwa ada kekuatan gaib yang kuasa berbuat sesuatu terhadap segala kekayaan itu.\nKedua: Kepercayaan akan keabadian alam dan zaman serta ketidak-percayaan terhadap hari kiamat. Dia berkeyakinan bahwa segala yang ada ini kekal abadi. Tidak ada yang akan musnah dari alam ini, yang terjadi hanyalah perubahan dan pergantian menurut hukum yang berlaku. Air, tumbuh-tumbuhan, tanah dan lain-lainnya akan terus tersedia dan tidak akan ada putusnya. \nDemikianlah pandangan pemilik kebun itu. Sesungguhnya dia telah berbuat zalim dan tidak jujur terhadap dirinya sendiri. Seharusnya dia bersyukur kepada Allah yang telah memberikan segala kenikmatan kepadanya. Tidak ada seorangpun yang hidup bahagia dalam dunia ini dengan hanya berdiri di atas kaki sendiri, tanpa bantuan atau kerjasama dengan orang lain. Mengapa dia menyombongkan diri, padahal dia sebenarnya menyadarinya. Mengapa dia ingkar kepada Tuhan, padahal dia menyadari ikut terlibat dalam perubahan alam itu sendiri, mengapa dia tidak mau mengakui siapakah sebenarnya yang menciptakan semua perubahan dalam alam ini dan yang menciptakan hukum-hukumnya. Mengapa dia tidak jujur terhadap pengakuan hati nuraninya sendiri akan adanya Tuhan Yang Maha Pencipta? Sesungguhnya sikap demikian merupakan kezaliman yang besar.",
    "quraish": "Suatu saat orang kafir itu, bersama temannya yang beriman, memasuki kebun kepunyaannya. Dengan tetap menunjukkan sikap sombong, dia berkata, \"Dalam dugaanku, kebun ini tidak akan pernah musnah selamanya.",
    "jalalayn": "(Dan dia memasuki kebunnya) dengan membawa temannya yang Mukmin itu, seraya membawanya ke sekeliling kebun serta memperlihatkan kepadanya hasil buah-buahannya. Di sini tidak diungkapkan dengan memakai lafal Jannataihi dalam bentuk Tatsniyah karena pengertian yang dimaksud adalah tamannya. Menurut pendapat yang lain disebutkan, bahwa cukup hanya dengan menyebutkan satu saja (sedang dia lalim terhadap dirinya sendiri) dengan melakukan kekafiran (ia berkata, \"Aku kira tidak akan binasa) tidak akan lenyap (kebun ini untuk selama-lamanya)."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 36,
    "arab": "وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ",
    "translation": "dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2176.mp3",
    "tafsir": "Ayat ini mengungkapkan ucapan pemilik kebun itu kepada saudaranya yang mukmin tentang ketidakpercayaannya bahwa hari kiamat itu akan datang. Sekiranya hari kiamat itu datang dan dia dikembalikan kepada Tuhan, dia tentu akan kembali mendapatkan yang lebih baik daripada kebun-kebun yang dimilikinya di dunia ini.\nSikap pemilik kebun itu menunjukkan keingkaran akan adanya hari kiamat (hari akhir). Dugaannya bahwa akan mendapatkan kebun-kebun yang lebih baik daripada kebun-kebunnya di dunia ini pada hari kiamat didasarkan atas pengalamannya bahwa kedua kebun yang dimilikinya dan dipercayakan Tuhan kepadanya terus berbuah dan berkembang hanya karena kesanggupan dan usaha yang memilikinya. Oleh karena itu, dimana dan kapan saja, kemusnahan itu selalu menyertainya. Allah swt menggambarkan pula sifat orang kafir ini dalam ayat yang lain dengan firman-Nya:\n\n\"¦Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.....\" (Fushshilat/41: 50)\nUcapan yang membawa kepada kekafiran ialah: pertama, pengakuannya tentang keabadian alam; kedua, tentang tidak adanya kebangkitan manusia dari kubur; dan ketiga, anggapannya bahwa ganjaran di akhirat dicerminkan oleh keadaan di dunia. Pandangan terhadap keabadian alam ini meniadakan keputusan dan kehendak Tuhan Pencipta Alam. Keingkarannya terhadap kebangkitan manusia dari kubur menunjukkan bahwa dia meniadakan kekuasaan Allah untuk mengembalikan manusia ke bentuk aslinya. Pandang-an bahwa ganjaran di akhirat dicerminkan oleh kehidupan dunia, misalnya bilamana seseorang di dunia hidup sebagai pemilik kebun, maka ganjaran di akhirat pun baginya sebagai pemilik kebun. Ini adalah kepercayaan primitif, atau kepercayaan yang berdasarkan kebudayaan. Kepercayaan seperti itu berlawanan dengan agama yang bersumber pada wahyu Allah swt yang mempunyai kebijaksanaan dalam memberikan ganjaran kepada hamba-hamba-Nya.",
    "quraish": "Aku juga tidak pernah menyangka bahwa hari kiamat itu benar-benar akan terjadi. Kalau saja hal itu benar dan aku akan dikembalikan kepada Tuhan sesudah hari kebangkitan nanti, sebagaimana kamu katakan, pasti aku akan mendapatkan yang lebih baik dari kesenangan saat ini. Karena bagaimanapun aku adalah orang yang berhak mendapatkan kesenangan hidup.\" Orang kafir itu menganalogikan hari akhirat yang gaib dengan kehidupan duniawi. Dia sama sekali tidak mengerti bahwa kehidupan akhirat merupakan hari pemberian pahala bagi yang beriman dan berbuat kebajikan.",
    "jalalayn": "(Dan aku tidak mengira hari kiamat itu akan datang, dan jika sekiranya aku dikembalikan kepada Rabbku) di akhirat kelak sebagaimana dugaanmu itu (pasti aku akan mendapat tempat kembali yang lebih baik daripada kebun-kebun itu)\" tempat tinggal yang lebih baik."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 37,
    "arab": "قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ",
    "translation": "Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2177.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan jawaban Yahuza untuk membantah pemikiran saudaranya itu. Qurthus, pemilik kebun yang kaya itu, memandang Yahuza rendah karena kemiskinannya. Sebaliknya, Yahuza memandang Qurthus rendah karena kekafirannya. Dalam percakapannya dengan Qurthus, dia menyatakan bahwa tidak patut dia mengingkari kekuasaan Allah yang menciptakan dirinya dari tanah? Bukankah makanan yang berasal dari tumbuh-tumbuhan atau hewan itu dari tanah juga? Dari makanan dan minuman itu terbentuk sel-sel yang akhirnya menjadi nuthfah. Nuthfah berkembang tahap demi tahap karena mendapat makanan, baik dari protein nabati ataupun hewani, sehingga menjadi seorang laki-laki seperti Qurthus. Bagaimana seseorang dapat mengingkari kekuasaan Allah, sedangkan kejadiannya menunjukkan dengan jelas akan adanya kekuasaan itu. Setiap insan sadar akan dirinya, bahwa pada mulanya dia tidak ada, kemudian menjadi ada. Tidak mungkin kehadirannya ke alam wujud ini dihubungkan oleh dirinya sendiri. Satu-satunya Zat yang bisa menghubungkan kejadiannya itu ialah Penciptanya yaitu Allah Rabbul Alamin.\nUntuk meyakinkan adanya hari kebangkitan, Allah menjelaskan proses kejadian manusia, sebagaimana firman-Nya:\n\nWahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani. (al-hajj/22: 5)",
    "quraish": "Sahabatnya yang beriman itu mengatakan, \"Apakah kamu merelakan dirimu mengingkari Tuhan yang telah menciptakan moyangmu, Adam, dari segumpal tanah dan menjadikan keturunannya dari setetes air mani. Jika kamu bangga dengan harta dan pengikut-pengikutmu, maka ingatlah Tuhan yang telah menciptakan dirimu dari tanah.",
    "jalalayn": "(Kawannya yang Mukmin berkata kepadanya sedang dia bercakap-cakap dengannya) seraya menjawab apa yang telah dikatakannya tadi, (\"Apakah kamu ingkar terhadap Rabb yang telah menciptakan kamu dari tanah) karena Nabi Adam diciptakan dari tanah dan dia sebagai anak cucunya (kemudian dari setetes air mani) setetes sperma (lalu Dia menyempurnakan bentukmu) merampungkan bentukmu dan menjadikanmu (sebagai seorang laki-laki)\"."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 38,
    "arab": "لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ",
    "translation": "Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2178.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan pernyataan Yahuza kepada saudaranya yang kafir itu bahwa dia tidak sependapat dengannya. Dia berkeyakinan tidak ada Tuhan yang disembah kecuali Allah yang memelihara makhluk, Yang Maha Esa, dan Mahakuasa. Yahuza juga mengatakan bahwa dia tidak mempersekutukan Allah dengan sesuatu apapun. Pendirian saudaranya bahwa Allah tidak kuasa membangkitkannya dari kubur sama sekali tidak dapat diterima Yahuza karena menganggap Allah lemah dan sama dengan makhluk. Hal demikian, menurutnya, sama dengan syirik. Sikap Yahuza yang tegas di hadapan saudaranya yang kaya itu sangat terpuji, meskipun dia dalam keadaan fakir yang berkedudukan sebagai seorang yang meminta pekerjaan, namun dengan penuh keberanian, dia menyatakan perbedaan identitas (hakikat) pribadinya, yaitu perbedaan yang menyangkut akidah atau keimanan kepada Tuhan.",
    "quraish": "Tetapi aku akan mengatakan, 'Sesungguhnya yang menciptakan diriku dan menciptakan alam semesta ini adalah Allah, Tuhanku. Hanya Dia yang aku sembah dan aku tidak akan mempertuhan selain Dia. '",
    "jalalayn": "(Tetapi aku) lafal Laakinna asalnya merupakan gabungan antara lafal Laakin dan Anaa, kemudian harakat huruf Hamzah Anaa dipindahkan kepada Nun lafal Laakin; atau huruf Hamzah Anaa dibuang kemudian huruf Nun lafal Laakin diidgamkan kepada Na, sehingga jadilah Laakinna (mengatakan) lafal Huwa mengandung dhamir Sya'an yang dijelaskan oleh kalimat sesudahnya; artinya, aku mengatakan, (\"Allah adalah Rabbku, dan aku tidak mempersekutukan seorang pun dengan Rabbku)\"."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 39,
    "arab": "وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ",
    "translation": "Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan ”Masya Allah, la quwwata illa billah” (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2179.mp3",
    "tafsir": "Yahuza lalu meneruskan kata-katanya kepada Qurthus, \"Seharusnya kamu mengucapkan syukur kepada Allah ketika memasuki kebun-kebunmu dan merasakan kagum terhadap keindahannya. Mengapa kamu tidak mengucapkan pujian kepada Allah atas segala nikmat yang telah dilimpahkan-Nya kepadamu, berupa harta dan anak yang banyak yang belum pernah diberikan-Nya kepada orang lain.\"\n\"Katakanlah \"masya Allah\" ketika itu, sebagai tanda pengakuan atas kelemahanmu di hadapan-Nya, dan bahwa segala yang ada itu tidak mungkin terwujud tanpa izin dan kemurahan-Nya. Di tangan-Nya nasib kebun-kebun itu, disuburkan menurut kehendak-Nya ataupun dihancurkan menurut kehendak-Nya pula. Mengapa kamu tidak mengucapkan la quwwata illa billahi (tidak ada kekuatan kecuali dengan pertolongan Allah) sebagai tanda pengakuan bahwa tidak ada kekuatan yang dapat memakmurkan dan mengurusnya kecuali dengan pertolongan Allah swt.\" Ayat ini mengandung pelajaran tentang zikir yang baik diamalkan. Nabi Muhammad saw berkata kepada sahabatnya, Abu Hurairah:\nMaukah aku tunjukkan kepadamu salah satu perbendaharaan surga yang terletak di bawah Arasy? Aku menjawab, \"Ya, saya mau.\" Rasul berkata, \"Kamu membaca la quwwata illa billahi.\" (Riwayat Imam Ahmad dari Abu Hurairah)\n\nDemikian pula banyak hadis-hadis Rasul saw yang mengajarkan kepada umatnya sewaktu mendapat nikmat dari Allah supaya dia mengucapkan bacaan itu, Rasulullah saw bersabda:\nSetiap Allah swt memberikan kepada seorang hamba nikmat pada keluarga, harta, atau anak lalu dia mengucapkan \"masya' Allah, la quwwata illa billah\", tentu Allah menghindarkan dia dari segala bencana sampai kematiannya, lalu Rasulullah membaca ayat 39 Surah al-Kahf ini. (Riwayat al-Baihaqi dan Ibnu Mardawaih dari Anas r.a.)\n\nSetelah Yahuza selesai menasehati saudaranya supaya beriman, dan sudah menjelaskan tentang kekuasaan Allah swt, mulailah dia menanggapi perkataan saudaranya yang membanggakan harta dan orang-orangnya. Yahuza berkata, \"Jika kamu memandang aku lebih miskin daripada kamu, baik mengenai harta kekayaan, maupun mengenai anak buah, maka tidaklah mengapa bagiku.\"",
    "quraish": "Seandainya saat memasuki kebun dan memperhatikan tanaman yang ada di dalamnya itu kamu mengatakan, 'Masya Allah! Aku tidak mempunyai kekuasaan untuk mewujudkan semua itu kecuali dengan pertolongan Allah,' maka hal itu merupakan ungkapan rasa syukur yang dapat menjamin keabadian nikmat- nikmat itu.\" Orang yang beriman itu melanjutkan, \"Kalaupun kamu melihat diriku lebih miskin dan lebih sedikit anak dan pengikutnya,",
    "jalalayn": "(Mengapa tidak) (kamu katakan sewaktu kamu memasuki kebunmu) sewaktu kamu merasa takjub dengan kebunmu itu, (\"Ini adalah apa yang telah dikehendaki oleh Allah; tidak ada kekuatan kecuali dengan pertolongan Allah?)\" di dalam sebuah hadis telah disebutkan, \"Barang siapa yang diberi kebaikan (nikmat), baik berupa istri yang cantik lagi saleh atau pun harta benda yang banyak, lalu ia mengatakan, 'Maasya Allaah Laa Quwwata Illaa Billaah' (Ini adalah apa yang dikehendaki oleh Allah, dan tiada kekuatan melainkan berkat pertolongan Allah), niscaya ia tidak akan melihat hal-hal yang tidak disukai akan menimpa kebaikan tersebut. (Jika kamu anggap aku ini) lafal Anaa merupakan dhamir Fashl yang memisahkan antara kedua Maf'u1 (lebih sedikit daripada kamu dalam hal harta dan anak)."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 40,
    "arab": "فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ",
    "translation": "Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2180.mp3",
    "tafsir": "Namun aku mengharapkan agar Allah mengubah keadaanku, memberi aku kekayaan, dan menganugerahkan kepadaku kebun yang lebih baik daripada kebunmu karena imanku kepada-Nya. Sebaliknya, Allah swt akan melenyapkan kenikmatan yang diberikan-Nya kepadamu karena kekafiranmu, dan Dia akan menghancurkan kebun-kebunmu dengan mengirim petir dari langit yang membakar habis semuanya, sehingga menjadi tanah tandus yang licin.",
    "quraish": "aku berharap semoga Tuhanku memberiku kenikmatan yang lebih baik dari kebunmu di dunia atau dari surgamu di akhirat nanti. Atau sebaliknya, barangkali Tuhan mengirimkan bencana yang akan menimpa kebunmu seperti petir yang menyambar dari langit yang membuat kebunmu berubah menjadi tanah gersang, rata dan tidak bisa ditanami.",
    "jalalayn": "(Maka mudah-mudahan Rabbku, akan memberi kepadaku kebun yang lebih baik daripada kebunmu ini) jumlah kalimat ayat ini menjadi Jawab daripada Syarat pada ayat sebelumnya (dan mudah-mudahan Dia mengirimkan ketentuan kepada kebunmu) lafal Husbanan adalah bentuk jamak dari kata Husbanah artinya petir (dan langit, hingga kebun itu menjadi tanah yang licin) tanah yang sangat licin sehingga telapak kaki tidak dapat berpijak padanya."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 41,
    "arab": "اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ",
    "translation": "atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2181.mp3",
    "tafsir": "\"Atau Allah menghancurkan kebun-kebun itu dengan bencana dari bumi dengan jalan menghisap air yang mengalirinya dan masuk ke dalam perut bumi, sehingga kamu tak dapat berbuat apa-apa untuk mencari air itu lagi.\"\nDemikianlah harapan Yahuza yang mukmin itu, agar Allah memperlihat-kan kekuasaan-Nya secara nyata kepada orang yang kafir dan sombong itu. Dengan turunnya hukuman itu, baik berupa bencana dari langit ataupun dari bumi, manusia yang kafir itu bisa menjadi sadar.",
    "quraish": "Atau menjadikan air itu meresap ke dalam bumi hingga sulit dijangkau, lalu kamu akan bersusah payah menggalinya untuk mengairi kebunmu.\"",
    "jalalayn": "(Atau airnya menjadi surut ke dalam tanah) lafal Ghauran bermakna Ghairan, diathafkan kepada lafal Yursila, bukan kepada lafal Tushbiha, karena pengertian Ghaural Mai atau kekeringan air tidak ada kaitannya dengan masalah petir (maka sekali-kali kamu tidak dapat menemukannya lagi)\" kamu tidak akan menemukan upaya lagi untuk menjadikannya kembali."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 42,
    "arab": "وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا",
    "translation": "Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (para-para) lalu dia berkata, “Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2182.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa apa yang diharapkan Yahuza akan segera menjadi kenyataan. Allah swt kemudian membinasakan segala harta kekayaan Qurthus. Tadinya ia mengatakan dengan penuh kesombongan bahwa kebun-kebunnya tidak akan binasa selama-lamanya. Tetapi setelah dia menyaksikan kehancuran harta kekayaannya, timbullah kesedihan dan penyesalan yang mendalam, sambil membolak-balikkan dua telapak tangannya sebagai tanda menyesal terhadap lenyapnya segala biaya yang dibelanjakannya untuk membangun kebun-kebunnya selama ini. Semua tanaman dan pohon anggur yang ada dalam kebun itu runtuh bersama penyangganya. Pada saat kesedihannya memuncak, dia teringat kepada nasihat dan ajaran saudaranya, sehingga ia mengerti bahwa bencana itu datang karena kemusyrikan dan kezalimannya terhadap diri sendiri. Lalu keluarlah kata-kata penyesalan dari mulutnya, \"Aduhai, kiranya aku beriman dan bersyukur, tentulah Tuhan tidak akan menghancurkan kebun-kebunku.\"\nKata-kata penyesalan yang demikian lahir dari seorang yang sudah berada dalam kesulitan besar yang tak terelakkan lagi. Semua orang bila terjepit dan berada dalam bencana, dia mengeluh dan dari mulutnya keluar kata-kata yang mencerminkan penyesalannya yang mendalam. Sedangkan jika tidak terjepit atau tidak dalam kesengsaraan, dia tidak akan mengeluarkan kata-kata demikian.\nFirman Allah swt:\n\nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\" (al-Mu'min/40: 84)",
    "quraish": "Dan benar, Allah mempercepat datangnya bencana itu. Allah mendatangkan kerusakan yang menghabiskan tanaman dan buah yang dihasilkan kebun itu, memakan habis sampai ke akar-akarnya. Orang kafir itu hanya bisa membolik-balikkan telapak tangan tanda penyesalan dan kerugian atas semua yang telah dia keluarkan untuk memodali kebunnya. Kerusakan itu memang begitu cepat datangnya. Ketika itulah orang kafir itu berangan-angan andaikata dia tidak menyekutukan Allah.",
    "jalalayn": "(Dan buah-buahannya diliputi) yakni ditimpa oleh berbagai macam musibah seperti yang telah disebutkan tadi sehingga binasalah semuanya berikut kebunnya (lalu ia membolak-balikkan kedua tangannya) karena menyesal dan kecewa (terhadap biaya yang telah dibelanjakannya untuk itu) untuk menggarap kebunnya (sedangkan pohon anggur itu roboh) tumbang (berikut para-paranya) penopang-penopangnya; pada mulanya pohon berikut penopangnya roboh maka berjatuhanlah buah-buah anggur itu (dan dia berkata, \"Aduhai) sebagai ungkapan kekecewaannya (kiranya dulu aku tidak mempersekutukan seorang pun dengan Rabbku)\"."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 43,
    "arab": "وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ",
    "translation": "Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2183.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa tidak ada segolongan orang pun yang sanggup menolong pemilik kebun itu, baik keluarganya, pengawal, buruh-buruh, anak-anak, atau siapa saja yang tadinya menjadi kebanggaannya. Hanya Allah yang dapat menolongnya dari kehancuran dan kebinasaan. Sedangkan orang itu sendiri tidak dapat menolong dirinya sendiri dengan kekuatan yang ada padanya.",
    "quraish": "Tatkala bencana itu datang, dia tidak lagi mempuyai penolong yang dulu dibangga-banggakannya. Bahkan dia tidak mampu menolong dirinya sendiri, karena penolong yang sebenarnya hanyalah Allah.",
    "jalalayn": "(Dan tidak ada) dapat dibaca Lam Takun atau Lam Yakun (bagi dia segolongan pun) sekelompok orang pun (yang akan menolongnya selain Allah) di waktu kebunnya binasa (dan sekali-kali ia tidak dapat membela dirinya) tak mampu mempertahankannya sendiri sewaktu kebunnya binasa."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 44,
    "arab": "هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ",
    "translation": "Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2184.mp3",
    "tafsir": "Kemudian Allah swt menegaskan dalam ayat ini bahwa dalam kesulitan dan kesengsaraan seperti yang dialami oleh pemilik kebun itu, benar-benar hanya Allah sendiri yang mempunyai hak dan kekuatan untuk memberikan pertolongan. Akan tetapi, pertolongan itu hanya diberikan kepada orang-orang yang beriman kepada-Nya, mensyukuri nikmat-Nya, dan taat serta patuh kepada perintah-Nya. Allah akan membela, menenteramkan hati, dan menyelamatkan mereka dari segala macam muslihat dan tipu daya musuh-musuh mereka. Dialah yang paling baik dalam memberi pahala dan balasan.",
    "quraish": "Pertolongan itu, bagaimanapun bentuknya, tetap bersumber dari Allah. Allah telah memilihkan bagi hamba-Nya pahala yang berlipat ganda dan masa depan yang baik.",
    "jalalayn": "(Di sana) kelak di hari kiamat (pertolongan itu) kalau dibaca Al-Walaayah artinya pertolongan, dan kalau dibaca Al-Wilaayah artinya kerajaan (hanya dari Allah Yang Hak) kalau dibaca Al-Haqqu menjadi sifat dari lafal Al-Walaayah dan kalau dibaca Al-Haqqi menjadi sifat dari Lafzhul Jalalah atau Allah (Dia adalah sebaik-baik Pemberi pahala) lebih baik daripada pahala selain-Nya seandainya ada yang dapat memberi pahala (dan sebaik-baik Pemberi balasan) lafal 'Uqban atau 'Uquban artinya balasan bagi orang-orang Mukmin; dinashabkan karena menjadi Tamyiz."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 45,
    "arab": "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا",
    "translation": "Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2185.mp3",
    "tafsir": "Allah swt mengumpamakan suasana kehidupan dalam dunia ini beserta segala keindahan dan kemegahannya, yang kemudian secara ber-angsur-angsur akan lenyap, seperti keadaan air hujan yang diturunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan yang menghijau, berbunga, dan berbuah. Kehijauan itu secara berangsur-angsur berubah menjadi kuning kering, dan akhirnya lenyap dihembus angin. Semua yang ada di atas bumi ini tentu menempuh suatu proses perubahan dari lahir, tumbuh, kembang, layu, dan lenyap. Oleh karena itu, manusia yang menjadi penghuni bumi ini jangan tertipu oleh kemegahan dunia. Mereka yang mempunyai kekayaan yang besar janganlah membangga-banggakan hartanya dan jangan pula merendahkan orang lain yang tak punya harta benda. Sesungguhnya harta benda itu, cepat atau lambat, akan lenyap. Allah Yang Mahasempurna dan Mahamulia yang menciptakan segala benda dan memeliharanya, menum-buhkan, melenyapkan, lalu mengembalikan lagi ke bumi. Dialah Yang Mahakuasa dan menetapkan hukum-hukum perubahan itu.\nDalam Al-Qur'an, banyak ayat-ayatnya yang mengumpamakan kehidup-an duniawi ini dengan kehidupan tumbuh-tumbuhan, antara lain firman Allah swt:\n\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-Hadid/57: 20)",
    "quraish": "Wahai Rasul, sebutlah kepada mereka sebuah perumpamaan yang menggambarkan daya tarik dan keindahan hidup duniawi yang pada akhirnya akan musnah dalam sekejap. Keindahan dunia itu bagaikan air yang turun dari langit dan menyirami tumbuhan yang ada di atas bumi sehingga menjadi hijau dan matang. Tiba-tiba bumi berubah menjadi kering-kerontang dan dicerai-beraikan oleh angin. Allah Mahakuasa untuk menciptakan atau memusnahkan segala sesuatu.",
    "jalalayn": "(Dan berilah) jadikanlah (buat mereka) buat kaummu (suatu perumpamaan tentang kehidupan dunia ini) menjadi Maf'ul Awwal (adalah sebagai air hujan) menjadi Maf'ul Tsani (yang Kami turunkan dari langit, maka menjadi subur karenanya) menjadi tumbuh subur disebabkannya (tumbuh-tumbuhan di muka bumi) atau air hujan itu bercampur dengan tumbuh-tumbuhan, hingga tumbuh-tumbuhan itu menjadi segar dan tumbuh dengan suburnya (kemudian tumbuh-tumbuhan itu menjadi) (kering) layu dan bagian-bagiannya menjadi belah (yang diterbangkan) ditiup menjadi berantakan (oleh angin) sehingga tidak ada gunanya lagi. Makna ayat ini menyerupakan duniawi dengan tumbuh-tumbuhan yang subur, kemudian menjadi kering dan dipecahkan serta dihamburkan beterbangan oleh angin. Menurut suatu qiraat lafal Ar-Riyaah dibaca Ar-Riih (Dan adalah Allah berkuasa atas segala sesuatu) yakni Maha Kuasa."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 46,
    "arab": "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا",
    "translation": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2186.mp3",
    "tafsir": "Allah menjelaskan bahwa yang menjadi kebanggaan manusia di dunia ini adalah harta benda dan anak-anak, karena manusia sangat mem-perhatikan keduanya. Banyak harta dan anak dapat memberikan kehidupan dan martabat yang terhormat kepada orang yang memilikinya. Seperti halnya 'Uyainah, pemuka Quraisy yang kaya itu, atau Qurthus, yang mempunyai kedudukan mulia di tengah-tengah kaumnya, karena memiliki kekayaan dan anak buah yang banyak. Karena harta dan anak pula, orang menjadi takabur dan merendahkan orang lain. Allah menegaskan bahwa keduanya hanyalah perhiasan hidup duniawi, bukan perhiasan dan bekal untuk ukhrawi. Padahal manusia sudah menyadari bahwa keduanya akan segera binasa dan tidak patut dijadikan bahan kesombongan. Dalam urutan ayat ini, harta didahulukan dari anak, padahal anak lebih dekat ke hati manusia, karena harta sebagai perhiasan lebih sempurna daripada anak. Harta dapat menolong orang tua dan anak setiap waktu dan dengan harta itu pula kelangsungan hidup keturunan dapat terjamin. Kebutuhan manusia terhadap harta lebih besar daripada kebutuhannya terhadap anak, tetapi tidak sebaliknya. \nKemudian Allah swt menjelaskan bahwa yang patut dibanggakan hanyalah amal kebajikan yang buahnya dirasakan oleh manusia sepanjang zaman sampai akhirat, seperti amal ibadah salat, puasa, zakat, jihad di jalan Allah, serta amal ibadah sosial seperti membangun sekolah, rumah anak yatim, rumah orang-orang jompo, dan lain sebagainya. Amal kebajikan ini lebih baik pahalanya di sisi Allah daripada harta dan anak-anak yang jauh dari petunjuk Allah swt, dan tentu menjadi pembela dan pemberi syafaat bagi orang yang memilikinya di hari akhirat ketika harta dan anak tidak lagi bermanfaat.",
    "quraish": "Harta benda dan anak merupakan keindahan dan kesenangan hidup kalian di dunia. Akan tetapi semuanya tidak ada yang abadi, tidak ada yang langgeng, dan pada akhirnya akan musnah. Kebaikan- kebaikan yang kekal adalah yang terbaik untuk kalian di sisi Allah. Allah akan melipatgandakan pahalanya dan itulah sebaik-baik tempat menggantungkan harapan bagi manusia.",
    "jalalayn": "(Harta dan anak-anak adalah perhiasan kehidupan dunia) keduanya dapat dijadikan sebagai perhiasan di dalam kehidupan dunia (tetapi amalan-amalan yang kekal lagi saleh) yaitu mengucapkan kalimat: Subhaanallaah Wal Hamdulillaah Wa Laa Ilaaha Illallaah Wallaahu Akbar; menurut sebagian ulama ditambahkan Walaa Haulaa Walaa Quwwata Illaa Billaahi (adalah lebih baik pahalanya di sisi Rabbmu serta lebih baik untuk menjadi harapan) hal yang diharap-harapkan dan menjadi dambaan manusia di sisi Allah swt."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 47,
    "arab": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2187.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan berbagai peristiwa yang terjadi pada hari kiamat. Peristiwa-peristiwa itu antara lain:\nPada hari itu, Allah swt mencabut gunung-gunung dari cengkeraman bumi, sehingga hancur menjadi debu lalu diterbangkan ke udara sebagai-mana Allah menerbangkan awan. Dalam ayat yang lain Allah swt berfirman:\n\nApabila bumi diguncangkan sedahsyat-dahsyatnya, dan gunung-gunung dihancurluluhkan sehancur-hancurnya, maka jadilah ia debu yang beterbangan. (al-Waqi'ah/56: 4-6)\n\nKeadaan permukaan bumi ketika itu tampak polos. Tidak ada lagi sisa-sisa benda peradaban manusia, pohon-pohon kayu, sungai-sungai, dan laut yang selama ini terdapat di permukaan bumi. Semua manusia tampak jelas di hadapan Tuhan, tidak ada satu pun yang menutupi keadaan mereka seperti diterangkan Allah dalam firman-Nya:\n\nDan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, \"Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya, kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali, (Sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.\" (thaha/20: 105-107)\n\nPada hari itu, Allah swt mengumpulkan umat manusia dari zaman awal sampai akhir, sesudah dibangkitkan dari kuburnya masing-masing. Tidak seorang pun pada hari itu yang ketinggalan untuk diperiksa, baik raja maupun rakyat. Keadaan demikian diterangkan Allah swt dalam firman-Nya:\n\nKatakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi. (al-Waqi'ah/56: 49-50)\n\nFirman Allah swt:\n\n¦ Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103)\n\nRasulullah saw menceritakan pula keadaan hari yang dahsyat itu sebagai berikut:\nDiriwayatkan dari 'Aisyah ra bahwa dia berkata, \"Aku dengar Rasulullah saw bersabda, \"Pada hari kiamat itu manusia dikumpulkan (di Padang Mahsyar) berkaki telanjang, bertelanjang bulat, lagi tidak berkhitan.\" Aku lalu bertanya, \"Wahai Rasulullah, apakah antara laki-laki dan perempuan saling melihat satu sama lain?\" Rasul saw menjawab, \"Ya 'Aisyah, urusan hari kiamat itu lebih dahsyat dari melihat satu sama lain.\" (Riwayat Muslim dalam sahihnya)",
    "quraish": "Wahai Rasul, berikanlah peringatan pada manusia akan datangnya suatu hari, saat kehancuran alam semesta. Gunung-gunung akan dimusnahkan, bumi akan terlihat rata, tidak tertutup oleh apa-apa seperti sebelumnya. Kami akan mengumpulkan semua manusia tanpa terkecuali untuk Kami perhitungkan amal perbuatan mereka.",
    "jalalayn": "(Dan) ingatlah (akan hari yang ketika itu Kami perjalankan gunung-gunung) Kami lenyapkan gunung-gunung itu dari muka bumi, hingga gunung-gunung itu menjadi debu yang beterbangan. Menurut qiraat yang lain dibaca Tusayyaru. (dan kamu akan melihat bumi itu datar) tidak ada sesuatu pun yang ada padanya, baik gunung maupun yang lain-lainnya (dan Kami kumpulkan seluruh manusia) baik mereka yang mukmin maupun mereka yang kafir (dan tidak Kami tinggalkan) Kami tidak membiarkan (seorang pun dari mereka.)"
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 48,
    "arab": "وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا",
    "translation": "Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), “Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2188.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan lagi apa yang terjadi pada hari kiamat itu, yaitu malaikat dan manusia dihadapkan kepada Allah dengan berbaris saf demi saf (barisan) seperti dalam salat jamaah, satu sama lain tidak saling menutupi, masing-masing dalam deretannya. Suasana mereka seperti pasukan di hadapan raja. Lalu Allah menyatakan kepada mereka yang kafir dan ingkar kepada hari kiamat dengan pernyataan yang menggentarkan hati mereka, bahwa mereka didatangkan di hadapan Tuhan tanpa harta dan anak, bahkan tanpa pakaian dan sepatu seperti halnya pada waktu mereka diciptakan pertama kali. Sebagaimana diterangkan Allah pada ayat yang lain dengan firman-Nya:\n\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94)\n\nRasulullah saw menerangkan pula tentang peristiwa hari kiamat ini dengan sabdanya: \nSesungguhnya Allah Yang Maha Tinggi memanggil pada hari kiamat, \"Hai hamba-hamba-Ku. Aku Allah tiada Tuhan kecuali Aku, yang Maha Pengasih di antara yang pengasih, yang Mahabijaksana di antara yang bijaksana, dan yang paling segera mengambil perhitungan. Siapkan alasan-alasanmu, mudahkanlah jawaban-jawabanmu. Kamu sekalian akan ditanya dan akan dihisab. Wahai malaikat-malaikat, aturlah hamba-hamba-Ku berdiri dalam barisan yang rapat untuk dihisab.\" (Riwayat Ibnu Mandah dari Mu'adz bin Jabal)\n\nAllah mencerca mereka karena dahulu menganggap bahwa hari kebang-kitan yang dijanjikan Tuhan itu tidak akan terjadi. Dulu mereka selalu menyombongkan diri di hadapan orang-orang Islam dengan harta kekayaan dan anak-anak mereka sambil mengingkari hari kiamat. Tapi pada saat hari kiamat itu terjadi, mereka tidak berkutik lagi.",
    "quraish": "Pada saat itu manusia akan diajukan ke hadapan Allah berbaris dalam kelompok-kelompok untuk diperhitungkan amal perbuatannya. Pada saat itu Allah berfirman, \"Kami bangkitkan kalian dari kematian sebagaimana Kami telah menghidupkan kalian untuk pertama kali. Kalian kini datang kepada-Ku sendirian tanpa harta dan anak. Dan kalian telah mengingkari hari kebangkitan dan hari pembalasan saat kalian masih hidup di dunia.\"",
    "jalalayn": "(Dan mereka akan dibawa ke hadapan Rabbmu dengan berbaris) lafal Shaffan menjadi Hal; artinya setiap umat mempunyai barisannya tersendiri, kemudian dikatakan kepada mereka: (Sesungguhnya kalian datang kepada Kami, sebagaimana Kami menciptakan kalian pada kali yang pertama) artinya, kalian datang menghadap dalam keadaan sendiri-sendiri, tidak pakai alas kaki, telanjang dan belum dikhitan. Kemudian dikatakan kepada orang-orang yang mengingkari adanya hari berbangkit (bahkan kalian mengatakan bahwa) lafal An adalah bentuk Takhfif daripada Anna, artinya bahwasanya (Kami sekali-kali tidak akan menetapkan bagi kalian waktu memenuhi perjanjian) untuk membangkitkan kalian."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 49,
    "arab": "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ",
    "translation": "Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2189.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menambahkan keterangan tentang peristiwa-peristiwa yang terjadi di hari kiamat, yaitu buku catatan amal perbuatan seseorang semasa hidupnya di dunia diberikan kepadanya. Isi catatan itu ada yang baik dan ada yang buruk, dan ada yang diberikan dari sebelah kanan, ada pula yang dari sebelah kiri. Orang-orang mukmin dan beramal saleh menerimanya dari sebelah kanan, lalu ia melihat isinya. Ternyata kebaikannya lebih besar dari kejahatannya, dan kejahatan itu segera diampuni oleh Allah swt. Maka dia dimasukkan ke dalam surga, sebagaimana firman Allah swt:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. Maka orang itu berada dalam kehidupan yang diridai, dalam surga yang tinggi. (al-haqqah/69: 19-22)\n\nKepada orang kafir dan orang yang bersalah, kitab catatan amal mereka di dunia diberikan dari sebelah kiri. Lalu mereka melihat isinya, dan ternyata penuh dengan catatan dari berbagai kejahatan, baik berupa perbuatan ataupun perkataan. Bukti-bukti demikian itu menimbulkan rasa ketakutan di hati mereka terhadap hukuman Allah dan kecaman-kecaman manusia. Dengan penuh penyesalan mereka berkata, \"Aduhai, celaka kami, mengapa buku catatan ini sedikit pun tidak meninggalkan kesalahan kami yang kecil apalagi yang besar, semuanya dicatatnya.\" Keadaan mereka diterangkan Allah lebih jauh dengan firman-Nya:\n\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku, sehingga aku tidak mengetahui bagaimana perhitunganku, Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (al-haqqah/69: 25-31)\n\nMereka mendapatkan segala tindakan mereka yang melanggar aturan agama dan kemanusiaan tertulis di hadapan mereka. Mereka lupa bahwa selama hidup di dunia ada malaikat-malaikat yang selalu mencatat dengan teliti segala perbuatan dan perkataan mereka. Firman Allah swt:\n\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12)\n\nSemua perbuatan manusia sengaja ditulis dalam buku catatan amal untuk diperlihatkan kepada mereka pada hari kiamat. Firman Allah swt:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan.... (ali 'Imran/3: 30)\nTidak ada seorangpun pada hari kiamat itu yang teraniaya. Setiap amal perbuatan akan ditimbang betapapun kecilnya. Allah swt menjamin tegaknya keadilan pada hari itu. Firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit ; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya'/21: 47)\n\nAllah swt tidak akan merugikan hamba-hambanya, sebaliknya akan memberikan pengampunan kepada mereka yang bersalah, kecuali dosa kekufuran. Dia memberikan hukuman kepada mereka berdasar hikmah dan keadilan-Nya. Allah memberikan pahala bagi mereka yang taat, dan menjatuhkan hukuman bagi yang berbuat maksiat.",
    "quraish": "Mereka akan menerima, melalui tangan masing-masing, buku yang berisi catatan amal perbuatan. Orang-orang yang beriman akan bergembira melihat isi catatan-catatan itu, sedangkan orang-orang yang ingkar akan merasa takut oleh perbuatan-perbuatan buruk mereka. Mereka berkata, \"Inilah hari kehancuranku. Aku merasa heran, kitab ini tidak melalaikan sedikit pun perbuatanku, baik yang kecil ataupun yang besar. Semua telah tercatat.\" Mereka mendapatkan balasan dari apa yang mereka perbuat. Dan Allah sedikit pun tidak berbuat zalim kepada hamba-Nya.",
    "jalalayn": "(Dan diletakkanlah kitab) yaitu kitab catatan amal perbuatan setiap orang; bagi orang-orang Mukmin diterima di sebelah kanannya, dan bagi orang-orang kafir di sebelah kirinya (lalu kamu akan melihat orang-orang yang berdosa) orang-orang kafir (ketakutan) merasa takut (terhadap apa yang tertulis di dalamnya, dan mereka berkata) sewaktu mereka melihat kesalahan-kesalahan yang terdapat di dalam kitab catatan amal masing-masing. (Aduhai) ungkapan rasa kecewa (celakalah kami) binasalah kami; lafal Wailata adalah Mashdar yang tidak mempunyai Fi'il dari lafal asalnya (kitab apakah ini yang tidak meninggalkan yang kecil dan tidak pula yang besar) dari dosa-dosa kami (melainkan ia mencatat semuanya)\" semuanya telah tercatat dan terbukti di dalamnya; mereka merasa takjub akan hal tersebut (dan mereka dapati apa yang telah mereka kerjakan ada) tertulis di dalam catatan kitab-kitab mereka. (Dan Rabbmu tidak menganiaya seorang jua pun) Dia tidak akan menghukum seseorang tanpa dosa, dan Dia tidak akan mengurangi pahala orang Mukmin."
  },
  {
    "hizb": 119,
    "name": "Al-Kahf",
    "ayat": 50,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ",
    "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (Iblis itu) sebagai pengganti (Allah) bagi orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2190.mp3",
    "tafsir": "Dalam ayat ini dijelaskan ketika Allah memerintahkan malaikat untuk sujud kepada Adam, mereka menaati perintah itu dan sujud kepada-nya. Hanya Iblis yang menolak perintah itu. Malaikat yang selalu taat kepada Allah termasuk makhluk gaib, tidak seorangpun yang mengetahui hakikat-nya. Menurut penjelasan Al-Qur'an, malaikat terbagi menjadi beberapa golongan. Tiap-tiap golongan mempunyai tugas masing-masing. Dalam Islam, yang memberi ilham kepada manusia untuk cenderung kepada kebenaran dan kebaikan adalah malaikat, sebagaimana yang terjadi pada kisah Maryam a.s. Sedangkan yang menggoda dan menimbulkan was-was dalam hati manusia ialah setan. Dia ingin mendorong manusia berbuat kejahatan, sebagaimana firman Allah swt:\n\nSetan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir). (al-Baqarah/2: 268)\n\nMalaikat dan setan adalah makhluk rohani yang memiliki hubungan dengan jiwa manusia, namun tidak diketahui hakikatnya. Manusia harus beriman sebagaimana yang diperintahkan dalam rukun iman tanpa menambah dan menguranginya. Semua manusia bisa merasakan bahwa jika ia bermaksud mengerjakan sesuatu, terjadi pergolakan dalam jiwanya antara cenderung kepada kebaikan atau kejahatan, hingga keinginan yang satu mengalahkan yang lain. Jika kita cenderung kepada kebaikan, itu adalah akibat dorongan malaikat, dan jika cenderung kepada kejahatan, maka itu adalah dorongan setan.\nDilihat dari segi kejadian, keduanya berasal dari unsur yang berbeda. Malaikat diciptakan dari cahaya, sedangkan jin atau setan diciptakan dari lidah api. Firman Allah swt:\n\nDan Dia menciptakan jin dari nyala api tanpa asap. (ar-Rahman/55: 15)\n\nSabda Rasulullah saw:\nMalaikat diciptakan dari cahaya, Iblis diciptakan dari nyala api, dan Adam diciptakan seperti yang diceritakan kepadamu. (Riwayat Muslim dari 'a'isyah r.a.)\n\nIblis menolak sujud kepada Adam karena menurutnya, unsur api lebih tinggi dari tanah. Karena Adam dibuat dari unsur tanah, Iblis merasa hina jika disuruh sujud dan hormat kepadanya, sebagaimana yang diceritakan Allah dalam firman-Nya:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (al-A'raf/7: 12)\n\nPendapat Iblis ini sangat keliru karena ketinggian derajat dan kemuliaan tidak tergantung pada asal usul, melainkan pada ketaatan kepada Allah. Karena tidak mau sujud kepada Adam, maka Iblis menjadi fasik dalam artian tidak taat kepada perintah Tuhan. Iblis menolak untuk taat karena isi perintah Allah tersebut berlawanan dengan jalan pikirannya. Jadi, dia keberatan untuk sujud kepada Adam. Iblis memiliki bakat suka membang-kang dan selalu melakukan perlawanan sesuai dengan dasar kejadiannya dari nyala api.\nSesudah menjelaskan kefasikan Iblis, Tuhan mengingatkan manusia agar jangan sampai menempatkan Iblis dan keturunannya sebagai pemimpin, karena mereka adalah musuh manusia dan musuh Tuhan. Banyak riwayat, baik yang datang dari Nabi Muhammad saw maupun dari sahabat, yang menunjukkan Iblis dan keturunannya (setan) terus-menerus berkembang-biak, dan umat manusia diingatkan agar tidak tergoda rayuannya untuk mengikutinya.\nSetan bertebaran di muka bumi ini untuk menggoda manusia. Hanya manusia yang zalim yang tunduk kepada godaan setan dan menjadikan mereka sebagai pemimpin dan pelindung. Sungguh, setan itu seburuk-buruk makhluk Allah. Orang-orang yang mengikuti setan dikatakan zalim karena Allah swt yang telah menurunkan rahmat dan kenikmatan kepada mereka ditinggalkan dan lebih memilih ajakan setan.",
    "quraish": "Wahai Rasul, ingatkan saat awal penciptaan diri mereka dari tanah. Tidak ada yang patut mereka banggakan. Tidak ada alasan yang membenarkan untuk tunduk kepada Iblis, musuh leluhur mereka, karena Iblis adalah dari golongan jin yang sombong dan membangkang kepada Allah. Bagaimana kalian menjadikan Iblis dan keturunannya sebagai penolong selain Allah, setelah kalian mengerti bahwa Iblis itu adalah musuh kalian. Alangkah buruknya perbuatan itu, perbuatan orang-orang yang menganiaya diri sendiri dan menuruti kemauan setan.",
    "jalalayn": "(Dan ingatlah ketika) lafal Idz dinashabkan oleh lafal Udzkur yang tidak disebutkan (Kami berfirman kepada para Malaikat, \"Sujudlah kalian kepada Adam)\" dengan cara membungkukkan badan sebagai tanda penghormatan kepadanya, bukan dengan cara meletakkan kening (maka sujudlah mereka kecuali iblis, dia adalah segolongan dari jin) menurut suatu pendapat dikatakan bahwa iblis itu adalah sejenis malaikat. Berdasarkan pengertian ini maka istitsnanya adalah Muttashil. Menurut pendapat yang lain Istitsna ini adalah Munqathi'. Berdasarkan pengertian ini maka iblis adalah biang jin, ia mempunyai keturunan yang telah disebutkan sebelumnya, sedangkan Malaikat tidak mempunyai keturunan (maka ia mendurhakai perintah Rabbnya) artinya, iblis itu membangkang tidak mau taat kepada-Nya, karena ia tidak mau bersujud kepada Nabi Adam. (Patutkah Engkau mengambil dia dan turunan-turunannya) pembicaraan ini ditujukan kepada Nabi Adam dan keturunannya, dan Dhamir Ha pada dua tempat kembali kepada iblis (sebagai pemimpin selain daripada-Ku) yang kemudian kalian taati mereka (sedangkan mereka adalah musuh kalian?) menjadi musuh. Lafal 'Aduwwun berkedudukan menjadi Hal karena bermakna A'daa-an. (Amat buruklah iblis itu sebagai pengganti Allah bagi orang-orang yang lalim) yakni iblis dan keturunannya untuk ditaati sebagai pengganti taat kepada Allah."
  }
]