[
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 189,
    "arab": "۞ يَسـَٔلُوْنَكَ عَنِ الْاَهِلَّةِ ۗ قُلْ هِيَ مَوَاقِيْتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِاَنْ تَأْتُوا الْبُيُوْتَ مِنْ ظُهُوْرِهَا وَلٰكِنَّ الْبِرَّ مَنِ اتَّقٰىۚ وَأْتُوا الْبُيُوْتَ مِنْ اَبْوَابِهَا ۖ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ",
    "translation": "Mereka bertanya kepadamu (Muhammad) tentang bulan sabit. Katakanlah, “Itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.” Dan bukanlah suatu kebajikan memasuki rumah dari atasnya, tetapi kebajikan adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/196.mp3",
    "tafsir": "Pada ayat ini Allah mengajar Nabi Muhammad saw menjawab pertanyaan sahabat tentang guna dan hikmah \"bulan\" bagi umat manusia, yaitu untuk keperluan perhitungan waktu dalam melaksanakan urusan ibadah mereka seperti salat, puasa, haji, dan sebagainya serta urusan dunia yang diperlukan. Allah menerangkan perhitungan waktu itu dengan perhitungan bulan kamariah, karena lebih mudah dari perhitungan menurut peredaran matahari (syamsiah) dan lebih sesuai dengan tingkat pengetahuan bangsa Arab pada zaman itu.\nPara ulama tafsir menjelaskan bahwa banyak dari kaum Ansar, apabila mereka telah mengerjakan ihram atau haji, maka mereka tidak mau lagi memasuki rumah dari pintu yang biasa, tetapi masuk dari pintu belakang, dan itu dianggap sebagai suatu kebajikan.\nAyat ini menerangkan bahwa kebajikan itu bukanlah menurut perasaan dan tradisi yang berbau khurafat, seperti memasuki rumah dari belakang atau dari atas, ) tetapi kebajikan itu ialah bertakwa kepada Allah, dan ditetapkan kepada mereka agar memasuki rumah dari pintunya.\nMenurut saintis, bulan adalah satelit bumi yang berukuran sekitar seperempat dari ukuran bumi. Ia beredar mengelilingi bumi pada jarak rata-rata 384,400 kilometer di bawah tarikan gaya gravitasi bumi. Akibat peredarannya inilah bulan mengalami fase-fase dan di antaranya terjadi fenomena bulan sabit, bulan purnama, bulan baru dan bulan mati. Semuanya terjadi karena posisi bulan dan bumi yang bergeser secara teratur terhadap posisi matahari. Ketika bulan berada diantara bumi dan matahari, sisinya yang gelap menghadap ke bumi sehingga bulan tidak terlihat oleh kita yang berada di bumi. Fase ini dinamakan fase bulan baru. Kemudian bergeser dari fase bulan baru ke fase bulan purnama dan dan dari fase bulan purnama menuju ke fase bulan mati. Pada fase bulan mati bulan kembali tidak nampak sama sekali. \nSementara bulan sabit terjadi antara fase bulan baru ke fase bulan separuh pertama (minggu pertama, sebelum bulan purnama) dan antara fase bulan separuh yang kedua (minggu ke empat, setelah purnama) menuju fase bulan mati.\nDari fase bulan baru menuju fase bulan purnama maka yang terjadi fase bulan sabit yang nampak seperti benang yang bisa kita lihat di langit barat sesudah matahari tenggelam. Lama kelamaan bulan sabit tersebut menjadi lebar hingga menjadi separuh. Fase bulan ini kita sebut dengan fase bulan separuh. Kemudian tujuh hari setelah fase bulan separuh, kita bisa melihat gambaran penuh dari bulan. Fase bulan ini kita sebut dengan bulan purnama. Tujuh hari kemudian penampakan bulan kembali menyusut sehingga kembali lagi kepada fase bulan separuh. Begitulah seterusnya hingga bulan kembali mengalami fase bulan sabit yang kemudian pada akhirnya dia menghilang. Fase ini kita sebut dengan fase bulan mati. Jadi fase bulan sabit terjadi 2 kali dalam sebulan, yakni di minggu pertama dan minggu ke empat.\nJarak antara fase bulan baru ke bulan baru berikutnya atau dari bulan purnama ke bulan purnama berikutnya adalah 29,5306 hari yang kita sebut dengan periode sinodik. Inilah menjadi dasar penanggalan yang dibuat dengan menggunakan sistem kalender peredaran bulan yang kita kenal dengan kalender kamariah. Maha Bijaksana Allah yang telah menciptakan bulan dengan hikmah yang luar biasa terkandung di dalamnya.",
    "quraish": "Suatu kaum bertanya kepadamu, Muhammad, tentang bulan sabit, yang mulanya tampak tipis seperti benang kemudian lambat laun makin membesar hingga sempurna. Setelah itu ia pun perlahan-lahan mengecil kembali hingga tampak seperti semula. Hal ini berbeda dengan matahari yang tidak berubah-ubah. Apa gerangan hikmah di balik itu sehingga setiap bulan muncul sabit baru? Katakan kepada mereka, wahai Muhammad, \"Berulang-ulangnya kemunculan bulan sabit dan perubahan yang terjadi itu, selain mengandung hikmah, juga untuk kemaslahatan agama dan kehidupan keseharianmu. Di samping untuk menentukan waktu-waktu keseharianmu, ia juga menentukan waktu pelaksanaan haji yang merupakan salah satu sokoguru agamamu. (1) Kalaulah bulan sabit itu tidak berubah-ubah sebagaimana halnya matahari, tentu kamu tidak dapat menentukan waktu-waktu tersebut. Tetapi ketidaktahuanmu tentang hikmah perubahan bulan sabit itu tidak semestinya membuat kamu ragu akan adanya Sang Maha Pencipta. Dan bukanlah termasuk kebaktian memasuki rumah dari arah belakang, suatu tindakan yang menyalahi kebiasaan. Tetapi kebaktian adalah ketakwaan dan keikhlasan, memasuki rumah melalui pintu-pintunya sebagaimana dilakukan setiap orang, dan mencari kebenaran dengan mengikuti dalil yang argumentatif. Maka mohonlah perkenan Allah, takutlah akan siksa-Nya dan mintalah keselamatan dari siksa api neraka.\" {(1) Bulan memantulkan sinar matahari ke arah bumi dari permukaannya yang tampak dan terang, hingga terlihatlah bulan sabit. Apabila, pada paruh pertama, bulan berada pada posisi di antara matahari dan bumi, bulan itu menyusut, yang berarti bulan sabit baru muncul untuk seluruh penduduk bumi. Dan apabila berada di arah berhadapan dengan matahari, ketika bumi berada di tengah, akan tampak bulan purnama. Kemudian, purnama itu kembali mengecil sedikit demi sedikit sampai kepada paruh kedua. Dengan begitu, sempurnalah satu bulan komariah selama 29,5309 hari. Atas dasar itu, dapat ditentukan penanggalan Arab, sejak munculnya bulan sabit hingga tampak sempurna. Bila bulan sabit itu tampak seperti garis tipis di ufuk barat, kemudian tenggelam beberapa detik setelah tenggelamnya matahari, dapat dilakukan ru'yah terhadap bulan baru. Dengan cara demikian dapat ditentukan dengan mudah penanggalan bulan komariah. Perputaran bulan itulah yang mengajarkan manusia cara penghitungan bulan, termasuk di antaranya bulan haji. }",
    "jalalayn": "(Mereka menanyakan kepadamu) hai Muhammad, (tentang bulan sabit). 'Ahillah' jamak dari 'hilal'. Pada permulaannya tampak kecil tipis kemudian terus bertambah hingga penuh dengan cahaya. Lalu kembali sebagaimana semula, maka keadaannya tidak seperti matahari yang tetap (katakanlah) kepada mereka, (\"Ia adalah tanda-tanda waktu); mawaaqiit jamak dari miiqaat (bagi manusia) untuk mengetahui waktu bercocok tanam, berdagang, idah wanita, berpuasa, dan berbuka mereka (dan bagi haji) diathafkan atau dihubungkan kepada manusia, artinya untuk diketahui waktunya. Karena seandainya bulan tetap dalam keadaan yang sama, tentulah hal itu tidak dapat diketahui (Dan bukanlah kebaktian, jika kamu memasuki rumah-rumah dari belakangnya) yakni di waktu ihram, dengan membuat lubang di belakang rumah untuk tempat keluar masuk kamu dengan meninggalkan pintu. Hal itu biasa mereka lakukan dulu dan mereka anggap sebagai kebaktian, (tetapi kebaktian itu), maksudnya orang yang berbakti (ialah orang yang bertakwa) kepada Allah dengan tidak melanggar perintah-perintah-Nya, (dan masuklah ke rumah-rumah itu dari pintu-pintunya) baik sewaktu ihram maupun pada waktu-waktu lainnya, (dan bertakwalah kepada Allah agar kamu beroleh keberuntungan\")."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 190,
    "arab": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يُقَاتِلُوْنَكُمْ وَلَا تَعْتَدُوْا ۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ",
    "translation": "Dan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/197.mp3",
    "tafsir": "Ayat ini adalah ayat Madaniyah yang termasuk ayat-ayat pertama yang memerintahkan kaum Muslimin untuk memerangi orang-orang musyrik, apabila kaum Muslimin mendapat serangan yang mendadak, meskipun serangan itu terjadi pada bulan-bulan haram, yaitu pada bulan Rajab, Zulkaidah, Zulhijah, dan Muharam, seperti dijelaskan pada ayat yang lalu.\nPada zaman jahiliah, bulan-bulan tersebut dianggap bulan larangan berperang. Larangan itu oleh Islam diakui, tetapi karena orang-orang musyrik melanggarnya terlebih dahulu, maka Allah swt mengizinkan kaum Muslimin membalas serangan mereka.\nSebelum hijrah, tidak ada ayat yang membolehkan kaum Muslimin melakukan peperangan. Di kalangan mufasir pun tidak ada perselisihan pendapat, bahwa peperangan itu dilarang dalam agama Islam pada masa itu. \nAyat ini sampai dengan ayat 194, diturunkan pada waktu diadakan perdamaian Hudaibiah, yaitu perjanjian damai antara kaum musyrikin Mekah dan umat Islam dari Medinah. Perjanjian itu diadakan di salah satu tempat di jalan antara Jeddah dengan Mekah. Dahulu yang dinamakan Hudaibiah, ialah sumur/mata air yang terdapat di tempat itu. Peristiwa itu terjadi pada bulan Zulkaidah tahun keenam Hijri. Rasulullah saw dengan para sahabatnya meninggalkan Medinah menuju Mekah untuk mengerjakan umrah. Setelah rombongan itu sampai di Hudaibiah, mereka dihalangi oleh orang-orang musyrik dan tidak boleh masuk ke Mekah, sehingga rombongan Rasulullah saw terpaksa berada di Hudaibiah sampai satu bulan lamanya. Akhirnya diadakan perjanjian damai yang isinya antara lain sebagai berikut:\na.Rombongan Rasulullah saw harus pulang kembali ke Medinah pada tahun itu.\nb.Pada tahun berikutnya, yaitu tahun ketujuh Hijri, Rasulullah saw dan para sahabatnya diperkenankan memasuki kota Mekah, untuk mengerjakan umrah.\nc.Di antara kaum musyrikin dan Muslimin tidak akan ada peperangan selama sepuluh tahun.\nPada tahun berikutnya, Rasulullah berangkat kembali ke Mekah dengan rombongannya untuk mengerjakan umrah, yang lazim disebut umrah qadha, karena pada tahun sebelumnya mereka tidak berhasil melakukannya. Pada waktu itu kaum Muslimin khawatir kalau-kalau kaum musyrikin melanggar janji perdamaian tersebut, sedang kaum Muslimin tidak senang berperang di tanah Haram (Mekah) apalagi di bulan Syawal, Zulkaidah, Zulhijah, dan Muharam, yang biasa disebut \"bulan-bulan haram\". Karena keadaan dan peristiwa yang demikian itulah maka ayat-ayat tersebut diturunkan.\nDalam ayat 190 ini Allah memerintahkan agar kaum Muslimin memerangi kaum musyrik yang memerangi mereka. Peperangan itu hendaklah bertujuan fi sabilillah (untuk meninggikan kalimah Allah dan menegakkan agama-Nya).\nPerang yang disebut \" fi sabilillah\" adalah sebagaimana yang diterangkan dalam sebuah hadis riwayat al-Bukhari dan Muslim:\n\"Dari Abu Musa al-Asy'ary, bahwa Rasulullah saw pernah ditanya tentang seorang laki-laki yang berperang karena keberaniannya dan yang berperang karena sakit hati, atau yang berperang karena ingin mendapat pujian saja, manakah di antara mereka itu yang berperang di jalan Allah? Rasulullah menjawab, \"Orang yang berperang untuk meninggikan kalimah Allah maka berperangnya itu fi sabilillah.\" (Riwayat al-Bukhari dan Muslim)\n\nDalam perang suci ini orang mukmin dilarang melanggar berbagai ketentuan, seperti membunuh anak-anak, orang lemah yang tidak berdaya, orang yang telah sangat tua, wanita-wanita yang tidak ikut berperang, orang yang telah menyerah kalah dan para pendeta, karena Allah tidak menyukai orang-orang yang melampaui batas.",
    "quraish": "Di antara ketakwaan kepada Allah adalah menanggung beban dalam menaati-Nya. Dan beban terberat bagi manusia adalah berperang melawan musuh-musuh Allah(1) yang menyerang lebih dulu. Dari itu, janganlah kalian lebih dulu menyerang atau membunuh mereka yang ikut berperang dan mereka yang tidak ada sangkut pautnya dengan peperangan itu. Sesungguhnya Allah tidak menyukai mereka yang melampaui batas. {(1) Ayat ini merupakan salah satu ayat yang menolak tuduhan bahwa Islam adalah \"agama pedang\", agama yang tersebar melalui perang, seperti yang dikatakan sebagian orang. Dalam ayat ini ditegaskan bahwa kaum Muslimin tidak dibolehkan memulai serangan (agresi). Ayat ini merupakan ayat kedua yang diturunkan seputar masalah perang, setelah lebih dulu turun surat al-Hajj: \"Telah diizinkan (beperang) bagi orang-orang yang diperangi, karena sesungguhnya mereka telah dianiaya. Dan sesungguhnya Allah benar-benar Mahakuasa menolong mereka.\" Bukti bahwa Islam bukanlah agama yang disebarkan dengan pedang, adalah karakter dakwah Islam--seperti yang diperintahkan Allah kepada Rasul-Nya--yang dilakukan dengan hikmah, nasihat dan berdebat dengan cara yang terbaik. Di samping itu, Islam mengajak umat manusia untuk beriman melalui pemberdayaan rasio guna merenungi ciptaan-ciptaan Allah. Dengan cara itulah Rasul menyebarkan dakwahnya selama 13 tahun di Mekah. Tak ada pedang yang terhunus, dan tak setetes darah pun yang mengalir. Bahkan ketika kaum Quraisy menyiksa para pengikut-Nya, beliau tidak menyuruh mereka membalas. Rasul malah menyuruh para pengikutnya yang setia untuk berhijrah ke Habasyah (Etiopia) untuk menyelamatkan keyakinan mereka. Suatu saat, kaum Quraisy mengisolasikan Banû Hâsyim dan Banû 'Abd al-Muththalib, dua klan yang merupakan kerabat dekat Nabi. Mereka dipaksa menyerahkan Nabi untuk dibunuh atau, jika tidak, mereka akan diusir dari kota Mekah. Ketika mereka menolak menyerahkan Rasul, kaum Quraisy pun mulai melakukan tindakan perang yang nyata, yaitu memboikot mereka di Syi'b Banû Hâsyim, Mekah. Dibuatlah perjanjian untuk tidak melakukan jual beli dan tidak melakukan perkawinan dengan Banû Hâsyim. Perjanjian ini kemudian digantung di dalam Ka'bah. Pemboikotan yang berlangsung selama tiga tahun ini membuat kaum Muslim hidup sangat sengsara, hingga ada yang mengganjal perut dengan rerumputan menahan rasa lapar. Melihat itu, Rasul memerintahkan mereka--secara sembunyi-sembunyi--untuk berhijrah ke Habasyah untuk kedua kalinya. Ketika kaum Quraisy mendengar berita bahwa Rasul akan berhijrah ke Madinah, mereka pun bersekongkol untuk segera membunuh Nabi. Tetapi, dengan pertolongan Allah, Rasul selamat dari makar mereka ini. Kegagalan ini membuat kebencian Quraisy terhadap kaum Muslim semakin bertambah. Siksaan terhadap kaum Muslim semakin sering dilakukan, sehingga mereka memutuskan untuk menyusul Nabi berhijrah ke Madinah dengan meninggalkan harta, rumah dan sanak saudara. Kendatipun kaum Muslim sudah menetap di Madinah, genderang perang yang telah dibunyikan kaum Quraisy sejak peristiwa pemboikotan masih terus berkumandang. Kedua belah pihak pun saling mengintai. Dan ketika kaum Muslim membuntuti kafilah Abû Sufyân, kaum Quraisy semakin beralasan untuk menyerang kaum Muslim di Madinah, meskipun kafilah Abû Sufyân itu tidak diserang oleh kaum Muslim. Tidak ada yang bisa dilakukan oleh kaum Muslim kecuali bertahan. Di sinilah lalu turun ayat yang mengizinkan Rasul dan pengikutnya berperang, ayat pertama yang berbicara tentang perang (al-Hajj: 39-41). Ayat ini secara eksplisit menegaskan bahwa perang ini dibolehkan, adalah karena adanya serangan kaum Quraisy yang zalim. Setelah kekalahan kaum Quraisy dalam perang Badar ini, sebelum meninggalkan medan pertempuran, salah seorang pembesar Quraisy berkata, \"Perang telah tercatat, pertemuan kita tahun depan di Uhud.\" Ini jelas merupakan ultimatum bahwa kaum Quraisy masih ingin melanjutkan peperangan. Dan begitulah, peperangan kemudian berkecamuk di Uhud, 6 mil dari Madinah. Kaum Muslim harus bertahan dari serangan Quraisy. Serangan Quraisy seperti ini juga terjadi di perang Khandak ketika kaum Muslim dikepung di Madinah. Lalu Rasul pun memerintahkan membuat parit-parit (khandaq) untuk bertahan dari serangan musuh. Alhasil, umat Islam di Madinah kemudian menjadi suatu kekuatan yang diperhitungkan. Rasul pun mengutus delegasi ke beberapa kerajaan untuk mengajak mereka kepada Islam. Tetapi di Persia, Raja Kisra menyobek surat Rasul dan mengutus orang yang sanggup memenggal kepala Muhammad. Dengan demikian, Rraja Kisra telah menyatakan perang terhadap kaum Muslim. Kaum Muslim harus bertahan dan akhirnya dapat menaklukkan imperium Persia dan kerajaan-kerajaan Arab yang berada di bawah koloninya. Penaklukan Islam atas imperium Romawi Timur juga tidak keluar dari konteks di atas. Adalah Syarhabîl ibn 'Amr, raja Ghassasinah di Syâm, kerajaan yang berada di bawah kekuasaan Romawi, membunuh kurir Rasul yang bermaksud menemui Heraclius. Dia pun membunuh setiap warganya yang memeluk Islam. Puncaknya, ia mempersiapkan satu balatentara untuk menyerang negara Islam di Jazirah Arab. Kaum Muslim harus bertahan hingga akhirnya dapat menaklukkan imperium Romawi di Timur. Demikianlah, Islam tidak pernah memerintahkan menghunus pedang kecuali untuk bertahan dan menjamin keamanan dakwah Islam. Mahabenar Allah ketika berfirman, \"Tidak ada paksaan untuk (memasuki) agama (Islam). Sesungguhnya telah jelas jalan yang benar dari jalan yang salah\" (Q., s. al-Baqarah: 256). }",
    "jalalayn": "Tatkala Nabi saw. dihalangi kaum Quraisy untuk mengunjungi Baitullah pada perjanjian Hudaibiah dan berdamai dengan orang-orang kafir itu untuk kembali di tahun depan, di mana ia diberi kesempatan untuk memasuki Mekah selama tiga hari, kemudian tatkala ia telah bersiap-siap untuk umrah kada, sedangkan kaum muslimin merasa khawatir kalau-kalau Quraisy tidak menepati janjinya lalu memerangi mereka, padahal kaum muslimin tak mau melayani mereka jika di saat ihram, di tanah haram dan di bulan haram; maka turunlah ayat, (Dan perangilah di jalan Allah), maksudnya untuk menjunjung tinggi agama-Nya (orang-orang yang memerangi kamu) di antara orang-orang kafir (tetapi janganlah kamu melampaui batas) misalnya dengan memulai peperangan terhadap mereka (karena sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas), artinya yang melanggar apa-apa yang telah digariskan bagi mereka. Dan ini dinasakh dengan ayat Bara-ah atau dengan firman-Nya:"
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 191,
    "arab": "وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ وَاَخْرِجُوْهُمْ مِّنْ حَيْثُ اَخْرَجُوْكُمْ وَالْفِتْنَةُ اَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقَاتِلُوْهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتّٰى يُقٰتِلُوْكُمْ فِيْهِۚ فَاِنْ قٰتَلُوْكُمْ فَاقْتُلُوْهُمْۗ  كَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ",
    "translation": "Dan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. Dan janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu, maka perangilah mereka. Demikianlah balasan bagi orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/198.mp3",
    "tafsir": "Orang mukmin diperintahkan memerangi orang musyrik yang memerangi mereka di mana saja dijumpai, baik di tanah halal maupun di tanah haram (Mekah dan sekitarnya). Dasarnya Mekah dan sekitarnya menjadi tanah haram ialah sebagaimana dalam sebuah hadis sahih pula:\nDari Ibnu 'Abbas disebutkan bahwa Rasulullah pada hari pembebasan kota Mekah bersabda, bahwa negeri ini menjadi tanah haram semenjak Allah menciptakan langit dan bumi sampai hari kiamat nanti. Tidak pernah dihalalkan kecuali pada saat di siang hari ini dan saat itu ialah saatku ini. Tanah haram Mekah itu menjadi tanah haram sampai hari kiamat tidak boleh dicabut tanam-tanaman dan tidak boleh dirusak padang luasnya. Jika ada seorang diperkenankan berperang di Mekah dengan alasan bahwa Rasulullah pernah melakukan serupa itu, katakanlah kepadanya, bahwa Allah mengizinkan hal itu kepada Rasul-Nya dan tidak mengizinkan kepada kamu. (Riwayat al-Bukhari dan Muslim)\nOrang-orang mukmin diperintahkan pula mengusir kaum musyrik dari Mekah, karena kaum musyrik itu pernah mengusir mereka dari sana, dan keberadaan orang-orang musyrik di Mekah (tanah haram) berbahaya bagi kemurnian agama dan akan menimbulkan fitnah yang lebih besar bahayanya daripada berperang di tanah haram. Maksud fitnah di sini ialah penganiayaan oleh kaum musyrik terhadap kaum Muslimin dengan pengusiran, penyiksaan, perampasan harta, serta merintangi pelaksanaan ibadah dan sebagainya. Jika demikian maka orang mukmin diperintah untuk membalasnya dengan peperangan juga. Demikianlah balasan yang harus diberikan kepada kaum musyrikin, tetapi jika kaum musyrikin itu menghentikan peperangan dan akhirnya menjadi mukmin, maka mereka tidak boleh diganggu, karena hal-hal yang menyebabkan mereka harus diperangi tidak ada lagi, Allah Maha Pengampun, Maha Pengasih dan Maha Penyayang.",
    "quraish": "Dan perangilah di mana saja kalian jumpai mereka yang lebih dulu memerangi dan mengusir kalian dari Mekah, tanah tumpah darah kalian. Jangan kalian merasa ragu melakukan hal itu, karena tindakan mereka itu lebih besar bahayanya daripada pembunuhan di al-Masjid al-Harâm. Mereka telah berusaha memfitnah agar orang-orang Mukmin keluar dari agama Islam dengan cara menyiksa, hingga mereka terpaksa lari dari tanah air dengan membawa agama mereka. Meskipun demikian, al-Masjid al-Haram memiliki kehormatan tersendiri. Karenanya, jangan kalian nodai kehormatan itu kecuali jika mereka lebih dulu menodainya dengan memerangi kalian di dalamnya. Jika mereka menyerang kalian, maka perangilah mereka. Dengan karunia Allah, kalian akan mendapat kemenangan. Demikianlah balasan yang menimpa orang-orang kafir: mereka akan diperlakukan seimbang dengan perlakuan mereka terhadap orang lain.",
    "jalalayn": "(Dan bunuhlah mereka di mana saja kamu menjumpai mereka, serta usirlah mereka di mana mereka mengusir kamu) artinya Mekah, dan ini telah dilakukan nabi terhadap mereka pada tahun pembebasan (sedangkan fitnah itu), artinya kesyirikan mereka (lebih berat), maksudnya lebih berbahaya (dari pembunuhan) terhadap mereka, yakni di tanah suci atau sewaktu ihram yang mereka hormati itu. (Dan janganlah kamu memerangi mereka di Masjidilharam), maksudnya di tanah suci, (sebelum mereka memerangi kamu di tempat itu. Jika mereka memerangi kamu) di sana, (maka bunuhlah mereka). Menurut satu qiraat tanpa alif pada kata kerja yang tiga, 'wala taqtuluuhum, hatta yaqtuluukum fiih, dan fa-in qataluukum'. (Demikianlah), maksudnya pembunuhan dan pengusiran (menjadi balasan bagi orang-orang kafir)."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 192,
    "arab": "فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Tetapi jika mereka berhenti, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/199.mp3",
    "tafsir": "Orang mukmin diperintahkan memerangi orang musyrik yang memerangi mereka di mana saja dijumpai, baik di tanah halal maupun di tanah haram (Mekah dan sekitarnya). Dasarnya Mekah dan sekitarnya menjadi tanah haram ialah sebagaimana dalam sebuah hadis sahih pula:\nDari Ibnu 'Abbas disebutkan bahwa Rasulullah pada hari pembebasan kota Mekah bersabda, bahwa negeri ini menjadi tanah haram semenjak Allah menciptakan langit dan bumi sampai hari kiamat nanti. Tidak pernah dihalalkan kecuali pada saat di siang hari ini dan saat itu ialah saatku ini. Tanah haram Mekah itu menjadi tanah haram sampai hari kiamat tidak boleh dicabut tanam-tanaman dan tidak boleh dirusak padang luasnya. Jika ada seorang diperkenankan berperang di Mekah dengan alasan bahwa Rasulullah pernah melakukan serupa itu, katakanlah kepadanya, bahwa Allah mengizinkan hal itu kepada Rasul-Nya dan tidak mengizinkan kepada kamu. (Riwayat al-Bukhari dan Muslim)\nOrang-orang mukmin diperintahkan pula mengusir kaum musyrik dari Mekah, karena kaum musyrik itu pernah mengusir mereka dari sana, dan keberadaan orang-orang musyrik di Mekah (tanah haram) berbahaya bagi kemurnian agama dan akan menimbulkan fitnah yang lebih besar bahayanya daripada berperang di tanah haram. Maksud fitnah di sini ialah penganiayaan oleh kaum musyrik terhadap kaum Muslimin dengan pengusiran, penyiksaan, perampasan harta, serta merintangi pelaksanaan ibadah dan sebagainya. Jika demikian maka orang mukmin diperintah untuk membalasnya dengan peperangan juga. Demikianlah balasan yang harus diberikan kepada kaum musyrikin, tetapi jika kaum musyrikin itu menghentikan peperangan dan akhirnya menjadi mukmin, maka mereka tidak boleh diganggu, karena hal-hal yang menyebabkan mereka harus diperangi tidak ada lagi, Allah Maha Pengampun, Maha Pengasih dan Maha Penyayang.",
    "quraish": "Jika mereka keluar dari kekufuran dan beralih kepada Islam, maka keislaman mereka itu akan menghapus apa yang telah mereka lakukan sebelumnya. Allah akan mengampuni--dengan karunia dan rahmat-Nya--apa yang telah mereka lakukan ketika mereka masih dalam kekafiran.",
    "jalalayn": "(Jika mereka berhenti) dari kekafiran lalu masuk Islam, (maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) terhadap mereka."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 193,
    "arab": "وَقٰتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ لِلّٰهِ ۗ فَاِنِ انْتَهَوْا فَلَا عُدْوَانَ اِلَّا عَلَى الظّٰلِمِيْنَ",
    "translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti, maka tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/200.mp3",
    "tafsir": "Orang-orang mukmin diperintah agar tetap memerangi kaum musyrikin yang memerangi mereka sehingga mereka tidak mempunyai kekuatan lagi untuk menganiaya kaum Muslimin dan merintangi mereka dalam melaksanakan perintah agamanya, sehingga agama Islam dapat dijalankan sepenuhnya oleh setiap Muslim dengan tulus ikhlas, bebas dari ketakutan, gangguan dan tekanan.\nJika kaum musyrikin telah menghentikan segala tindakan jahat dan mereka telah masuk Islam, maka kaum Muslimin tidak diperbolehkan mengadakan pembalasan atau tindakan yang melampaui batas, kecuali terhadap mereka yang zalim, yaitu orang-orang yang memulai lagi atau kembali kepada kekafiran dan memfitnah orang-orang Islam.",
    "quraish": "Perangilah mereka yang berupaya membunuh dan menghalangi kalian dari agama dengan menyiksa dan menindas. Perangi mereka agar fitnah mereka itu hilang hingga akar-akarnya dan agar agama itu hanya untuk Allah semata. Tetapi, jika mereka berhenti dari kekafiran, berarti mereka telah menyelamatkan diri dari siksaan. Dalam kondisi seperti ini, mereka tidak boleh dimusuhi. Karena yang berhak dimusuhi adalah mereka yang melakukan kezaliman, kemaksiatan dan tidak menegakkan keadilan.",
    "jalalayn": "(Dan perangilah mereka itu hingga tidak ada lagi) atau tidak dijumpai lagi (fitnah) yakni kesyirikan (dan (sehingga) agama itu) pengabdian atau perhambaan diri itu (hanya untuk Allah) semata dan tak ada yang disembah selain Dia. (Maka jika mereka berhenti) dari kesyirikan, janganlah kamu melakukan pelanggaran terhadap mereka; makna ini dapat disimpulkan dari (maka tak ada permusuhan lagi) seperti membunuh atau lainnya, (kecuali terhadap orang-orang yang aniaya). Orang yang telah menghentikan kekeliruannya, maka tidak termasuk orang yang aniaya, sehingga tidak perlu mendapat tindakan permusuhan lagi."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 194,
    "arab": "اَلشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمٰتُ قِصَاصٌۗ فَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ ۖ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
    "translation": "Bulan haram dengan bulan haram, dan (terhadap) sesuatu yang dihormati berlaku (hukum) qisas. Oleh sebab itu barangsiapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah beserta orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/201.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa apabila kaum musyrikin menyerang kaum Muslimin pada bulan haram, maka kaum Muslimin dibolehkan membalas serangan itu pada bulan haram, termasuk apabila kaum Muslimin mendapat serangan dari kaum musyrikin pada 'umratul qadha', karena ayat ini dengan tegas telah membolehkan kaum Muslimin mengadakan balasan, meskipun pada bulan haram. Ini lebih dipertegas lagi dengan dibolehkannya membalas dengan balasan yang setimpal setiap pelanggaran terhadap ketentuan-ketentuan yang harus dihormati. Jika kaum Muslimin mengadakan pembalasan, maka sekali-kali tidak dibolehkan dengan berlebih-lebihan dan mereka harus berhati-hati agar jangan melampaui batas, serta harus bertakwa kepada Allah, karena Allah selalu bersama orang-orang yang bertakwa.",
    "quraish": "Apabila mereka menyerang kalian di bulan haram, maka jangan kalian berdiam diri. Sesungguhnya berperang pada bulan itu diharamkan kepada mereka sebagaimana diharamkan kepada kalian. Tetapi bila mereka merusak kehormatan bulan ini, maka balaslah dengan melakukan perlawanan, karena dalam hal-hal yang menyangkut keutamaan dan kesucian dibolehkan melakukan kisas dan perlakuan setimpal. Dengan demikian, jika mereka menyerang kesucian-kesucian kalian, maka balaslah dengan penyerangan setimpal. Takutlah kepada Allah, dan janganlah berlebih-lebihan dalam melakukan pembalasan dan kisas. Ketahuilah, sesungguhnya Allah penolong orang-orang yang bertakwa.",
    "jalalayn": "(Bulan haram), artinya bulan suci harus dibalas pula (dengan bulan haram), maksudnya sebagaimana mereka memerangi kamu pada bulan suci, perangilah pula mereka pada bulan itu sebagai sanggahan atas sikap kaum muslimin yang menghormati bulan suci (dan pada semua yang patut dihormati) jamak dari hurmatun (berlaku hukum kisas), maksudnya bila kehormatan itu dilanggar, maka hendaklah dibalas dengan perbuatan yang setimpal (Maka barang siapa yang menyerang kamu) dalam suatu pelanggaran di tanah suci, di waktu ihram atau di bulan-bulan haram, (maka seranglah pula dia dengan suatu serangan yang seimbang dengan serangan terhadap kamu). Tindakan pembalasan itu disebut 'serangan' karena sama dengan timpalannya dalam bentuk dan rupa (Dan bertakwalah kepada Allah) dalam membela diri, jangan melampaui batas (Dan ketahuilah olehmu bahwa Allah bersama orang-orang yang bertakwa), yakni memberi bantuan dan kemenangan."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 195,
    "arab": "وَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ ",
    "translation": "Dan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuatbaiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/202.mp3",
    "tafsir": "Orang-orang mukmin diperintahkan membelanjakan harta kekayaannya untuk berjihad fi sabilillah dan dilarang menjatuhkan dirinya ke dalam jurang kebinasaan karena kebakhilannya. Jika suatu kaum menghadapi peperangan sedangkan mereka kikir, tidak mau membiayai peperangan itu, maka perbuatannya itu berarti membinasakan diri mereka.\nMenghadapi jihad dengan tidak ada persiapan serta persediaan yang lengkap dan berjihad bersama-sama dengan orang-orang yang lemah iman dan kemauannya, niscaya akan membawa kepada kebinasaan. Dalam hal infaq fi sabilillah orang harus mempunyai niat yang baik, agar dengan demikian ia akan selalu memperoleh pertolongan Allah.",
    "quraish": "Sebagaimana berjihad bisa dilakukan dengan pengorbanan jiwa, ia juga dapat disalurkan lewat pengorbanan harta. Maka infakkanlah harta kalian untuk menyiapkan peperangan. Ketahuilah, memerangi mereka itu merupakan perang di jalan Allah. Janganlah kalian berpangku tangan dan dermakanlah harta kalian untuk peperangan itu. Sebab, dengan berpangku tangan dan kikir mendermakan harta, berarti kalian rela dikuasai dan dihina musuh. Itu sama artinya kalian menjatuhkan diri ke dalam kebinasaan. Maka lakukanlah kewajiban kalian seserius dan sebaik mungkin. Sesungguhnya Allah menyukai hamba-Nya yang melakukan suatu pekerjaan secara optimal.",
    "jalalayn": "(Dan belanjakanlah di jalan Allah), artinya menaatinya, seperti dalam berjihad dan lain-lainnya (dan janganlah kamu jatuhkan tanganmu), maksudnya dirimu. Sedangkan ba sebagai tambahan (ke dalam kebinasaan) atau kecelakaan disebabkan meninggalkan atau mengeluarkan sana untuk berjihad yang akan menyebabkan menjadi lebih kuatnya pihak musuh daripada kamu. (Dan berbuat baiklah kamu), misalnya dengan mengeluarkan nafkah dan lain-lainnya (Sesungguhnya Allah mengasihi orang yang berbuat baik), artinya akan memberi pahala mereka."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 196,
    "arab": "وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَاِنْ اُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ بِهٖٓ اَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَامٍ اَوْ صَدَقَةٍ اَوْ نُسُكٍ ۚ فَاِذَآ اَمِنْتُمْ ۗ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ اِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ فِى الْحَجِّ وَسَبْعَةٍ اِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ  ۗذٰلِكَ لِمَنْ لَّمْ يَكُنْ اَهْلُهٗ حَاضِرِى الْمَسْجِدِ الْحَرَامِ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ ࣖ",
    "translation": "Dan sempurnakanlah ibadah haji dan umrah karena Allah. Tetapi jika kamu terkepung (oleh musuh), maka (sembelihlah) hadyu yang mudah didapat, dan jangan kamu mencukur kepalamu, sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka dia wajib berfidyah, yaitu berpuasa, bersedekah atau berkurban. Apabila kamu dalam keadaan aman, maka barangsiapa mengerjakan umrah sebelum haji, dia (wajib menyembelih) hadyu yang mudah didapat. Tetapi jika dia tidak mendapatkannya, maka dia (wajib) berpuasa tiga hari dalam (musim) haji dan tujuh (hari) setelah kamu kembali. Itu seluruhnya sepuluh (hari). Demikian itu, bagi orang yang keluarganya tidak ada (tinggal) di sekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah sangat keras hukuman-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/203.mp3",
    "tafsir": "Ibadah haji adalah rukun Islam yang kelima. Haji mulai diwajibkan bagi umat Islam pada tahun ke enam Hijri. Sebelumnya, Rasulullah saw pernah beribadah haji sebagai ibadah sunah. Di samping ibadah haji ada pula ibadah umrah. Kedua-duanya wajib dikerjakan umat Islam, sekali seumur hidup. Ibadah haji dan umrah lebih dari sekali, hukumnya sunah. Namun Imam Malik bin Anas berpendapat bahwa ibadah umrah setahun dua kali hukumnya makruh. Ibadah haji dan umrah tidak harus segera dikerjakan, boleh dikerjakan bila keadaan telah mengizinkan. Siapa yang mampu mengerjakan ibadah haji dan umrah sebaiknya ia segera menunaikannya.\nTempat mengerjakan ibadah haji dan umrah itu hanya di tanah suci Mekah dan sekitarnya. Mereka yang diwajibkan pergi mengerjakan ibadah haji dan umrah ialah mereka yang dalam keadaan sanggup dan mampu, yaitu biaya cukup tersedia, keadaan jasmaniah mengizinkan dan keamanan tidak terganggu. Perbedaan ibadah haji dengan umrah ialah haji rukunnya lima, yaitu: niat, wukuf, thawaf, sa'i, dan tahallul, sedangkan umrah rukunnya hanya empat: niat, thawaf, sa'i, dan tahallul.\nAmal-amal dalam ibadah haji ada yang merupakan rukun, ada yang wajib dan ada yang sunah. Amal-amal yang merupakan rukun ialah jika ada yang ditinggalkan maka ibadah haji dan umrah tidak sah. Amal-amal yang wajib ialah jika ada yang ditinggalkan, maka dikenakan denda (dam) tetapi haji dan umrah sah. Amal-amal yang sunah jika ada yang ditinggalkan, maka haji dan umrah sah dan tidak dikenakan dam. Di samping itu, ada larangan-larangan bagi orang yang sedang beribadah haji dan umrah. Larangan-larangan itu lazimnya disebut muharramat. Barang siapa melanggar muharramat, dikenakan dam. Besar kecilnya sepadan dengan besar kecilnya muharramat yang dilanggar. Bersetubuh sebelum selesai mengerjakan tawaf ifadhah membatalkan haji dan umrah.\nIbadah haji dan umrah mempunyai beberapa segi hukum. Oleh karena itu, siapa yang akan mengamalkan ibadah itu seharusnya lebih dahulu mempelajarinya. Amalan-amalan ini biasa disebut manasik. Ayat 196 ini diturunkan pada waktu diadakan perdamaian Hudaibiah pada tahun ke-6 Hijri sama dengan turunnya ayat 190 tentang izin berperang bagi kaum Muslimin.\nAyat ini diturunkan berhubungan dengan ibadah haji dan umrah di mana kaum Muslimin diwajibkan mengerjakan haji dan umrah. Yang dimaksud dengan perintah Allah untuk \"menyempurnakan\" haji dan umrah, ialah mengerjakannya secara sempurna dan ikhlas karena Allah swt. Ada kemungkinan seseorang yang sudah berniat haji dan umrah terhalang oleh bermacam halangan untuk menyempurnakannya. Dalam hal ini Allah swt memberikan ketentuan sebagai berikut: orang yang telah berihram untuk haji dan umrah lalu dihalangi oleh musuh sehingga haji dan umrahnya tidak dapat diselesaikan, maka orang itu harus menyediakan seekor unta, sapi, atau kambing untuk disembelih.\nHewan-hewan itu boleh disembelih, setelah sampai di Mekah, dan mengakhiri ihramnya dengan (mencukur atau menggunting rambut). Mengenai tempat penyembelihan itu ada perbedaan pendapat, ada yang mewajibkan di Tanah Suci Mekah, ada pula yang membolehkan di luar Tanah Suci Mekah. Jika tidak menemukan hewan yang akan disembelih, maka hewan itu dapat diganti dengan makanan seharga hewan itu dan dihadiahkan kepada fakir miskin.\nJika tidak sanggup menyedekahkan makanan, maka diganti dengan puasa, tiap-tiap mud makanan itu sama dengan satu hari puasa. Orang-orang yang telah berihram haji atau umrah, kemudian dia sakit atau pada kepalanya terdapat penyakit seperti bisul, dan ia menganggap lebih ringan penderitaannya bila dicukur kepalanya dibolehkan bercukur tetapi harus membayar fidyah dengan berpuasa 3 hari atau bersedekah makanan sebanyak 3 sa' (10,5 liter) kepada orang miskin, atau berfidyah dengan seekor kambing.",
    "quraish": "Lakukanlah ibadah haji dan umrah secara sempurna dengan mengharap perkenan Allah semata. Janganlah kalian melakukannya untuk kepentingan dunia, semisal prestise dan sebagainya. Jika di perjalanan kalian dikepung musuh, sedangkan kalian telah berniat haji dan telah mengenakan pakaian ihram, maka kalian boleh melepas ihram itu setelah mencukur rambut. Sebelumnya, kalian harus menyembelih kurban yang mudah didapat, seperti kambing, unta atau sapi. Lalu sedekahkanlah kurban itu pada orang-orang miskin. Dan janganlah kalian mencukur rambut kecuali setelah menyembelih kurban. Barangsiapa telah berihram kemudian ada gangguan di kepalanya karena sakit atau luka di kepala, maka ia boleh mencukur rambut. Tetapi ia diwajibkan berfidyah yaitu dengan berpuasa selama tiga hari, atau bersedekah dalam bentuk makanan pokok kepada enam orang miskin, atau menyembelih seekor kambing yang disedekahkan kepada fakir miskin. Dan bila berada di negeri yang aman dan damai yang tidak dihalangi oleh musuh, kalian boleh melakukan umrah lebih dulu (tamattu') hingga tiba waktu haji. Lalu berihramlah untuk niat haji. Di sini, kalian diwajibkan menyembelih seekor kambing yang dagingnya disedekahkan kepada fakir miskin di tanah haram. Jika kambing sulit didapatkan atau kalian tidak mampu mengeluarkan dana seharga kambing, maka berpuasalah selama tiga hari di Mekah dan tujuh hari sekembalinya kalian ke tengah-tengah keluarga. Kewajiban seperti ini hanya dikhususkan bagi mereka yang bukan penduduk kota Mekah. Bagi penduduk Mekah, tidak diwajibkan apa-apa ketika melakukan haji tamattu'.",
    "jalalayn": "(Dan sempurnakanlah haji dan umrah karena Allah), artinya lakukanlah dengan memenuhi semua haknya (dan jika kamu terkepung), artinya terhalang untuk menyelesaikannya disebabkan ada musuh, (maka hendaklah menyembelih hewan yang mudah didapat), yaitu seekor kambing (dan janganlah kamu cukur kepalamu), maksudnya jangan tahalul (sebelum sampai sembelihan) tersebut (ke tempat penyembelihannya), artinya tempat penyembelihannya. Menurut Syafii adalah tempat terkepung itu. Maka hendaklah disembelih di sana dengan niat tahalul, lalu dibagi-bagikan kepada fakir miskin, kemudian bercukur rambut, sehingga dengan demikian tercapailah tahalul. (Dan barang siapa di antara kamu sakit atau ada gangguan pada kepalanya) berkutu dan pusing, lalu ia bercukur di waktu ihram (maka hendaklah ia membayar fidyah), (yaitu berpuasa) selama tiga hari (atau bersedekah) sebanyak tiga sukat makanan pokok penduduk itu kepada enam orang fakir miskin (atau berkurban), artinya menyembelih kambing. 'Au' yang berarti 'atau' memberi kesempatan untuk memilih. Termasuk pula dalam hal ini orang yang bercukur tanpa halangan apa-apa, karena ia lebih pantas lagi untuk membelinya, membayar denda atau tebusan. Demikian pula orang yang menikmati apa-apa yang dilarang tanpa bercukur, seperti memakai minyak wangi, pakaian yang berjahit atau minyak rambut yang disebabkan sesuatu halangan atau lainnya (Maka apabila kamu telah merasa aman) dari bahaya musuh-musuhmu, misalnya mereka telah pergi atau sudah tidak ada lagi (maka bagi siapa yang hendak bertamatu) yaitu (mendahulukan umrah) disebabkan telah kosongnya ia dari larangan-larangan ihram (daripada haji), maksudnya sampai saat ihram dengannya asal saja masih pada bulan-bulannya, (maka hendaklah wajib ia menyembelih kurban yang mudah didapat), yaitu seekor kambing yang harus disembelihnya sesudah ihram haji, dan lebih utama pada hari kurban. (Tetapi apabila ia tidak menemukan) kurban, misalnya karena hewan itu tidak ada, atau tidak punya uang untuk membelinya, (maka hendaklah ia berpuasa), artinya wajib atasnya berpuasa (tiga hari dalam masa haji) artinya sewaktu sedang ihram, dengan demikian ia wajib melakukan ihram sebelum tanggal tujuh Zulhijah, dan lebih utama sebelum tanggal enam, karena makruhnya berpuasa pada hari Arafah, sedangkan menurut salah satu di antara dua pendapat Syafii yang lebih sah, tidak boleh mempuasakannya pada hari-hari tasyrik (dan tujuh hari lagi bila kamu telah pulang) ke kampung halamanmu, baik Mekah atau lainnya. Ada pula yang mengatakan jika telah selesai dari pekerjaan-pekerjaan haji tanpa mempedulikan soal di rantau atau tidaknya. (Itulah sepuluh hari yang sempurna) suatu jumlah untuk menguatkan yang sebelumnya. (Demikian itu) maksudnya hukum yang telah disebutkan tadi berupa kewajiban menyembelih kurban atau berpuasa bagi orang yang mengerjakan haji secara tamatu (adalah bagi orang yang keluarganya tidak berada di sekitar Masjidilharam). Menurut Syafii, tidak berada kurang dari dua marhalah dari tanah suci. Jika sebaliknya, maka tak ada kurban dan tidak pula berpuasa sekalipun ia melakukan tamatu. Disebutkannya ahli atau penduduk, memperingatkan kita disyaratkannya status sebagai penduduk. Sekiranya ia bermukim sebelum bulan-bulan haji tetapi tidak menjadi penduduk tetap, lalu ia bertamatu, maka wajiblah baginya demikian itu. Ini merupakan salah satu dari dua pendapat Syafii, sedangkan pendapatnya yang kedua adalah tidak wajib. 'Ahli' itu merupakan sindiran terhadap diri orang yang bersangkutan. Sebagaimana disebutkan dalam hadis, termasuk pula dalam tamatuk ini ialah qiran artinya orang yang ihram dengan haji dan umrah sekaligus atau memasukkan haji ke dalam umrah sebelum memulai tawaf (Dan bertakwalah kamu kepada Allah), yakni mengenai perintah dan larangan-Nya (serta ketahuilah bahwa Allah amat berat siksaan-Nya), yakni bagi orang yang melanggar peraturan-Nya."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 197,
    "arab": "اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْاَلْبَابِ",
    "translation": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/204.mp3",
    "tafsir": "Waktu untuk mengerjakan haji itu sudah ada ketetapannya yaitu pada bulan-bulan yang sudah ditentukan dan tidak dibolehkan pada bulan-bulan yang lainnya. Diriwayatkan dari Ibnu 'Abbas dan sudah berlaku di dalam mazhab Abu Hanifah, Syafi'i dan Imam Ahmad, bahwa waktu mengerjakan haji itu ialah pada bulan Syawal, Zulkaidah sampai dengan terbit fajar pada malam 10 Zulhijah. Ketentuan-ketentuan waktu haji ini telah berlaku dari sejak Nabi Ibrahim dan Nabi Ismail. Setelah agama Islam datang ketentuan-ketentuan itu tidak diubah, malahan diteruskan sebagai-mana yang berlaku. Orang-orang yang sedang mengerjakan haji dilarang bersetubuh, mengucapkan kata-kata keji, melanggar larangan-larangan agama, berolok-olok, bermegah-megah, bertengkar, dan bermusuhan.\nSemua perhatian ditujukan untuk berbuat kebaikan semata-mata. Hati dan pikiran hanya tercurah kepada ibadah, mencari keridaan Allah dan selalu mengingat-Nya. Apa saja kebaikan yang dikerjakan seorang Muslim yang telah mengerjakan haji, pasti Allah akan mengetahui dan mencatatnya dan akan dibalas-Nya dengan pahala yang berlipat ganda. Agar ibadah haji dapat terlaksana dengan baik dan sempurna maka setiap orang hendaklah membawa bekal yang cukup, lebih-lebih bekal makanan, minuman, pakaian dan lain-lain, yaitu bekal selama perjalanan dan mengerjakan haji di tanah suci dan bekal untuk kembali sampai di tempat masing-masing. Diriwayatkan oleh al-Bukhari, Abu Daud, an-Nasa'i, dan lain-lain dari Ibnu 'Abbas bahwa dia mengatakan, \"Ada di antara penduduk Yaman, bila mereka pergi naik haji tidak membawa bekal yang cukup, mereka cukup bertawakal saja kepada Allah. Setelah mereka sampai di tanah suci, mereka akhirnya meminta-minta karena kehabisan bekal.\" Maka bekal yang paling baik ialah bertakwa, dan hendaklah membawa bekal yang cukup sehingga tidak sampai meminta-minta dan hidup terlunta-lunta.\nAllah mengingatkan, agar ibadah haji itu dikerjakan dengan penuh takwa kepada Allah dengan mengerjakan segala yang diperintahkan-Nya dan meninggalkan segala yang dilarang-Nya. Dengan begitu akan dapat dicapai kebahagiaan dan keberuntungan yang penuh dengan rida dan rahmat Ilahi.",
    "quraish": "Ibadah haji itu dilaksanakan pada bulan-bulan tertentu yang sudah kalian ketahui sejak masa Nabi Ibrâhîm a. s. Bulan-bulan tesebut adalah Syawal, Zulkaidah dan Zulhijah. Maka barangsiapa yang berniat haji dan telah masuk di bulan-bulan itu, ia harus memelihara etika haji. Etika haji itu, di antaranya, adalah bahwa seseorang yang berihram dilarang menggauli istri; menjauhi kemaksiatan seperti mencaci, berdebat, bertengkar dan sebagainya; dan menghindari hal-hal yang akan menimbulkan perselisihan dan permusuhan. Dengan demikian, diharapkan seorang yang berihram haji itu jiwanya menjadi bersih. Berusahalah melakukan kebajikan seraya memohon ganjaran Allah melalui tindakan-tindakan amal saleh. Sesungguhnya Allah mengetahui yang demikian itu dan Dia akan memberikan balasan-Nya. Berbekallah untuk akhiratmu dengan bertakwa dan menjalankan segala perintah Allah serta menjauhi larangan-Nya. Itulah bekal yang terbaik untuk kalian. Dan takutlah kepada Allah atas apa yang kalian lakukan dan tinggalkan sesuai tuntutan akal dan kebajikan. Maka janganlah kalian nodai perbuatan-perbuatan kamu sekalian dengan hawa nafsu dan tujuan-tujuan duniawi.",
    "jalalayn": "(Haji), maksudnya adalah waktu dan musimnya (beberapa bulan yang dimaklumi), yaitu Syawal, Zulkaidah dan 10 hari pertama bulan Zulhijah. Tetapi ada pula yang mengatakan seluruh bulan Zulhijah. (Maka barang siapa yang telah menetapkan niatnya) dalam dirinya (akan melakukan ibadah haji pada bulan-bulan itu) dengan mengihramkannya, (maka tidak boleh ia mencampuri istrinya), yakni bersetubuh (dan jangan berbuat kefasikan) berbuat maksiat (dan jangan berbantah-bantahan) atau terlibat dalam percekcokan (sewaktu mengerjakan haji). Menurut satu qiraat, dengan baris di atas dua hal yang pertama dan makna yang dimaksud adalah larangan mengerjakan tiga hal itu. (Dan apa yang kamu kerjakan berupa kebaikan) sedekah (pastilah diketahui oleh Allah) yang akan membalas kebaikan itu. Ayat berikut ini diturunkan kepada penduduk Yaman yang pergi naik haji tanpa membawa bekal, sehingga mereka menjadi beban orang lain. (Dan berbekallah kamu) yang akan menyampaikan kamu ke tujuan perjalananmu (dan sesungguhnya sebaik-baik bekal adalah takwa), artinya yang dipergunakan manusia untuk menjaga dirinya agar tidak menjadi beban bagi orang lain dan sebagainya. (Dan bertakwalah kamu kepada-Ku, hai orang-orang yang berakal)."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 198,
    "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ",
    "translation": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy’arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/205.mp3",
    "tafsir": "Pada musim haji seseorang tidak dilarang berusaha, seperti berdagang dan lain-lain, asal jangan mengganggu tujuan yang utama, yaitu mengerjakan haji dengan sempurna. Ayat ini diturunkan sehubungan dengan keragu-raguan orang Islam pada permulaan datangnya Islam untuk berusaha mencari rezeki, sehingga banyak di antara mereka yang menutup toko-toko mereka pada waktu musim haji, karena takut berdosa. Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas, dia berkata, \"Pada zaman jahiliah ada 3 pasar, yaitu Ukaz, Majannah, dan Zulmajaz.\"\nPada waktu musim haji, kaum Muslimin merasa berdosa berdagang di pasar-pasar itu, lalu mereka bertanya kepada Rasulullah saw, maka turunlah ayat ini. Berusaha mencari rezeki yang halal selama mengerjakan haji adalah dibolehkan selama usaha itu dilakukan secara sambilan, bukan menjadi tujuan. Tujuan utama ialah mengerjakan ibadah haji dengan penuh takwa kepada Allah dan dengan hati yang tulus ikhlas.\nKemudian dalam ayat ini Allah memerintahkan kepada setiap orang yang mengerjakan haji agar berzikir kepada Allah bila telah bertolak dari Padang Arafah menuju ke Muzdalifah, yaitu bila telah sampai di Masy'aril Haram. Masy'aril Haram ialah sebuah bukit di Muzdalifah yang bernama Quzah. Bila telah sampai di tempat itu hendaknya memperbanyak membaca doa, takbir, dan talbiyah. Berzikirlah kepada Allah dengan hati yang khusyuk dan tawadhu', sebagai tanda bersyukur kepada-Nya atas karunia dan hidayah-Nya yang telah melepaskan seseorang dari penyakit syirik pada masa dahulu, menjadi orang yang telah bertauhid murni kepada Allah swt.",
    "quraish": "Sebelumnya ada di antara kalian yang merasa bersalah jika melakukan perniagaan dan mencari rezeki pada musim haji. Sebenarnya, kalian tidak berdosa melakukan hal itu. Maka berniagalah dengan cara-cara yang disyariatkan, carilah karunia dan nikmat Allah. Apabila para haji telah beranjak dari Arafah setelah melakukan wukuf dan mereka tiba di Muzdalifah pada malam Idul Adha, maka hendaknya mereka berzikir kepada Allah di al-Masy'ar al-Harâm, di bukit Muzdalifah. Hendaknya mereka memperbanyak tahlîl (membaca \"lâ ilâha illâ Allâh\"), talbiyah (membaca \"labbayka Allâhumma labbayk\", dst.) dan takbîr (membaca \"Allâhu Akbar\"). Agungkan dan pujilah nama Tuhanmu yang telah memberi hidayah untuk memeluk agama yang benar dan melakukan ibadah haji. Sebelumnya mereka itu berada dalam kesesatan.",
    "jalalayn": "(Tidak ada dosa bagi kamu) dalam (mencari) atau mengusahakan (karunia) atau rezeki (dari Tuhanmu) yakni dengan berniaga di musim haji. Ayat ini turun untuk menolak anggapan mereka yang keliru itu (Maka jika kamu telah bertolak), artinya berangkat (dari Arafah) yakni setelah wukuf di sana, (maka berzikirlah kepada Allah), yakni setelah bermalam di Muzdalifah sambil membaca talbiah, tahlil dan berdoa (di Masyarilharam) yaitu nama sebuah bukit di ujung Muzdalifah disebut Quzah. Dalam sebuah hadis disebutkan bahwa Nabi saw. wukuf di sana, berzikir dan berdoa kepada Allah hingga hari telah amat benderang.\" (H.R. Muslim). (Dan berzikirlah kepada-Nya disebabkan petunjuk yang diberikan-Nya kepadamu) untuk mengetahui pokok-pokok agama dan tata cara hajinya. 'Kaf' menunjukkan sebab atau motifnya. (Dan sesungguhnya) dibaca 'in' bukan 'inna' (kamu sebelum itu) maksudnya sebelum petunjuk itu (termasuk orang-orang yang sesat)."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 199,
    "arab": "ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/206.mp3",
    "tafsir": "Orang-orang Quraisy pada masa jahiliah, kalau mereka mengerja-kan haji, mereka mengerjakan wukuf di Muzdalifah, sedang orang-orang Arab lainnya wuquf di Arafah. Sebabnya ialah karena orang-orang Quraisy itu merasa dirinya lebih tinggi dan mulia dari yang lain, tidak pantas berwuquf bersama sama dengan orang-orang biasa di Arafah, maka turunlah ayat ini. Ayat ini memerintahkan agar bersama-sama wuquf di Arafah dan kemudian sama-sama bertolak dari Arafah ke Muzdalifah. Tegasnya, dalam masa mengerjakan haji itu tidak ada perbedaan, semuanya sama-sama makhluk Allah, harus sama-sama mengerjakan wuquf di Arafah. Semua sama-sama meminta ampun kepada Allah, meninggalkan bermegah-megah dan bersifat sombong. Siapa yang meminta ampun kepada Allah, tentu Allah akan mengampuni dosanya, karena Allah Maha Pengampun lagi Maha Penyayang kepada hamba-Nya. Diriwayatkan dari Ibnu Jarir dari Ibnu 'Abbas.",
    "quraish": "Dahulu, sekelompok orang Arab dari kabilah Quraisy tidak melakukan wukuf di Arafah seperti yang dilakukan kabilah-kabilah lain. Padahal mereka tahu bahwa tempat itu merupakan tempat wukuf leluhur mereka, Ibrâhîm a. s. Keengganan mereka untuk wukuf di Arafah itu sebenarnya didorong oleh perasaan superioritas karena domisili mereka di tanah haram dan posisi mereka sebagai penjaga rumah Allah. Mereka juga--dengan tidak berwukuf di Arafah--mengklaim bahwa tindakan itu merupakan salah satu pengejawantahan sikap hormat mereka terhadap tanah haram. Sebab, dengan pergi ke Arafat yang berada di luar tanah haram, mereka merasa telah meninggalkan tanah haram. Maka Allah menyuruh mereka membuang kebiasaan jahiliah ini dan memerintahkan mereka untuk berwukuf di Arafah seperti layaknya dilakukan orang lain. Sebab, tidak ada perbedaan antara satu dan lainnya dalam masalah-masalah ibadah. Di seluruh tempat yang berkah ini, berdoalah untuk memohon ampunan Allah. Itulah cara terbaik agar segala kesalahan dan dosa yang mereka lakukan diampuni Allah.",
    "jalalayn": "(Kemudian bertolaklah kamu) hai orang-orang Quraisy (dari tempat bertolaknya manusia) maksudnya dari Arafah dengan jalan wukuf bersama mereka. Sebelum itu biasanya mereka wukuf di Muzdalifah karena merasa enggan wukuf bersama-sama dengan orang lain. 'Tsumma' atau 'kemudian' menunjukkan urutan (dan mohonlah ampun kepada Allah) terhadap dosa-dosamu. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 200,
    "arab": "فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ",
    "translation": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” dan di akhirat dia tidak memperoleh bagian apa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/207.mp3",
    "tafsir": "Allah memerintahkan, jika ibadah haji sudah diselesaikan agar berzikir menyebut nama Allah. Diriwayatkan oleh al-Baihaqi dari Ibnu 'Abbas, biasanya orang-orang Arab pada zaman jahiliah, kalau sudah selesai mengerjakan haji, mereka berkumpul di Mina, antara masjid dan bukit, sambil berdiri mereka bermegah-megah dan bersifat sombong menyebut dan membanggakan kebesaran nenek moyang mereka masing-masing, maka turunlah ayat ini untuk mengingatkan mereka, bahwa apa yang mereka perbuat itu, sesudah menyelesaikan ibadah haji tidaklah baik, malahan merupakan kebiasaan yang buruk. Yang baik ialah sesudah menyelesaikan ibadah haji, memperbanyak menyebut nama Allah sebagaimana mereka dulunya menyebut nama nenek-moyang mereka, atau diusahakan lebih banyak lagi menyebut nama Allah.\nDi dalam khutbah, Nabi Muhammad saw pada waktu mengerjakan haji wada' pada hari yang kedua dari hari-hari tasyrik, memberikan peringatan keras agar meninggalkan cara-cara lama itu, yaitu bermegah-megah menyebut kelebihan nenek-moyang mereka masing-masing. Rasulullah antara lain mengatakan, \"Wahai manusia, ketahuilah, bahwa Tuhanmu adalah satu dan nenek moyangmu adalah satu (Adam).\"\n\"Ketahuilah, bahwa tidak ada kelebihan bagi orang Arab atas orang yang bukan Arab, begitu juga tidak ada kelebihan bagi orang yang bukan Arab atas orang Arab. Tidak ada kelebihan orang berkulit merah atas yang berkulit hitam dan orang yang berkulit hitam atas yang berkulit merah. Kelebihan mereka di sisi Allah hanyalah diukur dengan takwanya kepada Allah.\" Kemudian Rasulullah menanyakan kepada mereka, \"Sudahkah aku sampaikan peringatan ini?\" Lalu hadirin menjawab, \"Benar, Rasulullah sudah menyampaikan.\" Kemudian Allah membagi tingkat-tingkat manusia yang mengerjakan ibadah haji, yaitu ada orang yang hanya mendapat keuntungan dunia saja, dan tidak mendapatkan keuntungan di akhirat; yaitu orang-orang yang perhatiannya hanya tertuju untuk mencari keuntungan dunia saja, baik di dalam doanya atau di dalam zikirnya. Di dalam berdoa dia hanya meminta kemegahan, kemuliaan, kemenangan, dan harta benda saja. Perhitungannya hanya untung rugi duniawi saja. Orang-orang yang seperti ini adalah karena belum sampai pengetahuannya perihal rahasia dan hakikat haji yang sebenarnya, hatinya belum mendapat pancaran sinar hidayah dari Allah. Baginya keuntungan di dunia lebih utama daripada keuntungan di akhirat.",
    "quraish": "Apabila kalian telah menyelesaikan manasik haji dan meninggalkan sikap berbangga-bangga terhadap leluhur sebagaimana biasa kalian lakukan pada masa jahiliah, kini berzikirlah dan agungkanlah Tuhan kalian. Berzikirlah dengan menyebut nama Allah sebagaimana kalian dahulu menyebut dan berbangga-bangga dengan leluhur. Bahkan, berzikir kepada Allah itu seharusnya lebih banyak ketimbang membangga- banggakan leluhur. Sebab Dialah yang telah memberikan karunia, bukan saja kepada kalian, tetapi juga kepada leluhur yang kalian bangga-banggakan itu. Dan tempat-tempat melakukan ibadah haji itu, seluruhnya merupakan tempat yang baik untuk berdoa dan meminta karunia dan rahmat Allah. Hanya saja ada di antara jamaah haji itu yang hanya berdoa untuk kemaslahatan dunia dengan melupakan kepentingan akhirat. Orang-orang seperti itu tidak akan mendapatkan apa-apa di akhirat kelak.",
    "jalalayn": "(Apabila kamu telah menyelesaikan) atau menjalankan (ibadah hajimu) maksudnya, telah melempar jumrah Aqabah, telah tawaf, telah berada di Mina, (maka berzikirlah kepada Allah) dengan bertakbir dan menyanjung-Nya (sebagaimana kamu menyebut-nyebut nenek-moyangmu) yang kamu lakukan setelah haji untuk membangga-banggakan mereka (bahkan lebih banyak lagi dari itu) artinya lebih banyak dari ingatanmu kepada nenek-moyangmu itu. 'Asyadda' mendapat baris di atas disebabkan kedudukannya sebagai 'hal' dari 'dzikr' yang manshub oleh 'udzkuruu'. Seandainya ia terletak di belakangnya, maka ia akan menjadi sifat atau na`atnya. (Di antara manusia ada yang berdoa, \"Ya Tuhan kami! Berilah kami) bagian kami (di dunia\"), sehingga ia pun diberikan bagian itu (dan tiadalah ia di akhirat mendapat bagian) yang menyenangkan."
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 201,
    "arab": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ",
    "translation": "Dan di antara mereka ada yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/208.mp3",
    "tafsir": "Di dalam ayat ini, Allah menyebutkan manusia yang memperoleh keuntungan dunia akhirat, yaitu orang-orang yang di dalam doanya selalu minta agar mendapat kebahagiaan di dunia dan kebahagiaan di akhirat, dan terjauh dari siksaan api neraka. Untuk mencapai hidup bahagia di dunia harus melalui beberapa persyaratan, di antaranya harus sabar dalam berusaha, patuh kepada peraturan dan disiplin, pandai bergaul dan dipercaya serta mempunyai maksud baik dalam usahanya. Untuk mencapai hidup bahagia di akhirat haruslah mempunyai iman yang murni dan kuat, serta mengerjakan amal yang saleh dan mempunyai akhlak yang mulia. Maka untuk terlepas dari siksa neraka hendaklah selalu meninggalkan pekerjaan-pekerjaan maksiat, menjauhkan diri dari yang keji serta memelihara diri jangan sampai berbuat hal-hal yang diharamkan Allah karena pengaruh syahwat dan hawa nafsu.",
    "quraish": "Sebagian manusia ada yang diberi petunjuk oleh Allah sehingga, dengan sepenuh hati, mereka memohon kebaikan dunia dan akhirat serta memohon kepada Allah agar dijauhi siksa api neraka.",
    "jalalayn": "(Dan di antara mereka ada pula yang berdoa, \"Ya Tuhan kami! Berilah kami di dunia kebaikan), artinya nikmat, (di akhirat kebaikan) yakni surga, (dan peliharalah kami dari siksa neraka.\") yakni dengan tidak memasukinya. Ini merupakan lukisan tentang keadaan orang-orang musyrik dan keadaan orang-orang beriman, yang tujuannya ialah supaya kita mencari dua macam kebaikan dunia dan akhirat, sebagaimana telah dijanjikan akan beroleh pahala dengan firman-Nya:"
  },
  {
    "hizb": 12,
    "name": "Al-Baqarah",
    "ayat": 202,
    "arab": "اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ",
    "translation": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/209.mp3",
    "tafsir": "Mereka yang meminta kebahagiaan hidup di dunia dan kebahagiaan hidup di akhirat itulah yang akan mendapat nasib yang baik dan beruntung karena kesungguhannya dalam berusaha dan beramal. Artinya mereka sudah dapat menyamakan permintaan hatinya yang diucapkan oleh lidahnya dengan kesungguhan jasmaninya dalam berusaha dan beramal. Buahnya ialah keberuntungan dan kebahagiaan. Ayat ini ditutup dengan peringatan bahwa Allah sangat cepat perhitungan-Nya.\nMaksudnya, agar setiap manusia tidak ragu-ragu dalam berusaha dan beramal, sebab seluruhnya akan diperhitungkan Allah dan tidak akan dirugikan seorang pun juga. Perhitungan Allah sangat cepat dan tepat sehingga dalam waktu sekejap saja, setiap manusia sudah dapat melihat hasil usaha dan amalnya dan sekaligus akan dapat menerima balasan dari usaha dan amalnya itu dari Allah.",
    "quraish": "Maka kepada mereka itu akan diberi ganjaran sesuai dengan apa yang mereka lakukan, melalui doa- doa dan pendekatan diri kepada Allah. Dan Allah akan memberi ganjaran kepada mereka yang berhak mendapatkannya, karena Dia sangat cepat perhitungan dan balasan-Nya.",
    "jalalayn": "(Mereka itulah orang-orang yang mendapat bagian), maksudnya pahala (dari), artinya disebabkan (apa yang mereka usahakan), yakni amal mereka dari haji dan doa (dan Allah sangat cepat perhitungan-Nya). Menurut keterangan sebuah hadis, Allah melakukan hisab atau perhitungan bagi seluruh makhluk dalam tempo yang tidak lebih dari setengah hari waktu dunia."
  }
]