[
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 22,
    "arab": "۞ فَحَمَلَتْهُ فَانْتَبَذَتْ بِهٖ مَكَانًا قَصِيًّا ",
    "translation": " Maka dia (Maryam) mengandung, lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2272.mp3",
    "tafsir": "Setelah Jibril menerangkan maksud kedatangannya itu, maka Maryam menjawab, \"Aku berserah diri kepada ketetapan Allah.\" Lalu Jibril meniupkan roh Nabi Isa ke Maryam sehingga mengakibatkan Maryam mengandung; lalu ia mengasingkan diri dengan kandungannya ke suatu tempat yang jauh dari orang banyak untuk menghindari tuduhan dan cemoohan dari Bani Israil.",
    "quraish": "Kehendak Allah pun terwujud. Maryam pun mengandung 'Isâ a. s. sesuai dengan kehendak-Nya. Maryam, dengan kandungan itu, menjauhkan diri dari manusia di tempat yang jauh.",
    "jalalayn": "(Maka Maryam mengandungnya, lalu ia mengasingkan diri) menjauhkan diri (dengan membawa kandungannya ke tempat yang jauh) jauh dari keluarganya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 23,
    "arab": "فَاَجَاۤءَهَا الْمَخَاضُ اِلٰى جِذْعِ النَّخْلَةِۚ قَالَتْ يٰلَيْتَنِيْ مِتُّ قَبْلَ هٰذَا وَكُنْتُ نَسْيًا مَّنْسِيًّا ",
    "translation": "Kemudian rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma, dia (Maryam) berkata, “Wahai, betapa (baiknya) aku mati sebelum ini, dan aku menjadi seorang yang tidak diperhatikan dan dilupakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2273.mp3",
    "tafsir": "Ketika Maryam merasa sakit karena akan melahirkan anaknya, maka ia terpaksa bersandar pada pangkal pohon kurma untuk memudahkan kelahiran; dengan penuh kesedihan ia berkata, \"Aduhai, alangkah baiknya jika aku mati saja sebelum ini, dan aku menjadi sesuatu yang tidak berarti lagi dilupakan.\" Ia mengharapkan seandainya mati saja sebelum melahirkan karena merasa beratnya penderitaan akibat melahirkan seorang anak tanpa seorang ayah yang berakibat timbulnya tuduhan dan cemoohan dari kaumnya yang tidak mengetahui kejadian yang sebenarnya; atau beliau mengharapkan menjadi sesuatu benda yang tidak berarti dalam pandangan manusia, lagi dilupakan daripada menderita perasaan tertekan dan malu yang luar biasa.",
    "quraish": "Rasa sakit hendak melahirkan memaksa Maryam untuk bersandar dan menutup dirinya pada pangkal pohon kurma. Ia membayangkan kemungkinan sikap ingkar keluarganya terhadap kelahiran anaknya kelak. Ia pun berharap cepat meninggal dunia supaya kejadian ini tidak lagi berarti dan cepat dilupakan.",
    "jalalayn": "(Maka sewaktu datang kepadanya) ketika ia mengalami (rasa sakit akan melahirkan) yaitu rasa mulas karena akan melahirkan (-terpaksa ia bersandar- pada pangkal pohon kurma) yakni menyandarkan diri padanya, lalu ia melahirkan. Perlu diketahui bahwa sejak peniupan malaikat Jibril hingga melahirkan hanya memakan waktu sesaat saja (dia berkata, \"Aduhai alangkah baiknya aku) lafal Ya di sini menunjukkan makna Tanbih atau ungkapan kekecewaan (mati sebelum ini) yakni sebelum perkara ini (dan aku menjadi barang yang tidak berarti, lagi dilupakan)\" sebagai sesuatu yang tiada artinya, tidak dikenal dan tidak disebut-sebut."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 24,
    "arab": "فَنَادٰىهَا مِنْ تَحْتِهَآ اَلَّا تَحْزَنِيْ قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ",
    "translation": "Maka dia (Jibril) berseru kepadanya dari tempat yang rendah, “Janganlah engkau bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2274.mp3",
    "tafsir": "Maka datanglah Jibril dan berseru dari suatu tempat yang rendah, \"Janganlah kamu bersedih hati, karena sesungguhnya Tuhanmu telah mengalirkan sebuah anak sungai di bawahmu.\" Ini merupakan suatu rahmat bagi Maryam karena di tempat itu pada mulanya kering tidak ada air yang mengalir, tetapi kemudian terdapat aliran air yang bersih.",
    "quraish": "Maryam kemudian diseru oleh malaikat dari tempat yang rendah di bawahnya, \"Janganlah kamu bersedih hati karena kesendirian, tidak ada makanan dan minuman serta karena gunjingan orang. Sesungguhnya Allah telah menjadikan anak sungai di dekatmu.",
    "jalalayn": "(Maka Jibril menyerunya dari tempat yang lebih rendah,) pada saat itu malaikat Jibril berada di tempat yang lebih rendah dari tempat Maryam (\"Janganlah kamu bersedih hati, sesungguhnya Rabbmu telah menjadikan anak sungai di bawahmu\") yaitu sebuah sungai yang dahulunya kering kini berair kembali, berkat kekuasaan Allah."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 25,
    "arab": "وَهُزِّيْٓ اِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ۖ",
    "translation": "Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menggugurkan buah kurma yang masak kepadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2275.mp3",
    "tafsir": "Jibril kemudian menyuruh Maryam untuk menggoyang pohon kurma dan nanti pohon itu akan menjatuhkan buah kurma yang telah masak kepadanya. Dan ini adalah rahmat yang lain untuk Maryam karena pada mulanya pohon kurma itu telah kering, dengan kehendak Allah menjadi hijau dan subur kembali serta berbuah sebagai rezeki untuk Maryam.",
    "quraish": "Dan gerakkan pangkal pohon kurma itu ke arahmu, ia akan menjatuhkan buahnya yang baik kepadamu(1). (1) Buah kurma yang matang mengandung zat makanan utama yang mudah dicerna. Karena itu, kurma menjadi makanan yang baik untuk wanita setelah melahirkan (masa nifas).",
    "jalalayn": "(Dan goyanglah pangkal pohon kurma itu ke arahmu) yang pada saat itu kering. Huruf Ba dalam lafal Bijidz'i adalah Zaidah atau tambahan (niscaya pohon itu akan menggugurkan) asal kata Tusaaqith adalah Tatasaaqath kemudian Ta yang kedua diganti menjadi Sin, selanjutnya diidgamkan pada Sin yang kedua. Menurut qiraat yang lain tetap dibaca seperti lafal asalnya (buah kurma kepadamu) lafal Ruthaban adalah Tamyiz (yang masak-masak) lafal Janiyyan menjadi sifat dari lafal Ruthaban."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 26,
    "arab": "فَكُلِيْ وَاشْرَبِيْ وَقَرِّيْ عَيْنًا ۚفَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَدًاۙ فَقُوْلِيْٓ اِنِّيْ نَذَرْتُ لِلرَّحْمٰنِ صَوْمًا فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِيًّا ۚ",
    "translation": "Maka makan, minum dan bersenanghatilah engkau. Jika engkau melihat seseorang, maka katakanlah, “Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2276.mp3",
    "tafsir": "Maka Jibril menyuruh Maryam supaya makan, minum dan ber-senang hati karena mendapat rezeki itu dan menghilangkan kesedihan hatinya karena Allah berkuasa untuk membersihkannya dari segala tuduhan yang tidak pantas, sehingga Maryam tetap dianggap sebagai wanita yang suci tidak pernah ternoda. Jika kamu melihat seorang manusia yang bertanya tentang persoalannya dan persoalan anaknya, maka isyaratkanlah kepadanya, \"Sesungguhnya aku telah bernazar atas diriku untuk berpuasa semata-mata untuk Tuhan Yang Maha Pemurah, dan aku tidak akan berbicara langsung dengan seorang manusia pun pada hari ini, karena ucapanku itu mungkin ditolak dan tidak dipercayai.",
    "quraish": "Makanlah dari buah kurma itu dan minumlah serta bersenang-senanglah. Jika kamu melihat seseorang mengingkari perkara ini, maka berilah isyarat bahwa kamu sedang berpuasa bicara dan tidak akan berbicara kepada siapa pun hari itu.",
    "jalalayn": "(Maka makanlah) dari buah kurma yang masak itu (dan minumlah) dari air sungai kecil itu (serta bersenang hatilah kamu) dengan anakmu itu. Lafal 'Ainan berfungsi sebagai Tamyiz yang dipindahkan dari Fa'ilnya, maksudnya selamat bersenang hati dengan anakmu itu. Atau dengan kata lain, kamu menjadi tenang dengan adanya anakmu itu sehingga kamu tidak memikirkan hal-hal yang lain. (Jika) lafal Immaa ini pada asalnya terdiri dari In Syarthiyah dan Ma Zaidah yang kemudian diidgamkan menjadi satu hingga menjadi Immaa (kamu melihat) dan lafal Tarayinna terbuang huruf Lam Fi'il dan 'Ain Fi'ilnya, kemudian harakat 'Ain Fi'ilnya dipindahkan pada huruf Ra, selanjutnya Ya Dhamir dikasrahkan karena bertemu dua sukun, sehingga jadilah Tarayinna (seorang manusia) kemudian ia menanyakan kepadamu tentang anakmu itu (maka katakanlah, \"Sesungguhnya aku bernazar shaum untuk Tuhan Yang Maha Pemurah) dengan menahan diri untuk tidak berbicara, baik mengenai perihal anaknya atau orang-orang lainnya, hal ini terbukti dengan perkataan selanjutnya (maka aku tidak akan berkata dengan seorang manusia pun pada hari ini)\" sesudah kejadian ini."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 27,
    "arab": "فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهٗ ۗقَالُوْا يٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا ",
    "translation": "Kemudian dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, “Wahai Maryam! Sungguh, engkau telah membawa sesuatu yang sangat mungkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2277.mp3",
    "tafsir": "Setelah Maryam diperintahkan untuk berpuasa pada hari melahirkan putranya dan tidak berbicara dengan seorang pun dan setelah ada jaminan dari Allah bahwa kehormatannya tetap terpelihara; maka Maryam menyerahkan seluruh nasibnya pada ketetapan Allah, Maryam menggendong anaknya dan membawanya kepada kaumnya, hal itu menyebabkan kaumnya mencela perbuatannya seraya berkata, \"Hai Maryam, sesungguhnya kamu telah melakukan sesuatu perbuatan yang amat mungkar.\"",
    "quraish": "Maryam mendatangi kerabatnya sambil membawa 'Isâ. Dengan rasa heran dan ingkar, mereka berkata kepadanya, \"Sesungguhnya kamu telah membawa sesuatu yang amat buruk dan mungkar.\"",
    "jalalayn": "(Maka Maryam membawa anak itu kepada kaumnya dengan menggendongnya) lafal Tahmiluhu menjadi Hal atau kata keterangan keadaan. Sehingga kaumnya melihat anak itu (Kaumnya berkata, \"Hai Maryam! Sesungguhnya kamu telah melakukan sesuatu yang amat mungkar) suatu dosa yang sangat besar karena kamu memperoleh anak tanpa ayah."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 28,
    "arab": "يٰٓاُخْتَ هٰرُوْنَ مَا كَانَ اَبُوْكِ امْرَاَ سَوْءٍ وَّمَا كَانَتْ اُمُّكِ بَغِيًّا ۖ",
    "translation": "Wahai saudara perempuan Harun (Maryam)! Ayahmu bukan seorang yang buruk perangai dan ibumu bukan seorang perempuan pezina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2278.mp3",
    "tafsir": "Kemudian mereka menambah celaan dan cemoohan serta tuduhan kepada Maryam seraya berkata, \"Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang wanita tuna susila. Bagaimana kamu sampai mendapatkan anak ini.\" Maryam dipanggil dengan sebutan \"Saudara perempuan Harun\", oleh karena telah menjadi kebiasaan Bani Israil untuk menyebutkan nama-nama para nabi dan orang-orang saleh sebelumnya.\nDiriwayatkan oleh al-Mugirah bin Syu`bah yang diutus oleh Rasulullah saw, ke Najran di negeri Yaman di mana terdapat orang-orang Nasrani dan mereka bertanya kepadanya, \"Mengapa kamu membaca di dalam Al-Qur'an, \"hai saudara perempuan Harun,\" padahal Harun dan Musa itu hidupnya lama sekali sebelum lahirnya Isa putra Maryam?\" al-Mugirah tidak sempat memberikan jawaban dan ketika beliau pulang ke Medinah dan menghadap Rasulullah beliau mengemukakan pertanyaan itu. Oleh Rasulullah saw dijawab: \n\"Mengapa kamu tidak memberitahu mereka, bahwa kebiasaan mereka (Bani Israil) itu suka menyebut-nyebut nama para nabi dan orang-orang saleh sebelum mereka.\" (Riwayat Ahmad)",
    "quraish": "\"Wahai kerabat Hârûn, Nabi yang bertakwa dan taat,\" kata mereka lagi, \"bagaimana kamu melakukan hal itu, padahal bapakmu sama sekali bukan orang yang tak bermoral, dan ibumu pun bukan seorang pezina.\"(1). (1) Dalam Ensiklopedia Britanica disebutkan bahwa al-Qur'ân telah melakukan kesalahan sejarah ketika mengatakan bahwa Maryam adalah saudara Hârûn seperti termaktub pada ayat di atas. Padahal antara Hârûn, saudara Mûsâ, dan Maryam terdapat jarak ratusan tahun. Ensiklopedi itu lupa bahwa arti \"saudara\" di sini bukan dalam arti hubungan darah, tetapi \"saudara\" atas dasar kesamaan sikap, seperti disebut dalam kamus Lisân al-'Arab. Dengan demikian, sebutan bahwa Maryam saudara Hârûn adalah saudara dalam arti orang yang mempunyai kesamaan sifat kebaikan dan ketakwaan.",
    "jalalayn": "(Hai saudara perempuan Harun!) dia adalah seorang lelaki yang saleh, hal ini berarti Maryam pun serupa dengannya dalam hal memelihara kehormatan (Ayahmu sekali-kali bukanlah seorang yang buruk) bukan seorang pezina (dan ibumu sekali-kali bukanlah seorang pelacur)\" bukan pula seorang pezina, maka dari manakah anak ini."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 29,
    "arab": "فَاَشَارَتْ اِلَيْهِۗ قَالُوْا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِى الْمَهْدِ صَبِيًّا ",
    "translation": "Maka dia (Maryam) menunjuk kepada (anak)nya. Mereka berkata, “Bagaimana kami akan berbicara dengan anak kecil yang masih dalam ayunan?” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2279.mp3",
    "tafsir": "Maryam menunjuk kepada putranya supaya berbicara dan menjelaskan tentang keadaannya, karena Maryam sudah bernazar untuk tidak berbicara dengan siapa pun dan sudah merasa yakin bahwa anaknya mengerti isyarat itu. Orang-orang Yahudi bertanya dengan keheranan, \"Bagaimana kami akan berbicara dengan seorang bayi yang masih di dalam gendongan?\" Mereka menduga bahwa Maryam memperolok-olok mereka.",
    "quraish": "Maryam menunjuk anaknya, 'Isâ a. s., supaya mereka berbicara langsung kepadanya. Lalu mereka berkata, \"Bagaimana kami dapat berbicara dengan anak kecil yang masih dalam buaian?\"",
    "jalalayn": "(Maka Maryam mengisyaratkan) kepada kaumnya (-seraya menunjuk- kepada anaknya) maksudnya supaya mereka bertanya kepada anaknya. (Mereka berkata, \"Bagaimana kami akan berbicara dengan anak) yang masih (kecil berada dalam ayunan?)\"."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 30,
    "arab": "قَالَ اِنِّيْ عَبْدُ اللّٰهِ ۗاٰتٰنِيَ الْكِتٰبَ وَجَعَلَنِيْ نَبِيًّا ۙ",
    "translation": "Dia (Isa) berkata, “Sesungguhnya aku hamba Allah, Dia memberiku Kitab (Injil) dan Dia menjadikan aku seorang Nabi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2280.mp3",
    "tafsir": "Isa a.s. yang masih dalam gendongan ibunya kemudian berkata, \"Sesungguhnya aku ini hamba Allah, Dia yang akan memberikan aku kitab suci Injil dan Dia yang akan menjadikan aku seorang Nabi.\" Ucapan ini mengandung penjelasan bahwa ibunya adalah seorang wanita yang suci karena seorang Nabi harus dari keturunan orang yang saleh dan suci.",
    "quraish": "Ketika 'Isâ mendengar perkataaan mereka, Allah lalu menjadikannya dapat berbicara, \"Sesungguhnya aku adalah hamba Allah yang akan diberi kitab Injîl. Allah akan memilihku menjadi seorang nabi.",
    "jalalayn": "(Isa berkata, \"Sesungguhnya aku ini hamba Allah, Dia memberiku Alkitab) yakni kitab Injil (dan Dia menjadikan aku seorang nabi)."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 31,
    "arab": "وَّجَعَلَنِيْ مُبٰرَكًا اَيْنَ مَا كُنْتُۖ وَاَوْصٰنِيْ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَيًّا ۖ",
    "translation": "Dan Dia menjadikan aku seorang yang diberkahi di mana saja aku berada, dan Dia memerintahkan kepadaku (melaksanakan) salat dan (menunaikan) zakat selama aku hidup;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2281.mp3",
    "tafsir": "Selanjutnya Isa kecil mengatakan, Allah akan menjadikan aku seorang yang diberkati di mana saja aku berada, karena aku memberi manfaat kepada manusia dan memberi petunjuk kepada mereka ke jalan kebahagiaan; Allah telah memerintahkan aku untuk mendirikan salat karena dalam mendirikan salat itu terkandung perbuatan membersihkan diri dari berbagai macam dosa lahir dan batin, Allah juga memerintahkan aku untuk menunaikan zakat selama aku hidup di dunia. Zakat bertujuan untuk membersihkan harta, jiwa dan memberi bantuan kepada fakir miskin.",
    "quraish": "Allah menjadikan aku sebagai orang yang diberkati, mengajarkan kebaikan dan mendatangkan kebaikan bagi manusia. Dia memerintahkanku untuk melakukan salat dan menunaikan zakat selama hidupku.",
    "jalalayn": "(Dan Dia menjadikan aku seorang yang diberkati di mana saja aku berada) maksudnya Dia menjadikan diriku orang yang banyak memberi manfaat kepada manusia. Ungkapan ini merupakan berita tentang kedudukan yang telah dipastikan baginya (dan Dia memerintahkan kepadaku mendirikan salat dan menunaikan zakat) Allah memerintahkan kepadaku untuk melakukan kedua hal tersebut (selama aku hidup)."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 32,
    "arab": "وَّبَرًّاۢ بِوَالِدَتِيْ وَلَمْ يَجْعَلْنِيْ جَبَّارًا شَقِيًّا ",
    "translation": "dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2282.mp3",
    "tafsir": "Isa yang masih bayi menjelaskan lebih lanjut, bahwa Allah memerintahkan kepadanya supaya berbakti kepada ibunya, tunduk dan selalu berbuat kebaikan kepadanya. Ucapan ini menunjukkan pula kesucian Maryam, karena apabila tidak demikian maka Nabi Isa tidak akan diperintah untuk berbakti kepada ibunya. Keterangan selanjutnya Isa mengatakan, \"Allah tidak menjadikan aku seorang yang sombong karena aku selalu taat menyembah Allah dan tidak pula menjadikan aku seorang yang celaka karena aku selalu berbuat baik kepada ibuku.\"",
    "quraish": "Dia juga memerintahkanku untuk berbakti kepada ibuku, dan tidak menjadikan aku bersikap aniaya kepada manusia, serta celaka karena berbuat maksiat kepada-Nya.",
    "jalalayn": "(Dan berbakti kepada ibuku) lafal Barran dinashabkan oleh lafal Ja'alani yang keberadaannya diperkirakan, maksudnya, Dia menjadikan aku sebagai orang yang berbakti kepada ibuku (dan Dia tidak menjadikan aku seorang yang sombong) orang yang merasa tinggi diri (lagi celaka) yang durhaka kepada Rabbnya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 33,
    "arab": "وَالسَّلٰمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ اَمُوْتُ وَيَوْمَ اُبْعَثُ حَيًّا ",
    "translation": " Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2283.mp3",
    "tafsir": "Selanjutnya Isa berdoa, Semoga kesejahteraan dan keselamatan dilimpahkan kepadanya pada tiga peristiwa yaitu pada hari ia dilahirkan, pada hari ia wafat dan pada hari ia dibangkitkan hidup kembali pada hari Kiamat. Maka tidak ada seorang pun yang dapat memberi mudarat kepadanya dalam tiga peristiwa ini yang merupakan peristiwa-peristiwa paling sulit dan kritis bagi setiap hamba Allah yang hidup di dunia. \nOrang-orang Yahudi dan Nasrani mengingkari bahwa Isa a.s. pernah berbicara ketika masih bayi dan masih dalam gendongan. Mereka mengemukakan bahwa seandainya hal ini betul-betul terjadi tentu beritanya tersebar luas di kalangan masyarakat ramai, karena peristiwa itu merupakan hal yang sangat aneh dan sangat menarik perhatian. Mereka telah mengadakan penyelidikan ke mana-mana dan tidak menjumpai keterangan itu dalam kitab-kitabnya. \nBagi kaum Muslimin peristiwa ini tetap menjadi suatu keyakinan karena tersebut di dalam Al-Qur'an yang pasti kebenarannya karena seandainya Isa a.s., tidak berbicara waktu kecilnya dan membersihkan ibunya dari segala tuduhan yang kotor tentu orang Yahudi akan melaksanakan hukuman rajam kepada Maryam, besar kemungkinan bahwa yang menyaksikan ucapan bayi itu beberapa orang saja yang jumlahnya terbatas sehingga tidak sampai tersebar luas di kalangan mereka.",
    "quraish": "Aku akan memperoleh keamanan dari Allah pada hari kelahiranku, hari kematianku dan hari kebangkitanku kembali dari kematian.\"",
    "jalalayn": "(Dan kesejahteraan) dari Allah (semoga dilimpahkan kepadaku, pada hari aku dilahirkan, pada hari aku meninggal dan pada hari aku dibangkitkan hidup kembali)\" hal ini telah dikatakan pada kisah yang lalu, yaitu dalam doa Nabi Yahya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 34,
    "arab": "ذٰلِكَ عِيْسَى ابْنُ مَرْيَمَ ۚقَوْلَ الْحَقِّ الَّذِيْ فِيْهِ يَمْتَرُوْنَ ",
    "translation": "Itulah Isa putra Maryam, (yang mengatakan) perkataan yang benar, yang mereka ragukan kebenarannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2284.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa Isa adalah seorang hamba Allah yang akan menjadi nabi dan akan diturunkan kepadanya Al-Kitab, yang mempunyai sifat-sifat dan akhlak yang mulia bukan sebagaimana yang dituduhkan oleh kaumnya, bukan anak zina dan bukan pula anak Allah sebagaimana yang diucapkan dan dipercayai oleh kaumnya di belakang hari. Apa yang diucapkannya sewaktu ia masih bayi dalam gendongan itulah ucapan yang benar dan tak dapat diragukan lagi meskipun kaumnya masih meragukan ucapan-ucapan itu dan menuduhnya sebagai tukang sihir. Dia bukan tukang sihir sebagaimana dikatakan orang Yahudi, bukan putra Allah sebagaimana didakwahkan oleh kaum Nasrani dan bukan pula Tuhan sebagaimana dikatakan golongan yang lain. Dia adalah hamba Allah yang akan diangkat menjadi nabi dan rasul.",
    "quraish": "Orang yang bersifat seperti itu adalah 'Isâ putra Maryam. Inilah pernyataan yang benar tentang dirinya yang banyak dipertentangkan oleh orang-orang yang mendustakannya dan yang kenabiannya diragukan oleh banyak orang.",
    "jalalayn": "(Itulah Isa putra Maryam, yang mengatakan perkataan yang benar) jika lafal Alqaul dibaca Rafa', berarti menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, maksudnya, perkataan Isa bin Maryam adalah perkataan yang benar. Kalau dibaca Nashab berarti ada lafal Qultu yang diperkirakan keberadaannya sebelumnya, maksudnya Aku mengatakan perkataan yang benar (yang mereka berbantah-bantahan tentang kebenarannya) lafal Yamtaruuna berasal dari kata Al Miryah; mereka meragukan kebenarannya, mereka adalah orang-orang Nasrani; mereka mengatakan perkataan yang dusta, yaitu, \"Sesungguhnya Isa itu adalah anak Allah\"."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 35,
    "arab": "مَا كَانَ لِلّٰهِ اَنْ يَّتَّخِذَ مِنْ وَّلَدٍ سُبْحٰنَهٗ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ۗ",
    "translation": "Tidak patut bagi Allah mempunyai anak, Mahasuci Dia. Apabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2285.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan kembali bahwa Isa itu bukan anak Allah. Tidak wajar dan tidak mungkin Allah mempunyai anak karena Allah tidak memerlukan keturunan seperti manusia yang di masa tuanya sangat membutuhkan pertolongan dan perawatan dan membutuhkan orang yang akan melanjutkan dan memelihara hasil usahanya atau mengharumkan namanya sesudah ia meninggal. Allah tidak memerlukan semua itu karena Dia Mahakuasa, senantiasa berdiri sendiri tidak membutuhkan bantuan orang lain sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nMahasuci Allah dari segala sifat kekurangan dan dari segala tuduhan yang diucapkan oleh kaum kafir. Apabila Dia hendak menciptakan sesuatu, cukuplah Dia menfirmankan \"Kun\" (jadilah) maka terciptalah dia. Baginya tidak sulit untuk menciptakan seorang anak tanpa bapak atau menciptakan manusia tanpa ibu dan bapak seperti menciptakan Adam dan Allah berfirman:\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59)\n\nAllah Yang Maha Sempurna dan demikian besar kekuasaan-Nya tidaklah mungkin membutuhkan seorang anak karena yang demikian itu menunjukkan kepada kelemahan dan sifat-sifat kekurangan.",
    "quraish": "Tidak benar bahwa Allah mempunyai anak--Mahasuci Allah dari hal itu. Apabila Dia telah menetapkan sesuatu, niscaya kehendak-Nya itu akan terlaksana. Tidak ada yang mustahil bagi Allah. Dengan berkata, \"Jadilah,\" maka akan terwujud makhluk yang dikehendaki-Nya.",
    "jalalayn": "(Tidak layak bagi Allah mempunyai anak, Maha Suci Dia) dari hal tersebut. (Apabila Dia telah menetapkan sesuatu) yakni, Dia berkehendak untuk menciptakannya (maka Dia hanya berkata kepadanya, \"Jadilah\" maka jadilah dia) kalau dibaca Rafa' yaitu Yakuunu berarti ada lafal Huwa atau dia yang diperkirakan keberadaannya, kalau dibaca Nashab yaitu berarti dengan memperkirakan lafal An sebelumnya. Oleh sebab itu maka Nabi Isa diciptakan tanpa ayah."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 36,
    "arab": "وَاِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "translation": "(Isa berkata), “Dan sesungguhnya Allah itu Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2286.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan lagi ucapan Isa di waktu dia masih bayi dalam buaian di samping ucapan-ucapannya pada ayat 30-33 Surah ini yaitu, \"Bahwa sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka hendaklah kamu menyembah-Nya.\" Isa menegaskan kepada kaumnya bahwa dia hanya hamba Allah seperti mereka juga meskipun dia dilahirkan dengan cara yang luar biasa tanpa bapak. Hal ini tidak menunjukkan bahwa dia adalah putra Allah, atau dia adalah Tuhan yang patut disembah. Dia hanya manusia biasa diciptakan Allah. Oleh sebab itu dia mengajak kaumnya supaya menyembah Allah Yang menciptakannya dan menciptakan semua makhluk. Yang patut mereka sembah hanyalah Allah Pencipta segala sesuatu. \nSelanjutnya Isa menerangkan kepada mereka, bahwa manusia sepatutnya menyembah Allah bukan menyembah setan dan berhala. Inilah jalan yang lurus yang akan membawa mereka pada kebahagiaan di dunia dan akhirat. Ini pula jalan yang ditunjukkan oleh nabi-nabi sebelum dia. Barangsiapa yang menempuh jalan itu ia akan berbahagia dan barangsiapa yang menempuh jalan selain itu akan sesat dan celaka.",
    "quraish": "Sesungguhnya Allah adalah Tuhanku dan Tuhan kalian. Maka sembahlah Dia, dan jangan sekali-kali kalian menyekutukan-Nya. Dan apa yang aku serukan kepada kalian ini adalah jalan menuju kebahagiaan.",
    "jalalayn": "(Sesungguhnya Allah adalah Rabbku dan Rabb kalian, maka sembahlah Dia) jika dibaca Anna maka dengan memperkirakan keberadaan lafal Udzkur, maksudnya: Ingatlah, sesungguhnya Allah dan seterusnya. Jika dibaca Kasrah yaitu Inna maka dengan memperkirakan keberadaan lafal Qul sebelumnya, maksudnya: Katakanlah, sesungguhnya Allah; hal ini dibuktikan oleh firman lainnya, yaitu: Aku tidak pernah mengatakan kepada mereka melainkan apa yang Engkau perintahkan kepadaku untuk mengatakannya, yaitu, \"Sembahlah Allah, Rabbku dan Rabb kalian.\" (Q.S. Al-Maidah, 117). (ini) hal yang telah disebutkan tadi (adalah jalan) penuntun (yang lurus) yang dapat mengantarkan ke surga."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 37,
    "arab": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ مَّشْهَدِ يَوْمٍ عَظِيْمٍ ",
    "translation": "Maka berselisihlah golongan-golongan (yang ada) di antara mereka (Yahudi dan Nasrani). Maka celakalah orang-orang kafir pada waktu menyaksikan hari yang agung!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2287.mp3",
    "tafsir": "Kemudian pada ayat ini Allah menerangkan bahwa kaum Nabi Isa tidak mengindahkan petunjuk-petunjuk yang diberikan kepada mereka. Mereka telah jatuh ke dalam lembah kesesatan dan perselisihan yang hebat. Mereka terpecah-pecah menjadi beberapa golongan; Golongan \"Yakubiyah\" yaitu golongan yang mengikuti ajaran seorang pendeta bernama Yakub, yang mengatakan bahwa Isa adalah tuhan yang diturunkan ke bumi tetapi kemudian naik lagi ke langit. Golongan \"Nasturiah\" yang mengikuti ajaran seorang pendeta bernama Nastur yang mengatakan bahwa Isa adalah putra Tuhan yang diturunkan ke bumi kemudian diangkat-Nya kembali ke langit. Golongan ini mengatakan bahwa Isa adalah salah satu dari oknum yang tiga yaitu: Bapak, putra dan Ruhulkudus. Golongan lain mengatakan bahwa Isa adalah salah satu dari Tuhan yang tiga, yaitu: Allah, Isa anak-Nya dan Maryam ibu Isa. Di samping golongan-golongan yang sesat itu, ada pula golongan yang benar dan beriman sesuai dengan ajaran dan petunjuk Isa yang beriman bahwa Isa adalah hamba Allah dan Rasul-Nya, golongan ini bernama \"Malakania\". \nTerhadap golongan-golongan yang sesat itu Allah mengancam mereka bahwa mereka akan menyaksikan sendiri bagamana dahsyatnya hari kiamat nanti dan bagaimana pedihnya siksaan yang disediakan untuk mereka. Semua anggota badan mereka akan menjadi saksi atas kekufuran dan keingkaran mereka. Allah menangguhkan siksaan terhadap mereka sampai hari Kiamat dan tidak menyegerakan siksaan mereka semata-mata karena rahmat dan kasih sayang-Nya sebagaimana tersebut dalam sabda Nabi saw:\nSesungguhnya Allah menangguhkan penyiksaan bagi orang zalim sehingga apabila Dia menyiksanya, dia tidak akan dapat lepas dari siksaan itu. (Riwayat al-Bukhari dan Muslim dari Abu Musa)\nMengenai sikap kaum Nabi Isa ini Nabi Muhammad saw bersabda:\nTak ada seorang pun yang tahan, mendengar kata-kata yang menyakitkan kecuali Allah. Mereka mengatakan bahwa Allah mempunyai anak sedang Allah tetap memberi mereka rezeki dan kesehatan. (Riwayat al-Bukhari dari Abdullah bin Qais)",
    "quraish": "Meskipun begitu, orang-orang Ahl al-Kitâb berselisih paham tentang 'Isâ, dan terbagi-bagi menjadi beberapa kelompok. Maka, azab yang pedih disediakan bagi mereka saat mendatangi hari perhitungan, menyaksikan hari kiamat dan menerima balasan yang amat buruk.",
    "jalalayn": "(Maka berselisihlah golongan-golongan yang ada di antara mereka) yakni orang-orang Nasrani, yaitu sehubungan dengan perihal Isa, apakah dia anak Allah, atau tuhan di samping Allah, ataukah tuhan yang ketiga. (Maka kecelakaanlah) azab yang sangat keras (bagi orang-orang kafir) disebabkan apa yang telah disebutkan tadi dan hal-hal lainnya (pada waktu menyaksikan hari yang besar) yakni kehadiran mereka di hari kiamat dan kengerian-kengerian yang terjadi pada waktu itu."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 38,
    "arab": "اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُوْنَنَا لٰكِنِ الظّٰلِمُوْنَ الْيَوْمَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Alangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2288.mp3",
    "tafsir": "Pada hari kiamat nanti orang-orang kafir itu karena memikirkan nasib mereka yang malang telinganya menjadi sangat peka dan peng-lihatannya sangat tajam apa saja yang terjadi segera menjadi perhatian mereka. Maka Allah lalu berfirman, \"Alangkah pekanya telinga mereka dan alangkah tajamnya penglihatan mereka di kala mereka menghadap Kami. Padahal mereka di dunia seakan-akan tuli tidak dapat mendengarkan petunjuk yang di bawa Nabi, dan seakan-akan buta tidak dapat melihat kebenaran dan mukjizat yang diberikan kepada para rasul. Mereka tidak melihat atau merasakan kekuasaan Allah yang tampak dengan nyata di alam semesta.\"\nSeandainya mereka semasa di dunia mempergunakan pendengaran dan penglihatan seperti keadaan mereka di akhirat itu tentulah mereka tidak akan tetap dalam kekafiran, mereka akan beriman kepada Allah dan Rasul-Nya. Tetapi tidak ada gunanya lagi telinga yang peka dan mata yang tajam pada waktu itu, karena nasib mereka sudah ditentukan dan pastilah mereka masuk neraka. Mereka pada waktu itu merasa sangat menyesal dan berangan-angan agar mereka dapat dikembalikan ke dunia untuk memperbaiki kesalahan dan kedurhakaan mereka, tetapi apa hendak dikata nasi telah menjadi bubur. Angan-angan kosong itu tidak akan terkabul karena mereka akan dibelenggu, dirantai, dan dimasukkan ke neraka sebagaimana tersebut dalam firman Allah:\n(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. (al-haqqah/69: 30-33)\nDemikianlah nasib mereka di akhirat nanti karena mereka adalah orang-orang yang benar-benar telah sesat dari jalan yang lurus.",
    "quraish": "Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka pada hari mereka bertemu dengan Allah! Tetapi pada hari ini, karena sikap mereka yang menzalimi diri sendiri dan tidak mau memanfaatkan pendengaran dan penglihatannya ketika di dunia, mereka benar-benar sesat dari kebenaran.",
    "jalalayn": "(Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka) kedua lafal ini merupakan Shighat atau ungkapan rasa takjub, maknanya sama dengan lafal Ma Asma'ahum dan Ma Absharahum (pada hari mereka datang kepada Kami) di akhirat kelak. (Tetapi orang-orang yang zalim) menurut ungkapan meletakkan isim Zhahir pada tempat isim Mudhmar' (pada hari ini) yakni di dunia (berada dalam kesesatan yang nyata) nyata kesesatannya, disebabkan mereka tuli tidak mau mendengarkan perkara yang hak, dan mereka buta tidak mau melihat yang benar. Maksudnya, hai orang yang diajak bicara sepatutnya kamu merasa takjub dan heran terhadap pendengaran dan penglihatan mereka di akhirat, sesudah di dunia mereka tuli dan buta."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 39,
    "arab": "وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۘ وَهُمْ فِيْ غَفْلَةٍ وَّهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": " Dan berilah mereka peringatan (Muhammad) tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus, sedang mereka dalam kelalaian dan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2289.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar dia memberi peringatan kepada manusia khususnya kaum musyrik Mekah tentang hari Kiamat mereka mati dalam keadaan kafir, orang-orang kafir akan menyesali diri mereka karena tidak mau beriman dan selalu berusaha menegakkan yang batil semasa hidup di dunia.\nPara mukmin dibawa ke surga dan orang-orang kafir digiring ke neraka. Kepada kedua golongan ini diberitahukan bahwa masing-masing mereka tidak akan keluar selama-lamanya dari tempat yang telah disediakan bagi mereka, dan mereka tidak akan mengalami kematian selama-lamanya. Diriwayatkan dalam sebuah hadis dari Abu Sa`id, Rasulullah saw bersabda, \"Pada waktu itu dibawalah \"kematian\" berbentuk seekor biri-biri yang bagus rupanya, lalu datang orang yang menyerukan, Hai penghuni surga! Lalu mereka tertegun memperhatikan. Maka penyeru itu bertanya, \"Tahukah kamu apa ini?\" Mereka menjawab, Ya, itu adalah \"Kematian.\" Semua mereka melihatnya. Kemudian penyeru yang lain berseru pula. Hai penghuni neraka! Tahukah kamu apakah ini? Mereka menjawab, ya! Itu adalah \"kematian.\" Mereka melihatnya pula. Maka \"kematian\" yang berbentuk biri-biri itu disembelihkan di antara surga dan neraka, lalu penyeru itu berkata, \"Hai penghuni surga kamu kekal di dalam surga dan kamu tidak akan mengalami kematian lagi. Hai penghuni neraka, kamu kekal di dalam neraka dan tidak akan mengalami kematian lagi.\" Kemudian Rasulullah membacakan ayat ini. (Riwayat al-Bukhari dan Muslim)\nKetika itu sadarlah orang-orang kafir akan keteledoran mereka dan mereka menyesal mengapa mereka di dunia dahulu mengingkari hari ke-bangkitan, mengapa mereka tidak mau memikirkan ajakan dan petunjuk ke jalan yang benar, tetapi sesalan itu tidak berguna lagi.",
    "quraish": "Wahai Rasul, berilah peringatan kepada orang-orang yang zalim tentang suatu hari tatkala mereka menyesal atas kelalaian mereka terhadap hak Allah dan hak mereka sendiri, sementara pada saat itu perkara mereka telah diputuskan dan sudah menerima balasan. Sesungguhnya mereka di dunia telah lalai dengan hari itu, karena mereka tidak percaya akan hari kebangkitan dan pembalasan.",
    "jalalayn": "(Dan berilah mereka peringatan) takut-takutilah hai Muhammad, orang-orang kafir Mekah itu (tentang hari penyesalan) yaitu hari kiamat sewaktu orang yang berbuat jahat merasa menyesal sekali karena tidak mau berbuat kebaikan di dunia (yaitu ketika segala perkara telah diputus) bagi mereka di hari kiamat, yaitu mereka harus menerima azab (Dan mereka) di dunia (dalam kelalaian) tentang hari penyesalan itu (dan mereka tidak pula beriman) kepada adanya hari penyesalan itu."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 40,
    "arab": "اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُوْنَ ࣖ",
    "translation": "Sesungguhnya Kamilah yang mewarisi bumi dan semua yang ada di atasnya, dan hanya kepada Kami mereka dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2290.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Nabi Muhammad, meminta Nabi untuk tidak bersedih hati karena kaum musyrik tidak mau beriman dan selalu mendustakannya. Karena mereka kelak akan kembali kepada Allah dan akan dibalas kekafiran mereka dengan balasan yang setimpal karena Kamilah Yang Mahakuasa. Kamilah yang mewarisi bumi dan segala isinya pada hari Kiamat nanti.",
    "quraish": "Ketahuilah wahai manusia, sesungguhnya Allahlah yang mewariskan alam dengan segala seisinya ini. Dan perhitungan untuk mereka ada pada Allah.",
    "jalalayn": "(Sesungguhnya Kami) lafal Nahnu berfungsi sebagai Taukid atau kata pengukuh (mewarisi bumi dan semua orang-orang yang ada di dalamnya) baik yang berakal maupun yang lainnya, yaitu dengan membinasakan mereka (dan hanya kepada Kamilah mereka dikembalikan) pada hari kiamat untuk menerima pembalasan."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 41,
    "arab": "وَاذْكُرْ فِى الْكِتٰبِ اِبْرٰهِيْمَ ەۗ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا",
    "translation": "Dan ceritakanlah (Muhammad) kisah Ibrahim di dalam Kitab (Al-Qur'an), sesungguhnya dia adalah seorang yang sangat membenarkan, seorang Nabi. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2291.mp3",
    "tafsir": "Pada ayat-ayat ini Allah memerintahkan kepada Rasulullah agar ia menerangkan kepada kaum musyrik Mekah kisah Nabi Ibrahim yang mereka anggap sebagai bapak bangsa Arab. Mereka sendiri menganggap diri mereka anak cucunya dan mendakwahkan bahwa mereka adalah pengikutpengikut agamanya. Padahal Nabi Ibrahim adalah seorang mukmin seorang kekasih Allah dan seorang Nabi penyembah Tuhan Yang Maha Esa bukan seorang musyrik penyembah berhala. Allah memerintahkan kepada Muhammad agar dia menceritakan kepada mereka ketika Nabi Ibrahim melarang kaumnya menyembah berhala dan mengatakan kepada bapaknya sebagai berikut, \"Mengapa engkau menyembah berhala-berhala yang tidak dapat mendengar pujian penyembahnya ketika disembah, tidak dapat melihat bagaimana khusyuknya engkau menyembahnya, tidak dapat menolong orang yang menyembahnya dan memberikan manfaat barang sedikit pun dan tidak dapat menolak bahaya bila si penyembah itu meminta tolong kepadanya.\" \nDengan kata-kata yang lemah lembut dan dapat diterima akal Nabi Ibrahim menyeru bapaknya kepada tauhid dan meninggalkan penyembahan berhala benda mati yang tidak berdaya. Sedangkan manusia saja yang dapat mendengar dan melihat serta dapat memberikan pertolongan, tidaklah patut disembah, apalagi benda mati yang kita buat sendiri, bila kita hendak merusaknya atau menghancurkannya dia tidak berdaya apa-apa untuk mempertahankan dirinya. Benda yang demikian halnya yang tidak mungkin memberikan manfaat atau pertolongan kepada manusia, tidaklah patut menjadi sembahan manusia. Hal ini sesuai dengan perumpamaan yang dijelaskan Allah dalam firman-Nya:\n\"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.\" (al-hajj/22: 73)",
    "quraish": "Wahai Rasul, ceritakanlah kepada manusia kisah Ibrâhîm yang terdapat dalam al-Qur'ân. Ibrâhîm sungguh seorang yang sangat benar perkataan dan perbuatannya dan seorang yang mendapatkan wahyu dari Allah.",
    "jalalayn": "(Dan ceritakanlah) kepada mereka (tentang Ibrahim di dalam Al-Kitab ini) Alquran, yaitu tentang kisahnya. (Sesungguhnya ia adalah seorang yang sangat membenarkan) seorang yang sangat jujur dalam keimanannya (lagi seorang nabi) hal ini dijelaskan dalam ayat selanjutnya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 42,
    "arab": "اِذْ قَالَ لِاَبِيْهِ يٰٓاَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِيْ عَنْكَ شَيْـًٔا ",
    "translation": "(Ingatlah) ketika dia (Ibrahim) berkata kepada ayahnya, “Wahai ayahku! Mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat, dan tidak dapat menolongmu sedikit pun?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2292.mp3",
    "tafsir": "Pada ayat-ayat ini Allah memerintahkan kepada Rasulullah agar ia menerangkan kepada kaum musyrik Mekah kisah Nabi Ibrahim yang mereka anggap sebagai bapak bangsa Arab. Mereka sendiri menganggap diri mereka anak cucunya dan mendakwahkan bahwa mereka adalah pengikutpengikut agamanya. Padahal Nabi Ibrahim adalah seorang mukmin seorang kekasih Allah dan seorang Nabi penyembah Tuhan Yang Maha Esa bukan seorang musyrik penyembah berhala. Allah memerintahkan kepada Muhammad agar dia menceritakan kepada mereka ketika Nabi Ibrahim melarang kaumnya menyembah berhala dan mengatakan kepada bapaknya sebagai berikut, \"Mengapa engkau menyembah berhala-berhala yang tidak dapat mendengar pujian penyembahnya ketika disembah, tidak dapat melihat bagaimana khusyuknya engkau menyembahnya, tidak dapat menolong orang yang menyembahnya dan memberikan manfaat barang sedikit pun dan tidak dapat menolak bahaya bila si penyembah itu meminta tolong kepadanya.\" \nDengan kata-kata yang lemah lembut dan dapat diterima akal Nabi Ibrahim menyeru bapaknya kepada tauhid dan meninggalkan penyembahan berhala benda mati yang tidak berdaya. Sedangkan manusia saja yang dapat mendengar dan melihat serta dapat memberikan pertolongan, tidaklah patut disembah, apalagi benda mati yang kita buat sendiri, bila kita hendak merusaknya atau menghancurkannya dia tidak berdaya apa-apa untuk mempertahankan dirinya. Benda yang demikian halnya yang tidak mungkin memberikan manfaat atau pertolongan kepada manusia, tidaklah patut menjadi sembahan manusia. Hal ini sesuai dengan perumpamaan yang dijelaskan Allah dalam firman-Nya:\n\"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.\" (al-hajj/22: 73)",
    "quraish": "Ingatlah ketika Ibrâhîm berkata dengan lemah lembut kepada bapaknya, \"Wahai Bapak, mengapa engkau menyembah berhala yang tidak dapat mendengar dan melihat, juga tidak dapat mendatangkan kebaikan untukmu dan tidak dapat menolak kejahatan dari dirimu?",
    "jalalayn": "(Yaitu ketika ia berkata kepada bapaknya) yang bernama Azar, (\"Wahai bapakku!) huruf Ta pada lafal Abati ganti dari Ya Idhafah, karena keduanya tidak dapat dikumpulkan menjadi satu. Azar adalah penyembah berhala (Mengapa kamu menyembah sesuatu yang tidak mendengar, tidak melihat dan tidak dapat menolong kamu) tidak dapat mencukupimu (sedikit pun?) baik berupa manfaat maupun bahaya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 43,
    "arab": "يٰٓاَبَتِ اِنِّي قَدْ جَاۤءَنِيْ مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِيْٓ اَهْدِكَ صِرَاطًا سَوِيًّا ",
    "translation": "Wahai ayahku! Sungguh, telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2293.mp3",
    "tafsir": "Selanjutnya Nabi Ibrahim a.s. mengatakan kepada bapaknya bahwa dia telah diberi ilmu oleh Allah yang belum diketahui oleh bapaknya. Dengan ilmu itu Ibrahim dapat memimpin manusia kepada jalan yang lurus dan membebaskannya dari perbuatan yang merendahkan derajatnya seraya membawanya kepada kebahagiaan dunia dan akhirat. Meskipun ia adalah anaknya dan jauh lebih muda tetapi Allah telah menurunkan rahmat-Nya kepada Ibrahim dengan memberikan ilmu itu. Ibrahim sangat ingin agar bapaknya mengikutinya, dengan demikian ia dapat membawa ayahnya ke jalan yang lurus.",
    "quraish": "Wahai Bapak, sesungguhnya aku telah memperoleh ilmu pengetahuan tentang Allah melalui wahyu yang tidak kamu peroleh, juga pengetahuan tentang kewajiban manusia terhadap Tuhannya. Oleh karena itu, ikutilah aku dan berimanlah kepada apa yang aku serukan kepadamu, niscaya aku akan tunjukkan kepadamu jalan lurus yang membawamu kepada kebenaran dan kebahagiaan.",
    "jalalayn": "(Wahai bapakku! Sesungguhnya telah datang kepadaku sebagian ilmu pengetahuan yang tidak datang kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan) penuntun (yang lurus) tidak menyimpang dari kebenaran."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 44,
    "arab": "يٰٓاَبَتِ لَا تَعْبُدِ الشَّيْطٰنَۗ اِنَّ الشَّيْطٰنَ كَانَ لِلرَّحْمٰنِ عَصِيًّا ",
    "translation": "Wahai ayahku! Janganlah engkau menyembah setan. Sungguh, setan itu durhaka kepada Tuhan Yang Maha Pengasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2294.mp3",
    "tafsir": "Wahai bapakku, janganlah engkau mengikuti ajaran setan yang membawamu kepada menyembah berhala, karena setan itu selalu memperdayakan manusia agar ia tersesat dari jalan yang benar. Sesungguhnya setan itu adalah makhluk yang durhaka kepada Tuhannya makhluk yang sangat sombong dan takabur, karena itu Allah melaknatinya dan menjauhkannya dari rahmat-Nya. Karena setan itu telah dimurkai oleh Allah dia bertekad akan selalu berusaha menyesatkan manusia. Janganlah bapak termasuk golongan orang-orang yang terkena tipu daya setan dan masuk ke dalam perangkapnya. Aku khawatir sekiranya bapak tetap mengikuti ajarannya bapak akan ditimpa kemurkaan Allah seperti kemurkaan yang telah menimpa setan itu dan tentulah bapak akan termasuk golongannya.",
    "quraish": "Wahai Bapak, janganlah engkau menaati setan untuk menyembah berhala seperti yang diajaknya kepadamu. Sesungguhnya setan itu selalu mendurhakai Allah dan menentang perintah-Nya.",
    "jalalayn": "(Wahai bapakku! Janganlah kamu menyembah setan) dengan ketaatanmu kepadanya, yaitu menyembah berhala. (Sesungguhnya setan itu durhaka kepada Tuhan Yang Maha Pemurah) yang banyak durhakanya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 45,
    "arab": "يٰٓاَبَتِ اِنِّيْٓ اَخَافُ اَنْ يَّمَسَّكَ عَذَابٌ مِّنَ الرَّحْمٰنِ فَتَكُوْنَ لِلشَّيْطٰنِ وَلِيًّا ",
    "translation": "Wahai ayahku! Aku sungguh khawatir engkau akan ditimpa azab dari Tuhan Yang Maha Pengasih, sehingga engkau menjadi teman bagi setan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2295.mp3",
    "tafsir": "Wahai bapakku, janganlah engkau mengikuti ajaran setan yang membawamu kepada menyembah berhala, karena setan itu selalu memperdayakan manusia agar ia tersesat dari jalan yang benar. Sesungguhnya setan itu adalah makhluk yang durhaka kepada Tuhannya makhluk yang sangat sombong dan takabur, karena itu Allah melaknatinya dan menjauhkannya dari rahmat-Nya. Karena setan itu telah dimurkai oleh Allah dia bertekad akan selalu berusaha menyesatkan manusia. Janganlah bapak termasuk golongan orang-orang yang terkena tipu daya setan dan masuk ke dalam perangkapnya. Aku khawatir sekiranya bapak tetap mengikuti ajarannya bapak akan ditimpa kemurkaan Allah seperti kemurkaan yang telah menimpa setan itu dan tentulah bapak akan termasuk golongannya.",
    "quraish": "Wahai Bapak, sesungguhnya aku khawatir jika kamu terus berada dalam kekufuran, kamu akan ditimpa azab yang sangat pedih dari Allah, sehingga menjadi teman setan, yang saling menolong, di dalam neraka.\"",
    "jalalayn": "(Wahai bapakku! Sesungguhnya aku khawatir bahwa kamu akan ditimpa azab dari Tuhan Yang Maha Pemurah) jika kamu tidak bertobat (maka kamu menjadi kawan bagi setan)\" yaitu menjadi penolong dan temannya di neraka."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 46,
    "arab": "قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتِيْ يٰٓاِبْرٰهِيْمُ ۚ لَىِٕنْ لَّمْ تَنْتَهِ لَاَرْجُمَنَّكَ وَاهْجُرْنِيْ مَلِيًّا ",
    "translation": "Dia (ayahnya) berkata, “Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim? Jika engkau tidak berhenti, pasti engkau akan kurajam, maka tinggalkanlah aku untuk waktu yang lama.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2296.mp3",
    "tafsir": "Bapak Nabi Ibrahim menolak ajakan anaknya yang diucapkan dengan nada lemah lembut itu dengan kata-kata yang keras dan tajam yang menampakkan keingkaran dan kemarahan yang amat sangat. Bapaknya berkata, \"Apakah engkau membenci berhala-berhala yang aku sembah, yang aku muliakan dan yang aku agungkan hai Ibrahim? Apakah engkau tidak menyadari kesalahan pengertianmu? Bukankah berhala-berhala yang aku sembah itu sembahan semua kaummu? Bukankah tuhan-tuhan yang aku muliakan itu sembahan nenek moyangmu sejak dahulu kala? Apakah engkau telah gila atau kemasukan setan dengan dakwahmu bahwa engkau telah mendapat ilmu dari Tuhan sesungguhnya? Jika engkau tidak menghentikan seruanmu itu, aku akan melemparimu dengan batu sampai mati, atau pergilah engkau dari sisiku bahkan dari negeri ini dan tidak usah kembali lagi.\" Mendengar bantahan dan jawaban yang amat keras itu hancur luluhlah hati Ibrahim karena dia sangat sayang dan santun kepada bapaknya dan sangat menginginkan agar dia bebas dari kesesatan menyembah berhala dan menerima petunjuk ke jalan yang benar, serta mau beriman kepada Allah Yang Maha Esa dan Mahakuasa. Dia ingin agar dengan beriman itu bapaknya akan mendapat karunia dan rahmat dari Tuhannya. Tetapi apa yang akan dilakukan dan dikatakannya, sedang bapaknya sudah kalap dan mengusirnya dari rumah dan kampung halamannya bahkan tidak menginginkan kembalinya seakan-akan dia bukan anaknya lagi.",
    "quraish": "Dengan sikap ingkar, bapaknya berkata dan mengancam Ibrâhîm, \"Wahai Ibrâhîm, mengapa kamu berpaling dari tuhan-tuhanku dan mengajakku untuk menyembah Tuhanmu? Jika kamu tidak berhenti mencela tuhanku, akan aku lempari kamu dengan bebatuan. Berhati-hatilah kamu terhadapku dan tinggalkanlah aku untuk waktu yang lama sampai reda amarahku kepadamu.\"",
    "jalalayn": "(Bapaknya berkata, \"Bencikah kamu kepada tuhan-tuhanku, hai Ibrahim?) maka sebab itu kamu mencelanya. (Jika kamu tidak berhenti) mencaci makinya (maka niscaya kamu akan kurajam) dengan batu, atau dengan perkataan yang jelek, maka hati-hatilah kamu terhadapku (dan tinggalkanlah aku buat waktu yang lama)\" yakni dalam masa yang lama."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 47,
    "arab": "قَالَ سَلٰمٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبِّيْۗ اِنَّهٗ كَانَ بِيْ حَفِيًّا ",
    "translation": "Dia (Ibrahim) berkata, “Semoga keselamatan dilimpahkan kepadamu, aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia sangat baik kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2297.mp3",
    "tafsir": "Tak ada jawaban dari Ibrahim terhadap bentakan-bentakan bapaknya yang kasar itu kecuali mengucapkan, \"selamat sejahtera atasmu.\" Aku berdoa agar bapak selalu berada dalam sehat dan afiat. Aku tidak akan membalas kata-kata yang kasar itu dengan kasar pula karena engkau adalah bapakku yang kucintai. Aku tidak akan melakukan sesuatu pun yang merugikan atau mencelakakan bapak, biarlah aku pergi dari negeri ini meninggalkan bapak, meninggalkan rumah dan kampung halaman. Aku meminta kepada Tuhan agar bapak diampuni-Nya dan selalu berada dalam naungan rahmat-Nya, mendapat petunjuk kepada jalan yang lurus yang membawa kepada kebaikan dan kebahagiaan. Memang Nabi Ibrahim a.s. telah mendoakannya sebagaimana tersebut dalam firman Allah:\n\"Dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,\" (Asy-Syu'ara/26: 86)\nNabi Ibrahim a.s. yakin bahwa Tuhan akan mengabulkan doanya karena biasanya di masa lalu doanya selalu dikabulkannya. Nabi Ibrahim berdoa untuk bapaknya karena dia telah menjanjikan kepadanya akan beriman sebagaimana tersebut dalam firman Allah:\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)",
    "quraish": "Ibrâhîm bersikap lembut terhadap bapaknya, lalu mengucapkan salam perpisahan seraya berkata, \"Semoga keselamatan dilimpahkan kepadamu, dan aku akan memohon kepada Tuhanku agar engkau mendapatkan petunjuk dan ampunan. Sesungguhnya Tuhanku selalu menyayangiku dan berada di dekatku.",
    "jalalayn": "(Ibrahim berkata, \"Semoga keselamatan dilimpahkan kepadamu) dariku, maksudnya aku tidak akan lagi menimpakan hal-hal yang tidak diinginkan kepadamu (aku akan memintakan ampun bagimu kepada Rabbku. Sesungguhnya Dia sangat baik kepadaku\") lafal Hafiyyan berasal dari lafal Hafaa, yang artinya sangat baik hingga Dia selalu memperkenankan doaku. Kemudian Nabi Ibrahim memenuhi janjinya itu, sebagaimana disebutkan di dalam surah Asy-Syu'ara, yaitu, \".. dan ampunilah bapakku...\" (Q.S. Asy-Syu'ara, 86). Hal ini dilakukan oleh Nabi Ibrahim sebelum jelas baginya bahwa bapaknya itu adalah musuh Allah, sebagaimana yang telah disebutkan di dalam surah At-Taubah."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 48,
    "arab": "وَاَعْتَزِلُكُمْ وَمَا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ وَاَدْعُوْ رَبِّيْۖ عَسٰٓى اَلَّآ اَكُوْنَ بِدُعَاۤءِ رَبِّيْ شَقِيًّا ",
    "translation": " Dan aku akan menjauhkan diri darimu dan dari apa yang engkau sembah selain Allah, dan aku akan berdoa kepada Tuhanku, mudah-mudahan aku tidak akan kecewa dengan berdoa kepada Tuhanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2298.mp3",
    "tafsir": "Selanjutnya Ibrahim berkata kepada bapaknya, \"Aku akan pergi meninggalkanmu, meninggalkan kaummu, meninggalkan berhala-berhala yang kamu sembah. Aku akan pergi dari sini agar aku bebas beribadat kepada Tuhanku yang akan menolongku dan melepaskan aku dari bahaya yang menimpaku, karena semua petunjuk dan nasehatku kamu tolak mentah- mentah bahkan mengancamku dengan ancaman yang mengerikan. Aku akan menyembah dan berdoa hanya kepada Tuhanku saja dan sekali-kali aku tidak akan menyembah selain Dia.\"\nMenurut riwayat, Ibrahim hijrah ke negeri Syam dan di sana dia menikah dengan Siti Sarah. Ia berharap dengan berdoa dan menyembah Tuhan, ia tidak akan menjadi orang yang kecewa seperti ayahnya yang selalu menyembah dan berdoa kepada berhala-berhala itu, tetapi ternyata berhala-berhala itu tidak dapat berbuat sesuatu apapun apalagi akan melaksanakan apa yang diminta kepadanya.",
    "quraish": "Kini tibalah saatnya aku meninggalkan kalian semua dan menjauhi apa yang kalian sembah selain Allah. Aku akan menyembah Tuhanku semata, dengan harapan Dia akan menerima ketaatanku dan tidak menyia- nyiakan harapanku.\"",
    "jalalayn": "(Dan aku akan menjauhkan diri daripada kalian dan daripada apa yang kalian seru) yang kalian sembah (selain Allah, dan aku akan berdoa) yakni aku akan menyembah (kepada Rabbku, mudah-mudahan aku dengan berdoa kepada Rabbku) dengan beribadah kepada-Nya (tidak akan kecewa)\" sebagaimana kalian kecewa karena menyembah berhala-berhala itu."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 49,
    "arab": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۙوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ وَكُلًّا جَعَلْنَا نَبِيًّا ",
    "translation": " Maka ketika dia (Ibrahim) sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak dan Yakub. Dan masing-masing Kami angkat menjadi nabi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2299.mp3",
    "tafsir": "Setelah Nabi Ibrahim a.s. meninggalkan negerinya Ur Kildan (Irak) dan menetap di negeri Syam, dikaruniai Tuhan kehidupan yang sejahtera dan bahagia. Allah mengaruniakan kepadanya anak-anak dan cucu-cucu yang sebahagian dari mereka diangkat Allah menjadi nabi di kalangan Bani Israil. Allah mengaruniakan kepadanya Ishak, dan Ishak ini pun mendapat anak bernama Yakub yang menggantikan kedudukannya sebagai Nabi. Adapun anak pertamanya Ismail yang ditinggalkannya di sekitar Ka`bah diangkat pula menjadi Nabi yang telah meninggikan dan menyemarakkan syiar agama di sana.\nDemikianlah balasan Tuhan kepada Nabi Ibrahim yang bersedia meninggalkan bapaknya, kaumnya dan tanah airnya demi untuk keselamatan akidahnya dan menyebarkan agama tauhid yang diperintahkan Allah kepadanya. Allah tidak mengabaikan dan tidak menyia-nyiakan bahkan mengganti kesedihan meninggalkan keluarga dan tanah airnya dengan kebahagiaan keluarga dan bertanah air yang baru dan menerima ajaran dan petunjuknya serta memberikan kepadanya anak cucu yang baik-baik yang sebahagiannya menjadi penegak agama Allah bahkan banyak pula yang menjadi nabi.",
    "quraish": "Ketika Ibrâhîm telah memisahkan diri dari bapaknya, kaumnya, dan tuhan-tuhan mereka, Allah kemudian memuliakannya dengan memberikan kepadanya keturunan yang saleh, pada saat-saat ia hampir putus asa. Sebab, kala itu, ia dan istrinya telah sampai pada batas umur yang tidak mungkin lagi memperoleh keturunan. Allah menganugerahkan kepadanya Ishâq, dan dari Ishâq Allah memberi Ya'qûb yang semuanya dijadikan nabi.",
    "jalalayn": "(Ketika Ibrahim sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah) dia pergi ke tanah suci (Kami anugerahkan kepadanya) dua orang putra yang menjadi penghibur hatinya (Ishak dan Yakub. Dan masing-masingnya) di antara keduanya (Kami angkat menjadi nabi)."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 50,
    "arab": "وَوَهَبْنَا لَهُمْ مِّنْ رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ࣖ",
    "translation": "Dan Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik dan mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2300.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa hampir semua anak-anak Nabi Ibrahim dan cucu-cucunya diangkat-Nya menjadi nabi dan dilimpahkan kepada mereka rahmat dan karunia-Nya serta memberkahi hidup mereka dengan kesenangan dan kebahagiaan baik di dunia maupun di akhirat nanti. Mereka semuanya meninggalkan nama yang baik dan mengharumkan serta meninggikan nama Nabi Ibrahim sehingga diakui kemuliaan dan ketinggiannya oleh semua pihak baik dari kalangan umat Yahudi umat Nasrani maupun kaum musyrik sendiri. Ini adalah fakta yang nyata bagi terkabulnya doa Nabi Ibrahim seperti tersebut pada ayat:\nDan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syu`ara`/26: 84)\nWajarlah bila Allah mengangkat derajat dan menamakan dia \"Khalilullah\" (kesayangan-Nya) seperti tersebut dalam ayat:\nDan Allah telah memilih Ibrahim menjadi kesayangan(-Nya). (an-Nisa`/4: 125)\nDan menjadikan bekas telapak kakinya di waktu membangun Ka`bah tempat yang diberkahi, dan disunatkan salat di sana seperti tersebut dalam ayat:\n\"Dan (ingatlah), ketika Kami menjadikan rumah (Kabah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim itu tempat salat.\" (al-Baqarah/2: 125)",
    "quraish": "Lebih dari kenabian, Kami pun memberikan mereka banyak kebaikan agama dan dunia dengan rahmat Kami. Kami memberikan pula kenangan baik yang abadi kepada mereka melalui buah tutur yang baik lagi terhormat yang selalu menyebut mereka.",
    "jalalayn": "(Dan Kami anugerahkan kepada mereka) bertiga Nabi Ibrahim, Nabi Ishak, dan Nabi Yakub (sebagian dari rahmat Kami,) berupa harta benda dan anak-anak (dan Kami jadikan mereka buah tutur yang baik lagi tinggi) mereka selalu menjadi pujian dan sanjungan semua pemeluk agama."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 51,
    "arab": "وَاذْكُرْ فِى الْكِتٰبِ مُوْسٰٓىۖ اِنَّهٗ كَانَ مُخْلَصًا وَّكَانَ رَسُوْلًا نَّبِيًّا ",
    "translation": "Dan ceritakanlah (Muhammad), kisah Musa di dalam Kitab (Al-Qur'an). Dia benar-benar orang yang terpilih, seorang rasul dan nabi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2301.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar menerangkan kepada kaum musyrik kisah mengenai Nabi Musa a.s. dan keutamaan sifat-sifatnya agar Nabi sendiri beserta kaumnya dapat mengetahui bagaimana Allah menghargai dan memuliakannya. Keistimewaan-keistimewaan Nabi Musa a.s. itu di antaranya adalah dia orang yang dipilih Allah dan diikhlaskan-Nya untuk semata-mata menyampaikan dakwah agama tauhid seperti dakwahnya kepada Firaun beserta kaumnya, sebagaimana tersebut pada ayat ini:\n(Allah) berfirman, \"Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegangteguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.\" (al-A`raf/7: 144)\nAllah mengangkatnya sebagai rasul di samping menjadi nabi. Perbedaan antara rasul dan nabi ialah rasul yang mempunyai risalah yang harus disampaikan kepada manusia dan diturunkan kepadanya kitab yang mengandung akidah, hukum-hukum dan sebagainya, sedang nabi adalah orang yang mendapat wahyu dari Allah tentang agama yang benar dan memberitahukan hal itu kepada manusia tetapi tidak mempunyai risalah yang harus disampaikan kepada manusia dan tidak pula diturunkan kitab kepadanya. Di kalangan Bani Israil banyak nabi yang tugas mereka hanya memelihara dan menyampaikan syariat yang dibawa Nabi Musa yang tersebut dalam kitab Taurat, seperti Yusa`, Ilyas dan lainnya.",
    "quraish": "Wahai Muhammad, ceritakan pula kepada mereka kisah Mûsâ yang ada di dalam al-Qur'ân. Sesungguhnya ia adalah orang yang tulus jiwa, hati dan jasmaninya kepada Allah. Dan ia telah dipilih sebagai nabi dan rasul.",
    "jalalayn": "(Dan ceritakanlah kisah Musa di dalam Alquran ini. Sesungguhnya ia adalah seorang yang mukhlis) dapat dibaca Mukhlishan dan Mukhlashan, artinya seorang yang ikhlas di dalam beribadah dan Allah membersihkan dirinya dari hal-hal yang kotor (di samping ia adalah seorang rasul dan nabi)."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 52,
    "arab": "وَنَادَيْنٰهُ مِنْ جَانِبِ الطُّوْرِ الْاَيْمَنِ وَقَرَّبْنٰهُ نَجِيًّا ",
    "translation": "Dan Kami telah memanggilnya dari sebelah kanan gunung (Sinai) dan Kami dekatkan dia untuk bercakap-cakap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2302.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bagaimana Allah memanggil Musa a.s. dan berbicara langsung dengannya di sebelah kanan bukit Tur, yaitu sebuah bukit yang terletak di semenanjung Sinai. Ketika itu Musa sedang menuju ke Mesir dari Madyan untuk menyampaikan dakwahnya kepada Firaun. Di bukit Tursina itulah Musa diberitahukan oleh Allah bahwa dia telah diangkat menjadi rasul dan menjanjikan kepadanya bahwa dia akan menang dalam menghadapi Firaun yang zalim yang mendakwahkan dirinya sebagai Tuhan. Tuhan juga menjanjikan kepadanya akan menurunkan rahmat kepada keluarga Bani Israil dengan menurunkan kitab Taurat. \nAllah menerangkan pula bahwa Dia telah mendekatkan Musa kepada-Nya di waktu berbicara itu dengan arti memuliakannya dan memilihnya sebagai Rasul-Nya seakan-akan Musa di waktu itu dekat kepada Tuhan sebagaimana dekatnya seorang raja di waktu berbicara dengan menterinya. Kita tidak dapat mengetahui bagaimana caranya Tuhan berbicara langsung dengan Musa. Apakah Musa benar-benar mendengar suara ataukah Musa hanya merasa bahwa dia telah berada di alam rohani yang tinggi seakan-akan mendengar wahyu Ilahi. Kita tidak dapat mengetahui bagaimana kejadian yang sebenarnya, semua itu harus kita serahkan kepada Allah Yang Mahakuasa. Kewajiban kita sebagai orang mukmin hanya mempercayainya, karena hal itu dikisahkan di dalam Al-Qur'an.",
    "quraish": "Mûsâ Kami beri kemuliaan dan Kami panggil di gunung Thûr. Ia pun mendengar panggilan Tuhannya dari arah kanan. Sebagai pemuliaan, ia Kami dekatkan dan Kami pilih untuk bermunajat kepada Kami.",
    "jalalayn": "(Dan Kami telah memanggilnya) melalui firman-Nya, \"Hai Musa! Sesungguhnya Aku adalah Allah...\" (Q.S. Al-Qashash, 30). (dari arah Thur) nama sebuah bukit (sebelah kanan) yakni dari sebelah kanan Nabi Musa ketika ia baru datang dari negeri Madyan (dan Kami telah mendekatkannya kepada Kami waktu dia munajat) bermunajat, yaitu Allah memperdengarkan Kalam-Nya kepadanya."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 53,
    "arab": "وَوَهَبْنَا لَهٗ مِنْ رَّحْمَتِنَآ اَخَاهُ هٰرُوْنَ نَبِيًّا ",
    "translation": " Dan Kami telah menganugerahkan sebagian rahmat Kami kepadanya, yaitu (bahwa) saudaranya, Harun, menjadi seorang nabi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2303.mp3",
    "tafsir": "Di antara rahmat Allah kepada Musa ialah Allah telah mengabulkan permintaannya agar Harun saudara seibu diangkat pula menjadi nabi untuk membantunya dalam menyampaikan risalah Tuhannya sebagai tersebut dalam ayat:\nDan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 29-30-31-32)\nDan dalam ayat:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qashash/28: 34)\nSebagai karunia dan rahmat dari Allah kepada Musa Allah mem-perkenankan permintaan Musa itu seperti tersebut dalam ayat:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, wahai Musa! (thaha/20: 36)\nMengenai permohonan Nabi Musa a.s. untuk Nabi Harun ini sebagian Ulama salaf (terdahulu) di antaranya Ibnu Jarir ath-thabari mengatakan, \"Tidak ada seorang pun yang dapat memberikan syafaat kepada orang lain lebih besar dari syafaat yang diberikan kepada Harun dengan perantaraan Nabi Musa.\" Menurut riwayat Ibnu Abbas, Harun di waktu itu lebih tua dari Musa sekitar 4 tahun.",
    "quraish": "Kami berikan kepadanya sebagian dari rahmat dan nikmat Kami. Selain itu, saudara Mûsâ, Hârûn, juga Kami jadikan nabi untuk membantu dalam menyampaikan risalah.",
    "jalalayn": "(Dan Kami telah menganugerahkan kepadanya sebagian rahmat Kami) sebagian dari nikmat Kami (yaitu saudaranya, Harun) Lafal Haruna menjadi Badal atau Athaf Bayan (menjadi seorang nabi) lafal Nabiyyan ini menjadi Hal atau kata keterangan yang dimaksud daripada pemberian itu; hal ini merupakan pengabulan dari doa Nabi Musa sendiri yang meminta kepada Allah, supaya Dia mengangkat saudara tuanya menjadi rasul pula."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 54,
    "arab": "وَاذْكُرْ فِى الْكِتٰبِ اِسْمٰعِيْلَ ۖاِنَّهٗ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُوْلًا نَّبِيًّا ۚ",
    "translation": "Dan ceritakanlah (Muhammad), kisah Ismail di dalam Kitab (Al-Qur'an). Dia benar-benar seorang yang benar janjinya, seorang rasul dan nabi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2304.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menceritakan tentang Ismail nenek moyang bangsa Arab yang diangkat Allah menjadi nabi dan rasul agar dapat menjadi contoh teladan bagi mereka pada sifat-sifatnya, kesetiaan dan kejujurannya ketabahan dan kesabarannya dalam menjalankan perintah Tuhannya dan ketaatan serta kepatuhannya. Salah satu di antara sifat yang sangat menonjol ialah menepati janji. Menepati janji adalah sifat yang dipunyai oleh setiap rasul dan nabi, tetapi sifat ini pada diri Ismail sangat menonjol sehingga Allah menjadikan sifat ini sebagai keistimewaan Ismail. \nDi antara janji-janji yang ditepatinya walaupun janji itu membahayakan jiwanya ialah kesediaannya disembelih sebagai kurban untuk melaksanakan perintah Allah kepada ayahnya Ibrahim yang diterimanya dengan perantaraan ar-ruyah ash-shadiqah (mimpi yang benar) yang senilai dengan wahyu. Tatkala Ibrahim membicarakan dengan Ismail tentang perintah Allah untuk menyembelihnya, Ismail dengan tegas menyatakan bahwa dia bersedia disembelih demi untuk mentaati perintah Allah dan dia akan tabah dan sabar menghadapi maut bagaimana pun pedih dan sakitnya. Hal ini tersebut dalam ayat:\nMaka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, \"Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!\" Dia (Ismail) menjawab, \"Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar.\" (ash-shaffat/37: 102)\nItulah janji Ismail kepada bapaknya Ibrahim. Janji itu benar-benar ditepati oleh Ismail dan dia menyerahkan dirinya kepada bapaknya yang telah siap dengan pisau yang tajam untuk menyembelihnya. Ibrahim pun walau dengan perasaan sangat iba dan kasihan merebahkan Ismail untuk memudahkan penyembelihan dan pisau pun telah ditujukan ke lehernya. Ketika itu Allah memanggil Ibrahim dan mengganti Ismail dengan seekor biri-biri yang besar dan gemuk. Hal ini diceritakan Allah dalam firman-Nya:\nMaka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pipi(nya), (untuk melaksanakan perintah Allah). Lalu Kami panggil dia, \"Wahai Ibrahim! Sungguh, engkau telah membenarkan mimpi itu.\" Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. Sesungguhnya ini benar-benar suatu ujian yang nyata. Dan Kami tebus anak itu dengan seekor sembelihan yang besar. (ash-shaffat/37: 103-107)\nDi samping sifat yang menonjol itu Ismail diangkat Allah menjadi nabi dan rasul kepada kabilah Jurhum yang menetap di Mekah bersama ibunya. Sebagai rasul, Ismail ditugaskan Allah menyampaikan risalah yaitu risalah yang pernah disampaikan oleh ayahnya Nabi Ibrahim kepada kabilah Jurhum itu. Memang sebelum Nabi Muhammad diutus sebagai rasul terdapat di kalangan bangsa Arab orang-orang yang menganut paham tauhid dan besar kemungkinan paham tauhid yang dianut mereka adalah paham yang dibawa dan disampaikan oleh Ismail kepada kaumnya.",
    "quraish": "Wahai Muhammad, ceritakan juga kepada mereka kisah Ismâ'îl yang ada di dalam al-Qur'ân. Sesungguhnya ia adalah orang yang menepati janji. Ismâ'îl telah berjanji kepada bapaknya untuk sabar dan tabah atas penyembelihan dirinya, dan ia menepatinya. Lalu ia diganti, dengan seekor kambing, dan dimuliakan dengan membawa misi kerasulan dan kenabian.",
    "jalalayn": "(Dan ceritakanlah kisah Ismail di dalam Alquran. Sesungguhnya ia adalah seorang yang benar janjinya) sekali-kali ia tidak menjanjikan sesuatu melainkan ia memenuhinya. Disebutkan bahwa ia pernah menunggu seseorang yang telah berjanji kepadanya, selama tiga hari atau satu tahun, sehingga orang yang berjanji itu datang kepadanya di tempat yang dijanjikan itu, dan ternyata Nabi Ismail masih menunggu di tempat itu (dan dia adalah seorang rasul) untuk kabilah Jurhum (dan nabi)."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 55,
    "arab": "وَكَانَ يَأْمُرُ اَهْلَهٗ بِالصَّلٰوةِ وَالزَّكٰوةِۖ وَكَانَ عِنْدَ رَبِّهٖ مَرْضِيًّا ",
    "translation": "Dan dia menyuruh keluarganya untuk (melaksanakan) salat dan (menunaikan) zakat, dan dia seorang yang diridai di sisi Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2305.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Ismail selalu menyuruh keluarganya tetap mengerjakan salat dan menunaikan zakat, karena salat dan zakat itu telah disyariatkan semenjak Nabi Ibrahim. Risalah yang disampaikan oleh Nabi Ismail adalah risalah yang dibawa oleh bapaknya Ibrahim. Meskipun yang diterangkan di sini hanya mengenai keluarganya tetapi perintah itu mencakup seluruh kaumnya karena rasul itu diutus bukan untuk keluarga semata tetapi diutus untuk semua umatnya. Nabi Muhammad sendiri pada mulanya hanya disuruh menyampaikan ajaran Islam kepada keluarganya dan kemudian baru diperintahkan mengajak seluruh manusia mengikuti ajaran yang dibawanya. Hal ini terdapat dalam firman Allah:\nDan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat,(asy- Syu`ara`/26: 214)\nDan firman-Nya:\nDan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (thaha/20: 132)\nKemudian Allah menerangkan bahwa Ismail itu adalah orang yang diridai Allah karena dia tidak pernah lalai menaati perintah Tuhannya, dan selalu melaksanakan tugasnya dengan sebaik-baiknya.",
    "quraish": "Ia menyuruh keluarganya untuk mendirikan salat dan menunaikan zakat. Dan ia adalah seorang yang mendapatkan tempat yang mulia berupa keridaan Tuhannya.",
    "jalalayn": "(Dan ia menyuruh ahlinya) yakni kaumnya (untuk salat dan menunaikan zakat dan ia adalah seorang yang diridai di sisi Rabbnya) lafal Mardhiyyan asalnya Mardhuwwun, kedua huruf Wawunya diganti menjadi Ya. Selanjutnya harakat Dhammah Dhadhnya diganti menjadi Kasrah, akhirnya jadi Mardhiyyun, oleh karena kedudukannya menjadi Khabar Kaana maka bacaannya menjadi Mardhiyyan."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 56,
    "arab": "وَاذْكُرْ فِى الْكِتٰبِ اِدْرِيْسَۖ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا ۙ",
    "translation": "Dan ceritakanlah (Muhammad) kisah Idris di dalam Kitab (Al-Qur'an). Sesungguhnya dia seorang yang sangat mencintai kebenaran dan seorang nabi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2306.mp3",
    "tafsir": "Pada kedua ayat ini Nabi Muhammad diperintahkan supaya menerangkan pula sekelumit berita tentang Nabi Idris. Menurut sementara riwayat mengatakan bahwa Nabi Idris adalah nenek Nabi Nuh a.s. Menurut riwayat yang termasyhur ia adalah nenek bapak Nabi Nuh. Ia adalah orang yang pertama menyelidiki ilmu bintang-bintang dan ilmu hisab, sebagai salah satu mukjizat yang diberikan Allah kepadanya. Ia adalah rasul pertama yang diutus Allah sesudah Adam a.s., dan diturunkan kepadanya kitab yang terdiri atas tiga puluh lembar. Ia dianggap pula sebagai orang yang mula-mula menciptakan timbangan dan takaran, pena untuk menulis, pakaian berjahit sebagai ganti pakaian kulit binatang dan senjata untuk berperang. Allah menerangkan pada ayat ini posisi yang tinggi bagi Nabi Idris karena ia adalah seorang yang beriman membenarkan kekuasaan dan keesaan Allah dan diangkat-Nya menjadi nabi dan meninggikan derajatnya ke tingkat yang paling tinggi, baik di dunia maupun di akhirat. Adapun di dunia ialah dengan diterimanya risalah yang dibawanya oleh kaumnya dan keharuman namanya di kalangan umat manusia. Hal ini sama dengan karunia Allah kepada Nabi Muhammad seperti tersebut dalam firman Allah:\n\"Dan Kami tinggikan sebutan (nama)mu bagimu.\" (asy-Syarh/94: 4)\nDi akhirat nanti ia ditempatkan di surga pada tempat yang paling tinggi dan mulia, tempat para nabi dan para shiddiqin seperti tersebut dalam ayat:\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa`/4: 69).",
    "quraish": "Wahai Muhammad, ceritakan juga kepada mereka kisah Idrîs yang ada di dalam al-Qur'ân. Sesungguhnya Idrîs adalah seorang yang benar perkataan dan perbuatannya. Allah telah memberikan anugerah kenabian kepadanya.",
    "jalalayn": "(Dan ceritakanlah kisah Idris di dalam Alquran) Nabi Idris adalah buyut Nabi Ibrahim atau ayah kakek Nabi Nuh (Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi)."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 57,
    "arab": "وَّرَفَعْنٰهُ مَكَانًا عَلِيًّا ",
    "translation": "dan Kami telah mengangkatnya ke martabat yang tinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2307.mp3",
    "tafsir": "Pada kedua ayat ini Nabi Muhammad diperintahkan supaya menerangkan pula sekelumit berita tentang Nabi Idris. Menurut sementara riwayat mengatakan bahwa Nabi Idris adalah nenek Nabi Nuh a.s. Menurut riwayat yang termasyhur ia adalah nenek bapak Nabi Nuh. Ia adalah orang yang pertama menyelidiki ilmu bintang-bintang dan ilmu hisab, sebagai salah satu mukjizat yang diberikan Allah kepadanya. Ia adalah rasul pertama yang diutus Allah sesudah Adam a.s., dan diturunkan kepadanya kitab yang terdiri atas tiga puluh lembar. Ia dianggap pula sebagai orang yang mula-mula menciptakan timbangan dan takaran, pena untuk menulis, pakaian berjahit sebagai ganti pakaian kulit binatang dan senjata untuk berperang. Allah menerangkan pada ayat ini posisi yang tinggi bagi Nabi Idris karena ia adalah seorang yang beriman membenarkan kekuasaan dan keesaan Allah dan diangkat-Nya menjadi nabi dan meninggikan derajatnya ke tingkat yang paling tinggi, baik di dunia maupun di akhirat. Adapun di dunia ialah dengan diterimanya risalah yang dibawanya oleh kaumnya dan keharuman namanya di kalangan umat manusia. Hal ini sama dengan karunia Allah kepada Nabi Muhammad seperti tersebut dalam firman Allah:\n\"Dan Kami tinggikan sebutan (nama)mu bagimu.\" (asy-Syarh/94: 4)\nDi akhirat nanti ia ditempatkan di surga pada tempat yang paling tinggi dan mulia, tempat para nabi dan para shiddiqin seperti tersebut dalam ayat:\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa`/4: 69).",
    "quraish": "Dengan kenabian itu, ia diangkat ke derajat yang tinggi.",
    "jalalayn": "(Dan Kami telah mengangkatnya ke martabat yang tinggi) ia masih tetap hidup sampai sekarang bertempat di langit keempat atau keenam, atau ketujuh atau berada di dalam surga. Ia dimasukkan ke dalam surga setelah terlebih dahulu mencicipi rasanya mati lalu dihidupkan kembali, setelah itu ia tidak mau keluar lagi dari dalam surga."
  },
  {
    "hizb": 123,
    "name": "Maryam",
    "ayat": 58,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ مِنْ ذُرِّيَّةِ اٰدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوْحٍۖ وَّمِنْ ذُرِّيَّةِ اِبْرٰهِيْمَ وَاِسْرَاۤءِيْلَ ۖوَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَاۗ اِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُ الرَّحْمٰنِ خَرُّوْا سُجَّدًا وَّبُكِيًّا ۩",
    "translation": "Mereka itulah orang yang telah diberi nikmat oleh Allah, yaitu dari (golongan) para nabi dari keturunan Adam, dan dari orang yang Kami bawa (dalam kapal) bersama Nuh, dan dari keturunan Ibrahim dan Israil (Yakub) dan dari orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pengasih kepada mereka, maka mereka tunduk sujud dan menangis.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2308.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa para nabi dan rasul yang telah disebutkan namanya pada ayat-ayat yang lalu mereka itulah orang-orang yang telah diberi karunia dan nikmat oleh Allah dengan meninggikan derajat mereka dan mengharumkan nama mereka di kalangan umat manusia. Pada umumnya semua nabi dan rasul mendapat karunia seperti itu semenjak dari Nabi Adam bapak pertama sampai kepada Nabi Nuh bapak kedua, sampai kepada Nabi Ibrahim dan anak cucunya termasuk Ishak, Yakub, Ismail, Musa, Harun, Zakaria, Isa dan semua orang pilihan-Nya, semuanya mempunyai sifat yang jarang dimiliki oleh orang lain yaitu apabila dibacakan kepadanya ayat-ayat Allah mereka segera menjatuhkan diri (tersungkur) untuk sujud dan menangis serta merendahkan diri karena mengingat kebesaran Allah. Mereka adalah manusia yang penuh takwa, sangat tajam pendengaran dan perasaan mereka bila mendengar nama Allah dan bergetar hati mereka bila dibacakan ayat-ayat-Nya tidak memiliki kata-kata yang akan mereka ucapkan untuk melukiskan apa yang terasa dalam hati sehingga meneteskan air mata di pipi mereka dan tersungkur bersujud kehadirat Allah Yang Mahabesar, Mahakuasa, Maha Pengasih dan Maha Penyayang. Demikianlah sifat yang dimiliki oleh para nabi dan rasul itu dan wajarlah bila Allah memberikan kepada mereka karunia dan nikmat yang besar. Hal ini disebutkan pula dalam firman Allah:\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (an-Anfal/8: 2)\nRasulullah saw, bersabda:\nBacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, berusahalah menangis. (Riwayat Ibnu Majah)",
    "quraish": "Orang-orang yang Kami berikan berbagai kenikmatan dunia dan akhirat yang telah disebutkan tadi, yaitu para nabi dari keturunan Adam dan keturunan orang-orang yang telah diselamatkan melalui bahtera Nûh, keturunan Ibrâhîm seperti Ismâ'îl, keturunan Ya'qûb seperti nabi-nabi Banû Isrâ'îl, dan orang-orang yang Kami beri petunjuk kepada kebenaran dan Kami pilih untuk meninggikan kalimat Allâh, adalah orang-orang yang apabila mendengar ayat-ayat Allah yang dibacakan kepada mereka, mereka segera sujud dan tunduk kepada Allah dengan penuh kekhusyukan.",
    "jalalayn": "(Mereka itu) kalimat ini menjadi Mubtada (adalah orang-orang yang telah diberi nikmat oleh Allah) menjadi sifat daripada lafal Ulaaika (yaitu para nabi) menjadi Bayan atau keterangan dari lafal Ulaaika yang kedudukannya sama dengan sifat. Lafal-lafal yang sesudahnya sampai kepada Jumlah Syarat menjadi sifat dari lafal Nabiyyiin. Maka firman-Nya (dari keturunan Adam) yakni Nabi Idris (dan dari orang-orang yang Kami muatkan bersama Nuh) di dalam bahteranya, maksudnya adalah Nabi Ibrahim yaitu cucu daripada anak Nabi Nuh yang bernama Sam (dan dari keturunan Ibrahim) yakni Nabi Ismail dan Nabi Ishaq serta Nabi Yakub, (dan) dari keturunan (Israel) yang dimaksud adalah Nabi Musa, Nabi Harun, Nabi Zakaria, Nabi Yahya, dan Nabi Isa (dan dari orang-orang yang telah Kami beri petunjuk dan telah Kami pilih) daripada mereka. Khabar dari lafal Ulaaika yang di permulaan ayat tadi ialah (\"Apabila dibacakan kepada mereka ayat-ayat Allah Yang Maha Pemurah, maka mereka menyungkur dengan bersujud dan menangis\"). Lafal Sujjadan dan Bukiyyan adalah bentuk jamak dari lafal Saajidun dan Baakin. Maksudnya jadilah kalian orang-orang seperti mereka. Asal kata Bukiyyun adalah Bukiwyun, kemudian huruf Wawunya diganti menjadi Ya dan harakat Dhammahnya diganti pula dengan Kasrah, sehingga menjadi Buhiyyun."
  }
]