[
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 59,
    "arab": "۞ فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ اَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوٰتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ۙ",
    "translation": "Kemudian datanglah setelah mereka pengganti yang mengabaikan salat dan mengikuti keinginannya, maka mereka kelak akan tersesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2309.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa banyak di antara orang-orang datang kemudian sesudah meninggalnya para nabi dan rasul yang disebutkan pada ayat-ayat yang lalu, menyimpang dari jalan yang lurus, meninggalkan ajaran yang dibawa para rasul sebelumnya sehingga mereka tidak lagi mengerjakan salat dan selalu memperturutkan kehendak hawa nafsu dan dengan terang-terangan melanggar larangan Allah seperti meminum minuman keras, berjudi, berzina, dan mengadakan persaksian palsu. Mereka ini diancam oleh Allah dengan ancaman yang keras, kepada mereka akan ditimpakan kecelakaan dan kerugian baik di dunia maupun di akhirat. Sehubungan dengan ayat ini Abu Sa'id al-Khudri meriwayatkan bahwa Rasulullah saw bersabda: \n\"Akan datang suatu generasi sesudah enam puluh tahun, mereka melalaikan salat dan memperturutkan hawa nafsu, maka orang-orang ini akan menemui kecelakaan dan kerugian. Kemudian datang lagi suatu generasi, mereka membaca Al-Qur'an tetapi hanya di kerongkongan (mulut) saja (tidak masuk ke hati) dan semua membaca Al-Qur'an, orang mukmin, orang munafik dan orang-orang jahat dan fasik (tidak dapat lagi dibedakan mana orang mukmin sejati dan mana orang yang berpura-pura beriman).\" (Riwayat Ahmad, Ibnu hibban dan al-hakim)\nKemudian Rasulullah membaca ayat ini (sebagaimana tersebut di atas).\n'Uqbah bin `Amir meriwayatkan pula bahwa aku mendengar Rasulullah bersabda: \n\"Akan rusak binasalah sebahagian dari umatku yaitu \"Ahlul Kitab\" dan \"Ahlullaban\". Aku bertanya, \"Siapakah \"Ahlul Kitab\" wahai Rasulullah?\" Beliau menjawab, \"Mereka ialah orang-orang yang mempelajari Al-Qur'an untuk berdebat dengan orang-orang mukmin.\" \"Lalu siapa pula \"Ahlullaban\" itu?\" Rasulullah menjawab, \"Mereka ialah orang-orang yang memperturutkan hawa nafsu dan meninggalkan salat.\" (Riwayat Ahmad dan al-hakim dari 'Uqbah bin 'Amir al-Juhhani)\nDemikian nasib orang-orang yang melalaikan salat dan memperturutkan hawa nafsu dan menyia-nyiakannya, mereka pasti merugi meskipun yang mereka derita tidak dapat dilihat dengan mata dan pasti akan menerima balasan yang setimpal di akhirat kelak. Di sini tampak dengan jelas bahwa salat yang telah menjadi syariat semenjak Nabi Ibrahim adalah amat penting sekali dan tidak boleh disia-siakan apalagi ditinggalkan. Diriwayatkan bahwa Nabi Muhammad saw bersabda:\n\"Salat itu adalah tiang agama. Barangsiapa yang mendirikannya maka ia telah menegakkan agama, dan barangsiapa yang meninggalkannya maka ia telah meruntuhkan agama.\" (Riwayat al-Baihaqi dari Umar r.a.)",
    "quraish": "Sesudah orang-orang pilihan itu, datanglah generasi-generasi yang tidak mengikuti petunjuk mereka. Generasi tersebut meninggalkan salat, tidak mau mengambil manfaat dan petunjuk dari salat serta bergelimang dalam kemaksiatan. Kelak, mereka akan menerima balasan kesesatan mereka di dunia dan akhirat.",
    "jalalayn": "(Maka datanglah sesudah mereka pengganti yang jelek yang menyia-nyiakan salat) dengan cara meninggalkannya seperti orang-orang Yahudi dan Nasrani (dan memperturutkan hawa nafsunya) gemar melakukan perbuatan-perbuatan maksiat (maka mereka kelak akan menemui kesesatan) ghayya adalah nama sebuah lembah di neraka Jahanam, mereka akan dijerumuskan ke dalamnya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 60,
    "arab": "اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ شَيْـًٔا ۙ",
    "translation": "Kecuali orang yang bertobat, beriman dan mengerjakan kebajikan, maka mereka itu akan masuk surga dan tidak dizalimi (dirugikan) sedikit pun,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2310.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa orang tersebut pada ayat 59 bila mereka bertobat dan kembali mengerjakan amal yang saleh maka Allah akan mengampuni dosa mereka dan akan dimasukkan ke dalam surga dan mereka tidak akan dirugikan sedikitpun. Demikianlah ketetapan Allah Yang Mahaadil, Maha Pemurah dan Maha Penyayang. Meskipun seseorang telah berlarut-larut terjerumus ke dalam jurang kemaksiatan karena tertipu dan teperdaya dengan kelezatan duniawi yang fana, tetapi bila mereka insaf dan kembali ke jalan yang benar dan bertobat kepada Allah sebenar-benar tobat Allah akan menerima tobat mereka dengan ketentuan dan syarat-syarat yang diterangkan pada ayat-ayat lain.",
    "quraish": "Tetapi mereka yang segera bertobat, beriman dan beramal saleh, sesungguhnya Allah akan menerima pertobatan mereka. Allah akan memasukkan mereka ke dalam surga, dan pahala mereka tidak akan dikurangi sedikit pun.",
    "jalalayn": "(Kecuali) yakni berbeda halnya dengan (orang yang bertobat, beriman dan beramal saleh, mereka itu akan masuk surga dan mereka tidak dianiaya) tidak dirugikan (barang sedikit pun) dari pahala mereka."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 61,
    "arab": "جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدَ الرَّحْمٰنُ عِبَادَهٗ بِالْغَيْبِۗ اِنَّهٗ كَانَ وَعْدُهٗ مَأْتِيًّا ",
    "translation": "yaitu surga ‘Adn yang telah dijanjikan oleh Tuhan Yang Maha Pengasih kepada hamba-hamba-Nya, sekalipun (surga itu) tidak tampak. Sungguh, (janji Allah) itu pasti ditepati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2311.mp3",
    "tafsir": "Ayat ini menerangkan bahwa surga yang dijanjikan Allah akan menjadi tempat kediaman bagi orang yang bertobat dan bertakwa itu, ialah surga `Adn. Meskipun surga yang dijanjikan tidak dapat dilihat oleh manusia di dunia ini, karena masih bersifat gaib dan kapan manusia itu pasti masuk ke dalamnya tidak pula dapat diketahui dengan pasti karena semua itu hanya diketahui oleh Allah. Tetapi bagi orang yang beriman dan yakin akan terjadinya hari kebangkitan dan hisab, hal itu tidak diragukan sedikit pun karena itu adalah janji Allah Yang Mahasempurna, Mahaadil dan Maha Bijaksana. Pastilah janji itu akan dipenuhi-Nya dan akan dilaksanakan-Nya.",
    "quraish": "Surga ini adalah tempat abadi yang telah dijanjikan Sang Pengasih kepada para hamba-Nya yang bertobat dan mempercayai-Nya meskipun mereka tidak pernah melihat-Nya. Mereka pasti akan memasukinya. Sungguh janji Allah itu pasti akan ditepati.",
    "jalalayn": "(Yaitu surga Adn) menjadi tempat tinggal mereka. Lafaz 'Adn menjadi Badal daripada lafal Jannatin (yang telah dijanjikan oleh Tuhan Yang Maha Pemurah kepada hamba-hamba-Nya, sekalipun surga itu tidak tampak). Lafal Bil Ghaibi menjadi Hal, maksudnya walaupun surga itu tidak kelihatan oleh mereka. (Sesungguhnya janji Allah itu) yakni apa yang telah dijanjikan oleh-Nya (pasti akan ditepati). Lafal Ma'tiyyan maknanya Aatiyan; asalnya adalah Ma'tiwyun. Yang dimaksud dengan janji-Nya adalah surga yang akan ditempati oleh orang-orang yang berhak memasukinya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 62,
    "arab": "لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا اِلَّا سَلٰمًاۗ وَلَهُمْ رِزْقُهُمْ فِيْهَا بُكْرَةً وَّعَشِيًّا ",
    "translation": "Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali (ucapan) salam. Dan di dalamnya bagi mereka ada rezeki pagi dan petang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2312.mp3",
    "tafsir": "Allah menerangkan pula bahwa di dalam surga tidak akan terjadi pertengkaran, tidak akan terdengar kata-kata yang tidak berguna seperti yang terjadi di dunia di mana manusia untuk kepentingan dirinya sendiri atau untuk kepentingan keluarga dan kelompoknya selalu berselisih, bertengkar, dakwa- mendakwa dan tuduh-menuduh yang tiada akhirnya, mengakibatkan mereka kehilangan ketenteraman dan kesejahteraan. Bahkan mereka diliputi kecemasan dan kekhawatiran. Lain halnya dengan surga karena manusia telah memasuki dunia yang lain, semua keinginan dapat dicapai dan dinikmati, tidak ada lagi permusuhan atau adu kekuatan antara sesama mereka untuk mencapai sesuatu, maka yang terdengar hanya ucapan salam (selamat sejahtera), baik ucapan itu datang dari malaikat atau dari sesama mereka. Semuanya merasa aman dan tenteram karena pada setiap pagi dan petang mereka diberi rezeki oleh Tuhan mereka, rezeki yang tidak dapat dibayangkan dalam pikiran seseorang bagaimana nikmat dan lezat cita rasanya. Allah melukiskan nikmat yang disediakan bagi penghuni surga, sebagaimana disebut dalam Hadis Qudsi:\nAku sediakan untuk hamba-hamba-Ku yang saleh nikmat-nikmat yang belum pernah di lihat oleh mata, yang belum pernah di dengar oleh telinga dan tidak dapat dibayangkan dalam lintasan hati manusia. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)",
    "quraish": "Di dalam surga itu mereka tidak berkata dan tidak mendengar perkataan yang tidak berguna. Mereka hanya mendengar perkataan yang baik dan damai. Rezeki mereka di dalamnya sangat luas dan selalu terjamin.",
    "jalalayn": "(Mereka tidak mendengar perkataan yang tidak berguna di dalam surga) pembicaraan yang tak berarti (kecuali) mereka hanya mendengar (ucapan Salam) dari para Malaikat buat mereka, atau dari sebagian mereka kepada sebagian yang lain. (Bagi mereka rezekinya di surga itu tiap-tiap pagi dan petang) dalam perkiraan kedua waktu tersebut menurut perhitungan waktu di dunia, karena sesungguhnya di dalam surga itu tidak ada siang dan malam tetapi yang ada hanyalah cahaya dan nur yang abadi."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 63,
    "arab": "تِلْكَ الْجَنَّةُ الَّتِيْ نُوْرِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا ",
    "translation": "Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2313.mp3",
    "tafsir": "Demikianlah suasana di dalam surga aman dan tenteram, suasana bahagia dan sejahtera. Penghuninya merasa lega dan puas dengan nikmat dan karunia yang dilimpahkan Tuhan kepada mereka, dan Allah pun rida terhadap mereka karena mereka di dunia selalu patuh dan taat kepada-Nya, sabar dalam menghadapi cobaan-Nya sebagaimana tersebut dalam firman-Nya:\nAllah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma`idah/5: 119)\nDemikian keadaan dan sifat surga yang akan diwariskan-Nya kepada hamba-Nya yang benar-benar beriman dan selalu bertakwa kepada-Nya sebagaimana tersebut dalam firman-Nya:\nTeman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. \"Wahai hamba-hamba-Ku! Tidak ada ketakutan bagimu pada hari itu dan tidak pula kamu bersedih hati. (Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka berserah diri. Masuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan.\" Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. Dan itulah surga yang diwariskan kepada kamu disebabkan amal perbuatan yang telah kamu kerjakan. Di dalam surga itu terdapat banyak buah-buahan untukmu yang sebagiannya kamu makan. (az-Zukhruf/43: 63-73)",
    "quraish": "Allah hanya memberikan surga itu kepada orang-orang yang bertakwa di dunia dengan meninggalkan maksiat dan selalu taat.",
    "jalalayn": "(Itulah surga yang akan Kami wariskan) Kami anugerahkan dan Kami tempatkan di dalamnya (kepada hamba-hamba Kami yang selalu bertakwa) yang berlaku taat kepada-Nya. Ayat berikut diturunkan ketika wahyu datang sangat terlambat selama beberapa hari, kemudian Nabi saw. berkata kepada malaikat Jibril ketika datang kepadanya, \"Apakah gerangan yang menyebabkan engkau tidak menziarahi aku selama ini\"."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 64,
    "arab": "وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّكَۚ  لَهٗ مَا بَيْنَ اَيْدِيْنَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ۚ",
    "translation": " Dan tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada di hadapan kita, yang ada di belakang kita, dan segala yang ada di antara keduanya, dan Tuhanmu tidak lupa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2314.mp3",
    "tafsir": "Pada ayat ini Jibril menegaskan kepada Nabi Muhammad bahwa para malaikat tidak akan dapat turun membawa wahyu kepada rasul-rasul kecuali bila mereka telah mendapat perintah dari Allah sesuai dengan kehendak dan kebijaksanaan-Nya, sesuai dengan kepentingan hamba-Nya, baik mengenai urusan duniawi maupun mengenai urusan akhirat. Dialah yang memiliki semua yang ada di hadapan dan di belakang kita dan yang ada di antara keduanya, Dialah yang mengurus dan mengaturnya. Karena itu Dia pulalah yang lebih mengetahui tentang yang baik dan yang tidak baik bagi makhluk-Nya. Dialah yang menetapkan kapan para malaikat akan turun kepada rasul-Nya untuk membawa wahyu, dan untuk berapa lama Dia membiarkan malaikat tidak turun kepada mereka sesuai dengan ilmu dan kebijaksanaan-Nya. Jadi kalau malaikat terlambat menurunkan wahyu kepada Rasul, bukanlah itu karena Allah telah meninggalkan Rasul, murka atau Dia telah lupa kepadanya. Mustahil Allah bersifat lalai dan lupa.",
    "quraish": "Ketika mereka telah masuk dan menetap di surga, mereka berkata dengan memuji kepada Allah, \"Kami tidak akan masuk surga dan tidak akan berpindah-pindah di dalamnya dari satu tempat ke tempat yang lain, kecuali dengan perintah Allah dan karunia-Nya. Sesungguhnya Allah adalah Maharaja dan Maha Pengatur lagi Maha Mengetahui masa depan dan masa lalu kami serta apa yang terjadi di antara keduanya. Allah tidak akan lupa dengan janji-Nya kepada hamba-hamba-Nya yang bertakwa.",
    "jalalayn": "(Dan tidaklah kami turun melainkan dengan perintah Rabbmu, kepunyaan-Nyalah apa-apa yang ada di hadapan kita) yakni berupa semua perkara akhirat (apa-apa yang ada di belakang kita) berupa semua perkara duniawi (dan apa-apa yang ada di antara keduanya) apa yang ada dalam waktu sekarang sampai dengan datangnya hari kiamat. Yang dimaksud ialah bahwa pengetahuan mengenai kesemuanya itu berada pada-Nya (dan tidaklah Rabbmu lupa) lafal Nasiyyan bermakna Naasiyan, maksudnya, Allah tidak akan meninggalkanmu disebabkan wahyu yang terlambat datang kepadamu."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 65,
    "arab": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهٖۗ هَلْ تَعْلَمُ لَهٗ سَمِيًّا ࣖ",
    "translation": "(Dialah) Tuhan (yang menguasai) langit dan bumi dan segala yang ada di antara keduanya, maka sembahlah Dia dan berteguhhatilah dalam beribadah kepada-Nya. Apakah engkau mengetahui ada sesuatu yang sama dengan-Nya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2315.mp3",
    "tafsir": "Bagaimana mungkin Tuhan akan bersifat lalai dan lupa padahal Dialah yang memiliki dan mengurus serta mengendalikan semua yang ada di langit dan di bumi dan semua yang ada di antara keduanya. Allah Yang Mahakuasa dan Mahabijaksana sekali-kali tidak akan lalai atau lupa mengurus dan mengatur semua makhluk-Nya. Oleh sebab itu jangan sampai Rasul menyangka bahwa Allah telah murka kepadanya dengan terlambatnya wahyu. Semua itu berlaku sesuai dengan kehendak dan kebijaksanaan-Nya. Rasul diperintahkan untuk menunggu dengan sabar dan terus beribadah kepada-Nya walau apapun ocehan yang diucapkan oleh kaum musyrik itu. Sesungguhnya Allah adalah Tuhan Yang Maha Esa tidak ada sesuatu yang dapat menyamai-Nya karena itu kepada-Nyalah manusia harus berserah diri, patuh dan taat mengerjakan perintah-Nya.",
    "quraish": "Allah adalah Pencipta yang memiliki kerajaan langit dan bumi dan apa-apa yang ada di antara keduanya. Dialah yang mengatur keduanya dan hanya Dia yang patut disembah. Maka sembahlah Dia, wahai manusia, dan sabarlah dalam beribadah kepada-Nya dengan penuh ketenangan. Tidak ada selain Dia yang patut disembah atau diberi nama dengan salah satu nama-nama yang dimiliki-Nya.",
    "jalalayn": "Dia adalah (Rabb) yang menguasai (langit dan bumi dan apa-apa yang ada di antara keduanya, maka sembahlah Dia dan berteguh hatilah dalam beribadah kepada-Nya) bersikap sabarlah dalam menjalankan dua perkara tersebut. (Apakah kamu mengetahui ada seorang yang sama dengan Dia) yang patut disembah seperti Dia, tentu saja tidak."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 66,
    "arab": "وَيَقُوْلُ الْاِنْسَانُ ءَاِذَا مَا مِتُّ لَسَوْفَ اُخْرَجُ حَيًّا ",
    "translation": " Dan orang (kafir) berkata, “Betulkah apabila aku telah mati, kelak aku sungguh-sungguh akan dibangkitkan hidup kembali?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2316.mp3",
    "tafsir": "Al-Wahidi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, \"Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.\" Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain:\nDan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?\"\n(al-Waqi'ah/56: 47)\nDan firman-Nya:\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra`/17: 49)\nDemikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman:\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\nDan firman-Nya:\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\nDalam sebuah hadis Qudsi Allah berfirman: \n\"Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.\" (Riwayat al-Bukhari dari Abu Hurairah)",
    "quraish": "Dengan penuh rasa heran terhadap peristiwa kebangkitan, manusia berkata, \"Bagaimana aku akan dibangkitkan kembali setelah aku mati?\"",
    "jalalayn": "(Dan berkata manusia,) mereka yang ingkar kepada adanya hari berbangkit, yaitu Ubay bin Khalaf atau Walid bin Mughirah, ayat ini diturunkan berkenaan dengan sikapnya itu (\"Betulkah apabila) dapat dibaca Aidza dan Ayidza (aku telah mati, bahwa aku sungguh-sungguh akan dibangkitkan menjadi hidup kembali?\") yakni akan dihidupkan kembali dari kuburan sebagaimana yang telah dikatakan oleh Muhammad. Kata tanya di sini mengandung makna Nafi atau kalimat negatif, maksudnya, Aku tidak akan dihidupkan kembali sesudah mati. Huruf Ma adalah Zaidah yang faedahnya untuk mengukuhkan kalimat, demikian pula huruf Lamnya. Kemudian Allah menyanggah perkataan mereka itu melalui firman-Nya:"
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 67,
    "arab": "اَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـًٔا ",
    "translation": "Dan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2317.mp3",
    "tafsir": "Al-Wahidi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, \"Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.\" Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain:\nDan mereka berkata, \"Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?\"\n(al-Waqi'ah/56: 47)\nDan firman-Nya:\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra`/17: 49)\nDemikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman:\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\nDan firman-Nya:\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\nDalam sebuah hadis Qudsi Allah berfirman: \n\"Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.\" (Riwayat al-Bukhari dari Abu Hurairah)",
    "quraish": "Bagaimana mungkin ia merasa heran dengan kekuasaan Allah untuk membangkitkan kembali manusia di akhirat. Apakah ia tidak ingat bahwa Allah telah menciptakannya di dunia dari ketiadaan? Bukankah, menurut logika, menciptakan kembali itu lebih mudah daripada memulainya?",
    "jalalayn": "(Dan tidakkah manusia itu memikirkan) asal kata Yadzdzakkaru ini adalah Yatadzakkaru, kemudian huruf Ta diganti menjadi Dzal, lalu diidghamkan ke dalam huruf Dzal asal sehingga menjadi Yadzdzakkaru. Tetapi menurut qiraat yang lain dibaca Yadzkuru (bahwa sesungguhnya Kami telah menciptakannya dahulu, sedangkan ia tidak ada sama sekali) oleh karenanya mengapa ia tidak mengambil kesimpulan dari permulaan itu kepada pengembalian, yakni kembali kepada-Nya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 68,
    "arab": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيٰطِيْنَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ",
    "translation": "Maka demi Tuhanmu, sungguh, pasti akan Kami kumpulkan mereka bersama setan, kemudian pasti akan Kami datangkan mereka ke sekeliling Jahanam dengan berlutut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2318.mp3",
    "tafsir": "Karena itu Allah mengancam manusia semacam itu dengan bersumpah bahwa Dia akan mengumpulkan mereka di padang mahsyar bersama-sama dengan setan yang mereka anggap sebagai pemimpin mereka. Mereka akan melihat dan mengalami bagaimana dahsyat dan hebatnya suasana ketika itu, sehingga tidak ada yang dipikirkan oleh seseorang kecuali keselamatan dirinya sebagaimana tersebut dalam firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\nDalam suasana yang amat gawat dan kritis itulah mereka digiring ke neraka dalam keadaan berlutut dan hina tidak dapat berdiri lagi karena pengalaman yang amat pahit dan penderitaan yang tak terperikan.",
    "quraish": "Jika kebangkitan itu suatu keanehan yang diingkari oleh orang-orang kafir, maka demi Tuhan yang telah menciptakan, memelihara dan membesarkanmu, pada hari kiamat nanti, Kami pasti akan mengumpulkan orang-orang kafir bersama setan-setan yang selalu menggoda mereka dengan kekafiran. Dan Kami akan mendatangkan mereka di sekeliling neraka jahanam dalam keadaan--karena ketakutan mereka yang amat sangat--berlutut penuh kehinaan.",
    "jalalayn": "(Demi Rabbmu, sesungguhnya akan Kami bangkitkan mereka) orang-orang yang ingkar kepada adanya hari berbangkit itu (bersama dengan setan) Kami mengumpulkan masing-masing dari mereka bersama setan-setannya dalam keadaan terbelenggu (kemudian akan Kami datangkan mereka ke sekeliling Jahanam) dari luarnya (dengan berlutut) berjalan dengan lututnya. Lafal Jitsiyyan adalah bentuk jamak dari lafal jaatsin, asal katanya adalah Jitsuwwun atau Jitsuwyun yang akar katanya berasal dari Jatsaa-Yajtsuu atau Jatsaa Yajtsii. Ada dua pendapat sehubungan dengan lafal ini."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 69,
    "arab": "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيْعَةٍ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمٰنِ عِتِيًّا ۚ",
    "translation": "Kemudian pasti akan Kami tarik dari setiap golongan siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pengasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2319.mp3",
    "tafsir": "Karena itu Allah mengancam manusia semacam itu dengan bersumpah bahwa Dia akan mengumpulkan mereka di padang mahsyar bersama-sama dengan setan yang mereka anggap sebagai pemimpin mereka. Mereka akan melihat dan mengalami bagaimana dahsyat dan hebatnya suasana ketika itu, sehingga tidak ada yang dipikirkan oleh seseorang kecuali keselamatan dirinya sebagaimana tersebut dalam firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\nDalam suasana yang amat gawat dan kritis itulah mereka digiring ke neraka dalam keadaan berlutut dan hina tidak dapat berdiri lagi karena pengalaman yang amat pahit dan penderitaan yang tak terperikan.",
    "quraish": "Kemudian, dari tiap-tiap golongan, akan ditarik seseorang di antara mereka yang paling durhaka dan sombong kepada Allah. Lalu ia akan dimasukkan terlebih dahulu ke dalam siksa yang pedih sebelum yang lain.",
    "jalalayn": "(Kemudian pasti akan Kami tarik dari tiap-tiap golongan) yakni setiap kelompok dari mereka (siapa di antara mereka yang sangat durhaka kepada Tuhan Yang Maha Pemurah) sangat berani berbuat durhaka kepada-Nya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 70,
    "arab": "ثُمَّ لَنَحْنُ اَعْلَمُ بِالَّذِيْنَ هُمْ اَوْ لٰى بِهَا صِلِيًّا ",
    "translation": "Selanjutnya Kami sungguh lebih mengetahui orang yang seharusnya (dimasukkan) ke dalam neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2320.mp3",
    "tafsir": "Orang-orang kafir itu dikumpulkan secara berkelompok-kelompok sesuai dengan tingkat kedurhakaan mereka, lalu Allah menyisihkan yang paling ingkar, paling sombong dan durhaka dan paling banyak menyesatkan manusia di muka bumi dari masing-masing kelompok itu untuk dilemparkan lebih dahulu ke dalam neraka. Bagi Allah Yang Mahatahu Mahaluas Ilmu-Nya tidaklah sulit menentukan orang-orang yang seperti itu karena semua amal perbuatannya di dunia telah tercatat di dalam buku masing-masing, seperti tersebut dalam firman-Nya:\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatupun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18)\nMereka akan dibelenggu, dilemparkan ke neraka dan dalam neraka pun mereka akan dirantai seperti tersebut dalam firman-Nya:\n(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. (al-haqqah/69: 30-32) \nSesudah itu barulah tiba giliran yang lain untuk dilemparkan pula ke neraka sesuai dengan tingkat kekufuran dan kedurhakaannya.",
    "quraish": "Kami lebih mengetahui siapa yang paling berhak masuk neraka dan merasakan kobaran apinya lebih dahulu sebelum mereka.",
    "jalalayn": "(Dan kemudian Kami sungguh lebih mengetahui orang-orang yang lebih utama terhadapnya) lebih berhak terhadap Jahanam, yaitu orang yang sangat durhaka kepada-Nya dan orang-orang yang sama seperti mereka (untuk dimasukkan ke dalamnya) yang lebih utama masuk Jahanam dan lebih layak untuk menempatinya. Maka Kami memulai dengan mereka. Asal kata Shiliyyun adalah Shiliwyun, berasal dari Fi'il Shaliya atau Shalaa."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 71,
    "arab": "وَاِنْ مِّنْكُمْ اِلَّا وَارِدُهَا ۚ كَانَ عَلٰى رَبِّكَ حَتْمًا مَّقْضِيًّا ۚ",
    "translation": "Dan tidak ada seorang pun di antara kamu yang tidak mendatanginya (neraka). Hal itu bagi Tuhanmu adalah suatu ketentuan yang sudah ditetapkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2321.mp3",
    "tafsir": "Kemudian Allah mengarahkan firman-Nya kepada manusia seluruhnya dan menerangkan bahwa semua orang akan dibawa ke tempat di mana neraka berada. Mereka didekatkan ke neraka itu dan berdiri di sekelilingnya. Hal ini sudah menjadi ketetapan-Nya yang tidak dapat diubah lagi dan harus terlaksana. \nDalam hadis Muslim dari Abu Sa'id al-Khudriy diterangkan (¦ kemudian dipancangkan jembatan di atas Jahanam, dan syafaat diperbolehkan, mereka berkata ya Allah selamatkan kami “ selamatkan kami, Rasulullah ditanya, apakah jembatan itu? Rasulullah menjawab, \"tempat berpijak yang licin ada alat penyambar dan pecantol, dan duri (seperti) yang ada di Najd, yang memiliki duri kecil yang diberi nama as-Sa'dan. Ada orang mukmin yang berjalan sekejap mata seperti kilat, angin, burung yang terbang, kuda pacuan dan seperti orang yang berkendaraan, maka ada yang selamat, tertangkap dan lolos, ada pula yang terlempar ke dalam neraka jahannam.\")",
    "quraish": "Kalian semua, tanpa terkecuali, pasti akan mendatanginya. Orang-orang Mukmin hanya akan melihat dan melewatinya. Sementara orang-orang kafir akan masuk ke dalamnya. Semua itu pasti akan terjadi sesuai dengan ketetapan Allah.",
    "jalalayn": "(Dan tidak) (daripada kalian) seorang pun (melainkan mendatangi neraka itu) neraka Jahanam. (Hal itu bagi Rabbmu adalah suatu kemestian yang sudah ditetapkan) telah dipastikan dan telah diputuskan oleh-Nya, hal ini tidak akan diabaikan-Nya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 72,
    "arab": "ثُمَّ نُنَجِّى الَّذِيْنَ اتَّقَوْا وَّنَذَرُ الظّٰلِمِيْنَ فِيْهَا جِثِيًّا ",
    "translation": " Kemudian Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalam (neraka) dalam keadaan berlutut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2322.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah dikala itu melepaskan orang-orang yang bertakwa dari siksaan neraka dan membiarkan orang-orang kafir jatuh ke dalamnya dalam keadaan berlutut. Allah menerangkan bahwa yang dilepaskan dari siksaan neraka itu ialah orang-orang yang bertakwa bukan orang-orang yang beriman saja, karena orang-orang yang beriman saja belum tentu termasuk orang-orang yang bertakwa, karena banyak di antara orang-orang yang beriman melanggar perintah Allah dan mengerjakan larangannya. Apabila dosanya lebih banyak dari amal kebaikannya maka ia akan disiksa lebih dahulu dalam neraka sesuai dengan dosa yang diperbuatnya kemudian barulah dikeluarkan dari neraka setelah menerima siksaan yang sepadan dengan dosanya, lalu dimasukan ke surga. Adapun orang-orang yang amal kebaikannya lebih banyak dari dosanya, maka dia dimasukkan ke dalam surga setelah dosa-dosanya itu diampuni oleh Allah dengan rahmat dan kasih sayang-Nya. Hal yang demikian tersebut dalam firman Allah:\nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 6-11)",
    "quraish": "Kemudian Kami benar-benar akan memberikan kasih sayang Kami kepada orang-orang yang bertakwa, sehingga mereka selamat dari neraka jahanam. Sedangkan orang-orang yang menzalimi diri mereka akan Kami biarkan berlutut kaki di dalam neraka jahanam sebagai siksa bagi mereka.",
    "jalalayn": "(Kemudian Kami akan menyelamatkan) dapat dibaca Nunajjii dan Nunjii (orang-orang yang bertakwa) orang-orang yang memelihara dirinya dari kemusyrikan dan kekafiran, Kami akan selamatkan daripadanya (dan Kami akan membiarkan orang-orang yang zalim) orang-orang yang melakukan kemusyrikan dan kekafiran (di dalam neraka dalam keadaan berlutut) berdiri di atas lutut mereka."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 73,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓاۙ اَيُّ الْفَرِيْقَيْنِ خَيْرٌ مَّقَامًا وَّاَحْسَنُ نَدِيًّا ",
    "translation": " Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas (maksudnya), orang-orang yang kafir berkata kepada orang-orang yang beriman, “Manakah di antara kedua golongan yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan(nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2323.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sikap orang-orang kafir itu bila dibacakan kepada mereka ayat-ayat Al-Qur'an yang nyata kebenarannya dan tidak dapat disangkal lagi, ucapan yang keluar dari mulut mereka untuk menentang kebenaran ayat-ayat itu adalah cemoohan dan olok-olok. Mereka mengatakan kepada orang mukmin siapa di antara kita yang paling senang hidupnya, paling tenang pikirannya, paling bagus rumahnya, paling tinggi kedudukannya dan paling banyak jumlahnya. Bagaimana kami yang jauh lebih tinggi dan lebih mulia dari kamu semua, akan berada dalam kebatilan dan menempuh jalan yang sesat. Hal ini adalah sesuatu yang mustahil. Maka kami menganggap kamulah yang berada dalam kesesatan karena golongan kamu selain lemah, sengsara dan sedikit jumlahnya, kamu hanya dapat berkumpul dengan sembunyi-sembunyi membicarakan hal ihwalnya di tempat-tempat yang tersisih dan sepi seperti Darul Arqam dan sebagainya. Tidak mungkin agama yang kamu anut itu agama yang benar dan tidak mungkin ayat-ayat Al-Qur'an itu baik dan berguna. Karena kalau demikian halnya tentu kamilah yang lebih dahulu beriman dan mempercayainya. Hanya itulah alasan dan keterangan yang dapat dikemukakan oleh orang kafir kepada orang mukmin dan keterangan mereka seperti ini terdapat pula pada ayat yang lain:\nDan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.\" Tetapi karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, \"Ini adalah dusta yang lama.\" (al-Ahqaf/46: 11)",
    "quraish": "Semasa hidup di dunia, jika ayat-ayat Allah yang jelas petunjuknya dibacakan kepada orang-orang kafir, mereka menentangnya. Dengan membanggakan harta dan kelompok, mereka berkata kepada orang-orang yang beriman, \"Nasib kalian tidaklah sama dengan nasib kami di dunia. Kedudukan kami lebih baik dari pada kedudukan kalian. Demikian juga kedudukan kami di akhirat yang kalian yakini itu.\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka) yaitu mereka orang-orang Mukmin dan orang-orang kafir (ayat-ayat Kami) dari Alquran (yang terang) jelas keadaan dan maksudnya (niscaya orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Manakah di antara kedua golongan) kami dan kalian (yang lebih baik tempat tinggalnya) yaitu, tempat menetap dan rumahnya. Lafal Maqaaman berasal dari kata kerja Qaama, kalau dibaca Muqaaman berarti berasal dari kata kerja Aqaama (dan lebih indah tempat pertemuannya\"). Lafal Nadiyyan bermakna An-Naadi artinya tempat berkumpulnya kaum, yang mereka berbincang-bincang di dalamnya. Mereka bermaksud bahwa kamilah yang lebih baik daripada kalian. Kemudian Allah berfirman,"
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 74,
    "arab": "وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَحْسَنُ اَثَاثًا وَّرِءْيًا ",
    "translation": " Dan berapa banyak umat (yang ingkar) yang telah Kami binasakan sebelum mereka, padahal mereka lebih bagus perkakas rumah tangganya dan (lebih sedap) dipandang mata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2324.mp3",
    "tafsir": "Allah menolak cemoohan orang-orang kafir itu dengan menjelaskan bahwa Dia di masa yang lalu telah banyak membinasakan beberapa kaum karena kedurhakaan mereka, seperti kaum `Ad dan samud padahal mereka itu lebih kaya dan lebih mewah dari kaum kafir Mekah dan negeri mereka pun adalah negeri yang subur, dan mempunyai panorama yang indah. Jadi kekayaan, kemewahan panduduk dan keindahan suatu negeri bukanlah acuan untuk menilai suatu kaum bahwa ia adalah di pihak yang benar dan menjadi kesayangan Allah. Yang menjadi ukuran ialah keimanan kepada Allah serta ketaatan dan kepatuhan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Kalau benar kekayaan dan kemewahan itu yang menjadi ukuran, tentulah mereka tidak dibinasakan Allah. Sebenarnya ayat ini adalah suatu ancaman dari Allah terhadap kaum musyrik Mekah, kalau mereka tidak juga sadar dan insaf dan tetap membangkang tidak mustahil mereka akan dihancurkan pula seperti umat-umat terdahulu.",
    "quraish": "Hendaknya orang-orang kafir itu mengambil pelajaran dari umat-umat terdahulu yang dihancurkan oleh Allah karena ingkar kepada-Nya. Padahal, ketika di dunia, umat-umat itu lebih baik kedudukannya, lebih banyak hartanya dan lebih gagah dalam pandangan mata ketimbang mereka. Allah telah membinasakan mereka karena kekufuran. Jejak mereka itu sebenarnya dapat dijadikan sebagai nasihat bagi setiap orang yang ingin menjadikannya pelajaran.",
    "jalalayn": "(\"Berapa banyak) alangkah banyaknya (umat yang telah Kami binasakan sebelum mereka) yaitu umat-umat di masa silam (sedangkan mereka adalah lebih bagus alat rumah tangganya) yakni harta bendanya lebih banyak dan perabotan rumah tangga mereka jauh lebih bagus (dan lebih sedap dipandang mata\") lebih indah dipandang mata. Lafal Ri'yan berasal dari kata Ar-Ru'yah. Maksudnya, sebagaimana Kami telah membinasakan umat-umat dahulu disebabkan kekafirannya, maka Kami pun akan membinasakan mereka pula."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 75,
    "arab": "قُلْ مَنْ كَانَ فِى الضَّلٰلَةِ فَلْيَمْدُدْ لَهُ الرَّحْمٰنُ مَدًّا ەۚ حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ اِمَّا الْعَذَابَ وَاِمَّا السَّاعَةَ ۗفَسَيَعْلَمُوْنَ مَنْ هُوَ شَرٌّ مَّكَانًا وَّاَضْعَفُ جُنْدًا",
    "translation": "Katakanlah (Muhammad), “Barangsiapa berada dalam kesesatan, maka biarlah Tuhan Yang Maha Pengasih memperpanjang (waktu) baginya; sehingga apabila mereka telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah bala tentaranya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2325.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya menjawab cemoohan dan olok-olok kaum musyrik yang membanggakan kekayaannya itu dengan mengatakan bahwa orang-orang yang sesat dari kaumnya tidak akan dibinasakan oleh Allah saat ini, karena rahmat dan kasih sayangnya dan karena di kalangan mereka berada Nabi Muhammad serta orang-orang yang beriman. Hal ini tersebut pada firman-Nya: \nTetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33)\nAllah akan membiarkan mereka dan menangguhkan serta memberi kesempatan kepada mereka untuk berlarut-larut dalam kekafiran dan kedurhakaan sampai tiba saatnya mereka akan melihat sendiri siksaan Allah di dunia dengan kekalahan total yang dialami mereka (seperti Perang Badar dan terusirnya kaum musyrik Mekah) dan di akhirat mereka akan melihat siapa sebenarnya yang lebih mulia, mendapat rahmat dan karunia Allah dan siapa yang akan mendapat siksaan yang menghinakan sehingga begitu hina dan begitu rendahlah kedudukan mereka.",
    "quraish": "Wahai Rasul, katakanlah kepada mereka, \"Barangsiapa berada dalam kesesatan dan kekufuran, maka Allah akan menangguhkan dan memanjangkan umurnya sehingga ia bertambah zalim dan sesat.\" orang-orang kafir itu akan selalu mengatakan kepada orang-orang yang beriman, \"Di antara dua golongan, Mukmin dan kafir, siapakah yang lebih baik kedudukan dan tempat pertemuannya?\" Hingga ketika mereka menyaksikan apa yang dijanjikan kepada mereka--adakalanya dalam bentuk penyiksaan orang-orang muslim di dunia terhadap mereka dengan pembunuhan dan penawanan, atau dalam keadaaan terhina di akhirat--saat itulah mereka baru menyadari bahwa merekalah yang lebih buruk kedudukannya dan lebih lemah penolong-penolongnya.",
    "jalalayn": "(Katakanlah! \"Barang siapa yang berada di dalam kesesatan) kalimat ayat ini mengandung syarat sedangkan Jawabnya ialah (maka biarlah diperpanjang) kalimat perintah di sini bermakna kalimat berita, artinya hendaknya diperpanjang (tempo baginya oleh Yang Maha Pemurah dengan sesungguhnya) di dunia ini dengan memperturutkan apa yang ia kehendaki (sehingga apabila mereka telah melihat apa yang diancamkan kepadanya, baik siksa) seperti dibunuh dan ditahan (maupun kiamat) yang pengertiannya mencakup juga neraka Jahanam tempat mereka dimasukkan ke dalamnya (maka mereka akan mengetahui siapa yang lebih jelek kedudukannya dan lebih lemah penolong-penolongnya\") yakni pembantu-pembantunya; apakah mereka ataukah orang-orang yang beriman, pembantu-pembantu mereka adalah setan sedangkan pembantu-pembantu orang-orang yang beriman di dalam menghadapi mereka adalah para Malaikat."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 76,
    "arab": "وَيَزِيْدُ اللّٰهُ الَّذِيْنَ اهْتَدَوْا هُدًىۗ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ مَّرَدًّا ",
    "translation": "Dan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2326.mp3",
    "tafsir": "Sebagai hiburan bagi kaum Muslimin yang dihina dan dicemoohkan itu, karena memang mereka tidak berdaya menjawab tantangan kaum musyrik yang menyombongkan kekayaannya. Allah menjanjikan akan memberi mereka tambahan petunjuk di samping petunjuk-petunjuk yang telah mereka terima. Dengan petunjuk-petunjuk itu mereka akan lebih bertakwa dan lebih bahagia. Biarkanlah orang-orang kafir itu berbangga-bangga dengan kekayaan dan kedudukan dan selalu berada dalam keangkuhan dan kesombongan. Biarkanlah mereka berlarut-larut dalam kesesatan dan kedurhakaan. Pada suatu saat Allah akan menimpakan siksa-Nya yang keras kepada mereka. Di waktu itulah nanti mereka akan sadar bahwa mereka telah melakukan kesalahan yang besar dan menyesal dengan amat sangat, tetapi penyesalan itu tidak akan menolong mereka sedikit pun, karena ibarat nasi sudah menjadi bubur, sesal dahulu pendapatan sesal kemudian tidak berguna. Dalam menghadapi kesombongan kaum musyrik itu hendaklah kaum Muslimin sabar dan tabah, selalu mengamalkan petunjuk-petunjuk Allah, taat dan patuh kepada perintah-Nya. Dengan demikian hati mereka akan lapang, pikiran mereka akan tenang, amal baik mereka akan bertambah. Mereka senantiasa akan berada dalam lindungan rahmat dan kasih sayang-Nya. Allah akan menyediakan bagi mereka pahala yang berlipat ganda.",
    "quraish": "Adapun orang-orang yang beriman terhadap ayat-ayat Allah, ketika mendengar ayat-ayat itu mereka langsung menerimanya. Dengan begitu, Allah menambahkan petunjuk-Nya kepada mereka untuk berbuat baik. Amalan-amalan saleh itu lebih baik dan lebih kekal pahalanya di sisi Allah.",
    "jalalayn": "(Dan Allah akan menambah kepada mereka yang telah mendapat petunjuk) berkat iman mereka (hidayah) berkat ayat-ayat yang diturunkan kepada mereka (Dan amal-amal saleh yang kekal itu) yaitu ketaatan kepada Allah yang selalu dilakukan oleh seseorang (lebih baik pahalanya di sisi Rabbmu dan lebih baik kesudahannya) akhir dan kesudahan daripadanya, berbeda dengan amal perbuatan orang-orang kafir. Pengertian perbandingan kebaikan di sini sebagai kebalikan daripada perkataan orang-orang kafir, yaitu ketika mereka mengatakan, \"Manakah di antara kedua golongan yang lebih baik kedudukannya?\""
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 77,
    "arab": "اَفَرَاَيْتَ الَّذِيْ كَفَرَ بِاٰيٰتِنَا وَقَالَ لَاُوْتَيَنَّ مَالًا وَّوَلَدًا ۗ",
    "translation": "Lalu apakah engkau telah melihat orang yang mengingkari ayat-ayat Kami dan dia mengatakan, “Pasti aku akan diberi harta dan anak.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2327.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya memperhatikan bagaimana sombong dan angkuhnya orang kafir itu yang berani mengatakan bahwa di akhirat nanti mereka akan dianugerahi harta dan anak yang banyak. Meskipun ucapan itu seakan-akan menunjukkan bahwa mereka mempercayai hari kebangkitan tetapi sebenarnya mereka tidak percaya sama sekali akan adanya hari kebangkitan. Ucapan seperti itu hanya sebagai cemoohan dan olok-olok terhadap kepercayaan orang mukmin dengan pengertian bahwa jika benar-benar Khabab bin Arat percaya akan hari kebangkitan biarlah utangnya itu dibayar pada hari kebangkitan. Sekarang dia tidak mau membayarnya karena Khabbab beriman dengan Muhammad. Cemoohan itu ditambah lagi dengan mengatakan bahwa dia akan kaya dan banyak anak nanti di akhirat. Alangkah beraninya dia mengada-adakan sesuau yang tidak diketahuinya sama sekali, sedang dia sendiri mengingkari hal-hal yang gaib.",
    "quraish": "Hendaknya kamu merasa heran, wahai Muhammad, terhadap orang kafir yang mengingkari ayat-ayat Allah dan tertipu oleh kehidupan dunia, sehingga mengingkari hari kebangkitan dan, dengan nada mengolok-olok, berkata, \"Sesungguhnya di akhirat yang kalian yakini keberadaannya, Allah akan memberikan kepadaku harta dan anak yang dapat aku banggakan di sana.\" Ia mengira bahwa akhirat itu seperti dunia. Ia lupa bahwa akhirat merupakan tempat pembalasan bagi kebaikan dan kejahatan. Sesungguhnya kemuliaan di akhirat hanya dapat diperoleh dengan amal saleh.",
    "jalalayn": "(Maka apakah kamu telah melihat orang yang kafir kepada ayat-ayat Kami) maksudnya 'Ashi bin Wa'il (dan ia mengatakan,) kepada Khabbab bin Art yang mengatakan kepadanya, bahwa engkau kelak akan dibangkitkan hidup kembali sesudah mati. Pada saat itu Khabbab sedang menagih utang kepadanya (\"Pasti aku akan diberi) seandainya aku dibangkitkan hidup kembali (harta dan anak\") maka pada saat itu aku akan membayar utangku kepadamu. Allah berfirman menyanggahnya:"
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 78,
    "arab": "اَطَّلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۙ",
    "translation": "Adakah dia melihat yang gaib atau dia telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2328.mp3",
    "tafsir": "Oleh sebab itu maka pada ayat ini Allah mengecamnya dengan mengatakan, \"Apakah dia mengetahui hal-hal yang gaib ataukah dia telah berjanji dengan Allah bahwa Dia akan memberinya rezeki dan anak yang banyak?\" Kedua kemungkinan itu amat jauh sekali, karena tidak ada seorang pun yang dapat mengetahui yang gaib apalagi yang berhubungan dengan hari akhirat. Dan tidak mungkin pula dia berjanji dengan Tuhan bahwa dia akan diberi rezeki yang banyak di akhirat sedangkan dia sendiri mengingkari hari itu dan mempersekutukan Allah dengan berhala-berhala. Tempat orang seperti ini adalah neraka dan siksaan yang akan ditimpakan kepadanya tentu berat sekali.",
    "quraish": "Apakah orang kafir itu dapat melihat yang gaib, sehingga ia memberi kabar dengan benar; atau, ia telah membuat perjanjian dengan Allah, sehingga sangat berpengharapan?",
    "jalalayn": "(Adakah dia melihat yang gaib) apakah dia mengetahuinya sehingga ia berani mengatakan, bahwa dia akan diberi seperti apa yang dikatakannya itu. Lafal Aththala'a ini disebabkan sudah cukup hanya dengan memakai Hamzah Istifham, maka Hamzah Washalnya dibuang (atau ia telah membuat perjanjian di sisi Tuhan Yang Maha Pemurah?) sehingga ia berani mengatakan, bahwa Allah akan memberikan kepadanya apa yang telah dikatakannya itu."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 79,
    "arab": "كَلَّاۗ سَنَكْتُبُ مَا يَقُوْلُ وَنَمُدُّ لَهٗ مِنَ الْعَذَابِ مَدًّا ۙ",
    "translation": "Sama sekali tidak! Kami akan menulis apa yang dia katakan, dan Kami akan memperpanjang azab untuknya secara sempurna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2329.mp3",
    "tafsir": "Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`ara/26: 88-89)\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48)",
    "quraish": "Hendaknya ia menyudahi kebohongan yang dibuatnya. Sebab Kami akan memperhitungkan kebohongannya itu. Siksa yang akan menimpanya diperpanjang sampai batas yang tak dapat diperkirakan.",
    "jalalayn": "(Sekali-kali tidak) hal itu tidak akan diberikan kepadanya (Kami akan menulis) Kami memerintahkan untuk menuliskan (apa yang ia katakan itu dan benar-benar Kami akan memperpanjang azab baginya) Kami akan menambahkan kepada azab kekafirannya azab yang lain, karena perkataannya itu."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 80,
    "arab": "وَّنَرِثُهٗ مَا يَقُوْلُ وَيَأْتِيْنَا فَرْدًا ",
    "translation": "dan Kami akan mewarisi apa yang dia katakan itu, dan dia akan datang kepada Kami seorang diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2330.mp3",
    "tafsir": "Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`ara/26: 88-89)\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), \"Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.\" (al-Kahf/18: 48)",
    "quraish": "Harta dan anak yang mereka banggakan saat di dunia akan dirampas dan dibinasakan. Kelak di akhirat, ia akan datang seorang diri: tanpa harta, anak dan penolong.",
    "jalalayn": "(Dan Kami akan mewarisi apa yang ia katakan itu) yaitu harta benda dan anak (dan ia akan datang kepada Kami) kelak pada hari kiamat (dengan seorang diri) dalam keadaan tidak punya harta benda dan tidak punya anak."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 81,
    "arab": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّا ۙ",
    "translation": "Dan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2331.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan kepada Nabi Muhammad saw bahwa maksud dan tujuan dari orang-orang musyrik menyembah berhala dan sembahan-sembahan lainnya, ialah agar berhala-berhala dan sembahansembahan itu dapat menolong mereka, baik di dunia maupun di akhirat kelak. Mereka mempersembahkan berbagai macam barang dan uang kepada berhala-berhala itu dengan harapan agar berhala-berhala itu dapat mengabulkan permintaan mereka, diberi restu dan diberkahi dalam kehidupan, usaha dan pekerjaan, dan agar mereka tetap berbahagia mulia dan terhormat. Di kalangan mereka seakan-akan berhala itulah yang paling berkuasa, berhak melimpahkan rahmat dan nikmat, berhak menimpakan siksa dan kesengsaraan. Di akhirat nanti (menurut paham mereka) berhala-berhala itu akan dapat memintakan syafaat bagi mereka dan akan menolong mereka bila mereka menghadapi kesulitan atau mengalami penderitaan.",
    "quraish": "Orang-orang kafir itu telah menjadikan banyak tuhan selain Allah untuk disembah, dengan harapan tuhan-tuhan itu dapat memberi syafaat kepada mereka di akhirat kelak.",
    "jalalayn": "(Dan mereka telah mengambil) orang-orang kafir Mekah (selain dari Allah) yakni berhala-berhala (sebagai tuhan-tuhan) yang mereka sembah (agar tuhan-tuhan itu menjadi pelindung bagi mereka) maksudnya memberikan syafaat kepada mereka di hadapan Allah supaya mereka jangan diazab oleh-Nya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 82,
    "arab": "كَلَّا ۗسَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّا ࣖ",
    "translation": "Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2332.mp3",
    "tafsir": "Ayat ini menolak paham yang salah itu terutama mengenai kemampuan berhala itu memberi pertolongan di akhirat. Berhala-berhala dan sembahan-sembahan itu sekali-kali tidak akan dapat menolong mereka bahkan mereka akan mengingkari di hadapan Allah bahwa mereka disembah oleh orang-orang musyrik itu sebagaimana disebutkan dalam firman Allah:\nDan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta.\" (an-Nahl/16: 86)\nDan firman-Nya:\n(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. Dan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 166-167)",
    "quraish": "Hendaknya mereka menghindari prasangka seperti itu. Sebab, tuhan-tuhan itu kelak akan mengingkari penyembahan terhadap diri mereka. Mereka justru akan menjadi musuh orang-orang musyrik yang menuntut agar mereka disiksa.",
    "jalalayn": "(Sekali-kali tidak) tiada sesuatu pun yang dapat mencegah azab mereka. (Kelak mereka itu akan mengingkari) yakni tuhan-tuhan sembahan mereka itu (penyembahan mereka) artinya mereka akan mengingkari penyembahan orang-orang yang mempertuhankan mereka, sebagaimana dijelaskan pula oleh ayat lain, yaitu firman-Nya, \"Mereka sekali-kali tidak menyembah Kami...\" (Q.S. Al-Qashash, 63). (dan tuhan-tuhan itu akan menjadi musuh bagi mereka) yakni berhala-berhala itu justru akan menjadi musuh orang-orang yang menyembahnya kelak di akhirat."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 83,
    "arab": "اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّا ۙ",
    "translation": "Tidakkah engkau melihat, bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir untuk mendorong mereka (berbuat maksiat) dengan sungguh-sungguh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2333.mp3",
    "tafsir": "Pada ayat ini Allah memperingatkan Nabi Muhammad bahwa Dia telah melepaskan setan dan memberi kesempatan kepadanya untuk menipu, membujuk serta memperdayakan manusia yang terkena bujuk rayu setan itu termasuk orang-orang kafir Mekah sehingga Mereka akan tetap dalam kesesatan dan tidak akan kembali ke jalan yang benar bagaimanapun Muhammad mengajak dan menyeru mereka. Hal ini dijelaskan Allah sebagai penawar hati Nabi Muhammad yang berduka karena dia telah bersungguh-sungguh dan dengan sepenuh hati memberikan petunjuk dan peringatan kepada mereka, tetapi mereka tetap juga ingkar dan tidak mau beriman.",
    "quraish": "Tidakkah kamu mengetahui, wahai Rasul, sesungguhnya Kami telah menguatkan pengaruh setan terhadap orang-orang kafir sehingga ia dapat menguasai dan mendorong mereka untuk menentang kebenaran. Mereka pun tunduk mengikuti setan.",
    "jalalayn": "(Tidakkah kamu lihat, bahwasanya Kami telah mengirim setan-setan itu) yakni pengaruh mereka (kepada orang-orang kafir untuk menghasut mereka) untuk menggerakkan mereka melakukan perbuatan-perbuatan maksiat (dengan sungguh-sungguh)."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 84,
    "arab": "فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّا ۗ",
    "translation": "Maka janganlah engkau (Muhammad) tergesa-gesa (memintakan azab) terhadap mereka, karena Kami menghitung dengan hitungan teliti (datangnya hari siksaan) untuk mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2334.mp3",
    "tafsir": "Pada ayat ini Allah melarang Nabi Muhammad merasa sedih dan marah kepada orang kafir dan meminta supaya azab kepada mereka disegerakan karena saat untuk menimpakan azab itu sudah dekat, hanya tinggal menghitung-hitung harinya saja. Di dunia mereka akan menerima balasan dengan kekalahan mereka dalam Perang Badar dan di akhirat walaupun dalam pikiran kita masih jauh tetapi bagi Allah hari itu adalah dekat. Karena satu hari di akhirat dalam perhitungan Allah bukanlah 24 jam seperti perhitungan kita, mungkin seribu tahun atau mungkin lebih, sebagai tersebut dalam firman-Nya:\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.(al-hajj/22: 47)",
    "quraish": "Wahai Rasul, janganlah kekufuran mereka membuat hatimu susah. Dan jangan pula tergesa-gesa memintakan siksa untuk mereka. Sesungguhnya mereka dibiarkan di dunia sampai batas waktu tertentu, dan akan dihitung amal perbuatan dan dosa-dosa mereka untuk dihisab di akhirat kelak.",
    "jalalayn": "(Maka janganlah kamu tergesa-gesa terhadap mereka) untuk mendatangkan azab buat mereka (karena sesungguhnya Kami hanya menghitung untuk mereka) hari-hari atau nafas-nafas mereka (dengan perhitungan yang teliti) hingga tiba saatnya azab mereka."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 85,
    "arab": "يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا ",
    "translation": "(Ingatlah) pada hari (ketika) Kami mengumpulkan orang-orang yang bertakwa kepada (Allah) Yang Maha Pengasih, bagaikan kafilah yang terhormat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2335.mp3",
    "tafsir": "Pada hari itu Allah mengumpulkan orang-orang yang bertakwa untuk menghadap kehadirat-Nya sebagai rombongan yang dimuliakan karena iman dan amal mereka di dunia. Mereka dibawa dengan kendaraan yang bagus dan indah sebagai tamu yang dihormati. Ali bin Abi thalib mengatakan bahwa rombongan itu bukanlah rombongan biasa yang berjalan kaki atau digiring tetapi dibawa dengan kendaraan yang belum pernah dilihat keindahannya oleh manusia, di atasnya ada tempat duduk dari emas dan tali lesnya bertahtakan permata zamrud sehingga sampailah mereka di muka pintu surga.",
    "quraish": "Wahai Rasul, ingatlah pada suatu hari Kami akan mengumpulkan orang-orang yang bertakwa di dalam surga Tuhan Yang Maha Pemurah sebagai utusan dan kelompok yang terhormat.",
    "jalalayn": "Ingatlah (hari ketika Kami mengumpulkan orang-orang yang takwa) berkat keimanan mereka (kepada Tuhan Yang Maha Pemurah sebagai perutusan yang terhormat). Lafal Wafdun adalah bentuk jamak dan lafal Waafidun, artinya delegasi."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 86,
    "arab": "وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًا ۘ",
    "translation": "dan Kami akan menggiring orang yang durhaka ke neraka Jahanam dalam keadaan dahaga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2336.mp3",
    "tafsir": "Sebaliknya orang durhaka yang tetap ingkar dan kafir digiring ke neraka. Dalam perjalanan ke neraka itu mereka menderita berbagai macam penderitaan yang tidak terperikan seperti haus dan lapar karena panasnya udara padang mahsyar. Mereka digiring seperti hewan-hewan yang hina dina yang tidak berdaya bukan ke tempat yang teduh atau ke mata air yang jernih untuk melepaskan haus dan dahaga tetapi ke neraka yang amat panas.",
    "quraish": "Sementara orang-orang yang durhaka dihalau menuju ke neraka jahanam dalam keadaan dahaga, layaknya seperti binatang yang kehausan saat dihalau menuju air.",
    "jalalayn": "(Dan Kami akan menghalau orang-orang yang durhaka) karena kekafiran mereka (ke neraka Jahanam dalam keadaan dahaga). Lafal Wirdun adalah bentuk jamak dari lafal Waaridun artinya berjalan dalam keadaan dahaga."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 87,
    "arab": "لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۘ",
    "translation": " Mereka tidak berhak mendapat syafaat, (pertolongan) kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2337.mp3",
    "tafsir": "Orang kafir tidak akan memperoleh syafaat dari siapa pun untuk menolong mereka atau meringankan penderitaan yang mereka alami. Karena yang berhak menerima syafaat pada hari itu hanyalah orang-orang yang telah dijanjikan Allah akan mendapat syafaat yaitu orang-orang mukmin yang di masa hidupnya di dunia telah mempersiapkan diri untuk mendapat syafaat dengan amal ibadahnya dan perjuangannya menegakkan kalimah Allah. Syafaat pada hari itu hanya dimiliki oleh para nabi, ulama dan para syuhada sesuai dengan amal dan bakti mereka masing-masing. Di antara amal ibadat yang menjadikan seseorang berhak memperoleh syafaat itu ialah memelihara salat lima waktu dengan sebaik-baiknya. \nRasulullah bersabda, \"Barangsiapa yang datang pada hari kiamat membawa salatnya yang lima waktu dengan sempurna yaitu disempurnakan wudunya dipeliharanya waktunya, ruku` dan sujudnya, tidak pernah ditinggalkannya barang sekalipun maka Allah berjanji tidak akan menyiksanya. Tetapi orang yang pernah meninggalkan salatnya, tidak akan memperoleh janji Allah itu. Terserahlah kepada Tuhan apakah Dia akan memberinya rahmat atau menimpakan azab kepadanya.\"(Diriwayatkan oleh ath-thabrani dalam kitab \"al-Ausath\" dari Abu Hurairah)",
    "quraish": "Pada hari itu, tak seorang pun yang mendapat syafaat, kecuali orang yang mendapat izin dari Allah karena adanya suatu perjanjian.",
    "jalalayn": "(Mereka tidak dapat memberi) manusia semuanya (syafaat kecuali orang yang telah mengadakan perjanjian di sisi Tuhan Yang Maha Pemurah) yakni kesaksian bahwa tiada Tuhan selain Allah dan tiada daya serta tiada kekuatan melainkan berkat pertolongan Allah."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 88,
    "arab": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ",
    "translation": "Dan mereka berkata, “(Allah) Yang Maha Pengasih mempunyai anak.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2338.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.",
    "quraish": "Sesungguhnya orang-orang musyrik, Yahudi dan Nasrani telah benar-benar mengatakan, \"Sesungguhnya Allah mempunyai anak berupa malaikat atau manusia.\"",
    "jalalayn": "(Dan mereka berkata,) orang-orang Yahudi dan Nasrani dan orang-orang yang menyangka bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah (\"Tuhan Yang Maha Pemurah mempunyai anak\") maka Allah menyanggah perkataan mereka itu melalui firman-Nya,"
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 89,
    "arab": "لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ",
    "translation": "Sungguh, kamu telah membawa sesuatu yang sangat mungkar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2339.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.",
    "quraish": "Wahai orang-orang yang mengatakan demikian, dengan berkata seperti itu, sesungguhnya kalian telah mendatangkan sesuatu yang tidak dapat diterima oleh akal sehat.",
    "jalalayn": "(\"Sesungguhnya kalian telah mendatangkan sesuatu perkara yang sangat mungkar) yaitu suatu perkara mungkar yang sangat besar."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 90,
    "arab": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ",
    "translation": "hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2340.mp3",
    "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu.",
    "quraish": "Hampir-hampir langit pecah karena ucapan itu, dan bumi terbelah serta gunung-gunung runtuh berkeping-keping.",
    "jalalayn": "(Hampir-hampir) dapat dibaca Takaadu dan Yakaadu (langit pecah) terbelah, dan menurut qiraat yang lain lafal Yatafaththarna dibaca Yanfathirna (karena ucapan itu dan bumi belah dan gunung-gunung runtuh) yakni terbalik menindih mereka disebabkan."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 91,
    "arab": "اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ",
    "translation": "karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2341.mp3",
    "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu.",
    "quraish": "Bencana di bumi, langit dan gunung hampir saja terjadi karena mereka menyatakan bahwa Allah mempunyai anak.",
    "jalalayn": "(mereka mendakwakan Allah Yang Maha Pemurah mempunyai anak\"). Allah berfirman,"
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 92,
    "arab": "وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ",
    "translation": "Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2342.mp3",
    "tafsir": "Allah dalam ayat ini membantah dengan firman-Nya, \"Tidak layak bagi Tuhan Yang Maha Pemurah memungut anak.\" Demikianlah jawaban Allah Yang Maha Pengasih lagi Penyayang terhadap ucapan hamba-Nya yang sangat dimurkai-Nya itu. Dia tidak membentak dan menghukum mereka secara langsung, tetapi menjawabnya dengan kata-kata yang seharusnya dipikirkan dalam-dalam agar mereka kembali kepada kebenaran dan mensucikan Tuhannya dari segala sifat yang bertentangan dengan keesaan dan keagungan-Nya.",
    "quraish": "Sangatlah tidak masuk akal jika Allah mempunyai anak. Sebab pernyataan seperti itu menunjukkan bahwa Allah itu baharu (hâdits) dan membutuhkan sesuatu.",
    "jalalayn": "(\"Dan tidak layak bagi Allah Yang Maha Pemurah mempunyai anak\") yakni tidak patut bagi-Nya hal yang demikian itu."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 93,
    "arab": "اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًا ۗ",
    "translation": "Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2343.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan pula bahwa semua yang ada di langit dan di bumi baik malaikat, jin, maupun manusia, semuanya akan datang menghadap kehadirat Allah (Tuhannya) pada hari kiamat sebagai hamba, patuh dan tunduk kepada semua putusan dan hukuman yang diputuskan-Nya bagi masing-masing makhluk-Nya. Tiada seorang pun yang dapat menyangkal putusan-Nya pada waktu itu karena putusan itu adalah putusan yang adil. Ada yang berhak menerima azab dan siksaan sesuai dengan kedurhakaan dan kejahatan yang dilakukan, ada pula yang berhak menerima ganjaran dan pahala sesuai dengan ketakwaan dan amal kebaikan yang diusahakan.",
    "quraish": "Tidak ada seorang pun yang ada di langit dan bumi, melainkan akan datang kepada Allah pada hari kiamat sebagai seorang hamba yang tunduk kepada ketuhanan-Nya.",
    "jalalayn": "(Tidak ada) (seorang pun di langit dan di bumi melainkan akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba) yang hina dan tunduk patuh kepada-Nya kelak di hari kiamat, termasuk Uzair dan Isa juga."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 94,
    "arab": "لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا ۗ",
    "translation": "Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2344.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa semua amal dan takwa mereka itu telah tercatat dalam kitab yang amat teliti dan terperinci tidak seorang pun terluput dalam catatan itu, semua amal perbuatan mereka baik yang kecil maupun yang besar. Semua ucapan mereka yang nyata dan tersembunyi telah ditulis dan diperhitungkan secermat-cermatnya dan mereka semua menunggu balasan apa yang akan diterimanya.",
    "quraish": "Sesungguhnya ilmu Allah itu meliputi mereka dan amal perbuatannya. Tak ada seorang pun dari mereka beserta amal perbuatannya yang tidak diketahui oleh Allah.",
    "jalalayn": "(Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti) maka tidak samar bagi-Nya mengenai jumlah mereka secara keseluruhan atau pun secara rinci dan tiada seorang pun yang terlewat dari perhitungan-Nya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 95,
    "arab": "وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا ",
    "translation": "Dan setiap orang dari mereka akan datang kepada Allah sendiri-sendiri pada hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2345.mp3",
    "tafsir": "Pada hari Kiamat orang kafir datang menghadap kehadirat Allah untuk menerima perhitungan dan putusan mengenai perbuatan mereka masing-masing seorang diri tidak ditemani oleh orang yang paling dekat sekalipun seperti anak atau istrinya. \nDemikianlah ketentuan yang telah ditetapkan Allah bagi setiap hamba-Nya pada hari itu, tiada seorang pun yang dapat lolos dari pengadilan-Nya, setiap orang pasti menghadapi peristiwa yang hebat dan dahsyat itu dengan perasaan harap-harap cemas, apakah ia akan termasuk dalam golongan orang-orang yang celaka yang akan digiring ke neraka dalam keadaan hina dina atau termasuk golongan orang yang berbahagia yang akan dipersilakan masuk ke dalam surga dengan terhormat dan mulia.",
    "quraish": "Pada hari kiamat, mereka semua akan datang kepada Allah sendiri-sendiri, tanpa penolong, anak dan harta benda.",
    "jalalayn": "(Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri) tanpa harta dan tanpa pembantu yang dapat membelanya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 96,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُدًّا ",
    "translation": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, kelak (Allah) Yang Maha Pengasih akan menanamkan rasa kasih sayang (dalam hati mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2346.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah akan menanamkan rasa kasih sayang dalam hati sesama hamba-hamba-Nya yang mukmin, bertakwa dan tetap mengerjakan amal saleh. Ini berarti bahwa setiap orang yang benar-benar beriman dan selalu mengerjakan perbuatan yang baik pasti akan mendapat tempat yang baik dalam hati setiap muslim. Walaupun orang yang beriman itu tidak pernah berusaha menarik hati orang lain namun orang itu pasti tertarik kepadanya, karena tertanamnya rasa simpati dan kasih sayang kepada orang mukmin itu bukan hanya berupa mulut manis dan tutur kata yang baik tetapi karena Allah sendiri yang menanamkan rasa kasih sayang itu ke dalam dada hamba-hamba-Nya. Dalam sebuah hadis yang diriwayatkan oleh Abu Hurairah, Rasulullah bersabda:\nSesungguhnya Allah bila mengasihi seorang hamba-Nya. Dia panggil Malaikat Jibril lalu Dia berkata kepadanya, \"Sesungguhnya Aku mengasihi si fulan maka hendaknya engkau mengasihi dia pula.\" Maka diserukanlah (hal itu) di langit kemudian turunlah kepadanya kasih sayang di bumi. (Riwayat al-Bukhari, Muslim dan at-Tirmidzi)\nMengenai ayat ini Ibnu Mardawaih dan ad-Dailami meriwayatkan dari al-Bara` ia berkata bahwa Rasulullah saw bersabda kepada Ali Karramallahu wajhah:\nKatakanlah, \"Ya Allah berikanlah kepadaku janji Engkau (agar aku diselamatkan di akhirat nanti) dan tanamkanlah dalam hati orang-orang yang beriman rasa cinta kepadaku.\" Maka turunlah ayat ini. (Riwayat Ibnu Mardawaih dan ad-Dailami)\nMemang apabila kita perhatikan kehidupan manusia dalam masyarakat akan terbukti kebenaran ayat ini. Setiap orang yang benar-benar beriman, benar-benar ikhlas dalam amal baiknya, benar-benar bekerja untuk kepentingan masyarakatnya tidak mengharapkan uang, pangkat atau kedudukan, dan semata-mata mengharapkan keridaan Ilahi, pastilah orang itu dicintai masyarakatnya walaupun dia sendiri tidak berusaha ke arah itu. Bila ada orang yang benci atau marah kepadanya pastilah orang yang marah itu orang yang tidak baik niatnya, tidak berakhlak mulia dan tergoda oleh tipu daya setan dan Iblis.",
    "quraish": "Sesungguhnya orang-orang Mukmin yang mengerjakan amal saleh, akan dicintai oleh Allah dan manusia.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh, kelak Allah Yang Maha Pemurah akan menanamkan dalam hati mereka rasa kasih sayang) di antara sesama mereka; mereka saling kasih-mengasihi dan sayang-menyayangi dan Allah swt. mencintai mereka semuanya."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 97,
    "arab": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِيْنَ وَتُنْذِرَ بِهٖ قَوْمًا لُّدًّا ",
    "translation": "Maka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2347.mp3",
    "tafsir": "Allah menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, bahasa yang dipakai oleh Nabi Muhammad dan kaumnya gunanya adalah agar mudah bagi Nabi untuk menyampaikan isi dan maksudnya dan mudah pula dipahami oleh kaumnya, karena kepada merekalah pertama kali seruan Islam disampaikan kemudian baru kepada manusia seluruhnya dari berbagai jenis suku dan bahasanya. Al-Qur'an yang berisi peringatan dan kabar gembira, perintah dan larangan, bertujuan memberi hidayah kepada manusia agar bertakwa kepada Allah yaitu beriman kepada-Nya tanpa mempersekutukan-Nya dengan suatu apapun dan menaati perintahNya, menghentikan larangan-Nya dan selalu mencari keridaan-Nya. Orang-orang yang demikian sifatnya akan dikaruniai Allah kebahagiaan di dunia dan di akhirat. \nAdapun orang-orang yang ingkar kepada-Nya dan mendustakan Rasul-Nya, mereka akan menerima balasan yang setimpal atas keingkaran dan kedurhakaannya itu baik di dunia maupun di akhirat kelak. Keingkaran umat-umat yang dahulu mendapat balasan di dunia ini dengan menghancurkan dan membinasakan mereka dengan berbagai macam siksa, ada yang berupa gempa yang dahsyat, angin topan, suara keras yang mengguntur dan lain sebagainya, seperti yang ditimpakan kepada kaum `Ad, samud dan kaum Nabi Nuh. Sedangkan bagi umat Muhammad siksaan di dunia ini tidaklah berupa penghancuran dan pembinasaan tetapi dengan menurunkan cobaan dan malapetaka, dengan harapan mereka akan sadar dan insaf lalu kembali kepada kebenaran. Pembalasan di akhirat ialah dengan melimpahkan karunia-Nya kepada orang-orang mukmin yang bertakwa dengan memasukkan mereka ke dalam surga Jannatun Na'im yang penuh nikmat dan kesenangan serta mendapat kasih sayang dan keridaan-Nya. \nBagi orang-orang yang ingkar dan kafir disediakan azab yang pedih yaitu neraka. Sebagai bukti kebenaran ancaman-Nya. Allah menerangkan bahwa telah banyak umat-umat dahulu yang durhaka yang dimusnahkan dan bekas-bekas peninggalan mereka ada yang masih dapat dilihat dan disaksikan sampai sekarang dan ada pula yang tidak ada bekasnya sama sekali. Tetapi yang jelas umat-umat itu telah hancur binasa tiada seorang pun yang tersisa sampai masa kini yang ada hanya beritanya yang dihikayatkan orang secara turun temurun. Berita tentang mereka diceritakan dalam Al-Qur'an dengan jelas, maka kita wajib meyakininya karena sumbernya adalah wahyu Allah.",
    "quraish": "Kami telah memudahkan al-Qur'ân dengan bahasamu, agar kamu dapat memberi kabar gembira berupa perkenan dan nikmat Allah kepada orang yang mengikuti perintah-Nya dan menjauhi larangan-Nya. Juga, agar kamu memberi peringatan berupa murka Allah dan siksa-Nya kepada orang yang ingkar dan membangkang.",
    "jalalayn": "(Maka sesungguhnya telah Kami mudahkan dia) Alquran itu (dengan bahasamu) bahasa Arab (agar kamu dapat memberi kabar gembira dengan Alquran itu kepada orang-orang yang bertakwa) yaitu orang-orang yang beruntung memperoleh iman (dan agar kamu memberi peringatan) menakut-nakuti (dengannya kepada kaum yang membangkang). Lafal Luddan adalah bentuk jamak dari lafal Aladdun artinya banyak membantah dengan kebatilan, mereka adalah orang-orang kafir Mekah."
  },
  {
    "hizb": 124,
    "name": "Maryam",
    "ayat": 98,
    "arab": "وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍۗ هَلْ تُحِسُّ مِنْهُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزًا ࣖ",
    "translation": "Dan berapa banyak umat yang telah Kami binasakan sebelum mereka. Adakah engkau (Muhammad) melihat salah seorang dari mereka atau engkau mendengar bisikan mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2348.mp3",
    "tafsir": "Allah menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, bahasa yang dipakai oleh Nabi Muhammad dan kaumnya gunanya adalah agar mudah bagi Nabi untuk menyampaikan isi dan maksudnya dan mudah pula dipahami oleh kaumnya, karena kepada merekalah pertama kali seruan Islam disampaikan kemudian baru kepada manusia seluruhnya dari berbagai jenis suku dan bahasanya. Al-Qur'an yang berisi peringatan dan kabar gembira, perintah dan larangan, bertujuan memberi hidayah kepada manusia agar bertakwa kepada Allah yaitu beriman kepada-Nya tanpa mempersekutukan-Nya dengan suatu apapun dan menaati perintahNya, menghentikan larangan-Nya dan selalu mencari keridaan-Nya. Orang-orang yang demikian sifatnya akan dikaruniai Allah kebahagiaan di dunia dan di akhirat. \nAdapun orang-orang yang ingkar kepada-Nya dan mendustakan Rasul-Nya, mereka akan menerima balasan yang setimpal atas keingkaran dan kedurhakaannya itu baik di dunia maupun di akhirat kelak. Keingkaran umat-umat yang dahulu mendapat balasan di dunia ini dengan menghancurkan dan membinasakan mereka dengan berbagai macam siksa, ada yang berupa gempa yang dahsyat, angin topan, suara keras yang mengguntur dan lain sebagainya, seperti yang ditimpakan kepada kaum `Ad, samud dan kaum Nabi Nuh. Sedangkan bagi umat Muhammad siksaan di dunia ini tidaklah berupa penghancuran dan pembinasaan tetapi dengan menurunkan cobaan dan malapetaka, dengan harapan mereka akan sadar dan insaf lalu kembali kepada kebenaran. Pembalasan di akhirat ialah dengan melimpahkan karunia-Nya kepada orang-orang mukmin yang bertakwa dengan memasukkan mereka ke dalam surga Jannatun Na'im yang penuh nikmat dan kesenangan serta mendapat kasih sayang dan keridaan-Nya. \nBagi orang-orang yang ingkar dan kafir disediakan azab yang pedih yaitu neraka. Sebagai bukti kebenaran ancaman-Nya. Allah menerangkan bahwa telah banyak umat-umat dahulu yang durhaka yang dimusnahkan dan bekas-bekas peninggalan mereka ada yang masih dapat dilihat dan disaksikan sampai sekarang dan ada pula yang tidak ada bekasnya sama sekali. Tetapi yang jelas umat-umat itu telah hancur binasa tiada seorang pun yang tersisa sampai masa kini yang ada hanya beritanya yang dihikayatkan orang secara turun temurun. Berita tentang mereka diceritakan dalam Al-Qur'an dengan jelas, maka kita wajib meyakininya karena sumbernya adalah wahyu Allah.",
    "quraish": "Wahai Rasul, janganlah kedurhakaan mereka kepadamu itu membuatmu bersedih. Sesungguhnya Allah telah menghancurkan banyak umat dan generasi terdahulu karena kekufuran mereka. Mereka semua telah binasa sehingga tak seorang pun dari mereka yang dapat kamu lihat dan kamu dengar suaranya.",
    "jalalayn": "(Dan berapa banyak) banyak sekali (telah Kami binasakan umat-umat sebelum mereka) umat-umat di masa silam disebabkan kedustaan mereka terhadap Rasul (Adakah kamu melihat) menemukan (seorang pun dari mereka atau kamu dengar suara mereka yang samar-samar?) Tentu saja tidak. Sebagaimana Kami telah membinasakan umat-umat di masa silam maka niscaya pula Kami akan membinasakan mereka, disebabkan kekafiran mereka itu."
  }
]