[
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 203,
    "arab": "۞ وَاذْكُرُوا اللّٰهَ فِيْٓ اَيَّامٍ مَّعْدُوْدٰتٍ ۗ فَمَنْ تَعَجَّلَ فِيْ يَوْمَيْنِ فَلَآ اِثْمَ عَلَيْهِ ۚوَمَنْ تَاَخَّرَ فَلَآ اِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ اِلَيْهِ تُحْشَرُوْنَ ",
    "translation": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya. Barangsiapa mempercepat (meninggalkan Mina) setelah dua hari, maka tidak ada dosa baginya. Dan barangsiapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/210.mp3",
    "tafsir": "Setelah jamaah haji berada di Mina, kembali dari Arafah, sekali lagi Allah memperingatkan agar mereka berzikir mengingat Allah, yakni bertakbir pada hari-hari tertentu, yaitu pada hari-hari tasyrik (11,12,13 Zulhijah) dengan meninggalkan kebiasaan pada zaman jahiliah, yaitu pada hari-hari itu mereka mengadakan rapat besar untuk bermegah-megah, menonjolkan jasa nenek-moyangnya, dan hal-hal lain yang menjadi kebanggaan masing-masing. Untuk ini, maka di kala Nabi Muhammad, selesai mengerjakan haji wada', beliau memberikan khutbah pengarahan di Mina, sebagaimana yang telah disebutkan di atas.\nAllah memerintahkan agar para jamaah haji berzikir mengingat Allah pada hari-hari tertentu. Jumhur ulama berpendapat bahwa yang dimaksud dengan hari-hari tertentu, yaitu tiga hari sesudah hari raya haji, tanggal 11, 12, dan 13 bulan Zulhijah. Arti zikir dalam ayat ini adalah takbir dan dilakukan pada setiap selesai melakukan salat fardu dan pada setiap kali melempar jumrah. Dan lafal takbir tersebut adalah sebagai berikut:\nAllah Mahabesar; Allah Mahabesar, Allah Mahabesar; Tidak ada Tuhan melainkan Allah. Allah Mahabesar; Allah Mahabesar; Dan segala puji hanya untuk Allah.\n\nTakbir sesudah salat Asar pada hari ketiga tasyrik merupakan takbir terakhir dalam rangka pelaksanaan perintah takbir yang disebutkan dalam ayat ini.\nPara jamaah haji yang berada di Mina dua hari sesudah hari raya haji, boleh segera kembali ke Mekah. Mereka berada di Mina untuk melempar jumrah. Karena itu jamaah haji wajib bermalam di Mina hanya pada malam pertama dan kedua dari hari-hari tasyrik. Mereka boleh pula belakangan kembali ke Mekah, dengan demikian mereka berada di Mina selama tiga hari, yaitu pada tanggal 11, 12, dan 13 Zulhijah. Mana saja dari dua hal tersebut yang dipilih dan dikerjakan oleh mereka, tidak ada dosa baginya, sekalipun yang kembali belakangan (3 hari di Mina) itu lebih afdal.\nKetentuan ini adalah satu penegasan dari Allah swt untuk menghilangkan pendirian orang-orang jahiliah yang sebagian berpendapat bahwa orang yang segera kembali ke Mekah berdosa, dan sebagian lagi berpendapat bahwa orang yang terlambat kembali ke Mekah itulah yang berdosa. Bagi mereka yang bersegera kembali ke Mekah (dua hari sesudah hari raya) dinamakan nafar awal (rombongan pertama), sedangkan menunda sampai hari ketiga dinamakan nafar sani (rombongan kedua). Bagi nafar awal, mereka harus meninggalkan Mina pada hari kedua tasyrik, sesudah melontar jumrah dan sesudah tengah hari sebelum matahari terbenam.\nKalau mereka sampai waktu terbenamnya matahari belum juga meninggalkan Mina karena sesuatu sebab, maka nafar awal menjadi batal dan mereka harus bermalam lagi dan baru bisa meninggalkan Mina sesudah melontar jumrah pada hari ketiga tasyrik sesudah tengah hari.\nKelonggaran dan kesempatan memilih ini diberikan Allah kepada para jamaah haji karena kedua hal itu dapat dilaksanakan dengan penuh ketakwaan kepada Allah swt. Bagi yang bersegera karena takut melakukan pelanggaran-pelanggaran seperti membunuh binatang-binatang terlarang, tidur dengan istrinya (bersanggama), dan hal-hal yang masih dilarang sesudah tahallul pertama sebelum tahallul kedua, dan bagi yang menunda, adalah karena ingin melakukan yang afdal dan meyakini bahwa dia sanggup menjauhi segala larangan tersebut.\nOleh karena pentingnya takwa dan untuk memantapkan takwa itu dalam hati, Allah swt, menekankan sekali lagi dengan firmannya:\n\n... Dan bertakwalah kepada Allah,... (al-Baqarah/2: 203)\n\nLalu disusul dengan kata-kata yang dapat menguatkan hati untuk bertakwa, yaitu:\n\n... Dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya¦. (al-Baqarah/2: 203)\nSeseorang yang mengetahui dan meyakini bahwa ia akan dikumpulkan di hari kemudian serta mempertanggungjawabkan segala amal perbuatannya di dunia, tentu akan lebih banyak berbuat kebaikan dan menambah takwanya kepada Allah swt",
    "quraish": "Berzikirlah kepada Allah dengan mengucap takbir dan sebagainya, di hari-hari yang berbilang, yaitu pada hari-hari melempar jumrah tanggal 11, 12 dan 13 Zulhijah. Tetapi kalian tidak diharuskan melakukannya di semua hari itu, karena tolok ukur kebajikan adalah ketakwaan kepada Allah, bukan jumlah bilangan. Bertakwalah kepada Allah dan ingatlah bahwa kepada-Nyalah kalian akan dikumpulkan. Pada saat itulah kalian harus mempertanggungjawabkan segala perbuatan.",
    "jalalayn": "(Dan berzikirlah kepada Allah) dengan membaca takbir ketika melempar jumrah (pada beberapa hari yang berbilang), yakni pada hari-hari Tasyrik yang tiga. (Barang siapa yang ingin cepat-cepat), maksudnya ingin cepat berangkat dari Mina (dalam dua hari), artinya pada hari yang kedua hari tasyrik setelah melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan tindakan itu. (Dan barang siapa yang ingin mengundurkannya) hingga ia bermalam pada malam ketiga dan melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan perbuatannya itu. Jadi mereka diberi kesempatan untuk memilih tanpa memikul dosa apa pun (yakni bagi orang-orang yang bertakwa) kepada Allah dalam ibadah hajinya, karena pada hakikatnya itulah haji yang sebenarnya. (Dan bertakwalah kepada Allah dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya), yakni di akhirat yang nantinya amal perbuatanmu akan mendapat balasan dari-Nya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 204,
    "arab": "وَمِنَ النَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهٗ فِى الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فِيْ قَلْبِهٖ ۙ وَهُوَ اَلَدُّ الْخِصَامِ ",
    "translation": "Dan di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/211.mp3",
    "tafsir": "Dengan ayat ini Allah memberitahukan bahwa orang yang seperti Al-Akhnas itu adalah pendusta, tidak dapat dipercaya dan bahwa ia adalah musuh Islam dan penentang yang keras terhadap Nabi Muhammad saw.\nAl-Akhnas dan orang-orang munafik lainnya ingin mengelabui dan melakukan makar terhadap umat manusia dengan tiga macam hal:\n1.Dengan kata-kata dan ucapan yang menarik, sehingga orang-orang yang mendengarnya terpesona dan terpengaruh, tidak ragu-ragu sedikit pun tentang kebenaran ucapannya itu.\n2.Bersumpah dengan menyebut nama Allah untuk menunjukkan kebenarannya seakan-akan ia bermaksud baik.\n3.Gigih dalam berdebat dan berhujjah menghadapi lawan penentangnya.",
    "quraish": "Karena tolok ukur kebajikan adalah ketakwaan kepada Allah, maka merugilah sekelompok orang yang ucapannya berbeda dengan apa yang ada di dalam hatinya. Mereka ini selalu membumbui ucapannya dengan kata-kata manis sehingga menimbulkan kekaguman. Padahal mereka melakukan itu hanya untuk mendapatkan kemaslahatan dunia. Bahkan, untuk menyembunyikan kebohongan yang mereka ucapkan, mereka tidak segan-segan mengatakan bahwa Allah mengetahui ketulusan hati mereka. Mereka inilah musuh yang paling keras dan berbahaya bagi kalian.",
    "jalalayn": "(Di antara manusia ada seorang yang ucapannya tentang kehidupan dunia menarik hatimu) tetapi sebaliknya tidak demikian halnya tentang kehidupan akhirat karena berbeda dengan pandangan dan keyakinannya (dan dipersaksikannya kepada Allah atas isi hatinya) bahwa itu benar-benar cocok dengan apa yang diucapkannya (padahal ia adalah musuh yang paling keras) baik bagimu maupun bagi pengikut-pengikutmu disebabkan permusuhannya denganmu itu. Orang ini namanya Akhnas bin Syuraiq, seorang munafik yang manis mulut terhadap Nabi saw. Ia bersumpah bahwa ia seorang mukmin dan cinta kepada Nabi saw. lalu mendekati majelisnya. Maka kepalsuannya ini dibukakan Allah dan suatu waktu ia pernah lewat di pertanian dan peternakan seorang sahabat, maka dibakarnya tanaman dan disembelihnya hewan-hewan milik sahabat itu di waktu malam, sebagaimana yang dijelaskan dalam firman Allah swt.:"
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 205,
    "arab": "وَاِذَا تَوَلّٰى سَعٰى فِى الْاَرْضِ لِيُفْسِدَ فِيْهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَ اللّٰهُ لَا يُحِبُّ الْفَسَادَ ",
    "translation": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/212.mp3",
    "tafsir": "Golongan manusia semacam ini, apabila ia telah berlalu dan meninggalkan orang yang ditipunya, ia melaksanakan tujuan yang sebenar-nya. Ia melakukan kerusakan-kerusakan di atas bumi; tanaman-tanaman dan buah-buahan dirusak dan binatang ternak dibinasakan, apalagi kalau mereka sedang berkuasa, di mana-mana mereka berbuat sesuka hatinya dan wanita-wanita dinodainya. Tidak ada tempat yang aman dari perbuatan jahatnya. Fitnah di mana-mana mengancam, masyarakat merasa ketakutan dan rumah tangga serta anak-anak berantakan karena tindakannya yang sewenang-wenang.\nSifat-sifat semacam ini, tidak disukai Allah sedikit pun. Dia murka kepada orang yang berbuat demikian, begitu juga kepada setiap orang yang perbuatannya kotor dan menjijikkan. Hal-hal yang lahirnya baik, tetapi tidak mendatangkan maslahat, Allah tidak akan meridainya karena Dia tidak memandang cantiknya rupa dan menariknya kata-kata, tetapi Allah memandang kepada ikhlasnya hati dan maslahatnya sesuatu perbuatan.\nSabda Nabi Muhammad saw:\nSesungguhnya Allah tidak memandang kepada tubuhmu dan juga tidak kepada bentukmu, tetapi Allah (hanya) memandang kepada hatimu. (Riwayat Muslim dari Abu Hurairah ra)",
    "quraish": "Apabila mereka memegang suatu kekuasaan, mereka tidak mengusahakan perbaikan. Bahkan mereka menggunakannya untuk merusak dan menghancurkan tanam-tanaman dan binatang ternak. Allah tidak menyukai orang-orang seperti ini, karena Dia tidak menyukai kerusakan.",
    "jalalayn": "(Dan apabila ia berpaling) dari hadapanmu (ia berjalan di muka bumi untuk membuat kerusakan padanya dan membinasakan tanam-tanaman dan binatang ternak) untuk menyebut beberapa macam kerusakan itu (sedangkan Allah tidak menyukai kerusakan), artinya tidak rida padanya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 206,
    "arab": "وَاِذَا قِيْلَ لَهُ اتَّقِ اللّٰهَ اَخَذَتْهُ الْعِزَّةُ بِالْاِثْمِ فَحَسْبُهٗ جَهَنَّمُ ۗ وَلَبِئْسَ الْمِهَادُ ",
    "translation": "Dan apabila dikatakan kepadanya, “Bertakwalah kepada Allah,” bangkitlah kesombongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahanam, dan sungguh (Jahanam itu) tempat tinggal yang terburuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/213.mp3",
    "tafsir": "Orang-orang yang sudah rusak moralnya, apabila diperingatkan dan dinasihati agar mereka bertakwa kepada Allah dan meninggalkan sifat-sifat jeleknya, mereka marah dan terus bangkit memperlihatkan kesombongan dan keangkuhannya, menonjolkan sifat-sifat jahiliah dan watak setaniyahnya. Dengan nasihat dan peringatan tadi, mereka merasa terhina dan menganggap bahwa nasihat dan peringatan itu tidak pantas dan tidak layak baginya, karena ketinggian pangkat dan kedudukanya. Mereka tidak segan-segan berbuat maksiat dan dosa.\nSeseorang dengan sifat dan tabiat yang sudah rusak, tentunya tidak akan senang kepada orang yang menasihatinya, karena ia merasa bahwa perbuatan buruknya itu yang selalu dibungkus dengan kata-kata yang muluk-muluk, diselubungi dengan gerak-gerik yang menarik, telah diketahui orang, sehingga kalau dapat ia tidak segan menangkap, memukul, dan kalau perlu membunuh orang yang tidak disenanginya. \nDalam hal ini 'Umar bin al-Khaththab cukup menjadi contoh teladan. Apabila dikatakan kepada beliau, \"Bertakwalah kepada Allah\", beliau lalu meletakkan pipinya di tanah menunjukkan kesadarannya tentang kelemahan-kelemahan dan kekurangan-kekurangan yang ada padanya, padahal kita mengetahui bahwa beliau adalah seorang sahabat yang terkenal adil terutama ketika beliau menjadi khalifah.\nIbnu Mas'ud r.a. salah seorang sahabat Nabi pernah berkata, \"Cukup besar dosa seseorang, apabila dikatakan kepadanya, \"Bertakwalah kepada Allah,\" lalu ia menjawab, \"Cukup kamu menasihati dirimu sendiri, dan janganlah engkau mencoba mencampuri urusan pribadi orang lain.\"",
    "quraish": "Apabila diberi nasihat agar takut kepada Allah, temperamen mereka pun naik karena hal itu dianggap sebagai telah mengusik kehormatan mereka. Maka mereka pun menjadi keras kepala dan perbuatan dosanya makin bertambah. Biarlah siksa neraka menjadi balasannya, dan sungguh neraka itu merupakan tempat yang paling buruk.",
    "jalalayn": "(Dan jika dikatakan kepadanya, \"Bertakwalah kamu kepada Allah) dalam perbuatan-perbuatanmu, (bangkitlah kesombongannya) yang menyebabkan berbuat (dosa) yang disuruh menghindarinya. (Maka cukuplah baginya neraka Jahanam dan sungguh ia seburuk-buruk tempat tinggal)."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 207,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ",
    "translation": "Dan di antara manusia ada orang yang mengorbankan dirinya untuk mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/214.mp3",
    "tafsir": "Setelah menjelaskan sifat-sifat orang-orang munafik yang kotor dan menjijikkan itu, Allah menjelaskan sifat-sifat orang-orang mukmin yang mukhlis.\nIbnu 'Abbas, Anas, Sa'id bin Musayyab, dan beberapa sahabat yang lain menyatakan bahwa ayat tersebut diturunkan berhubungan dengan peristiwa Suhaib bin Sinan ar-Rumi, yang akan mengikuti Nabi saw hijrah ke Medinah. Oleh pihak Quraisy ia dilarang hijrah dengan membawa kekayaannya. \nSuhaib tidak mengindahkan larangan Quraisy itu bahkan dengan segala senang hati dan penuh keikhlasan ia menyerahkan semua kekayaannya asal ia dibolehkan berhijrah ke Medinah, maka turunlah ayat tersebut.\nKemudian Sayyidina 'Umar bin al-Khaththab bersama beberapa orang sahabat pergi menemui Suhaib dan berkata, \"Daganganmu benar-benar menguntungkan.\" Suhaib berkata, \"Semoga dagangan saudara-saudara tidak rugi. Untuk apa kedatangan saudara-saudara ini?\" Sayyidina Umar r.a., kemudian memberitahukan bahwa Allah swt telah menurunkan ayat ini berhubung dengan peristiwa yang dialami Suhaib.\nOrang mukhlis seperti Suhaib yang selalu sama ucapan dan perbuatannya, kata-katanya sesuai dengan apa yang ada di dalam hatinya, bukan lain di mulut lain di hati, tidak bermuka dua, mereka dengan penuh ikhlas mau menjual dan mengorbankan dirinya dan semua yang ada padanya demi untuk memperoleh rida Allah swt.\nSetiap orang yang berjuang di jalan Allah hendaknya demikian, yakni harus berani mengorbankan apa yang ada padanya, tenaga, harta kekayaan atau kedua-duanya menurut kemampuannya, demi untuk berhasilnya perjuangan, sebagai cerminan dari iman dan takwa yang ada di dalam hati masing-masing. Dengan demikian mereka akan memperoleh kemenangan besar. Allah berfirman:\n\nSesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung. (at-Taubah/9: 111).",
    "quraish": "Alangkah jauh perbedaannya antara orang-orang munafik itu dengan orang-orang Mukmin. Yang disebut kedua ini adalah mereka yang mempersembahkan diri mereka untuk mendapatkan perkenan Allah serta memperjuangkan kebenaran. Sikap ini sangat berbeda dengan kelompok pertama. Bagi orang-orang Mukmin, kekuasaan menjadi salah satu wujud kasih sayang Allah kepada manusia. Sebab, Allah mencurahkan rahmat-Nya kepada manusia dengan menjadikan orang-orang Mukmin sebagai pemimpin mereka untuk menghapus kerusakan dan keburukan.",
    "jalalayn": "(Dan di antara manusia ada orang yang menjual dirinya), artinya mengorbankannya demi taatnya kepada Allah (guna menuntut) atau mencari (keridaan Allah). Namanya ialah Shuhaib. Tatkala ia dianiaya oleh orang-orang musyrik, ia pun berhijrah ke Madinah dan ditinggalkannya bagi mereka harta bendanya (dan Allah Maha Penyantun kepada hamba-hamba-Nya), sehingga ditunjuki-Nya mereka kepada hal-hal yang diridai-Nya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 208,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ادْخُلُوْا فِى السِّلْمِ كَاۤفَّةً  ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
    "translation": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/215.mp3",
    "tafsir": "Ayat ini menekankan agar orang-orang mukmin, baik yang baru saja masuk Islam seperti halnya seorang Yahudi yang bernama Abdullah bin Salam, maupun orang munafik yang masih melakukan hal-hal yang bertentangan dengan ajaran Islam agar mereka taat melaksanakan ajaran Islam sepenuhnya, jangan setengah-setengah, jangan seperti mengerjakan ibadah puasa pada bulan Ramadan tetapi salat lima waktu ditinggalkan, dan jangan bersifat sebagaimana yang digambarkan Allah di dalam Al-Qur'an tentang sifat orang Yahudi yang berbunyi:\n\n¦ Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? ¦. (al-Baqarah/2: 85).\n\nDan janganlah mengikuti langkah-langkah dan ajaran setan, karena setan selalu mengajak kepada kejahatan yang menyebabkan banyak orang meninggalkan perintah Allah dan melanggar larangan-larangan-Nya.",
    "quraish": "Wahai orang-orang yang beriman, jadilah kalian orang-orang yang cenderung berdamai. Janganlah kalian menumbuhkan sikap fanatisme jahiliah atau sejenisnya yang sering menimbulkan permusuhan dan perpecahan. Dan janganlah kalian berjalan di jalan setan yang selalu mendorong kepada perpecahan. Sesungguhnya setan adalah musuh yang amat jelas bagi kalian. (1) {(1) Ayat ini merupakan perintah kepada kaum Muslimin untuk mencintai perdamaian. Peperangan dan permusuhan digambarkan sebagai mengikuti jalan setan. Hidup damai antar sesama Muslim atau dengan kelompok lain menjadi ajaran terpenting Islam. Karenanya peperangan inter dan antar umat sedapat mungkin dihindari. Ayat ini juga meletakkan perdamaian sebagai suatu sikap dasar dalam hubungan internasional sebagaimana yang dianut semua agama samawi. Sebelumnya prinsip yang dipraktekkan oleh bangsa-bangsa di dunia adalah hukum rimba: yang kuat akan menindas dan mengeksploitasi yang lemah. Islam datang menghapus prinsip ini dan menggantikannya dengan prinsip yang luhur, yaitu prinsip hidup berdampingan secara damai (koeksistensi). Dari itu, dalam Islam perang hanya dibolehkan sebagai tindakan defensif sehingga dapat mengajak musuh untuk berdamai. Maka perang yang diperintahkan Islam dan agama-agama samawai lainnya adalah untuk menopang perdamaian dan menegakkan keadilan. }",
    "jalalayn": "Ayat berikut diturunkan mengenai Abdullah bin Salam dan kawan-kawannya tatkala mereka membesarkan hari Sabtu dan membenci unta sesudah masuk Islam. (Hai orang-orang beriman! Masuklah kamu ke dalam agama Islam), ada yang membaca 'salmi' dan ada pula 'silmi' (secara keseluruhan) 'hal' dari Islam artinya ke dalam seluruh syariatnya tanpa kecuali, (dan janganlah kamu ikuti langkah-langkah) atau jalan-jalan (setan), artinya godaan dan perdayaannya untuk membeda-bedakan, (sesungguhnya ia musuhmu yang nyata), artinya jelas permusuhannya terhadapmu."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 209,
    "arab": "فَاِنْ زَلَلْتُمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْكُمُ الْبَيِّنٰتُ فَاعْلَمُوْٓا اَنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Maha-perkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/216.mp3",
    "tafsir": "Meskipun Allah menekankan kepada kaum Muslimin agar ajaran Islam dilaksanakan secara keseluruhan, perintah Allah ditaati, larangan-Nya dijauhi, namun masih ada juga orang yang tergelincir, lalu berbuat sekehendak hatinya, padahal bukti-bukti kebenaran agama Islam cukup jelas baginya. Hendaklah mereka ingat bahwa Allah Mahakuasa untuk mengadakan pembalasan, dan jika Allah menghendaki, tidak ada suatu kekuasaan dan kekuatan apa pun yang dapat menghalangi-Nya, dan Allah Mahabijaksana.\nDia tidak akan membiarkan pelanggar-pelanggar hukum, tetapi Dia akan membalasnya setimpal dengan kesalahan-kesalahan dan kejahatan-kejahatan yang telah dilakukan.",
    "quraish": "Maka, jika kalian menyeleweng dari jalan ini, jalan yang benar dan diperkuat dengan argumentasi- argumentasi tak terbantah, ketahuilah bahwa kalian akan ditanya mengapa melakukan penyelewengan ini. Allah Mahaperkasa untuk memberi siksa orang yang berpaling dari jalan-Nya, dan Allah Mahabijaksana dalam memberi siksaan sesuai dengan kadar kejahatan yang dilakukan.",
    "jalalayn": "(Dan jika kamu tergelincir) atau menyimpang untuk masuk ke dalam keseluruhannya (setelah datang kepadamu bukti-bukti nyata) bahwa ia barang hak, (maka ketahuilah bahwa Allah Maha Tangguh) hingga tidak suatu pun yang dapat menghalangi-Nya untuk menjatuhkan hukuman kepadamu, (lagi Maha Bijaksana) di dalam segala perbuatan-Nya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 210,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ يَّأْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۤىِٕكَةُ وَقُضِيَ الْاَمْرُ ۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
    "translation": "Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allah-lah segala perkara dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/217.mp3",
    "tafsir": "Kemudian Allah menegaskan kepada orang yang bersifat demikian, tak ada yang ditunggu kecuali datangnya azab pada hari kiamat sebagaimana telah dijanjikan-Nya.\nAllah akan mendatangkan azab dan siksa-Nya berupa naungan awan yang semula mereka sangka akan membawa rahmat, padahal awan itu penuh dengan azab, yang dibawa oleh malaikat. Dalam ayat lain disebutkan:\n\n\nDan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang. (al-Furqan/25:25).\n\nHal ini pasti akan berlaku, karena telah menjadi ketetapan Allah dan tidak ada jalan lagi untuk menghindarinya, karena memang segala sesuatunya akan dikembalikan kepada Allah.\nKiranya tidak banyak waktu lagi bagi orang yang belum juga sadar dan bagi pelanggar-pelanggar hukum Allah untuk cepat-cepat bertobat, meninggalkan perbuatan jahatnya sebelum meninggalkan dunia yang fana ini dan pindah ke alam baka.",
    "quraish": "Apakah berpalingnya mereka itu dari Islam karena masih menunggu kelonggaran untuk melihat Allah secara langsung di bawah naungan para malaikat-Nya? Allah telah memutuskan untuk tidak menuruti kemauan mereka itu. Dan semuanya berada dalam kekuasaan Allah, Dia berhak melakukan apa saja yang dikehendaki-Nya. Karena Allah telah memutuskan untuk menolak angan-angan mereka, maka hal itu pasti akan terlaksana.",
    "jalalayn": "(Tiadalah), maksudnya tidaklah (yang mereka tunggu-tunggu) buat memasukinya secara keseluruhan itu (melainkan datangnya Allah kepada mereka) maksudnya siksa Allah seperti pada firman-Nya \"atau datang amru rabbika artinya siksa Tuhanmu\" (dalam naungan) 'zhulal' jamak dari 'zhillah', artinya naungan (awan dan malaikat dan diputuskanlah perkataan-Nya) hingga tamatlah riwayat mereka. (Dan kepada Allah dikembalikan segala urusan) ada yang menyatakan dalam bentuk pasif, ada pula aktif, yakni di akhirat untuk menerima pembalasan dari-Nya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 211,
    "arab": "سَلْ بَنِيْٓ اِسْرَاۤءِيْلَ كَمْ اٰتَيْنٰهُمْ مِّنْ اٰيَةٍ ۢ بَيِّنَةٍ ۗ وَمَنْ يُّبَدِّلْ نِعْمَةَ اللّٰهِ مِنْۢ بَعْدِ مَا جَاۤءَتْهُ فَاِنَّ اللّٰهَ  شَدِيْدُ الْعِقَابِ ",
    "translation": "Tanyakanlah kepada Bani Israil, berapa banyak bukti nyata yang telah Kami berikan kepada mereka. Barangsiapa menukar nikmat Allah setelah (nikmat itu) datang kepadanya, maka sungguh, Allah sangat keras hukuman-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/218.mp3",
    "tafsir": "Bani Israil telah rusak karena pengaruh keduniaan sehingga tidak sedikit dosa yang telah mereka lakukan dan tidak sedikit pula nikmat Allah yang telah diingkarinya. Karena itu, Nabi Muhammad saw diperintahkan Allah swt menanyakan kepada mereka berapa banyak sudah ayat-ayat dan tanda-tanda kekuasaan Allah yang telah diperlihatkan kepada mereka? \nPertanyaan ini bukan untuk dijawab tetapi sebagai peringatan untuk dapat diinsafi dan disadari, agar mereka taat kepada Allah dan meninggalkan perbuatan jahat.\nAllah telah memperlihatkan kepada mereka mukjizat-mukjizat yang terjadi pada nabi-nabi mereka yang menunjukkan kebenaran ajaran-ajaran yang dibawanya itu, seperti tongkat Nabi Musa a.s. ketika dipukulkan kepada batu lalu memancarlah dari padanya dua belas mata air, dan awan yang menaungi mereka pada waktu panas ketika berjalan di padang pasir, makanan yang berupa mann dan salwa, dan sebagainya. Tetapi mereka tetap saja keras kepala dan tidak ada tanda-tanda sedikit pun bahwa mereka akan sadar dan insaf. Oleh karena itu, Allah swt memberikan satu peringatan keras, yaitu barang siapa yang menukar nikmat Allah dengan kekafiran sesudah nikmat itu datang kepadanya dan mengganti ayat-ayat-Nya, Allah akan membalas mereka dengan azab yang keras dan pedih terutama di hari kemudian dengan menjebloskan mereka ke dalam neraka Jahanam.\nAllah swt berfirman:\n\nTidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibrahim/14: 28-29).",
    "quraish": "Tanyakanlah kepada Banû Isrâ'îl, berapa banyak sudah bukti-bukti yang kuat yang Kami turunkan kepada mereka mengenai kebenaran Rasulullah. Sebenarnya itu semua merupakan nikmat agar mereka menaati Allah. Akan tetapi mereka ternyata mengingkari bukti-bukti kuat itu dan mendustakannya dengan mengubah tujuan diturunkannya bukti-bukti itu. Maka, yang semestinya bukti-bukti itu dapat dijadikan petunjuk, kini malah menambah kesesatan mereka. Barangsiapa yang mengganti nikmat-nikmat Allah dengan cara seperti itu maka ia berhak mendapatkan siksa. Dan Allah amat keras siksaan-Nya.",
    "jalalayn": "(Tanyakanlah) hai Muhammad (kepada Bani Israel) sebagai pukulan bagi mereka (Berapa banyaknya yang telah kami berikan kepada mereka), 'kam' merupakan pertanyaan, tempat berkaitnya 'sal' mengenai maf`ul kedua (obyek kedua), yaitu maf`ul kedua dan mumayaz dari aatainaa (berupa tanda-tanda yang nyata) atau kuat, misalnya terbelahnya laut, turunnya manna dan salwa, lalu mereka sambut dengan kekafiran. (Dan barang siapa yang menukar nikmat Allah), maksudnya tanda-tanda yang telah diberikan-Nya, karena itu merupakan sebab beroleh petunjuk (setelah nikmat itu datang kepadanya) menjadi kekafiran, (maka sesungguhnya Allah amat berat siksa-Nya) terhadapnya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 212,
    "arab": "زُيِّنَ لِلَّذِيْنَ كَفَرُوا الْحَيٰوةُ الدُّنْيَا وَيَسْخَرُوْنَ مِنَ الَّذِيْنَ اٰمَنُوْا ۘ وَالَّذِيْنَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيٰمَةِ ۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
    "translation": "Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kafir, dan mereka menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Dan Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/219.mp3",
    "tafsir": "Menurut Abdullah bin Abbas, ayat ini diturunkan berhubungan dengan Abu Jahal dan teman-temannya. Sedang menurut Muqatil, ayat ini diturunkan berhubungan dengan orang-orang munafik, seperti Abdullah bin Ubay dan pengikut-pengikutnya.\nRiwayat lain mengatakan bahwa ayat ini diturunkan berhubungan dengan kaum Yahudi, tokoh-tokoh dan pemimpin-pemimpinnya, dari Bani Quraizah Bani Nadir dan Bani Qainuqa, yang kesemuanya selalu menghina kaum Muslimin. \nImam Fakhrur Razi berkata, \"Tidak ada salahnya bila dikatakan bahwa ayat ini diturunkan untuk ketiga golongan tersebut.\" Sudah menjadi tabiat yang melekat, terutama dalam hati orang kafir, yaitu mencintai dunia lebih dari segala-galanya. Setan menggambarkan kepada mereka kenikmatan hidup di dunia yang indah permai dengan sehebat-hebatnya sampai seluruh perhatian mereka tercurah kepada dunia. Mereka merebutnya mati-matian, mempertahankannya dengan jiwa raga, tidak mempedulikan larangan agama, kesopanan atau hukum-hukum Allah dan Rasul. Banyak celaan mereka yang ditujukan kepada orang-orang mukmin, seperti Abdullah bin Mas'ud, Ammar bin Yasir, Suhaib, dan sebagainya, dengan sengaja untuk menghina dan merendahkan kedudukan mereka. Mereka berkata, \"Muslimin itu suka menyiksa diri dan meninggalkan kesenangan dunia, mereka bersusah payah mengerjakan ibadah, menahan hawa nafsu dengan berpuasa, berzakat, dan mengeluarkan biaya yang besar untuk naik haji, dan lain sebagainya.\nEjekan dan penghinaan kaum kafir terhadap kaum Muslimin dijawab bahwa orang yang bertakwa kepada Allah, nanti pada hari kemudian jauh lebih tinggi martabat dan kedudukannya daripada mereka. Orang yang bertakwa akan dimasukkan ke dalam surga, sebagaimana disebutkan dalam firman Allah swt:\n\nItulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa. (Maryam/19: 63).\n\nOrang kafir membanggakan kesenangan dunia yang dimilikinya, kekayaan bertumpuk-tumpuk yang diperolehnya, dan mereka menghina orang yang beriman yang umumnya miskin, tidak banyak yang kaya dibanding mereka. Untuk menjawab penghinaan ini, Allah menutup ayat ini dengan satu penegasan bahwa sangkaan mereka itu tidak benar. Allah memberi rezeki di dunia ini kepada siapa saja yang dikehendaki-Nya, baik ia orang kafir maupun mukmin, hanya bedanya kalau ia orang kafir, rezekinya itu sebagai \"istidraj\" yaitu menjerumuskan mereka dengan berangsur-angsur ke dalam siksa yang pedih yang akan ditemuinya. Siksa dan azab yang diterimanya di hari kemudian adalah karena mereka tidak mau sadar dan tidak mau kembali ke jalan Allah, sekalipun dalam keadaan senang dan serba cukup. Sedang bagi orang mukmin rezekinya itu merupakan \"fitnah\" yaitu cobaan, apakah ia mampu dan sanggup menggunakan dan memanfaatkannya kepada hal-hal yang diridai Allah swt atau tidak?\nDi akhirat nanti, orang-orang kafir akan meringkuk dalam neraka, merasakan siksaan dan azab yang amat pedih tak terhingga, dan orang mukmin dimasukkan ke dalam surga, diberi pahala berlipat ganda tak ada batasnya. Allah swt berfirman:\n\n¦ Dan barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tidak terhingga. (al-Mu'min/40: 40)",
    "quraish": "Sesungguhnya penyelewengan dan kekufuran mereka itu tidak lain disebabkan oleh nafsu duniawi. Orang-orang kafir itu sungguh telah dihiasi oleh keindahan dunia sehingga mereka menghina orang-orang beriman yang lebih mengutamakan kehidupan akhirat. Di akhirat kelak, orang-orang yang beriman berada di tempat yang lebih unggul dari orang-orang kafir. Adapun kelebihan orang-orang kafir dalam harta dan perhiasan dunia tidak berarti mereka lebih utama. Karena rezeki Allah itu ditentukan bukan atas dasar keimanan dan kekufuran, tapi kembali kepada kehendak-Nya. Dari itu, ada yang diuji dengan rezeki yang berlimpah, sementara yang lain dicoba dengan rezeki amat sedikit (kemelaratan).",
    "jalalayn": "(Dijadikan indah pada pandangan orang-orang yang kafir) di antara penduduk Mekah (kehidupan dunia ini) dengan jalan menghiasinya hingga mereka menyukainya (dan) mereka (memandang hina orang-orang yang beriman) karena kemiskinan mereka, seperti Bilal, Ammar, Shuhaib dan lain-lain, artinya mengejek mereka dan membanggakan kekayaan mereka kepada orang-orang miskin yang tidak punya itu. (Padahal orang-orang yang bertakwa) yang menjaga diri dari kesyirikan, mereka itu (berada di atas orang-orang kafir pada hari kiamat. Dan Allah memberi rezeki kepada siapa yang disukainya tanpa batas), artinya rezeki yang luas di akhirat atau di dunia, misalnya dimiliki-Nya harta benda dan budak dari pihak yang mengejek kepada pihak yang diejek."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 213,
    "arab": "كَانَ النَّاسُ اُمَّةً وَّاحِدَةً ۗ فَبَعَثَ اللّٰهُ النَّبِيّٖنَ مُبَشِّرِيْنَ وَمُنْذِرِيْنَ ۖ وَاَنْزَلَ مَعَهُمُ الْكِتٰبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيْمَا اخْتَلَفُوْا فِيْهِ ۗ وَمَا اخْتَلَفَ فِيْهِ اِلَّا الَّذِيْنَ اُوْتُوْهُ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ بَغْيًا ۢ بَيْنَهُمْ ۚ فَهَدَى اللّٰهُ الَّذِيْنَ اٰمَنُوْا لِمَا اخْتَلَفُوْا فِيْهِ مِنَ الْحَقِّ بِاِذْنِهٖ ۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Manusia itu (dahulunya) satu umat. Lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran, untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Dan yang berselisih hanyalah orang-orang yang telah diberi (Kitab), setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/220.mp3",
    "tafsir": "Manusia tadinya merupakan umat yang satu. Satu akidah dan satu tujuan amal perbuatan, yaitu untuk memperbaiki dan bukan untuk merusak, berbuat baik dan bukan berbuat jahat, berlaku adil dan bukan berbuat aniaya, kemudian mereka berpaling dan mengerjakan sebaliknya, dan tidak ada lagi kesatuan akidah dan pendapat di antara mereka, yang membawa mereka kepada kebahagiaan, lalu mereka berselisih, bercerai-berai.\nUntuk mengembalikan mereka kepada keadaan semula, bersatu dalam kebenaran, Allah mengutus nabi-nabi, manusia pilihan, agar membimbing mereka ke jalan yang benar, memberi petunjuk atas kekeliruan yang diperbuatnya, menyampaikan kabar gembira kepada orang-orang yang beriman dan taat.\nNabi-nabi yang diutus itu dilengkapi dengan kitab-kitab samawi yang diturunkan kepada mereka, yang seluruhnya mengandung kebenaran, petunjuk-petunjuk dan penjelasan yang lengkap, yang akan dijadikan landasan untuk memberi pertimbangan dan memberikan keputusan yang seadil-adilnya atas segala sesuatu yang diperselisihkan.\nSebenarnya, manusia tidak perlu lagi berselisih karena kitab samawi yang diberikan mengandung keterangan-keterangan yang nyata, yang semuanya itu telah diketahui dan dimengerti. Jadi apakah gerangan yang menyebabkan mereka saling menyalahkan dan menganggap bahwa hanya dialah yang benar dan yang lain salah. Hal ini dikarenakan sifat dengki dan suka melakukan pelanggaran.\nApabila sifat dengki ini telah tertanam di dalam hati, baik secara perorangan maupun secara bergolongan, maka sukar untuk memperoleh ketenteraman dan kesejahteraan di antara mereka.\nBeruntunglah orang-orang yang beriman, karena dengan kehendak Allah swt mereka telah diberi petunjuk kepada jalan yang benar.\nAisyah ra berkata, \"Sesungguhnya Rasulullah saw apabila bangun di tengah malam, beliau mengerjakan \"shalah al-Lail\" (salat malam), dan beliau berdoa:\n\"Ya Allah, Tuhan Jibril, Mikail, dan Israfil, Pencipta langit dan bumi, yang mengetahui yang gaib dan yang nyata. Engkaulah yang memberi putusan antara hamba-hamba-Mu tentang apa yang mereka perselisihkan. Berilah aku petunjuk yang benar tentang apa yang diperselisihkan itu dengan izin-Mu. Sesungguhnya Engkaulah yang memberi petunjuk kepada orang yang Engkau kehendaki ke jalan yang lurus. (Riwayat al-Bukhari dan Muslim)\n\nDi dalam salah satu doa yang ma'sur (yang diamalkan) para sahabat terdapat ucapan sebagai berikut:\nYa Allah perlihatkanlah kepada Kami yang benar adalah benar, lalu bimbinglah kami untuk mengikutinya, dan perlihatkanlah kepada kami yang salah adalah salah, dan bimbinglah kami untuk menghindarinya. Janganlah dijadikan yang benar dan salah itu samar-samar bagi kami, yang akan menyebabkan kami sesat. Dan jadikanlah kami pemimpin bagi orang-orang yang takwa\". (Riwayat al-Bukhari dan Muslim).",
    "quraish": "Sesungguhnya manusia itu memiliki karakter yang sama berupa kesiapan untuk tersesat. Sebagian mereka ada yang lebih diberi sebab-sebab untuk berbuat baik sementara yang lain memiliki kesiapan untuk tersesat. Karena itulah manusia kemudian saling berbeda. Di sinilah Allah mengutus para nabi kepada mereka untuk memberi petunjuk, memberikan kabar gembira dan peringatan. Akan tetapi yang mengambil faedah dari petunjuk-petunjuk itu hanyalah orang-orang yang beriman yang telah diberi petunjuk untuk memutuskan apa yang diperselisihkan. Allah akan memberi petunjuk kepada siapa saja yang mencari kebenaran, asalkan mereka ikhlas mencarinya.",
    "jalalayn": "(Adalah manusia itu umat yang satu) yang bersatu dalam keimanan lalu mereka bertikai paham sehingga sebagian mereka beriman dan sebagian lainnya kafir (Maka Allah pun mengutus para nabi) kepada mereka (membawa berita gembira) bahwa orang yang beriman akan masuk surga (dan peringatan) bahwa orang-orang kafir akan masuk neraka, (dan menurunkan bersama mereka Kitab), dengan arti kitab-kitab (dengan benar) berkaitan dengan 'menurunkan' (agar ia memberi keputusan dengan kitab itu (di antara manusia tentang perkara yang mereka perselisihkan) mengenai agama (Dan tidaklah berselisih tentangnya) mengenai agama itu (kecuali orang-orang yang diberi Kitab), maka berimanlah sebagian dan kafir sebagian (setelah datang kepada mereka keterangan-keterangan yang nyata) yang membuktikan ketauhidan. 'Min' berkaitan dengan 'ikhtalafa', dan bersama kalimat yang sesudahnya, ia didahulukan dari istitsna' dalam makna (karena kedengkian) dari orang-orang kafir (sesama mereka. Maka Allah menunjuki orang-orang yang beriman mengenai yang mereka perselisihkan itu kepada) sebagai penjelasan (kebenaran dengan izin-Nya) artinya kehendak-Nya. (Dan Allah menunjuki siapa yang disukai-Nya), artinya untuk ditunjuki (ke jalan yang lurus) atau jalan yang benar."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 214,
    "arab": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَّثَلُ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ ۗ مَسَّتْهُمُ الْبَأْسَاۤءُ وَالضَّرَّاۤءُ وَزُلْزِلُوْا حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۗ اَلَآ اِنَّ نَصْرَ اللّٰهِ قَرِيْبٌ ",
    "translation": "Ataukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, “Kapankah datang pertolongan Allah?” Ingatlah, sesungguhnya pertolongan Allah itu dekat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/221.mp3",
    "tafsir": "Ada beberapa pendapat mengenai sebab turunnya ayat ini. Pertama, pendapat dari Qatadah, as-Suddi, dan kebanyakan ahli tafsir yang mengatakan bahwa ayat ini turun pada waktu perang Khandak ketika kaum Muslimin mengalami bermacam-macam kesulitan dan tekanan perasaan, sehingga mereka merasa gentar dan ketakutan.\nKedua, pendapat lain yang mengatakan bahwa ayat ini turun pada waktu perang Uhud, ketika kaum Muslimin dipukul mundur oleh pasukan musuh. Dalam peperangan itu, Sayyidina Hamzah tewas dianiaya, dan Nabi pun menderita luka.\nKetiga, pendapat golongan lain, bahwa ayat ini turun untuk menghibur hati kaum Muhajirin ketika mereka meninggalkan kampung halamannya, dan harta kekayaannya dikuasai oleh kaum musyrikin, dan kaum Yahudi memperlihatkan permusuhan kepada Rasulullah saw secara terang-terangan dan kesulitan-kesulitan lain yang dialaminya di Medinah. Ayat ini secara tidak langsung, memperkuat ayat-ayat sebelumnya, yaitu agar kaum Muslimin selalu tabah dan sabar dalam perjuangan.\nAllah swt berfirman:\n\nDan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar, (al-Baqarah/2: 155)\n\ndan firman-Nya:\n\nApakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji? (al-'Ankabut/29: 2)\n\nMakin berat dan makin tinggi cita-cita yang akan dicapai, makin besar pula rintangan dan cobaan yang akan dialami. Untuk mencapai keridaan Allah dan memperoleh surga, bukan suatu hal yang mudah dan gampang, tetapi harus melalui perjuangan yang gigih yang penuh rintangan dan cobaan sebagaimana halnya orang-orang terdahulu. Mereka ditimpa malapetaka dan kesengsaraan, nabinya dibunuh, pengikutnya disiksa sampai ada di antara mereka digergaji kepalanya dalam keadaan hidup atau dibakar hidup-hidup. Oleh karena cobaan dan penderitaan yang dialaminya dirasakan lama, sekalipun mereka yakin bahwa bagaimanapun juga pertolongan Allah akan datang, maka rasul mereka dan pengikut-pengikutnya merasa gelisah lalu berkata, \"Bilakah datang pertolongan Allah,\" pertanyaan itu dijawab oleh Allah, \"Ingatlah, sesungguhnya pertolongan Allah itu amat dekat.\" Pada saatnya nanti mereka akan menang dan mengalahkan musuh, penganiaya dan orang-orang zalim.",
    "quraish": "Apakah kalian mengira akan masuk surga dengan hanya menyatakan keislaman tanpa diuji seperti halnya orang-orang sebelum kalian? Mereka diuji dan dingoncangkan dengan berbagai cobaan. Sampai- sampai Rasulullah sendiri dan orang-orang yang bersamanya, berkata, \"Bilakah pertolongan Allah akan tiba?\" Saat itu Allah menepati janji-Nya dan mengatakan kepada mereka bahwa pertolongan itu sudah dekat.",
    "jalalayn": "Ayat berikut diturunkan mengenai susah payah yang menimpa kaum muslimin: (Ataukah), maksudnya apakah (kamu mengira bahwa kamu akan masuk surga. Padahal belum) maksudnya belum (datang kepadamu seperti) yang datang (kepada orang-orang yang terdahulu sebelum kamu) di antara orang-orang beriman berupa bermacam-macam cobaan, lalu kamu bersabar sebagaimana mereka bersabar? (Mereka ditimpa oleh); kalimat ini menjelaskan perkataan yang sebelumnya (malapetaka), maksudnya kemiskinan yang memuncak, (kesengsaraan) maksudnya penyakit, (dan mereka diguncang) atau dikejutkan oleh bermacam-macam bala, (hingga berkatalah) baris di atas atau di depan artinya telah bersabda (Rasul dan orang-orang yang beriman yang bersamanya) yang menganggap terlambatnya datang bantuan disebabkan memuncaknya kesengsaraan yang menimpa mereka, (\"Bilakah) datangnya (pertolongan Allah) yang telah dijanjikan kepada kami?\" Lalu mereka mendapat jawaban dari Allah, (\"Ingatlah, sesungguhnya pertolongan Allah itu amat dekat\") kedatangannya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 215,
    "arab": "يَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ۗ قُلْ مَآ اَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
    "translation": "Mereka bertanya kepadamu (Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, “Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak yatim, orang miskin dan orang yang dalam perjalanan.” Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/222.mp3",
    "tafsir": "Ibnu 'Abbas meriwayatkan bahwa Amir bin al-Jamuh al-Ansari, orang yang telah lanjut usia dan mempunyai banyak harta, bertanya kepada Rasulullah saw, \"Harta apakah yang sebaiknya saya nafkahkan dan kepada siapa nafkah itu saya berikan?\" Sebagai jawaban, turunlah ayat ini. Nafkah yang dimaksud dalam ayat ini, ialah nafkah sunah, yaitu sedekah, bukan nafkah wajib seperti zakat dan lain-lain.\nAyat ini mengajarkan bahwa apa saja yang dinafkahkan, banyak ataupun sedikit pahalanya adalah untuk orang yang menafkahkan itu dan tercatat di sisi Allah swt sebagai amal saleh sebagaimana dijelaskan dalam satu hadis yang berbunyi:\n\"Bahwasannya pahala perbuatanmu adalah kepunyaanmu. Akulah yang mencatatnya untukmu.\" (Riwayat Muslim dari Abu dzarr al-Giffari).\n\nSesuatu yang dinafkahkan hendaklah diberikan lebih dahulu kepada orang tua yaitu ibu-bapak, karena keduanya adalah orang yang paling berjasa kepada anaknya. Merekalah yang mendidiknya sejak dalam kandungan, dan pada waktu kecil bersusah payah dalam menjaga pertumbuhannya. Sesudah itu barulah nafkah diberikan kepada kaum kerabat, seperti anak-anak, saudara-saudara yang memerlukan bantuan. Mereka itu adalah orang-orang yang semestinya dibantu, karena kalau dibiarkan saja, akhirnya mereka akan meminta kepada orang lain, akibatnya akan memalukan keluarga, lalu kepada anak-anak yatim yang belum bisa berusaha untuk memenuhi keperluannya. Akhirnya kepada orang-orang miskin dan orang-orang yang sedang dalam perjalanan untuk menutupi keperluannya, meringankan beban karena sekalipun mereka tidak ada hubungan famili, tetapi mereka adalah anggota keluarga besar kaum Muslimin, yang sewajarnya dibantu ketika mereka dalam kesusahan.\nApa saja yang dinafkahkan oleh manusia, Allah mengetahuinya. Oleh karena itu, tidak boleh digembar-gemborkan, karena Allah-lah yang akan membalasnya dan memberikan pahala berlipat ganda menurut keikhlasan seseorang.",
    "quraish": "Orang-orang Mukmin bertanya kepadamu mengenai masalah infak. Katakan, \"Infak itu dikeluarkan dari harta yang baik, untuk diberikan kepada orang tua, kerabat dekat, anak yatim, orang miskin, dan orang yang terputus dari keluarga dan hartanya. Kebaikan apa saja yang kalian perbuat, akan diketahui dan akan dibalas pahala oleh Allah.\"",
    "jalalayn": "(Mereka bertanya kepadamu) hai Muhammad (tentang apa yang mereka nafkahkan) Yang bertanya itu ialah Amar bin Jamuh, seorang tua yang hartawan. Ia menanyakan kepada Nabi saw. apa yang akan dinafkahkan dan kepada siapa dinafkahkannya? (Katakanlah) kepada mereka (Apa saja harta yang kamu nafkahkan) 'harta' merupakan penjelasan bagi 'apa saja' dan mencakup apa yang dinafkahkan yang merupakan salah satu dari dua sisi pertanyaan, tetapi juga jawaban terhadap siapa yang akan menerima nafkah itu, yang merupakan sisi lain dari pertanyaan dengan firman-Nya, (maka bagi ibu-bapak, kaum kerabat, anak-anak yatim, orang-orang miskin dan orang-orang yang sedang dalam perjalanan), artinya mereka lebih berhak untuk menerimanya. (Dan apa saja kebaikan yang kamu perbuat) baik mengeluarkan nafkah atau lainnya, (maka sesungguhnya Allah mengetahuinya) dan akan membalasnya."
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 216,
    "arab": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّهُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تُحِبُّوْا شَيْـًٔا وَّهُوَ شَرٌّ لَّكُمْ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ࣖ",
    "translation": "Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/223.mp3",
    "tafsir": "Dengan turunnya ayat ini hukum perang itu menjadi wajib kifayah dalam rangka membela diri dan membebaskan penindasan. Bila musuh telah masuk ke dalam negeri orang-orang Islam, hukumnya menjadi wajib 'ain. Hukum wajib perang ini turun pada tahun kedua Hijri. Ketika masih di Mekah (sebelum Hijrah) Nabi Muhammad saw dilarang berperang, baru pada permulaan tahun Hijrah, Nabi diizinkan perang bilamana perlu.\nBerperang dirasakan sebagai suatu perintah yang berat bagi orang-orang Islam sebab akan menghabiskan harta dan jiwa. Lebih-lebih pada permulaan Hijrah ke Medinah. Kaum Muslimin masih sedikit, sedang kaum musyrikin mempunyai jumlah yang besar. Berperang ketika itu dirasakan sangat berat, tetapi karena perintah berperang sudah datang untuk membela kesucian agama Islam dan meninggikan kalimatullah, maka Allah menjelaskan bahwa tidak selamanya segala yang dirasakan berat dan sulit itu membawa penderitaan, tetapi mudah-mudahan justru membawa kebaikan. Betapa khawatirnya seorang pasien yang pengobatannya harus dengan mengalami operasi, sedang operasi itu paling dibenci dan ditakuti, tetapi demi untuk kesehatannya dia harus mematuhi nasehat dokter, barulah penyakit hilang dan badan menjadi sehat setelah dioperasi.\nAllah memerintahkan sesuatu bukan untuk menyusahkan manusia, sebab di balik perintah itu akan banyak ditemui rahasia-rahasia yang membahagiakan manusia. Masalah rahasia itu Allah-lah yang lebih tahu, sedang manusia tidak mengetahuinya.",
    "quraish": "Kalau infak kepada anak yatim, orang miskin dan lain-lainnya merupakan perlindungan masyarakat dari dalam, maka perang adalah perlindungan dari luar. Untuk itu, Allah mewajibkan perang kepada kalian, wahai orang-orang Mukmin, sebagai perlindungan terhadap agama dan jiwa kalian. Sesungguhnya jiwa manusia, secara tabiat, sangat tidak menyukai perang. Tetapi, mungkin saja di dalam hal-hal yang tidak kalian sukai itu terdapat kebaikan dan, sebaliknya, di dalam hal-hal yang kalian sukai justru terdapat keburukan. Allah sungguh mengetahui maslahat yang kalian ketahui. Maka, sambutlah apa yang diwajibkan kepada kalian.",
    "jalalayn": "(Diwajibkan atasmu berperang), yakni menghadapi orang-orang kafir (padahal hal itu suatu kebencian), maksudnya suatu hal yang tidak disukai (bagi kamu) menurut tabiat, disebabkan amat menyusahkannya. (Boleh jadi kamu membenci sesuatu padahal baik bagi kamu dan boleh jadi pula kamu menyukai sesuatu padahal amat buruk bagi kamu). Ini disebabkan kecenderungan nafsu pada syahwat atau keinginan-keinginan yang pasti akan mencelakakannya dan enggannya melakukan taklif atau tugas-tugas yang akan membahagiakannya. Siapa tahu bahwa dalam peperangan, walau kamu membencinya, tersembunyi kebaikan, misalnya kemenangan dan harta rampasan atau mati syahid dan memperoleh pahala. Sebaliknya dalam meninggalkan, walaupun menyenangkan hatimu, terdapat keburukan, misalnya kehinaan dan kemiskinan serta luput dari pahala. (Dan Allah Maha mengetahui) apa-apa yang baik bagimu (sedang kamu tidak mengetahui) demikian itu. Maka bersegeralah melakukan apa yang diperintahkan Allah kepadamu. Nabi saw. mengirim pasukannya yang pertama di antaranya terdapat Abdullah bin Jahsy. Mereka memerangi orang-orang musyrik dan membunuh Ibnul Hadhrami pada hari terakhir bulan Jumadilakhir hingga mereka memasuki awal bulan Rajab (salah satu bulan suci). Mereka lalu dicela oleh orang-orang kafir karena telah menghalalkan bulan suci itu, maka turunlah ayat:"
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 217,
    "arab": "يَسْـَٔلُوْنَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيْهِۗ  قُلْ قِتَالٌ فِيْهِ كَبِيْرٌ ۗ وَصَدٌّ عَنْ سَبِيْلِ اللّٰهِ وَكُفْرٌۢ بِهٖ وَالْمَسْجِدِ الْحَرَامِ وَاِخْرَاجُ اَهْلِهٖ مِنْهُ اَكْبَرُ عِنْدَ اللّٰهِ ۚ وَالْفِتْنَةُ اَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُوْنَ يُقَاتِلُوْنَكُمْ حَتّٰى يَرُدُّوْكُمْ عَنْ دِيْنِكُمْ اِنِ اسْتَطَاعُوْا ۗ وَمَنْ يَّرْتَدِدْ مِنْكُمْ عَنْ دِيْنِهٖ فَيَمُتْ وَهُوَ كَافِرٌ فَاُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Mereka bertanya kepadamu (Muhammad) tentang berperang pada bulan haram. Katakanlah, “Berperang dalam bulan itu adalah (dosa) besar. Tetapi menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Sedangkan fitnah lebih kejam daripada pembunuhan. Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu, jika mereka sanggup. Barangsiapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/224.mp3",
    "tafsir": "Berperang pada bulan-bulan suci memang tidak boleh, haram hukumnya, kecuali kalau musuh menyerang. Ketika orang-orang bertanya kepada Rasulullah saw, bagaimana hukumnya berperang di bulan-bulan Haram, seperti yang telah dilakukan oleh Abdullah bin Jahsy terhadap rombongan pedagang Quraisy, maka turunlah wahyu yang menyatakan haram hukumnya berperang di bulan itu dan besar dosanya. Tetapi menghalangi manusia dari jalan Allah, adalah perbuatan kafir kepada Allah. Sedangkan menghalangi kaum Muslimin memasuki Masjidilharam, mengusir orang-orang Islam dari Mekah, lebih besar lagi dosanya di sisi Allah. Semua itu adalah fitnah yang lebih besar bahayanya dari pembunuhan di bulan Haram.\nFitnah dalam ayat ini mencakup semua pelanggaran yang berat seperti hal-hal tersebut di atas dan menganiaya serta menyiksa orang-orang Islam. Perbuatan seperti itu lebih besar dosanya daripada berperang. Seperti halnya yang dilakukan oleh orang-orang kafir Quraisy terhadap Ammar bin Yasir, Bilal, Habbab bin Arat dan lain-lain. Ammar bin Yasir disiksa dengan besi panas yang dilekatkan ke tubuhnya, agar ia keluar dari agama Islam. Namun ia tetap dalam Islam. Bukan ia saja yang disiksa, juga bapaknya, ibunya dan saudaranya. Bilal disiksa pula oleh majikannya, Umayyah bin Khalaf. Bilal tidak boleh makan dan minum siang malam dengan tangan dan kaki terikat, dilemparkan ke tengah-tengah padang pasir yang panas terik, di atas punggungnya diletakkan sebuah batu besar, kemudian Umayyah menyiksanya sambil mengatakan, \"Azab ini akan terus kau derita sampai engkau mati, bila engkau tidak mau keluar dari Islam dan kembali menyembah tuhan \"Lata dan Uzza\". Tetapi Bilal lebih memilih menderita azab dan siksaan daripada ingkar kepada Allah dan Muhammad. Banyak pengikut-pengikut Nabi Muhammad saw yang sama nasibnya dengan Ammar bin Yasir dan Bilal itu.\nCara yang kejam itu akan terus dilancarkan oleh orang-orang kafir terhadap kaum Muslimin pada segala masa dan tempat, dimana saja mereka mempunyai kesempatan, sehingga orang-orang Islam menjadi murtad dari agamanya. Murtad artinya keluar dari agama Islam. Orang-orang murtad itu kalau mereka mati dalam keadaan murtad semua amalnya akan dihapus dan mereka akan kekal dalam neraka.",
    "quraish": "Orang-orang Muslim tidak suka berperang di bulan haram,(1) maka mereka pun bertanya kepadamu tentang hal itu. Katakan, \"Ya, berperang di bulan haram itu memang merupakan dosa besar.\" Tetapi ada yang lebih besar dari itu yaitu menghalang-halangi jalan Allah dan al-Masjid al-Harâm, dan pengusiran umat Islam dari Mekah yang dilakukan musuh-musuh kalian. Penindasan musuh terhadap umat Islam untuk mengeluarkan mereka dari agamanya, itu lebih besar dari segala bentuk pembunuhan. Oleh karena itu, perang di bulan suci dibolehkan karena kejamnya kejahatan-kejahatan itu. Perang itu adalah sebuah pekerjaan berat demi menghindari sesuatu yang lebih besar. Ketahuilah, wahai orang-orang Muslim, bahwa cara yang mereka tempuh adalah cara-cara curang. Mereka tidak menerima sikap adil dan logis yang kalian lakukan. Mereka masih akan memerangi sampai dapat mengeluarkan kalian dari agama Islam. Maka orang-orang yang lemah menghadapi serangan mereka, kemudian keluar dari Islam hingga mati dalam keadaan kafir, pekerjaan saleh mereka di dunia dan di akhirat akan sia-sia. Mereka adalah penghuni neraka dan akan kekal di dalamnya. (1) Ada empat bulan harâm (suci), disebutkan pada surat al-Tawbah: \"Sesungguhnya jumlah bulan menurut Allah ada dua belas dalam kitab Allah pada hari Dia menciptakan langit dan bumi. Dia antaranya terdapat empat bulan haram. Itulah agama yang lurus. Maka, jangan kalian menganiaya diri sendiri pada bulan-bulan itu.\" Dan dalam hadits riwayat al-Bukhâriy dari khutbah yang disampaikannya pada haji perpisahan (hajjat al-wadâ'), Rasulullah menyebutkan nama-nama bulan itu. Sabdanya, \"Wahai sekalian manusia, sesungguhnya al-nasî'' adalah penambahan kekufuran yang menyesatkan orang-orang kafir. Mereka menghalalkannya satu tahun kemudian menghalalkannya di tahun yang lain. Waktu itu berputar seperti pada bentuk semula saat penciptaan langit dan bumi. Jumlah bulan menurut Allah ada dua belas, empat di antaranya adalah bulan suci: Zulkaidah, Zulhijah, Muharam dan Rajabnya suku Mudlarr yang berada di antara bulan Jumadilakhir dan Syakban.\" Saat itu, suku Rabî'ah merasa berat melaksanakan perang di bulan Ramadan karena suhu yang sangat panas. Mereka lalu menamakan bulan Ramadan itu sebagai Rajab, menganggapnya suci dan tidak membolehkan perang di dalamnya. Oleh karena itu, Rasulullah menegaskan bahwa bulan Rajab yang harâm adalah Rajabnya suku Mudlarr yang berada di antara Jumadilakhir dan Syakban. Hikmah diharamkannya perang pada bulan-bulan haram ini adalah pemberlakuan gencatan senjata secara paksa untuk memberikan kesempatan istirahat dan mencari penghidupan. Pelarangan ini telah berlaku sejak zaman Ibrâhîm a. s. Kemudian, sejak diwajibkannya haji ke Bayt Allâh (Ka'bah) dan wukuf di padang Arafah pada 10 Zulhijah, perang pada hari ini pun dilarang juga. Diharamkannya perang pada bulan sebelum dan sesudah musim haji itu merupakan wujud kasih sayang Allah kepada hamba-Nya, agar orang-orang yang melaksanakan haji pada bulan-bulan itu merasa aman terhadap jiwa dan kekayaannya, saat mulai meninggalkan kampung halaman sampai kembali lagi. Sedangkan bulan keempat, Rajab, merupakan pertengahan antara bulan-bulan itu. Perang di bulan-bulan haram itu terkadang dapat dibolehkan kalau bertujuan mempertahankan diri. Latar belakang turunnya ayat ini adalah kasus 'Abd Allâh ibn Jahsy yang membawa surat. Oleh Rasulullah, ia dipesan agar tidak membuka surat itu sebelum menempuh waktu perjalan dua hari. Tetapi 'Abd Allâh membukanya dan membacakannya di depan sahabat-sahabatnya. Setelah tahu isi surat itu, ia tidak memaksakan kepada salah seorang sahabatnya itu untuk melanjutkan perjalanan. Surat itu berbunyi: \"Berjalanlah bersama beberapa orang yang mengikutimu sampai ke Nakhlah--tempat yang terletak di antara Nejd dan Taif. Amatilah kafilah Quraisy dan kabarkan kami tentang mereka.\" Naskah surat itu memang menyebutkan secara jelas tidak adanya perintah perang. Hanya ada perintah untuk mengamati dan memata-matai pihak lawan. Akan tetapi, yang terjadi setelah membaca surat Rasulullah itu, dua orang pengikut 'Abd Allâh ibn Jahsy memisahkan diri untuk mencari gembalanya yang hilang dan kemudian ditawan Quraisy. Dua orang itu bernama Sa'd ibn Abî Waqqâsh dan 'Utbah ibn Ghazwân. Pasukan 'Abd Allâh ibn Jahsy kemudian tiba di Nakhlah. Di sana mereka melihat kafilah Quraisy berlalu membawa barang dagangan di bawah pimpinan 'Amr ibn al-Hadlramiy. Peristiwa ini terjadi di akhir bulan Rajab. Ketika masa hijrahnya umat Islam dari Mekah ke Madinah dahulu, orang-orang Quraisy sempat menahan harta dan barang-barang beberapa orang Muslim. Di antara mereka yang hartanya ditahan Quraisy itu ada yang bersama pasukan 'Abd Allâh ibn Jahsy. Mereka akhirnya membicarakan apakah hendak memerangi Quraisy atau tidak. Mereka bingung, karena jika membiarkan kafilah Quraisy itu berlalu pada malam itu, mereka akan kehilangan kesempatan untuk merebut harta Quraisy sebagai ganti dari harta mereka yang dirampas dulu. Dan jika memerangi mereka, berarti mereka melakukan perang di bulan suci, Rajab. Akan tetapi mereka terdorong untuk perang dan berhasil membunuh 'Amr al-Hadlramiy, menawan dua orang musyrik dan merebut harta rampasan. Ketika kembali ke Madinah dan menyerahkan satu perlima rampasan perang itu kepada Rasulullah, mereka ditolak. Rasul tidak mau menerima pemberian itu dan menilai buruk perbuatan mereka. Sabda Rasul, \"Aku tidak memerintahkan kalian untuk perang di bulan suci.\" Orang-orang Madinah pun akhirnya tidak menyambut baik mereka. Turunlah kemudian ayat ini.",
    "jalalayn": "(Mereka menanyakan kepadamu tentang bulan haram) atau bulan suci (yakni berperang padanya), menjadi badal isytimal (Katakanlah) kepada mereka, (\"Berperang dalam bulan itu adalah besar\"), maksudnya dosa besar. 'Berperang' menjadi mubtada', sedangkan 'besar' menjadi khabarnya, (tetapi menghalangi) manusia, menjadi mubtada' (dari jalan Allah) maksudnya dari agama-Nya (dan kafir kepada-Nya), (serta) menghalangi ia masuk (Masjidilharam), artinya kota Mekah (dan mengusir penduduknya daripadanya) sebagaimana yang dialami Nabi saw. bersama orang-orang mukmin, sedang yang menjadi khabarnya ialah (lebih besar lagi), artinya dosanya (di sisi Allah) daripada berperang itu. (Sedangkan berbuat fitnah) artinya kesyirikan (lebih besar lagi dari pembunuhan) bagimu padanya. (Dan tidak henti-hentinya mereka), maksudnya orang-orang kafir (memerangi kamu) hai orang-orang beriman (hingga), maksudnya agar (mengembalikan kamu dari agamamu) kepada kekafiran, (sekiranya mereka sanggup. Barang siapa yang murtad di antara kamu dari agamanya, lalu ia mati dalam kekafiran, maka mereka itu menjadi sia-sia) atau batal (amal-amal mereka) yang saleh (di dunia dan akhirat) hingga tidak dianggap dan tidak diberi pahala. Mengaitkannya dengan kematian menunjukkan bahwa seandainya ia kembali kepada Islam sebelum mati maka amalnya tidaklah batal dan tetap diberi pahala serta tidak perlu diulangi lagi, haji misalnya. Demikianlah menurut pendapat Syafii, (dan mereka itulah penghuni neraka, mereka kekal di dalamnya). Tatkala anak buah pasukannya tadi menyangka bahwa meskipun mereka tidak berdosa, tetap tidak beroleh pahala (karena melakukan peperangan pada bulan haram), maka turunlah ayat:"
  },
  {
    "hizb": 13,
    "name": "Al-Baqarah",
    "ayat": 218,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ ۙ اُولٰۤىِٕكَ يَرْجُوْنَ رَحْمَتَ اللّٰهِ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah dan berjihad di jalan Allah, mereka itulah yang mengharapkan rahmat Allah. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/225.mp3",
    "tafsir": "Ayat ini menerangkan balasan bagi orang-orang yang kuat imannya menghadapi segala cobaan dan ujian. Begitu juga balasan bagi orang-orang yang hijrah meninggalkan negerinya yang dirasakan tidak aman, ke negeri yang aman untuk menegakkan agama Allah, seperti hijrahnya Nabi Muhammad saw bersama pengikut-pengikutnya dari Mekah ke Medinah, dan balasan bagi orang-orang yang berjihad fi sabilillah, baik dengan hartanya maupun dengan jiwanya.\nMereka itu semuanya mengharapkan rahmat Allah dan ampunan-Nya, dan sudah sepantasnya memperoleh kemenangan dan kebahagiaan sebagai balasan atas perjuangan mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "quraish": "Sesungguhnya orang-orang yang beriman dengan keimanan yang mendorong mereka untuk berhijrah demi membela agama dan berjuang menjunjung tinggi kalimat Allah, akan selalu mengharapkan menanti pahala yang besar dari Allah, meskipun mereka tidak sempurna dalam mengerjakan beberapa hal. Karena Allah Maha Pengampun dosa, Maha Penyayang, yang menyayangi hamba-Nya dengan memberi petunjuk dan pahala.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman, orang-orang yang berhijrah) meninggalkan kampung halaman mereka, (dan berjihad di jalan Allah), yakni untuk meninggikan agama-Nya, (mereka itu mengharapkan rahmat Allah), artinya pahala-Nya, (dan Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman."
  }
]