[
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 29,
    "arab": "۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ  كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ࣖ",
    "translation": "Dan barangsiapa di antara mereka berkata, “Sungguh, aku adalah tuhan selain Allah,” maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2512.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan ketentuan-Nya yang berlaku terhadap para malaikat dan siapa saja di antara makhluk-Nya yang mengaku dirinya sebagai tuhan selain Allah. Ketentuannya ialah bahwa siapa saja di antara mereka itu berkata, \"Aku adalah tuhan selain Allah,\" maka dia akan diberi balasan siksa dengan api neraka Jahannam, karena pengakuan semacam itu adalah kemusyrikan yang sangat besar, karena selain mempersekutukan Allah, juga menyamakan derajat dirinya dengan Allah. Demikianlah caranya Allah membalas perbuatan orang-orang yang zalim.",
    "quraish": "Apabila di antara malaikat ada yang berkata, \"Aku adalah tuhan selain Allah yang harus disembah,\" pasti akan Kami balas dengan neraka Jahanam. Balasan seperti ini juga Kami berikan kepada mereka yang melampaui batas-batas kebenaran dan menzalimi dirinya sendiri, dengan mengaku tuhan atau mengakui adanya tuhan lain selain Kami.",
    "jalalayn": "(Dan barang siapa di antara mereka mengatakan, \"Sesungguhnya aku adalah tuhan selain daripada-Nya\") selain daripada Allah swt., dia adalah iblis yang menganjurkan manusia untuk menyembah dan taat kepada perintahnya (maka orang itu Kami beri balasan dengan Jahanam, demikianlah) sebagaimana Kami memberikan balasan kepada iblis (Kami memberikan pembalasan kepada orang-orang yang zalim) yakni orang-orang yang musyrik."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 30,
    "arab": "اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ ",
    "translation": "Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2513.mp3",
    "tafsir": "Dalam ayat ini Allah mengungkapkan bahwa kaum musyrikin dan kafir Mekah tidak memperhatikan keadaan alam ini, dan tidak memperhatikan peristiwa-peristiwa yang terjadi di alam yang luas ini, padahal dari berbagai peristiwa yang ada di alam ini dapat diperoleh bukti-bukti tentang adanya Allah serta kekuasaan-Nya yang mutlak. Langit dan bumi yang dulunya merupakan suatu kesatuan yang padu, kemudian Allah pisahkan keduanya. Bumi sebelum menjadi tempat hidupnya berbagai makhluk hidup adalah sebuah satelit yaitu benda angkasa yang mengitari matahari. Satelit bumi yang semula panas sekali ini karena berputar terus menerus maka lama kelamaan menjadi dingin dan berembun. Embun yang lama menjadi gumpalan air. Inilah yang menjadi sumber kehidupan makhluk.\nMenurut para Ilmuan sains dan teknologi, ada tiga pendapat yang terkait dengan kehidupan yang dimulai dari air, yaitu: Pertama, Kehidupan dimulai dari air, dalam hal ini laut. Teori modern tentang asal mula kehidupan belum secara mantap disetujui sampai sekitar dua atau tiga abad yang lalu. Sebelum itu, teori yang mengemuka mengenai asal mula kehidupan adalah suatu konsep yang diberi nama \"generasi spontan\". Dalam konsep ini disetujui bahwa mahluk hidup ada dengan spontan ada dari ketidakadaan. Teori ini kemudian ditentang oleh beberapa ahli di sekitar tahun 1850-an, antara lain oleh Louis Pasteur. Dimulai dengan penelitian yang dilakukan oleh Huxley dan sampai penelitian masa kini, teori lain ditawarkan sebagai alternatif.\nTeori ini percaya bahwa kehidupan muncul dari rantai reaksi kimia yang panjang dan komplek. Rantai kimia ini dipercaya dimulai dari dalam air laut, karena kondisi atmosfer saat itu belum berkembang menjadi kawasan yang dapat dihuni mahluk hidup karena radiasi ultraviolet yang terlalu kuat. Diperkirakan, kehidupan bergerak menuju daratan pada 425 juta tahun yang lalu saat lapisan ozon mulai ada untuk melindungi permukaan bumi dari radiasi ultraviolet.\nKedua, Peran air bagi kehidupan dapat juga diekspresikan dalam bentuk bahwa semua benda hidup, terutama kelompok hewan, berasal dari cairan sperma. Diindikasikan bahwa keanekaragaman binatang \"datangnya\" dari air tertentu (sperma) yang khusus dan menghasilkan yang sesuai dengan ciri masing-masing binatang yang dicontohkan\nKetiga, Pengertian ketiga adalah bahwa air merupakan bagian yang penting agar makhluk dapat hidup. Pada kenyataannya, memang sebagian besar bagian tubuh makhluk hidup terdiri dari air. Misalnya saja pada manusia, 70% bagian berat tubuhnya tubuhnya terdiri dari air. Manusia tidak dapat bertahan lama apabila 20% saja dari sediaan air yang ada di tubuhnya hilang. Manusia dapat bertahan hidup selama 60 hari tanpa makan, akan tetapi mereka akan segera mati dalam waktu 3-10 hari tanpa minum. Juga diketahui bahwa air merupakan bahan pokok dalam pembentukan darah, cairan limpa, kencing, air mata, cairan susu dan semua organ lain yang ada di dalam tubuh manusia.\nDari uraian di atas, sangat jelas peran air bagi kehidupan, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi ke-langsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ) dan memulai kehidupan (terutama bagi kelompok hewan “ air tertentu yang khusus “ sperma).\nAkan tetapi, perlu diberikan catatan di sini, bahwa Al-Qur'an bukanlah memberikan peluang khusus untuk mendukung teori evolusi. Walaupun semua ayat di atas memberikan indikasi yang tidak meragukan bahwa Allah menciptakan semua mahluk hidup dari air. Ayat terkait an-Nur/24:25, al-Furqan/25: 54.\nDari keterangan ini dapat dipahami bahwa Al-Qur'an benar-benar merupakan mukjizat yang besar. Kemukjizatannya tidak hanya terletak pada gaya bahasa dan rangkuman yang indah, melainkan juga pada isi yang terkandung dalam ayat-ayatnya, yang mengungkapkan bermacam-macam ilmu pengetahuan yang tinggi nilainya, terutama mengenai alam, dengan berbagai jenis dan sifat serta kemanfaatannya masing-masing. Apalagi jika diingat bahwa Al-Qur'an telah mengemukakan semuanya itu pada abad yang keenam sesudah wafatnya Nabi Isa, di saat manusia di dunia ini masih diliputi suasana ketidaktahuan dan kesesatan. Lalu dari manakah Nabi Muhammad dapat mengetahui semuanya itu, kalau bukan dari wahyu yang diturunkan Allah kepadanya?\nPerkembangan ilmu pengetahuan modern dalam berbagai bidang membenarkan dan memperkokoh apa yang telah diungkapkan oleh Al-Qur'an sejak lima belas abad yang lalu. Dengan demikian, kemajuan ilmu pengetahuan itu seharusnya mengantarkan manusia kepada keimanan terhadap apa yang diajarkan oleh Al-Qur'an, terutama keimanan tentang adanya Allah serta semua sifat-sifat kesempurnaan-Nya.\nSetelah menghidangkan ilmu pengetahuan tentang kejadian alam ini, yaitu langit dan bumi, selanjutnya dalam ayat ini Allah mengajarkan pula suatu prinsip ilmu pengetahuan yang lain, yaitu mengenai kepentingan fungsi air bagi kehidupan semua mahluk yang hidup di alam ini, baik manusia, hewan maupun tumbuh-tumbuhan. Maka Allah berfirman, \"... dan dari air Kami jadikan segala sesuatu yang hidup.\"\nPada masa sekarang ini, tidak ada orang yang akan mengingkari pentingnya air bagi manusia, baik untuk bermacam-macam keperluan hidup manusia sendiri, maupun untuk keperluan binatang ternaknya, atau pun untuk kepentingan tanam-tanaman dan sawah ladangnya, sehingga orang melakukan bermacam-macam usaha irigasi, untuk mencari sumber air dan penyimpanan serta penyalurannya. Banyak bendungan-bendungan dibuat untuk mengumpulkan dan menyimpan air, yang kemudian disalurkan ke berbagai tempat untuk berbagai macam keperluan. Bahkan di negeri-negeri yang tidak banyak mempunyai sumber air, mereka berusaha untuk mengolah air laut menjadi air tawar, untuk mengairi sawah ladang dan memberi minum binatang ternak mereka. Ringkasnya manusia, hewan dan tumbuh-tumbuhan tidak dapat hidup tanpa air.\nManusia dan hewan sanggup bertahan hidup berhari-hari tanpa makan, asalkan ia mendapat minum. Akan tetapi ia tidak akan dapat hidup tanpa mendapatkan minum beberapa hari saja. Demikian pula halnya tumbuh-tumbuhan. Apabila ia tidak mendapat air, maka akar dan daunnya akan menjadi kering, dan akhirnya mati sama sekali. Di samping itu, manusia dan hewan, selain memerlukan air untuk hidupnya, ia juga berasal dari air, yang disebut \"nuthfah\".\nDengan demikian air adalah merupakan suatu unsur yang sangat vital bagi kejadian dan kehidupan manusia. Oleh sebab itu, apabila manusia sudah meyakini pentingnya air bagi kehidupannya, dan meyakini pula bahwa air tersebut adalah salah satu dari nikmat Allah, maka tidak ada alasan bagi manusia untuk tidak beriman kepada Allah serta untuk mengingkari nikmat-Nya yang tidak ternilai harganya.\nPada akhir ayat ini Allah mengingatkan kita semua, apakah dengan kemahakuasaan Allah ini manusia masih tidak mau beriman? Manusia yang memiliki akal dan mau mempergunakan akalnya seharusnya dapat memahami isi alam ini dan kemudian menjadi orang yang beriman.",
    "quraish": "Apakah orang-orang kafir itu buta hingga tidak melihat bahwa langit dan bumi pada awalnya penciptaannya adalah satu kesatuan dan saling melekat satu sama lain, lalu--dengan kekuasaan Kami--masing-masing Kami pisahkan? Tidak melihat pulakah mereka bahwa dari air yang tak mengandung kehidupan Kami dapat membuat segala sesuatu menjadi hidup? Lalu, setelah itu mereka tetap juga membangkang dan tidak percaya bahwa tiada tuhan selain Kami?(1). (1) Ayat ini mengungkap konsep penciptaan planet, termasuk bumi, yang belakangan dikuatkan oleh penemuan ilmu pengetahuan mutakhir dengan teori-teori modernnya. Dalam konsep itu dinyatakan bahwa pada dasarnya bumi dan langit merupakan satu kesatuan yang bersambungan satu sama lain. Kenyataan itu pula yang kemudian ditemukan oleh ilmu pengetahuan mdern dengan sejumlah bukti yang kuat. Kata al-fatq pada ayat ini berarti 'pemisahan', yaitu pemisahan bumi dari langit yang sebelumnya menyatu. Ini pula yang kemudian ditemukan oleh ilmu pengetahuan modern. Ada beberapa teori yang dapat mengungkap sejumlah gejala berkaitan dengan hal ini tetapi tidak dapat mengungkap beberapa gejala yang lain. Hal ini membawa kita kepada satu kesimpulan: tidak ada satu teori pun yang paling akurat dan disepakati oleh seluruh ahli. Namun demikian, berikut ini ada baiknya kalau kita melihat dua dari sejumlah teori itu, sebagai contoh. Teori pertama, berkaitan dengan tercpitanya tata surya, menyebutkan bahwa kabut di sekitar matahari akan menyebar dan melebar pada ruangan yang dingin. Butir-butir kecil gas yang membentuk kabut akan bertambah tebal pada atom-atom debu yang bergerak amat cepat. Atom-atom itu kemudian mengumpul, akibat terjadinya benturan dan akumulasi, dengan membawa kandungan sejumlah gas berat. Seiring dengan berjalannya waktu, akumulasi itu semakin bertambah besar hingga membentuk planet-planet, bulan dan bumi dengan jarak yang sesuai. Penumpukan itu sendiri, seperti telah diketahui, mengakibatkan bertambah kuatnya tekanan yang pada gilirannya membuat temperatur bertambah tinggi. Dan pada saat kulit bumi mengkristal karena dingin, dan melalui proses sejumlah letusan larva yang terjadi setelah itu, bumi memperoleh sejumlah besar uap air dan karbon dioksiada akibat surplus larva yang mengalir. Salah satu faktor yang membantu terbentuknya oksigen yang segar di udara setalah itu adalah aktifias dan interaksi sinar matahari melalui asimilasi sinar bersama tumbuhan generasi awal dan rumput-rumputan. Teori kedua, berkenaan dengan terciptanya alam raya secara umum yang dapat dipahami dari firman Allah Swt. : \"…anna al-samâwâti wa al-ardla kânatâ ratqan…\" yang berarti bahwa bumi dan langit pada dasarnya tergabung secara koheren sehingga tampak seolah satu massa. Hal ini sesuai dengan penemuan mutakhir mengenai teori terjadinya alam raya. Menurut penemuan itu, sebelum terbentuk seperti sekarang ini, bumi merupakan kumpulan sejumlah besar kekuatan atom-atom yang saling berkaitan dan di bawah tekanan sangat kuat yang hampir tidak dapat dibayangkan oleh akal. Selain itu, penemuan mutakhir itu juga menyebutkan bahwa semua benda langit sekarang beserta kandungan-kandungannya, termasuk di dalamnya tata surya dan bumi, sebelumnya terakumulasi sangat kuat dalam bentuk bola yang jari-jarinya tidak lebih dari 3. 000. 000 mil. Lanjutan firman Allah yang berbunyi \"…fa fataqnâhumâ…\" merupakan isyarat tentang apa yang terjadi pada cairan atom pertamanya berupa ledakan dahsyat yang mengakibatkan tersebarnya benda-benda alam raya ke seluruh penjuru, yang berakhir dengan terciptanya berbagai benda langit yang terpisah, termasuk tata surya dan bumi. Sedangkan ayat yang berbunyi \"wa ja'alnâ min al-mâ'i kulla syay'in hayyin\" telah dibuktikan melalui penemuan lebih dari satu cabang ilmu pengetahuan. Sitologi (ilmu tentang susunan dan fungsi sel), misalnya, menyatakan bahwa air adalah komponen terpenting dalam pembentukan sel yang merupakan satuan bangunan pada setiap makhluk hidup, baik hewan maupun tumbuhan. Sedang Biokimia menyatakan bahwa air adalah unsur yang sangat penting pada setiap interaksi dan perubahan yang terjadi di dalam tubuh makhluk hidup. Air dapat berfungsi sebagai media, faktor pembantu, bagian dari proses interaksi, atau bahkan hasil dari sebuah proses interaksi itu sendiri. Sedangkan Fisiologi menyatakan bahwa air sangat dibutuhkan agar masing-masing organ dapat berfungsi dengan baik. Hilangnya fungsi itu akan berarti kematian.",
    "jalalayn": "(Apakah tidak) dapat dibaca Awalam atau Alam (melihat) mengetahui (orang-orang yang kafir itu, bahwasanya langit dan bumi itu keduanya dahulu merupakan suatu yang padu) bersatu (kemudian Kami pisahkan) Kami jadikan langit tujuh lapis dan bumi tujuh lapis pula. Kemudian langit itu dibuka sehingga dapat menurunkan hujan yang sebelumnya tidak dapat menurunkan hujan. Kami buka pula bumi itu sehingga dapat menumbuhkan tetumbuhan, yang sebelumnya tidak dapat menumbuhkannya. (Dan daripada air Kami jadikan) air yang turun dari langit dan yang keluar dari mata air di bumi (segala sesuatu yang hidup) tumbuh-tumbuhan dan lain-lainnya, maksudnya airlah penyebab bagi kehidupannya. (Maka mengapakah mereka tiada juga beriman?) kepada keesaan-Ku."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 31,
    "arab": "وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ",
    "translation": "Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2514.mp3",
    "tafsir": "Pada ayat ini Allah mengarahkan pandangan manusia kepada gunung-gunung dan jalan-jalan serta dataran-dataran luas yang ada di bumi ini. Allah menerangkan bahwa diciptakannya gunung-gunung yang kokoh supaya bumi dalam putarannya yang cepat sekali itu tetap mantap dengan terpelihara dan terjaganya manusia dan semua makhluk di muka bumi ini. Permukaan bumi yang luasnya 510 juta kilometer persegi yang terdiri dari daratan 29% yaitu seluas 153 juta kilometer persegi dan 71% yaitu seluas 357 juta kilometer persegi adalah air. Maka gunung-gunung yang tingginya sampai 3-5 km dari permukaan laut dapat menjaga ketenangan penghuni bumi meskipun berputar dengan cepat sekali. \nPada akhir ayat ini Allah menerangkan semua makhluk dapat dengan tenang menjalani kehidupan, berbagai jalan telah dibuat sehingga siang maupun malam manusia dapat berjalan menelusuri lembah maupun dataran tinggi. Semua itu diharapkan manusia dapat memperoleh petunjuk yang benar, yaitu dapat memahami petunjuk-petunjuk Allah baik yang diberikan melalui wahyu yang tertulis maupun petunjuk Allah yang berupa alam yang luas membentang ini.",
    "quraish": "Di antara bukti-bukti kekuasan Kami adalah bahwa Kami menciptakan gunung-gunung yang kokoh di muka bumi, agar tidak goncang dengan ulah mereka. Dan Kami jadikan pula di bumi jalan-jalan yang lapang dan luas agar mereka dapat dengan mudah meniti jalan ke arah yang mereka tuju(1). (1) Hal itu dapat kita pahami kalau kita mengingat bahwa perut bumi merupakan cairan. Apabila kita umpamakan bahwa gunung- gunung itu terletak di beberapa bagian bola dunia bagai karang mahabesar nan tinggi, maka beratnya itu akan mengakibatkan terjadinya pergeseran, perenggangan atau bahkan peretakan pada kulit bumi. Oleh karena itu, Allah Swt. menjadikan gunung-gunung itu sebagai rawâsî, artinya 'yang mempunyai akar yang menancap panjang ke dalam lapisan kulit bumi'. Kedalaman akar itu sendiri disesuaikan dengan ketinggian gunung. Secara sederhana, akar-akar itu dapat diibaratkan seperti pasak penyangga. Selain itu, kerapatan jarak gunug-gunung dan akar-akarnya itu tidak lebih dari kerapatan kulit bumi yang mengelilinginya. Itu semua diciptakan demikian, agar tekanan pada kulit dalam bumi terbagi secara merata ke semua arah. Dengan demikian, tidak akan terjadi pergeseran atau perenggangan pada kulit bumi, karena tekanan yang tersebar secara merata itu hampir tidak menimbulkan pengaruh yang berarti. Di samping itu, distribusi daratan dan lautan pada satu sisi dan adanya gunung-gunung di muka bumi pada sisi lain, seperti dibuktikan ilmu pengetahuan modern, merupakan faktor penyebab keseimbangan pada bumi seperti sekarang ini. Terbukti pula bahwa gunung-gunung yang berat selalu mempunyai bagian bawah yang lunak dan lembut, dan di bawah air samudera selalu terdapat benda-benda yang berat. Dengan demikian, terjadi penyebaran berat di seluruh bagian bumi secara merata dan seimbang. Distribusi sedemikian itu, di mana posisi gunung merupakan dasarnya, memang bertujuan untuk menjaga keseimbangan bola bumi. Maka, di mana terdapat gunung-gunung yang tinggi selalu terdapat pula lembah, dataran rendah atau lorong di antara gunung-gunung itu dan tepi laut atau samudera. Dan itu merupakan jalan yang dapat dilalui.",
    "jalalayn": "(Dan telah Kami jadikan di bumi ini berpatok-patok) yakni gunung-gunung yang kokoh (supaya) tidak (goncang ia) yakni, bumi (bersama mereka dan telah Kami jadikan pula padanya) di gunung-gunung itu (celah-celah) yang dapat ditempuh (sebagai jalan-jalan) lafal Subulan ini menjadi Badal dari lafal Fijaajan, artinya jalan-jalan yang luas dan dapat ditempuh (agar mereka mendapat petunjuk) untuk sampai pada tujuan-tujuan mereka dalam bepergian."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 32,
    "arab": "وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ ",
    "translation": "Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2515.mp3",
    "tafsir": "Pada ayat ini Allah mengarahkan perhatian manusia kepada benda-benda langit, yang diciptakan-Nya sedemikian rupa sehingga masing-masing berjalan dan beredar dengan teratur, tanpa jatuh berguguran atau bertabrakan satu sama lainnya. Semua itu dipelihara dengan suatu kekuatan yang disebut \"daya tarik menarik\" antara benda-benda langit itu, termasuk matahari dan bumi. Ini juga merupakan bukti yang nyata tentang wujud dan kekuasaan Allah. Akan tetapi banyak orang tidak memperhatikan bukti-bukti tersebut.\nPadahal kalau kita naik pesawat terbang di atas ketinggian 10.000 mil, kita melihat awan di bawah kita, hujan yang turun pun di bawah kita, sehingga tampak jelas bumi ini dilapisi langit yang sangat kuat dan atmosfir bumi serta zat oksigen yang diperlukan manusia dan berbagai makhluk tumbuh-tumbuhan dan hewan tetap terpelihara dibatasi oleh langit yang sangat kuat terjaga itu.\nMenurut para saintis, ayat ini menegaskan bahwa langit adalah atap yang terpelihara. Sebagaimana layaknya sebuah atap, langit berfungsi untuk melindungi segala sesuatu yang ada di bawahnya, termasuk manusia. Berbeda dengan bulan, karena ia tidak memiliki pelindung, maka kita mendapatkan permukaan bulan sangat tidak rata, dipenuhi dengan kawah-kawah akibat tumbukan dengan meteor. Atmosfer bumi menghancurkan semua meteor yang mendekati bumi dan memfilter sinar yang berbahaya, yang berasal dari ledakan energi fusi di matahari. Atmosfer hanya membiarkan masuk sinar, gelombang radio yang tidak berbahaya. Sinar ultra violet misalnya. Sinar ini hanya dibiarkan masuk dalam kadar tertentu yang sangat dibutuhkan oleh tumbuhan untuk melakukan fotosintesa, dan pada gilirannya memberikan manfaat bagi manusia. Dalam lapisan atmosfer, terdapat sebuah pelindung yang disebut \"Sabuk radiasi Van Allen\" yang melindungi bumi dari benda-benda langit yang menuju bumi. Demikianlah, langit telah berperan sebagai atap pelindung bagi mahluk di muka bumi.\nAtap langit ini akan terus terpelihara selama bumi ini ada, karena lapisan-lapisan pelindung ini terkait dengan struktur inti bumi. Sabuk Van Allen dihasilkan dari interaksi medan magnet yang dihasilkan oleh inti bumi. Inti bumi banyak mengandung logam-logam magnetik, seperti besi dan nikel. Nukleusnya sendiri terdiri dari dua bagian, inti dalamnya padat dan inti luarnya cair. Kedua lapisan ini masing-masing berputar seiring dengan rotasi bumi. Perputaran ini menimbulkan efek magnetik pada logam-logam dalam struktur bumi yang pada gilirannya membentuk medan magnetik. Sabuk Van Allen merupakan perpanjangan dari medan magnet ini yang terbentang sampai lapisan atmosfer terluar.\nBetapa ilmu dan kebijaksanaan Allah yang selalu melindungi mahluk ciptaan-Nya. Mengapa hal-hal demikian tidak dipahami oleh banyak manusia, sehingga mereka masih berpaling dari kebenaran dan kekuasaan Allah, padahal begitu jelas tanda-tanda kekuasaan Allah di alam ini.",
    "quraish": "Selain itu, Kami pun menjadikan langit di atas mereka bagaikan atap yang ditinggikan. Langit itu Kami lindungi agar tidak jatuh atau menjatuhkan benda-bendanya kepada mereka. Meskipun demikian, mereka tetap enggan untuk meneliti dan mengambil pelajaran dari ayat-ayat yang menunjukkan kekuasaan, kebijaksanaan dan kasih sayang Kami(1). (1) Ayat ini menyatakan bahwa langit dan benda-benda angkasa selalu dalam keadaan terlindungi yang saling menguatkan satu sama lain, sehingga tidak akan jatuh ke muka bumi. Definisi langit itu sendiri adalah \"segala sesuatu yang ada di atas kita\", mulai dari atmosfer yang melindungi penduduk bumi dari berbagai benda luar angkasa--seperti meteor, komet dan sinar gamma--yang mungkin jatuh ke permukaan bumi. Tanpa atmosfer, yang dipertahankan oleh bumi melalui daya grafitasi, kehidupan di muka bumi ini tidak akan berjalan dengan baik. Di atas lapisan atmosfer terdapat berbagai macam benda langit yang jarak antara satu sama lainnya berbeda-beda. Dengan demikian, yang dimaksud \"wa ja'alnâ al-samâ'a saqfan mahfûzhan\" pada bagian awal ayat ini adalah bahwa atmosfer dan seluruh benda langit yang terlihat pada posisinya masing-masing di kubah langit dan tampak oleh mata seolah-olah berada di permukaan kubah langit, secara horizontal kelihatan sangat luas, lebih luas jika dibandingkan dengan luasnya secara vertikal. Gejala ini akan semakin tampak jelas pada saat terbit atau terbenamnya matahari. Saat itu bola matahari kelihatan lebih besar jika dibandingkan dengan bola matahari saat berada di atas azimut. Hal itu disebabkan oleh tipuan mata sehingga kita dapat menentukan jarak horizontal jauh lebih tepat daripada jarak vertikal. Kubah langit ini mencakup atmosfer yang memiliki perbedaan karakter sesuai dengan ketinggiannya di atas permukaan bumi, di samping benda-benda langit lainnya yang kasat mata.",
    "jalalayn": "(Dan Kami menjadikan langit itu sebagai atap) bagi bumi, sebagaimana atap yang menaungi rumah (yang terpelihara) tidak sampai ambruk (sedang mereka dari segala tanda-tanda yang ada padanya) berupa matahari, bulan dan bintang-bintang (berpaling) mereka yakni orang kafir tidak mau memikirkan hal itu hingga mereka mengetahui, bahwa pencipta kesemuanya itu tiada sekutu bagi-Nya."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 33,
    "arab": "وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ  كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ",
    "translation": "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2516.mp3",
    "tafsir": "Dalam ayat ini Allah mengarahkan perhatian manusia kepada kekuasaan-Nya dalam menciptakan waktu malam dan siang, serta matahari yang bersinar di waktu siang, dan bulan bercahaya di waktu malam. Masing-masing beredar pada garis edarnya dalam ruang cakrawala yang amat luas yang hanya Allahlah yang mengetahui batas-batasnya.\nAdanya waktu siang dan malam disebabkan karena perputaran bumi pada sumbunya, di samping peredarannya mengelilingi matahari. Bagian bumi yang mendapatkan sinar matahari mengalami waktu siang, sedang bagiannya yang tidak mendapatkan sinar matahari tersebut mengalami waktu malam. Sedang cahaya bulan adalah sinar matahari yang dipantulkan bulan ke bumi. Di samping itu, bulan juga beredar mengelilingi bumi.\nAyat ini menegaskan kembali apa yang telah Allah firmankan dalam Surah Ibrahim/14:33. Secara luas telah diketahui bahwa matahari dan bulan memiliki \"garis edar\". Akan tetapi untuk \"masing-masing dari keduanya (siang dan malam) beredar pada garis edarnya\", merupakan sesuatu yang baru dipahami. Mengapa siang dan malam harus beredar pada garis edar (orbit- manzilah), dan apa bentuk garis orbitnya ?\nSetelah dipelajari, ternyata bahwa yang dimaksud dengan \"garis edar\" ialah tempat kedudukan dari tempat-tempat di bumi yang mengalami pergantian siang ke malam, atau mengalami terbenamnya matahari (gurub). Sepanjang garis khatulistiwa garis ini bergeser dari Timur ke Barat seiring dengan urutan tempat-tempat terbenamnya matahari atau pergantian siang ke malam.\nWaktu terbenamnya matahari juga akan bergeser seiring dengan gerakan semu matahari terhadap bumi dari utara ke selatan dan sebaliknya. Pergeseran waktu magrib ini juga bergeser dan membentuk tempat kedudukannya sendiri yang dapat dikatakan sebagai garis edar tahunan dari pergantian siang ke malam. Pada hari-hari tertentu (pada awal bulan) saat terbenam matahari itu juga merupakan awal dari terlihatnya hilal (sabit awal bulan). Sabit ini sangat tipis dan suram sehingga sangat sulit diamati (ruyah). Waktu terbitnya hilal ini akan bergeser dari Timur ke Barat, dan sebagaimana halnya pergantian siang ke malam, garis edarnya juga berbeda-beda dari satu tempat ke tempat lainnya di permukaan bumi. Bila dipetakan maka tempat kedudukan tempat-tempat waktu terbitnya hilal itu sama dengan waktu terbenamnya matahari itu akan membentuk spiral yang memotong permukaan bumi dua bahkan sampai tiga\nKeterangan yang terdapat dalam ayat-ayat di atas adalah untuk menjadi bukti-bukti alamiyah, di samping dalil-dalil yang rasional dan keterangan-keterangan yang terdapat dalam kitab-kitab suci terdahulu, tentang wujud dan kekuasaan Allah, untuk memperkuat apa yang telah disebutkan-Nya dalam firman-Nya yang terdahulu, bahwa \"apabila\" di langit dan di bumi ini ada tuhan-tuhan selain Allah niscaya rusak binasalah keduanya.",
    "quraish": "Allahlah yang menciptakan malam, siang, matahari dan bulan. Semua itu berjalan pada tempat yang telah ditentukan Allah dan beredar pada porosnya masing-masing yang tidak akan pernah melenceng dari garis edarnya(1). (1) Masing-masing benda langit mempunyai poros dan garis edar sendiri-sendiri. Semua benda langit itu tidak pernah kenal diam, tetapi terus beredar pada garis edarnya yang disebut orbit. Kenyataan ini tampak jelas terlihat pada matahari dan bulan. Demikian halnya dengan peredaran bumi pada porosnya menjadikan siang dan malam datang silih berganti seolah-olah beredar pula.",
    "jalalayn": "(Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari semua itu) lafal Kullun ini tanwinnya merupakan pergantian daripada Mudhaf ilaih, maksudnya masing-masing daripada matahari, bulan dan bintang-bintang lainnya (di dalam garis edarnya) pada garis edarnya yang bulat di angkasa bagaikan bundaran batu penggilingan gandum (beredar) maksudnya semua berjalan dengan cepat sebagaimana berenang di atas air. Disebabkan ungkapan ini memakai Tasybih, maka didatangkanlah Dhamir bagi orang-orang yang berakal; yakni keadaan semua yang beredar pada garis edarnya itu bagaikan orang-orang yang berenang di dalam air."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 34,
    "arab": "وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ ",
    "translation": "Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2517.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Muhammad sebagai manusia adalah sama halnya dengan manusia lainnya, yaitu bahwa ia tidak akan kekal hidup di dunia ini. Allah belum pernah memberikan kehidupan duniawi yang kekal kepada siapa pun sebelum lahirnya Nabi Muhammad. Walaupun dia adalah Nabi dan Rasul-Nya, namun ia pasti akan meninggalkan dunia yang fana ini apabila ajalnya sudah datang. Dan mereka pun demikian pula, tidak akan kekal di dunia ini selama-lamanya. Inilah salah satu segi dari keadilan Allah terhadap semua mahluk-Nya, dan merupakan Sunnah-Nya yang berlaku sepanjang masa.\nDalam ayat lain Allah berfirman:\n\nDan Muhammad hanyalah seorang Rasul; sebelumnya telah berlalu beberapa rasul.... (Ali 'Imran/3: 144)\nMaka ayat ini menyatakan lebih tegas, bahwa Nabi Muhammad akan meninggalkan dunia yang fana ini, sebagaimana halnya rasul-rasul yang telah ada sebelumnya. Akan tetapi, walaupun ia suatu ketika meninggal dunia, namun agama Islam yang telah dikembangkannnya akan tetap ada dan semakin berkembang, karena Allah telah memberikan jaminan untuk kemenangannya. Sebab itu adalah sangat keliru, bila kaum musyrikin mengharapkan bahwa dengan wafatnya Nabi Muhammad maka agama Islam akan terhenti perkembangannya, dan dakwah Islamiah akan mereda. Kenyataan sejarah kemudian menunjukkan bahwa setelah wafatnya Nabi Muhammad dakwah Islamiah berjalan terus sehingga agama Islam berkembang jauh melampaui batas-batas jazirah Arab, baik ke Timur, Utara, maupun ke Barat dan Selatan.",
    "quraish": "Tidak seorang pun sebelummu, Muhammad, yang Kami jadikan kekal dalam kehidupan ini sehingga orang-orang kafir itu menanti-nanti kematianmu. Bagaimana mereka menanti-nanti lalu bergembira dengan kematianmu, padahal mereka akan mati juga seperti kamu? Apakah, jika kamu mati, mereka akan tetap hidup?",
    "jalalayn": "Ayat ini diturunkan ketika orang-orang kafir berkata, bahwa sesungguhnya Muhammad itu pasti akan mati (Kami tidak menjadikan hidup kekal bagi seorang manusia pun sebelum kamu) hidup abadi di dunia (maka jika kamu mati, apakah mereka akan kekal?) di dunia? Tentu saja tidak. Jumlah kalimat yang terakhir inilah yang mengandung pengertian ingkar."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 35,
    "arab": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۗوَاِلَيْنَا تُرْجَعُوْنَ ",
    "translation": "Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2518.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan lebih tegas lagi, bahwa setiap mahluk-Nya yang hidup atau bernyawa pasti akan merasakan mati. Tidak satu pun yang kekal, kecuali dia sendiri, dalam hubungan ini, Allah berfirman dalam ayat yang lain:\nSegala sesuatu pasti binasa, kecuali Allah. (al-Qashash/28: 88)\nSelanjutnya dalam ayat ini Allah menjelaskan cobaan yang ditimpakan Allah kepada manusia tidak hanya berupa hal-hal yang buruk, atau musibah yang tidak disenangi, bahkan juga ujian tersebut dapat pula berupa kebaikan atau keberuntungan. Apabila ujian atau cobaan itu berupa musibah, maka tujuannya adalah untuk menguji sikap dan keimanan manusia, apakah ia sabar dan tawakkal dalam menerima cobaan itu. Dan apabila cobaan itu berupa suatu kebaikan, maka tujuannya adalah untuk menguji sikap mental manusia, apakah ia mau bersyukur atas segala rahmat yang dilimpahkan Allah kepadanya.\nJika seseorang bersikap sabar dan tawakkal dalam menerima cobaan atau musibah, serta bersyukur kepada-Nya dalam menerima suatu kebaikan dan keberuntungan, maka dia adalah termasuk orang yang memperoleh kemenangan dan iman yang kuat serta mendapat keridaan-Nya. Sebaliknya, bila keluh kesah dan rusak imannya dalam menerima cobaan Allah, atau lupa daratan ketika menerima rahmat-Nya sehingga ia tidak bersyukur kepada-Nya, maka orang tersebut adalah termasuk golongan manusia yang merugi dan jauh dari rida Allah. Inilah yang dimaksudkan dalam firman-Nya pada ayat lain:\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat. (al-Ma'arij/70: 19-22)\nPada akhir ayat ini Allah menegaskan bahwa bagaimana pun juga tingkah laku manusia dalam menghadapi cobaan atau dalam menerima rahmat-Nya, namun akhirnya segala persoalan kembali kepada-Nya juga. Dialah yang memberikan balasan, baik pahala maupun siksa, atau memberikan ampunan kepada siapa yang dikehendaki-Nya.",
    "quraish": "Setiap jiwa pasti akan merasakan mati. Kami memperlakukan kalian sebagai orang yang diuji dengan berbagai kenikmatan dan bencana, agar nampak jelas siapa di antara kalian yang bersyukur atas kebaikan dan bersabar atas cobaan, dan siapa yang tidak bersyukur serta kecewa saat tertimpa musibah. Kalian semua akan kembali kepada Kami, lalu Kami akan memperhitungkan segala perbuatan kalian.",
    "jalalayn": "(Tiap-tiap yang berjiwa itu akan merasakan mati) di dunia (dan Kami akan menguji kalian) mencoba kalian (dengan keburukan dan kebaikan) seperti miskin, kaya, sakit dan sehat (sebagai cobaan) kalimat ini menjadi Maf'ul Lah, maksudnya supaya Kami melihat, apakah mereka bersabar dan bersyukur ataukah tidak. (Dan hanya kepada Kamilah kalian dikembalikan) kemudian Kami akan membalas kalian."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 36,
    "arab": "وَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ  ",
    "translation": "Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), “Apakah ini orang yang mencela tuhan-tuhanmu?” Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2519.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan sikap dan kelakuan orang-orang kafir terhadap Nabi Muhammad, yaitu bahwa setiap kali mereka melihatnya, maka mereka menjadikan Nabi sebagai sasaran olok-olokan dan ejekan mereka, seraya berkata kepada sesama mereka, \"Inikah orangnya yang mencela tuhan kamu? Padahal merekalah orang-orang yang ingkar dari mengingat Allah.\"\nDemikianlah ejekan mereka terhadap Rasulullah. Dan mereka tidak menginsafi bahwa yang sebenarnya merekalah yang selayaknya menerima ejekan, karena mereka menyembah patung-patung dan berhala, yang tidak kuasa berbuat apapun untuk mereka, bahkan tangan mereka sendirilah yang membuat tuhan-tuhan mereka itu sehingga mereka yang menjadi khalik sedang tuhan-tuhan mereka menjadi makhluk yang diciptakan. Dengan demikian, keadaan menjadi terbalik daripada yang semestinya, karena tuhan semestinya sebagai pencipta bukan yang diciptakan.",
    "quraish": "Apabila orang-orang yang ingkar kepada Allah dan kepada ajaran yang kau bawa itu melihatmu, Muhammad, mereka hanya akan mengejek dan menghinamu. Mereka saling berkata kepada sesamanya, \"Inikah orang yang mencela tuhan-tuhan kalian?\" Padahal mereka sendiri tidak percaya dengan zikir kepada Allah yang melimpahkan rahmat-Nya kepada mereka.",
    "jalalayn": "(Dan apabila orang-orang kafir itu melihat kamu tidaklah mereka menjadikanmu melainkan hanyalah sebagai bahan perolokan) yakni mereka memperolok-olok kamu seraya mengatakan, (\"Apakah ini orang yang mencela tuhan-tuhan kalian?\") orang yang mencaci maki tuhan-tuhan kalian. (Dan mereka adalah orang-orang yang bila disebutkan nama Tuhan Yang Maha Pemurah) kepada mereka (maka mereka) lafal ini berfungsi menjadi taukid (ingkar) kepada-Nya, karena mereka menjawab, \"Kami tidak mengetahui-Nya.\""
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 37,
    "arab": "خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ ",
    "translation": "Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2520.mp3",
    "tafsir": "Pada ayat ini, mula-mula Allah menerangkan bahwa manusia dijadikan sebagai mahluk yang bertabiat suka tergesa-gesa dan terburu nafsu. Kemudian Allah memperingatkan kaum kafir agar mereka jangan meminta disegerakannya azab yang diancamkan kepada mereka, karena Allah pasti akan memperlihatkan kepada mereka tanda-tanda dari azab-Nya itu.\nDi sini dapat kita ketahui bahwa Allah melarang manusia untuk bersifat tergesa-gesa, meminta segera didatangkannya sesuatu yang belum tiba saatnya, dan pasti datangnya. Di samping itu Allah menerangkan bahwa walaupun sifat tergesa-gesa itu sudah dijadikan-Nya sebagai salah satu sifat pada manusia, namun manusia telah diberi kemampuan untuk menahan diri dan mengatasi sifat tersebut, dengan cara membiasakan diri bersikap tenang, sabar, dan mawas diri.\nSifat tergesa-gesa dan terburu nafsu selalu menimbulkan akibat yang tidak baik serta merugikan baik diri sendiri atau orang lain, yang akhirnya akan menimbulkan rasa penyesalan yang tidak berkesudahan. Sebaliknya, sikap tenang, sabar, berhati-hati dan mawas diri dapat menyampaikan seseorang kepada apa yang ditujunya, dan mencapai sukses yang gemilang dalam hidupnya. Itulah sebabnya Al-Qur'an selalu memuji orang-orang yang bersifat sabar, dan menjanjikan kepada mereka bahwa Allah senantiasa akan memberikan perlindungan, petunjuk dan pertolongan kepada mereka. Sedang orang-orang yang suka terburu-buru, lekas marah, mudah teperdaya oleh godaan iblis yang akan menjerumuskannya ke jurang kebinasaan, dan menyeleweng dari kebenaran akan mendapat kerugian.\nPermintaan orang-orang kafir agar azab Allah segera didatangkan kepada mereka, dengan jelas menunjukkan ketidakpercayaan mereka terhadap adanya azab tersebut, serta keingkaran mereka bahwa Allah kuasa menimpakan azab kepada orang-orang yang zalim.",
    "quraish": "Jika dahulu mereka meminta agar siksaan untuk mereka disegerakan, itu memang sudah merupakan tabiat manusia. Akan Aku perlihatkan kepada kalian, wahai orang-orang yang menginginkan disegerakannya siksa, nikmat-Ku di dunia dan siksa-Ku di akhirat. Oleh karena itu, kalian tidak perlu minta dipercepat sesuatu yang memang pasti akan tiba(1). (1) Yang dimaksud dengan kata \"âyâtî\" ('ayat-ayat-Ku') dalam ayat ini adalah âyât kawniyyah, yaitu tanda-tanda wujud dan kekuasaan Allah yang terdapat di alam raya. Kemajuan ilmu pengetahuan akan dapat menyingkap tanda-tanda itu sejalan dengan perkembangan pemikiran manusia pada waktu yang telah ditentukan. Maka, apabila waktu yang ditentukan itu telah tiba, Allah akan memudahkan manusia untuk dapat menyingkap rahasia tanda-tanda kekuasaan-Nya itu.",
    "jalalayn": "Ayat ini diturunkan sewaktu mereka meminta disegerakan turunnya azab atas mereka. (Manusia telah dijadikan dari tergesa-gesa) disebabkan manusia itu bertabiat tergesa-gesa di dalam semua tindakannya, maka seolah-olah ia diciptakan daripadanya. (Kelak Aku akan perlihatkan kepada kalian tanda-tanda azab-Ku) yakni ketentuan waktu bagi azab-Ku (maka janganlah kalian minta kepada-Ku mendatangkannya dengan segera) kemudian Allah memperlihatkan kepada mereka turunnya azab itu, yaitu dengan dibunuhnya mereka dalam perang Badar."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 38,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan mereka berkata, “Kapankah janji itu (akan datang), jika kamu orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2521.mp3",
    "tafsir": "Dalam ayat ini Allah memperlihatkan betapa nekadnya kaum kafir itu, ketika mereka berkata kepada Nabi Muhammad dan kaum Muslimin dengan sikap menantang, \"Kapankah azab akhirat yang dijanjikan itu akan datang? Jika ancaman itu benar, cobalah perlihatkan sekarang juga!\"\nMereka meminta segera didatangkan azab Allah kepadanya, ucapan itu menunjukkan bahwa mereka sebenarnya tidak percaya sama sekali tentang adanya azab tersebut. Dengan sendirinya, mereka juga tidak percaya tentang hari akhirat, serta kekuasaan Allah untuk memperhitungkan dan membalas perbuatan manusia.",
    "quraish": "Dengan meminta dipercepat dan mengingkari bahwa siksaan itu akan tiba, orang-orang kafir itu berkata, \"Kapankah siksa yang kalian janjikan itu akan tiba, hai orang orang yang beriman, jika kalian memang benar dengan apa yang kalian ucapkan?\"",
    "jalalayn": "(Mereka berkata, \"Kapankah janji itu akan datang) yang dimaksud kiamat itu (jika kamu sekalian adalah orang-orang yang benar?\") tentang adanya janji itu."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 39,
    "arab": "لَوْ يَعْلَمُ الَّذِيْنَ كَفَرُوْا حِيْنَ لَا يَكُفُّوْنَ عَنْ وُّجُوْهِهِمُ النَّارَ وَلَا عَنْ ظُهُوْرِهِمْ وَلَا هُمْ يُنْصَرُوْنَ ",
    "translation": "Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2522.mp3",
    "tafsir": "Dalam ayat ini Allah memperlihatkan betapa nekadnya kaum kafir itu, ketika mereka berkata kepada Nabi Muhammad dan kaum Muslimin dengan sikap menantang, \"Kapankah azab akhirat yang dijanjikan itu akan datang? Jika ancaman itu benar, cobalah perlihatkan sekarang juga!\"\nMereka meminta segera didatangkan azab Allah kepadanya, ucapan itu menunjukkan bahwa mereka sebenarnya tidak percaya sama sekali tentang adanya azab tersebut. Dengan sendirinya, mereka juga tidak percaya tentang hari akhirat, serta kekuasaan Allah untuk memperhitungkan dan membalas perbuatan manusia.",
    "quraish": "Kalau saja orang-orang yang ingkar kepada Allah itu mengetahui keadaan mereka ketika tidak mampu mengelakkan api neraka dari muka dan punggung mereka, serta tidak menemukan orang yang mampu menolong mereka mengelakkanya, niscaya mereka tidak akan mengatakan yang mereka katakan ini.",
    "jalalayn": "Allah berfirman (Andaikata orang-orang kafir itu mengetahui waktu mereka tidak dapat mengelakkan) di waktu mereka tidak mampu menolak (api neraka dari muka mereka dan tidak pula dari punggung mereka sedangkan mereka tidak pula mendapat pertolongan) yang dapat mencegah diri mereka daripada api neraka itu, di hari kiamat nanti. Jawab dari pada lafal Lau tidak disebutkan, yaitu, niscaya mereka tidak akan mengeluarkan perkataan tersebut."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 40,
    "arab": "بَلْ تَأْتِيْهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيْعُوْنَ رَدَّهَا وَلَا هُمْ يُنْظَرُوْنَ ",
    "translation": " Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2523.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa seandainya kaum kafir itu mengetahui, bahwa kelak mereka tidak akan berdaya untuk mengelakkan diri dari azab api neraka yang akan menyerbu mereka dari segala arah, niscaya mereka tidak akan berkata demikian. Oleh sebab itu, tantangan mereka agar azab tersebut didatangkan segera kepada mereka, adalah betul-betul timbul dari kebodohan dan keingkaran mereka, karena mereka menutup diri terhadap ajaran-ajaran yang benar, yang disampaikan oleh Rasulullah.\nAdanya azab dan hari Kiamat yang datang secara tiba-tiba itu agar dijadikan peringatan bagi orang-orang yang beriman kepada Allah dan untuk tetap mengfokuskan perhatian kepada pengamalan agama, sebagaimana firman Allah:\nOleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak, pada hari itu mereka terpisah-pisah. (ar-Rum/30: 43)",
    "quraish": "Hari kiamat itu akan datang dengan tidak ditunggu dan dikira-kira, tetapi dengan tiba-tiba, sehingga mereka menjadi panik lalu tidak dapat menahan dan memperlambat kedatanganya agar dapat memohon ampun dari perbuatan mereka yang telah lampau.",
    "jalalayn": "(Sebenarnya akan mendatangi mereka) hari kiamat itu (dengan sekonyong-konyong lalu membuat mereka menjadi panik) menjadi bingung dan panik (maka mereka tidak sanggup menolaknya dan tidak pula mereka diberi tangguh) ditangguhkan untuk bertobat atau meminta ampunan."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 41,
    "arab": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
    "translation": "Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2524.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa azab akhirat yang diancamkan kepada kaum kafir itu pasti akan terjadi, bahkan akan datang kepada mereka secara tiba-tiba dan tak terduga, sehingga menyebabkan mereka menjadi panik tidak sanggup menyelamatkan diri. Dan mereka benar-benar tidak akan diberi tenggang waktu dan kesempatan untuk bersiap-siap guna menyelamatkan diri daripadanya.\nPada akhir ayat ini Allah memberikan hiburan kepada Nabi Muhammad yang selalu mendapat ejekan dari kaum kafir, Allah menegaskan bukan dia saja yang pernah diejek oleh kaum kafir itu. Bahkan semua rasul yang diutus Allah sebelumnya juga menjadi sasaran ejekan kaumnya. Akan tetapi azab yang dahulu mereka perolok-olokkan itu akhirnya datang melanda mereka. Dan tidak seorang pun dapat menyelamatkan mereka dari azab yang dahsyat.",
    "quraish": "Rasul-rasul sebelummu pun pernah diejek dan dihina oleh kaumnya yang ingkar. Mereka yang mengejek dan menghina itu akhirnya mendapat siksaan berupa ejekan dan hinaan yang mereka lemparkan itu.",
    "jalalayn": "(Dan sungguh telah diperolok-olok beberapa orang rasul sebelum kamu) ayat ini mengandung hiburan yang ditujukan kepada Nabi saw. (maka turunlah) yakni menimpa (kepada orang-orang yang mencemoohkan rasul-rasul itu apa yang selalu mereka perolok-olokkan) yaitu berupa azab; demikian pula orang-orang yang memperolok-olokkan dirimu akan tertimpa azab yang sama seperti mereka."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 42,
    "arab": "قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ  بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ ",
    "translation": "Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Tetapi mereka enggan mengingat Tuhan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2525.mp3",
    "tafsir": "Dengan ayat ini Allah menyuruh Nabi untuk menjawab ejekan itu dengan cara mengajukan pertanyaan kepada mereka tentang siapakah yang dapat memelihara dan melindungi mereka dari azab Allah, baik pada waktu malam maupun pada waktu siang?\nPertanyaan itu dimaksudkan untuk menyadarkan mereka, bahwa tidak seorang pun kuasa untuk melindungi mereka dari siksa dan azab Allah, karena Dia Mahakuasa untuk berbuat apa yang dikehendaki-Nya. Andaikata mereka selalu ingat tentang iradah dan kekuasaan Allah, niscaya mereka tidak akan mengejek atau menantang semacam itu. Akan tetapi karena mereka adalah orang-orang yang telah berpaling dari mengingat Allah dan kekuasaan-Nya, maka itulah sebabnya mengapa mereka mengejek Rasul-Nya dan menantang dengan sikap yang angkuh agar azab tersebut segera ditimpakan kepada mereka.",
    "quraish": "Katakan kepada mereka, wahai Muhammad, \"Siapakah yang dapat memelihara kalian dari azab Allah di waktu malam dan siang hari, dan siapa pula yang dapat memberi kasih sayang dan kenikmatan kepada kalian? Tak seorang pun yang dapat melakukan itu.\" Terhadap al-Qur'ân yang mengingatkan mereka tentang hal-hal yang dapat mendatangkan keuntungan dan mencegah siksaan, mereka malah berpaling.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Siapakah yang dapat memelihara kalian) yang dapat menjaga diri kalian (di waktu malam dan siang hari daripada Tuhan Yang Maha Pemurah\") daripada azab-Nya, jika azab itu turun kepada kalian. Maksudnya, tentu saja tidak ada seorang pun yang dapat melakukan hal itu. Orang-orang yang diajak bicara oleh ayat ini tidak merasa takut kepada azab Allah, disebabkan mereka ingkar kepada-Nya atau tidak percaya kepada adanya azab itu. (Sebenarnya mereka terhadap peringatan Rabb mereka) yakni Alquran (adalah orang-orang yang berpaling) tidak mau memikirkan tentangnya."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 43,
    "arab": "اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ  لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ",
    "translation": "Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2526.mp3",
    "tafsir": "Ayat ini merupakan lanjutan dari ayat sebelumnya, di mana Allah menyuruh Rasul-Nya untuk mengajukan pertanyaan kepada kaum kafir, untuk menyadarkan mereka tentang kekuasaan Allah. Isi pertanyaan yang disebutkan dalam ayat ini adalah, \"Apakah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari azab Allah? Tuhan-tuhan yang mereka sembah sudah pasti tidak mampu menolong mereka, bahkan menolong dirinya sendiri pun tidak mampu. Pada akhir ayat ini Allah menegaskan kembali, bahwa tuhan-tuhan yang disembah mereka itu tidak akan luput dari azab Allah. Kalau demikian halnya, bagaimana mereka akan mampu untuk melindungi para penyembahnya?\nDengan demikian, ayat ini mengemukakan dua macam kelemahan tuhan-tuhan yang disembah kaum kafir itu, yang menyebabkan tidak pantasnya disembah dan dipertuhan. Pertama, mereka tidak mampu untuk menolong diri sendiri. Kedua, bahwa mereka pun tidak luput dari azab Allah. Dengan demikian, keadaannnya lebih lemah dari penyembahnya.\nDengan adanya dua kenyataan itu, seharusnya mereka dapat mengambil kesimpulan, bahwa benda-benda yang mereka sembah itu tidak mempunyai kemampuan apa pun untuk melindungi mereka dari azab Allah.",
    "quraish": "Adakah mereka mempunyai tuhan selain Kami yang dapat memelihara mereka dari siksaan? Tidak. Mereka tidak dapat menolong diri sendiri, apalagi menolong orang lain. Dan tidak ada seseorang pun yang dapat menjaga dan menemani mereka jika Kami hendak memberikan siksaan dan memusnahkan mereka.",
    "jalalayn": "(Atau) di dalam kalimat ini terkandung makna ingkar, maksudnya, apakah (mereka mempunyai tuhan-tuhan yang dapat memelihara diri mereka) dari apa-apa yang mencelakakan diri mereka (selain dari Kami) maksudnya apakah mereka mempunyai tuhan-tuhan selain Kami yang dapat mencegah diri mereka dari azab Allah? Tentu saja tidak (mereka pasti tidak akan sanggup) yakni tuhan-tuhan itu (menolong diri mereka sendiri) maka mereka tidak dapat menolongnya (dan tidak pula mereka) orang-orang kafir itu (dari Kami) yakni dari azab Kami (dilindungi) mendapat perlindungan. Asal katanya ialah dari kalimat Shahabakallaahu artinya mudah-mudahan Allah memelihara dan melindungimu."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 44,
    "arab": "بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ ",
    "translation": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2527.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah memberikan kenikmatan hidup dan harta kekayaan kepada kaum kafir itu, sehingga mereka dapat hidup enak dengan usia panjang. Akan tetapi kaum Muslimin tidak perlu iri hati dan merasa silau melihat kenikmatan hidup mereka itu, karena semua kekayaan dan kemewahan itu diberikan Allah kepada mereka sebagai ujian, jika harta itu akan menyebabkan hati mereka menjadi sombong, dan tabiat mereka menjadi kasar sehingga menjerumuskan mereka kepada perbuatan-perbuatan yang tidak baik. Semuanya itu mengakibatkan dosa-dosa mereka bertambah banyak, dan azab yang akan mereka terima bertambah berat.\nDengan demikian dapat dipahami bahwa Allah memberi mereka kemewahan dan kenikmatan hidup bukanlah karena Allah tidak kuasa menurunkan azab kepada mereka, tetapi sebaliknya kemewahan itu adalah ujian bagi mereka yang dapat menjerumuskan mereka kepada kebinasaan lahir batin, serta azab yang pedih.\nDalam ayat ini disebutkan pula bentuk kerugian lain yang ditimpakan Allah kepada mereka, yaitu berkurangnya jumlah para pengikut mereka lantaran banyak yang masuk Islam, dan akibatnya daerah kekuasaan mereka pun makin berkurang pula karena agama Islam telah tersebar ke daerah-daerah yang semula termasuk daerah kekuasaan mereka. Dengan susutnya jumlah pengikut dan daerah kekuasaan mereka, berarti kekuatan mereka pun semakin berkurang.\nSetelah menggambarkan keadaan mereka itu yang telah menjadi rapuh karena kemewahan, dan telah menjadi lemah karena berkurangnya jumlah pengikut dan kekuasaan mereka, maka Allah pada akhir ayat tersebut mengajukan satu pertanyaan yaitu dalam keadaan semacam itu siapakah yang dapat memperoleh kemenangan, apakah mereka masih memiliki harapan?\nSudah tentu mereka tidak akan memperoleh kemenangan. Di samping keadaan mereka telah rapuh dan lemah, kekuasaan Allah adalah mutlak atas hamba-Nya, dan Allah berbuat apa yang dikehendaki-Nya. Tidak sesuatu pun yang dapat mengalahkan-Nya",
    "quraish": "Kami memang tidak segera menyiksa mereka akibat kekufuran itu tetapi membiarkan dan memberikan kenikmatan di dunia seperti Kami membiarkan nenek moyang mereka sampai berumur panjang. Apakah mereka pura-pura buta lalu tidak melihat bahwa Kami mengurangi sisi-sisi bumi dengan cara penaklukan dan memenangkan orang-orang Mukmin? Merekakah yang menang, atau orang-orang Mukmin yang telah dijanjikan oleh Allah Swt. untuk diberi kemenangan dan dukungan?(1). (1) Ayat ini merupakan salah satu bukti kemukjizatan al-Qur'ân dilihat dari sudut pandang ilmu pengetahuan. Bumi, seperti ditunjukkan oleh ayat ini, tidak sepenuhnya bulat. Para ahli belum berhasil mengukur berbagai dimensi bumi sebelum ± 250 tahun yang lalu. Ketika sebuah misi yang terdiri atas para ahli mengadakan penelitian terhadap jarak panjang garis lintang di antara dua bujur yang sama panjang dan dipisah oleh satu derajat lengkung di seluruh belahan bumi, ditemukan bahwa separuh belahan katulistiwa lebih panjang dari separuh belahan kutub sekitar 21,5 km. Ini berarti bahwa bumi mengalami penyusutan pada sisi-sisinya yang tampak pada kutub utara dan kutub selatan. Bentuk dan dimensi bumi adalah dasar untuk menggambar peta.",
    "jalalayn": "(Sebenarnya Kami telah memberi mereka dan bapak-bapak mereka kenikmatan) melalui yang Kami anugerahkan kepada mereka (sehingga panjanglah umur mereka) oleh karenanya mereka menjadi lupa daratan. (Maka apakah mereka tidak melihat bahwasanya Kami mendatangi negeri) mereka, yakni Kami menuju ke negeri orang-orang kafir (lalu Kami kurangi luasnya dari segala penjurunya) melalui penaklukkan yang dilakukan oleh Nabi saw. (Maka apakah mereka yang menang?) tentu saja tidak, tetapi Nabi dan sahabat-sahabatnyalah yang menang."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 45,
    "arab": "قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apabila mereka diberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2528.mp3",
    "tafsir": "Dalam ayat ini Allah menyuruh Nabi Muhammad saw untuk menegaskan kepada kaum kafir dan musyrik itu tugas pokoknya sebagai Rasul, yaitu sekedar menyampaikan peringatan Allah kepada mereka dengan perantaraan wahyu, yaitu Al-Qur'an, serta menerangkan kepada mereka akibat dari kekufuran, dengan menerangkan kisah-kisah tentang umat yang terdahulu. Adapun perhitungan dan pembalasan atas perbuatan mereka adalah menjadi kekuasaan Allah, bukan kekuasaan Rasul.\nDalam ayat ini juga terdapat sindiran terhadap kaum kafir itu, bahwa mereka adalah seperti orang-orang tuli, tidak mendengarkan dan tidak memperhatikan peringatan yang disampaikan kepada mereka. Hati mereka seperti telah tertutup, dan tidak menerima kebenaran dan petunjuk Allah yang disampaikan Rasul kepada mereka. Hal ini merupakan tanda-tanda orang-orang yang ingkar pada Tuhan, sebagaimana firman Allah:\n(Mereka) tuli, bisu dan buta, maka mereka tidak mengerti. (al-Baqarah/2: 171)",
    "quraish": "Katakan, wahai Muhammad, \"Aku tidak mengingatkan kalian dengan perkataanku sendiri. Aku hanya mengingatkan kalian dengan wahyu yang diberikan Allah kepadaku, sebuah perkataan yang mahabenar.\" Akibat panjangnya masa berpaling mereka dari kebenaran, pendengaran mereka ditutup oleh Allah hingga seolah-olah tuli. Dan seorang yang tuli tentu tidak akan dapat mendengar seruan ketika diingatkan tentang siksaan.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Sesungguhnya aku hanya memberi peringatan kepada kamu sekalian dengan wahyu) dari Allah swt. bukannya dari diriku sendiri (dan tiadalah orang-orang yang tuli mendengar seruan, apabila) dapat dibaca dengan menyatakan kedua Hamzahnya dan dengan meringankan bacaan Hamzah yang kedua, yaitu antara ucapan Hamzah dan Ya (mereka diberi peringatan\") disebabkan mereka tidak mau mengamalkan apa yang telah mereka dengar dari peringatan-peringatan, sehingga mereka disamakan dengan orang-orang yang tuli."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 46,
    "arab": "وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2529.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini salah satu dari sifat kaum kafir, yaitu bila mereka ditimpa oleh azab Allah, walaupun hanya sedikit saja, mereka mengeluh dan menyesali diri, dengan mengatakan, \"Aduhai, celakalah kami, bahwasannya kami adalah orang-orang yang menganiaya diri sendiri.\"\nSebelum azab itu datang menimpa, mereka tidak mempercayainya, bahkan mereka menantang, agar azab tersebut didatangkan segera kepada mereka, karena keingkaran dan keangkuhan mereka. Tetapi setelah azab itu datang menimpa barulah mereka tahu tentang kekuasaan Allah sehingga timbullah penyesalan dalam hati mereka.",
    "quraish": "Yakinlah kamu bahwa jika mereka terkena sedikit siksaan yang mereka sepelekan, mereka akan berteriak ketakutan, \"Alangkah meruginya kami! Dahulu kami benar-benar menzalimi diri sendiri dan orang lain dengan mengingkari apa yang diberitahukan kepada kami.\"",
    "jalalayn": "(Dan sesungguhnya jika mereka ditimpa sedikit saja) barang sedikit (dari azab Rabbmu, pastilah mereka berkata, \"Aduhai) menunjukkan makna penyesalan (celakalah kami) binasalah kami (bahwasanya kami adalah orang yang menganiaya diri sendiri\") disebabkan kami musyrik dan mendustakan Muhammad."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 47,
    "arab": "وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ ",
    "translation": "Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2530.mp3",
    "tafsir": "Dengan tegas Allah menyatakan dalam ayat ini, bahwa dalam menilai perbuatan hamba-Nya kelak di hari Kiamat. Allah akan menegakkan neraca keadilan yang benar-benar adil, sehingga tidak seorang pun akan dirugikan dalam penilaian itu. \nMaksudnya penilaian itu akan dilakukan setepat-tepatnya, sehingga tidak akan ada seorang hamba yang amal kebaikannya akan dikurangi sedikit pun, sehingga menyebabkan pahalanya dikurangi dari yang semestinya ia terima. Sebaliknya tidak seorang pun di antara mereka yang kejahatannya dilebih-lebihkan, sehingga menyebabkan ia mendapat azab yang lebih berat daripada yang semestinya, walaupun Allah kuasa berbuat demikian.\nAdapun memberikan pahala yang berlipat ganda dari jumlah kebaikannya atau menimpakan azab yang lebih ringan dari kejahatannya adalah terserah kepada kehendak Allah, dan Allah adalah Maha Pengasih dan Maha Penyayang. \nDalam keadilan Allah dijelaskan bahwa semua kebajikan manusia, betapapun kecilnya niscaya dibalas-Nya dengan pahala, dan semua kejahatannya betapapun kecilnya niscaya dibalas-Nya dengan azab atau siksa-Nya. Dalam hubungan ini, Allah berfirman dalam ayat yang lain:\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya.(az-Zilzal/99: 7-8)\n\nKemampuan teknologi saat ini telah mampu mencatat segala peristiwa dengan teliti dan menyimpan dalam waktu yang lama, apalagi kemampuan Allah.\nPada akhir ayat ini Allah menegaskan bahwa cukuplah Dia sebagai saksi pembuat perhitungan yang paling adil. Ini merupakan jaminan bahwa penilaian yang akan dilakukan terhadap segala perbuatan hamba-Nya akan dilakukan-Nya kelak di hari perhitungan dengan penilaian yang seadil-adilnya, sehingga tidak seorang pun hamba yang dirugikan atau dianiaya ketika menerima pahala dari kebaikannya atau menerima azab dari kejahatan yang telah dilakukannya.",
    "quraish": "Kami menetapkan timbangan untuk menentukan keadilan pada hari kiamat. Maka, pada hari itu, tidak akan ada seorang pun yang dicurangi dengan pengurangan kebaikannya atau penambahan kejelekannya. Meskipun perbuatannya hanya seberat biji moster, akan Kami datangkan dan akan Kami perhitungkan. Cukuplah Kami sebagai penghitung, maka tak seorang pun akan dirugikan(1). (1) Ayat ini mengisyaratkan betapa ringannya biji moster (khardzal) itu. Melalui penelitian dapat diketahui bahwa satu kilogram biji moster terdiri atas 913. 000 butir. Dengan demikian, berat satu butir biji moster hanya sekitar satu per seribu gram, atau ± 1 mg., dan merupakan biji-bijian teringan yang diketahui umat manusia sampai sekarang. Oleh karena itu, biji ini sering digunakan untuk menimbang berat yang sangat detil dan halus.",
    "jalalayn": "(Kami akan memasang timbangan yang tepat) timbangan yang adil (pada hari kiamat) pada hari itu (maka tiadalah dirugikan seseorang barang sedikit pun) dengan dikurangi pahala kebaikannya atau ditambahkan dosa keburukannya. (Dan jika) amalan itu (hanya seberat) sama beratnya dengan (biji sawi Kami mendatangkannya) yakni pahalanya. (Dan cukuplah Kami menjadi penghisab) segala sesuatu, yakni yang menghitungnya."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 48,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ",
    "translation": "Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2531.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa dan Harun. Kitab Taurat tersebut adalah merupakan penerangan dan pengajaran bagi orang-orang yang bertakwa kepada Allah. Kitab Taurat juga disebut al-Furqan, sebagaimana halnya Al-Qur'an, karena Kitab Taurat tersebut juga berisi syariat, yaitu hukum-hukum dan peraturanperaturan yang membedakan antara hak dan batil, antara baik dan buruk secara hukum, sehingga setiap tingkah laku dan perbuatan manusia, baik atau buruk, dijelaskan akibat hukum atau sangsinya. Tidak demikian halnya kitab Injil yang diturunkan kepada Nabi Isa a.s. Ia tidak membawa syariat.\nPada akhir ayat tersebut ditegaskan bahwa kitab Taurat yang berfungsi sebagai pembawa syariat, dan sebagai sinar petunjuk dan peringatan, hanyalah berguna bagi orang-orang yang bertakwa. Ini berarti kitab Taurat bagi orang-orang yang tidak bertakwa, yaitu yang tidak bersedia melaksanakan perintah-perintah Allah serta menjauhi larangan-larangan-Nya, maka Taurat itu tidaklah menjadi petunjuk. Untuk itu mereka disediakan azab yang dahsyat, karena mengingkari petunjuk Allah.",
    "quraish": "Kami sungguh telah memberikan Tawrât kepada Mûsâ dan Hârûn, sebuah kitab suci yang membedakan antara yang benar dan yang salah, dan antara yang halal dan yang haram. Lebih dari itu, Tawrât merupakan cahaya yang menerangi jalan kebaikan dan kecemerlangan, di samping merupakan peringatan yang berguna bagi orang-orang yang bertakwa.",
    "jalalayn": "(Dan sesungguhnya Kami telah berikan kepada Musa dan Harun kitab Taurat) kitab yang memisahkan antara perkara yang hak dan perkara yang batil dan antara perkara yang halal dan perkara yang haram (dan penerangan) sebagai penerang (serta pengajaran) sebagai pengajaran (bagi semua orang yang bertakwa)."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 49,
    "arab": "الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ",
    "translation": "(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2532.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah menjelaskan sifat-sifat orang yang bertakwa, yaitu Pertama, mereka senantiasa takut kepada azab Allah, walaupun azab tersebut merupakan salah satu dari hal-hal yang gaib. Kedua, orang-orang bertakwa yang disebutkan dalam ayat ini adalah mereka yang senantiasa merasa takut akan datangnya hari Kiamat, berusaha mempersiapkan diri menghadapi hal-hal yang akan terjadi kelak di hari Kiamat itu antara lain hari perhitungan dan hari pembalasan.\nOleh karena rasa takut mereka terhadap azab Allah pada hari Kiamat yang akan menimpa orang-orang yang tidak bertakwa, maka mereka yang bertakwa ini selalu menjaga diri terhadap hal-hal dan perbuatan yang mengakibatkan dosa dan azab maka mereka senantiasa melaksanakan perintah Allah, serta menjauhi segala larangan-Nya.",
    "quraish": "Yaitu orang-orang yang takut kepada Pencipta dan Penguasa mereka dalam keadaan tidak diketahui orang. Mereka tidak riya atau mengharap pujian seseorang, dan selalu takut akan kedahsyatan hari kiamat.",
    "jalalayn": "(Yaitu orang-orang yang takut kepada Rabb mereka sekalipun mereka menyendiri) jauh dari khalayak ramai, (dan mereka terhadap hari kiamat) yakni kengerian-kengeriannya (merasa takut) mereka merasa khawatir."
  },
  {
    "hizb": 130,
    "name": "Al-Anbiya'",
    "ayat": 50,
    "arab": "وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ ࣖ",
    "translation": "Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2533.mp3",
    "tafsir": "Dalam ayat ini Allah mengalihkan perhatian kepada Al-Qur'an yang diturunkan-Nya kepada Nabi dan Rasul-Nya yang terakhir, Allah menegaskan bahwa Al-Qur'an itu merupakan peringatan dan pelajaran yang sangat bermanfaat untuk orang-orang yang bertakwa, sehingga sepatutnyalah perintah dan larangan diikuti dan dijadikan pegangan dalam meniti jalan hidup.\nPada akhir ayat ini Allah mencela sikap kaum yang masih mengingkari Al-Qur'an, padahal tidak ada satu alasan pun bagi mereka untuk mengingkarinya, memang Al-Qur'an hanya memberi pelajaran dan tuntunan yang bermanfaat bagi mereka yang mau mengikutinya. Lagi pula, kebaikan dan manfaat Al-Qur'an itu sudah dijelaskan kepada mereka.",
    "quraish": "Al-Qur'ân ini adalah peringatan yang banyak mengandung kebaikan, yang Kami turunkan kepada kalian seperti halnya Kami menurunkan peringatan kepada Mûsâ. Bagaimana kalian mengingkarinya, padahal kalian adalah orang yang paling pantas untuk mengimaninya?",
    "jalalayn": "(Dan ini) yakni Alquran ini (adalah suatu kitab peringatan yang mempunyai berkah yang telah Kami turunkan. Maka mengapa kalian mengingkarinya?) Istifham atau kata tanya di sini mengandung pengertian mencemoohkan."
  }
]