[
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 51,
    "arab": "۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ ",
    "translation": "Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2534.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah telah mengutus Nabi Ibrahim a.s., dan Dia telah mengkaruniakan hidayah kepadanya dan menjadikannya pemimpin umatnya dalam mencapai keselamatan dunia dan akhirat. Dengan hidayah tersebut ia telah dapat menyelamatkan dirinya dan umatnya dari kepercayaan yang sesat dan dari penyembahan kepada selain Allah, seperti patung dan berhala.\nPada akhir ayat ini ditegaskan bahwa Allah benar-benar mengetahui hal ihwal Ibrahim, baik sebelum diutus menjadi rasul, maupun sesudahnya. Artinya; Allah mengetahui benar kepribadian, watak dan budi pekertinya. Ibrahim adalah seorang yang menganut kepercayaan tauhid kepada Allah, tanpa dicampuri oleh kemusyrikan sedikit pun, disamping itu ia juga mempunyai sifat-sifat dan budi pekerti luhur, sehingga tepatlah kalau ia dipilih dan diangkat menjadi nabi dan rasul.\nKebanyakan para mufasir mengatakan bahwa Allah telah memberikan petunjuk kebenaran itu kepada Ibrahim sejak sebelum ia diangkat menjadi Rasul, sehingga dengan petunjuk itu ia dapat memperhatikan alam ini sehingga ia sampai kepada keyakinan tentang adanya Allah Yang Maha Esa. Oleh sebab itu, perjuangannya dalam membasmi kemusyrikan berupa penyembahan patung dan berhala di kalangan kaumnya telah dilakukannya sebelum ia diangkat menjadi rasul.\nSebagai penjelasan layak diterangkan di sini bahwa menurut sejarah Nabi Ibrahim berasal dari Ur al-Kaldaniyah (Ur Kaldea) ibu kota Kerajaan Kaldan (Kaldea) di Mesopotamia Selatan. Kerajaan Kaldea itu diperintah oleh seorang raja yang bernama Namruz memerintah tahun 2300 SM, sebelum pemerintahan Hammurabi yang memerintah tahun 2000 SM. Raja Namruz ini terkenal sebagai seorang raja yang amat kejam dan mengaku dirinya sebagai tuhan. Orang-orang Kaldan di samping menyembah tuhan-tuhan yang berupa patung-patung, diperintahkan juga agar menyembah Namruz.\nRaja Namruz inilah yang menyuruh membakar Nabi Ibrahim. Akhirnya Nabi Ibrahim bersama istrinya yang bernama Sarah dan saudara laki-lakinya yang bernama Lut meninggalkan kota Ur, berhijrah ke Harran dan kemudian ke Palestina.\nPada suatu ketika terjadi kelaparan di Palestina, maka Ibrahim bersama istrinya dan Lut bersama istrinya pergi ke Mesir. Di Mesir Ibrahim menghadap Firaun. Firaun memberi mereka hadiah-hadiah, di antara hadiah-hadiah itu seorang perempuan yang bernama Hajar untuk Sarah istri Ibrahim. Setelah kembali ke Palestina, Lut berpisah dan pergi ke Sodom, sebuah kota dekat Laut Mati di Yordania.\nOleh karena Sarah dan Ibrahim belum mempunyai putra, maka Hajar dihadiahkan oleh Sarah kepada Nabi Ibrahim untuk dijadikan istri. Dengan Hajar, Ibrahim mendapat putra, yaitu Ismail. Kemudian oleh Ibrahim Siti Hajar dan Ismail dipindahkan ke Mekah. Di Mekah Nabi Ibrahim mendirikan kembali Ka`bah, dan Ismail bermukim di Mekah.\nNabi Ibrahim di masa tuanya dikaruniai seorang putra lainnya dari istri pertamanya Sarah, yaitu Ishak. Nabi Ibrahim meninggal dunia dan dikuburkan di Hebron, yaitu tempat di mana Sarah telah dikuburkan lebih dahulu. Dari keturunan Ibrahim a.s., banyak terdapat nabi-nabi, imam-imam, orang-orang yang saleh dan pemimpin yang menyeru kepada agama Allah.",
    "quraish": "Sungguh, Ibrâhîm telah Kami berikan kematangan dan daya pikir dalam mencari kebenaran dengan tulus, sebelum Mûsâ dan Hârûn. Dan Kami Maha Mengetahui tentang kondisi dan keutamaannya hingga pantas membawa pesan-pesan Tuhan.",
    "jalalayn": "(Dan sesungguhnya telah Kami anugerahkan kepada Ibrahim hidayah kebenaran sebelumnya) sebelum ia mencapai umur balig (dan adalah Kami mengetahuinya) bahwa dia layak untuk menerima hal tersebut."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 52,
    "arab": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عَاكِفُوْنَ ",
    "translation": "(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2535.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengaruniakan petunjuk kepada Ibrahim, sehingga ia bertanya kepada ayahnya Azar yang sedang berkumpul bersama kaumnya, tentang patung-patung yang mereka buat dan mereka sembah dengan tekun.\nPertanyaan itu mengandung arti bahwa Azar dan kaumnya seharusnya menggunakan akal pikiran mereka untuk merenungkan bahwa benda-benda tersebut tidak patut disembah, karena tidak mempunyai sifat-sifat sebagai Tuhan yang layak untuk disembah. Mereka menyembah barang-barang yang dicipta, bukan pencipta, serta tidak dapat mendatangkan manfaat untuk dirinya, apalagi untuk orang lain. Mereka tidak mau menyembah Allah padahal Allah adalah Pencipta, Pemelihara, Pendidik, Pelindung, dan Penguasa seluruh mahluk. Andaikata mereka mau memikirkannya, niscaya mereka tidak akan berbuat demikian. Jadi mereka itu sebenarnya adalah orang-orang yang tidak mau menggunakan akal pikiran yang telah dikaruniakan Allah kepada mereka.",
    "quraish": "Ingatlah, wahai Rasulullah, ketika Ibrâhîm berkata kepada ayahnya dan pengikutnya seraya meremehkan patung-patung yang dahulu mereka agungkan dan mereka sembah, \"Apa itu patung-patung yang kalian sembah?\"",
    "jalalayn": "(Yaitu ketika Ibrahim berkata kepada bapaknya dan kaumnya, \"Patung-patung apakah ini) maksudnya, apa kegunaan berhala-berhala ini (yang kalian tekun beribadah kepadanya?\") kalian dengan tekun menyembahnya."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 53,
    "arab": "قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ ",
    "translation": "Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2536.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Azar dan kaumnya menjawab pertanyaan Ibrahim dengan pernyataan bahwa mereka menyembah patung hanyalah sekedar mengikuti perbuatan nenek moyang mereka. Jawaban tersebut menunjukkan berbagai kelemahan. Pertama, mereka tidak dapat menjawab pertanyaan Ibrahim dengan menggunakan alasan-alasan yang masuk akal, yang didasarkan atas kebenaran. Kedua, mereka dalam hidup beragama hanya didasarkan rasa ta'ashshub (fanatik) kepada tradisi nenek moyang, bukan berdasarkan keyakinan dan pemikiran yang sehat. Ketiga, mereka menutup diri terhadap hal-hal yang berbeda dari kebiasaan mereka, walaupun nyata kebenarannya. Seolah-olah telinga mereka telah tersumbat, dan hati mereka telah tertutup rapat.\nSikap ta'ashshub (fanatik) dan taklid buta adalah ciri khas orang-orang yang tidak mampu mempertahankan prinsip mereka dengan bukti yang benar dan hujjah yang kuat, karena memang prinsip yang mereka anut itu tidak benar. Mereka menganutnya hanya sekedar menjaga tradisi yang mereka pusakai dari nenek moyang. Sikap tersebut sangat menghambat kemajuan manusia, dan menjerumuskan mereka kepada keingkaran terhadap kebenaran, bahkan membawa kepada kekufuran terhadap Allah.\nDalam kalangan kaum Muslimin kita dapati orang-orang yang taklid buta terhadap satu mazhab, atau terhadap seorang imam, sehingga mereka tak mau menerima kebenaran yang datang dari orang lain. Sikap semacam itu bertentangan dengan ajaran agama Islam, yang selalu menganjurkan agar manusia menggunakan akal pikirannya dalam mencari kebenaran.\nPara imam dari berbagai mazhab fiqh Islam melarang para pengikutnya untuk bertaklid buta kepadanya, dan menganjurkan agar mereka terbuka menerima pendapat orang lain, bila ternyata pendapat itu lebih benar dari pendapat yang dianutnya.",
    "quraish": "Mereka menjawab, \"Kami melihat nenek moyang kami mengagungkan dan menyembahnya, maka kami pun mengikuti jejak mereka.\"",
    "jalalayn": "(Mereka menjawab, \"Kami mendapatkan bapak-bapak kami menyembahnya\") maka kami mengikuti mereka."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 54,
    "arab": "قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2537.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Ibrahim membalas jawaban mereka itu dengan menunjukkan keburukan perbuatan nenek moyang mereka yang menyembah selain Allah. Ibrahim mengatakan kepada ayahnya dan juga kaumnya, bahwa mereka semuanya berada dalam kesesatan, karena mereka menyembah patung dan berhala. Dengan perbuatan itu mereka telah jauh dari kebenaran dan menyimpang dari jalan yang benar. Mereka tidak berpegang kepada agama yang benar dan akal sehat. Yang menjadi pegangan mereka hanyalah keinginan hawa nafsu dan bisikan iblis.",
    "quraish": "Ibrâhîm berkata, \"Kalian dan nenek moyang kalian dahulu benar-benar amat jauh dari kebenaran.\"",
    "jalalayn": "(Ibrahim berkata) kepada mereka, (\"Sesungguhnya kalian dan bapak-bapak kalian) disebabkan menyembah berhala-berhala itu (berada dalam kesesatan yang nyata\") yakni jelas sesatnya."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 55,
    "arab": "قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ ",
    "translation": "Mereka berkata, “Apakah engkau da-tang kepada kami membawa kebenaran atau engkau main-main?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2538.mp3",
    "tafsir": "Dalam ayat ini disebutkan jawaban Azar dan kaumnya kepada Ibrahim yaitu, apakah Ibrahim datang kepada mereka dengan membawa kebenaran, ataukah hanya ingin berolok-olok saja.\nDari ucapan mereka dapat disimpulkan beberapa pertanyaan seputar sikap mereka. Pertama, bahwa mereka setelah mendengarkan ucapan Ibrahim yang bersifat merendahkan martabat tuhan-tuhan mereka, dan menyatakan sesatnya perbuatan mereka, maka hati mereka mulai tergugah, karena ucapan semacam itu belum pernah terdengar di kalangan mereka. Kedua, karena melihat sikap Ibrahim yang bersungguh-sungguh dan keras dalam ucapannya, maka hati mereka mulai ragu terhadap kebenaran dan perbuatan mereka sendiri sebagai penyembah patung. Ketiga, mereka meminta kepada Ibrahim agar memberikan bukti-bukti dan alasan-alasan yang menunjukkan kebenaran ucapan Ibrahim kepada mereka. Keempat, jika Ibrahim tidak dapat memberikan bukti-bukti tersebut, maka mereka menganggap Ibrahim hanya memperolok-olok mereka.",
    "quraish": "Mereka menjawab, \"Apakah kamu, dengan ucapanmu itu, membawa sesuatu yang kamu anggap benar kepada kami, atau hanya bermain-main saja dan tidak perlu diikuti?\"",
    "jalalayn": "(Mereka menjawab, \"Apakah kamu datang kepada kami dengan sungguh-sungguh) apakah perkataanmu yang demikian itu sungguh-sungguh (atau apakah kamu termasuk orang yang bermain-main?\") di dalam perkataanmu itu."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 56,
    "arab": "قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ ",
    "translation": "Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2539.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah Ibrahim memahami adanya kenyataan tersebut di atas, maka dia membalas jawaban mereka dengan ucapan yang tidak lagi mengungkap kesesatan mereka dalam penyembahan terhadap patung dan berhala, melainkan ia beralih kepada menerangkan kebenaran dan menyebutkan Tuhan yang sesungguhnya patut disembah. Maka Ibrahim menerangkan kepada mereka bahwa ia datang membawa kebenaran, bukan berolok-olok, bahwa Tuhan mereka adalah Tuhan Langit dan Bumi. Dialah yang patut disembah, karena Dialah yang telah menciptakan langit dan bumi itu dan menciptakan diri mereka, serta memberikan rahmat dan perlindungan-Nya kepada semua makhluk-Nya, karena Ia Mahakuasa dan Maha Pengasih.\nDengan demikian mereka sadar bahwa menyembah Allah adalah tindakan yang benar, sedang menyembah patung dan berhala adalah kesesatan yang besar.\nPada akhir ayat ini diterangkan, bahwa untuk memantapkan keyakinan mereka kepada akidah tauhid, maka Ibrahim mengulas ucapannya tadi dengan menegaskan bahwa ia dapat dan bertanggungjawab penuh untuk memberikan bukti-bukti atas kebenaran apa yang disampaikannya kepada mereka. Keterangan ini dimaksudkan untuk melenyapkan prasangka mereka bahwa Ibrahim hanya berolok-olok kepada mereka dengan ucapan-ucapan yang tersebut di atas.",
    "quraish": "Ibrâhîm menjawab, \"Aku tidak main-main dalam ucapanku tadi. Tuhan yang pantas kalian sembah dengan penuh pengagungan dan kekhusyukan adalah Allah, Tuhan yang menciptakan langit dan bumi tanpa ada contoh sebelumnya. Hanya Dialah yang pantas disembah. Dan aku termasuk orang-orang yang yakin, yang hanya berkata tentang apa yang dilihat dan diketahui.\"",
    "jalalayn": "(Ibrahim berkata, \"Sebenarnya Rabb kalian) yang berhak untuk disembah (ialah Rabb) yang memiliki (langit dan bumi yang telah menciptakannya) tanpa contoh sebelumnya (dan aku atas yang demikian itu) yang telah aku katakan sekarang ini (termasuk orang-orang yang menyaksikan\") nya."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 57,
    "arab": "وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ ",
    "translation": "Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2540.mp3",
    "tafsir": "Ayat ini menerangkan apa yang terkandung dalam hati Ibrahim yang diucapkan dan didengar oleh sebagian kaumnya yaitu ia bertekad untuk menghancurkan patung-patung yang menjadi sesembahan kaumnya, apabila mereka sudah pergi meninggalkan tempat tersebut.",
    "quraish": "Ibrâhîm berkata kepada dirinya sendiri, \"Aku bersumpah demi Allah, akan mengatur siasat untuk menghancurkan patung-patung kalian setelah kalian pergi jauh meninggalkannya agar tampak sesatnya apa yang kalian lakukan.\"",
    "jalalayn": "(Demi Allah, sesungguhnya aku akan melakukan tipu daya terhadap berhala-berhala kalian sesudah kalian pergi meninggalkannya)."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 58,
    "arab": "فَجَعَلَهُمْ جُذَاذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ ",
    "translation": "Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2541.mp3",
    "tafsir": "Dalam ayat ini disebutkan bahwa apa yang menjadi tekad Ibrahim itu untuk memanfaatkan perayaan besar itu untuk menghancurkan patung-patung itu benar-benar dilaksanakannya, sehingga sepeninggal kaumnya, patung-patung itu dirusaknya sehingga hancur berkeping-keping, kecuali sebuah patung yang terbesar. Patung itu tidak dirusaknya, karena ia berharap bila mereka kembali ke sana dan bertanya kepadanya tentang siapa orang yang merusak patung-patung yang lain itu, maka ia akan menyuruh mereka bertanya kepada patung yang terbesar itu, yang tentu saja tidak dapat menjawab pertanyaan mereka.",
    "quraish": "Setelah mereka pergi meninggalkan patung-patung itu, Ibrâhîm mendatanginya lalu menghancurkannya berkeping-keping kecuali patung yang besar agar nantinya menjadi tempat bertanya bagi mereka tentang apa yang telah terjadi pada tuhan-tuhan mereka itu. Tentu, patung besar itu pun tidak akan dapat menjawab apa-apa. Dengan demikian kebatilan akan tampak jelas pada mereka.",
    "jalalayn": "(Maka Ibrahim membuat berhala-berhala itu) sesudah mereka pergi meninggalkannya menuju ke tempat pertemuan di hari raya mereka (menjadi puing-puing) dapat dibaca Judzaadzan dan Jidzaadzan, artinya hancur terpotong-potong di kapak oleh Nabi Ibrahim (kecuali yang terbesar dari mereka) lalu Nabi Ibrahim menggantungkan kapaknya ke pundak berhala yang terbesar itu (agar mereka kepadanya) yakni kepada berhala yang terbesar itu (menanyakannya) maka mereka akan melihat apa yang ia perbuat terhadap berhala-berhala yang lain."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 59,
    "arab": "قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ ",
    "translation": "Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2542.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa apa yang diharapkan oleh Ibrahim, benar-benar terjadi. Setelah mendengar berita bahwa patung-patung mereka telah rusak, mereka datang kembali ke tempat itu dan bertanya kepada Ibrahim, siapakah yang telah melakukan perbuatan jahat ini terhadap tuhan-tuhan mereka? Sungguh dia benar-benar termasuk orang yang zalim.\"\nDari ucapan ini dapat kita pahami bahwa sampai saat itu mereka masih belum menerima sepenuhnya apa yang disampaikan Ibrahim kepada mereka, dan mereka masih menyembah dan mengagungkan berhala-berhala itu, dan masih menyebutnya sebagai tuhan-tuhan mereka. Hal ini menimbulkan kemarahan terhadap orang yang membinasakannya.",
    "quraish": "Setelah mereka melihat apa yang terjadi pada tuhan-tuhan mereka itu, mereka pun berkata bahwa siapa yang melakukan hal ini terhadap tuhan-tuhan mereka sungguh termasuk orang yang menzalimi diri sendiri dengan menjerumuskannya untuk disiksa.",
    "jalalayn": "(Mereka berkata) setelah kembali dan melihat apa yang telah diperbuat terhadap berhala-berhala mereka, (\"Siapakah yang melakukan perbuatan ini terhadap tuhan-tuhan kami, sesungguhnya dia termasuk orang-orang yang zalim\") di dalam perbuatannya ini."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 60,
    "arab": "قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ",
    "translation": "Mereka (yang lain) berkata, “Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2543.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini bahwa orang-orang yang berada di dekat penyembahan patung-patung itu menjawab pertanyaan di atas dengan mengatakan bahwa mereka mendengar seorang pemuda yang bernama Ibrahim telah menghancurkan berhala-berhala itu.\nDari sini kita pahami pada saat itu Ibrahim masih sebagai seorang pemuda (Â± 16 tahun), dan belum diutus Allah menjadi Nabi dan Rasul-Nya. Maka tindakannya dalam membinasakan patung-patung itu bukan dalam rangka tugasnya sebagai Rasul, melainkan timbul dari dorongan kepercayaannya kepada Allah, berdasarkan petunjuk kepada kebenaran yang telah dilimpahkan Allah kepadanya, sebelum ia diangkat menjadi Rasul.",
    "quraish": "Di antara mereka ada yang berkata, \"Kami mendengar ada seorang anak muda bernama Ibrâhîm yang menghina tuhan-tuhan kita.\"",
    "jalalayn": "(Mereka berkata) sebagian dari mereka kepada yang lain, (\"Kami dengar ada seorang pemuda yang menyebut-nyebut mereka) yakni yang mencaci maki berhala-berhala itu (yang bernama Ibrahim\")"
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 61,
    "arab": "قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ ",
    "translation": "Mereka berkata, “(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2544.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa setelah mereka mendapat jawaban bahwa yang merusakkan patung-patung itu adalah seorang pemuda yang bernama Ibrahim, maka mereka menyuruh agar pemuda itu dihadapkan kepada orang banyak, dengan harapan kalau-kalau ada orang lain yang menyaksikan pemuda tersebut melakukan pengrusakan itu, sehingga kesaksian itu akan dapat dijadikan bukti.\nHal ini memberikan pengertian bahwa di kalangan mereka pada masa itu sudah berlaku suatu peraturan, bahwa mereka tidak akan menindak secara langsung seseorang yang dituduh sebelum ada bukti-bukti, baik berupa persaksian dari seseorang, maupun berupa pengakuan dari pihak yang tertuduh.",
    "quraish": "Pembesar-pembesar mereka berkata, \"Carilah ia dan datangkan ke sini untuk diperhitungkan di hadapan orang banyak, agar mereka menyaksikan apa yang telah ia lakukan!\"",
    "jalalayn": "(Mereka berkata, \"Kalau demikian, bawalah dia ke hadapan orang banyak) perlihatkanlah dia kepada mereka (agar mereka menyaksikan\") bahwasanya dialah yang telah melakukan semuanya ini."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 62,
    "arab": "قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُ ۗ",
    "translation": " Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2545.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa setelah Ibrahim mereka hadapkan kepada orang banyak, maka mereka mengadakan penyelidikan dan pemeriksaan terhadapnya dengan mengajukan pertanyaan, apakah betul dia yang melakukan pengrusakan terhadap berhala-berhala itu. Pertanyaan ini mereka ajukan dengan harapan bahwa Ibrahim akan mengakui bahwa dialah yang melakukan pengrusakan itu. Pengakuan itu akan mereka jadikan alasan untuk menghukum Ibrahim.",
    "quraish": "Setelah Ibrâhîm berhasil didatangkan, mereka berkata, \"Kamukah yang melakukan ini semua terhadap tuhan-tuhan kami, Ibrâhîm?\"",
    "jalalayn": "(Mereka bertanya) setelah menghadirkan Ibrahim, (\"Apakah kamu) dapat dibaca A'anta dan A-anta (yang melakukan perbuatan ini terhadap tuhan-tuhan kami, hai Ibrahim?\")"
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 63,
    "arab": "قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ ",
    "translation": "Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2546.mp3",
    "tafsir": "Diterangkan dalam ayat ini jawaban Ibrahim atas tuduhan itu. Dimana jawaban Ibrahim ternyata sangat mengagetkan mereka, sebab tidak sesuai dengan harapan mereka, karena Ibrahim tidak memberikan pengakuan bahwa ia yang melakukan pengrusakan, tetapi ia mengatakan bahwa yang melakukan pengrusakan terhadap patung-patung itu justru adalah patung terbesar yang masih utuh.\nJawaban semacam itu dimaksudkan Ibrahim untuk mencapai tujuannya, yaitu untuk menyadarkan kaumnya bahwa patung-patung itu tidak patut untuk disembah, karena ia tidak dapat berbuat apa-apa. Apalagi untuk membela dirinya.\nJelas bahwa kaumnya tidak akan percaya bahwa patung terbesar itulah yang melakukan pengrusakan terhadap patung-patung yang lain. Sebab, mereka menyadari bahwa hal itu mustahil akan terjadi, karena patung tidak dapat berbuat apa pun, sebab dia adalah benda mati. Jika mereka telah menginsafi hal tersebut, sudah sepatutnya mereka berhenti menyembah patung.\nPada akhir ayat ini disebutkan ucapan Ibrahim selanjutnya terhadap kaumnya, yang menyuruh mereka menanyakan kepada patung-patung itu sendiri, siapakah yang telah merusak mereka.\nUcapan ini menyebabkan kaumnya semakin terpojok, karena seandainya mereka bertanya kepada patung-patung itu, niscaya mereka tidak akan memperoleh jawaban, sebab patung-patung tersebut tidak mendengar dan tidak dapat berbicara. Kalau demikian keadaannya, patutkah patung-patung itu disembah? Jika masih ada orang yang menyembahnya, pastilah orang tersebut tidak mempergunakan pikirannya yang sehat.",
    "quraish": "Dengan maksud mengingatkan kesesatan mereka, Ibrâhîm menjawab, \"Tuhan terbesar itulah yang melakukannya. Tanyakan saja kepada tuhan-tuhan yang lain tentang siapa yang telah melakukan hal itu kalau mereka bisa menjawab pertanyaan kalian!\"",
    "jalalayn": "(Ibrahim menjawab) seraya menyembunyikan apa yang sebenarnya telah ia lakukan, (\"Sebenarnya patung yang besar itulah yang melakukannya, maka tanyakanlah kepada berhala-berhala itu) siapakah pelakunya (jika mereka dapat berbicara\") Jawab syarat dari kalimat ayat ini telah didahulukan dan kalimat yang sebelumnya merupakan sindiran bagi para penyembah berhala, bahwa berhala-berhala yang telah dimaklumi ketidakmampuannya untuk berbuat itu bukan tuhan."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 64,
    "arab": "فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَ ۙ",
    "translation": "Maka mereka kembali kepada kesadaran mereka dan berkata, “Sesungguhnya kamulah yang menzalimi (diri sendiri).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2547.mp3",
    "tafsir": "Diterangkan dalam ayat ini jawaban Ibrahim atas tuduhan itu. Dimana jawaban Ibrahim ternyata sangat mengagetkan mereka, sebab tidak sesuai dengan harapan mereka, karena Ibrahim tidak memberikan pengakuan bahwa ia yang melakukan pengrusakan, tetapi ia mengatakan bahwa yang melakukan pengrusakan terhadap patung-patung itu justru adalah patung terbesar yang masih utuh.\nJawaban semacam itu dimaksudkan Ibrahim untuk mencapai tujuannya, yaitu untuk menyadarkan kaumnya bahwa patung-patung itu tidak patut untuk disembah, karena ia tidak dapat berbuat apa-apa. Apalagi untuk membela dirinya.\nJelas bahwa kaumnya tidak akan percaya bahwa patung terbesar itulah yang melakukan pengrusakan terhadap patung-patung yang lain. Sebab, mereka menyadari bahwa hal itu mustahil akan terjadi, karena patung tidak dapat berbuat apa pun, sebab dia adalah benda mati. Jika mereka telah menginsafi hal tersebut, sudah sepatutnya mereka berhenti menyembah patung.\nPada akhir ayat ini disebutkan ucapan Ibrahim selanjutnya terhadap kaumnya, yang menyuruh mereka menanyakan kepada patung-patung itu sendiri, siapakah yang telah merusak mereka.\nUcapan ini menyebabkan kaumnya semakin terpojok, karena seandainya mereka bertanya kepada patung-patung itu, niscaya mereka tidak akan memperoleh jawaban, sebab patung-patung tersebut tidak mendengar dan tidak dapat berbicara. Kalau demikian keadaannya, patutkah patung-patung itu disembah? Jika masih ada orang yang menyembahnya, pastilah orang tersebut tidak mempergunakan pikirannya yang sehat.",
    "quraish": "Mereka pun menengok diri sendiri yang menyembah sesuatu yang tidak dapat mendatangkan keuntungan dan mencegah kejahatan. Mereka menyadari kesalahannya. Sebagian mereka ada yang berkata, \"Ibrâhîm tidaklah zalim. Kalianlah yang zalim dengan menyembah sesuatu yang tidak pantas disembah.\"",
    "jalalayn": "(Maka mereka telah kembali kepada kesadaran mereka) setelah berpikir (lalu berkata) kepada diri mereka sendiri, (\"Sesungguhnya kalian adalah orang-orang yang berbuat aniaya\") disebabkan kalian menyembah berhala yang tidak dapat berbicara."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 65,
    "arab": "ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ  لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ ",
    "translation": "Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2548.mp3",
    "tafsir": "Pada ayat ini diterangkan keadaan mereka setelah menyesali kesalahan dan kebodohan diri mereka. Mereka lalu menekurkan kepala dan berdiam diri. Pada saat itulah setan kembali menggoda mereka, sehingga kesadaran mereka yang tadinya telah mulai bersemi lalu lenyap dan mereka kembali kepada kepercayaan semula, dan ingin membela patung-patung yang menjadi kepercayaan mereka. Oleh sebab itu mereka lalu berkata kepada Ibrahim, \"Mengapa Ibrahim menyuruh mereka bertanya kepada patung-patung ini, padahal dia sudah mengetahui bahwa patung-patung itu tidak dapat berbicara.\"\nUcapan ini merupakan pengakuan mereka bahwa mereka pun mengetahui bahwa patung-patung itu tidak dapat mendengar, berpikir dan berbicara, akan tetapi mereka tetap menyembah dan mempertuhankannya.",
    "quraish": "Tetapi mereka kemudian kembali terbawa oleh kesesatannya setelah sebelumnya sadar. Mereka bekata kepada Ibrâhîm, \"Kamu tahu bahwa patung-patung yang kami sembah itu tidak dapat berbicara, tapi mengapa kamu menyuruh kami bertanya kepada mereka?\"",
    "jalalayn": "(Kemudian mereka menundukkan) karena malu kepada Allah (kepala mereka) karena kekafirannya telah dinyatakan, maka mereka berkata, \"Demi Allah! (Sesungguhnya kamu telah mengetahui, bahwa berhala-berhala itu tidak dapat berbicara\") mengapa kamu menyuruh kami bertanya kepada mereka."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 66,
    "arab": "قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ",
    "translation": "Dia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2549.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini, bahwa setelah mereka mengakui bahwa patung-patung itu tidak dapat mendengar, berpikir dan berbicara, maka Ibrahim segera menjawab dengan mengatakan mengapa mereka menyembah selain Allah sesuatu yang tidak dapat memberi manfaat sedikitpun, dan tidak pula dapat mendatangkan mudarat kepada mereka, bahkan ia tidak dapat berbicara dan mempertahankan diri.",
    "quraish": "Ibrâhîm berkata, \"Selemah itukah keadaan patung-patung itu? Dan seperti itu pulakah sikap kalian terhadapnya, hingga kalian menyembah sesuatu selain Allah yang tidak akan menguntungkan bila kalian sembah dan tidak merugikan bila kalian abaikan?",
    "jalalayn": "(Ibrahim berkata, \"Maka mengapakah kalian menyembah selain Allah) sebagai ganti dari-Nya untuk kalian sembah (sesuatu yang tidak dapat memberi manfaat sedikit pun kepada kalian) berupa rezeki dan lain-lainnya (dan tidak pula memberi mudarat kepada kalian?\") barang sedikit pun, jika kalian tidak menyembahnya."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 67,
    "arab": "اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ ",
    "translation": "Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2550.mp3",
    "tafsir": "Dalam ayat ini disebutkan lanjutan dari ucapan Ibrahim kepada mereka, bahwa mereka akan celaka bersama patung-patung yang mereka sembah selain Allah. Apakah mereka tidak memahami keburukan dan kesesatan perbuatan mereka?\nUcapan itu telah menyebabkan para penyembah patung itu sungguh-sungguh terpojok, dan mengobarkan kemarahan mereka yang amat sangat\n\n66-67. Menanggapi pernyataan tersebut, Dia, Ibrahim, berkata di depan para pembesar Kota Ur, Kaldea, Babilonia, Mesopotamia Selatan, “Mengapa kamu sekalian menyembah tuhan selain Allah, menyembah sesuatu yang tidak dapat memberi manfaat sedikit pun dengan menyembahnya, dan tidak pula mendatangkan mudarat kepada kamu dengan tidak menyembahnya?\\\" Ibrahim kemudian menegaskan tanggapannya, \\\"Celakalah kamu dan apa yang kamu sembah selain Allah di dunia dan di akhirat! Apakah kamu tidak memikirkan, apakah kamu akan terus menyembah patung-patung itu atau berhenti?”",
    "quraish": "Alangkah jeleknya kalian dan tuhan-tuhan kalian itu! Apakah kalian tidak mau berpikir dan merenungkan hal-hal yang kalian lihat itu? Patung-patung itu tidak pantas disembah.\"",
    "jalalayn": "(Ah, alangkah buruknya) lafal Uffin atau Uffan ini bermakna Mashdar, artinya busuklah (kalian beserta apa yang kalian sembah selain Allah. Maka apakah kalian tidak memahami?) bahwa berhala-berhala itu tidak berhak untuk disembah dan tidak layak untuk dijadikan sesembahan, karena sesungguhnya yang berhak disembah itu hanyalah Allah semata."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 68,
    "arab": "قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ ",
    "translation": " Mereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2551.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa setelah mereka kehabisan akal dan alasan untuk menjawab ucapan Ibrahim, dan kemarahan mereka memuncak, maka mereka sepakat untuk membakar Ibrahim, dan membela tuhan-tuhan mereka, jika mereka benar-benar ingin balas dendam.\nDengan demikian mereka memutuskan untuk membinasakan Ibrahim, tindakan itu mereka pandang sebagai cara yang terbaik untuk membela kehormatan tuhan-tuhan mereka, dan untuk melenyapkan rintangan yang menghalangi mereka dalam menyembah patung-patung. Mereka memilih cara yang paling kejam untuk membinasakan Ibrahim, yaitu dengan membakarnya dalam sebuah api unggun. Dengan cara ini Ibrahim dapat dilenyapkan, agar mereka dapat mencapai kemenangan untuk harga diri dan tuhan-tuhan mereka.",
    "quraish": "Terjadilah pembicaraan di antara sesama mereka. Ada yang mengatakan, \"Bakar saja dia dengan api. Jadikan hal itu sebagai wujud pembelaan kalian kepada tuhan, bila kalian benar-benar ingin melakukan sesuatu yang bisa menolong tuhan kalian!\"",
    "jalalayn": "(Mereka berkata, \"Bakarlah dia) yakni Nabi Ibrahim (dan bantulah tuhan-tuhan kalian) dengan membakar Ibrahim (jika kalian benar-benar hendak bertindak\") untuk menolong tuhan-tuhan kalian. Mereka segera mengumpulkan kayu-kayu yang banyak sekali, lalu mereka menyalakannya. Mereka mengikat Nabi Ibrahim, kemudian menaruhnya pada Manjaniq atau alat pelontar yang besar, lalu Nabi Ibrahim dilemparkan ke dalam api yang besar itu. Allah berfirman:"
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 69,
    "arab": "قُلْنَا يَا نَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ ۙ",
    "translation": "Kami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2552.mp3",
    "tafsir": "Dalam ayat ini dijelaskan tindakan Allah untuk melindungi dan menolong Ibrahim dari kekejaman kaumnya, yaitu membakar Ibrahim dalam api yang sedang berkobar-kobar.\nSebagaimana diketahui bahwa Allah telah memberikan sifat-sifat tertentu bagi setiap mahluk-Nya. Sifat itu tetap berlaku baginya sebagai Sunnah Allah di dunia. Antara lain ialah api, yang bersifat panas dan membakar, sehingga logam-logam yang amat kuat pun dapat dicairkan dengan api, apalagi tubuh manusia. Maka Allah melindungi Ibrahim dari panas api tersebut dengan cara mencabut sifat panas dan membakar, dari api yang sedang menyala sehingga Ibrahim tidak merasa panas ketika dibakar dan tidak terbakar dalam api unggun yang menyala-nyala.\nAllah berfirman, \"Hai api, jadilah engkau dingin, dan memberi keselamatan bagi Ibrahim.\" Dengan adanya perintah Allah kepada api tersebut, maka sifatnya berubah dari panas menjadi dingin, dan tidak merusak terhadap Ibrahim sampai api itu padam. Ini menambah bukti tentang kekuasaan Allah yang seharusnya disadari oleh orang-orang kafir.\nDalam suatu hadis yang diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas disebutkan bahwa ketika Nabi Ibrahim dilemparkan ke dalam api, ia membaca:\n\"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (Riwayat al-Bukhari)\nDemikianlah pertolongan dan perlindungan yang biasa diberikan Allah kepada para nabi, wali-wali dan hamba-hamba-Nya yang saleh. Walaupun pada waktu itu Ibrahim belum menjadi nabi dan rasul, namun ia tetap merupakan seorang hamba Allah yang saleh.\nPatut kiranya diingat bahwa Nabi Muhammad juga mengalami makar dari kaum kafir Quraisy yang berusaha untuk membinasakannya, seperti peristiwa sebelum dan sesudah hijrah. Akan tetapi walaupun mereka telah membuat rencana yang rapi untuk mencapai maksud tertentu, namun pelaksanaannya tidaklah membawa hasil seperti yang mereka harapkan, karena Allah telah memberikan pertolongan dan perlindungan-Nya kepada Rasul-Nya, sebagai pelaksanaan dari janji-Nya:\n\nDan Allah memelihara engkau dari (gangguan) manusia. (al-Ma`idah/5: 67)",
    "quraish": "Kemudian Kami membuat api yang membakar Ibrâhîm menjadi dingin, mengandung keselamatan, dan tidak membahayakannya sama sekali.",
    "jalalayn": "(Kami berfirman, \"Hai api! Menjadi dinginlah dan menjadi keselamatanlah bagi Ibrahim\") maka api itu tidak membakarnya selain pada tali-tali pengikatnya saja dan lenyaplah panas api itu, yang tinggal hanyalah cahayanya saja, hal ini berkat perintah Allah, 'Salaaman' yakni menjadi keselamatan bagi Ibrahim, akhirnya Nabi Ibrahim selamat dari kematian karena api itu dingin."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 70,
    "arab": "وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَ ۚ",
    "translation": "Dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2553.mp3",
    "tafsir": "Allah menegaskan dalam ayat ini bahwa makar yang dilaksanakan kaum musyrik terhadap para nabi untuk membinasakannya, telah menimbulkan akibat yang sebaliknya, yaitu menyebabkan mereka itu menjadi orang-orang yang paling merugi.\nDengan ucapan dan perbuatan itu, mareka ingin memadamkan cahaya kebenaran yang disampaikan Ibrahim, dengan cara menyalakan api unggun untuk membinasakannya. Tetapi akhirnya api yang mereka nyalakan itulah yang padam tanpa menimbulkan bekas apa pun terhadap Ibrahim a.s., berkat perlindungan Allah Yang Mahakuasa. Hal ini menunjukkan dengan jelas batilnya kepercayaan yang mereka anut, dan jahatnya cara yang mereka tempuh untuk mencapai kemenangan. Sebaliknya Ibrahim berada pada pihak yang benar, karena ia menyampaikan patunjuk Allah untuk membasmi kebatilan dan kezaliman.",
    "quraish": "Dengan pembakaran itu, mereka sebetulnya ingin membuat Ibrâhîm mati. Tetapi Kami menyelamatkannya. Dengan demikian, mereka Kami jadikan sebagai sekelompok orang yang paling merugi.",
    "jalalayn": "(Mereka hendak berbuat makar terhadap Ibrahim) yaitu dengan membakarnya (maka Kami menjadikan mereka itu orang-orang yang paling merugi) di dalam tujuan mereka."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 71,
    "arab": "وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ ",
    "translation": "Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2554.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah melengkapi rahmat-Nya kepada Ibrahim. Allah telah menyelamatkannya dari kobaran api. Dalam sejarah diterangkan bahwa Allah telah menyelamatkannya dari kejahatan penduduk kota Ur di Mesopotamia Selatan, yaitu negeri asalnya, lalu ia hijrah ke negeri Harran, kemudian ke Palestina di daerah Syam.\nDalam ayat ini disebutkan bahwa negeri Syam adalah negeri yang telah diberi Allah keberkahan yang banyak untuk semua manusia. Sehingga negeri tersebut amat subur, banyak air dan tumbuh-tumbuhannya, sehingga memberikan banyak manfaat bagi penduduknya. Selain itu, negeri tersebut juga merupakan tempat lahir para nabi yang membawa sinar petunjuk bagi umat manusia. Baitul Makdis yang terletak di Palestina juga termasuk daerah Syam, dan kiblat pertama bagi umat Islam.\nDalam ayat ini diterangkan bahwa Nabi Lut juga berhijrah bersama ke negeri Syam itu. Menurut keterangan sejarah Nabi Lut adalah anak saudara lelaki Ibrahim a.s",
    "quraish": "Begitulah, Kami telah menyelamatkan Ibrâhîm dan Lûth dari tipu daya orang-orang yang berbuat makar. Mereka berdua kemudian berpindah ke belahan bumi yang Kami penuhi dengan kebaikan untuk manusia dan tempat Kami mengutus banyak nabi.",
    "jalalayn": "(Dan Kami selamatkan Ibrahim dan Luth) anak saudara Nabi Ibrahim yang bernama Haran yang tinggal di negeri Iraq (ke sebuah negeri yang Kami telah memberkahinya untuk sekalian manusia) dengan menjadikan sungai-sungai dan pohon-pohon yang banyak padanya, yaitu negeri Syam. Nabi Ibrahim tinggal di negeri Palestina sedangkan Nabi Luth di Mu'tafikah; jarak antara kedua negeri itu dapat ditempuh dalam sehari."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 72,
    "arab": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةً ۗوَكُلًّا جَعَلْنَا صٰلِحِيْنَ ",
    "translation": "Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2555.mp3",
    "tafsir": "Dalam ayat ini Allah menyebutkan nikmat-Nya yang lain kepada Ibrahim a.s. sebagai tambahan atas nikmat-Nya yang telah lalu, yaitu bahwa Allah telah menganugerahkan seorang putra yaitu Ishak, sedang Yakub adalah putra dari Ishak, jadi sebagai cucu Ibrahim yang melahirkan keturunan Bani Israil. Di samping itu Ibrahim juga mempunyai seorang putra lainnya, yaitu Ismail, dari Siti Hajar. Allah telah menjadikan kesemuanya, yaitu Ibrahim, Ismail, Ishak dan Yakub sebagai nabi-nabi dan orang-orang yang saleh.",
    "quraish": "Lalu Ibrâhîm Kami karuniakan Ishâq, dan Ya'qûb setelah Ishâq, sebagai tambahan atas permintaannya. Baik Ishâq maupun Ya'qûb, keduanya kemudian Kami jadikan orang-orang yang saleh.",
    "jalalayn": "(Dan Kami telah memberikan kepadanya) kepada Ibrahim, yang sebelumnya selalu mendambakan mempunyai seorang anak, sebagaimana yang disebutkan di dalam surah Ash-Shaffat (Ishak dan Yakub sebagai suatu anugerah) dari Kami, yaitu anugerah yang lebih daripada apa yang dimintanya. Atau yang dimaksud dengan Naafilah adalah cucu (Dan masing-masingnya) Nabi Ibrahim dan kedua anaknya itu (Kami jadikan orang-orang yang saleh) yakni menjadi nabi semuanya."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 73,
    "arab": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ",
    "translation": "Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan salat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2556.mp3",
    "tafsir": "Allah menyebutkan dalam ayat ini tambahan karunia-Nya kepada Ibrahim, selain karunia yang telah diterangkan pada ayat yang lalu, yaitu bahwa keturunan Ibrahim itu tidak hanya merupakan orang-orang yang saleh, bahkan juga menjadi imam atau pemimpin umat yang mengajak orang untuk menerima dan melaksanakan agama Allah, dan mengajak kepada perbuatan-perbuatan yang baik dan bermanfaat, berdasarkan perintah dan izin Allah.\nNabi Ibrahim yang diberi gelar \"Khalilullah\" (kekasih Tuhan) juga merupakan bapak dari beberapa nabi karena banyak di antara nabi-nabi yang datang sesudahnya adalah dari keturunannya, sampai dengan Nabi dan Rasul yang terakhir, yaitu Muhammad saw adalah termasuk cucu-cucu Ibrahim a.s. melalui Nabi Ismail. Mereka memperoleh wahyu Allah yang berisi ajaranajaran dan petunjuk ke arah bermacam-macam kebajikan, terutama menaati perintah Allah dan meninggalkan larangan-Nya.\nDi samping itu Allah juga mewahyukan kepada mereka agar mendirikan salat dan membayarkan zakat. Kedua macam ibadah ini disebutkan Allah secara khusus, sebab ibadah salat memiliki keistimewaan sebagai ibadah jasmaniah maupun sebagai sarana yang mengokohkan hubungan hamba dengan Tuhannya, sedang zakat mempunyai keistimewaan baik sebagai ibadah harta yang paling utama yang mempererat hubungan dengan sesama hamba, lebih-lebih bila diingat bahwa harta benda sangat penting kedudukannya dalam kehidupan manusia.\nKedua macam ibadah ini, walaupun harus dilengkapi dengan ibadahibadah lainnya, namun ia telah mencerminkan dua sifat utama pada diri manusia yaitu taat kepada Allah, dan kasih sayang kepada sesama manusia.\nAkhirnya, pada ujung ayat ini Allah menerangkan bahwa keturunan Nabi Ibrahim itu adalah orang-orang yang beribadat kepada Allah semata-mata dengan penuh rasa khusyuk dan tawadu.",
    "quraish": "Mereka juga Kami jadikan sebagai nabi yang menyeru dan menunjuki manusia kepada kebaikan dengan perintah Kami. Hal itu setelah Kami mengilhami mereka untuk melakukan kebaikan, mengerjakan salat dengan betul dan membayar zakat. Mereka pun kemudian tunduk dan ikhlas kepada Kami.",
    "jalalayn": "(Kami telah menjadikan mereka itu sebagian pemimpin-pemimpin) dapat dibaca A-immatan atau Ayimmatan, yakni pemimpin yang menjadi teladan dalam kebaikan (yang memberi petunjuk) kepada manusia (dengan perintah Kami) memberi petunjuk kepada mereka untuk memeluk agama Kami (dan telah Kami wahyukan kepada mereka mengerjakan kebajikan, mendirikan salat, menunaikan zakat) hendaknya mereka dan orang-orang yang mengikuti mereka mengerjakan semuanya itu. Huruf Ha dari lafal Iqaamah dibuang demi untuk meringankan bunyi, sehingga menjadi Iqaamash Shalaati bukan Iqaamatish Shalaati (dan hanya kepada Kamilah mereka selalu menyembah)."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 74,
    "arab": "وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ",
    "translation": "Kepada Lut, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2557.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan tiga macam rahmat yang dikaruniakan kepada Nabi Lut:\nPertama, Nabi Lut telah dikaruniai-Nya hikmah dan kearifan memberi putusan atau hukuman, sehingga dengan itu ia dapat memberikan penyelesaian dan keputusan dengan baik dalam perkara-perkara yang terjadi di kalangan umatnya.\nKedua, Ia juga dikaruniai ilmu pengetahuan yang sangat berguna terutama ilmu agama, sehingga ia dapat mengetahui dan melaksanakan dengan baik kewajiban-kewajibannya terhadap Allah dan terhadap sesama makhluk. Kedua syarat ini sangat penting bagi orang-orang yang akan diutus Allah sebagai Nabi dan Rasul-Nya.\nKetiga, Ia telah diselamatkan Allah ketika negeri tempat tinggalnya, yaitu Sodom ditimpa azab Allah karena penduduknya banyak berbuat kejahatan dan kekejian secara terang-terangan. Perbuatan-perbuatan keji yang mereka kerjakan di antaranya melakukan hubungan kelamin antara sesama lelaki (homosex), mengganggu lalulintas perniagaan dengan merampok barang-barang perniagaan itu, mendurhakai Lut dan tidak mengindahkan ancaman Allah dan lain-lain. Maka kota Sodom itu dimusnahkan Allah. Nabi Lut beserta keluarganya diselamatkan Allah kecuali istrinya yang ikut mendurhakai Allah.\nPada akhir ayat ini Allah menjelaskan apa sebabnya kaum Lut sampai melakukan perbuatan jahat dan keji semacam itu, ialah karena mereka telah menjadi orang-orang jahat dan fasik, sudah tidak mengindahkan hukum-hukum Allah, dan suka melakukan hal-hal yang terlarang, sehingga mereka bergelimang dalam perbuatan-perbuatan dosa dan ucapan-ucapan yang tidak senonoh yang semuanya dilakukan mereka dengan terang-terangan, tanpa rasa malu.",
    "quraish": "Sedangkan Lûth, ia Kami karuniai daya ketegasan dan kejelian dalam memutuskan masalah dan ilmu yang bermanfaat. Di samping itu, ia pun telah Kami selamatkan dari penduduk negeri yang melakukan jenis kejahatan yang ganjil. Mereka itu adalah suatu bangsa yang selalu melakukan kemungkaran dan keluar dari ketaatan kepada Allah dan tabiat normal.",
    "jalalayn": "(Dan kepada Luth, Kami telah berikan hukum) yang memutuskan di antara orang-orang yang bersengketa (dan ilmu dan telah Kami selamatkan dia dari azab yang telah menimpa kota yang penduduknya mengerjakan) perbuatan-perbuatan (keji) yaitu seperti liwath atau homosex, main dadu, menebak nasib dengan burung dan lain sebagainya. (Sesungguhnya mereka adalah kaum yang jahat) lafal Sau-in adalah bentuk Mashdar dari lafal Saa-a lawan kata dari Sarra, artinya jahat atau buruk (lagi fasik)."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 75,
    "arab": "وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ࣖ ",
    "translation": " Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2558.mp3",
    "tafsir": "Allah menjelaskan dalam ayat ini rahmat-Nya kepada Nabi Lut a.s., dengan memasukkannya ke dalam lingkungan rahmat-Nya. Maksudnya ialah bahwa Nabi Lut termasuk orang-orang yang dikasihi dan disayangi Allah, sehingga ia menjadi salah seorang penghuni surga-Nya.\nAllah berfirman kepada surga, \"Kamu adalah rahmat-Ku, dengan kaulah Aku rahmati orang-orang yang Aku kehendaki di antara hamba-hambaKu.\" (Riwayat al-Bukhari)\nAkhirnya, pada ujung ayat ini Allah menjelaskan apa sebabnya dia mengaruniakan rahmat yang begitu besarnya kepada Nabi Lut yaitu karena dia termasuk dalam golongan hamba-hamba Allah yang saleh yang selalu menaati perintah dan larangan Allah.",
    "quraish": "Lûth Kami masukkan ke dalam golongan orang yang mendapat rahmat Kami. Dan dia memang pantas untuk dimasukkan ke dalam golongan orang saleh yang dinaungi oleh kasih sayang dan pertolongan Allah.",
    "jalalayn": "(Dan Kami masukkan dia ke dalam rahmat Kami) yang antara lain dia Kami selamatkan dari kaumnya. (Karena sesungguhnya dia termasuk orang-orang yang saleh)."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 76,
    "arab": "وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ",
    "translation": "Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2559.mp3",
    "tafsir": "Dengan ayat ini Allah mengingatkan Rasulullah dan kaum Muslimin kepada kisah Nabi Nuh a.s., yang disebut sebagai bapak kedua bagi umat manusia. Jauh sebelum Nabi Muhammad, bahkan sebelum Nabi Ibrahim dan Lut, Nabi Nuh telah diutus Allah sebagai Rasul-Nya. Karena keingkaran kaumnya yang amat sangat, sehingga mereka tidak memperdulikan seruannya kepada agama Allah, akhirnya ia berdoa kepada Tuhan:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)\nDan doanya lagi:\n\"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\nAkan tetapi doa-doa tersebut diucapkannya setelah 950 tahun lamanya ia melakukan dakwahnya, namun kaumnya tetap juga ingkar dan tidak memperdulikan seruannya kepada agama Allah.\nMenurut riwayat, Nabi Nuh a.s. diutus Allah menjadi Rasul-Nya pada waktu itu ia berusia 40 tahun. Sesudah terjadinya azab Allah berupa angin taufan dan banjir besar Nabi Nuh masih hidup selama 40 tahun. Dengan demikian, maka diperkirakan usianya mencapai Â±1050 tahun.\nDalam ayat ini Allah menerangkan bahwa setelah Nuh a.s. mengucapkan doa-doa tersebut maka Allah mengabulkannya, yaitu dengan menimpakan banjir yang amat dahsyat, sehingga air laut meluap tinggi dan membinasakan negeri tersebut bersama orang-orang yang tidak beriman.\nAdapun Nabi Nuh dan keluarganya kecuali istri dan anaknya yang durhaka, serta kaumnya yang beriman, telah diselamatkan Allah dari malapetaka yang dahsyat itu, yaitu dengan sebuah perahu besar yang dibuat Nabi Nuh sebelum terjadinya banjir atas perintah dan petunjuk Allah.",
    "quraish": "Setelah itu semua, berikut ini Aku sampaikan kisah Nûh yang hidup sebelum Ibrâhîm dan Lûth. Dia memohon kepada Tuhannya agar membersihkan bumi dari orang-orang yang keluar dari aturan agama. Doa itu Kami kabulkan, dan dia Kami selamatkan bersama keluarganya yang beriman dari bencana topan yang besar.",
    "jalalayn": "(Dan) ingatlah kisah (Nuh) kalimat yang sesudahnya merupakan Badal atau kata ganti daripadanya (ketika dia berdoa) yakni berdoa bagi kebinasaan kaumnya, sebagaimana yang disitir oleh ayat lain, yaitu firman-Nya, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.\" (Q.S. Nuh, 26). (sebelum itu) sebelum Nabi Ibrahim dan Nabi Luth (dan Kami memperkenankan doanya, lalu Kami selamatkan dia beserta keluarganya) beserta orang-orang yang ada di dalam bahteranya (dari bencana yang besar) dari bencana tenggelam dan permusuhan kaumnya yang mendustakannya."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 77,
    "arab": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ",
    "translation": " Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2560.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah telah menurunkan pertolongan kepada Nabi Nuh dan pengikutnya yang beriman terhadap kejahatan orang-orang yang telah mendustakan ayat-ayat-Nya, dan tidak menerima bukti-bukti dan keterangan yang disampaikan Rasul-Nya.\nPada akhir ayat ini Allah menerangkan alasan mengapa Dia menolong Nabi Nuh sehingga kaum kafir itu dimusnahkan oleh azab yang dahsyat karena kejahatan kaumnya seperti syirik, baik perkataan maupun perbuatan mereka. Mendurhakai Allah, dan menyalahi perintah-perintah-Nya adalah perbuatan jahat kaumnya turun temurun. Maka sepantasnyalah mereka menerima balasan dari Allah.\nKisah-kisah yang dikemukakan dalam Al-Qur'an ini haruslah menjadi pelajaran bagi umat manusia, setelah diutusnya Nabi Muhammad saw, kepada seluruh umat manusia. Allah berfirman:\nMaka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan! (al-Hasyr/59: 2)",
    "quraish": "Dengan pertolongan Kami itu, berarti dia telah Kami selamatkan dari tipu daya kaumnya yang mendustakan ayat-ayat Kami yang membuktikan kerasulannya. Mereka benar-benar pelaku kejahatan yang, akhirnya, Kami tenggelamkan.",
    "jalalayn": "(Dan Kami telah menolongnya) Kami pelihara dia (dari kaum yang telah mendustakan ayat-ayat Kami) yang menunjukkan kerasulannya, hingga mereka tidak dapat menimpakan keburukan kepadanya (Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya)."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 78,
    "arab": "وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ",
    "translation": " Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2561.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan keadaan Daud dan Sulaiman ketika mereka memberi keputusan dalam suatu perkara yang terjadi di antara rakyat mereka.\nDalam suatu riwayat Ibnu Abbas yang dikutip dari tafsir Ibnu Kashir disebutkan bahwa sekelompok domba telah merusak tanaman seorang petani pada waktu malam, lalu terjadilah sengketa antara pemilik tanaman dan pemilik domba, dan kemudian mereka datang kepada Daud a.s. untuk minta diadili. Setelah mengadakan pemeriksaan maka Daud a.s. memberi keputusan agar domba-domba itu diserahkan kepada pemilik tanaman, karena dinilai harganya sama dengan nilai tanaman yang dirusaknya. Sulaiman a.s. yang juga mendengarkan putusan itu mempunyai pendapat yang lain, yang lebih tepat dan lebih adil. Lalu Nabi Sulaiman berkata dalam majelis tersebut bahwa \"Sebaiknya domba-domba itu diserahkan dulu kepada pemilik tanaman sehingga ia dapat mengambil manfaat dari susu, minyak dan bulunya, sementara kebun itu diserahkan kepada pemilik domba untuk diolahnya sendiri. Apabila nanti tanamannya sudah kembali kepada keadaannya seperti sebelum dirusak oleh domba-domba tersebut, maka kebun itu diserahkan kepada pemiliknya, domba-domba itu pun dikembalikan pula kepada pemiliknya.\"\nPendapat Sulaiman jelas lebih tepat, karena akhirnya maing-masing dari kedua pihak yang berperkara akan mendapatkan kembali miliknya dalam keadaan utuh.\nPerbedaan pandangan antara ayah dan anak dalam mengambil keputusan atas perkara tersebut adalah bahwa Daud a.s. lebih menitik beratkan perhatiannya kepada nilai kerusakan tanaman itu, yang dilihatnya sama dengan nilai domba yang merusaknya lalu ia memutuskan agar domba-domba itu diserahkan sepenuhnya kepada pemilik tanaman. Sedang Sulaiman a.s. lebih menitik beratkan pandangannya kepada manfaat domba dan manfaat tanaman itu, maka ia mengambil keputusan yang demikian itu. Bagaimana pun juga, masing-masing mereka mendasarkan keputusannya kepada ijtihad, bukan kepada wahyu, sehingga lahirlah dua keputusan yang berbeda.\nSelanjutnya Nabi Daud pun mengakui pendapat anaknya itu lebih tepat, sehingga itulah yang ditetapkannya kemudian sebagai keputusannya, dan membatalkan pendapatnya yang semula.\nPada akhir ayat ini Allah menerangkan bahwa Dia menyaksikan dan mengetahui apa yang telah dilakukan oleh Daud dan Sulaiman dalam memeriksa dan memutuskan perkara tersebut, sehingga tidak ada sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Sampaikanlah, wahai Muhammad, kisah Dâwûd dan Sulaymân. Suatu ketika, mereka berselisih dalam menyelesaikan masalah tanaman yang dimakan oleh sekawanan kambing orang lain di waktu malam. Kami Maha Mengetahui keputusan yang mereka berdua ambil dalam masalah itu (1). (1) Cerita lengkapnya adalah bahwa sekawanan kambing itu memakan habis tanaman pemilik ladang di malam hari. Nabi Dâwûd memutuskan agar kambing-kambing itu diberikan kepada pemilik ladang sebagai ganti dari tanaman yang rusak dan musnah. Sedangkan Nabi Sulaymân berpendapat bahwa kambing itu diberikan kepada pemilik ladang untuk sementara waktu saja, yaitu rentang waktu sampai tumbuhnya tanaman itu menjadi seperti semula.",
    "jalalayn": "(Dan) ingatlah (Daud dan Sulaiman) yakni kisah keduanya, dijelaskan oleh ayat selanjutnya (di waktu keduanya memberikan keputusan mengenai tanaman) berupa ladang atau pohon anggur (karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya) kambing-kambing itu memakannya dan merusaknya di waktu malam hari tanpa ada penggembalanya, karena kambing-kambing itu lepas dengan sendirinya dari kandangnya. (Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu) Dhamir jamak dalam ayat ini menunjukkan makna untuk dua orang, yaitu Nabi Daud dan Nabi Sulaiman. Lalu Nabi Daud berkata, \"Pemilik ladang itu berhak untuk memiliki kambing-kambing yang telah merusak ladangnya\". Akan tetapi Nabi Sulaiman memutuskan, \"Pemilik kebun hanya diperbolehkan memanfaatkan air susu, anak-anak dan bulu-bulunya, sampai tanaman ladang kembali seperti semula, diperbaiki oleh pemilik kambing, setelah itu ia diharuskan mengembalikan kambing-kambing itu kepada pemiliknya\"."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 79,
    "arab": "فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ",
    "translation": " Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2562.mp3",
    "tafsir": "Pada permulaan ayat ini Allah menegaskan bahwa Dia telah mengaruniakan kepada Sulaiman kemampuan yang lebih tinggi dalam memahami berbagai masalah.\nHal ini memang terbukti dalam keputusan yang mereka berikan kepada masing-masing pihak dalam perkara yang terjadi antara pemilik domba dan pemilik tanaman seperti tersebut di atas, dimana keputusan yang diberikan Sulaiman dirasa lebih tepat, dan lebih memenuhi keadilan.\nSesudah menyebutkan hal itu, maka Allah menerangkan selanjutnya rahmat yang telah dikaruniakan-Nya kepada mereka berdua, yaitu hukum-hukum dan ilmu pengetahuan, baik mengenai agama, atau pun masalah duniawi.\nRahmat seperti itu juga diberikan Allah kepada nabi-nabi-Nya yang lain, karena itu merupakan syarat pokok untuk menjadi Nabi.\nSelanjutnya dalam ayat ini Allah menjelaskan nikmat yang khusus dikaruniakan-Nya kepada Nabi Daud a.s. yaitu: bahwa Allah telah menjadikan gunung-gunung dan burung-burung tunduk kepada Daud a.s., semuanya bertasbih bersamanya.\nPara akhir ayat ini Allah menegaskan bahwa Dia kuasa untuk memberikan karunia semacam ini kepada hamba-Nya, karena Dialah Pencipta dan Pemilik seluruh alam ini.",
    "quraish": "Lalu Kami memahamkan kepada Sulaymân bagaimana seharusnya berfatwa. Dan keduanya Kami beri ilmu pengetahuan dan kebijaksanaan tentang segala hal ihwal kehidupan. Kami menundukkan bersama Dâwûd gunung dan burung untuk menyucikan Allah dari segala sesuatu yang tidak pantas untuk-Nya. Semua itu Kami lakukan dengan kekuasaan Kami yang tidak terkalahkan.",
    "jalalayn": "(Maka Kami telah memberikan pengertian tentang hukum) yakni keputusan yang adil dan tepat (kepada Sulaiman) keputusan yang dilakukan oleh keduanya itu berdasarkan ijtihad masing-masing, kemudian Nabi Daud mentarjihkan atau menguatkan keputusan yang diambil oleh Nabi Sulaiman. Menurut suatu pendapat dikatakan, bahwa keputusan keduanya itu berdasarkan wahyu dari Allah dan keputusan yang kedua yaitu yang telah diambil oleh Nabi Sulaiman berfungsi memansukh hukum yang pertama, yakni hukum Nabi Daud (dan kepada masing-masing) daripada keduanya (Kami berikan) kepadanya (hikmah) kenabian (dan ilmu) tentang masalah-masalah agama (dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud) demikianlah gunung-gunung dan burung-burung itu ditundukkan untuk bertasbih bersama Nabi Daud. Nabi Daud memerintahkan gunung-gunung dan burung-burung untuk ikut bertasbih bersamanya bila ia mengalami kelesuan, hingga ia menjadi semangat lagi dalam bertasbih. (Dan Kamilah yang melakukannya) yakni Kamilah yang menundukkan keduanya dapat bertasbih bersama Daud, sekalipun hal ini menurut kalian merupakan hal yang ajaib dan aneh yaitu tunduk dan patuhnya gunung-gunung dan burung-burung kepada perintah Nabi Daud."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 80,
    "arab": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شَاكِرُوْنَ",
    "translation": "Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2563.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan karunianya yang lain, yang diberikannya kepada Daud a.s., yaitu bahwa Daud telah diberi-Nya pengetahuan dan keterampilan dalam kepandaian menjadikan besi lunak di tangannya tanpa dipanaskan, karena keistimewaan ini Daud bisa membuat baju besi yang dipergunakan orang-orang di zaman itu sebagai pelindung diri dalam peperangan.\nKepandaian itu dimanfaatkan pula oleh umat-umat yang datang kemudian berabad-abad lamanya. Dengan demikian pengetahuan dan keterampilan yang dikaruniakan Allah kepada Nabi Daud a.s. itu telah tersebar luas dan bermanfaat bagi orang-orang dari bangsa lain. Di samping menjadi mukjizat Nabi Daud.\nSebab itu, pada akhir ayat ini Allah mengajukan pertanyaan kepada umat Nabi Muhammad, apakah turut bersyukur atas karunia tersebut? Sudah tentu, semua umat yang beriman kepada-Nya, senantiasa mensyukuri segala karunia yang dilimpahkan-Nya.",
    "quraish": "Dâwûd juga Kami ajari cara menganyam baju besi untuk kalian pergunakan sebagai pelindung dari serangan keras bila terjadi perselisihan antara kelompok kalian dengan yang lain.",
    "jalalayn": "(Dan Kami ajarkan kepada Daud membuat baju besi) yaitu baju yang terbuat dari besi, dialah orang pertama yang menciptakannya dan sebelumnya hanyalah berupa lempengan-lempengan besi saja (untuk kalian) yakni untuk segolongan manusia (guna melindungi diri kalian) jika dibaca Linuhshinakum, maka Dhamirnya kembali kepada Allah, maksudnya, supaya Kami melindungi kalian. Dan jika ia dibaca Lituhshinahum, maka Dhamirnya kembali kepada baju besi, maksudnya, supaya baju besi itu melindungi diri kalian. Jika dibaca Liyuhshinakum, maka Dhamirnya kembali kepada Nabi Daud, maksudnya, supaya dia melindungi kalian (dalam peperangan kalian) melawan musuh-musuh kalian. (Maka hendaklah kalian) hai penduduk Mekah (bersyukur) atas nikmat karunia-Ku itu, yaitu dengan percaya kepada Rasulullah. Maksudnya bersyukurlah kalian atas hal tersebut kepada-Ku."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 81,
    "arab": "وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ",
    "translation": "Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2564.mp3",
    "tafsir": "Pada ayat ini Allah mulai menyebutkan nikmat-Nya yang khusus dilimpahkan-Nya kepada Nabi Sulaiman a.s., yaitu bahwa Dia telah menundukkan angin bagi Sulaiman a.s., sehingga angin tersebut dengan patuh melakukan apa yang diperintahkannya. Misalnya, angin tersebut berhembus ke arah negeri tertentu, dengan hembusan yang keras dan kencang atau pun lunak dan lambat, sesuai dengan kehendak Nabi Sulaiman a.s.. Allah berfirman: \n\nKemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya. (shad/38: 36)\nMenurut pendapat ulama lainnya Sulaiman menggunakan angin sebagai alat transportasi yang mengangkutnya dari satu kota ke kota lain. Firman Allah:\nDan Kami (tundukkan) angin bagi Sulaiman, yang perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula). (Saba`/34: 12)\nPada akhir ayat ini Allah menegaskan, bahwa Dia senantiasa mengetahui segala sesuatu, sehingga tidak sesuatu pun yang tersembunyi bagi-Nya.",
    "quraish": "Kami menundukkan angin kepada Sulaymân, hingga berhembus kencang menuju belahan bumi yang Kami bekali dengan banyak kebaikan dengan kehendaknya. Kami Mahatahu segala sesuatu, dan tidak ada sesuatu pun yang terlepas dari pengetahuan Kami, sekecil apa pun.",
    "jalalayn": "(Dan) telah Kami tundukkan (untuk Sulaiman angin yang sangat kencang tiupannya) dan pada ayat yang lain disebutkan Rukha-an, artinya angin yang sangat kencang dan pelan tiupannya, kesemuanya itu sesuai dengan kehendak Nabi Sulaiman (yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya) yakni negeri Syam. (Dan adalah Kami Maha Mengetahui segala sesuatu) antara lain ilmu Allah yang telah diberikan kepada Sulaiman itu akan mendorongnya tunduk patuh kepada Rabbnya. Allah melakukan hal itu sesuai dengan ilmu-Nya yang maha mengetahui segala sesuatu."
  },
  {
    "hizb": 131,
    "name": "Al-Anbiya'",
    "ayat": 82,
    "arab": "وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ",
    "translation": "Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain  itu; dan  Kami yang memelihara mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2565.mp3",
    "tafsir": "Ayat ini menjelaskan rahmat Allah yang lain yang dikarunia-kan-Nya khusus kepada Nabi Sulaiman a.s., yaitu bahwa Allah juga menundukkan segolongan setan yang patuh melakukan apa yang diperintahkan Sulaiman a.s. kepada mereka, misalnya: menyelam ke dalam laut untuk mengambil segala sesuatu yang diperlukannya, atau melakukan hal-hal untuk keperluan Sulaiman a.s. seperti mengerjakan bangunan dan sebagainya.\nPada ayat ini Allah menegaskan pula bahwa Dia senantiasa menjaganya sehingga setan tersebut tidak merusak dan tidak bermain-main dalam melakukan tugasnya.",
    "quraish": "Kami juga menundukkan sebagian setan kepadanya. Dengan perintahnya, setan-setan itu menyelam ke dasar laut untuk mencari mutiara dan merjan, dan mengerjakan tugas-tugas lain seperti membangun benteng dan istana. Kami selalu mengawasi setan-setan itu hingga tidak menyebabkan suatu keburukan kepada siapa pun serta tidak membangkang kepada Sulaymân.",
    "jalalayn": "(Dan) telah Kami tundukkan pula kepadanya (segolongan setan-setan yang menyelam untuknya) mereka menyelam ke dalam laut, lalu mereka mengeluarkan batu-batu permata dari dalamnya untuk Nabi Sulaiman (dan mereka mengerjakan pekerjaan selain daripada itu) selain menyelam, yaitu seperti membangun bangunan dan pekerjaan-pekerjaan berat lainnya (dan adalah Kami memelihara mereka) supaya mereka jangan merusak lagi pekerjaan-pekerjaan yang telah mereka perbuat. Karena watak setan itu bilamana selesai dari suatu pekerjaan sebelum malam tiba, mereka merusaknya kembali, jika mereka tidak disuruh mengerjakan pekerjaan yang lain."
  }
]