[
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ",
    "translation": "Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2596.mp3",
    "tafsir": "Ayat ini menghimbau agar manusia mawas diri serta menjaga dirinya dari azab Allah, dengan mengikuti perintah-perintah-Nya dan menjauhi larangan-larangan-Nya. Perintah itu berlaku sejak ayat ini diturunkan sampai datangnya hari Kiamat, yang ditandai dengan terjadinya gempa bumi yang amat dahsyat, menghancurleburkan seluruh yang ada dalam jagat raya ini. Allah memerintahkan yang demikian adalah karena guncangan dan malapetaka yang terjadi pada hari yang sangat hebat itu tiada taranya. Dalam firman Allah yang lain diterangkan guncangan dan gempa bumi yang terjadi pada hari itu. Allah berfirman:Apabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\n\nDan firman Allah:Dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan. Maka pada hari itu terjadilah hari Kiamat. (al-H?qqah/69: 14-15)\n\nDari ayat itu dipahami bahwa orang-orang yang bertakwa, tidak merasa ngeri dan takut pada hari Kiamat itu, karena mereka telah percaya bahwa hari Kiamat itu pasti terjadi, bahwa mereka telah yakin benar akan mendapat perlindungan dan pertolongan Allah pada hari itu, serta yakin pula bahwa tidak seorang pun yang dapat memberi perlindungan dan pertolongan pada hari itu selain dari Allah Yang Mahakuasa, Maha Pengasih kepada hamba-hamba-Nya. Sebaliknya orang-orang yang ingkar kepada Allah; tidak mengikuti perintah-Nya dan tidak menghentikan larangan-larangan-Nya akan merasakan akibat guncangan bumi dan kehancuran dunia pada waktu itu, sebagai siksaan yang tiada taranya. Mereka tidak dapat menghindarkan diri daripadanya sedikit pun dan tidak ada seorang pun yang dapat menolong mereka, karena Allah hanya akan menolong dan melindungi hamba-hamba-Nya.\nMenurut suatu riwayat, bahwa ayat ini diturunkan pada malam hari, pada waktu terjadi peperangan Bani Mustalik, lalu Nabi Muhammad saw membacakan ayat ini kepada para sahabat. Setelah beliau membacakan ayat ini, beliau pun menangis dan para sahabat juga ada yang ikut menangis, ada yang gundah gulana dan ada pula yang merenungi ayat ini. Hal ini menunjukkan bagaimana kekhawatiran Nabi Muhammad saw dan para sahabat terhadap malapetaka yang besar yang terjadi pada hari Kiamat itu, sekalipun dalam diri mereka telah terpatri dengan kokoh iman dan kesabaran, dan mereka pun telah percaya bahwa Allah pasti menolong kaum Muslimin.\nHari Kiamat adalah hari kehancuran dunia, merupakan masa peralihan dari masa kehidupan dunia yang fana ini beralih ke masa kehidupan akhirat yang kekal lagi abadi. Pada waktu itu terjadi suatu kejadian yang amat mengerikan, seluruh planet dan benda-benda angkasa satu dengan yang lain berbenturan, sehingga pecah berserakan menjadi kepingan-kepingan yang halus. Pada waktu itu lenyaplah segala yang ada di alam ini. Hanya yang tidak lenyap waktu itu ialah Tuhan Yang Mahakuasa, Maha Perkasa. Setelah alam fana ini lenyap semuanya, Allah menggantikannya dengan alam yang lain, yaitu alam akhirat. Pada waktu itu seluruh manusia dibangkitkan kembali dari kuburnya untuk ditimbang amal perbuatannya. Perbuatan baik dibalas dengan surga yang penuh kenikmatan, sedang perbuatan jahat dan buruk dibalas dengan siksa yang pedih di dalam neraka yang menyala-nyala. Pada waktu itulah manusia memperoleh keadilan yang hakiki dari Tuhannya, yang selama hidup di dunia mereka tidak memperolehnya.\nKepercayaan akan adanya hari Kiamat termasuk salah satu dari rukun iman yang wajib diimani dan diyakini oleh setiap orang yang mengaku dirinya telah beriman kepada Allah dan kepada Nabi Muhammad saw yang telah diutusnya. Hari Kiamat itu termasuk salah satu dari perkara yang gaib, karena itu sukar untuk mengemukakan bukti-bukti yang nyata tentang hari Kiamat. Akan tetapi jika seseorang telah percaya dengan sungguh-sungguh bahwa Allah Mahakuasa dan Mahaadil, Dia cinta dan kasih sayang kepada hamba-hamba-Nya yang beriman, maka orang itu akan sampai kepada kepercayaan akan adanya hari Kiamat.",
    "quraish": "[[22 ~ AL-HAJJ (IBADAH HAJI) Pendahuluan: Madaniyyah, 78 ayat ~ Surat yang terdiri atas 78 ayat ini termasuk kelompok surat-surat Madaniyyah, kecuali ayat 52, 53 54 dan 55. Surat ini diawali dengan perintah untuk takut kepada Allah dan peringatan tentang berbagai peristiwa menakutkan yang akan terjadi pada hari kiamat. Kemudian dilanjutkan dengan pemaparan bukti pembangkitan berupa gambaran tentang proses penciptaan manusia dan tumbuh- tumbuhan. Surat ini juga menyinggung sikap memperdebatkan Allah beserta akibatnya. Diteruskan dengan pembicaraan tentang hal ihwal ibadah haji--persoalan yang digunakan sebagai judul surat ini--dan keharusan untuk mengagungkan rincian amalan-amalannya. Setelah itu semua, surat ini berturut-turut membahas tentang izin Allah untuk melakukan peperangan demi membela diri, tentang pemberian hiburan kepada Nabi Muhammad atas perlakuan kaumnya dengan menyebutkan kisah perjalanan para rasul terdahulu dan penindasan kaum mereka, tentang bukti-bukti kekuasaan Allah, serta tentang batasan tugas rasul yang hanya berkewajiban memberi peringatan, bukan menciptakan orang baik. Pada bagian akhir, surat ini melontarkan tantangan kepada para sekutu Allah, yang didakwakan oleh orang-orang musyrik, untuk menunjukkan betapa bodohnya orang-orang musyrik itu. Mengapa? Karena para sekutu itu ternyata tidak mampu menciptakan lalat, makhluk Allah yang paling lemah itu. Bahkan bila lalat itu secara kebetulan mencuri sesuatu darinya, ia tidak mampu menyelamatkannya. Selanjutnya, disebutkan seruan untuk mengerjakan salat, zakat dan berjuang di jalan Allah. Seruan yang tidak dimaksudkan untuk terlalu membebani dan menimbulkan kesulitan itu adalah ajaran yang terkandung dalam agama Nabi Ibrâhîm, ayahanda Nabi Ismâ'îl dan moyang marga 'Adnâniyyah. Dengan memenuhi seruan-seruan itu, umat Islam kelak akan mendapatkan persaksian dari Rasulullah saw. bahwa beliau telah menyampaikan misi suci dari Allah. Di samping persaksian Rasul tersebut, mereka sendiri akan menjadi saksi, berdasarkan al-Qur'ân, atas bangsa-bangsa terdahulu, bahwa rasul-rasul mereka juga telah menyampaikan risalah suci. Dan terakhir, surat ini ditutup dengan pesan untuk meminta perlindungan kepada Allah, sebaik-baik pelindung dan penolong.]] Hai manusia, takutlah kalian akan siksa Tuhan. Dan ingatlah selalu akan hari kiamat, karena kegoncangan yang terjadi pada hari itu sangat dahsyat, mencekam dan menggetarkan semua makhluk hidup.",
    "jalalayn": "(Hai manusia!) yakni penduduk Mekah dan selainnya (Bertakwalah kepada Rabb kalian) takutlah kalian akan azab-Nya, yaitu dengan taat kepada-Nya (sesungguhnya keguncangan hari kiamat itu) yakni saat gempa yang amat dahsyat menimpa bumi, lalu disusul dengan terbitnya matahari dari tempat terbenamnya, itulah pertanda kiamat telah di ambang pintu (adalah suatu kejadian yang sangat besar) sangat mengejutkan manusia hal ini merupakan semacam azab."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 2,
    "arab": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ",
    "translation": "(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2597.mp3",
    "tafsir": "Dalam ayat ini diterangkan betapa dahsyatnya peristiwa yang terjadi pada hari Kiamat itu dan betapa besar pengaruhnya kepada seseorang, di antaranya:\n1. Pada hari itu ibu yang sedang menyusukan anaknya lalai dari anaknya. Padahal hubungan antara ibu dan anak adalah hubungan yang paling dekat dibandingkan dengan hubungan manusia dengan manusia yang lain. Demikian pula hubungan kasih sayang ibu dengan anaknya adalah hubungan kasih sayang yang tidak akan putus-putusnya. Di antara perwujudan hubungan kasih sayang ibu dengan anaknya itu ialah ibu menyusukan tanpa pamrih anaknya yang masih kecil dan air susu ibu itu merupakan makanan pokok bagi si bayi. Tanpa adanya makanan itu si bayi bisa mati kelaparan dan hal ini benar-benar disadari akibatnya oleh setiap ibu. Karena itu ibu berkewajiban menyusukan anaknya yang merupakan jantung hatinya itu, setiap saat yang diperlukan. Pada hari Kiamat yang demikian mengerikan dan dahsyatnya peristiwa yang terjadi, seakan hubungan yang demikian itu terputus. Di dalam diri si ibu waktu itu timbul rasa takut dan ngeri melihat suasana yang kacau balau itu, sehingga si ibu lupa menyusukan anaknya, dan lupa segala-galanya termasuk anaknya yang sedang menyusu.\n2. Pada hari Kiamat itu gugurlah semua kandungan perempuan yang hamil. Biasanya keguguran kandungan perempuan yang hamil terjadi, jika terjadi peristiwa yang sangat mengejutkan dan menakutkan hati atau karena terjatuh atau mengalami guncangan yang keras, seperti guncangan kendaraan dan sebagainya. Pada hari Kiamat itu terjadi gempa bumi dan guncangan yang hebat yang menghancurkan manusia yang hidup, termasuk di dalamnya perempuan-perempuan yang hamil beserta anak yang sedang dikandungnya.\nAl-Hasan berkata, yang dimaksud dengan \"lalailah semua perempuan yang menyusukan anak dari anak yang disusukannya\", ialah kelalaian yang bukan disebabkan karena menyapih anak itu, dan yang dimaksud dengan \"gugurlah semua kandungan perempuan yang hamil\" ialah anak yang dikandung itu lahir sebelum sempurna waktunya.\n3. Pada hari itu manusia kelihatan seperti orang yang sedang mabuk, padahal ia bukan sedang mabuk. Hal ini menunjukkan kebingungan mereka tidak tahu apa yang harus mereka kerjakan, semua dalam keadaan takut, dalam keadaan mencari-cari tempat berlindung, dan berusaha menghindarkan diri dari malapetaka yang sedang menimpa itu.\nKeadaan dan peristiwa yang diterangkan di atas adalah untuk melukiskan dan menggambarkan kepada manusia, betapa dahsyatnya malapetaka yang terjadi pada hari Kiamat itu, sehingga gambaran itu dapat menjadi pelajaran dan peringatan bagi mereka, kendati pun kejadian yang sebenarnya lebih dahsyat lagi dari yang digambarkan itu. Sedang kejadian yang sebenarnya yang terjadi pada hari Kiamat itu tidak dapat digambarkan kedahsyatannya, karena tidak ada suatu kejadian yang terjadi sebelumnya yang dapat dijadikan sebagai perbandingan.",
    "quraish": "Pada hari ketika kalian menyaksikan hari kiamat, kalian akan melihat suatu hal yang sangat menakutkan hingga membuat seorang yang sedang menyusui terkejut dan membuang anaknya, dan orang yang sedang hamil melahirkan sebelum waktunya, akibat rasa takut dan terkejut. Di hari itu kalian juga akan melihat orang-orang dengan pandangan yang kosong dan langkah yang gontai, seolah-olah mereka dalam keadaan mabuk. Mereka tidak mabuk, tetapi hal menakutkan yang mereka saksikan dan rasa takut terhadap siksa Allah yang sangat kejam membuat mereka kehilangan keseimbangan.",
    "jalalayn": "(Pada hari kalian melihat keguncangan itu lalailah) disebabkannya (semua wanita yang menyusui anaknya) yang sebenarnya (dari anak yang disusukannya) ia melupakannya (dan gugurlah dari semua wanita yang sedang mengandung) yakni sedang hamil (kandungannya dan kamu lihat manusia dalam keadaan mabuk) disebabkan tercekam perasaan takut yang amat hebat (padahal sebenarnya mereka tidak mabuk) disebabkan minuman keras (akan tetapi azab Allah itu sangat keras) maka mereka takut kepada azab itu."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 3,
    "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ",
    "translation": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2598.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sekalipun Allah telah menerangkan peristiwa-peristiwa yang akan terjadi pada hari Kiamat, namun banyak manusia yang mengingkarinya, bahkan mereka bertindak lebih dari itu. Mereka tidak saja mengatakan bahwa Allah tidak kuasa membangkitkan dan menghidupkan manusia kembali setelah hancur dan berserakan menjadi tanah, Allah mempunyai anak dan mempunyai syarikat, Al-Qur'an isinya tidak lain hanyalah dongeng-dongeng orang-orang purbakala, tetapi mereka berbuat lebih dari itu yaitu menantang Allah. Mereka berkata, \"Seandainya Allah itu benar-benar Mahakuasa cobalah turunkan azab yang pedih yang pernah dijanjikan itu,\" dan tantangan-tantangan yang lain.\nMenurut Ibnu Abi Hatim, ayat ini diturunkan berhubungan dengan Nadhar bin Harish, ia membantah keesaan dan kekuasaan Allah dengan mengatakan, \"Malaikat itu adalah putri-putri Allah, Al-Qur'an itu tidak lain adalah dongengan orang-orang purbakala saja. Allah tidak kuasa menghidupkan orang-orang yang telah mati yang tubuhnya telah hancur luluh menjadi tanah.\"\nMenurut Zamakhsyari, \"Sekalipun ayat ini ditujukan kepada Nadhar bin Haris pada waktu turunnya, tetapi ayat ini berlaku umum dan ditujukan kepada semua orang yang membantah Allah, tanpa pengetahuan dan menetapkan sifat-sifat yang tidak layak bagi-Nya.\"\nAllah mencela orang yang berdebat tentang Allah, mengingkari keesaan dan kekuasaan-Nya, tanpa dasar pengetahuan yang benar dan bukti yang kuat. Jika mereka hendak mengemukakan sesuatu tentang Allah, hendaklah mereka menggunakan dalil-dalil dan bukti-bukti yang kuat. Dalam pada itu Allah memperingatkan bahwa akal dan pikiran manusia tidak akan sanggup untuk mengenal dan memikirkan zat Allah, karena zat Allah merupakan sesuatu yang gaib. Tetapi jika ingin mengetahui adanya Tuhan, keesaan dan kekuasaan-Nya pikirkanlah makhluk-makhluk yang telah diciptakan-Nya seperti jagat raya dan segala isinya, hukum-hukum yang mengaturnya, bumi dengan segala isinya, gunung-gunung dengan lembah-lembahnya, lautan yang luas dengan segala kandungannya dan diri mereka sendiri serta semua makhluk yang telah diciptakan Allah.\nAllah berfirman:\nDan mengapa mereka tidak memikirkan tentang (kejadian) diri mereka? Allah tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan (tujuan) yang benar dan dalam waktu yang ditentukan. Dan sesungguhnya kebanyakan di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. (ar-Rum/30: 8)\nDan firman Allah:\nDan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk, dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk. Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran? (an-Nahl/16: 15-17)\nAllah mencela orang yang buruk budi pekertinya, yaitu orang yang mengikuti setan. Setan itu mempunyai budi pekerti yang buruk karena ia mengikuti dan memperturutkan hawa nafsunya, karena keangkuhannya ia enggan sujud kepada Adam sebagaimana yang diperintahkan Allah. Ia melakukan perbuatan-perbuatan yang dilarang Allah, menginginkan orang lain mengikuti perbuatan-perbuatannya yang tercela itu, berusaha dengan segala tipu dayanya agar manusia memandang baik segala perbuatan-perbuatan yang dilarang Allah, seperti mempersekutukan Tuhan, meminum khamar, berjudi, berzina, menumpuk harta untuk kepentingan diri sendiri, menindas orang lain dan sebagainya. Setan itu ada yang berupa setan jin dan ada pula yang berupa setan manusia.",
    "quraish": "Walaupun dengan peringatan keras dan jujur seperti itu, ternyata sebagian orang--karena didorong oleh sikap keras kepala dan taklid buta--memperdebatkan wujud Allah dan sifat-sifat-Nya. Mereka pun kemudian menyekutukan Allah dan mengingkari kekuasaan-Nya dalam membangkitkan manusia dari kematian guna membalas amal perbuatan mereka. Perbuatan mereka itu tidak didasarkan pada ilmu pengetahuan atau bukti yang benar. Akan tetapi mereka hanya mengikuti secara membabi buta langkah-langkah setan yang mendurhakai Tuhan dan jauh dari petunjuk-petunjuk-Nya.",
    "jalalayn": "Ayat berikut ini diturunkan berkenaan dengan Nadhr bin Harits dan para pengikutnya. (Di antara manusia ada orang yang membantah tentang Allah tanpa ilmu pengetahuan) mereka mengatakan, bahwa para Malaikat itu adalah anak-anak perempuan Allah. Alquran adalah dongengan orang-orang dahulu dan mereka mengingkari adanya hari berbangkit serta dihidupkan-Nya kembali manusia yang telah menjadi tanah (dan mengikuti) di dalam bantahannya itu (setiap setan yang sangat jahat) yaitu sangat membangkang."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 4,
    "arab": "كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ",
    "translation": "(Tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2599.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah memberi kesempatan bagi setan melakukan segala macam usaha untuk menyesatkan dan memperdayakan manusia, agar manusia menjadi sesat dan ingkar sebagaimana yang telah ia lakukan. Tetapi usaha itu hanyalah dapat dilakukannya terhadap orang-orang kafir dan tidak beriman kepada Allah dan Rasul-Nya. Sedang hamba-hamba Allah yang mukmin dan mukhlis tidak dapat mereka ganggu dan perdayakan sedikit pun.\nAllah berfirman:\nIa (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) terasa indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (al-Hijr/15: 39-40)\nDari ayat ini dapat dipahami bahwa Allah mengingatkan agar manusia waspada terhadap godaan setan. Barang siapa yang memperturutkan godaan setan dan menempuh jalannya, maka Allah menyesatkan mereka pula dengan melapangkan jalan yang dibentangkan setan itu sehingga mereka mudah melaluinya. Karena itu mereka akan dimasukkan ke dalam neraka bersama-sama setan yang menggodanya itu. Seorang yang telah terbiasa mengikuti jalan setan itu amat sulit baginya kembali ke jalan yang benar, karena hatinya telah ditutupi oleh keinginan setan itu.\nAllah berfirman:\nBarang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-A'raf/7: 186)",
    "quraish": "Allah telah menetapkan bahwa barangsiapa yang mengikuti dan menjadikan setan itu sebagai petunjuk dan penolong, maka ia akan disesatkan dari jalan kebenaran dan diarahkan kepada kebatilan yang dapat menjerumuskannya ke dalam neraka yang menyala berkobar-kobar.",
    "jalalayn": "(Yang telah ditetapkan terhadap setan itu) telah diputuskan terhadapnya (bahwa barang siapa yang berkawan dengan dia) mengikutinya (tentu dia akan menyesatkannya dan membawanya) menjerumuskannya (ke azab neraka) yang apinya berkobar-kobar."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 5,
    "arab": "يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ",
    "translation": "Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2600.mp3",
    "tafsir": "Pada ayat ini Allah menentang orang-orang yang tidak percaya akan adanya hari Kiamat dan hari kebangkitan. Seandainya mereka tetap tidak mempercayainya hendaklah mereka mengemukakan alasan-alasan dan bukti-bukti yang dapat menguatkan pendapat mereka itu. Tetapi mereka tidak dapat mengemukakannya. Karena itu Allah memberikan contoh diri mereka sendiri, yaitu mulai dari sperma-ovum, kemudian menjadi zygat, 'alaqah, janin, kemudian lahir menjadi besar dan kemudian mati, bila menciptakan dari tiada Allah mampu, tentu saja mengulang penciptaan manusia kembali adalah lebih mudah dari penciptaan pertama kali.\nOrang yang tidak percaya akan adanya hari kebangkitan menganggap kebangkitan itu merupakan suatu kejadian yang mustahil terjadi. Dalam pandangan mereka tidak mungkin tulang belulang yang telah lapuk berserakan, dan daging-daging yang telah hancur luluh menjadi tanah akan kembali bersatu dalam bentuk seperti semula. Kesanggupan dan kekuasaan Allah mereka ukur sama dengan kesanggupan dan kekuasaan mereka sendiri. Jika mereka merasa tidak sanggup melakukan sesuatu pekerjaan, tentu Allah tidak pula akan sanggup melakukannya. Mereka yang tidak percaya itu semata-mata karena keingkaran saja, karena dikuasai hawa nafsu dan godaan setan, sedangkan hati dan akal pikiran mereka sebenarnya mengakuinya. Mereka khawatir kedudukan dan pangkat mereka akan terancam jika mereka mengikuti kepercayaan dan agama yang dibawa oleh Muhammad saw. Karena itu mereka membantah Allah tanpa berdasar ilmu pengetahuan yang benar.\nPada ayat ini Allah mengemukakan petunjuk tentang adanya hari kebangkitan dengan mengemukakan dua macam alasan. Pertama ialah berhubungan dengan proses kejadian manusia dan yang kedua berhubungan dengan proses kehidupan dan pertumbuhan tumbuh-tumbuhan.\nProses kejadian manusia di dalam rahim ibunya dan kehidupannya dari lahir sampai mati sebagai berikut:\n1. Allah telah menciptakan manusia pertama, yaitu Adam as, dari tanah. Kemudian dari Adam diciptakan istrinya Hawa, dan dari kedua makhluk itu berkembangbiaklah manusia melalui proses yang cukup panjang. Dapat pula berarti bahwa manusia diciptakan Allah melalui pembuahan ovum oleh sperma di dalam rahim perempuan. Kedua sel itu berasal dari darah, darah berasal dari makanan yang dimakan manusia, dan makanan manusia berasal dari tumbuh-tumbuhan dan ada yang berasal dari binatang ternak atau hewan-hewan yang lain. Semuanya itu berasal dari tanah sekalipun telah melalui beberapa proses. Karena itu tidaklah salah jika dikatakan bahwa manusia itu berasal dari tanah.\n2. Dalam ayat ini disebutkan bahwa manusia itu berasal dari nuthfah. Yang dimaksud dengan nuthfah ialah zygat, yaitu ovum yang sudah dibuahi oleh sperma.\n3. 'Alaqah, yaitu zygat yang sudah menempel di rahim perempuan.\n4. Mudhgah, yaitu 'alaqah yang telah berbentuk kumpulan sel-sel daging, sebesar yang dikunyah. (mudhgah artinya mengunyah). Mudhgah itu ada yang tumbuh sempurna, tidak cacat dan ada pula yang tumbuh tidak sempurna dan cacat. Kejadian sempurna dan tidak sempurna inilah yang menimbulkan kesempurnan fisik manusia, cacat atau keguguran. Proses kejadian nuthfah menjadi 'alaqah adalah empat puluh hari, dari 'alaqah menjadi mudhgah\" juga empat puluh hari. Kemudian setelah lewat empat puluh hari itu, Allah, meniupkan roh, menetapkan rezeki, amal, bahagia dan sengsara, menetapkan ajal dan sebagainya, sebagaimana tersebut dalam hadis: Sesungguhnya penciptaan seseorang di antara kamu disatukan dalam perut ibunya selama 40 malam dalam bentuk nuthfah, kemudian menjadi 'alaqah selama itu pula lalu menjadi mudhgah selama itu pula. Kemudian Allah mengutus malaikat, lalu meniupkan roh ke dalamnya, maka (malaikat itu) diperintahkan menulis empat kalimat, yaitu menuliskan rezekinya, amalnya, ajalnya, bahagia atau sengsara. (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud)\nDalam hadis yang lain diterangkan:\n\nBersabda Rasulullah saw, \"Malaikat mendatangi nuthfah setelah menetap di dalam rahim 40 atau 45 hari, maka ia berkata, \"Wahai Tuhanku: Burukkah atau untungkah?\" (Lalu Allah memfirmankan buruk atau baiknya), maka ditulislah keduanya (yakni buruk atau baiknya). Maka Malaikat berkata pula, \"Wahai Tuhanku laki-lakikah dia atau perempuan?\" (Lalu Allah memfirmankan tentang laki-lakikah dia atau perempuan), maka ditulislah keduanya (yakni laki-laki atau perempuan), dan ditulislah kerja, peninggalan, ajal dan rezekinya. Kemudian ditutuplah lembaran-lembaran itu, maka apa yang telah dituliskan di dalamnya tidak dapat ditambah atau dikurangi lagi. (Riwayat Ibnu Abi Hatim dan Muslim)\nAllah menetapkan proses kejadian yang demikian, yaitu membiarkan nuthfah, 'alaqah, mudhgah sampai berbentuk janin yang sempurna dalam waktu yang ditentukan itu, adalah untuk menerangkan kepada manusia tanda-tanda kekuasaan, kebesaran dan kekokohan aturan-aturan yang dibuat-Nya, dan untuk menjadi bahan pemikiran bagi manusia, bahwa jika Allah kuasa menciptakan manusia pada kali yang pertama, tentulah Dia kuasa pula menciptakannya pada kali yang kedua, dan menciptakan sesuatu pada kali yang kedua itu biasanya lebih mudah dari menciptakannya pada kali yang pertama. Membangkitkan manusia dari kubur pada hakikatnya adalah menciptakan manusia pada kali yang kedua. Tentu hal itu sangat mudah bagi Allah. Bahkan jika Allah menghendaki kejadian sesuatu tidak melalui proses yang demikian, tidaklah sukar bagi Allah. Karena jika Dia menghendaki adanya sesuatu, cukuplah Dia mengatakan kepadanya, \"Jadilah.\" Maka terwujud sesuatu itu.\nSebagaimana firman-Nya: \nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n5. Kemudian janin itu dikandung ibunya selama waktu yang ditentukan Allah. Masa kandungan normal adalah sembilan bulan lebih sepuluh hari. Sekurang-kurangnya usia kandungan adalah enam bulan, sebagaimana dipahami dari ayat bahwa lama mengandung dan menyusui itu tiga puluh bulan, sedangkan lama menyusui saja dua tahun atau dua puluh empat bulan.\n6. Selanjutnya datanglah waktu kelahiran. Bayi dari hari ke hari tumbuh menjadi kanak-kanak.\n7. Kanak-kanak terus tumbuh menjadi dewasa sampai kondisi sempurna, baik jasmani maupun rohani.\n8. Di antara manusia ada yang meninggal sebelum kondisi ideal itu. Tetapi ada manusia yang baru meninggal setelah usia lanjut sampai pikun sehingga tidak dapat mengingat apa-apa lagi.\nProses perkembangan manusia dari kondisi lemah menjadi kuat dari kondisi kuat menjadi lemah kembali atau sejak lahir, menjadi dewasa dan menjadi tua dilukiskan dalam firman Allah:\nAllah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa. (ar-Rum/30: 54)\nSelanjutnya setelah manusia meninggal, kehidupan tidaklah berakhir. Tetapi mereka akan dibangkitkan kembali untuk diperiksa amal perbuatan mereka. Kemudian mereka akan diberi balasan atau ganjaran. Allah berfirman:\nKemudian setelah itu, sesungguhnya kamu pasti mati. Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat. (al-Mu`minun/23: 15-16)\nKemudian Allah mengemukakan petunjuk adanya hari Kiamat dan hari kebangkitan, selain yang telah dikemukakan di atas dengan memberikan contoh kehidupan tumbuh-tumbuhan yang tumbuh di permukaan bumi. Perhatikanlah bumi yang tandus dan kering, tiada ditumbuhi tumbuh-tumbuhan apa pun. Kemudian turunlah hujan membasahi permukaan bumi itu. Maka permukaan bumi itu mulai gembur dan subur lalu mulai ditumbuhi oleh tumbuh-tumbuhan. Semakin lama tumbuh-tumbuhan itu semakin besar, bahkan daun-daunnya telah menutupi permukaan bumi yang semulanya tandus, dengan warna-warni yang beraneka ragam ada yang hijau, ada yang keputih-putihan, ada yang merah dan sebagainya. Perpaduan warna-warni daun-daunan itu sangat indah dan menakjubkan dan semakin indah oleh warna-warni bunga-bungaan yang bermacam corak warnanya. Maka permukaan bumi yang dahulunya tandus telah berubah menjadi hamparan pohon-pohon dan tanaman-tanaman yang beraneka ragam warnanya.\nSetelah sampai masanya bunga-bunga itu berubah menjadi putik-putik yang berangsur-angsur besar pula, sampai menjadi buah. Pada saat buah telah masak siap untuk dipetik, maka berdatanganlah manusia yang akan memetiknya. Buah-buahan itu merupakan rezeki yang halal bagi manusia, baik untuk dimakannya maupun untuk dijadikan keperluan yang lain yang bermanfaat baginya. Setelah itu datang lagi musim kemarau, bumi kembali menjadi kering dan tandus seperti sediakala.\nDemikianlah keadaan bumi itu, yang berubah keadaannya setiap pergantian musim, dari mati dan tandus menjadi hidup dan subur ketika disirami hujan, menghasilkan buah yang bermanfaat bagi manusia, kemudian tumbuh-tumbuhan itu mati pada musim panas dan kering untuk dihidupkan kembali pada musim hujan. Manusia yang berpikir, tentulah akan memikirkan proses hidup dan kematian bumi dan segala yang ada di permukaanya itu. Pikirannya tentu akan sampai kepada Zat yang menentukan kehidupan dan kematian itu. Manusia yang beriman dan berpikir, tentulah baginya semua proses kejadian itu menambah kuat imannya kepada kekuasaan dan keesaan Tuhan, yang menghidupkan dan mematikan makhluk-makhluk-Nya, menurut yang dikehendaki-Nya. Jika Allah telah berbuat demikian, tentulah Dia mampu pula menciptakan dan membangkitkan manusia kembali di kemudian hari, karena mengulang penciptaan sesuatu kembali adalah lebih mudah dari menciptakannya buat pertama kalinya.",
    "quraish": "Wahai manusia, apabila kalian ragu akan kebenaran pembangkitan Kami terhadap kalian dari kematian, maka sebetulnya dalam proses penciptaan kalian terdapat bukti tentang kekuasaan Kami untuk melakukan hal itu. Kami mula-mula telah menciptakan asal-usul kalian dari tanah. Lalu, dari tanah itu, Kami menciptakan air mani yang, pada gilirannya, Kami ubah menjadi segumpal darah padat. Segumpal darah padat itu pun kemudian Kami jadikan sepotong daging yang adakalanya berbentuk manusia atau tidak, untuk menerangkan kekuasaan Kami dalam menciptakan sesuatu secara berangsur-angsur. Setelah itu adakalanya Kami membuat kandungan itu gugur menurut kehendak Kami, ataupun meletakkan di dalam rahim hingga kandungan menjadi sempurna hingga Kami mengeluarkan kalian dari perut ibu dalam bentuk bayi. Kalian yang masih bayi itu kemudian Kami pelihara hingga sempurna kekuatan fisik dan akal pikirannya. Setelah itu di antara kalian ada yang dimatikan oleh Allah dan ada lagi yang dipanjangkan umurnya hingga usia lanjut dan pikun yang tidak mempunyai daya untuk mengetahui sesuatu lagi. Barangsiapa yang mula-mula menciptakan kalian dengan cara seperti itu, tidak akan ada yang dapat membuat-Nya tidak mampu untuk mengembalikan kalian lagi. Selain bukti itu, ada bukti lain yang menunjukkan kekuasaan Allah untuk membangkitkan. Yaitu, bahwa bumi yang kalian dapati kering kerontang itu, apabila Kami turunkan air akan memperlihatkan tanda kehidupan, bergerak, mengembang, permukaannya meninggi akibat air dan udara yang menyela-nyelanya, dan akhirnya memunculkan berbagai jenis tumbuhan yang indah, memukau dan membuat senang siapa saja yang melihatnya.",
    "jalalayn": "(Hai manusia) yakni penduduk Mekah (jika kalian dalam keraguan) kalian meragukan (tentang hari berbangkit, sesungguhnya Kami telah menciptakan kalian) bapak moyang kalian, yaitu Adam (dari tanah, kemudian) Kami ciptakan anak cucunya (dari setetes nuthfah) air mani (kemudian dari segumpal darah) darah yang kental (kemudian dari segumpal daging) daging yang besarnya sekepal tangan (yang sempurna kejadiannya) telah diberi bentuk berupa makhluk yang sempurna (dan yang tidak sempurna) masih belum sempurna bentuknya (agar Kami jelaskan kepada kalian) kemahasempurnaan kekuasaan Kami, yaitu supaya kalian dapat mengambil kesimpulan daripadanya, bahwa Allah yang memulai penciptaan dapat mengembalikan ciptaan itu kepada asalnya. (Dan Kami tetapkan) kalimat ayat ini merupakan kalimat baru (di dalam rahim, apa yang Kami kehendaki sampai waktu yang sudah ditentukan) hingga ia keluar (kemudian Kami keluarkan kalian) dari perut ibu-ibu kalian (sebagai bayi) lafal Thiflan sekalipun berbentuk tunggal tetapi makna yang dimaksud adalah jamak (kemudian) Kami memberi kalian umur secara berangsur-angsur (hingga sampailah kalian kepada kedewasaan) dewasa dan kuat, yaitu di antara umur tiga puluh tahun sampai empat puluh tahun (dan di antara kalian ada yang diwafatkan) yakni mati sebelum mencapai usia dewasa (dan ada pula di antara kalian yang dipanjangkan umurnya sampai pikun) amat tua sehingga menjadi pikun (supaya dia tidak mengetahui lagi sesuatu pun yang dahulunya telah diketahuinya). Sehubungan dengan hal ini Ikrimah mengatakan, \"Barang siapa yang biasa membaca Alquran, niscaya ia tidak akan mengalami nasib yang demikian itu, yakni terlalu tua dan pikun.\" (Dan kalian lihat bumi ini kering) gersang (kemudian apabila telah Kami turunkan air atasnya, hiduplah bumi itu) menjadi hidup (dan suburlah ia) hidup dengan suburnya (serta dapat menumbuhkan) huruf Min adalah huruf Zaidah (berbagai macam tumbuh-tumbuhan) beraneka ragam tumbuhan (yang indah) yakni yang baik."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 6,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ",
    "translation": "Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2601.mp3",
    "tafsir": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\n1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\n2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\n3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\n4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \n5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.",
    "quraish": "Penciptaan manusia dan penumbuhan tanaman yang telah disebut tadi adalah suatu saksi bahwa Allah adalah Tuhan yang sebenarnya, yang menghidupkan orang mati pada hari pembangkitan, yang Mahakuasa atas segala sesuatu. Hal itu pun menjadi suatu bukti bahwa hari kiamat benar-benar akan datang berdasarkan perwujudan janji-Nya, serta menjadi saksi bahwa Dia menghidupkan orang mati dari kuburnya untuk diadili dan diberi balasan.",
    "jalalayn": "(Yang demikian itu) yakni hal-hal yang telah disebutkan itu mulai dari permulaan kejadian manusia hingga dihidupkannya bumi menjadi subur (karena sesungguhnya) disebabkan bahwa (Allah Dialah yang hak) Yang Tetap dan Abadi (dan sesungguhnya Dialah yang menghidupkan segala yang mati dan sesungguhnya Allah Maha Kuasa atas segala sesuatu)."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 7,
    "arab": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ",
    "translation": "Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2602.mp3",
    "tafsir": "Setelah Allah mengemukakan proses perkembangan manusia dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\n1. Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mudhgah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\n2. Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\n3. Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\n4. Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \n5. Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.",
    "quraish": "Penciptaan manusia dan penumbuhan tanaman yang telah disebut tadi adalah suatu saksi bahwa Allah adalah Tuhan yang sebenarnya, yang menghidupkan orang mati pada hari pembangkitan, yang Mahakuasa atas segala sesuatu. Hal itu pun menjadi suatu bukti bahwa hari kiamat benar-benar akan datang berdasarkan perwujudan janji-Nya, serta menjadi saksi bahwa Dia menghidupkan orang mati dari kuburnya untuk diadili dan diberi balasan.",
    "jalalayn": "(Dan sesungguhnya hari kiamat itu pastilah datang, tak ada keraguan) tidak diragukan lagi (padanya; dan bahwasanya Allah membangkitkan semua orang di dalam kubur)."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 8,
    "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ",
    "translation": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2603.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah:\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46)\nOrang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong.\nAllah berfirman:\nDan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7)\nOrang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah.\nMenurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat.\nDari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain.\nMereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka.",
    "quraish": "Kendati demikian, ternyata masih ada saja sebagian orang yang memperdebatkan wujud Allah dan kekuasaan-Nya, mengingkari kebangkitan tanpa dasar ilmiah, ilham dari langit, atau kitab dari Allah yang dapat dijadikan pelita petunjuk. Perlakuannya itu hanya didasari oleh hawa nafsu dan sikap keras kepala.",
    "jalalayn": "Ayat berikut ini diturunkan berkenaan dengan Abu Jahal, yaitu: (Dan di antara manusia ada orang-orang yang membantah tentang Allah tanpa ilmu pengetahuan dan tanpa petunjuk) yang menjadi pegangannya (dan tanpa kitab yang bercahaya) kitab yang menjadi pegangannya dan yang dapat menunjukinya."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 9,
    "arab": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ",
    "translation": "Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2604.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara manusia itu ada yang benar-benar bertindak dan berbuat melampaui batas, ada yang membantah serta mengingkari Allah dan sifat-sifat-Nya, tanpa dasar pengetahuan, tanpa argumen yang kuat dan tanpa bimbingan wahyu yang benar. Sikap mereka yang demikian itu semata-mata karena kesombongannya sehingga memalingkan muka dari manusia, yaitu membelakangi orang lain. Hati mereka sudah mati dan tertutup. Sebagaimana firman Allah:\nSebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. (al-Hajj/22: 46)\nOrang yang demikian itu, jika diberi peringatan mereka tidak akan menerimanya, bahkan mereka bertambah ingkar dan sombong.\nAllah berfirman:\nDan apabila dibacakan kepadanya ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia belum mendengarnya, seakan-akan ada sumbatan di kedua telinganya, maka gembirakanlah dia dengan azab yang pedih. (Luqman/31: 7)\nOrang yang buta mata hatinya dan menyombongkan dirinya, mereka itulah yang telah mengingkari Allah dan adanya Hari Kemudian itu. Maksud mereka adalah untuk menyesatkan dari jalan yang benar sehingga jauh dari Allah.\nMenurut sebagian mufasir ayat ini diturunkan sebagai penegasan dan peringatan keras dari Allah kepada orang-orang yang mengingkari dan membantah-Nya, sebagaimana disebutkan pada ayat-ayat yang lalu. Pada ayat 3 dan 4 Surah ini dinyatakan bahwa pemuka-pemuka kaum musyrikin Mekah, terutama Nadhar bin Haris, telah membantah dan mengingkari Allah, tanpa pengetahuan, serta mengikuti godaan setan. Pada ayat ini ditegaskan bahwa Nadhar bin Haris dan kawan-kawannya, serta orang-orang yang bertingkah laku seperti mereka itu, benar-benar membantah dan mengingkari Allah. Dengan demikian ayat ini sesunguhnya memberikan peringatan dan ancaman yang keras kepada mereka, bahwa tindakan-tindakan mereka itu akan menimbulkan akibat yang sangat buruk bagi diri mereka sendiri, yaitu kehinaan di dunia dan di akhirat.\nDari ayat-ayat ini dan ayat-ayat sebelumnya dapat dipahami bahwa ada dua hal pokok yang diingkari oleh orang-orang musyrik Mekah itu. Pada ayat yang sebelumnya disebutkan bahwa mereka mengingkari dan membantah adanya hari Kiamat dan hari kebangkitan, sedang pada ayat-ayat ini mereka membantah dan mengingkari adanya Allah dan segala sifat-sifat keagungan dan kebesaran-Nya. Kedua hal ini termasuk rukun iman yang merupakan pokok-pokok yang wajib dipercayai dan diyakini. Karena itu, tindakan mereka tidak saja menimbulkan kerugian bagi diri mereka sendiri, tetapi juga menyesatkan manusia yang lain dari jalan Allah, karena perbuatan mereka itu langsung atau tidak langsung akan mempengaruhi manusia yang lain.\nMereka itu di dunia akan memperoleh kehinaan, seperti kehinaan yang dialami Abu Lahab dan istrinya, dan di akhirat akan ditimpa azab neraka yang sangat panas yang menghanguskan tubuh mereka.",
    "quraish": "Meskipun demikian, ia masih membuang muka karena rasa sombong dan tidak mau menerima kebenaran. Orang semacam itu akan ditimpa kehinaan di dunia ini dengan dimenangkannya kebenaran. Di akhirat kelak, mereka pun akan disiksa oleh Allah dengan api neraka yang membakar.",
    "jalalayn": "(Dengan memalingkan lambungnya) Lafal ayat ini berkedudukan menjadi Hal atau keterangan keadaan, maksudnya orang yang membantah itu memalingkan lehernya dengan penuh kesombongan karena tidak mau beriman. Pengertian berpaling di sini adalah baik ke kanan maupun ke kiri sama saja (untuk menyesatkan) dapat dibaca Liyadhilla dan Liyudhilla, untuk menyesatkan manusia (dari jalan Allah) yakni dari agama-Nya. (Ia mendapat kehinaan di dunia) azab di dunia, akhirnya ia terbunuh dalam perang Badar (dan di hari kiamat Kami merasakan kepadanya azab neraka yang membakar) ia akan dibakar oleh api neraka, lalu dikatakan kepadanya,"
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 10,
    "arab": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ",
    "translation": "(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2605.mp3",
    "tafsir": "Ayat ini menerangkan bahwa azab yang diterima oleh orang-orang kafir itu adalah seimbang dengan perbuatan mungkar yang pernah mereka kerjakan di dunia dahulu, sesuai dengan firman Allah:\nDia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31)\nAllah mengazab manusia yang durhaka itu bukanlah karena Dia bermaksud untuk menganiaya hamba-Nya, tetapi semata-mata karena dosa hamba-hamba itu sendiri, mengazab mereka yang berdosa sesuai dengan keadilan Allah",
    "quraish": "Dikatakan kepada mereka, \"Kehinaan dan siksa yang kalian temui itu hanyalah karena pendustaan dan sikap sombong kalian. Sesungguhnya Allah Mahaadil, tidak curang dan tidak memandang sama antara orang Mukmin dan kafir atau orang saleh dan orang jahat. Dia akan membalas masing-masing dari mereka sesuai dengan amal perbuatannya.\"",
    "jalalayn": "(\"Yang demikian itu, adalah disebabkan perbuatan yang dikerjakan oleh kedua tanganmu dahulu) yakni perbuatan kamu dahulu. Diungkapkan demikian mengingat, bahwa kebanyakan pekerjaan itu dilakukan oleh kedua tangan (dan sesungguhnya Allah sekali-kali bukanlah penganiaya) suka menganiaya (hamba-hamba-Nya\") dengan mengazab mereka tanpa dosa."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 11,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
    "translation": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2606.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ada pula sebagian manusia yang menyatakan beriman dan menyembah Allah dalam keadaan bimbang dan ragu-ragu; mereka berada dalam kekhawatiran dan kecemasan; apakah agama Islam yang telah mereka anut itu benar-benar dapat memberikan kebahagiaan kepada mereka di dunia dan di akhirat. Mereka seperti keadaan orang yang ikut pergi perang, sedang hati mereka ragu-ragu untuk ikut itu. Jika nampak bagi mereka tanda-tanda pasukan mereka akan memperoleh kemenangan dan akan memeroleh harta rampasan yang banyak, maka mereka melakukan tugas dengan bersungguh-sungguh, seperti orang-orang yang benar-benar beriman. Sebaliknya jika nampak bagi mereka tanda-tanda bahwa pasukannya akan menderita kekalahan dan musuh akan menang, mereka cepat-cepat menghindarkan diri, bahkan kalau ada kesempatan mereka berusaha untuk menggabungkan diri dengan pihak musuh.\nKeadaan mereka itu dilukiskan Allah dalam ayat ini. Jika mereka memperoleh kebahagiaan hidup, rezeki yang banyak, kekuasaan atau kedudukan, mereka gembira memeluk agama Islam, mereka beribadat sekhusyu-khusyunya, mengerjakan perbuatan baik dan sebagainya. Tetapi jika mereka memperoleh kesengsaraan, kesusahan hidup, cobaan atau musibah, mereka menyatakan bahwa semuanya itu mereka alami karena mereka menganut agama Islam. Mereka masuk Islam bukanlah karena keyakinan bahwa agama Islam itulah satu-satunya agama yang benar, agama yang diridai Allah, tetapi mereka masuk Islam dengan maksud mencari kebahagiaan duniawi, mencari harta yang banyak, mencari pangkat dan kedudukan atau untuk memperoleh kekuasaan yang besar. Karena itulah mereka kembali menjadi kafir, jika tujuan yang mereka inginkan itu tidak tercapai. Pada ayat-ayat yang lain Allah menerangkan perilaku mereka:\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa`/4: 141)\nTujuan mereka melakukan tindakan-tindakan yang demikian itu dijelaskan Allah dengan ayat berikut:\nSesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali. (an-Nisa`/4: 142)\nKemudian Allah menerangkan bahwa orang-orang yang demikian adalah orang-orang yang telah menyia-nyiakan sesuatu yang sangat bermanfaat bagi dirinya sendiri baik di dunia, apalagi di akhirat. Akibatnya di dunia mereka mendapat bencana, kesengsaraan dan penderitaan lahir dan batin, dan di akhirat nanti mereka akan memperoleh siksa yang amat berat dengan dimasukkan ke dalam api neraka. Karena ketidaksabaran dan tidak tabah itu mereka akan memperoleh kerugian yang besar dan menimbulkan penyesalan selama-lamanya.",
    "quraish": "Ada kelompok ketiga, yaitu orang yang belum kuat imannya. Keyakinannya masih goncang dan dikuasai oleh maslahat-maslahat pribadi. Orang seperti ini, apabila mendapatkan kebaikan, akan merasa tenang dan bahagia. Sebaliknya, apabila dirinya, hartanya atau anaknya ditimpa kesulitan, akan kembali kepada kekafiran. Dengan begitu, orang ini di dunia akan merugi karena telah kehilangan nyamannya keyakinan kepada ketentuan Allah. Di akhirat pun ia akan merugi karena tidak mendapatkan pahala yang telah dijanjikan Allah kepada orang-orang Mukmin yang sabar dan kokoh imannya. Kerugian ganda itu adalah kerugian yang sebenarnya dan nyata.",
    "jalalayn": "(Dan di antara manusia ada orang yang menyembah Allah dengan berada di tepi) ia ragu di dalam ibadahnya itu. Keadaannya diserupakan dengan seseorang yang berada di tepi bukit, yakni ia tidak dapat berdiri dengan tetap dan mantap (maka jika ia memperoleh kebaikan) maksudnya kesehatan dan kesejahteraan pada diri dan harta bendanya (tetaplah ia dalam keadaan itu dan jika ia ditimpa oleh suatu bencana) cobaan pada hartanya dan penyakit pada dirinya (berbaliklah ia ke belakang) ia kembali menjadi kafir. (Rugilah ia di dunia) disebabkan terlepasnya semua apa yang ia harapkan dari dunia (dan di akhirat) disebabkan kekafirannya itu. (Yang demikian itu adalah kerugian yang nyata) jelas ruginya."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 12,
    "arab": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
    "translation": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2607.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bentuk kerugian yang besar yang akan mereka alami, yaitu mereka menyembah tuhan-tuhan selain Allah atau mereka mengakui adanya kekuatan gaib selain Allah lalu mereka sembah, atau mereka menganggap bahwa ada mahluk yang dapat dijadikan perantara untuk menyampaikan sesuatu permohonan atau doa kepada Allah, padahal tuhan-tuhan itu tidak memberikan mudarat atau manfaat bagi mereka, baik di dunia maupun di akhirat. Perbuatan yang demikian itu adalah perbuatan yang amat jauh menyimpang dari kebenaran. Mereka seperti seorang yang telah jauh tersesat di tengah padang pasir, akan kembali ke jalan yang semula amat jauh dan melelahkan.",
    "quraish": "Orang yang merugi itu menyembah berhala-berhala selain Allah yang tidak membahayakan apabila tak disembah dan tidak mendatangkan manfaat apabila disembah. Perbuatan yang ia lakukan itu adalah kesesatan yang jauh dari kebenaran.",
    "jalalayn": "(Ia menyeru) menyembah (selain Allah) yakni berhala-berhala (sesuatu yang tidak dapat memberi mudarat kepada dirinya) jika ia tidak menyembahnya (dan pula tidak dapat memberi manfaat kepada dirinya) jika ia menyembahnya. (Yang demikian itu) penyembahan itu (adalah kesesatan yang jauh) sekali dari kebenaran."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 13,
    "arab": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
    "translation": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2608.mp3",
    "tafsir": "Orang-orang kafir sebagaimana disebutkan dalam ayat ini adalah orang-orang yang menyembah sesuatu yang lebih banyak mudaratnya dari manfaatnya. Mereka menyembah sesuatu selain Allah, baik berupa manusia, maupun benda atau patung-patung. Disebabkan kekafirannya itu Allah menimpakan azab kepada mereka di dunia dan di akhirat. Di akhirat mereka akan mengetahui bahwa semua yang mereka puja dan sembah selama hidup di dunia, dan semua yang mereka anggap sebagai penolong, sebagai sesuatu yang dapat mengabulkan segala permintaan mereka dan sebagai teman yang baik, di akhirat nanti tidak mempunyai arti sedikitpun, bahkan semuanya itu akan menjadi teman-teman yang sama-sama ditimpa kemurkaan dan azab Allah.",
    "quraish": "Juga memohon doa kepada selain Allah yang bahayanya--berupa perusakan akal pikiran dan penguasaan takhayul--lebih dekat ke jiwa daripada kebenaran pertolongannya. Sesembahan seperti itu adalah penolong dan kerabat yang paling jelek.",
    "jalalayn": "(Ia menyeru sesuatu) huruf Lam adalah Zaidah (yang sebenarnya mudaratnya) jika ia menyembahnya (lebih dekat dari manfaatnya) jika menurut khayalannya ia dapat memberikan manfaat. (Sesungguhnya sejahat-jahat penolong) adalah sesembahan itu (dan sejahat-jahat kawan) adalah dia pula. Sesudah Allah swt. menyebutkan tentang orang-orang yang ragu dengan akibatnya yaitu kerugian, kemudian Allah mengiringinya dengan kisah mengenai orang-orang Mukmin dengan akibatnya, yaitu mendapatkan pahala dari-Nya. Untuk itu Allah swt. berfirman:"
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 14,
    "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
    "translation": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2609.mp3",
    "tafsir": "Terhadap orang-orang yang hanya menyembah Allah semata, tidak menyekutukan-Nya dengan sesuatu pun, mengikuti ajaran yang disampaikan Nabi-Nya, mengerjakan amal-amal yang saleh, maka Allah melimpahkan karunia-Nya kepada mereka, dengan menyediakan tempat yang penuh kenikmatan dan kebahagiaan berupa surga yang mengalir di bawahnya sungai-sungai, dengan pohon-pohon yang rindang dan menyejukkan, sebagai balasan dari Allah atas semua ibadah dan amal saleh yang telah mereka lakukan itu. Karunia yang berupa kebahagiaan hidup itu mereka nikmati untuk selama-lamanya.\nAllah, Tuhan Yang Mahakuasa, yang ilmu-Nya meliputi segala sesuatu, yang melakukan sesuatu menurut kehendak-Nya sendiri, akan memberikan kemuliaan bagi orang-orang yang beriman dan menaati-Nya serta akan memberikan kehinaan dan kesengsaraan bagi orang-orang ingkar dan durhaka kepada-Nya. Tidak ada sesuatu pun yang dapat merubah, menambah, mengurangi atau menghilangkan ketetapan-ketetapan dan kekuasaan-Nya itu",
    "quraish": "Orang-orang yang beriman kepada Allah dan utusan-utusan-Nya serta dibarengi dengan amal saleh, benar-benar akan dimasukkan oleh Tuhan mereka, pada hari kiamat, ke dalam surga-surga yang dialiri oleh sungai-sungai di bawah pepohonannya. Allah benar-benar akan menyiksa orang yang membuat kerusakan dan memberi pahala kepada orang yang membuat kebaikan sesuai dengan kehendak-Nya.",
    "jalalayn": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh) amal fardu dan sunah semuanya (ke dalam surga-surga yang di bawahnya mengalir sungai-sungai. Sesungguhnya Allah berbuat apa saja yang Dia kehendaki) termasuk memuliakan orang yang taat kepada-Nya dan menghinakan orang yang durhaka kepada-Nya."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 15,
    "arab": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
    "translation": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2610.mp3",
    "tafsir": "Para mufasir berbeda pendapat dalam menafsirkan ayat ini. Menurut Abu Ja`far an-Nahhas tafsir ayat ini yang paling baik ialah, \"Siapa yang berpendapat bahwa Allah tidak akan menolong Muhammad di dunia dan di akhirat atau ingin menghentikan pertolongan Allah yang akan diberikan-Nya itu, maka hendaklah ia naik ke langit dan berusahalah dari sana menghentikan pertolongan itu. Hendaklah mereka lihat, apakah usaha itu berhasil atau tidak. Dan usaha yang seperti itu pun mustahil dapat dilakukannya.\" \nAz-Zamakhsyari menafsirkan, \"Allah pasti menolong Rasul-Nya di dunia dan di akhirat. Jika musuh-musuh Muhammad mengira bahwa Allah tidak akan menolongnya atau bermaksud tidak akan menolongnya, sedang mereka mengetahui jaminan Allah terhadap pertolongan-Nya itu, tentulah mereka akan marah. Mereka berusaha dengan segala cara untuk menghilangkan kemarahan mereka itu, yaitu melakukan apa saja bahkan menggantung diri. Setelah itu hendaklah dia memperhatikan apakah tindakannya dengan menggantung diri itu dapat menghentikan pertolongan Allah kepada Muhammad.\"\nSebagian ahli tafsir menafsirkan, \"Siapa yang berpendapat bahwa Allah tidak menolong Muhammad, maka hendaklah ia merentangkan tali ke loteng rumahnya, kemudian menggantung diri dengan tali itu. Mereka akan mengetahui bahwa segala usaha dan tipu daya mereka itu tidak berguna sedikit pun.\nSekalipun para mufasir berbeda pendapat tentang tafsir ayat di atas namun itu hanyalah lahiriyah, sedangkan maksudnya sama, yaitu seandainya orang-orang yang memusuhi Nabi Muhammad tidak merasa senang akan kemajuan Islam dan kaum Muslimin maka mereka disilahkan naik ke langit lalu akan melihat keadaan dari sana akan kemajuan Islam dan kaum Muslimin.\nSebagaimana diketahui dalam sejarah bahwa dengan berkembangnya agama Islam dalam waktu yang singkat di kota Mekah, dan semakin banyak penganutnya maka timbullah usaha di kalangan orang-orang musyrik Mekah untuk menghambat perkembangan Islam atau melenyapkan agama Islam itu. Segala macam usaha untuk mencapai maksud itu, mereka lakukan seperti memutuskan hubungan, mengadakan pemboikotan, mengadakan penganiayaan terhadap orang-orang yang masuk Islam, terutama terhadap budak-budak yang masuk Islam, sehingga kaum Muslimin merasa teraniaya dan tersiksa. Dalam pada itu orang-orang musyrik sendiri menyatakan bahwa Allah tidak menolong Muhammad dan kaum Muslimin, karena agama yang dibawanya itu bukanlah agama yang diridai Allah. Dalam keadaan yang demikian turunlah ayat ini memberikan semangat dan harapan kepada kaum Muslimin. Sehingga timbullah keyakinan dalam diri mereka bahwa agama yang telah mereka anut adalah agama yang benar, karena itu mereka wajib melanjutkan untuk menyebarkannya, dan Tuhan pasti akan menolong mereka itu.\nMenurut Muqatil, ayat ini turun berkaitan dengan Bani Asad dan Bani Gathfan yang telah masuk Islam, mereka khawatir bahwa Allah tidak menolong Muhammad, lalu terputuslah hubungan mereka dengan pemimpin-pemimpin Yahudi yang menyebabkan kehidupan mereka tidak dibantu lagi. Dengan turunnya ayat ini, hilanglah segala kekhawatiran yang timbul dalam hati mereka itu.\nDari ayat di atas dipahami bahwa musuh-musuh Islam tidak mempunyai kemampuan sedikit pun untuk mematahkan perjuangan Nabi Muhammad dan kaum Muslimin dalam usaha menyebarluaskan agama Islam karena mereka selalu mendapat pertolongan Allah di dunia dan di akhirat. Pertolongan Allah ini ditegaskan pada ayat yang lain:\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mu`min/40: 51)",
    "quraish": "Orang kafir yang mengira bahwa Allah tidak akan menolong Nabi-Nya, hendaknya menggantung tali di atas rumahnya dan memakainya untuk menggantung diri, kemudian memikirkan apakah perbuatannya itu dapat menghilangkan rasa sesak di dalam dadanya karena Allah telah menolong rasul-Nya.",
    "jalalayn": "(Barang siapa yang menyangka bahwa Allah sekali-kali tiada menolongnya) menolong Nabi Muhammad saw. (di dunia dan akhirat, maka hendaklah ia merentangkan tali) tambang (ke langit) yang dimaksud adalah atap rumahnya, kemudian tali itu diikatkan ke atap rumah dan ke lehernya (kemudian hendaklah ia memutuskan tali itu) yakni mencekik dirinya dengan tali itu, maksudnya menggantung diri. Demikianlah sebagaimana yang disebutkan di dalam hadis-hadis sahih (kemudian hendaklah ia pikirkan, apakah tipu dayanya itu sungguh dapat melenyapkan) dalam hal tidak ditolongnya nabi (apa yang menyakitkan hatinya) apa yang membuat ia sakit hati. Maksudnya, hendaklah ia tercekik oleh kejengkelannya, karena sesungguhnya Allah pasti akan menolong nabi-Nya."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 16,
    "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
    "translation": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2611.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan bukti-bukti dan dalil-dalil yang kuat kepada Muhammad untuk membantah orang kafir yaitu Al-Qur'an. Makna dan petunjuknya cukup jelas, mudah dimengerti bagi orang-orang yang mau mencari kebenaran. Karena itu hendaklah manusia mengikuti dan mengamalkan ajaran Islam yaitu ajaran-ajaran Al-Qur'an agar mereka diberi Allah pertolongan dan kemenangan di dunia dan akhirat.\nAl-Qur'an berguna bagi orang-orang yang tidak ada rasa dengki dalam hatinya, jiwa dan hatinya bersih, ingin mencari kebenaran dan mempunyai kesediaan beriman kepada yang gaib. Orang seperti yang dilukiskan itu, jika mereka membaca Al-Qur'an pasti ia akan beriman, semakin banyak membaca dan mengamalkan ajaran Al-Qur'an semakin bertambah pula imannya.\nHal ini senada dengan firman Allah:\nDan Allah akan menambah petunjuk kepada mereka yang telah mendapat petunjuk. Dan amal kebajikan yang kekal itu lebih baik pahalanya di sisi Tuhanmu dan lebih baik kesudahannya. (Maryam/19: 76)\nSebaliknya orang yang dengki, hatinya berpenyakit, tidak ingin mencari kebenaran dan tidak mempunyai kesediaan beriman kepada yang gaib, maka ayat-ayat Al-Qur'an tidak akan berfaedah baginya bahkan akan menambah keingkaran dan kekafirannya.",
    "quraish": "Sebagaimana Kami telah menerangkan dengan jelas ayat-ayat yang telah Kami turunkan kepada para rasul terdahulu, Kami juga menurunkan keseluruhan al-Qur'ân kepada Muhammad dengan jelas, agar dijadikan bukti kebenaran bagi manusia. Allah benar-benar akan memberi petunjuk kepada siapa saja yang dikehendaki, selama fitrahnya tetap suci dan menjauhi sikap keras kepala.",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami turunkan ayat tadi (Kami telah menurunkan dia) ayat-ayat Alquran selanjutnya (yang merupakan ayat-ayat yang nyata) lafal Bayyinatin berkedudukan menjadi Hal, artinya ayat-ayat yang jelas (dan bahwasanya Allah memberikan petunjuk kepada siapa yang Dia kehendaki) untuk mendapatkan petunjuk-Nya; bagian ayat ini di'athafkan kepada dhamir Ha yang terdapat pada lafal Anzalnaahu."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 17,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2612.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa semua orang yang beriman, Yahudi, shabi`in, Nasrani, Majusi dan musyrik, akan diberi keputusan yang adil oleh Allah pada hari Kiamat.\nOrang-orang yang beriman dalam ayat ini ialah orang-orang yang beriman kepada apa yang diajarkan Nabi Muhammad saw, yaitu beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul yang telah diutus-Nya, hari Kiamat dan kepada adanya kadar baik dan kadar buruk. Yang dimaksud dengan orang-orang Yahudi ialah anak cucu Nabi Yakub as yang berkembangbiak di Mesir kemudian dibawa kembali oleh Nabi Musa as ke Palestina. Mereka adalah pengikut Nabi Musa as dan ajaran-ajarannya termuat dalam kitab Taurat. shabi`in ialah orang-orang yang mengakui keesaan Allah tetapi mereka bukan mukmin, bukan Yahudi dan bukan pula Nasrani. Orang-orang Nasrani ialah pengikut-pengikut Nabi Isa as dengan kitab suci mereka Injil. Dan mereka yang syirik, yaitu yang menyembah selain Allah, baik berupa benda, manusia atau berhala, seperti yang disembah kaum musyrikin Mekah sebelum Islam. Terhadap semua golongan di atas Allah akan memberikan keputusan dengan adil di hari Kiamat, siapa yang benar-benar mengikuti Allah dan Rasul-rasul-Nya selama hidup di dunia, dan siapa pula yang mengada-ada sesuatu dalam agama Allah dan siapa pula yang mengingkari agama Allah itu. \nKeadilan yang sebenarnya belum didapat lagi oleh manusia selama hidup di dunia yang fana ini. Betapa banyak orang yang dengan kehendak hatinya mengubah-ubah agama Allah lalu dipaksakannya agama itu agar diikuti oleh orang-orang lain. Betapa banyaknya agama-agama yang menyimpang dari ajaran Allah, tetapi agama itu dapat hidup dan subur dengan pengikut-pengikutnya yang banyak, sehingga jika dilihat sepintas lalu agama itulah yang benar dan diridai Allah, sebaliknya agama Allah sendiri hanya dianut oleh mereka yang terhimpit kemiskinan serta tidak mempunyai kekuasaan sedikitpun atau tertindas di dalam negerinya, seakan-akan agama itu bukanlah agama yang diridai Allah. Semuanya itu belum memperoleh keadilan yang sebenarnya selama hidup di dunia. Karena itu di akhirat nanti Allah akan memberikan keadilan yang sesungguhnya. Semuanya akan mendapat balasan sesuai dengan iman, amal dan perbuatan yang telah dikerjakannya. \nMenetapkan keputusan dengan adil dan melaksanakan keadilan itu bukanlah suatu yang mustahil bagi Allah, karena Allah Mahakuasa terhadap semua makhluk-Nya, Dia menyaksikan dan mengetahui segala perbuatan dan apa saja yang terjadi atas makhluk, baik yang nampak maupun yang tidak nampak, baik yang besar atau pun yang kecil, bahkan Dia mengetahui segala yang tergores di dalam hati.",
    "quraish": "Orang-orang yang beriman kepada Allah dan para rasul-Nya, kaum Yahudi yang merupakan pengikut Nabi Mûsâ, penyembah bintang dan malaikat, kaum Nasrani yang merupakan pengikut Nabi 'Isâ, kaum Majusi yang menyembah api, dan kaum musyrik penyembah berhala, permasalahan mereka akan benar- benar diputuskan oleh Allah dengan memperlihatkan siapa saja yang benar dan siapa saja yang salah. Allah Maha Mengetahui segala sesuatu, mengetahui perbuatan hamba-Nya dan akan membalas mereka sesuai dengan amal perbuatan itu.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman, orang-orang Yahudi) mereka adalah pemeluk agama Yahudi (orang-orang Shabi'in) salah satu sekte dari orang-orang Yahudi (orang-orang Nasrani, orang-orang Majusi dan orang-orang Musyrik, Allah akan memberi keputusan di antara mereka pada hari kiamat) yaitu dengan memasukkan orang-orang yang beriman ke dalam surga dan mencampakkan orang-orang selain mereka ke dalam neraka. (Sesungguhnya Allah terhadap segala sesuatu) yang diperbuat mereka (Maha Menyaksikan) mengetahuinya secara nyata."
  },
  {
    "hizb": 133,
    "name": "Al-Hajj",
    "ayat": 18,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ",
    "translation": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2613.mp3",
    "tafsir": "Sujud dalam ayat ini berarti mengikuti kehendak dan mengikuti hukum-hukum yang telah digariskan dan ditetapkan Allah. Dapat pula berarti menghambakan diri, beribadat dan menjalankan segala yang diperintahkan Allah dan menjauhi semua yang dilarang. Sujud bila dihubungkan dengan makhluk Tuhan selain dari manusia, jin dan malaikat berarti tunduk mengikuti kehendak dan hukum-hukum atau kodrat yang ditentukan Allah, mereka tidak dapat lepas dari ketentuan-ketentuan itu, baik secara sukarela maupun terpaksa. Sedang bagi manusia, jin dan malaikat, sujud berarti taat dan patuh kepada hukum-hukum Allah, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya.\nPada ayat ini Allah menegaskan lagi kekuasaan-Nya terhadap semua makhluk, yaitu semua yang di langit, di bumi, matahari, bulan, bintang- bintang, gunung-gunung, tumbuh-tumbuhan dan semua binatang melata tunduk dan mengikuti aturan-aturan dan ketentuan-ketentuan yang diberikan-Nya. \nAllah menciptakan jagat raya ini dan mengaturnya dengan hukum dan ketentuan-Nya. Seperti adanya garis edar pada tiap-tiap planet yang ada di ruang angkasa. Tiap-tiap planet mengikuti garis edar yang telah ditentukan. Jika ia keluar dari garis edarnya itu maka ia akan berbenturan dengan planet-planet yang lain. Demikian pula tumbuh-tumbuhan, binatang-binatang tumbuh menjadi besar dan berkembang mengikuti ketentuan-ketentuan Allah.\nDalam tafsir al-Maragi disebutkan bahwa dalam ayat ini disebut matahari, bulan, bintang-bintang dan sebagainya secara khusus adalah untuk mengingatkan bahwa makhluk-makhluk itu termasuk makhluk yang disembah manusia selain Allah, seperti penduduk Himyar menyembah matahari, Bani Kinanah menyembah bulan, bintang Syi`ra disembah oleh Bani Lahm, bintang Surayya disembah oleh orang thayyai, penduduk Mesir kuno menyembah patung anak sapi atau burung Ibis. Seakan-akan ayat ini menegaskan bahwa semuanya itu tidak pantas disembah karena semuanya itu termasuk makhluk-makhluk Tuhan yang mengikuti kehendak dan hukum-hukum Allah. Hanya Allah saja yang berhak disembah.\nAllah menerangkan bahwa banyak manusia yang beriman, taat dan patuh kepada Allah dengan benar, karena merasakan kebesaran dan kekuasaan atas diri mereka. Karena itu mereka beribadat dengan sungguh-sungguh, melaksanakan semua perintah Allah dan menghentikan semua larangan-Nya. Mereka melakukan semua perbuatan yang menyebabkan Allah sayang kepada mereka, sehingga Allah memberikan pahala dan memuliakan mereka. Ada pula manusia yang tidak beriman dengan benar kepada Allah atau tidak mau merasakan kebesaran dan kekuasaan-Nya, ia melakukan perbuatan-perbuatan yang menyebabkan Allah marah kepadanya, karena itu mereka pantas mendapat kemurkaan dan kehinaan dari Allah.\nSiapa yang mendapat kehinaan dan murka Allah akan masuk neraka, tidak ada seorang pun yang dapat membela dan melepaskannya dari azab Allah, karena segala kekuasaan berada di tangan Allah. Sebaliknya Allah memuliakan orang yang beriman dengan benar, berbuat baik, Allah akan memasukkan mereka ke dalam surga.",
    "quraish": "Tidak tahukah kamu, wahai orang yang berakal, bahwa apa pun yang ada di bumi dan di langit, juga matahari, bulan, bintang-bintang, gunung-gunung, pohon, dan binatang, semuanya tunduk di bawah kepengurusan Allah. Setelah itu, sebagian orang ada yang beriman kepada Allah dan tunduk kepada ajaran- ajaran-Nya, maka mereka berhak mendapatkan surga. Sementara sebagian lainnya tidak beriman dan tidak melaksanakan ajaran-ajaran-Nya, maka mereka pantas mendapatkan azab dan penghinaan. Barangsiapa yang diusir oleh Allah dari kasih sayang-Nya, tidak ada seorang pun yang dapat menghormatinya. Allah benar-benar Mahakuasa atas segala sesuatu dan berbuat menurut kehendak-Nya.",
    "jalalayn": "(Apakah kamu tiada melihat) tiada mengetahui (bahwa kepada Allah bersujud makhluk yang ada di langit dan makhluk yang ada di bumi dan matahari, bulan, bintang-bintang, gunung-gunung, pohon-pohon dan hewan-hewan yang melata) semuanya tunduk dan patuh menuruti apa yang dikehendaki-Nya (dan sebagian besar daripada manusia?) adalah orang-orang Mukmin, yaitu dengan bertambah perasaan rendah diri dalam sujud salat mereka. (Dan banyak di antara manusia yang telah ditetapkan azab atasnya) mereka adalah orang-orang kafir, karena mereka membangkang tidak mau bersujud, sedangkan sujud itu adalah pertanda iman. (Dan barang siapa yang dihinakan Allah) disengsarakan-Nya (maka tidak seorang pun yang memuliakannya) yang akan membahagiakannya. (Sesungguhnya Allah berbuat apa yang Dia kehendaki) seperti menghinakan dan memuliakan."
  }
]