[
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 38,
    "arab": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ",
    "translation": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2633.mp3",
    "tafsir": "Ayat ini mengisyaratkan bahwa orang-orang beriman selalu mendapat cobaan dan rintangan dari musuh-musuh Allah dan orang-orang yang menginginkan agar agama Allah lenyap dari permukan bumi. \nSekalipun demikian, Allah tetap membela orang-orang yang beriman dengan menguatkan hati mereka, memantapkan langkah-langkah mereka untuk mengikuti jalan yang lurus yang telah dibentangkan Allah, dan memperkuat kesabaran dan ketabahan hati mereka.\nJaminan Allah terhadap pembelaan-Nya pada orang Mukmin ditegaskan dalam firman-Nya:\nAllah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadalah/58: 21)\nKarena itu diwajibkan atas orang-orang yang telah beriman yang telah ditolong Allah, membela dan menegakkan agama Allah, sebagai tanda bersyukur atas pertolongan-Nya.\nAllah membela orang-orang yang beriman karena mereka telah menepati janjinya untuk menegakkan agama Allah, oleh sebab itu, Allah membenci orang-orang yang khianat dan orang-orang kafi yang telah mengkhianati janji Allah yang telah ditetapkan-Nya, sebagaimana yang telah diterangkan dalam firman Allah:\nDan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), \"Bukankah Aku ini Tuhanmu?\" Mereka menjawab, \"Betul (Engkau Tuhan kami), kami bersaksi.\" (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, \"Sesungguhnya ketika itu kami lengah terhadap ini.\" (al-A'raf/7: 172)\nMereka mengingkari perintah Allah dan tidak mengindahkan larangan-larangan-Nya, mendustakan ayat-ayat Allah, sehingga mereka tidak diacuhkan Allah di akhirat nanti, Allah beriman:\nSungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih. (al-Baqarah/2: 174)",
    "quraish": "Allah benar-benar akan membela, melindungi dan menolong orang-orang Mukmin karena keimanan mereka. Hal itu karena Allah tidak menyukai orang yang melanggar amanat dan berlebih-lebihan dalam mengingkari Tuhan mereka. Barangsiapa yang tidak disukai Allah, maka ia tidak akan ditolong.",
    "jalalayn": "(Sesungguhnya Allah membela orang-orang yang telah beriman) daripada perbuatan-perbuatan kaum musyrikin. (Sesungguhnya Allah tidak menyukai tiap-tiap orang yang berkhianat) di dalam amanat yang dititipkan kepadanya (lagi mengingkari nikmat) ingkar terhadap nikmat-nikmat-Nya; mereka adalah orang-orang musyrik. Makna ayat ini ialah bahwa Allah akan mengazab mereka."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 39,
    "arab": "اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ",
    "translation": "Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2634.mp3",
    "tafsir": "Ayat ini memperbolehkan orang-orang yang beriman memerangi orang-orang kafir, jika mereka telah berbuat aniaya di muka bumi, menganiaya orang beriman dan menentang agama Allah.\nSejak Nabi Muhammad saw menyampaikan risalahnya dan melakukan dakwahnya kepada orang-orang Quraisy, maka sejak itu pula sikap orang musyrik Mekah berubah terhadap Nabi dan para sahabat. Semula mereka menganggap Muhammad sebagai orang yang bisa dipercaya, orang yang adil yang dapat menyelesaikan perkara-perkara yang terjadi di antara mereka dengan adil. Tetapi setelah Nabi Muhammad saw menyampaikan risalahnya, mereka lalu mengancam, menyakiti dan melakukan tindakan-tindakan yang merugikan Nabi saw, para sahabat dan sebagainya. Pernah juga mereka melempari Nabi dengan kotoran binatang dan menganiaya para sahabat, sehingga penderitaan yang dialami Nabi dan para sahabat hampir-hampir tidak tertahankan lagi. \nPara sahabat pernah mengadukan hal itu kepada Nabi saw dan memohon kepadanya agar kepada mereka diizinkan untuk membalas tindakan-tindakan orang-orang kafir itu. Rasulullah berusaha menenangkan dan menyabarkan hati para sahabat, karena belum ada perintah dari Allah atau ayat yang diturunkan untuk mengadakan perlawanan dan mempertahankan diri. Semakin hari penderitaan itu dirasakan semakin berat dan untuk menghindarkan diri dari terjadinya bentrokan dengan orang-orang kafir, maka pernah beberapa kali kaum Muslimin melakukan hijrah, seperti hijrah ke Habasyah, ke thaif yang akhirnya Rasulullah dan para sahabat bersama-sama hijrah ke Medinah.\nSetelah kaum Muslimin hijrah ke Medinah, barulah turun ayat-ayat yang memerintahkan kaum Muslimin memerangi orang-orang yang berbuat aniaya terhadap orang yang beriman dan berusaha menghancurkan agama Islam. Ayat ini adalah ayat yang pertama kali diturunkan yang berhubungan dengan perintah berperang. Ayat kedua yang berkaitan dengan perintah berperang adalah diperbolehkannya Kaum Muslimin memerangi orang kafir namun secara terbatas yaitu: \nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang melampaui batas. (al-Baqarah/2: 190)\nAyat ketiga perintah berperang adalah:\nPerangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk. (at-Taubah/9: 29)\n\ndhahhak berkata, \"Para sahabat minta izin kepada Rasulullah saw untuk memerangi orang-orang kafir yang menyakiti mereka di Mekah, maka turunlah ayat 38 Surah ini. Setelah hijrah ke Medinah maka turunlah ayat 39 ini, yang merupakan ayat qital yang pertama kali diturunkan.\nDengan ayat ini kaum Muslimin diizinkan berperang. Ayat ini turun setelah Allah melarang orang-orang beriman berperang dalam waktu yang lama dan setelah Rasulullah berusaha beberapa kali menyabarkan, dan menahan semangat orang-orang beriman menghadapi segala macam tindakan orang-orang kafir yang menyakitkan hati mereka. Karena itu dapat diambil kesimpulan bahwa izin berperang itu diberikan kepada kaum Muslimin, jika perang itu merupakan satu-satunya jalan keluar bagi kesulitan yang tidak dapat diatasi lagi. Dengan perkataan yang lain: Bahwa peperangan itu dibolehkan untuk mempertahankan diri dan untuk menegakkan dan membela kalimat Allah.\nSebenarnya Allah Mahakuasa membela dan memenangkan orang-orang yang beriman, tanpa melakukan sesuatu peperangan dan tanpa mengalami kesengsaraan dan penderitaan. Akan tetapi Allah hendak menguji hati para hamba-Nya yang mukmin, sampai di mana ketabahan dan kesabaran mereka dalam menghadapi cobaan-cobaan Allah, sampai di mana ketaatan dan kepatuhan mereka dalam melaksanakan perintah-perintah Allah. Betapa banyak orang yang semula dianggap baik imannya, tetapi setelah mengalami sedikit cobaan saja, mereka kembali menjadi kafir. Dengan adanya perintah jihad itu, maka ada kesempatan bagi orang-orang yang beriman untuk memperoleh balasan Allah yang paling besar, yaitu balasan yang disediakan bagi orang-orang yang mati syahid dalam mempertahankan agama Allah.",
    "quraish": "Allah mengizinkan orang-orang Mukmin yang diperangi oleh orang-orang musyrik untuk balas memerangi disebabkan oleh telah sekian lamanya mereka bersabar dalam menghadapi kezaliman. Allah sungguh Mahakuasa untuk menolong kekasih-kekasih-Nya yang beriman(1). (1) Ayat ini telah mendahului hukum positif dalam masalah hukum membela diri. Intinya, bahwa membela diri adalah hal yang dibolehkan, apa pun akibatnya. Seseorang yang mempertahankan jiwa, harta atau negaranya tidak akan dituntut di depan Allah dan hukum, meskipun hal itu dapat mengakibatkan terjadinya pembunuhan dan hilangnya nyawa. Demikianlah, ayat ini menegaskan kepada umat Islam bahwa mereka diperkenankan untuk melakukan tindakan defensif jika ada yang menyerang mereka. Oleh karenanya, peperangan yang dilakukan kaum Muslim lebih bersifat defensif, bukan ofensif. Dan mereka diperintahkan untuk menegakkan kebenaran Islam dengan argumentasi dan bukti yang jelas dan kuat, bukan melalui serangan ataupun paksaan.",
    "jalalayn": "(Telah diizinkan bagi orang-orang yang diperangi) yaitu orang-orang Mukmin untuk berperang. Ayat ini adalah ayat pertama yang diturunkan sehubungan dengan masalah jihad (karena sesungguhnya mereka) (telah dianiaya) oleh orang-orang kafir. (Dan sesungguhnya Allah benar-benar Maha Kuasa menolong mereka)."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 40,
    "arab": " ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
    "translation": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2635.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan keadaan orang-orang yang diizinkan berperang, karena orang-orang musyrik Mekah telah melakukan tindakan yang tidak berperikemanusiaan terhadap kaum Muslimin. Mereka disiksa, dianiaya, disakiti dan sebagainya, bukanlah karena sesuatu kesalahan atau kejahatan yang telah mereka perbuat, tetapi semata-mata karena mereka telah berkeyakinan bahwa tidak ada Tuhan yang berhak disembah, selain Tuhan Yang Mahakuasa. Mereka tidak mempercayai lagi kepercayaan nenek moyang mereka. Mereka telah berserah diri kepada Allah Tuhan Yang Maha Esa dan mereka telah menjadi orang-orang muslim.\nTindakan orang musyrik Mekah terhadap kaum Muslimin itu diterangkan dalam firman Allah:\n\"...mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu...\" (al-Mumtahanah/60: 1)\nPenderitaan dan kesengsaraan yang dialami Nabi dan para sahabat karena mereka beriman kepada Allah, telah dialami pula oleh para rasul dan umatnya yang telah diutus dahulu. Allah berfirman:\nDan orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.\" (Ibrahim/14: 13)\nMereka yang diizinkan berperang itu telah diusir sebelumnya oleh kaum musyrikin dari kampung halaman mereka, telah disiksa dan disakiti tanpa alasan yang benar. Seandainya perbuatan kaum musyrik itu dibiarkan, tentulah kezaliman mereka semakin bertambah, semakin lama mereka bertambah gila kekuasaan, mereka akan menghancurkan biara-biara, gereja-gereja, rumah-rumah ibadah dan mesjid-mesjid yang ada didalamnya disebut dan diagungkan nama Allah. Karena itu Allah mensyariatkan dalam agama-Nya agar tiap-tiap orang yang beriman dihalangi menyembah Tuhannya itu membela agamanya, berperang dijalan Allah, tetapi membela kebenaran, menolak kebatilan dan kezaliman.\nPada hakekatnya perang yang terjadi itu adalah perang antara yang hak dan yang batil, perang antar orang yang telah mendapat petunjuk dari Allah dengan orang yang mengingkari petunjuk itu. Perang yang seperti itu adalah peperangan yang tujuannya untuk membina kehidupan manusia, yaitu kehidupan dunia yang sejahtera yang diridai Allah dan kehidupan ukhrawi yang bahagia dan abadi.\nAyat ini juga mengisyaratkan agar setiap kelompok kaum Muslimin mempunyai sebuah mesjid yang didirikan oleh para anggota kelompok itu. Di dalam mesjid tersebut diagungkan asma Allah, dilaksanakan salat berjamaah setiap waktu, diperbincangkan hidup dan kehidupan kaum Muslimin, dijadikan mesjid itu tempat berkumpul dan tempat bermusyawarah.\nPada ayat ini Allah menguatkan perintah berperang pada ayat di atas, dengan memberikan perintah dan janji. Yang diperintahkan Allah adalah agar kaum Muslimin menolong dan membela agama Allah, berjihad dan melaksanakan perintah Allah. Yang dijanjikan, ialah barangsiapa yang membela agama Allah, ia berhak mendapat pertolongan Allah, berupa kemenangan dan pahala di akhirat nanti.\nAllah berfirman:\nDan merupakan hak Kami untuk menolong orang-orang yang beriman. (ar- Rum/30: 47)\nJanji Allah itu pasti ditepatinya, karena Dia Mahakuasa dan Maha Perkasa. Allah berfirman:\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)\nPada permulaan ayat di atas Allah menjanjikan kemenangan bagi orng-orang yang beriman. Kemudian pada akhir ayat, Allah menegaskan lagi bahwa kemenangan itu pasti diperoleh orang-orang yang beriman. Pada permulaannya kaum Muslimin belum meyakini kebenaran janji itu maka perlu dikuatkan oleh pernyataan kedua. Maksudnya ialah untuk menenangkan dan menenteramkan hati, mengokohkan pendirian pada saat kaum Muslimin sedang mendapat cobaan dari Allah.\nPada akhir ayat Allah menepati janji yang telah dijanjikan-Nya kepada orang-orang yang beriman. Dia Mahakuasa melakukan segala sesuatu dan tidak seorang pun yang dapat menghalangi terjadinya sesuatu kehendak-Nya.\nAllah berfirman:\nDan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang. (ash-shaffat/37: 171-173)",
    "quraish": "Yaitu orang-orang yang dianiaya oleh orang-orang kafir dan dipaksa untuk meninggalkan kampung halamannya, Makkah, tanpa dosa kecuali untuk menemukan Allah dan menyembah-Nya. Seandainya Allah tidak memberikan kepada kebenaran pembela-pembela yang akan selalu mempertahankan dan melindunginya dari kesewenang-wenangan orang-orang zalim, niscaya kebatilan akan menyebar dan tiran- tiran akan semakin leluasa dalam kesemena-menaan mereka. Dan jika keadaannya terus begitu, para tiran itu akan berhasil membungkam suara kebenaran, merusak gereja, biara, sinagog dan masjid yang merupakan tempat-tempat yang banyak dipakai untuk menyebut nama Allah. Allah telah berjanji akan menolong siapa saja yang menolong agama-Nya, dan akan memuliakan siapa saja yang menjunjung tinggi kebenaran di atas bumi. Janji Allah tidak mungkin dilanggar, karena Allah Mahakuat untuk melaksanakan segala kehendak-Nya dan Mahaperkasa, tidak ada yang mengalahkan.",
    "jalalayn": "Mereka adalah (orang-orang yang telah diusir dari kampung halaman mereka tanpa alasan yang benar) di dalam pengusiran itu; mereka sekali-kali tidak diusir (melainkan karena mereka berkata) disebabkan perkataan yang mereka ucapkan yaitu, (\"Rabb kami hanyalah Allah\") semata. Perkataan ini adalah perkataan yang hak dan benar, maka mengusir hanya dengan alasan karena mengucapkan perkataan itu adalah tidak dibenarkan. (Dan sekiranya Allah tiada menolak keganasan sebagian manusia) lafal Ba'dhahum menjadi Badal Ba'dh lafal An-Naas (dengan sebagian yang lain, tentulah telah dirobohkan) dibaca Lahuddimat dengan memakai harakat Tasydid menunjukkan makna banyak, yakni telah banyak dirobohkan; sebagaimana dapat dibaca Takhfif yaitu Lahudimat (biara-biara) bagi para rahib (gereja-gereja) bagi orang-orang Nasrani (rumah-rumah ibadah) bagi orang-orang Yahudi; lafal shalawaat artinya tempat peribadatan menurut bahasa Ibrani (dan mesjid-mesjid) bagi kaum Muslimin (yang disebut di dalamnya) maksudnya di dalam tempat-tempat yang telah disebutkan tadi (nama Allah dengan banyak) sehingga ibadah menjadi terhenti karena robohnya tempat-tempat tersebut. (Sesungguhnya Allah pasti menolong orang yang menolong-Nya) menolong agama-Nya. (Sesungguhnya Allah benar-benar Maha Kuat) di atas semua makhluk-Nya (lagi Maha Perkasa) pengaruh dan kekuasaan-Nya maha perkasa."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 41,
    "arab": "اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ",
    "translation": "(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2636.mp3",
    "tafsir": "Kemudian Allah menerangkan sifat-sifat orang yang diusir dari kampung halaman mereka tanpa alasan yang benar itu. Mereka ialah para sahabat beserta Nabi Muhammad saw, yang kepada mereka Allah telah menjanjikan kemenangan. Jika kemenangan telah mereka peroleh, mereka tidak seperti orang-orang musyrik dan orang-orang yang gila kekuasaan tetapi mereka akan tetap melaksanakan:\n1. Salat pada setiap waktu yang telah ditentukan sesuai dengan yang diperintahkan Allah. Mereka benar-benar telah yakin, bahwa salat itu tiang agama, merupakan tali penghubung yang langsung antara Allah dengan hamba-Nya, mensucikan jiwa dan raga, mencegah manusia dari perbuatan keji dan perbuatan mungkar serta merupakan perwujudan takwa yang sebenarnya.\n2. Mereka menunaikan zakat. Mereka meyakini bahwa di dalam harta si kaya terdapat hak orang-orang fakir dan miskin. Karena itu mereka dalam menunaikan zakat itu bukanlah karena mereka mengasihi orang-orang fakir dan miskin, tetapi semata-mata untuk menyerahkan hak orang fakir dan miskin yang terdapat dalam harta mereka. Jika mereka diangkat sebagai penguasa, mereka berusaha agar hak orang-orang fakir dan miskin itu benar-benar sampai ke tangan mereka.\n3. Perintah untuk menyuruh manusia berbuat makruf dan mencegah perbuatan mungkar. Mereka mendorong manusia mengerjakan amal saleh, memimpin manusia melalui jalan lurus yang dibentangkan Allah. Mereka sangat benci kepada orang-orang yang biasa melanggar larangan-larangan Allah.\nAmat benarlah janji Allah. Mereka memperoleh kemenangan yang telah dijanjikan itu. Mereka ditetapkan Allah sebagai pengurus urusan duniawi dan pemimpin umat beragama dengan baik. Dalam waktu yang singkat kaum Muslimin telah dapat menguasai daerah-daerah di luar Jazirah Arab.\nTindakan mereka sesuai dengan firman Allah:\nKamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik. (Ali 'Imran/3: 110)",
    "quraish": "Orang-orang Mukmin yang telah Kami janjikan untuk mendapatkan pertolongan Kami adalah mereka yang, apabila kekuasaan mereka Kami kokohkan di bumi, akan menjaga hubungan mereka dengan Allah dan manusia. Mereka kemudian mengerjakan salat dengan cara yang benar, membayar zakat dan menyalurkannya kepada yang berhak, menyuruh berbuat baik dan melarang berbuat jelek. Hanya Allah yang berhak menentukan akhir dari semua perkara, dan membuat hina siapa saja yang dikehendaki-Nya.",
    "jalalayn": "(Yaitu orang-orang yang jika Kami teguhkan kedudukan mereka di muka bumi) dengan memberikan pertolongan kepada mereka sehingga mereka dapat mengalahkan musuh-musuhnya (niscaya mereka mendirikan salat, menunaikan zakat, menyuruh berbuat yang makruf dan mencegah dari perbuatan yang mungkar) kalimat ayat ini menjadi Jawab Syarat; dan Syarat beserta Jawabnya menjadi Shilah dari Maushul, kemudian diperkirakan adanya lafal Hum sebelumnya sebagai Mubtada (dan kepada Allahlah kembali segala urusan) di akhirat, semua urusan itu kembali kepada-Nya."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 42,
    "arab": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ",
    "translation": "Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, ‘Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2637.mp3",
    "tafsir": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\nAllah berfirman:\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110)\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu`aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\nMusa telah didustakan oleh Fir`aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\nAllah berfirman:\nSungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12)\nDan firman Allah:\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
    "quraish": "Jika kamu mendapatkan pendustaan dari kaummu, wahai Nabi, janganlah bersedih. Ambillah pelajaran dari sejarah perjalanan para rasul sebelummu. Dari situ, kamu akan mendapatkan bahwa dirimu bukanlah rasul pertama yang didustakan dan disakiti oleh kaumnya. Nabi Nûh didustakan oleh kaumnya, bangsa 'Ad mendustakan Nabi Hûd dan bangsa Tsamûd mendustakan Nabi Shâlih.",
    "jalalayn": "(Dan jika mereka mendustakan kamu) ayat ini mengandung makna yang menghibur hati Nabi saw. (maka sesungguhnya telah mendustakan juga sebelum mereka kaum Nuh) lafal Qaum dimuannatskan karena memandang dari segi maknanya (Ad) yakni kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 43,
    "arab": "وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ",
    "translation": "dan (demikian juga) kaum Ibrahim dan kaum Lut,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2638.mp3",
    "tafsir": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\nAllah berfirman:\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110)\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu`aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\nMusa telah didustakan oleh Fir`aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\nAllah berfirman:\nSungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12)\nDan firman Allah:\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
    "quraish": "Begitu juga kaum nabi Ibrâhîm dan kaum nabi Lûth, mereka semua telah mendustakan keduanya.",
    "jalalayn": "(Dan kaum Ibrahim, kaum Luth)."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 44,
    "arab": "وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ",
    "translation": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2639.mp3",
    "tafsir": "Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\nAllah berfirman:\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yusuf/12: 110)\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum 'Ad, Nabi Saleh oleh kaumnya, yaitu kaum Samud, begitu pula Ibrahim, Lut, Syu`aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\nMusa telah didustakan oleh Fir`aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\nAllah berfirman:\nSungguh, azab Tuhanmu sangat keras. (al-Buruj/85: 12)\nDan firman Allah:\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)",
    "quraish": "Selain itu, penduduk Madyan mendustakan nabi mereka, Syu'aib, dan Fir'aun dan rakyatnya mendustakan nabi Mûsâ. Para rasul itu mengalami seperti yang kamu alami. Kendatipun begitu, mereka masih Aku beri kesempatan, barangkali mereka menjadi sadar dan mau memenuhi seruan kebenaran. Tetapi, ternyata mereka tetap saja melakukan pendusataan dan semakin menjadi dalam menyakiti para rasul. Dengan kata lain, mereka semakin banyak berbuat dosa. Akhirnya mereka pun Aku hukum dengan hukuman yang paling kejam. Maka lihatlah sejarah mereka itu lagi, wahai Muhammad, akan kamu dapatkan bagaimana kejamnya hukuman yang Aku berikan kepada mereka itu. Kesenangan yang mereka dapatkan Aku ubah menjadi bencana, kesehatan menjadi kebinasaan, dan majunya pembangunan menjadi keporak- porandaan.",
    "jalalayn": "(Dan penduduk Madyan) kaum Nabi Syuaib (dan telah didustakan Musa) didustakan oleh bangsa Koptik bukan oleh kaumnya sendiri yaitu Bani Israel. Maksudnya mereka semuanya mendustakan rasul-rasul mereka, hal itu menjadi perumpamaan bagimu (lalu Aku tangguhkan untuk orang-orang kafir) memberikan tangguh dengan mengakhirkan azab mereka (kemudian Aku balas mereka) yaitu menimpakan azab kepada mereka (maka lihatlah bagaimana besarnya kebencian-Ku) kemurkaan-Ku kepada mereka disebabkan kedustaan mereka, maka Aku binasakan mereka. Istifham di sini mengandung makna Taqrir, maksudnya azab itu benar-benar ditimpakan kepada orang-orang yang berhak menerimanya."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 45,
    "arab": "فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ",
    "translation": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2640.mp3",
    "tafsir": "Ayat ini menerangkan bahwa banyak negeri yang telah dibinasakan Allah, karena penduduknya menyekutukan Allah, membuat kerusakan di muka bumi dan berlaku zalim. Banyak negeri yang dihancur luluhkan, atap-atap rumahnya roboh, kemudian ditimpa oleh reruntuhan dindingdindingnya. Banyak sumur-sumur yang tidak dipergunakan lagi oleh pemiliknya disebabkan para pemiliknya telah meninggal atau musnah bersamasama dengan musnahnya negeri-negeri itu, karena kedurhakaan mereka kepada Allah. Demikian pula banyak istana-istana dan mahligai-mahligai menjulang tinggi yang telah kosong, tidak berpenghuni lagi, karena penghuni-penghuninya yang angkuh dan sewenang-wenang itu telah musnah. Semuanya itu bagi mereka merupakan imbalan dari kedurhakaan dan keganasan mereka dan menjadi pelajaran yang berharga, bagi manusia yang datang kemudian, yang ingin memperoleh kebahagian di dunia dan di akhirat.",
    "quraish": "Kami telah memusnahkan banyak negeri karena penduduknya yang mula-mula membangun, melakukan kezaliman dan mendustakan para rasul. Rumah-rumah runtuh atapnya dan ditinggalkan para penghuni, hingga seolah-olah tidak pernah ada sebelumnya. Sumur-sumur kering tidak dapat dimanfaatkan lagi. Dan istana yang sebelumnya megah, kokoh, dilapisi batu gips, menjadi kosong tidak berpenghuni.",
    "jalalayn": "(Berapa banyaknya) sudah berapa banyak (negeri yang Kami telah membinasakannya) menurut qiraat yang lain dibaca Ahlaktuhaa (yang penduduknya dalam keadaan zalim) para penghuninya berbuat aniaya, disebabkan kekafiran mereka (maka runtuhlah) roboh tembok-temboknya (menutupi atap-atapnya) atap-atap rumah mereka tertutup oleh reruntuhan tembok-temboknya (dan) berapa banyak pula (sumur yang terlantar) ditinggalkan begitu saja disebabkan para pemiliknya binasa (dan istana yang tinggi) lagi sepi disebabkan para pemiliknya telah mati binasa."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 46,
    "arab": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ",
    "translation": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2641.mp3",
    "tafsir": "Orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, dan mengingkari seruan Nabi Muhammad saw sebenarnya mereka sering melakukan perjalanan antara Mekah dan Syiria, serta ke negeri-negeri yang berada di sekitar Jazirah Arab. Mereka membawa barang dagangan dalam perjalanan melihat bekas-bekas reruntuhan negeri umat-umat yang dahulu telah dihancurkan Allah, seperti bekas-bekas negeri kaum 'Ad dan kaum samud, bekas reruntuhan negeri kaum Lut dan kaum Syu'aib dan sebagainya. Orang-orang musyrik Mekah telah pula mendengar kisah tragis kaum yang durhaka itu. Apakah semua peristiwa dan kejadian itu tidak mereka pikirkan dan renungkan bahwa tindakan mereka mengingkari seruan Muhammad dan menyiksa para sahabat itu sama dengan tindakan-tindakan umat-umat dahulu terhadap para rasul yang diutus kepada mereka? Jika tindakan itu sama, tentu akibatnya akan sama pula, yaitu mereka akan memperoleh malapetaka dan azab yang keras dari Allah. Allah Mahakuasa melakukan segala yang dikehendaki-Nya, tidak seorang pun yang sanggup menghalanginya.\nMelihat sikap orang-orang musyrik Mekah yang demikian, ternyata mata mereka tidaklah buta, karena mereka dapat melihat bekas-bekas reruntuhan negeri kaum yang durhaka itu, tetapi sebenarnya hati merekalah yang telah buta, telah tertutup untuk menerima kebenaran. Yang menutup hati mereka itu ialah pengaruh adat kebiasaan dan kepercayaan mereka dari nenek moyang mereka dahulu. Oleh karena itu mereka merasa dengki kepada Nabi Muhammad saw dan para sahabatnya, sehingga mereka tidak dapat lagi memikirkan dan merenungkan segala macam peristiwa duka yang telah terjadi dan menimpa umat-umat terdahulu.",
    "quraish": "Tidakkah mereka berjalan meniti bumi untuk menyaksikan dengan mata kepala sendiri kehancuran orang-orang zalim dan melakukan pendustaan itu? Barangkali saja hati mereka terbangun dari tidur, memikirkan apa yang harus mereka lakukan terhadap seruan kebenaran yang disampaikan kepada mereka, dan mau mendengarkan berita-berita tentang kehancuran orang-orang kafir yang dapat diambil sebagai pelajaran. Tetapi hati mereka telah buta dan membatu, maka mustahil mereka mau mengambil pelajaran dari apa-apa yang mereka lihat dan dengar. Buta hati, itulah buta yang sebenarnya, dan bukan mata.",
    "jalalayn": "(Maka apakah mereka tidak berjalan) mereka orang-orang kafir Mekah itu (di muka bumi, lalu mereka mempunyai hati yang dengan itu mereka dapat memahami) apa yang telah menimpa orang-orang yang mendustakan sebelum mereka (atau mempunyai telinga yang dengan itu mereka dapat mendengar?) berita-berita tentang dibinasakannya mereka dan hancurnya negeri-negeri tempat tinggal mereka, oleh sebab itu mereka mengambil pelajaran darinya. (Karena sesungguhnya) kisah yang sesungguhnya (bukanlah mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada) kalimat ayat ini berfungsi mengukuhkan makna sebelumnya."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 47,
    "arab": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
    "translation": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2642.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, mengingkari seruan Nabi Muhammad saw, tidak percaya kepada adanya hari Kiamat, mereka meminta kepada Nabi Muhammad saw agar kepada mereka ditimpakan pula azab seperti yang telah ditimpakan kepada umat-umat terdahulu. Permintaan itu mereka lakukan, karena yakin bahwa azab itu tidak akan datang.\nPermintaan mereka dijawab Allah bahwa azab yang mereka minta itu pasti datang, karena hal itu merupakan Sunnatullah. Allah sekali-kali tidak akan memungkiri janji-Nya. Hanya saja azab itu ditimpakan kepada mereka pada waktu yang telah ditentukan Allah, tidak menurut waktu yang mereka kehendaki. Waktu kedatangan azab itu hanya Allah sajalah yang mengetahuinya, sebagaimana waktu kedatangan azab kepada umat-umat ter- dahulu, yang datang secara tiba-tiba, tanpa diketahui oleh seorang pun darimana dan kapan azab itu datang.\nSebagaimana firman Allah:\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98)\n\nJika orang-orang musyrik Mekah merasa bahwa telah lama masa berlalu, tetapi azab yang dijanjikan itu belum datang, sehingga mereka berpendapat bahwa azab itu tidak akan datang lagi, maka hendaklah mereka ingat bahwa seribu tahun menurut perasaan mereka adalah sama dengan sehari di sisi Allah. Karena itu hendaklah mereka ingat bahwa Allah pasti menepati janji-Nya setelah berjalan waktu yang lama menurut perasaan mereka. Allah melambatkan kedatangan azab itu bukanlah berarti bahwa Dia telah menyalahi janji yang telah dijanjikan-Nya.\nSecara saintis, Ayat ini mensiratkan konsep relativitas waktu. Sebuah konsep yang diperkenalkan oleh Albert Einstein melalui Teori Relativitas. Sebelumnya, selama hampir 200 tahun, dunia fisika didominasi oleh fisika Newton yang menyatakan bahwa waktu adalah konstan; satu jam adalah sama di mana pun dalam kondisi apa pun. \nContoh berikut akan memberikan ilustrasi tentang konsep waktu yang konstan. Misalkan, Hamzah dan Wildan telah menyamakan waktu di jam tangannya masing-masing. Kemudian, dengan menggunakan sebuah pesawat yang memiliki kecepatan yang tinggi, mendekati kecepatan cahaya, Hamzah berangkat meninggalkan Wildan. Setelah satu jam (menurut jam tanganya) Hamzah kembali dari perjalanannya dan menemui Wildan. Maka, Newton akan mengatakan bahwa Wildan pun akan merasakan bahwa dia telah menunggu Hamzah selama satu jam. Jam tangan Wildan akan menunjukkan waktu yang sama dengan jam tangan Hamzah.\nEinstein tidak akan sependapat dengan hal ini. Menurut dia, waktu adalah relatif, bergantung pada kecepatan bergerak dari seseorang atau sesuatu. Jika Hamzah yang bergerak dengan kecepatan mendekati kecepatan cahaya merasa telah meninggalkan Wildan selama satu jam (menurut jam di tangannya), maka jam tangan Wildan akan menunjukkan bahwa Hamzah telah pergi selama 10 jam. Jika Hamzah pergi pada pukul 8 pagi, maka ketika dia kembali, jam tangan Hamzah akan menunjukkan waktu pukul 9 pagi, sementara jam tangan Wildan akan menunjukkan jam 18.00 atau jam 6 sore. Demikian pula, apabila pada saat Hamzah dan Wildan sama-sama berumur 20 tahun, kemudian Hamzah bepergian meninggalkan Wildan dengan kecepatan mendekati cahaya selama 5 tahun (menurut waktu Hamzah), maka pada saat mereka bertemu, Hamzah akan berumur 25 tahun, sementara Wildan telah berumur 70 tahun. Demikianlah waktu bersifat relatif.\nAl-Qur'an telah mengisyaratkan hal ini semenjak 14 abad yang lalu. Allah mengatur urusan dari langit ke bumi dan kembali lagi ke langit dengan kecepatan yang sangat tinggi sedemikian sehingga semua ini hanya berlangsung satu hari yang lamanya sama dengan 1000 tahun menurut hitungan waktu kita. Relativitas waktu seperti ini juga terdapat dalam as-Sajdah/32:5; al-Ma'arij/70: 4.\nDalam ayat ini, satu hari setara dengan 50.000 tahun. Hal ini bisa saja terjadi, bergantung kepada kecepatan bergerak dari malaikat.",
    "quraish": "Rasa sombong yang ada dalam hati pun kemudian membuat semua orang kafir Makkah tidak mau mempedulikan pelajaran-pelajaran yang ada. Dengan nada menantang dan mengejek, mereka meminta kepadamu, wahai Nabi, untuk mempercepat azab yang pernah kamu janjikan. Azab itu pasti terjadi. Hanya saja, azab itu terjadi pada waktu yang telah ditentukan oleh Allah, baik di dunia maupun di akhirat. Allah tidak mungkin melanggar janji-Nya, walaupun telah berlalu bertahun-tahun lamanya. Karena satu hari menurut-Nya sama dengan seribu tahun menurut perhitungan kalian(1). (1) Ayat ini sebenarnya telah mendahului penemuan hukum relativisme. Yaitu, bahwa waktu yang ada ini adalah nisbi. Dari itu, konsep tentang adanya waktu kosmos yang mutlak, seperti yang diyakini orang sebelum ditemukannya hukum ini, tidak dapat dipertahankan keabsahannya.",
    "jalalayn": "(Dan mereka meminta kepadamu agar azab itu disegerakan, padahal Allah sekali-kali tidak akan menyalahi janji-Nya) untuk menurunkan azab itu, maka Dia menurunkannya dalam perang Badar. (Sesungguhnya sehari di sisi Rabbmu) hari-hari di akhirat disebabkan pedihnya azab (adalah seperti seribu tahun dari tahun-tahun yang kalian hitung) dapat dibaca Ya'udduuna dan Ta'udduuna, yakni menurut perhitungan tahun-tahun di dunia."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 48,
    "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ",
    "translation": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2643.mp3",
    "tafsir": "Allah melakukan segala sesuatu sesuai dengan kehendak dan kebijaksanaan-Nya. Dalam pada itu manusia juga harus ingat akan salah satu dari sifat-sifat Allah, yaitu Dia tidak segera mengazab hamba-hamba-Nya yang berdosa sebelum memberi kesempatan bertobat kepada mereka dengan cara beriman dan beramal saleh. Apabila kesempatan bertobat itu tidak juga digunakan oleh hamba-Nya, barulah mereka ditimpa azab yang dijanjikan itu. Karena itu berapa banyak negeri yang penduduknya berlaku zalim, setelah beberapa lama, mereka tidak bertobat, bahkan bertambah zalim maka Allah menimpakan azab kepada mereka dengan tiba-tiba dari arah yang tidak mereka ketahui. Hendaklah manusia ingat, bahwa segala sesuatu yang ada di alam semesta ini adalah kepunyaan Allah, termasuk apa yang ada di dalamnya, semuanya akan kembali kepada Allah. Di waktu kembali kepada-Nya, ditimbanglah seluruh amal perbuatan mereka, amal baik dibalas dengan surga yang penuh kenikmatan, sedang amal buruk dan perbuatan jahat akan dibalas dengan neraka yang apinya menyala-nyala.",
    "quraish": "Banyak penduduk negeri yang berbuat zalim seperti orang-orang kafir Makkah itu. Aku menangguhkan azab yang, pada saatnya, pasti akan ditimpakan kepada mereka. Hanya kepada-Ku semua orang akan kembali, dan hanya Aku yang kemudian membalas mereka dengan yang seharusnya mereka terima. Dari itu janganlah kalian lalai, wahai orang-orang kafir, akan akibat penangguhan itu!",
    "jalalayn": "(Dan berapa banyaknya kota yang Kami tangguhkan azab-Ku kepadanya, yang penduduknya berbuat zalim, kemudian Aku azab mereka) yang dimaksud dengan kota di sini adalah para penduduknya (dan hanya kepada Akulah kembalinya segala sesuatu)."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 49,
    "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
    "translation": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2644.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada orang-orang yang minta disegerakan datangnya azab bahwa yang menimpakan azab itu bukanlah tugas para rasul. Tugas para rasul hanyalah menyampaikan peringatan dan ancaman Allah kepada manusia, termasuk mereka sendiri. Tugas para rasul juga menyampaikan bahwa tindakan-tindakan yang telah dilakukan orang-orang musyrik itu telah membawa mereka ke ambang pintu azab yang diancamkan itu. Para rasul tidak berwenang menilai perbuatan hamba karena yang memberi taufik dan hidayah itu hanyalah Allah sendiri. Allah berfirman:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\nSeandainya Allah berkehendak menimpakan azab yang dijanjikan itu, tentu Dia telah melakukannya, dan melakukannya itu adalah mudah bagi-Nya, karena itu janganlah sekali-kali meminta kepada rasul agar azab itu disegerakan atau ditangguhkan, karena semuanya itu adalah wewenang Allah.\nDengan adanya penyampaian ancaman dan peringatan itu, manusia yang hatinya terbuka untuk menerima petunjuk Allah, mempunyai kesempatan untuk menghindarkan diri dari azab Allah yang diancamkan itu, yaitu dengan melakukan semua yang diperintahkan Allah, menghentikan semua yang dilarang dan berusaha menghapuskan segala dosanya dengan mengerjakan amal yang saleh. Jika mereka tetap dalam kekafiran, tentulah Allah akan melaksanakan ancaman-Nya dengan menimpakan azab yang pedih kepada mereka kapan saja dikehendaki.",
    "quraish": "Katakan, wahai Nabi, kepada orang-orang yang melakukan pendustaan dan memintamu untuk mempercepat azab, \"Aku tidak berhak untuk membalas amal perbuatan kalian. Aku hanyalah pemberi peringatan akan datangnya azab Allah dengan peringatan yang jelas. Hanya Allahlah yang akan menghitung dan membalas kamu sekalian.\"",
    "jalalayn": "(Katakanlah, \"Hai manusia!) yakni penduduk Mekah (Sesungguhnya aku adalah seorang pemberi peringatan yang nyata kepada kalian\") dan jelas peringatannya, dan aku adalah pembawa berita gembira bagi orang-orang yang beriman."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 50,
    "arab": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
    "translation": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2645.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bentuk peringatan dan ancaman itu dengan menyebutkan balasan yang baik bagi orang-orang yang beriman, dan ancaman siksa bagi orang-orang yang kafir. Orang-orang yang beriman dengan arti yang sebenarnya dan perwujudan imannya itu tampak dalam tindakannya mengerjakan amal-amal saleh, maka Allah akan mengampuni semua dosa-dosanya, membalas perbuatan baik mereka dengan pahala yang berlipat ganda dan rezeki yang mulia. Di akhirat mereka akan dimasukkan ke dalam surga, tempat dimana mereka akan memperoleh semua yang mereka inginkan, sebagaimana firman Allah:\nMasuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan. Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 70-71)\nBahkan dalam hadis diterangkan bahwa dalam surga itu terdapat kesenangan dan kebahagiaan yang belum pernah dirasakan oleh manusia semasa hidup di dunia sebagaimana firman Allah dalam hadis qudsi:\nDi dalam surga itu terdapat apa yang belum pernah dilihat mata, dan apa yang belum pernah di dengar telinga, dan apa yang belum pernah terlintas di dalam hati manusia. (Riwayat ath-thabrani)",
    "quraish": "Mereka yang beriman kepada Allah dan rasul-Nya, serta melakukan amal saleh akan mendapatkan ampunan dari Allah atas dosa-dosa yang mereka lakukan dan mendapatkan rezeki yang mulia di surga.",
    "jalalayn": "(Maka orang-orang yang beriman dan mengerjakan amal saleh, bagi mereka ampunan) dari dosa-dosa (dan rezeki yang mulia) yaitu surga."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 51,
    "arab": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
    "translation": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2646.mp3",
    "tafsir": "Adapun orang-orang yang tetap berusaha menentang para rasul, ingin menghancurkan Islam dan kaum Muslimin, mereka akan dimasukkan ke dalam api neraka, dan itulah tempat yang paling buruk yang disediakan Allah untuk mereka, Allah berfirman:\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)",
    "quraish": "Adapun mereka yang berusaha sekuat tenaga untuk memerangi al-Qur'ân, menandingi dan menentang orang-orang Mukmin, serta menyangka bahwa dengan begitu mereka akan mencapai sesuatu yang mereka inginkan, mereka itu akan dikekalkan dalam siksa neraka.",
    "jalalayn": "(Dan orang-orang yang berusaha terhadap ayat-ayat Kami) Alquran dengan menentang dan membatalkannya (dengan melemahkan) orang-orang yang mengikuti Nabi saw., mereka menganggap lemah orang-orang yang mengikutinya, dan mereka berupaya menghambat kaum Muslimin untuk beriman kepadanya, atau mereka menganggap lemah Kami untuk dapat mengazab mereka. Dan menurut qiraat yang lain dibaca Mu'ajjiziina, yakni mereka dapat mendahului Kami, atau dengan kata lain mereka mengira, bahwa diri mereka yang ingkar terhadap adanya hari berbangkit dan hari pembalasan mereka mengira akan selamat dari azab Kami (mereka itu adalah penghuni-penghuni Jahim) yakni neraka."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 52,
    "arab": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
    "translation": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2647.mp3",
    "tafsir": "Dalam ayat ini Allah memperingatkan orang-orang yang beriman akan usaha-usaha yang dilakukan oleh setan; baik setan dalam bentuk jin, maupun setan dalam bentuk manusia untuk menyesatkan manusia dari jalan Allah.\nDi antara usaha-usaha setan itu ialah apabila Rasul membicarakan ayat-ayat Allah, atau menjelaskan dan menyampaikan syariat yang dibawanya kepada para sahabatnya, maka bangunlah setan-setan itu dan berusahalah mereka memasukkan ke dalam hati para pendengar sesuatu tafsiran yang salah, sehingga mereka meyakini bahwa ayat-ayat atau syariat yang disampaikan Rasul itu, bukan berasal dari Allah, tetapi semata-mata ucapan Rasul saja, yang dibuat-buat untuk meyakinkan manusia akan kenabian dan kerasulannya. Ada pula di antara setan-setan itu menyisipkan tafsir yang salah terhadap ayat-ayat itu, sehingga tanpa disadari oleh para pendengar, mereka telah menyimpang dengan tafsir itu sendiri dari maksud ayat yang sebenarnya.\nUsaha setan itu tidak saja dilakukan terhadap Al-Qur'an dan hadis-hadis Nabi, tetapi juga telah dilakukannya terhadap agama dan kitab-kitab suci yang pernah diturunkan kepada para rasul. Usaha-usaha setan itu ada yang berhasil. Bila dipelajari dengan sungguh-sungguh sejarah agama yang dibawa para rasul dan sejarah kitab-kitab suci yang diturunkan Allah kepada mereka. Telah banyak dimasukkan oleh setan ke dalam agama-agama itu sesuatu yang dapat menyesatkan manusia dari jalan Allah. Yang disisipkan itu bukan saja hal yang ringan dan bukan prinsip, tetapi banyak pula yang telah berhasil disisipkan itu sesuatu yang dapat mengubah azas dan pokok agama itu, Allah berfirman:\nMereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). (al-Ma`idah/5: 13)\nAgama yang diturunkan Allah kepada para rasul terdahulu yang telah banyak dicampuri oleh perbuatan setan, di antaranya ialah agama Nabi Ibrahim, Nabi Musa, Nabi Daud dan Nabi Isa as.\nDalam sejarah kaum Muslimin setelah Rasulullah saw dan para sahabat terdekat meninggal dunia, nampak dengan jelas usaha-usaha untuk merusak dan mengubah agama Islam meskipun usaha untuk mengubah, menambah atau mengurangi ayat-ayat Al-Qur'an tidak berhasil, karena Al-Qur'an dipelihara oleh Allah, tetapi mereka hampir saja berhasil memasukkan hadis-hadis palsu ke dalam kumpulan hadis-hadis Nabi. Di samping itu juga mereka hampir berhasil menafsirkan ayat-ayat Al-Qur'an dengan tafsir atau takwil yang jauh dari makna Al-Qur'an yang dikehendaki.\nDi samping usaha-usaha mereka untuk mengubah ayat-ayat suci Al-Qur'an, hadis Nabi dan syariat Islam, mereka juga berusaha untuk merusak hidup dan kehidupan manusia, seperti jika seorang mencita-citakan adanya sesuatu kebaikan pada dirinya, maka ditimbulkanlah oleh setan di dalam diri dan pikiran orang itu pendapat atau keyakinan bahwa cita-cita yang diinginkan itu sulit memperolehnya, sehingga timbul pada diri dan kemauan orang itu rasa takut dan rasa tidak sanggup mencapai cita-cita yang baik itu.\nMengenai Al-Qur'an banyak sekali usaha-usaha untuk meniru-nirunya, memasukkan tafsir dan takwilan yang salah ke dalamnya, memasukkan khurafat-khurafat dan sebagainya, namun semua usaha itu mengalami kegagalan. Hal ini sesuai dengan jaminan Allah tehadap pemeliharaan Al-Qur'an itu, Allah berfirman:\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-Hijr/15: 9)\nJika diperhatikan sejarah Al-Qur'an, amat banyak cara yang telah dilakukan untuk menjaga otensitas Al-Qur'an itu, di antaranya ialah: \n1. Di masa Rasulullah masih hidup, setiap ayat-ayat Al-Qur'an diturunkan beliau menyuruh menuliskan dan menghafalnya.\n2. Tidak lama setelah Rasulullah saw meninggal dunia, seluruh Al-Qur'an telah dapat dikumpulkan dan ditulis pada lembaran-lembaran yang kemudian diikat dan disimpan oleh Abu Bakar, sepeninggal Abu Bakar disimpan oleh Umar, kemudian oleh Hafsah binti Umar. Di masa Usman Al-Qur'an yang ditulis pada lembaran-lembaran itu dibukukan. Al-Qur'an dinamai \"Mushaf\". Ada lima buah mushaf yang ditulis di masa Usman itu. Dari mushaf yang lima itulah kaum Muslimin di seluruh dunia Islam di masa itu menyalin Al-Qur'an.\n3. Mendorong dan menambah semangat orang-orang yang berilmu, agar memperdalam ilmunya. Dengan kemampuan ilmu yang ada, mereka dapat mempertahankan kemurnian Al-Qur'an dari segala macam subhat dan penafsiran yang salah.\n4. Sejak masa Nabi saw sampai saat ini, selalu ada orang yang hafal seluruh Al-Qur'an, sehingga sukar dilakukan penyisipan-penyisipan ke dalamnya. Bahkan kesalahan tulisan yang sedikit saja pada ayat-ayat Al-Qur'an telah dapat menimbulkan reaksi yang kuat dari kalangan kaum Muslimin.\nDalam setiap kurun sejarah Islam, selalu ada tokoh-tokoh ulama yang sanggup membela dan mempertahankan ajaran Islam dari serangan yang datang dari luar Islam yang beraneka ragam bentuknya.\nPada saat banyak timbul usaha-usaha pemalsuan hadis pada permulaan abad kedua hijriyah, tampillah Khalifah Umar bin Abdul Aziz. Beliau berusaha mengumpulkan dan membukukan hadis-hadis Nabi saw yang masih berada dalam hafalan para tabi`in, dan sebagian telah dituliskan oleh para sahabat. Beliau memerintahkan para pejabat di daerah-daerah, dan para ulama agar mengumpulkan hadis-hadis Nabi di daerah mereka masing-masing. Di antara para ulama yang menulisnya ialah Imam az-Zuhri. Maka oleh Imam az- Zuhri dikumpulkan hadis-hadis Nabi itu. Sekalipun pada masa itu belum lagi dilakukan penelitian dan pemisahan hadis-hadis mana yang palsu dan mana yang benar-benar berasal dari Nabi, tetapi usaha ini merupakan landasan dan dasar dari usaha-usaha yang akan dilakukan oleh para Imam hadis yang datang kemudian sesudah angkatan az-Zuhri ini, seperti Imam al-Bukhari, Muslim, an-Nasa`i, Abu Daud dan lain-lain. Imam-imam inilah yang melakukan penelitian terhadap hadis-hadis yang telah dikumpulkan di masa Khalifah Umar bin Abdul Aziz itu.\nDemikian pula Imam al-Asy'ari telah berhasil mempertahankan kemurnian ajaran Islam dari pengaruh filsafat Yunani yang banyak dipelajari oleh ulama-ulama Islam waktu itu. Kemudian al-Gazali telah berhasil pula mempertahankan ajaran Islam dari pengajaran atau pengaruh yang kuat dari filsafat Neoplatonisme. Ibnu Taimiyah telah membersihkan ajaran Islam dari berbagai khufarat yang menyesatkan. \nAllah Maha Mengetahui segala sesuatu, termasuk segala macam bentuk usaha setan untuk merusak dan merubah ajaran Islam, semua yang terbesit di dalam hati manusia, semua yang nampak dan semua yang tersembunyi. Dengan pengetahuan-Nya itu pula Dia melumpuhkan tipu daya setan yang ingin merusak agama-Nya, kemudian menimpakan pembalasan yang setimpal bagi mereka itu.",
    "quraish": "Janganlah kamu bersedih, wahai Muhammad, mendapati perlakuan orang-orang kafir itu! Sebelum kamu pun, setiap kali seorang rasul atau seorang nabi membacakan sesuatu untuk mengajak mereka kepada kebenaran, semua rasul itu dihalangi oleh setan-setan manusia yang membangkang. Setan-setan itu bermaksud untuk menggagalkan dakwah, membuat keragu-raguan dalam sesuatu yang dibacakan itu, dan akhirnya membuat seruan nabi atau rasul itu tidak ada harapan untuk dipenuhi. Tetapi Allah menggagalkan rencana mereka itu, dan kemenangan pun, akhirnya, berada di pihak kebenaran. Allah telah mengokohkan syariat dan menolong rasul-Nya. Dia yang Mahatahu akan keadaan dan tipu daya manusia lagi Mahabijaksana untuk meletakkan segala sesuatu pada tempatnya.",
    "jalalayn": "(Dan Kami tidak mengutus sebelum kamu seorang rasul pun) rasul adalah seorang nabi yang diperintahkan untuk menyampaikan wahyu (dan tidak pula seorang nabi) yaitu orang yang diberi wahyu akan tetapi tidak diperintahkan untuk menyampaikannya (melainkan apabila ia membaca) membacakan Alquran (setan pun, memasukkan godaan-godaan terhadap bacaannya itu) membisikkan apa-apa yang bukan Alquran dan disukai oleh orang-orang yang ia diutus kepada mereka. Sehubungan dengan hal ini Nabi saw. pernah mengatakan setelah beliau membacakan surah An-Najm, yaitu sesudah firman-Nya, \"Maka apakah patut kalian (hai orang-orang musyrik) menganggap Lata, Uzza dan Manat yang ketiganya...\" (Q.S. An-Najm, 19-2O) lalu beliau mengatakan, \"Bintang-bintang yang ada di langit yang tinggi itu, sesungguhnya manfaatnya dapat diharapkan\". Orang-orang musyrik yang ada di hadapan Nabi saw. kala itu merasa gembira mendengarnya. Hal ini dilakukan oleh Nabi saw. di hadapan mereka, dan sewaktu Nabi saw. membacakan ayat di atas lalu setan meniupkan godaan kepada lisan Nabi saw. tanpa ia sadari, sehingga keluarlah perkataan itu dari lisannya. Maka malaikat Jibril memberitahukan kepadanya apa yang telah ditiupkan oleh setan terhadap lisannya itu, lalu Nabi saw. merasa berduka cita atas peristiwa itu. Hati Nabi saw. menjadi terhibur kembali setelah turunnya ayat berikut ini, (\"Allah menghilangkan) membatalkan (apa yang ditiupkan oleh setan itu, dan Dia menguatkan ayat-ayat-Nya) memantapkannya. (Dan Allah Maha Mengetahui) apa yang telah dilancarkan oleh setan tadi (lagi Maha Bijaksana) di dalam memberikan kesempatan kepada setan untuk dapat meniupkan godaannya kepada Nabi saw. Dia berbuat apa saja yang dikehendaki-Nya."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 53,
    "arab": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
    "translation": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2648.mp3",
    "tafsir": "Allah menjelaskan berbagai usaha setan-setan beserta pengikutpengikutnya untuk memperdayakan manusia dengan menambah pengertian yang salah dalam ayat-ayat Al-Qur'an dan dalam agama Islam. Perbuatan mereka itu menjadi cobaan bagi manusia, terutama bagi orang-orang yang beriman, orang-orang yang ingkar dan sesat hatinya serta orang-orang munafik. Godaan setan itu menambahkan sesat dan menimbulkan penyakit dalam hatinya, sehingga kekafiran dan kemunafikan mereka bertambah.\nSedang orang-orang yang kuat imannya tidak akan tertipu oleh setan, setiap godaan setan yang datang kepadanya akan menambah kuat imannya. Sebaliknya orang-orang yang sesat hatinya dan ada penyakit di dalamnya akan jauh menyimpang dari jalan yang benar, karena itu sukar bagi mereka kembali ke jalan yang benar. Mereka tidak dapat lagi mengharapkan keridaan Allah dan tidak akan lepas dari siksaan Allah",
    "quraish": "Adapun mengapa Allah memberi kesempatan kepada para penolak kebenaran untuk membuat keragu- raguan dan merintangi jalan dakwah adalah untuk menguji dan mencoba umat manusia. Orang-orang kafir yang hatinya telah membatu, orang-orang munafik, dan orang-orang yang hatinya sakit, semakin sesat karena menyebarkan dan membela keragu-raguan itu. Maka tidak mengherankan, mengapa orang-orang zalim tersebut mengambil sikap seperti itu, karena mereka telah tenggelam dalam kesesatan, sikap keras kepala dan pertikaian.",
    "jalalayn": "(Agar Dia menjadikan apa yang ditiupkan oleh setan itu sebagai cobaan) yakni musibah (bagi orang-orang yang di dalam hatinya ada penyakit) perselisihan dan kemunafikan (dan yang kasar hatinya) orang-orang musyrik; hati mereka kasar dan keras tidak mau menerima barang yang hak. (Dan sesungguhnya orang-orang yang zalim itu) yakni orang-orang kafir (benar-benar dalam permusuhan yang sangat\") mereka berada dalam perselisihan yang berkepanjangan dengan Nabi saw. dan orang-orang Mukmin, hal ini dapat diketahui sewaktu terlontar kata-kata dari lisan Nabi saw. yang menyebutkan tuhan-tuhan mereka dengan sebutan yang membuat mereka suka; hanya saja hal itu dibatalkan oleh firman Allah selanjutnya."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 54,
    "arab": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2649.mp3",
    "tafsir": "Allah melakukan yang demikian itu agar orang-orang yang berilmu pengetahuan mengetahui dan merenungkan segala macam hukum yang telah ditetapkan Allah, pokok-pokok sunnatullah, segala macam subhat dan penafsiran ayat-ayat dengan cara yang salah yang dibuat oleh setan dan pengikut-pengikutnya. Dengan pengetahuan dan pengalaman itu diharapkan iman mereka bertambah, meyakini bahwa Al-Qur'an itu benar-benar berasal dari Allah. sebagaimana mereka meyakini bahwa Allah menjamin keaslian Al-Qur'an dari campur tangan manusia di dalamnya dan dari penafsiran yang salah.\nKarena itu hendaklah orang-orang yang beriman yang telah dapat membedakan antara yang benar dan yang salah, antara iman dan kufur menundukkan dan menyerahkan diri kepada Allah. Membaca ayat-ayat Al-Qur'an dengan sungguh-sungguh, melaksanakan segala yang diperintahkan-Nya, menghentikan segala larangan-Nya, baik yang berhubungan dengan ibadah, muamalat, budi pekerti, hukum dan tata cara bergaul dalam kehidupan masyarakat.\nKemudian ditegaskan bahwa Allah benar-benar akan memberi petunjuk dan taufik kepada hamba-hamba-Nya yang beriman dan mengikuti semua rasul. Petunjuk dan taufik yang diberikan Allah kepada hamba-Nya dilakukan dengan bermacam cara. Ada cara yang langsung dan ada pula dengan cara yang tidak langsung, kadang-kadang manusia sendiri menyadari bahwa ia telah menerima petunjuk itu.\nDalam sejarah kehidupan Nabi Muhammad saw banyak didapati saat-saat Allah memberikan petunjuk yang langsung kepadanya. Di antaranya petunjuk-petunjuk Allah kepadanya adalah teguran Allah kepada Nabi, ketika Nabi melakukan perbuatan yang dianggap tidak layak dilakukan oleh rasul, misalnya teguran-Nya kepada Nabi karena meremehkan seorang sahabat yang bertanya kepadanya, Nabi sedang sibuk dengan pembesar Quriasy. Di antara contoh-contohnya ialah sebagai berikut:\nImam Ibnu Jarir meriwayatkan bahwa Ibnu Ummi Maktum, seorang sahabat Nabi yang buta dan miskin. Pada suatu hari ia datang menghadap Nabi dan ia berkata, \"Ya Rasulullah, bacakan dan ajarkanlah kepadaku apa yang telah diajarkan Allah kepadamu.\" Ia mengulangi perkataan itu tiga kali. Waktu Ibnu Ummi Maktum bertanya, Rasul saw sedang menerima pembesar Quraisy, yaitu Walid bin Mugirah dan konon musuh umat Islam, sedang Ibnu Ummi Maktum tidak melihat dan mengetahui pula bahwa Rasulullah sedang sibuk menerima tamu-tamunya. Karena itu Rasulullah saw merasa kurang senang dengan permintaan Ibnu Ummi Maktum, beliau bermuka masam dan berpaling daripadanya. Sikap Rasulullah terhadap Ibnu Ummi Maktum itu ditegur Allah dengan firman-Nya:\nDia (Muhammad) berwajah masam dan berpaling, karena seorang buta telah datang kepadanya (Abdullah bin Ummi Maktum). Dan tahukah engkau (Muhammad) barangkali dia ingin menyucikan dirinya (dari dosa), atau dia (ingin) mendapatkan pengajaran, yang memberi manfaat kepadanya? Adapun orang yang merasa dirinya serba cukup (pembesar-pembesar Quraisy), maka engkau (Muhammad) memberi perhatian kepadanya, padahal tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman). Dan adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran), sedang dia takut (kepada Allah), engkau (Muhammad) malah mengabaikannya. Sekali-kali jangan (begitu)! Sungguh, (ajaran-ajaran Allah) itu suatu peringatan. ('Abasa/80: 1-11)\nDengan teguran Allah itu Rasulullah menjadi sadar akan kesalahannya, sejak waktu itu beliau tambah menghormati sahabat-sahabat beliau, termasuk menghormati Ibnu Ummi Maktum sendiri. Teguran Allah inilah yang membedakan posisi Nabi dengan manusia biasa.",
    "quraish": "Sebaliknya, orang-orang yang diberi ilmu syariat kemudian mengimaninya, akan semakin bertambah percaya dan mengetahui bahwa yang dikatakan para rasul dan nabi itu adalah benar-benar dari Allah. Dia, sungguh, akan selalu mengawasi problematika orang-orang Mukmin dan membimbing mereka ke jalan lurus yang akan mereka ikuti.",
    "jalalayn": "(Dan agar orang-orang yang telah diberi ilmu meyakini) diberi ilmu tentang ketauhidan dan Alquran (bahwasanya Alquran) itulah (yang hak dari Rabbmu lalu mereka beriman kepadanya dan tenanglah) yakni mantaplah (hati mereka kepadanya, dan sesungguhnya Allah adalah Pemberi petunjuk bagi orang-orang yang beriman kepada jalan) tuntunan (yang lurus) yaitu agama Islam."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 55,
    "arab": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
    "translation": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2650.mp3",
    "tafsir": "Ayat ini menjelaskan sikap orang kafir terhadap Al-Qur'an, mereka tidak percaya terhadap Al-Qur'an, mekipun telah datang bukti-bukti kebenaran Al-Qur'an sebagai kalamullah bukan ciptaan Muhammad.\nDengan teguran Allah kepada Nabi yang tidak layak di atas, orang kafir tetap ragu dan tidak mau beriman kepada Allah sampai hari Kiamat atau sampai datang azab kepada mereka.",
    "quraish": "Orang-orang yang ingkar tidak berhasil menemukan kepastian, dan terus meragukan al-Qur'ân hingga mati atau didatangi azab hari kiamat yang tidak memberikan kasih sayang kepada mereka.",
    "jalalayn": "(Dan senantiasalah orang-orang kafir itu berada dalam keragu-raguan) tidak percaya (terhadap Alquran) disebabkan apa-apa yang diembuskan oleh setan melalui lisan Nabi, kemudian hal itu dibatalkan (hingga datang kepada mereka saat ajalnya dengan tiba-tiba) saat kematian mereka, atau yang dimaksud adalah hari kiamat yang datang secara mendadak (atau datang kepada mereka azab hari kiamat) yaitu perang Badar, yang di dalam perang itu tiada kebaikan sedikit pun bagi orang-orang kafir; keadaan pada hari itu diserupakan bagaikan angin kering yang tidak membawa kebaikan sedikit pun. Atau makna yang dimaksud adalah azab hari kiamat, yaitu hari yang tidak ada malam hari lagi sesudahnya."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 56,
    "arab": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ",
    "translation": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2651.mp3",
    "tafsir": "Allah menerangkan bahwa apabila telah datang hari Kiamat, maka segalanya berada di tangan Allah. Dialah yang berkuasa pada waktu itu dan berkuasa menyelesaikan segala sesuatu dengan memberikan balasan yang layak kepada manusia, sesuai dengan perbuatan yang telah dilakukannya selama hidup di dunia.\nOrang-orang yang beriman kepada Al-Qur'an, mengamalkan segala yang terkandung di dalamnya, beriman kepada Muhammad sebagai Rasul Allah, mengamalkan hadis-hadisnya melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya, akan diberi balasan surga yang penuh kenikmatan. Mereka memperoleh apa yang dikehendakinya, merasakan kebahagiaan, kesenangan yang belum pernah mereka rasakan selama hidup di dunia.",
    "quraish": "Pada hari ketika Allah mengadili para hamba-Nya, kekuatan mutlak berada di tangan-Nya. Pada saat itu, orang-orang yang beriman dan berbuat baik akan dikekalkan dalam surga yang menyediakan berbagai jenis kesenangan.",
    "jalalayn": "(Kekuasaan di hari itu) yaitu hari kiamat (hanyalah bagi Allah) semata. Makna Istiqrar atau tetap yang terkandung sebelum lafal Yaumaidzin adalah 'Amil yang menashabkan Zharaf atau lafal Yaumaidzin. Maksudnya; kekuasaan pada hari kiamat itu hanyalah tetap bagi Allah semata (Dia memberi keputusan di antara mereka) antara kaum Mukminin dan orang-orang kafir, pengertian ini dijelaskan oleh firman selanjutnya, yaitu, (Maka orang-orang yang beriman dan beramal saleh adalah di dalam surga yang penuh kenikmatan) penuh dengan anugerah dari Allah."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 57,
    "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ",
    "translation": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2652.mp3",
    "tafsir": "Orang-orang kafir yang mendustakan ayat-ayat Allah, memasukkan penafsiran yang salah dan membuat keraguan ke dalam ayat-ayat-Nya, mendakwahkan bahwa Al-Qur'an adalah buatan Muhammad, mereka akan ditimpa azab yang sangat keras, tidak dapat dibandingkan keras dan beratnya itu dengan siksa atau malapetaka yang pernah terjadi selama mereka hidup di dunia.",
    "quraish": "Adapun orang-orang yang ingkar dan mendustakan ayat-ayat al-Qur'ân yang telah Kami turunkan kepada Muhammad akan mendapatkan azab yang hina dan nista.",
    "jalalayn": "(Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, maka bagi mereka azab yang menghinakan) azab yang keras disebabkan kekafiran mereka."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 58,
    "arab": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
    "translation": "Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2653.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua orang yang hijrah di jalan Allah, meninggalkan kampung halamannya, meninggalkan keluarga dan harta bendanya, hanya untuk mencari rida Allah, dengan tujuan menegakkan agama Islam bersama Nabi Muhammad saw. Kemudian mereka terbunuh dalam peperangan atau meninggal secara normal dalam keadaan yang demikian itu, maka Allah akan membukakan rezeki yang mulia kepada mereka di akhirat.\nSebagian ahli tafsir berpendapat bahwa pada hakikatnya orang yang terbunuh atau mati biasa dalam keadaan hijrah untuk mempertahankan dan membela agama Allah adalah sama-sama akan diberi rezeki yang mulia di sisi Allah. Itulah yang dimaksud dengan ayat ini, dan juga disebutkan dalam firman Allah:\nDan barang siapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barang siapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang. (an-Nisa`/4: 100)\nDan dalam hadis Nabi saw: \nDari Salman al-Farisi ia berkata, \"Aku telah mendengar Rasulullah saw bersabda, \"Barangsiapa yang mati dalam keadaan bertugas (siap bertempur pada jalan Allah), dia diberi rezeki, dan aman dari segala yang memfitnah dia. Dan bacalah olehmu jika kamu menghendaki (ayat ini).\" (Riwayat Ibnu Abi Hatim)\nDari ayat ini dapat pula ditetapkan hukum, bahwa apabila ada perbuatan baik, sesuai dengan apa yang diperintahkan agama dan dikerjakan oleh beberapa orang, dalam pelaksanaan pekerjaan itu ada kaum Muslimin yang meninggal karena pekerjaan itu, dan ada yang mati secara normal di waktu melaksanakan pekerjaan itu, maka orang-orang yang mati secara normal itu diberi pahala yang sama oleh Allah.\nDalam ayat ini terdapat perkataan \"rezeki\" yang mulia, Allah tidak menerangkan apa yang dimaksud dengan rezeki yang mulia itu, dan kapan rezeki itu diberikan. Hal ini akan diterangkan pada ayat berikutnya (ayat 59).\nKemudian Allah menerangkan bahwa Dia adalah pemberi rezeki yang paling baik. Maksudnya ialah Allah memberikan rezeki kepada hamba-hamba-Nya itu, semata-mata karena kasih sayangnya kepada mereka, sehingga ia memberikannya tiada terhingga kepada siapa yang dikehendaki-Nya, tanpa mengharapkan sesuatu balasan dari hamba-Nya itu.",
    "quraish": "Dan orang-orang yang meninggalkan kampung halaman untuk meninggikan agama demi mendapatkan perkenan Allah, lalu terbunuh di medan perang atau meninggal di atas tempat tidur, mereka akan diganjar oleh Allah dengan ganjaran yang paling baik. Dia adalah sebaik-baik yang memberikan pahala yang banyak.",
    "jalalayn": "(Dan orang-orang yang berhijrah di jalan Allah) jalan ketaatan kepada-Nya, yaitu berhijrah dari Mekah ke Madinah (kemudian mereka dibunuh atau mati, benar-benar Allah akan memberikan kepada mereka rezeki yang baik) yakni rezeki di surga. (Dan sesungguhnya Allah adalah sebaik-baik pemberi rezeki) Pemberi rezeki yang paling utama."
  },
  {
    "hizb": 135,
    "name": "Al-Hajj",
    "ayat": 59,
    "arab": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ",
    "translation": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2654.mp3",
    "tafsir": "Allah akan memasukkan semua orang yang terbunuh di jalan-Nya dan orang-orang yang meninggal dalam keadaan hijrah itu ke dalam surga yang penuh kenikmatan di akhirat kelak, sebagai balasan bagi apa yang telah mereka lakukan.\nInilah yang dimaksud dengan rezeki pada ayat 58, dan kapan rezeki itu diberikan-Nya. Allah menerangkan bahwa Dia mengetahui semua perbuatan yang telah dilakukan oleh orang-orang yang hijrah, mengetahui segala amal yang telah mereka perbuat, baik yang kecil maupun yang besar, baik yang nampak maupun yang tersembunyi. Sebagaimana Allah mengetahui pula perbuatan-perbuatan orang yang zalim. Sekalipun demikian Allah tidak segera menimpakan siksa kepada orang-orang yang zalim, karena Dia juga Maha Penyantun, Allah selalu memberi kesempatan kepada manusia yang berdosa untuk bertobat dan kembali mengerjakan perbuatan-perbuatan yang baik dan diridai Allah.",
    "quraish": "Mereka itu benar-benar akan dimasukkan oleh Allah ke dalam surga yang bertingkat-tingkat yang membuat mereka puas dan bahagia. Sesungguhya Allah Maha Mengetahui keadaan mereka. Karenanya, Dia lalu memberi mereka ganjaran yang baik. Dia juga Mahalembut dan memaafkan kesalahan-kesalahan mereka.",
    "jalalayn": "(Sesungguhnya Allah akan memasukkan mereka ke dalam suatu tempat) dapat dibaca Mudkhalan dan Madkhalan, artinya tempat masuk atau suatu tempat (yang mereka menyukainya) yaitu surga. (Dan sesungguhnya Allah Maha Mengetahui) tentang niat mereka (lagi Maha Penyantun) dari menghukum mereka."
  }
]