[
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 60,
    "arab": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
    "translation": "Demikianlah, dan barangsiapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2655.mp3",
    "tafsir": "Demikianlah, Allah akan memberikan rezeki yang baik dan surga yang penuh kenikmatan kepada orang-orang yang meninggal dalam keadaan hijrah dan berjihad di jalan Allah, dalam memerangi musuh-musuh mereka.\nKemudian Allah menegaskan jaminan pertolongan-Nya kepada orangorang yang hijrah dan berjihad, yaitu siapa di antara orang-orang yang beriman membalas siksaan orang-orang kafir, karena mereka telah diperangi, kemudian musuh-musuhnya itu memaksa mereka untuk hijrah meninggalkan kampung halaman mereka, pastilah Allah akan menolong mereka dan akan membalas perbuatan itu kembali.\nDalam pada itu Allah Maha Pengampun lagi Maha Penyayang kepada hamba-hamba-Nya. Karena itu janganlah orang-orang yang beriman memerangi musuh-musuh mereka yang telah menyerah dan hendaklah mereka melindungi orang-orang yang minta perlindungan kepada mereka. Jika orang-orang kafir membiarkan kaum Muslimin menjalankan agamanya, tidak mengganggu dan menyakiti mereka, Allah melarang memerangi orang-orang kafir itu. Allah memerintahkan untuk memaafkan kesalahan mereka, sebagaimana Allah telah memaafkan pula kesalahan orang-orang yang beriman. Allah berfirman:\nDan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri. Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syura/42: 39-40)",
    "quraish": "Begitulah cara Kami dalam mengganjar manusia. Kami tidak pernah berlaku curang. Maka apabila seoang Mukmin, berdasarkan hukum kisas, membalas orang yang berbuat jahat kepadanya hanya dengan kejahatan yang semisal, tetapi si pelaku kejahatan kemudian malah menambah kejahatannya, maka Allah telah mengambil janji untuk menolongnya dari kejahatan orang itu. Allah sungguh banyak ampunan-Nya kepada orang yang membalas suatu kejahatan hanya dengan yang semisal. Dia tidak akan menghukumnya karena hal itu. Dia pun amat luas sifat memaafkannya, hingga di hari kiamat nanti, menutupi kesalahan- kesalahan hamba-Nya yang taat.",
    "jalalayn": "Perkaranya (demikianlah) apa yang telah Kami ceritakan kepadamu (dan barang siapa membalas) melakukan pembalasan, yang dimaksud adalah orang-orang Mukmin (seimbang dengan penganiayaan yang pernah ia derita) sesuai dengan penganiayaan yang dialaminya dari orang-orang musyrik yang berbuat aniaya terhadapnya. Atau dengan kata lain, ia memerangi mereka sebagaimana mereka memeranginya di bulan Muharam (kemudian ia dianiaya lagi) dan diusir dari kampung halamannya oleh mereka (pasti Allah akan menolongnya. Sesungguhnya Allah benar-benar Maha Pemaaf) terhadap orang-orang yang beriman (lagi Maha Pengampun) terhadap mereka yang memerangi orang-orang musyrik, sekalipun dalam bulan Muharam."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 61,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
    "translation": "Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2656.mp3",
    "tafsir": "Memberikan pertolongan dan menjamin kemenangan bagi orang-orang yang beriman itu adalah suatu janji yang pasti dari Allah. Karena Dia Maha Menguasai segala sesuatu. Di antara tanda-tanda kekuasaan-Nya itu, Dia pada suatu musim panas memasukkan malam ke dalam siang, maka siang menjadi panjang, dan pada suatu musim dingin memasukkan siang ke dalam malam, maka malam menjadi panjang. Di daerah khatulistiwa perbedaan waktu malam dan waktu siang ini tidak begitu dirasakan. Tetapi di daerah sub-tropis dan daerah kutub Utara atau Selatan, perbedaan ini sangat kelihatan. Pada musim dingin kelihatan malam amat panjang, sedang di musim panas waktu sianglah yang lebih panjang dari waktu malam.\nAyat di atas merupakan salah satu ayat dari sekian ayat dalam Al-Qur'an yang mengungkapkan secara berulang perkara kejadian siang dan malam. (QS 10;67, 16:12, 17;12, 21:33, dst). Dan itu terjadi semata karena kuasa-Nya yang tercermin dari bunyi awal ayat.\nMenurut para saintis, malam dan siang merupakan fenomena alam yang terjadi karena posisi bumi yang bergerak mengelilingi matahari pada lintasan yang tetap \"hampir berbentuk\" lingkaran. Karena itu pula bumi terhindar dari mengalami suhu-suhu ekstrem yang mematikan. Bumi yang bulat ketika mengelilingi matahari tadi sambil terus berputar pada sumbunya. Malam terjadi pada bagian bumi yang tidak tersinari oleh sinar matahari dan siang ketika bagian bumi lainnya terkena sinar matahari. Malam itu gelap dan siang itu terang. \nMengenai perputaran(rotasi) bumi pada sumbunya, data menunjukkan bahwa kecepatannya adalah 1.670 km per jam. Bandingkan dengan kecepatan peluru ketika dilepaskan dari senjata modern yaitu 1.800 km per jam. Betapa cepatnya rotasi bumi. \nSementara kecepatan orbit bumi terhadap matahari adalah 60 kali kecepatan peluru, yakni sekitar 108.000 km per jam. Dengan kecepatan demikian sebuah pesawat akan dapat mengelilingi bumi dalam waktu 22 menit saja.\nPerputaran bumi pada sumbunya terjadi satu kali dalam sehari yang menurut pengamatan para ahli merupakan kecepatan yang tepat untuk menghasilkan suhu yang sedang dan nyaman untuk kehidupan di atas permukaan bumi. Dan lebih mencengangkan adalah besarnya sudut sumbu putar bumi ini telah memungkinkan untuk terjadinya 4 musim di belahan utara dan selatan garis equator dan hanya 2 musim di daerah yang terletak tepat di garis equator bumi. \nKetepatan perputaran (rotasi) yang mengakibatkan keteraturan terjadinya siang dan malam di bumi ini ditegaskan oleh ayat ini,....Tidaklah mungkin bagi matahari mendapatkan bulan dan malam pun tidak dapat mendahului siang, dan masing-masing beredar pada garis edarnya\" (Yasin/36:40) \nDengan pergantian siang dan malam yang secara berkala dan teratur suatu ketetapan Allah untuk menjadi perhitungan waktu bagi kehidupan manusia di bumi. Satu putaran siang dan malam lamanya Allah SWT tentukan 24 jam. Ini yang kita kenal dengan hitungan hari. Satu hari adalah 24 jam. Sementara satu putaran bulan (sebagai satelit bumi) yang mengelilingi bumi memerlukan waktu 29 atau 30 hari. Atau disebut satu bulan.. Sedangkan lamanya bumi mengelilingi atau mengorbit matahari satu putaran penuh dibutuhkan selama 360 hari, dan dikenal dengan satu tahun. Semua ini adalah dasar disusunnya perhitungan waktu atau kalender. \nMemasukkan malam kepada siang, dan memasukkan siang kepada malam itu menurut ukuran manusia adalah lebih sulit melakukannya dari memberi kemenangan. Karena itu memberikan kemenangan kepada orang-orang teraniaya sangat mudah dilakukan Allah. Allah mendengarkan segala doa yang dimohonkan hamba kepada-Nya dan melihat semua perbuatan yang dilakukan hamba-Nya.",
    "quraish": "Pertolongan itu sesuatu yang ringan bagi Allah, karena Dia Mahakuasa atas segala sesuatu. Di antara tanda-tanda kekuasaan-Nya yang tampak jelas di depan mata kalian adalah kekuasaan-Nya untuk mengatur alam semesta. Dia memutar malam dan siang, menambah salah satunya dengan bagian yang diambil dari yang lain hingga sebagian gelap malam, umpamanya, menempati sebagian terangnya siang, atau sebaliknya. Dan dengan kekuasaan-Nya yang sempurna itu, Dia juga mendengar suara orang-orang yang teraniaya, mengetahui dan membalas perbuatan orang yang berbuat aniaya.",
    "jalalayn": "(Yang demikian itu) pertolongan atau kemenangan itu (adalah karena sesungguhnya Allah kuasa memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam) Dia berkuasa untuk memasukkan masing-masing di antara keduanya kepada yang lainnya, yaitu dengan mengembalikan waktu pada salah satu di antaranya. Yang demikian itu merupakan pengaruh daripada kekuasaan Allah swt. yang dengan kekuasaan-Nya itu kaum Muslimin dapat kemenangan (dan bahwasanya Allah Maha Mendengar) terhadap doa-doa kaum Mukminin (lagi Maha Melihat) perihal orang-orang yang beriman, di mana Dia menjadikan iman dalam diri mereka, kemudian Dia memperkenankan doa mereka."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 62,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ",
    "translation": "Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2657.mp3",
    "tafsir": "Sifat-sifat yang demikian itu, yaitu kekuasaan yang sempurna, ilmu yang luas dan sempurna, meliputi segala macam ilmu ada pada Allah, karena Dialah yang wajibul-wujud, pasti adanya, mempunyai segala macam sifat kesempurnaan, tidak mempunyai kekurangan sedikit pun. Dialah yang memiliki agama yang benar, yang disampaikan nabi-nabi dan rasul-rasul yang diutus-Nya, yang paling akhir ialah Nabi Muhammad saw. Dialah Tuhan Yang Maha Esa, tiada seorang pun yang menjadi syarikat bagi-Nya. Karena itu beribadah kepada-Nya adalah suatu yang wajib, sesuatu yang paling benar, demikian pula pertolongan-Nya, janji-Nya adalah suatu yang hak. Segala yang disembah selain Allah adalah sembahan yang salah, dan ibadah itu merupakan ibadah yang tidak ada dasarnya. Dia berkuasa menciptakan segala yang dikehendaki-Nya. Jika Dia ingin menciptakan sesuatu, cukuplah Dia mengatakan, \"Jadilah\". Maka terwujudlah barang itu.\nSesungguhnya Allah Mahatinggi, semua berada dibawah-Nya da Dia di atas segala sesuatu. Tidak ada sesuatu pun yang menyamainya dalam kekuatan, ketinggian dan kebesaran serta pengetahuan-Nya.",
    "quraish": "Pertolongan yang diterima oleh orang-orang yang teraniaya itu hanya bisa didapatkan dari Allah semata. Adapun kekuasan-Nya yang penuh untuk mengendalikan alam sebagaimana kalian rasakan itu, dasarnya adalah bahwa Dia adalah satu-satunya Tuhan yang benar. Sedangkan berhala-berhala yang disembah oleh orang-orang musyrik itu adalah sesuatu yang tidak benar dan palsu. Allah Mahabesar kekuasaan-Nya dan Mahatinggi derajat-Nya di atas yang lain.",
    "jalalayn": "(Demikian itu) yakni kemenangan itu pun (adalah karena sesungguhnya Allah, Dialah Tuhan yang hak) yang semestinya (dan sesungguhnya apa saja yang mereka seru) dapat dibaca Yad'uuna dan Tad'uuna, maksudnya apa saja yang mereka sembah (selain dari Allah) yakni berhala-berhala (itulah yang batil) yakni yang akan lenyap (dan sesungguhnya Allah, Dialah Yang Maha Tinggi) atas segala sesuatu dengan kekuasaan-Nya (lagi Maha Besar) artinya segala sesuatu selain-Nya adalah kecil."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 63,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ",
    "translation": "Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2658.mp3",
    "tafsir": "Dalam ayat ini Allah menyebutkan tanda-tanda kebesaran-Nya yang juga merupakan nikmat yang telah dilimpahkan kepada manusia, yaitu apakah manusia tidak melihat dan memperhatikan bahwa Allah mengedarkan awan, lalu dari awan itu turunlah hujan di atas bumi, air hujan itu menyuburkan bumi, maka timbullah beraneka macam tanam-tanaman dan tumbuh-tumbuhan yang indah bentuknya, seakan-akan bumi menghiasi dirinya dengan tumbuhnya tanam-tanaman dan tumbuh-tumbuhan yang beraneka warna. Di antara yang tumbuh itu ada yang dapat dimakan manusia, sehingga terpelihara kelangsungan hidupnya, ada yang dapat dijadikan bahan-bahan pakaian, bahan kecantikan, dan beraneka keperluan manusia yang lain.\nSesungguhnya Allah Mahaluas ilmu-Nya, karena pengetahuan-Nya meliputi seluruh makhluk-Nya. Tidak ada sesuatu pun yang luput dari pengetahuan-Nya, sejak dari yang kecil sampai kepada yang besar, sejak dari yang mudah sampai kepada yang sulit dan rumit yang kadang-kadang tidak diketahui oleh manusia. Karena itu Allah mengatur, menjaga kelangsungan hidup dan kelangsungan adanya makhluk-Nya itu. Maka ditetapkan hukum-hukum dan ketentuan-ketentuan untuk mengatur makhluk-Nya. \nTentang pengetahuan Allah terhadap makhluk-Nya, diterangkan dalam firman-Nya:\nTidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi atau pun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz). (Yunus/10: 61)",
    "quraish": "Tidakkah kalian berpikir, wahai orang-orang yang berakal, tentang tanda-tanda kekuaasaan Allah yang ada di sekelilingmu agar kalian kemudian menyembah-Nya? Dialah yang menurunkan air hujan dari awan hingga membuat bumi menjadi hijau, penuh dengan tumbuh-tumbuhan, setelah sebelumnya kering- kerontang. Allah Mahalembut, yang mengetahui secara rinci dan menyediakan apa saja yang mendatangkan manfaat kepada hamba-Nya.",
    "jalalayn": "(Apakah kamu tiada melihat) tidak mengetahui (bahwasanya Allah menurunkan air dari langit) yakni hujan (lalu jadilah bumi itu hijau?) disebabkan adanya tumbuh-tumbuhan sesudah itu, hal ini merupakan bukti bagi kekuasaan Allah. (Sesungguhnya Allah benar-benar Maha Lembut) terhadap hamba-hamba-Nya, karena itu Dia menumbuhkan tumbuh-tumbuhan dengan air hujan itu (lagi Maha Waspada) terhadap apa yang ada dalam hati mereka, di kala hujan datang terlambat."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 64,
    "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ",
    "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2659.mp3",
    "tafsir": "Hanya Allah yang memiliki segala apa yang di langit dan segala apa yang di bumi, tidak ada sesuatu pun yang berserikat dengan-Nya dalam pemilikan itu. Karena itu hanya Dia pulalah yang menentukan apa yang dilakukan-Nya terhadap makhluk-Nya itu, tidak ada sesuatu pun yang menghalangi kehendak-Nya. Dia tidak memerlukan sesuatu, hanya makhluk-Nyalah yang memerlukan-Nya. Dia Maha Terpuji karena kebaikan dan nikmat yang tiada terhingga yang telah diberikan kepada makhluk-Nya.",
    "quraish": "Semua yang ada di langit dan bumi adalah milik dan hamba Allah semata. Dia bebas melakukan apa saja atas semua itu dan tidak memerlukan sesuatu apa pun dari hamba-Nya. Sebaliknya merekalah yang memerlukan-Nya. Hanya Dia semata yang pantas menerima pujian dan sanjungan dari semua makhluk.",
    "jalalayn": "(Kepunyaan-Nyalah segala yang ada di langit dan segala yang ada di bumi) sebagai milik-Nya. (Dan sesungguhnya Allah benar-benar Maha Kaya) tidak membutuhkan hamba-hamba-Nya (lagi Maha Terpuji) terhadap kekasih-kekasih-Nya."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 65,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ",
    "translation": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2660.mp3",
    "tafsir": "Di antara nikmat yang telah diberikan Allah kepada hamba-Nya ialah Dia menundukkan dan memudahkan bagi manusia untuk memanfaatkan segala yang terkandung di dalam bumi dan segala yang ada di permukaannya, sehingga dapat dimanfaatkan untuk kepentingan hidup dan kehidupan manusia. Manusia diberi pengetahuan dan kemampuan menanam dan menyuburkan tanaman, menggali barang-barang tambang yang beraneka ragam macamnya. Kemudian Allah menunjukkan cara-cara memanfaatkan semuanya itu. Allah berfirman:\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jashiyah/45: 13)\nManusia telah dianugerahi Allah ilmu yang banyak. Kadang-kadang sebagian mereka menjadi angkuh dan sombong dengan ilmu yang dimilikinya itu, hendaklah manusia ingat bahwa ilmu yang diberikan itu, hanyalah sedikit bila dibandingkan dengan ilmu Allah yang belum diketahui manusia. Ilmu manusia tidak ada artinya sama sekali bila dibandingkan dengan ilmu Allah, sebagaimana firman Allah:\nDan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, \"Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra`/17: 85)\nDemikianlah Allah menundukkan dan memudahkan penguasaan kapal dan laut kepada manusia. Dimudahkan kapal berlayar ke samudera, membawa manusia dan keperluan manusia ke segenap penjuru dunia. Dengan kapal itu pula manusia mencari rezeki di lautan berupa ikan, mutiara, barang tambang dan khazanah lautan berupa ikan yang tidak terhitung banyaknya.\nAllah menciptakan alam semesta, yang terdiri atas ruang angkasa dan planet-planetnya yang tidak terhitung banyaknya. Semua terapung dan beredar melalui garis edar yang telah ditentukan Allah. Masing-masing planet itu mempunyai daya tarik, sehingga ia tidak jatuh berantakan, kecuali jika Allah menghendaki-Nya. Firman Allah:\nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al- Infithar/82: 1-2)\nSemuanya itu tidak dijadikan Allah dengan cara kebetulan saja, tetapi dengan maksud tertentu, dengan hukum-hukum dan ketentuan-ketentuan yang rapi dan teliti. Dengan hukum-hukum dan ketentuan-ketentuan itu manusia dapat mengambil manfaat daripadanya, mereka dapat terbang di jagat raya, naik ke planet lain, mereka dapat meramalkan keadaan cuaca. Mereka dapat berpergian dari suatu negeri ke negeri yang lain dalam waktu yang tidak lama, dan banyak lagi manfaat lain yang dapat mereka ambil dengan menggunakan ketentan-ketentuan dan hukum-hukum Allah itu. Semuanya itu menunjukkan kasih sayang Tuhan kepada manusia.",
    "quraish": "Tidakkah kamu melihat tanda-tanda kekuasaan Allah, wahai orang yang berakal? Dia memudahkan semua manusia untuk memanfaatkan bumi beserta isinya, menjadikan laut layak untuk dilalui kapal, dan mengendalikan bintang-bintang dan planet-planet hingga aturannya tidak rusak atau jatuh ke bumi, kecuali bila kehendak-Nya menentukan lain. Allah benar-benar Mahalembut, Maha Pengasih, dan menyediakan jalan kehidupan kepada semua hamba-Nya. Meskipun semua itu telah jelas, mengapa mereka tidak bersyukur dan beribadah dengan ikhlas kepada-Nya?(1). (1) Ayat ini mengandung fakta-fakta ilmiah yang sangat teliti. Langit--yaitu semua yang ada di atas kita--dimulai dari atmosfer, kemudian ruang angkasa dan benda-benda langit yang bersinar sendiri seperti bintang, rasi, nebula, dan galaksi, lalu benda-benda langit yang tidak bercahaya sendiri seperti satelit, planet, komet, meteor, molekul, atom, dan debu alam, semuanya bisa tetap eksis dan berada pada posisinya disebabkan oleh adanya beberapa kekuatan, terutama gravitasi dan kekuatan yang ditimbulkan oleh gerak. Sifat kasih Allah kepada hamba-Nya tampak pada disediakannya atmosfer yang mengandung zat-zat yang diperlukan untuk hidup dan dapat melindungi penduduk bumi dari bahaya yang diakibatkan oleh berbagai macam sinar alam dan debu-debu meteor yang mengambang di angkasa. Debu-debu itu, apabila menyentuh bagian atas atmosfer, akan terbakar sehingga tidak sempat mencapai ke permukaan bumi. Selain itu, di antara perwujudan kasih sayang-Nya adalah bahwa jatuhnya meteor yang dapat menghancurkan bumi sangat jarang terjadi. Bahkan, kalaupun terjadi, meteor itu akan jatuh di bagian bumi yang terpencil dan tidak berpenduduk.",
    "jalalayn": "(Apakah kamu tiada melihat) tiada mengetahui (bahwasanya Allah menundukkan bagi kalian apa yang ada di bumi) berupa hewan-hewan ternak (dan bahtera) perahu, kapal (yang berlayar di laut) hingga dapat dinaiki dan dapat membawa muatan (dengan perintah-Nya) dengan seizin-Nya. (Dan Dia menahan benda-benda langit) (supaya tidak) supaya jangan (jatuh ke bumi melainkan dengan izin-Nya) oleh sebab itu mereka akan hancur binasa. (Sesungguhnya Allah benar-benar Maha Pengasih lagi Maha Penyayang kepada manusia) oleh karenanya Dia menundukkan kesemuanya itu, dan menahan langit supaya tidak jatuh menimpa mereka."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 66,
    "arab": "وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ",
    "translation": "Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2661.mp3",
    "tafsir": "Di antara nikmat Allah yang paling besar yang dianugerahkan kepada manusia ialah menciptakan manusia hidup dari benda-benda mati, memberi roh, jiwa, akal pikiran dan perasaan, sehingga manusia dapat hidup dan menikmati kehidupan, dapat mengolah bumi untuk kesenangan mereka. Dengan jiwa, akal pikiran dan perasaan itu pula, manusia dapat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya, sehingga di akhirat mereka dilimpahkan lagi nikmat yang paling besar yang tiada taranya, yaitu berupa surga yang telah dijanjikan-Nya.\nSekalipun demikian banyaknya nikmat-nikmat Allah yang telah dilimpahkan kepada manusia, tetapi sedikit manusia yang mensyukuri-Nya, bahkan banyak di antara mereka yang mengingkari-Nya, bahkan ada yang mendurhakai dan menyekutukan-Nya dengan makhluk yang lain. Allah berfirman:\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\nDan firman Allah:\nKatakanlah, \"Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.\" (al-Jashiyah/45: 26)",
    "quraish": "Dialah yang menghidupkan, mematikan jika ajal telah tiba, dan menghidupkan kalian kembali pada hari kiamat untuk mendapatkan perhitungan dan pembalasan. Kendatipun adanya nikmat dan bukti-bukti itu, ternyata manusia masih tetap ingkar kepada Allah.",
    "jalalayn": "(Dan Dialah Allah yang telah menghidupkan kalian) menumbuhkan kalian (kemudian mematikan kalian) bilamana ajal atau batas umur kalian telah habis (kemudian menghidupkan kalian lagi) di waktu hari berbangkit (sesungguhnya manusia itu) yakni orang yang musyrik (benar-benar sangat mengingkari) kepada nikmat-nikmat Allah, disebabkan mereka tidak mau mengesakan-Nya."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 67,
    "arab": "لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ",
    "translation": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2662.mp3",
    "tafsir": "Allah telah mengutus para rasul kepada tiap-tiap umat sampai kepada masa Nabi Muhammad saw. Tiap-tiap rasul membawa syariat yang berbeda dengan syariat rasul yang lain, sesuai dengan keadaan, tempat dan masa dimana umat itu berada sehingga syariat itu dapat mereka lakukan dengan baik dan sesuai dengan kesanggupan, kemanfaatan dan kebutuhan hidup mereka.\nKitab Taurat diturunkan kepada Musa as, yang akan disampaikan kepada Bani Israil. Bani Israil di waktu itu sedang terjangkit paham materialisme dan kehidupan yang materialistis. Hidupnya didasarkan kepada kebendaan. Baginya hidup ini adalah serba benda. Bani Israil tatkala ditinggalkan Nabi Musa yaitu dikala beliau naik ke bukit Tursina untuk menerima Taurat, mereka membuat patung anak sapi dari emas untuk disembah. Isi Taurat banyak memberi petunjuk kepada manusia tentang cara-cara membina diri dan umat agar terhindar dari paham materialisme dan kehidupan yang materialistis itu. Demikian pula Injil diturunkan kepada Nabi Isa as, banyak memberi petunjuk cara-cara pembinaan kejiwaan, rohani, sesuai pula dengan keadaan orang Yahudi di waktu itu. \nPada akhirnya Al-Qur'an diturunkan kepada Nabi Muhammad saw. Syariat yang dikandung Al-Qur'an itu adalah syariat untuk seluruh umat manusia sampai akhir zaman. Di dalam Al-Qur'an banyak ayat-ayat yang memberi petunjuk kepada manusia agar mereka di samping memikirkan kehidupan rohani juga memikirkan kehidupan duniawi, kehidupan duniawi merupakan persiapan kehidupan akhirat.\nDemikianlah ketetapan Allah yang berlaku bagi seluruh umat manusia sejak dahulu sampai sekarang. Maka seharusnya orang-orang kafir itu tidak menentang seruan Nabi Muhammad yang disampaikan kepada mereka. Karena itu Allah memperingatkan kepada Nabi Muhammad dan umatnya agar jangan terpengaruh oleh tantangan dan pembangkangan orang-orang kafir. Tetaplah melakukan dakwah, menyeru mereka dengan hikmat dan kebijaksanaan, mengajak mereka kepada ketauhidan, yang menunjukkan kepada kebahagiaan hidup di dunia dan di akhirat.",
    "quraish": "Kami telah memberikan kepada setiap umat terdahulu syariat khusus yang sesuai dengan keadaan mereka pada zaman itu. Mereka pun beribadah kepada Allah berdasarkan aturan-aturan yang terkandung di dalamnya hingga dihapus oleh syariat yang datang kemudian. Oleh karena itu, Kami memberikan kepada umatmu, wahai Muhammad, suatu syariat yang berisi tata cara mengabdi kepada Allah yang berlaku sampai hari kiamat. Jika demikan, maka orang-orang yang mengabdi kepada Allah menurut agama mereka yang lama, tidak berhak untuk menentangmu dengan keras. Agama lama itu telah dihapus dengan agamamu. Maka janganlah kamu pedulikan bantahan mereka itu! Tetaplah menyeru kepada Tuhan, sesuai dengan wahyu yang disampaikan kepadamu, karena kamu benar-benar berjalan di atas petunjuk Tuhan yang lurus.",
    "jalalayn": "(Bagi tiap-tiap umat telah Kami tetapkan manasik tertentu) dapat dibaca Mansakan dan Minsakan artinya syariat (yang mereka lakukan) yakni mereka amalkan (maka janganlah sekali-kali mereka membantah kamu) makna yang dimaksud adalah, janganlah kamu membantah mereka (dalam urusan ini) masalah penyembelihan, karena mereka mengatakan, bahwa apa yang dimatikan oleh Allah yakni bangkai lebih berhak untuk kalian makan daripada apa yang kalian sembelih (dan serulah manusia kepada Rabbmu) agama-Nya. (Sesungguhnya kamu benar-benar berada pada petunjuk) agama (yang lurus)."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 68,
    "arab": "وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ",
    "translation": "Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2663.mp3",
    "tafsir": "Seandainya orang-orang kafir itu menentang dan mengingkari dakwah Nabi, padahal telah disampaikan kepada mereka bukti-bukti dan keterangan-keterangan yang menunjukkan kebenaran agama yang disampaikan kepada mereka, maka tugas Nabi Muhammad adalah menyampaikan agama, bukan untuk menjadikan seseorang itu menjadi kafir atau beriman. Semuanya menjadi wewenang Allah. Allah berfirman:\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41)\nKatakanlah kepada mereka bahwa Allah lebih mengetahui tentang apa yang mereka kerjakan dan akan membalas mereka terhadap pekerjaan-pekerjaan yang telah mereka kerjakan di dunia ini.",
    "quraish": "Apabila mereka bersikeras untuk terus mendebatmu, berpalinglah kamu dari mereka, dan katakanlah, \"Allah lebih tahu tentang perbuatan kalian dan balasan apa yang pantas untuk itu.",
    "jalalayn": "(Dan jika mereka membantah kamu) dalam masalah agama (maka katakanlah! \"Allah lebih mengetahui tentang apa yang kalian kerjakan\") maka Dia akan membalasnya kepada kalian. Ayat ini diturunkan sebelum ada perintah untuk berperang."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 69,
    "arab": "اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
    "translation": "Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2664.mp3",
    "tafsir": "Setelah Allah memerintahkan pada ayat-ayat yang lalu agar Rasulullah berpaling dari orang-orang yang kafir, maka pada ayat ini Allah menegaskan bahwa Allah akan menentukan keputusan dan hukum pada hari Kiamat antara mereka yang berselisih dalam persoalan agama itu, sehingga terbukti mana yang benar dan mana yang salah.\nOrang-orang yang beriman mereka bersabar, dan menguatkan keimanan mereka, sebagaimana firman Allah:\nKarena itu serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, \"Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. (asy-Syura/42: 15)",
    "quraish": "Allah akan mengadili kita semua dan memutuskan masalah yang kalian perselisihkan denganku di hari kiamat.\"",
    "jalalayn": "(Allah akan mengadili di antara kalian) hai orang-orang Mukmin dan orang-orang kafir (pada hari kiamat tentang apa yang kalian dahulu selalu berselisih padanya) yaitu satu golongan dengan golongan lainnya berbeda pendapat."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 70,
    "arab": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
    "translation": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu sangat mudah bagi Allah. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2665.mp3",
    "tafsir": "Ayat ini menegaskan kepada Nabi Muhammad saw, tentang keluasan ilmu Allah. Sekalipun Nabi Muhammad yang dituju tetapi dalam ayat ini termasuk di dalamnya seluruh umatnya. Seakan-akan Allah mengatakan kepadanya, \"Apakah engkau tidak mengetahui hai Muhammad, bahwa ilmu Allah itu amat luas, meliputi segala apa yang ada di langit dan segala apa yang ada di bumi, tidak ada sesuatu pun yang luput dari ilmu-Nya itu, walaupun barang itu sebesar zarroh (atom) atau lebih kecil lagi dari atom itu, bahkan Dia mengetahui segala yang terbetik di dalam hati manusia.\"\nSemua ilmu Allah itu tertulis di Lauh Mahfuz, ialah suatu kitab yang di dalamnya disebutkan segala yang ada dan kitab itu telah ada dan lengkap, mempunyai catatan sebelum Allah menciptakan langit dan bumi. Menurut Abu Muslim al-AshfahÂ±ni, yang dimaksud dengan kitab dalam ayat ini ialah pemeliharaan sesuatu dan pencatatannya yang sempurna. Tidak ada sesuatu yang tidak tercatat di dalamnya. Hal inilah yang merupakan ilmu Allah.\nPengetahuan yang amat sempurna dan pencatatan yang lengkap tentang segala sesuatu serta penetapan hukum yang dijadikan bahan pengadilan di akhirat kelak tidaklah sukar bagi Allah untuk menetapkannya. Dia menetapkan sesuatu di akhirat nanti dengan seadil-adilnya, karena segala macam yang dijadikan bahan pertimbangan telah ada catatan-Nya, tidak ada yang kurang sedikit pun.",
    "quraish": "Ketahuilah, wahai orang yang berakal, bahwa ilmu Allah meliputi segala sesuatu yang ada di langit dan di bumi, termasuk perbuatan yang dilakukan oleh para pendebat itu. Hal itu sama sekali tidak akan luput dari ilmu-Nya. Semuanya tercatat dalam papan yang terjaga (al-lawh al-mahfûzh), karena untuk meliput, mencatat dan menjaga hal itu adalah sangat mudah bagi Allah Swt.",
    "jalalayn": "(Apakah kamu tidak mengetahui) Istifham di sini bermakna Taqrir, maksudnya bukankah kamu telah mengetahui (bahwa sesungguhnya Allah mengetahui apa saja yang ada di langit dan di bumi; bahwasanya yang demikian itu) apa yang telah disebutkan tadi (terdapat dalam Kitab?) yang dimaksud adalah Lohmahfuz. (Sesungguhnya yang demikian itu) pengetahuan apa yang telah disebutkan tadi (amat mudah bagi Allah.)"
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 71,
    "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
    "translation": "Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2666.mp3",
    "tafsir": "Allah menerangkan bahwa kepercayaan orang-orang musyrik itu salah, baik ditinjau dari segi wahyu, akal pikiran, maupun dari sikap orang-orang musyrik itu sendiri di kala mereka mendengar ayat-ayat Allah.\n1. Orang-orang musyrik Mekah menyembah selain Allah, dengan menyembah berhala-berhala yang mereka buat sendiri. Kepercayaan mereka itu tidak berdasarkan wahyu yang diturunkan Allah kepada Rasul-Nya, padahal suatu kepercayaan yang benar adalah kepercayaan yang berdasarkan wahyu dari Allah. Kepercayaan mereka itu hanyalah berdasarkan adat kebiasaan nenek moyang mereka dahulu, kemudian mereka mengikuti dan mempercayainya.\n2. Mereka menyembah selain Allah, hal itu tidak berdasarkan pemikiran yang benar, dan tidak berdasarkan ilmu pengetahuan. Mereka membuat sendiri berhala-berhala yang mereka sembah itu. Oleh karena itu mereka tidak akan mendapat seorang penolong pun yang akan menolong mereka untuk menegakkan pendapat dan pikiran mereka, atau yang akan menolakkan azab dari mereka di akhirat kelak.\n3. Apabila dibacakan kepada mereka ayat-ayat Allah, maka tampaklah pada air muka mereka tanda-tanda keangkuhan, kesombongan dan kekerasan hati, serta ucapan marah yang timbul di hati mereka. Manakala dibacakan ayat-ayat Al-Qur'an kepada mereka, mereka ingin menyerang dan memukul orang-orang yang sedang membaca ayat itu. Seandainya mereka ingin mencari kebenaran, tentulah mereka mendengarkan ayat-ayat yang dibacakan itu, kemudian mereka merenungkan dan memikirkannya, dan kalau ada sesuatu yang tidak berkenan di hati mereka tentulah mereka menanyakan atau mencari alasan-alasan yang kuat untuk mematahkan kebenaran ayat-ayat Allah.\nKemudian Allah mengancam mereka bahwa kebencian dan kemarahan mereka karena mendengar ayat-ayat Allah itu sebenarnya adalah lebih kecil dari kepedihan azab yang akan mereka rasakan nanti di hari Kiamat.\nAllah menegaskan ancaman-Nya kepada orang-orang musyrik itu dengan memerintahkan nabi Muhammad saw agar mengatakan kepada mereka, \"Hai orang-orang musyrik, apakah kamu hendak mendengarkan berita yang lebih besar dan lebih jahat lagi dari kemarahan hatimu kepada orang-orang yang membaca ayat-ayat Allah, sehingga hampir saja kamu menyerang dan memukul mereka?\"\nKemudian pertanyaan di atas langsung dijawab, bahwa berita besar dan lebih buruk dari kemarahannya itu ialah azab neraka yang telah dijanjikan kepada orang-orang kafir sebagai balasan dari perbuatan mereka itu waktu hidup di dunia. Neraka itu adalah seburuk-buruk tempat kembali yang disediakan bagi orang-orang musyrik.",
    "quraish": "Orang-orang musyrik menyembah selain Allah--berupa berhala dan manusia--tanpa suatu bukti pun yang didapat dari kitab suci maupun akal. Sebaliknya, penyembahan itu hanya berdasarkan hawa nafsu dan ikut-ikutan secara membabi buta. Orang-orang musyrik yang menganiaya diri mereka dan merendahkan posisi akal, kelak di hari kiamat tidak mempunyai penolong dan pelindung dari azab neraka.",
    "jalalayn": "(Dan mereka menyembah) yakni orang-orang musyrik (selain daripada Allah, apa yang Allah tidak menurunkan tentang itu) yang dimaksud adalah berhala-berhala (suatu keterangan pun) hujah mengenainya (dan apa yang mereka sendiri tidak mempunyai pengetahuan terhadapnya) bahwasanya hal-hal itu adalah tuhan-tuhan. (Dan bagi orang-orang yang zalim sekali-kali tidak ada) zalim karena melakukan kemusyrikan (seorang penolong pun) yang dapat mencegah azab Allah dari diri mereka."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 72,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُ ࣖ",
    "translation": "Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2667.mp3",
    "tafsir": "Allah menerangkan bahwa kepercayaan orang-orang musyrik itu salah, baik ditinjau dari segi wahyu, akal pikiran, maupun dari sikap orang-orang musyrik itu sendiri di kala mereka mendengar ayat-ayat Allah.\n1. Orang-orang musyrik Mekah menyembah selain Allah, dengan menyembah berhala-berhala yang mereka buat sendiri. Kepercayaan mereka itu tidak berdasarkan wahyu yang diturunkan Allah kepada Rasul-Nya, padahal suatu kepercayaan yang benar adalah kepercayaan yang berdasarkan wahyu dari Allah. Kepercayaan mereka itu hanyalah berdasarkan adat kebiasaan nenek moyang mereka dahulu, kemudian mereka mengikuti dan mempercayainya.\n2. Mereka menyembah selain Allah, hal itu tidak berdasarkan pemikiran yang benar, dan tidak berdasarkan ilmu pengetahuan. Mereka membuat sendiri berhala-berhala yang mereka sembah itu. Oleh karena itu mereka tidak akan mendapat seorang penolong pun yang akan menolong mereka untuk menegakkan pendapat dan pikiran mereka, atau yang akan menolakkan azab dari mereka di akhirat kelak.\n3. Apabila dibacakan kepada mereka ayat-ayat Allah, maka tampaklah pada air muka mereka tanda-tanda keangkuhan, kesombongan dan kekerasan hati, serta ucapan marah yang timbul di hati mereka. Manakala dibacakan ayat-ayat Al-Qur'an kepada mereka, mereka ingin menyerang dan memukul orang-orang yang sedang membaca ayat itu. Seandainya mereka ingin mencari kebenaran, tentulah mereka mendengarkan ayat-ayat yang dibacakan itu, kemudian mereka merenungkan dan memikirkannya, dan kalau ada sesuatu yang tidak berkenan di hati mereka tentulah mereka menanyakan atau mencari alasan-alasan yang kuat untuk mematahkan kebenaran ayat-ayat Allah.\nKemudian Allah mengancam mereka bahwa kebencian dan kemarahan mereka karena mendengar ayat-ayat Allah itu sebenarnya adalah lebih kecil dari kepedihan azab yang akan mereka rasakan nanti di hari Kiamat.\nAllah menegaskan ancaman-Nya kepada orang-orang musyrik itu dengan memerintahkan nabi Muhammad saw agar mengatakan kepada mereka, \"Hai orang-orang musyrik, apakah kamu hendak mendengarkan berita yang lebih besar dan lebih jahat lagi dari kemarahan hatimu kepada orang-orang yang membaca ayat-ayat Allah, sehingga hampir saja kamu menyerang dan memukul mereka?\"\nKemudian pertanyaan di atas langsung dijawab, bahwa berita besar dan lebih buruk dari kemarahannya itu ialah azab neraka yang telah dijanjikan kepada orang-orang kafir sebagai balasan dari perbuatan mereka itu waktu hidup di dunia. Neraka itu adalah seburuk-buruk tempat kembali yang disediakan bagi orang-orang musyrik.",
    "quraish": "Apabila ada yang membacakan ayat-ayat Kami yang jelas kepada orang-orang musyrik itu--yaitu ayat yang berisi bukti kebenaranmu, Muhammad, dan ketidak-benaran peribadatan mereka--kamu akan melihat secara sepintas tanda-tanda kedongkolan di wajah mereka. Rasa dongkol yang tampaknya telah begitu mendarah daging hingga hampir-hampir membuat mereka menerkam setiap orang yang membacakan ayat Allah kepada mereka. Untuk mencerca dan memberi peringatan, katakanlah kepada mereka itu, wahai Nabi, \"Apakah kalian mau mendengar jika aku beritahu kalian dengan sesuatu yang lebih menyakitkan daripada kedongkolan yang membakar jiwa kalian semua itu? Sesuatu itu adalah neraka yang dijanjikan Allah kepada orang-orang kafir seperti kalian, pada hari kiamat. Dan alangkah jeleknya tempat kembali dan tempat tinggal seperti itu.\"",
    "jalalayn": "(Dan apabila dibacakan di hadapan mereka ayat-ayat Kami) dari Alquran (yang terang) jelas keadaannya (niscaya kamu melihat tanda-tanda keingkaran pada muka orang-orang yang kafir itu) keingkaran mereka terhadap ayat-ayat Kami, yaitu sebagai pengaruh dari kebencian mereka terhadapnya, kelihatan muka mereka sangat masam. (Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami di hadapan mereka) akan menimpakan kekerasan terhadap mereka. (Katakanlah! \"Apakah akan aku kabarkan kepada kalian yang lebih buruk daripada itu?) perkara yang lebih kalian tidak sukai daripada Alquran yang dibacakan kepada kalian ini (Yaitu neraka\". Allah telah mengancamkannya kepada orang-orang yang kafir) bahwasanya tempat kembali mereka adalah neraka. (Dan seburuk-buruk tempat kembali) itu adalah neraka."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 73,
    "arab": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ",
    "translation": "Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2668.mp3",
    "tafsir": "Ayat ini menyeru manusia terutama orang-orang yang mem-persekutukan Allah dengan menyembah patung yang terbuat dari benda mati dan dibuat oleh mereka sendiri, agar mereka memperhatikan perumpamaan yang dibuat Allah bagi mereka, kemudian merenungkan dan memikirkannya dengan sebaik-baiknya. Apakah yang telah mereka lakukan itu sesuai dengan akal pikiran yang benar, hendaklah direnungkan kembali ayat-ayat Allah yang dibacakan itu, agar mereka mendapat petunjuk.\nPerumpamaan itu ialah segala berhala yang mereka sembah itu, dengan tujuan untuk mendekatkan diri kepada Allah, dan mereka memohonkan sesuatu kepadanya, meski patung-patung itu tidak dapat menciptakan sesuatu. Begitu pula sekiranya patung itu mempunyai suatu barang, kemudian barang itu disambar oleh seekor lalat kecil, lemah dan tidak ada kekuatannya, niscaya patung-patung yang mereka sembah itu tidak akan sanggup merebut barang itu kembali dari lalat yang kecil itu.\nPerumpamaan yang dikemukakan Allah dalam ayat ini, seakan-akan memperingatkan orang-orang yang menyembah patung atau benda mati itu, bahwa Tuhan yang berhak disembah ialah Tuhan Yang Maha Perkasa, Maha Pencipta, tidak ada sesuatu kekuatan pun yang dapat mengatasi kekuatan-Nya. Jika orang-orang kafir menyembah patung, berarti mereka menyembah benda mati, yang tidak tahu suatu apapun, bahkan ia tidak dapat mempertahankan apa yang dimilikinya, seandainya seekor lalat kecil yang tidak berdaya merampas kepunyaannya itu daripadanya. Apakah patung yang demikian itu layak disembah? Tindakan orang-orang musyrik itu menunjukkan kebodohan-nya. Alangkah kelirunya orang-orang yang menyembah patung itu, demikian pula patung yang disembah itu.",
    "quraish": "Wahai manusia, Kami akan menampakkan suatu kenyataan yang aneh di depan mata kalian. Maka dengarkanlah dan renungkan! Berhala-berhala itu tidak akan mampu menciptakan apa pun, termasuk seekor lalat, makhluk yang hina dan tidak berarti, meskipun mereka saling membantu untuk menciptakannya. Bahkan apabila makhluk yang tidak berarti itu mengambil sebagian dari binatang persembahan, berhala-berhala itu tidak mampu menghalangi atau mengambilnya kembali. Alangkah lemahnya sesuatu yang dikalahkan oleh lalat karena tidak mampu mengambil kembali sesuatu yang telah diambil darinya. Padahal lalat itu sendiri sudah lemah. Keduanya memang sama-sama lemah, tetapi berhala-berhala itu tampak lebih lemah. Oleh karena itu, bagaimana seorang manusia yang berakal sampai hati untuk menyembah dan mencari manfaat dari berhala-berhala seperti itu.",
    "jalalayn": "(Hai manusia,) yakni penduduk Mekah (telah dibuatkan perumpamaan, maka dengarkanlah oleh kalian perumpamaan itu) yaitu, (Sesungguhnya segala yang kalian seru) kalian sembah (selain Allah) yaitu berhala-berhala (sekali-kali tidak dapat menciptakan seekor lalat pun) lafal Dzubaaban adalah isim jenis, yang artinya jamak, sedangkan bentuk tunggalnya adalah Dzubaabatun; lafal ini dapat dipakai untuk mudzakkar dan muanats (walaupun mereka bersatu untuk menciptakannya) untuk membuatnya. (Dan jika lalat itu merampas sesuatu dari mereka) apa yang ada pada mereka berupa wewangian dan minyak Za'faron yang dilumurkan kepada berhala-berhala mereka itu (tiadalah mereka dapat menyelamatkan sesuatu itu) dapat merampas kembali sesuatu itu (dari lalat itu) karena mereka tidak mampu, mengapa mereka menyembah selain Allah? Yaitu apa-apa yang mereka anggap sebagai sekutu-sekutu Allah. Ini adalah hal yang aneh sekali, diungkapkan oleh peribahasa dengan ungkapan seperti berikut ini, (\"Alangkah lemahnya yang menyeru) yakni yang menyembah (dan alangkah lemahnya pula yang diseru) yakni yang disembah."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 74,
    "arab": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
    "translation": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2669.mp3",
    "tafsir": "Orang-orang musyrik mengaku bahwa mereka menyembah berhala atau patung itu adalah untuk mendekatkan diri kepada Allah. Tetapi pengakuan mereka itu dibantah Allah bahwa cara yang mereka lakukan itu, tidak saja menghina Allah, bahkan menganggap bahwa Allah tidak dapat langsung menerima permohonan dan mengabulkan doa hamba-hamba-Nya, sehingga perlu adanya sesuatu yang membantunya sebagai perantara.\nSungguh Allah yang berhak disembah itu Mahakuat dan Kuasa, Maha Perkasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya. Dia berbuat menurut yang dikehendaki-Nya, tidak seperti patung yang disembah oleh orang-orang musyrik itu, yang tidak dapat merebut kembali, benda yang telah direbut lalat daripadanya. Allah berfirman:\nSungguh Allah, Dialah Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh. (adz-dzariyat/51: 58)",
    "quraish": "Pada saat menyekutukan Allah dengan sesuatu yang paling lemah itu, orang-orang musyrik itu tidak mengetahui dan mengagungkan Allah sebagaimana mestinya. Padahal Allah benar-benar Mahakuasa atas segala sesuatu dan tidak terkalahkan.",
    "jalalayn": "(Mereka tidak menganggap Allah) tidak mengagungkan-Nya (dengan sebenar-benarnya) dengan pengagungan yang sebenarnya, disebabkan mereka menyekutukan-Nya dengan apa-apa yang tidak dapat mencegah seekor lalat pun dan tidak dapat pula merebut apa yang telah diambilnya. (Sesungguhnya Allah benar-benar Maha Kuat lagi Maha Perkasa\") yakni Maha Menang."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 75,
    "arab": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ",
    "translation": "Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2670.mp3",
    "tafsir": "Diriwayatkan bahwa Walid bin Mugirah pernah berkata, \"Apakah pernah diturunkan wahyu atasnya di antara kita?\" Maka Allah menurunkan ayat ini.\nPada ayat ini Allah menerangkan bahwa Dia telah memilih beberapa orang di antara para malaikat, untuk menjadi perantara antara Dia dengan para Rasul yang diutusnya, untuk menyampaikan wahyu, seperti malaikat jibril. Demikian pula Allah telah memilih beberapa orang rasul yang akan menyampaikan agama-Nya kepada manusia. Hak memilih para rasul adalah hak Allah, tidak seorang pun yang berwenang menetapkannya selain dari Dia. Allah Maha Mendengar semua yang diucapkan oleh hamba-hamba-Nya, melihat keadaan dan mengetahui kadar kemampuan mereka, sehingga Dia dapat menetapkan dan memilih siapa yang patut menjadi rasul atau nabi di antara mereka.\nHadis Nabi saw, beliau bersabda:\nSesungguhnya Allah telah memilih Musa sebagai Kalimullah dan Ibrahim sebagai Khalilullah. (Riwayat al-Hakim dalam al-Mustadrak dari Ibnu 'Abbas).",
    "quraish": "Kehendak Allah telah menetapkan untuk memilih para utusan dari golongan malaikat dan manusia untuk menyampaikan syariat kepada makhluk-Nya. Dari itu, mengapa kalian tetap menolak seorang rasul yang diutus kepada kalian? Allah Maha Mendengar perkataan-perkataan hamba-Nya, mengetahui secara rinci perbuatan-perbuatan yang mereka lakukan, dan akan membalas mereka sesuai dengan perbuatan- perbuatan itu.",
    "jalalayn": "(Allah memilih utusan-utusan-Nya dari malaikat dan dari manusia) sebagai rasul-rasul-Nya. Ayat ini diturunkan ketika orang-orang musyrik mengatakan, sebagaimana yang telah disitir oleh firman-Nya, \"Mengapa Alquran itu diturunkan kepadanya di antara kita?\" (Q.S. Shad, 8) (sesungguhnya Allah Maha Mendengar) ucapan-ucapan mereka (lagi Maha Melihat) utusan yang telah diangkat-Nya, seperti malaikat Jibril, malaikat Mikail, Nabi Ibrahim, Nabi Muhammad dan Rasul-rasul lainnya, semoga selawat dan salam Allah curahkan kepada mereka semuanya."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 76,
    "arab": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
    "translation": "Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2671.mp3",
    "tafsir": "Allah Maha Mengetahui keadaan para malaikat dan keadaan manusia, baik sebelum mereka diciptakan maupun sesudah mereka diciptakan dan mengetahui pula keadaan mereka sesudah tiada nanti. Allah Maha Mengetahui apa yang akan terjadi, apa yang telah terjadi, dan mengetahui pula akhir segala sesuatu nanti, karena kepada-Nyalah kembalinya urusan segala sesuatu.",
    "quraish": "Allah Swt. mengetahui semua keadaan mereka, baik yang tampak maupun tidak. Tidak ada satu pun hal tersembunyi yang luput dari pengetahuan-Nya. Hanya kepada-Nya semua perkara akan dikembalikan.",
    "jalalayn": "(Allah mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka) apa yang akan mereka lakukan dan apa yang telah mereka lakukan, dan apa yang sekarang sedang mereka lakukan. (Dan hanya kepada Allah dikembalikan semua urusan)."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 77,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩",
    "translation": "Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2672.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada orang-orang yang beriman agar:\n1. Mengerjakan salat pada waktu-waktu yang telah ditentukan, lengkap dengan syarat-syarat dan rukun-rukunnya. Pada ayat ini salat disebut dengan \"ruku`\" dan \"sujud\", karena ruku` dan sujud itu merupakan ciri khas dari salat dan termasuk dalam rukun-rukunnya.\n2. Menghambakan diri, bertobat kepada Allah, dan beribadah kepada-Nya merupakan perwujudan dari keimanan di hati sanubari yang telah merasakan kebesaran, kekuasaan dan keagungan Allah, karena diri manusia sangat tergantung kepada-Nya. Hanya Dialah yang menciptakan, memelihara kelangsungan hidup dan mengatur seluruh makhluk-Nya. Beribadah kepada Tuhan ada yang dilakukan secara langsung, seperti salat, puasa bulan Ramadan, menunaikan zakat dan menunaikan ibadah haji. Ada pula ibadah yang dilakukan tidak secara langsung, seperti berbuat baik kepada sesama manusia, tolong menolong, mengolah alam yang diciptakan Allah untuk kepentingan manusia.\n3. Mengerjakan perbuatan-perbuatan yang baik, seperti memperkuat hubungan silaturrahmi, berbudi pekerti yang baik, hormat menghormati, kasih-mengasihi sesama manusia. Termasuk melaksanakan perintah Allah.\nJika manusia mengerjakan tiga macam perintah di atas, maka mereka akan berhasil dalam kehidupan memperoleh kebahagiaan ketentraman hidup, dan di akhirat mereka akan memperoleh surga yang penuh kenikmatan.",
    "quraish": "Hai orang-orang yang beriman, janganlah kalian mempedulikan ajakan sesat orang-orang kafir itu! Teruslah mengerjakan salat dengan sempurna dan benarl, dengan melakukan rukuk dan sujud! Lalu sembahlah Tuhan yang menciptakan dan memberi kalian rezeki! Janganlah kalian mempersekutukan-Nya! Sebaliknya, lakukanlah segala sesuatu yang bisa membawa kebaikan dan manfaat, agar kalian termasuk ke dalam kelompok orang-orang yang selalu melakukan perbaikan!",
    "jalalayn": "(Hai orang-orang yang beriman! Rukuk dan sujudlah kalian) salatlah kalian (dan sembahlah Rabb kalian) tauhidkanlah Dia (dan perbuatlah kebaikan) seperti menghubungkan silaturahim dan melakukan akhlak-akhlak yang mulia (supaya kalian mendapat keberuntungan) kalian beruntung karena dapat hidup abadi di surga."
  },
  {
    "hizb": 136,
    "name": "Al-Hajj",
    "ayat": 78,
    "arab": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔",
    "translation": "Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2673.mp3",
    "tafsir": "Di samping perintah-perintah di atas, Allah juga memerintahkan kepada orang-orang yang beriman agar berjihad di jalan Allah dengan sungguh-sungguh, semata-mata dilaksanakan karena Allah dan janganlah kaum Muslimin merasa khawatir dan takut kepada siapa pun dalam berjihad selain kepada Allah.\nAda empat macam jihad di jalan Allah yaitu:\n1. Jihad dalam arti mempertahankan diri dari serangan musuh, sebagaimana firman Allah:\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. (al-Baqarah/2: 190)\n2. Jihad dalam arti menegakkan agama Allah dan untuk meninggikannya, sebagaimana firman Allah:\nDan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan. (al- Anfal/8: 39)\n3. Jihad dengan arti berusaha melepaskan diri dari godaan setan, yang mengarah kepada masalah kemanusiaan seperti menolong orang, bertugas untuk kebaikan dan lain sebagainya, sebagaimana firman Allah:\nOrang-orang yang beriman, mereka berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan Tagut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah. (an-Nisa`/4:76)\n4. Jihad dengan arti memerangi hawa nafsu, sebagaimana diterangkan dalam hadis Nabi: Dari Jabir ia berkata, \"Telah datang kepada Rasulullah saw suatu kaum yang baru dari peperangan. Maka beliau bersabda, \"Kamu datang dengan kedatangan yang baik, kamu telah datang dari jihad yang kecil dan akan memasuki jihad yang besar.\" Seseorang berkata, \"Apakah jihad yang besar itu?\" Rasulullah menjawab, \"Perjuangan hamba melawan hawa nafsu.\" (Riwayat al-Khatib al-Baghdadi)\nPada mulanya peperangan itu dibenci oleh kaum Muslimin, sebagaimana firman Allah:\nDiwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. (al-Baqarah/2: 216)\nSekalipun perang itu dibenci oleh kaum Muslimin, tetapi karena tujuannya untuk mempertahankan diri dan menegakkan agama Allah, maka peperangan itu dibolehkan dan kaum Muslimin harus melakukannya. Dalam pada itu Allah melarang kaum Muslimin melakukan perbuatan-perbuatan yang melampaui batas dalam peperangan.\nDalam ayat ini diterangkan bahwa Allah telah memilih umat Muhammad untuk melakukan jihad. Perintah itu datang karena agama yang dibawa Muhammad adalah agama yang telah disempurnakan Allah, yang di dalamnya terdapat ketentuan-ketentuan tentang Jihad. Hal ini merupakan pertolongan Allah kepada Nabi Muhammad beserta umatnya.\nAllah menerangkan bahwa agama yang telah diturunkan-Nya kepada Muhammad itu bukanlah agama yang sempit dan sulit, tetapi adalah agama yang lapang dan tidak menimbulkan kesulitan kepada hamba yang melakukannya. Semua perintah dan larangan yang terdapat dalam agama Islam bertujuan untuk melapangkan dan memudahkan hidup manusia, agar mereka hidup berbahagia di dunia dan di akhirat. Hanya saja hawa nafsu manusialah yang mempengaruhi dan menimbulkan dalam pikiran mereka bahwa perintah-perintah dan larangan-larangan Allah itu terasa berat dikerjakan.\nRasulullah saw mengatakan bahwa agama Islam itu mudah, orang-orang yang memberat-beratkan beban dalam agama akan dikalahkan oleh agama sendiri, sebagaimana tersebut dalam hadis:\nDari Abi Hurairah ra, dari Nabi saw, beliau bersabda, \"Sesungguhnya agama itu mudah dan sekali-kali tidak akan ada seorang pun yang memberatkan agama, kecuali agama itu akan mengalahkannya. Karena itu kerjakanlah dengan benar, dekatkanlah dirimu, gembiralah, dan mohonlah pertolongan di pagi dan petang hari serta waktu berpergian awal malam.\" (Riwayat al-Bukhari)\nRasulullah saw pernah memberikan suatu peringatan yang keras kepada suatu golongan yang memberatkan beban dalam agama, sebagaimana tersebut dalam hadis.\nDari `Aisyah ra, ia berkata, \"Rasulullah saw pernah membuat sesuatu, lalu beliau meringankannya, lalu sampailah hal yang demikian kepada beberapa orang sahabat beliau. Seolah-olah mereka tidak menyukainya dan meninggalkannya. Maka sampailah persoalan itu pada beliau. Beliau lalu berdiri berpidato dan berkata: Apakah gerangan keadaan orang-orang yang telah sampai kepada mereka tentang sesuatu perbuatan yang aku meringankannya, lalu mereka tidak menyukainya dan meninggalkannya? Demi Allah (kata Rasululah): Sesungguhnya aku adalah orang yang paling tahu di antara mereka tentang Allah dan orang yang paling takut di antara mereka kepada-Nya.\" (Riwayat al-Bukhari dan Muslim)\nDiriwayatkan bahwa beberapa orang sahabat Rasul ingin menandingi beliau, sehingga ada yang berkata, \"Aku akan puasa setiap hari.\" Yang lain lagi berkata, \"Aku tidak akan mengawini perempuan.\" Maka sampailah hal itu kepada Rasulullah, lalu beliau bersabda:\nApakah gerangan keadaan orang yang telah mengharamkan perempuan, makan dan tidur? Ketahuilah, sesungguhnya aku salat dan tidur, berpuasa dan berbuka puasa serta menikahi perempuan-perempuan. Barangsiapa yang benci kepada sunnahku, maka ia bukanlah termasuk umatku. (Riwayat an-Nasa`i)\nDengan keterangan hadis-hadis di atas nyatalah bahwa agama Islam adalah agama yang lapang, meringankan beban, tidak picik dan tidak mempersulit. Seandainya ada praktek dan amalan agama Islam yang memberatkan, picik dan sempit, maka hal itu bukanlah berasal dari agama Islam, tetapi berasal dari orang yang tidak mengetahui hakikat Islam itu.\nDalam kehidupan sehari-hari terlihat masih banyak kaum Muslimin yang belum memahami dengan baik tujuan Allah menurunkan syariat-Nya kepada Nabi saw. Seperti Allah mensyariatkan salat dengan tujuan agar manusia terhindar dari perbuatan keji dan mungkar, tetapi sebagian kaum Muslimin merasa berat mengerjakan salat yang lima waktu itu, bahkan ada di antara mereka yang mengatakan bahwa salat itu menganggu waktu berharga bagi mereka. Demikian pula pendapat mereka tentang ibadah-ibadah lainnya.\nKemudian Allah menerangkan bahwa agama yang dibawa Muhammad itu adalah sesuai dengan agam Ibrahim, nenek moyang bangsa Arab dan kedua agama itu sama-sama bersendikan ketauhidan. Seakan-akan Allah memperingatkan kepada bangsa Arab waktu itu, \"Hai bangsa Arab, kamu mengaku memeluk agama yang dibawa nenek moyangmu Ibrahim, karena itu ikutilah agama yang dibawa Muhammad, agama yang berazaskan tauhid, tidak ada kesempitan dan kepicikan di dalamnya. Dan Allah menamakan orang-orang yang memeluk agama tauhid dengan \"muslim\".\"\nDalam ayat ini disebutkan bahwa Rasulullah saw menjadi saksi di hari Kiamat atas umatnya. Maksudnya ialah dia bersaksi bahwa ia telah menyampaikan risalah Allah kepada mereka, menyeru mereka agar beriman kepada Allah dan agar mereka tetap berpegang teguh kepada agama Allah, serta beribadah kepada Allah dan melaksanakan perintah-perintah-Nya dan menjauhkan larangan-larangan-Nya. Sedangkan kaum Muslimin menjadi saksi atas manusia di hari Kiamat kelak, maksudnya ialah mereka telah melakukan seperti yang telah dilakukan Rasul atas mereka, yaitu mereka telah menyeru manusia agar beriman, menyampaikan agama Allah, melakukan tugas yang dibebankan Allah dan Rasul kepada mereka dengan sebaik-baiknya. Setelah itu mereka menyerahkan urusan mereka kepada Allah, apakah ajakan mereka diterima atau ditolak.\nSebagian Ahli tafsir dalam menafsirkan ayat ini menyatakan bahwa kaum Muslimin menjadi saksi atas manusia termasuk di dalam persaksian mereka atas umat-umat terdahulu, yang telah diutus kepada mereka Rasul-rasul. Mereka mengetahui hal itu dari Allah melalui Al-Qur'an yang menerangkan bahwa Rasul dahulu telah menyampaikan agama yang bedasar tauhid kepada mereka.\nSemua perintah Allah yang disebutkan itu dapat dilaksanakan dengan baik, agar umat Muhammad yang ditugaskan menjadi saksi terhadap manusia pada hari Kiamat dapat melakukan persaksian itu dengan sebaik-baiknya, maka Allah memerintahkan kepada mereka:\n1. Selalu melaksanakan salat yang lima waktu, karena salat menjauhkan manusia dari perbuatan keji dan mungkar dan merupakan penghubung yang kuat antara Tuhan yang disembah dengan hamba-Nya.\n2. Menunaikan zakat, agar dapat membersihkan jiwa dan harta, agar mempersempit jurang antara si kaya dan si miskin.\n3. Berpegang teguh dengan tali Allah dengan melaksanakan perintah-perintah-Nya dan menjauhkan segala larangan-Nya.",
    "quraish": "Berjuanglah dalam rangka menegakkan kalimat Allah dan mengharap keridaan-Nya sampai kalian dapat mengalahkan musuh dan hawa nafsu, sebab Allah memang mendekatkan kalian dengan-Nya dan memilih kalian untuk menjadi pembela agama-Nya serta menjadikan kalian sebagai umat pertengahan. Dia tidak pernah menentukan ketetapan hukum yang memberatkan kalian hingga tidak mampu kalian laksanakan. Sebaliknya, Dia justru memberikan kemudahan pada beberapa hal yang tampak berat oleh kalian, dengan memberlakukan beberapa keringanan. Oleh karena itu, pegang teguhlah agama ini, agama yang dasar- dasar dan prinsip-prinsipnya sama dengan agama Ibrâhîm. Allah menyebut kalian sebagai muslimûn (orang-orang yang berserah diri) di dalam kitab-kitab suci sebelumnya dan di dalam al-Qur'ân ini agar membuat kalian patuh kepada ketentuan hukum yang ditetapkan-Nya. Maka dari itu, jadilah orang yang benar-benar berserah diri, seperti sebutan yang telah diberikan Allah, agar kelak Rasulullah saw. bersaksi bahwa ia telah menyampaikan pesan-pesan Tuhan kepada kalian dan kalian pun melaksanakan pesan- pesan itu lalu kalian akan bahagia. Juga, agar kalian menjadi saksi atas umat-umat terdahulu tentang ajaran al-Qur'ân bahwa rasul-rasul mereka telah menyampaikan pesan-pesan Allah kepada kalian. Jika Allah mengistimewakan kalian dengan sikap patuh kepada-Nya, lalu kalian pun melaksanakan salat dengan sebenarnya, maka kalian berkewajiban membalas karunia dengan bersyukur, selalu taat kepada-Nya, mengerjakan salat dengan sebaik-baiknya, memberi zakat kepada orang-orang yang berhak menerimanya, bertawakal hanya kepada-Nya dalam segala persoalan dan selalu meminta pertolongan kepada-Nya. Sebab, Dia adalah Penolong dan Pembela kalian. Sungguh, Allah adalah sebaik-baik penolong dan sebaik-baik pembela.",
    "jalalayn": "(Dan berjihadlah kalian pada jalan Allah) demi menegakkan agama-Nya (dengan jihad yang sebenar-benarnya) dengan mengerahkan segala kemampuan kalian di dalamnya. Lafal Haqqa dinashabkan disebabkan menjadi Mashdar. (Dia telah memilih kalian) untuk membela agama-Nya (dan Dia sekali-kali tidak menjadikan untuk kalian dalam agama suatu kesempitan) artinya hal-hal yang membuat kalian sulit untuk melakukannya, untuk itu Dia memberikan kemudahan kepada kalian dalam keadaan darurat, antara lain boleh mengkasar salat, bertayamum, memakan bangkai, dan berbuka puasa bagi orang yang sedang sakit dan bagi yang sedang melakukan perjalanan (sebagaimana agama orang tua kalian) kedudukan lafal Millata dinashabkan dengan cara mencabut huruf Jarrnya, yaitu huruf Kaf (Ibrahim) lafal ini menjadi athaf Bayan. (Dia) yakni Allah (telah menamai kalian orang-orang Muslim dari dahulu) sebelum diturunkannya Alquran (dan begitu pula dalam Kitab ini) yakni Alquran (supaya Rasul itu menjadi saksi atas diri kalian) kelak di hari kiamat, bahwasanya dia telah menyampaikan kepada kalian (dan kalian) semuanya (menjadi saksi atas segenap manusia) bahwasanya Rasul-rasul mereka telah menyampaikan risalah-Nya kepada mereka (maka dirikanlah salat) maksudnya laksanakanlah salat secara terus-menerus (tunaikanlah zakat dan berpeganglah kalian kepada Allah) percayalah kalian kepada-Nya (Dia adalah pelindung kalian) yang menolong kalian dan yang mengurus perkara-perkara kalian (maka sebaik-baik pelindung) adalah Dia (dan sebaik-baik penolong) kalian adalah Dia."
  }
]