[
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 1,
    "arab": " قَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ",
    "translation": "Sungguh beruntung orang-orang yang beriman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2674.mp3",
    "tafsir": "Beriman kepada Allah dan rukun iman yang enam. Dalam ayat ini Allah menjelaskan bahwa sungguh berbahagia dan beruntung orang-orang yang beriman, dan sebaliknya sangat merugi orang-orang kafir yang tidak beriman, karena walaupun mereka menurut perhitungan banyak mengerja-kan amal kebajikan, akan tetapi semua amalnya itu akan sia-sia saja di akhirat nanti, karena tidak berlandaskan iman kepada-Nya.",
    "quraish": "[[23 ~ AL-MU'MINUN (ORANG-ORANG YANG BERIMAN) Pendahuluan: Makkiyyah, 118 ayat ~ Surat al-Mu'minûn ini termasuk kelompok surat Makkiyyah dan terdiri atas 118 ayat. Surat ini diawali dengan penetapan kemenangan bagi orang-orang Mukmin yang kemudian dilanjutkan dengan keterangan tentang ciri dan sifat-sifat mereka. Setelah itu, disebut juga kisah awal penciptaan manusia, perkembangannya, kesinambungan tali keturunannya dan beberapa bukti kekuasaan Allah dalam hal itu. Itu semua ditutup dengan beberapa kisah nabi yang diikuti dengan kesatuan misi yang mereka bawa dan kesatuan asal manusia, meskipun pada kenyataannya ada manusia yang mengakui dan mempercayai kenabian itu di samping ada pula yang tidak mempercayainya. Masing-masing dinamakan Thâlib al-Hudâ (pencari kebanaran) dan Shâhib al-Dlalâl (orang yang sesat). Kemudian, surat ini menerangkan pula sikap kaum musyrikin terhadap Rasulullah saw., dan tentang bentuk kemahakuasaan Allah Swt. dalam hukum penciptan manusia. Dalam hal ini Allah meminta mereka agar menjawab sesuai dengan fitrahnya yang menetapkan dan menegaskan keberadaan-Nya sebagai Tuhan. Setelah itu, surat ini menerangkan keadaan manusia pada hari kiamat, bahwa mereka akan diperhitungkan dan dibalas secara adil. Surat ini kemudian diakhiri dengan keterangan tentang keagungan Allah dan peringatan kepada Rasulullah untuk meminta ampunan dan kasih sayang dari Allah Yang Mahapenyayang.]] Kemenangan bagi orang-orang yang beriman kepada Allah dan ajaran-ajaran yang dibawa rasul-rasul- Nya telah tercapai. Cita-cita mereka telah menjadi kenyataan.",
    "jalalayn": "(Sesungguhnya) lafal Qad di sini menunjukkan makna Tahqiq, artinya sungguh telah pasti (beruntunglah) berbahagialah (orang-orang yang beriman)."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 2,
    "arab": " الَّذِيْنَ هُمْ فِيْ صَلٰو تِهِمْ خَاشِعُوْنَ",
    "translation": "(yaitu) orang yang khusyuk dalam salatnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2675.mp3",
    "tafsir": "Khusyuk dalam salat. Dalam ayat ini Allah menjelaskan sifat yang kedua, yaitu seorang mukmin yang beruntung, jika salat benar-benar khusyuk dalam salatnya, pikirannya selalu mengingat Allah, dan memusatkan semua pikiran dan panca inderanya untuk bermunajat kepada-Nya. Dia menyadari dan merasakan bahwa orang yang salat itu benar-benar sedang berhadapan dengan Tuhannya, oleh karena itu seluruh anggota tubuh dan jiwanya dipenuhi kekhusyukan, kekhidmatan dan keikhlasan, diselingi dengan rasa takut dan diselubungi dengan penuh harapan kepada Tuhannya. Untuk dapat memenuhi syarat kekhusyukan dalam salat, harus memperhati-kan tiga perkara, yaitu:\na) Paham apa yang dibaca, supaya apa yang diucapkan lidahnya dapat dipahami dan dimengerti, sesuai dengan ayat:\nMaka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci? (Muhammad/47: 24)\nb) Ingat kepada Allah, sesuai dengan firman-Nya:\nDan laksanakanlah salat untuk mengingat Aku. (thaha/20: 14)\nc) Salat berarti munajat kepada Allah, pikiran dan perasaan orang yang salat harus selalu mengingat dan jangan lengah atau lalai. Para ulama berpendapat bahwa salat yang tidak khusyuk sama dengan tubuh tidak bernyawa. Akan tetapi ketiadaan khusyuk dalam salat tidak membatalkan salat, dan tidak wajib diulang kembali.",
    "quraish": "Yaitu orang-orang yang menyertakan keimanannya itu dengan amal saleh. Dalam melaksanakan salat, misalnya, mereka menghadapkan diri sepenuh hati, merasa takut, merendah dan tunduk secara mutlak kepada Allah Swt.",
    "jalalayn": "(Yaitu orang-orang yang khusyuk dalam salatnya) dengan merendahkan diri penuh perasaan kepada Allah."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 3,
    "arab": "وَالَّذِيْنَ هُمْ عَنِ اللَّغْوِ مُعْرِضُوْنَ ۙ",
    "translation": "dan orang yang menjauhkan diri dari (perbuatan dan perkataan) yang tidak berguna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2676.mp3",
    "tafsir": "Menjauhkan diri dari setiap perbuatan atau perkataan yang tidak berguna. Dalam ayat ini Allah menjelaskan sifat yang ketiga, yaitu bahwa seorang mukmin yang bahagia itu ialah yang selalu menjaga waktu dan umurnya supaya jangan sia-sia. Sebagaimana ia khusyuk dalam salatnya, berpaling dari segala sesuatu kecuali dari Tuhan penciptanya, demikian pula ia berpaling dari segala perkataan yang tidak berguna bagi dirinya atau orang lain.",
    "quraish": "Mereka lebih mengutamakan kesungguhan dan menjauhi kata dan tindakan yang tidak berguna.",
    "jalalayn": "(Dan orang-orang yang menjauhkan diri dari hal yang tiada berguna) berupa perkataan dan hal-hal lainnya."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 4,
    "arab": "وَالَّذِيْنَ هُمْ لِلزَّكٰوةِ فَاعِلُوْنَ ۙ",
    "translation": "dan orang yang menunaikan zakat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2677.mp3",
    "tafsir": "Menunaikan zakat wajib dan derma yang dianjurkan. Dalam ayat ini Allah menerangkan bahwa sifat keempat dari orang mukmin yang beruntung itu, ialah suka mengeluarkan zakat dan memberi derma yang dianjurkan, yang oleh mereka dipandang sebagai usaha untuk membersihkan harta dan dirinya dari sifat kikir, tamak serakah, hanya mengutamakan diri sendiri (egois), dan juga untuk meringankan penderitaan hamba-hamba Allah yang kekurangan, sesuai dengan firman-Nya:\nSungguh beruntung orang yang menyucikannya (jiwa itu). (asy- Syams/91: 9)",
    "quraish": "Mereka juga selalu mengeluarkan zakat kepada orang-orang yang berhak menerima. Dengan begitu, mereka memadukan antara ibadah fisik dan ibadah harta, antara penyucian jiwa dan penyucian kekayaan(1). (1) Zakat diwajibkan untuk mempererat hubungan sosial di antara umat Islam, agar masing-masing anggota masyarakat Muslim merasakan dan bertanggung jawab atas kemiskinan yang diderita oleh anggota lainnya. Dengan begitu, ia dapat melakukan sesuatu yang dapat meringankan pedihnya kemiskinan. Dampak positif zakat tampak pada sikap si miskin yang tidak lagi merasa iri atau dengki terhadap si kaya. Sebaliknya, masing-masing merasa sebagai satu keluarga yang harus saling menolong dengan berpegang teguh pada ajaran Allah. Di sisi lain, orang yang berutang mempunyai harapan untuk menerima bagian zakat yang dapat membantu melunasi utang-utangnya. Selain itu, orang yang sedang berperang demi membela agama dan memerdekakan Tanah Air, tidak harus patah semangat oleh upaya mencari bantuan materi yang dibutuhkan guna mencapai kemenangan. Seorang musafir atau seorang yang asing di negeri orang, yang membutuhkan bantuan karena jauh dari keluarga, tidak harus kehilangan bantuan bekal agar dapat digunakan untuk kembali ke Tanah Airnya. Di samping itu semua, zakat juga merupakan sarana yang efektif untuk memerdekakan budak dan menghapus perbudakan. Untuk mencapai tujuan-tujuan sosial dan universalnya, Islam tidak hanya berhenti sampai di situ. Islam membolehkan pemberian zakat kepada orang kafir jika hal itu memang diperlukan untuk menarik hati mereka. Begitu juga orang-orang yang bertugas mengumpulkan, menghitung dan mendistribusikan zakat, budak-budak yang melakukan perjanjian bebas dengan tuannya jika mampu membayar tebusan dalam jumlah tertentu, orang yang sedang berada dalam perjalanan, orang yang mempunyai tanggungan utang demi mendamaikan orang yang bertengkar, dan orang yang membela Islam dalam perang. Sedang tujuan zakat yang bersifat ekonomis adalah pengentasan kemiskinan di mana saja, dan membantu orang-orang yang memerlukan bantuan seperti telah disinggung di muka.",
    "jalalayn": "(Dan orang-orang yang terhadap zakat mereka menunaikannya) membayarnya."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 5,
    "arab": " وَالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَ ۙ",
    "translation": "dan orang yang memelihara kemaluannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2678.mp3",
    "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela.\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)",
    "quraish": "Mereka juga adalah orang-orang yang selalu menjaga diri agar tidak berhubungan dengan wanita(1). (1) Ayat 5--7 surat al-Mu'minûn ini berkaitan erat dengan beberapa ayat di awal surat al-Nûr. Ayat-ayat itu semua mengisyaratkan dampak negatif yang dapat ditimbulkan oleh perzinaan. Dari segi sosial, zina dapat berakibat tidak diketahuinya asal keturunan anak secara pasti. Sedangkan dari segi kesehatan, efek negatif zina dapat dibagi ke dalam dua hal. Pertama, secara fisik, zina dapat mengakibatkan penyakit gonore, sipilis (raja singa) dan luka. Dalam keadaan gawat, gonore dapat mengakibatkan komplikasi pada saluran kencing, persendian atau trakhoma yang dapat mengakibatkan kebutaan. Sedangkan sipilis dapat menyerang seluruh tubuh, sel-sel dan urat saraf. Pada puncaknya, hal itu dapat mengakibatkan kegilaan. Di samping itu, penyakit ini juga dapat berpengaruh pada keturunan. Bayi yang lahir dari orang yang menderita sipilis akan mudah mati atau cacat. Kedua, secara mental, zina dapat menimbulkan perasaan bersalah dan berdosa yang pada akhirnya dapat berakibat lemahnya saraf. Akibat pemborosan, orang dapat terkena kegilaan.",
    "jalalayn": "(Dan orang-orang yang terhadap kemaluannya mereka selalu memeliharanya) dari yang diharamkan."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 6,
    "arab": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
    "translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2679.mp3",
    "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela.\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)",
    "quraish": "Kecuali dengan cara perkawinan yang sah atau pemilikan budak(1). Mereka tidak dilarang melakukan hal itu. (1) Pada zaman dahulu perbudakan adalah sesuatu yang lumrah. Seorang laki-laki bebas memilih berapa saja dari budak yang dimiliki untuk dijadikan istri. Islam membolehkan perbudakan akibat perang yang dibenarkan agama, apabila pihak musuh melakukan hal yang sama. Hal ini berdasarkan pada asas perlakukan setimpal. Apabila pihak musuh tidak melakukan perbudakan, umat Islam pun dilarang melakukannya.",
    "jalalayn": "(Kecuali terhadap istri-istri mereka) (atau terhadap budak yang mereka miliki) yakni hamba sahaya wanita yang mereka tawan dari peperangan (maka sesungguhnya mereka dalam hal ini tiada tercela) bila mereka mendatanginya."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 7,
    "arab": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَ ۚ",
    "translation": "Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2680.mp3",
    "tafsir": "Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, mengerjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Bersanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad fisabilillah, karena dalam hal ini mereka tidak tercela.\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nur/24: 30)",
    "quraish": "Maka, orang yang berhubungan dengan wanita di luar dua cara yang dibolehkan ini, berarti telah melanggar batas yang telah ditentukan oleh agama.",
    "jalalayn": "(Barang siapa menginginkan yang selain itu) selain istri-istri sendiri dan sahaya wanita tawanan mereka untuk pelampiasan hajat biologisnya, seumpamanya melakukan masturbasi (maka mereka itulah orang-orang yang melampaui batas) yakni melampaui batas halal dan melakukan hal-hal yang diharamkan bagi mereka."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 8,
    "arab": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَ ۙ",
    "translation": "Dan (sungguh beruntung) orang yang memelihara amanat-amanat dan janjinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2681.mp3",
    "tafsir": "Memelihara amanat-amanat yang dipikulnya dan menepati janjinya. Dalam ayat ini Allah menerangkan sifat keenam dari orang mukmin yang beruntung itu, ialah suka memelihara amanat-amanat yang dipikulnya, baik dari Allah ataupun dari sesama manusia, yaitu bilamana kepada mereka dititipkan barang atau uang sebagai amanat yang harus disampaikan kepada orang lain, maka mereka benar-benar menyampaikan amanat itu sebagaimana mestinya, dan tidak berbuat khianat. Demikian pula bila mereka mengadakan perjanjian, mereka memenuhinya dengan sempurna. Mereka menjauhkan diri dari sifat kemunafikan seperti tersebut dalam sebuah hadis yang masyhur, yang menyatakan bahwa tanda-tanda orang munafik itu ada tiga, yaitu kalau berbicara suka berdusta, jika menjanjikan sesuatu suka menyalahi janji dan jika diberi amanat suka berkhianat.",
    "quraish": "Di samping itu, orang-orang Mukmin selalu menjaga apa saja yang diamanatkan kepadanya, baik harta, perkataan (pesan) atau perbuatan dan sebagainya. Juga selalu menepati janji mereka kepada Allah dan janji antara sesama mereka. Mereka tidak mengkhianati amanat dan juga tidak melanggar janji.",
    "jalalayn": "(Dan orang-orang yang terhadap amanat yang dipercayakan kepada mereka) dapat dibaca secara jamak dan mufrad, yakni Amaanaatihim dan Amaanatihim (dan janji mereka) yang mereka adakan di antara sesama mereka atau antara mereka dengan Allah, seperti salat dan lain-lainnya (mereka memeliharanya) benar-benar menjaganya."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 9,
    "arab": "وَالَّذِيْنَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُوْنَ ۘ",
    "translation": "serta orang yang memelihara salatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2682.mp3",
    "tafsir": "Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, \"Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.\" Berikut penjelasan hadis mengenai keutamaan salat:\nDari Abdullah bin Mas'ud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul walidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhan)\n\nTersebut pula dalam sebuah hadis Nabi saw:\nDari sauban, Nabi bersabda, \"Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat Ahmad, al-hakim dan al-Baihaqi)",
    "quraish": "Mereka juga selalu melaksanakan salat dengan khusyuk, tepat pada waktunya dan lengkap dengan rukun-rukunnya, hingga benar-benar melaksanakannya sesuai tujuan salat, yaitu mencegah kejahatan dan kemungkaran.",
    "jalalayn": "(Dan orang-orang yang terhadap salat mereka) dapat dibaca dalam bentuk jamak dan mufrad, yakni Shalawaatihim dan shalaatihim (mereka memeliharanya) mereka mengerjakannya tepat pada waktu-waktunya."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 10,
    "arab": "اُولٰۤىِٕكَ هُمُ الْوَارِثُوْنَ ۙ",
    "translation": "Mereka itulah orang yang akan mewarisi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2683.mp3",
    "tafsir": "Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, \"Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.\" Berikut penjelasan hadis mengenai keutamaan salat:\nDari Abdullah bin Mas'ud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul walidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhan)\n\nTersebut pula dalam sebuah hadis Nabi saw:\nDari sauban, Nabi bersabda, \"Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat Ahmad, al-hakim dan al-Baihaqi)",
    "quraish": "Mereka yang memiliki ciri-ciri seperti itu akan memperoleh semua kebaikan dan akan menerimanya di hari kiamat.",
    "jalalayn": "(Mereka itulah orang-orang yang akan mewarisi) bukan selain mereka."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 11,
    "arab": "الَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَۗ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "(yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2684.mp3",
    "tafsir": "Mereka yang memiliki tujuh sifat mulia itu akan mewarisi surga, disebabkan amal kebajikan mereka selama hidup di dunia, yaitu surga Firdaus yang paling tinggi, yang di atasnya berada `Arsy Allah Yang Maha Pemurah, dan mereka kekal di dalamnya. Umar meriwayatkan sebuah hadis, dimana Rasulullah saw bersabda:\nDari Umar bin al-Khattab, Rasulullah bersabda, \"Telah diturunkan kepadaku sepuluh ayat: Barang siapa yang menegakkannya akan masuk surga, lalu ia membaca sepuluh ayat ini dari permulaan Surah al-Mu`minun. (Riwayat at-Tirmidzi)",
    "quraish": "Mereka akan memperoleh anugerah surga Firdaus dari Allah swt., sebuah tempat tertinggi di dalam surga. Di sana mereka bersenang-senang, tanpa ada orang lain bersama mereka.",
    "jalalayn": "(Yakni yang akan mewarisi surga Firdaus) yaitu surga yang tempatnya paling tinggi. (Mereka kekal di dalamnya) di dalam ayat-ayat yang telah lalu terkandung isyarat yang menunjukkan tempat kembali di akhirat. Hal ini sangat relevan bila disebutkan hal-hal yang menyangkut masalah permulaan atau asal kejadian, sesudah pembahasan tadi."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 12,
    "arab": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ ۚ",
    "translation": "Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2685.mp3",
    "tafsir": "Sesungguhnya Kami (Allah) telah menciptakan manusia dari suatu saripati (berasal) dari tanah. Ada segolongan ahli tafsir menyatakan, bahwa yang dimaksud dengan manusia di sini ialah keturunan Adam termasuk kita sekalian, yang berasal dari air mani. Dari hasil penelitian ilmiah, sebenarnya air mani itu pun berasal dari tanah setelah melalui beberapa proses perkembangan. Makanan yang merupakan hasil bumi, yang dimakan oleh manusia, dan alat pencernaannya berubah menjadi cairan yang bercampur dengan darah yang menyalurkan bahan-bahan hidup dan vitamin yang dibutuhkan oleh tubuh manusia ke seluruh bagian anggotanya. Jika manusia itu meninggal dunia dan dimasukkan ke dalam kubur di dalam tanah, maka badannya akan hancur lebur dan kembali menjadi tanah lagi, sesuai dengan firman Allah:\nDarinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu, dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (thaha/20: 55)",
    "quraish": "Hendaknya manusia mengamati asal kejadiannya. Sebab, penciptaan manusia itu termasuk salah satu bukti kekuasaan Kami yang mengharuskan orang-orang untuk beriman kepada Allah dan hari akhir. Sesungguhnya Kami telah menciptakan manusia dari saripati tanah.",
    "jalalayn": "(Dan) Allah telah berfirman, (Sesungguhnya Kami telah menciptakan manusia) yakni Adam (dari suatu sari pati) lafal Sulaalatin berasal dari perkataan Salaltusy Syai-a Minasy Syai-i, artinya aku telah memeras sesuatu daripadanya, yang dimaksud adalah inti sari dari sesuatu itu (berasal dari tanah) lafal Min Thiinin berta'alluq kepada lafal Sulaalatin."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 13,
    "arab": "ثُمَّ جَعَلْنٰهُ نُطْفَةً فِيْ قَرَارٍ مَّكِيْنٍ ۖ",
    "translation": "Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2686.mp3",
    "tafsir": "Kemudian Kami (Allah) tempatkan saripati air mani itu dalam tulang rusuk sang suami yang dalam persetubuhan dengan istrinya ditumpahkan ke dalam rahimnya, suatu tempat penyimpanan yang kukuh bagi janin sampai saat kelahirannya.",
    "quraish": "Kemudian Kami menciptakan keturunannya. Dari tanah itu, Kami menciptakan sperma--sebuah zat cair yang mengandung segala unsur kehidupan--yang bertempat pada rahim, sebuah tempat yang kokoh dan dapat melindungi.",
    "jalalayn": "(Kemudian Kami jadikan ia) manusia atau keturunan Adam (dari nuthfah) yakni air mani (yang berada dalam tempat yang kokoh) yaitu rahim."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 14,
    "arab": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخَالِقِيْنَۗ ",
    "translation": "Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2687.mp3",
    "tafsir": "Kemudian air mani itu Kami (Allah) kembangkan dalam beberapa minggu sehingga menjadi al-'alaq (yang menempel di dinding rahim), dari al-'alaq dijadikan segumpal daging, dan segumpal daging dijadikan tulang belulang, dan ada bagian yang dijadikan daging, kemudian tulang belulang itu dibungkus dengan daging, laksana pakaian penutup tubuh, kemudian dijadikan makhluk yang (berbentuk) lain, setelah ditiupkan Roh ke dalamnya, sehingga menjadi manusia yang sempurna, dapat berbicara, melihat, mendengar, berpikir yang tadinya hanya merupakan benda mati. Maka Mahasuci Allah, Pencipta Yang Paling Baik.\nMenurut para saintis, Tahapan-tahapan dalam embriologi manusia sebagai berikut: \n¢Nutfah, atau dalam bahasa Arabnya 'nutfa, mempunyai arti 'sedikit air, atau 'setetes air. Hal ini jelas mendeskripsikan air yang sedikit yang dipancarkan lelaki saat bersanggama. Air yang sedikit ini mengandung sperma. Sperma atau spermatozoa terdapat di dalam air yang menjijikan dan berbentuk ikan yang berekor panjang (ini adalah salah satu arti kata sulalah. Dalam surah As-Sajdah/32 ayat 8, air mani disebut sebagai \"..... Dia menjadikan keturunannya dari saripati air yang diremehkan....\" Surah al-Insan/76 ayat 2 dan as-Sajdh/32 ayat 8 berkaitan dengan kandungan dari air mani. Ilmu pengetahuan modern menemukan bahwa air mani terdiri atas empat macam lendir yang berbeda yang dihasilkan oleh empat kelenjar yang berbeda, yaitu kelenjar biji pelir, kelenjar saluran seminal, kelenjar prostat, dan kelenjar saluran kencing. \n¢Sperma dibentuk di dalam buah pelir. Buah pelir sendiri dibentuk, sebagaimana dibuktikan ilmu pengetahuan, oleh sel-sel yang ada di bawah bakal ginjal, di bagian punggung embrio. Kelompok sel ini kemudian turun sampai di bawah tulang rusuk, pada saat beberapa minggu sebelum kelahiran bayi. Diperkirakan jumlah sperma dalam satu kali ejakulasi adalah 500 “ 600 juta ekor. Akan tetapi dari jumlah tersebut, hanya satu yang dapat melakukan pembuahan. Setelah terjadi pembuahan, maka terjadi perubahan cepat dari indung telur. Ia segera menghasilkan membran yang mencegah sperma lain untuk ikut membuahi.\n¢Setelah sel telur dibuahi, dan menempelkan diri di dinding uterus dan memperoleh makanan dari ibunya, maka ia akan tumbuh cepat. Pada waktu dua sampai tiga minggu kemudian, apabila dilihat dengan mata telanjang, ia akan berubah dari bentukan 'lintah atau 'alaqah ke bentukan 'mudhgah atau 'daging yang telah dikunyah. Pola yang terakhir ini sebetulnya dibentuk oleh adanya tonjolan dan lekukan, yang pada waktunya nanti akan menjadi organ-organ dalam (jantung, usus) dan luar (kaki, tangan). Surah al-hajj/22: 5 menambahkan satu catatan dari embrio. Dalam ayat ini, mudghah dideskripsikan dengan tambahan \"yang sempurna kejadiannya dan yang tidak sempurna kejadiannya .....\" Ini menggambarkan hal yang terjadi pada tahap 'diferensiasi, dimana banyak organ mulai berkembang dalam waktu yang tidak bersamaan. Sehingga menimbulkan situasi antara selesai di bagian lain namun belum sempurna di bagian lainnya.\n¢Dua tahapan terakhir yang disebutkan pada surah al-Muminun/23: 14 bercerita tentang 'pembentukan tulang belulang setelah tahap mudgah. Pada akhirnya, ceritera diakhiri dengan memberinya \"baju\", yang terdiri atas daging dan otot. Apabila kita mengikuti pertumbuhan embrio, maka kira-kira pada umur empat minggu suatu proses 'diferensiasi mulai berjalan. Dalam proses ini kelompok-kelompok sel pada embrio akan berubah bentuk dan mulai membentuk organ-organ berukuran besar. Salah satu yang berkembang pertama kali adalah tulang tengkorak. Proses ini akan disusul kemudian oleh pembentukan calon otot, telinga, mata, ginjal, jantung dan banyak lagi.\nImam Ahmad meriwayatkan sebuah hadis dari Abdullah bin Masud, bahwa Rasulullah mengatakan:\n\"Sesungguhnya seseorang di antara kamu dikumpulkan penciptaannya di perut ibunya empat puluh hari, kemudian menjadi 'alaqah seperti itu, kemudian menjadi mudhgah (gumpalan daging) seperti itu. Kemudian malaikat diutus kepadanya, lalu ia meniupkan ruh padanya. Dan ia diperintahkan kepada empat kalimat, rizqinya, ajalnya, amalnya, dan apakah ia seorang yang celaka atau bahagia. Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.\" (Riwayat Ahmad) \nAnas bin Malik meriwayatkan bahwa Umar bin Khattab berkata: Keinginanku bersesuaian dengan kehendak Allah pada empat perkara.\nPertama: Saya usulkan pada Rasulullah saw supaya di belakang Maqam Ibrahim dijadikan tempat salat maka turunlah firman Allah:\nDan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125)\nKedua: Saya usulkan kepada Rasulullah saw supaya istri-istrinya memasang tabir (hijab) bila kedatangan tamu laki-laki, yang kadang-kadang tidak saleh semuanya, maka turunlah firman Allah:\nApabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (al-Ahzab/33: 53)\nKetiga: Saya berkata kepada istri-istri Nabi supaya berhenti menimbulkan kesulitan kepada beliau, karena mungkin Allah akan memberi ganti dengan istri-istri yang lebih baik, maka turunlah firman Allah:\nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5)\nKeempat: Setelah turun ayat 12, 13 dan 14 Surah al-Mu`minun, maka saya ucapkan fatabarakallahu aá¸¥sanul Khaliqin, dan Rasululah saw bersabda, \"Demikian itu sesuai dengan yang diturunkan-Nya.\"",
    "quraish": "Setelah membuahi ovum, sperma itu Kami jadikan darah. Darah itu pun kemudian Kami jadikan sepotong daging yang kemudian Kami bentuk menjadi tulang. Tulang itu lalu Kami balut dengan daging. Setelah itu, Kami menyempurnakan penciptaannya. Akan tetapi, setelah Kami tiupkan roh Kami, ia menjadi makhluk yang durhaka dan melawan asas penciptaannya. Betapa Mahatingginya Allah dalam kemahaagungan dan kemahakuasaan-Nya. Tidak ada yang menyerupai-Nya dalam kemampuan mencipta, membentuk dan berkreasi.",
    "jalalayn": "(Kemudian air mani itu Kami jadikan segumpal darah) darah kental (lalu segumpal darah itu Kami jadikan segumpal daging) daging yang besarnya sekepal tangan (dan segumpal daging itu Kami jadikan tulang-belulang, lalu tulang-belulang itu Kami bungkus dengan daging) menurut qiraat yang lain lafal 'Izhaaman dalam dua tempat tadi dibaca 'Azhman, yakni dalam bentuk tunggal. Dan lafal Khalaqnaa yang artinya menciptakan, pada tiga tempat tadi bermakna Shayyarnaa, artinya Kami jadikan (kemudian Kami jadikan dia sebagai makhluk yang lain) yaitu dengan ditiupkan roh ke dalam tubuhnya. (Maka Maha Sucilah Allah, Pencipta Yang Paling Baik) sebaik-baik Yang Menciptakan. Sedangkan Mumayyiz dari lafal Ahsan tidak disebutkan, karena sudah dapat diketahui dengan sendirinya, yaitu lafal Khalqan."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 15,
    "arab": " ثُمَّ اِنَّكُمْ بَعْدَ ذٰلِكَ لَمَيِّتُوْنَ ۗ",
    "translation": "Kemudian setelah itu, sesungguhnya kamu pasti mati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2688.mp3",
    "tafsir": "Kemudian sesudah penciptaanmu yang pertama itu, kamu sekalian pasti akan menemui ajalmu yang telah ditentukan. Allah berfirman:\nSetiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami. (al-Anbiya`/21: 35)",
    "quraish": "Kemudian kalian, wahai anak cucu Adam, setelah itu semua akan menuju kepada kematian yang pasti.",
    "jalalayn": "(Kemudian, sesudah itu sesungguhnya kamu sekalian benar-benar akan mati)."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 16,
    "arab": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُوْنَ",
    "translation": "Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2689.mp3",
    "tafsir": "Kemudian sesungguhnya kamu sekalian akan dibangkitkan dari kuburmu pada hari Kiamat, untuk dihisab segala amal perbuatanmu selama berada di dunia ini, yang baik akan diberi pahala, yang buruk akan diberi siksa.",
    "quraish": "Setelah itu, kalian akan dibangkitkan kembali pada hari kiamat untuk perhitungan dan pembalasan.",
    "jalalayn": "(Kemudian, sesungguhnya kamu sekalian akan dibangkitkan di hari kiamat) untuk menjalani hisab dan pembalasan."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 17,
    "arab": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَاۤىِٕقَۖ وَمَا كُنَّا عَنِ الْخَلْقِ غٰفِلِيْنَ",
    "translation": "Dan sungguh, Kami telah menciptakan tujuh (lapis) langit di atas kamu, dan Kami tidaklah lengah terhadap ciptaan (Kami).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2690.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menciptakan di atas manusia tujuh lapis langit, sebagian berada di atas sebagian lain yang menjadi tempat peredaran bintang-bintang, yang telah dikenal orang sejak dahulu kala, dan telah ditemukan lagi beberapa bintang lainnya oleh ulama falak pada masa kini. Allah sekali-kali tidaklah lengah terhadap semua ciptaan itu, baik terhadap peredaran-peredaran maupun terhadap yang lainnya, karena peredaran semua planet di angkasa luar itu mengikuti peraturan tertentu. Seandainya Allah lengah terhadapnya, niscaya akan terjadi benturan-benturan planet itu satu sama lain, yang mengakibatkan timbulnya bencana yang tidak dapat diperkirakan kedahsyatannya. Memang itu pun akan terjadi, akan tetapi waktunya nanti pada hari Kiamat, di mana segala sesuatunya telah direncanakan di Lauh Mahfuz.",
    "quraish": "Sesungguhnya Kami telah menciptakan tujuh lapis langit yang tinggi di atas kalian. Di dalamnya terdapat sejumlah makhluk yang tidak Kami lalaikan dan selalu Kami jaga dan Kami atur urusannya. Kami tidak akan pernah lalai dengan urusan semua makhluk. Sebaliknya, Kami selalu menjaganya dari kebinasaan dan ketidakseimbangan. Semua urusan mereka diatur dengan penuh hikmah(1). (1) Kata sab'a tharâ'iq dalam ayat ini adalah kiasan untuk menunjukkan jumlah lapisan langit. Langit memang berjumlah tujuh lapis dan bukan satu lapis. Pada ayat ini Allah menerangkan bahwa Dia tidak akan pernah lalai dalam mengatur semua makhluk yang ada di ketujuh lapis langit itu.",
    "jalalayn": "(Dan sesungguhnya Kami telah menciptakan di atas kalian tujuh buah jalan) yakni tujuh langit; lafal Tharaaiq ini adalah bentuk jamak dari lafal Thariiqah, dikatakan demikian karena ia adalah jalan-jalan bagi para Malaikat (dan tidaklah Kami terhadap makhluk) yang berada di bawah tujuh langit itu (melupakannya) dengan membiarkan langit itu runtuh menimpa mereka, sehingga mereka binasa semuanya, akan tetapi Kami menahannya supaya jangan runtuh; sebagaimana yang telah disebutkan dalam firman-Nya yang lain, yaitu, \"Dan Dia menahan (benda-benda) langit jatuh ke bumi.\" (Q.S. Al-Hajj, 65)."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 18,
    "arab": "وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍ فَاَسْكَنّٰهُ فِى الْاَرْضِۖ وَاِنَّا عَلٰى ذَهَابٍۢ بِهٖ لَقٰدِرُوْنَ ۚ",
    "translation": "Dan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2691.mp3",
    "tafsir": "Lalu Allah menurunkan dari langit air hujan dengan kadar yang diperlukan, tidak terlalu lebat sehingga menimbulkan bencana banjir dan tidak terlalu sedikit sehingga cukup untuk mengairi kebun-kebun yang memerlukannya. Ada pula tanah-tanah yang memerlukan banyak air, akan tetapi tidak tahan menerima hujan yang lebat, maka air yang diperlukan itu didatangkan dari negeri lain melalui sungai-sungai yang besar seperti sungai Nil di Mesir yang bersumber di tengah-tengah benua Afrika. Di samping membawa air yang diperlukan, juga membawa lumpur yang sangat bermanfaat untuk menambah kesuburan. Air dapat tersimpan baik sebagai sungai-sungai, danau-danau dan bahkan sebagian tersimpan dalam bumi sebagai air tanah dangkal maupun air tanah dalam atau sering disebut sebagai groundwater. \nSebagian dari air itu dijadikan Allah menetap dalam bumi untuk mengisi sumur-sumur dan parit-parit yang berfungsi dalam bidang irigasi, dan karena air dalam bumi itu bersentuhan pula dengan lapisan-lapisan logam dan zat kimia lainnya, air itu mengandung unsur-unsur kimiawi yang menambah kesuburan tanah, dan bila lewat di lereng gunung-gunung berapi dapat pula menjadi sumber-sumber air panas yang mengandung belerang, dan dapat dijadikan tempat pemandian air panas yang sangat berguna untuk menyembuhkan penyakit kulit dan sebagainya. \nSemua sumber penggunaan air itu, jika dimanfaatkan dengan rasa syukur kehadirat Allah, niscaya akan dapat dinikmati, akan tetapi jika manusia serakah dan merusaknya, maka sesungguhnya Allah berkuasa pula untuk menghilangkannya, terutama bila tempat-tempat itu dipakai untuk perbuatan maksiat.",
    "quraish": "Dari langit itu, Kami menurunkan hujan dengan hikmah dan kadar yang telah Kami tentukan. Untuk memudahkan pemanfaatannya, air hujan itu Kami simpan di dalam dan di atas permukaan bumi. Sesungguhnya, Kami Mahakuasa untuk menghilangkan air hujan dan menjadikan kalian tidak dapat memanfaatkankannya. Tetapi, karena sayang Kami kepada kalian, Kami tidak melakukan hal itu. Oleh karena itu, berimanlah dan bersyukurlah kepada Pencipta hujan itu(1). (1) Ayat ini mengisyaratkan fakta ilmu pengetahuan alam mengenai siklus air pada bumi. Proses penguapan air laut dan samudera akan membentuk awan yang kemudian menurunkan hujan sebagai sumber utama air bersih untuk permukaan bumi, di samping merupakan unsur terpenting bagi kehidupan. Air hujan yang turun di atas permukaan bumi itu kemudian membentuk sungai yang mengalirkan sumber kehidupan ke daerah-daerah kering dan jauh untuk, pada akhirnya, bermuara di laut. Secara alami, air itu berputar dari laut ke udara, dari udara ke daratan, dan dari daratan ke laut lagi. Dan begitu seterusnya. Akan tetapi, di antara air hujan itu ada yang meresap ke dalam perut bumi untuk kemudian berpindah dari satu tempat ke tempat lainnya. Seringkali, air yang meresap itu menetap dan menjadi air tanah yang tersimpan di bawah kulit bumi untuk masa yang sangat panjang, seperti yang terdapat di bawah sahara barat Libya yang oleh beberapa penelitian mutakhir ditemukan telah berusia cukup lama. Komponen- komponen geologis yang menyimpan air itu bisa mengalami perubahan suhu--yang oleh para ahli disebut revolusi geologi--yang dapat membawanya ke tempat-tempat lain yang kering untuk kemudian menyuburkannya. Ayat ini menunjukkan suatu hikmah adanya distribusi air sesuai kadar yang telah ditentukan oleh Allah Sang Maha Penentu Yang Mahabijaksana untuk memberikan manfaat dan mencegah bahaya. Hikmah lain yang dapat diambil dari ayat ini adalah bahwa kehendak Allah Swt. menuntut tersimpannya sejumlah air di samudera dan lautan yang dapat menjamin keseimbangan suhu di muka bumi dan planet lainnya, agar tidak terjadi pertautan yang jauh antara suhu musim panas dan musim dingin yang tidak cocok dengan kehidupan. Selain itu, air hujan yang diturunkan di atas daratan pun telah ditentukan kadarnya, agar tidak terjadi kelebihan yang dapat menutup seluruh permukaan bumi, atau kekurangan hingga tidak cukup untuk menyirami bagian daratan lain.",
    "jalalayn": "(Dan Kami turunkan air dari langit menurut suatu ukuran) berdasarkan kecukupan mereka (lalu Kami jadikan air itu menetap di bumi, dan sesungguhnya Kami benar-benar berkuasa menghilangkannya) jika demikian mereka pasti akan mati bersama dengan hewan ternak mereka karena kehausan."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 19,
    "arab": "فَاَنْشَأْنَا لَكُمْ بِهٖ جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍۘ لَكُمْ فِيْهَا فَوَاكِهُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ",
    "translation": "Lalu dengan (air) itu, Kami tumbuhkan untukmu kebun-kebun kurma dan anggur; di sana kamu memperoleh buah-buahan yang banyak dan sebagian dari (buah-buahan) itu kamu makan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2692.mp3",
    "tafsir": "Lalu dengan sebab air hujan itu Allah menumbuhkan untuk manusia kebun-kebun kurma dan anggur dan buah-buahan lain yang beraneka warna yang dapat di makan. Ada pula dari tanam-tanaman itu yang menjadi sumber penghidupan, seperti dari hasil pohon lada, pala, cengkeh dan sebagainya.\nDijadikan pula untuk manusia sejenis pohon kayu yang keluar dari gunung Sinai yaitu pohon zaitun yang banyak tumbuh di sekitar gunung itu, yang banyak menghasilkan minyak dan sering digunakan untuk melezatkan hidangan dan pada akhir-akhir ini dapat pula dijadikan bahan kosmetik dan obat-obatan karena minyak zaitun tidak mengandung kolesterol yang berbahaya bagi tubuh.",
    "quraish": "Dari air itu, Kami menciptakan beraneka ragam kebun untuk kalian--seperti kebun kurma dan kebun anggur--yang menghasilkan banyak buah yang dapat kalian makan.",
    "jalalayn": "(Lalu dengan air itu, Kami tumbuhkan untuk kalian kebun-kebun kurma dan anggur) kedua jenis buah-buahan ini kebanyakan terdapat di negeri Arab (di dalam kebun-kebun itu kalian peroleh buah-buahan yang banyak dan sebagian dari buah-buahan itu kalian makan) di waktu musim panas dan musim dingin."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 20,
    "arab": "وَشَجَرَةً تَخْرُجُ مِنْ طُوْرِ سَيْنَاۤءَ تَنْۢبُتُ بِالدُّهْنِ وَصِبْغٍ لِّلْاٰكِلِيْنَ ",
    "translation": "dan (Kami tumbuhkan) pohon (zaitun) yang tumbuh dari gunung Sinai, yang menghasilkan minyak, dan bahan pembangkit selera bagi orang-orang yang makan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2693.mp3",
    "tafsir": "Lalu dengan sebab air hujan itu Allah menumbuhkan untuk manusia kebun-kebun kurma dan anggur dan buah-buahan lain yang beraneka warna yang dapat di makan. Ada pula dari tanam-tanaman itu yang menjadi sumber penghidupan, seperti dari hasil pohon lada, pala, cengkeh dan sebagainya.\nDijadikan pula untuk manusia sejenis pohon kayu yang keluar dari gunung Sinai yaitu pohon zaitun yang banyak tumbuh di sekitar gunung itu, yang banyak menghasilkan minyak dan sering digunakan untuk melezatkan hidangan dan pada akhir-akhir ini dapat pula dijadikan bahan kosmetik dan obat-obatan karena minyak zaitun tidak mengandung kolesterol yang berbahaya bagi tubuh.",
    "quraish": "Kami menciptakan pula pohon zaitun yang tumbuh di bukit Sinai. Buahnya mengandung minyak yang dapat kalian manfaatkan. Di samping itu, zaitun merupakan lauk pauk bagi orang-orang yang memakannya(1). (1) Ayat ini menunjukkan bahwa pohon zaitun termasuk salah satu karunia Allah yang sangat besar yang disebut dalam beberapa ayat sebelum dan sesudah ayat ini. Hal itu adalah karena zaitun merupakan jenis pohon kayu yang berumur ratusan tahun. Manusia tidak perlu bersusah payah menanamnya, tetapi dapat memetik buahnya untuk masa yang sangat panjang. Kelebihan pohon zaitun lainnya adalah warnanya yang selalu hijau dan indah. Selain itu, penelitian mutakhir membuktikan bahwa zaitun merupakan bahan makanan yang sangat baik yang mengandung kadar protein cukup tinggi. Zaitun juga mengandung zat garam, zat besi dan fosforus yang merupakan bahan makanan terpenting bagi manusia. Lebih dari itu, zaitun mengandung vitamin A dan B. Dari buah zaitun dapat dihasilkan minyak yang pada umumnya juga digunakan sebagai bahan makanan. Sementara, dari segi kesehatan, penelitian terkini membuktikan bahwa zaitun bermanfaat untuk alat pencernaan pada umumnya, terutama hati. Mutu minyak zaitun juga melebihi minyak-minyak lainnya, baik minyak nabati maupun minyak hewani, karena tidak mempunyai efek yang dapat menimbulkan penyakit pada peredaran dan pembuluh darah arteri seperti yang terdapat pada jenis minyak lainnya. Zaitun juga dapat digunakan sebagai bahan penghalus kulit, di samping kegunaan-kegunaan industri lain seperti industri pembuatan sabun di mana zaitun merupakan salah satu bahan campuran terbaik.",
    "jalalayn": "(Dan) Kami tumbuhkan pula (pohon kayu yang asal tumbuhnya dari Thursina) dapat dibaca Sina dan Saina dengan tidak menerima Tanwin karena menjadi 'Alamiyah, artinya nama sebuah bukit. Jika tidak menerima tanwin karena Illat Ta'nits, maka berarti nama suatu lembah (yang menghasilkan) dapat dibaca Tunbitu dan Tanbutu (minyak) bila menurut bacaan Tunbitu maka huruf Ba dianggap huruf Zaidah, bila menurut bacaan yang kedua yaitu Tanbutu maka huruf Ba dianggap sebagai huruf Ta'diyah yang menggandengkan Fi'il dengan Maf'ul; pohon yang dimaksud adalah pohon Zaitun (dan sebagai penyedap bagi orang-orang yang makan) lafal ini di'athafkan kepada lafal Bid Duhni, sehingga dibaca Wa Shibghin Lil Aakiliina. Artinya, sebagai penyedap suapan yang dicelupkan kepadanya kemudian dimakan, yang dimaksud adalah minyak Zaitun tersebut."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 21,
    "arab": "وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةًۗ  نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهَا وَلَكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ ۙ ",
    "translation": "Dan sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2694.mp3",
    "tafsir": "Sesungguhnya pada penciptaan binatang ternak itu benar-benar terdapat pelajaran yang sangat penting bagi manusia di samping manfaatnya yang besar sebagai nikmat pemberian Allah. Binatang ternak bisa menjadi sumber pembelajaran dan bahan riset, misalnya bagaimana sapi yang makanan utamanya, setelah dikunyah dan masuk dalam perutnya, saripatinya kemudian bercampur dengan darah bisa menghasilkan susu yang sangat bermanfaat bagi tubuh. Dari perutnya kemudian, Allah berkuasa untuk me-misahkan air susu dari percampuran dua benda yang kotor itu, yaitu darah dan kotoran sapi yang ada diperutnya, sebagaimana tersebut dalam firman Allah:\nDan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya (an-Nahl/16: 66)\nKemudian Allah menggambarkan dalam ayat lain kebahagiaan yang dirasakan pemilik sapi ketika melepaskan sapi-sapinya ke padang rumput di pagi hari. Kebahagiaan yang sama juga dirasakannya ketika ternak-ternak itu kembali ke kandangnya pada sore hari. Firman Allah:\nDan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). (an-Nahl/16: 6)\n\nJika diperinci, terdapat banyak manfaat yang diperoleh manusia dari binatang ternak itu:\n1. Air susu yang sangat lezat untuk diminum dan mengandung berbagai unsur yang dibutuhkan tubuh agar tetap sehat, juga dapat dijadikan mentega, keju, dan lain-lain.\n2. Bulu atau rambutnya dapat dijadikan bahan pakaian dan selimut yang sangat berguna terutama di musim dingin.\n3. Dagingnya dapat dimakan segera atau diawetkan dalam kaleng.\n4. Dijadikan kendaraan, terutama untuk pergi ke tempat yang jauh yang sulit dicapai dengan kendaraan lain seperti tersebut dalam ayat 21.\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. (an-Nahl/16: 7)",
    "quraish": "Sungguh, pada hewan-hewan ternak seperti unta, sapi dan kambing, benar-benar terdapat bukti kekuasaan dan pertanda kemurahan Kami dalam menganugerahkan karunia untuk kalian. Kalian Kami beri minum susu murni, lezat dan mudah diminum, yang keluar dari dalam perut hewan-hewan itu. Selain susu, hewan-hewan itu mengandung daging, kulit dan bulu yang juga sangat berguna. Dari hewan-hewan itu kalian dapat hidup memperoleh rezeki.",
    "jalalayn": "(Dan sesungguhnya pada binatang-binatang ternak bagi kalian) yakni unta, sapi dan kambing (benar-benar terdapat pelajaran yang penting) bahan pelajaran yang kalian dapat mengambil manfaat besar daripadanya (Kami memberi minum kalian) dapat dibaca Nasqiikum dan Nusqiikum (dari apa yang ada di dalam perutnya) yakni air susu (dan juga pada hewan ternak itu terdapat faedah yang banyak bagi kalian) dari bulu domba, unta dan kambing serta manfaat-manfaat yang lainnya (dan sebagian daripadanya kalian makan)."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 22,
    "arab": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَ ࣖ",
    "translation": "di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2695.mp3",
    "tafsir": "Di atas punggung binatang ternak itu, terutama unta, dapat dijadikan sarana untuk mengangkut manusia atau barang ke tempat yang sangat jauh melalui padang pasir yang sulit untuk dilalui oleh kendaraan lain, di samping dapat mempergunakan kapal-kapal sebagai kendaraan di laut.\nDan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Nahl/16: 8)",
    "quraish": "Di atas hewan-hewan itu, dan di atas bahtera, kalian bepergian dan membawa muatan yang berat. Kami menciptakan berbagai sarana transportasi dan angkutan, baik di darat maupun di laut. Dengan begitu akan terjadi komunikasi di antara kalian.",
    "jalalayn": "(Dan di atas punggung-punggung ternak itu) khususnya unta (dan juga di atas bahtera) yaitu perahu-perahu dan kapal-kapal (kalian diangkut)."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 23,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah, (karena) tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2696.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nuh kepada kaumnya untuk memberi peringatan kepada mereka tentang azab Allah, bila mereka membuat kemusyrikan kepada-Nya dan mendustakan Rasul-Nya, seraya berkata dengan lemah lembut kepada mereka, \"Hai kaumku, sembahlah olehmu Allah Yang Esa, jangan sekali-kali mempersekutukan-Nya, karena tidak ada Tuhan bagimu selain Dia. Maka mengapa kamu tidak merasa takut akan azab-Nya, dan menjauhkan diri dari menyekutukan-Nya?\"",
    "quraish": "Di dalam kisah masyarakat terdahulu, terdapat pelajaran agar kalian beriman. Kami mengutus Nûh kepada kaumnya. Ia kemudian berkata, \"Wahai kaumku, beribadahlah hanya kepada Allah. Sebab, tidak ada tuhan yang pantas disembah selain Dia. Apakah kalian tidak takut siksa dan kehilangan nikmat yang diberikan Allah, jika kalian mendurhakai-Nya?\"",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, lalu ia berkata, \"Hai kaumku! Sembahlah oleh kamu sekalian Allah) taatilah dan esakanlah Allah (karena sekali-kali tidak ada Tuhan bagi kalian selain Dia) lafal Ghairuhu merupakan Isim dari Maa, sedangkan lafal sebelumnya menjadi Khabar dari Maa dan huruf Min adalah huruf Zaidah. (Maka mengapa kalian tidak bertakwa kepada-Nya?\") tidak takut kepada azab-Nya, mengapa kalian menyembah selain-Nya?"
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 24,
    "arab": "فَقَالَ الْمَلَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يُرِيْدُ اَنْ يَّتَفَضَّلَ عَلَيْكُمْۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖمَّا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ۚ",
    "translation": "Maka berkatalah para pemuka orang kafir dari kaumnya, “Orang ini tidak lain hanyalah manusia seperti kamu, yang ingin menjadi orang yang lebih mulia daripada kamu. Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. Belum pernah kami mendengar (seruan yang seperti) ini pada (masa) nenek moyang kami dahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2697.mp3",
    "tafsir": "Seruan Nabi Nuh yang lemah lembut ini dijawab dengan cemoohan kaumnya, bahwa Nuh tidak lain hanya seorang manusia biasa seperti mereka, tidak mempunyai kelebihan apa-apa, baik fisik maupun mental sehingga ia pantas untuk menjadi utusan Allah dan menerima wahyu. Nuh dituduh hanya ingin menjadi orang yang kedudukannya lebih dari mereka, dan ingin lebih berkuasa. Untuk mencapai tujuannya itu, ia mengaku menjadi utusan Allah, padahal sebenarnya ia tidak pantas. Lalu mereka menyebutkan dua hal yang menjadi alasan untuk tidak mengakui Nuh sebagai utusan Allah.\nPertama, seandainya Allah menghendaki mengutus seorang rasul yang memerintahkan beribadah hanya kepada Allah saja, tentu Dia mengutus beberapa malaikat, dan bukan mengutus seorang manusia biasa.\nKedua, mereka belum pernah mendengar dari nenek moyang mereka sendiri apa yang dikemukakan oleh Nuh, tentang penyembahan hanya kepada Allah, Tuhan Yang Esa. Seruan kepada ketauhidan itu tidak ada dalam tradisi nenek moyang mereka, maka mereka menentang keras dakwah Nabi Nuh. Hal demikian menunjukkan bahwa mereka telah terseret dalam taklid buta dan kesesatan.",
    "quraish": "Para pembesar pengikutnya yang kufur, menentang dan merintangi orang-orang lain untuk menerima dakwah Nûh berkata, \"Tidak ada bedanya antara Nûh dan kalian. Nûh juga seorang manusia biasa seperti kalian. Ia hanya ingin menonjolkan diri di tengah-tengah kalian dengan dakwahnya itu. Kalau benar pernah ada sejumlah rasul yang diutus oleh Allah, seperti apa yang didakwa Nûh, rasul-rasul itu tentulah berupa malaikat. Dalam sejarah nenek moyang kita, kita tidak pernah mendengar apa-apa tentang dakwah dan pengutusan rasul-rasul yang berwujud manusia itu.\"",
    "jalalayn": "(Maka pemuka-pemuka orang yang kafir di antara kaumnya berkata) kepada para pengikut mereka, (\"Orang ini tidak lain hanyalah manusia seperti kalian, yang bermaksud hendak menjadi seorang yang lebih tinggi) lebih mulia dan berpengaruh (dari kalian) maksudnya ia ingin menjadi orang yang banyak pengikutnya, dan para pengikutnya adalah kalian sendiri. (Dan kalau Allah menghendaki) supaya tidak disembah selain daripada-Nya (tentu Dia mengutus beberapa Malaikat) untuk menyampaikan hal tersebut, tidak mengutus manusia. (Belum pernah kami mendengar seruan yang seperti ini) yang diserukan oleh Nabi Nuh, maksudnya ajaran tauhid (pada masa nenek moyang kami yang dahulu) yakni umat-umat terdahulu."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 25,
    "arab": "اِنْ هُوَ اِلَّا رَجُلٌۢ بِهٖ جِنَّةٌ فَتَرَبَّصُوْا بِهٖ حَتّٰى حِيْنٍ",
    "translation": "Dia hanyalah seorang laki-laki yang gila, maka tunggulah (sabarlah) terhadapnya sampai waktu yang ditentukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2698.mp3",
    "tafsir": "Ayat ini menerangkan sikap orang-orang kafir akibat pandangan mereka yang meremehkan posisi Nuh sebagai rasul. Mereka mengatakan bahwa Nuh tidak lain hanyalah seorang laki-laki yang miring otaknya, yang berbicara seenaknya, dan apa yang diucapkannya tidak beralasan sama sekali, sehingga tidak perlu dilayani. Oleh karena itu, mereka meminta kepada kaumnya untuk sabar sampai Nuh pada suatu waktu sadar dan kembali ke keadaannya yang normal dan kembali memeluk agama nenek moyang mereka. Ucapan mereka itu menunjukkan keingkarannya, padahal mereka mengetahui, bahwa Nuh orang yang paling cerdas pikirannya di antara mereka. \nMenyimak perkataan kaum Nabi Nuh, yang menolak kedudukannya sebagai rasul, bisa dikatakan bahwa setiap rasul seharusnya memiliki kelebihan dari umatnya dari segi akhlak dan mukjizat. Seorang rasul kedudukannya harus lebih tinggi karena dengan demikian semua petunjuknya akan diikuti. Di samping itu seorang rasul harus berwibawa, supaya dengan wibawanya ia dapat memimpin umatnya ke jalan yang benar, dan rasul itu maksum, yakni terpelihara dari segala dosa termasuk kesombongan. Ucapan mereka bahwa seruan kepada ketauhidan itu belum pernah mereka terima dari nenek moyang mereka dahulu. Padahal ucapan mereka itu tidak cukup untuk dijadikan alasan menolak risalah Nuh. Tuduhan mereka bahwa Nabi Nuh menderita sakit ingatan, bertentangan dengan kenyataan yang mereka lihat dan alami sendiri.",
    "quraish": "\"Nûh tak lain hanyalah seorang yang gila,\" kata mereka lagi. \"Bersabarlah dan tunggulah saat terungkap kegilaan Nûh atau saat kehancurannya nanti.\"",
    "jalalayn": "(Ia tiada lain) maksudnya Nuh ini tidak lain (hanyalah seorang laki-laki yang berpenyakit gila) dalam keadaan gila (maka tunggulah terhadapnya) tunggulah dia, atau biarkanlah dia (sampai suatu waktu\") hingga saat kematiannya. Maksud mereka biarkanlah dia begitu, nanti juga mati sendiri."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 26,
    "arab": "قَالَ رَبِّ انْصُرْنِيْ بِمَا كَذَّبُوْنِ ",
    "translation": "Dia (Nuh) berdoa, “Ya Tuhanku, tolonglah aku karena mereka mendustakan aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2699.mp3",
    "tafsir": "Setelah Nuh melihat keingkaran kaumnya yang tidak mau menyadari kesesatan mereka, padahal Nuh cukup lama melaksanakan kewajiban dakwahnya, maka Allah mewahyukan kepadanya bahwa kaumnya tidak akan pernah beriman. Pengikutnya yaitu orang-orang yang sudah beriman tidak akan bertambah lagi jumlahnya. Nuh kemudian berdoa kepada Tuhan supaya diberi pertolongan, seraya berdoa, \"Ya Tuhanku, tolonglah aku, karena mereka mendustakan aku.\" Doa Nuh itu disebutkan dalam firman Allah:\nMaka dia (Nuh) mengadu kepada Tuhannya, \"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\" (al-Qamar/54: 10)\n\nDan seperti dalam firman-Nya:\nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26)",
    "quraish": "Setelah tidak lagi dapat berharap akan keimanan mereka, Nûh pun segera berdoa kepada Tuhannya seraya berkata, \"Ya Tuhan, tolonglah aku dalam menundukkan mereka. Balaslah mereka karena telah mendustakan dakwahku.\"",
    "jalalayn": "(Berdoalah) Nabi Nuh, (\"Ya Rabbku! Tolonglah aku) atas mereka (karena mereka mendustakan aku\") yakni mereka tidak mau percaya lagi kepadaku, maka binasakanlah mereka. Maka Allah berfirman memperkenankan doanya:"
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 27,
    "arab": "فَاَوْحَيْنَآ اِلَيْهِ اَنِ اصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا فَاِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ فَاسْلُكْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْۚ وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْاۚ اِنَّهُمْ مُّغْرَقُوْنَ",
    "translation": "Lalu Kami wahyukan kepadanya, “Buatlah kapal di bawah pengawasan dan petunjuk Kami, maka apabila perintah Kami datang dan tanur (dapur) telah memancarkan air, maka masukkanlah ke dalam (kapal) itu sepasang-sepasang dari setiap jenis, juga keluargamu, kecuali orang yang lebih dahulu ditetapkan (akan ditimpa siksaan) di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim, sesungguhnya mereka itu akan ditenggelamkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2700.mp3",
    "tafsir": "Setelah doa Nuh diperkenankan, maka Allah mewahyukan kepada-nya, agar ia mulai membuat perahu di bawah pengawasan dan petunjuk wahyu-Nya, supaya perahu itu kokoh dan tidak mudah mengalami kerusakan dan supaya Nuh mengetahui teknik pembuatannya, sebab pembuatan sebuah perahu yang besar dan kukuh tentu saja memerlukan keahlian. Apabila perintah Allah sudah datang untuk membinasakan kaumnya dengan topan yang besar, dan tanda-tandanya sudah tampak, yaitu tannur tempat membakar roti di bawah tanah sudah mulai memancarkan air, maka Allah menyuruh Nabi Nuh memasukkan ke dalam perahu itu sepasang jantan dan betina dari tiap-tiap jenis binatang. Dalam perahu dibuat bertingkat-tingkat. Tingkat yang paling bawah untuk binatang buas seperti singa, harimau, dan sebagainya. Di tingkat kedua binatang ternak seperti: sapi, kambing, dan sebagainya. Di tingkat ketiga semua jenis burung sepasang-pasang dan di tingkat yang paling atas sekali Nabi Nuh dengan sekalian keluarganya yang selamat, di antaranya tiga orang putranya: Sam, Ham dan Yafis. Adapun putra beliau yang bernama Kanan termasuk orang yang tenggelam, karena ia tidak mau ikut bersama ayahnya.\nDengan dimasukkannya setiap jenis binatang yang ada pada waktu itu, maka perahu Nuh merupakan kebun binatang yang lengkap. Semua binatang yang tidak masuk ke dalam perahu dan orang kafir yang tidak mengikuti ajakan Nabi Nuh ditenggelamkan dalam topan besar itu, sesuai dengan ancaman Allah bahwa mereka akan ditimpa azab. Allah sebelumnya melarang Nuh supaya jangan memberitahukan rencana Allah dan maksud pembuatan perahu kepada orang-orang yang zalim itu, karena mereka semuanya akan ditenggelamkan.",
    "quraish": "Kemudian Kami wahyukan kepadanya, \"Buatlah bahtera yang akan melindungimu dari kejahatan mereka. Kami akan mengayomi dan menunjukkan kepadamu cara pembuatannya. Ketika tiba saat penyiksaan mereka nanti, dan kamu menyaksikan tanur yang memancarkan air atas perintah Kami, segeralah naik kapal itu dengan mengikutsertakan semua jenis makhluk hidup secara berpasangan: jantan dan betina. Sertakan pula keluargamu kecuali orang yang telah Kami tetapkan untuk disiksa karena tidak mau beriman. Jangan meminta-Ku menyelamatkan orang-orang yang menganiaya diri sendiri dengan bersikap ingkar dan zalim, sebab Aku telah memutuskan untuk menenggelamkan mereka akibat kezaliman mereka yang bersikap musyrik dan durhaka(1). (1) Meskipun pemaparan tentang terjadinya topan pada ayat ini disampaikan secara singkat, namun mengandung makna dan fakta ilmiah yang tidak diketahui orang banyak. Secara etimologis, kata \"tannûr\" berarti 'tempat pembakaran roti', 'permukaan bumi yang dapat memancarkan air' atau 'tempat di mana terdapat banyak air'. Ketika kita berusaha memastikan kapan terjadinya peristiwa angin topan itu, kita akan menemukan kesilitan. Sebab, dalam sejarah umat manusia pernah terjadi banyak peristiwa angin topan pada masa yang tidak terlalu berjauhan, seperti yang pernah terjadi di Babilonia, India, Cina dan Amerika. Beberapa peristiwa topan itu terdapat pula dalam cerita-cerita rakyat. Hanya saja, tampaknya cerita-cerita itu tidak ada kaitannya dengan peristiwa topan besar yang terjadi pada masa Nabi Nûh. Melalui penelitian dan pengamatan, terbukti bahwa alam ini mengalami beberapa kali peristiwa topan besar. Topan terakhir terjadi akibat berakhirnya zaman es terakhir dan mencairnya sebagian besar es yang membeku di kutub utara dan selatan. Kita tidak tahu secara pasti kapan keseimbangan itu mulai hilang lalu mengakibatkan terpancarnya air dari dalam tannûr di permukaan bumi, akibat lonjakan mencairnya es yang luar biasa hingga menyebabkan naiknya permukaan air laut dan menimbulkan banjir mahabesar. Dapat disebutkan juga di sini bahwa peristiwa terjadinya pencairan es pada zaman es terakhir dibarengi dengan iklim dengan curah hujan sangat tinggi di daerah-daerah yang tidak berdekatan dengan kutub utara dan selatan seperti kawasan laut tengah. Apa pun yang terjadi, kita memang tidak mempunyai data yang cukup lengkap untuk memastikan kapankah zaman Nabi Nûh itu. Namun demikian, semua gejala itu menunjukkan keajaiban alam dan kemahakuasaan Allah Swt. Di antara keajaiban itu adalah pemberitahuan Nûh kepada kaumnya dengan nada nasihat bahwa Allah akan menurunkan murka-Nya dengan menenggelamkan mereka apabila tidak mau mendengar nasihatnya. Selain itu, merupakan keajaiban juga, Allah mewahyukan Nûh untuk membuat kapal. Kemudian datanglah ketentuan Allah yang berakibat hilangnya keseimbangan alam dengan tannûr yang memancarkan air sebagai pertandanya, lalu disusul dengan turunnya hujan deras. Itu semua merupakan bukti apa yang difirmankan Allah kepada Nûh a. s. bahwa Allah Mahatahu bahwa di antara kaumnya tidak akan ada yang beriman selain orang yang sudah benar-benar beriman sebelumnya.",
    "jalalayn": "(Lalu Kami wahyukan kepadanya, \"Buatlah bahtera) yakni perahu (di bawah pengawasan Kami) maksudnya di bawah penilikan dan pengawasan Kami (dan wahyu Kami) yaitu perintah Kami (maka apabila perintah Kami datang) yakni perintah untuk membinasakan mereka (dan tanur telah memancarkan air) dapur pembuat roti telah memancarkan air, sebagai pertanda bagi Nabi Nuh (maka masukkanlah ke dalam bahtera itu) naikkanlah ke dalamnya (dari tiap-tiap jenis) hewan (sepasang) jantan dan betina. Lafal Itsnaini adalah Maf'ul, sedangkan huruf Min berta'alluq kepada lafal Usluk. Menurut suatu kisah disebutkan, bahwa Allah swt. mengumpulkan bagi Nabi Nuh segala macam jenis binatang liar dan burung-burung, serta hewan-hewan lainnya. Kemudian Nabi Nuh memukulkan tangannya kepada tiap-tiap jenis, tangan kanannya mengenai jenis jantan dan tangan kirinya mengenai jenis betina, kemudian ia menaikkan semuanya ke dalam bahtera. Menurut Qiraat yang lain lafal kulli dibaca Kullin; berdasarkan qiraat ini lafal Zaujaini menjadi Maf'ul dan lafal Itsnaini berkedudukan mengukuhkan maknanya (dan juga keluargamu) istri dan anak-anakmu (kecuali orang yang telah lebih dahulu ketetapan azab atasnya di antara mereka) yaitu istri dan anaknya yang bernama Kan`an, lain halnya dengan anak-anaknya yang lain, yaitu Sam, Ham dan Yafits, Nabi Nuh mengangkut mereka bersama dengan istri-istri mereka ke dalam bahtera. Di dalam surah Hud telah disebutkan melalui firman-Nya, 'Dan muatkan pula orang-orang yang beriman. Dan tidak beriman bersama dengan Nuh itu kecuali sedikit.' (Q.S. Hud, 40). Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada enam orang laki-laki berikut istri mereka. Menurut pendapat yang lain dikatakan, bahwa semua orang yang ada di dalam bahtera jumlahnya tujuh puluh delapan orang; separuh laki-laki dan yang separuh lagi perempuan. (Dan janganlah kamu bicarakan dengan Aku tentang orang-orang yang zalim) yaitu orang-orang yang kafir, biarkanlah mereka binasa (karena sesungguhnya mereka akan ditenggelamkan)."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 28,
    "arab": "فَاِذَا اسْتَوَيْتَ اَنْتَ وَمَنْ مَّعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Dan apabila engkau dan orang-orang yang bersamamu telah berada di atas kapal, maka ucapkanlah, “Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2701.mp3",
    "tafsir": "Allah memerintahkan kepada Nuh, jika ia bersama orang-orang yang beriman telah berada di atas perahu, maka ia harus mengucapkan pujian kepada Allah sebagai rasa syukur atas keselamatan mereka semuanya yang berada dalam perahu itu, \"Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim.\" Ayat ini memberi petunjuk bahwa kita tidak boleh merasa gembira dengan turunnya azab kepada orang atau golongan lain, kecuali bila di dalamnya mengandung keselamatan bagi kaum mukminin, terhindarnya mereka dari bahaya kemusnahan, dan tersapu bersihnya dunia dari segala bentuk kemusyrikan dan kemaksiatan.\nMenurut keterangan Ibnu 'Abbas ra bahwa yang berada dalam perahu Nuh itu selain semua jenis binatang itu ada 80 orang manusia, yaitu Nuh beserta tiga orang putranya beserta istri-istrinya dan 72 orang mukmin umat Nuh yang setia kepadanya.",
    "quraish": "Apabila kamu telah menaiki kapalmu itu bersama mereka yang naik, bersyukurlah kepada Tuhanmu dengan mengucapkan, \"Segala puji bagi Allah yang telah menyelamatkan kami dari kejahatan orang-orang kafir yang zalim.\"",
    "jalalayn": "(Apabila kamu telah lengkap) telah genap (yakni kamu dan orang-orang yang bersamamu berada di atas bahtera itu, maka ucapkanlah, 'Segala puji bagi Allah yang telah menyelamatkan kami dari orang-orang yang zalim') yakni orang-orang yang kafir dengan dibinasakannya mereka."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 29,
    "arab": "وَقُلْ رَّبِّ اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ",
    "translation": "Dan berdoalah, “Ya Tuhanku, tempatkanlah aku pada tempat yang diberkahi, dan Engkau adalah sebaik-baik pemberi tempat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2702.mp3",
    "tafsir": "Nuh disuruh berdoa pula, \"Ya Tuhanku, turunkanlah aku, bila topan sudah berakhir, pada tempat yang diberkati dan hanya Engkaulah yang dapat memberi tempat yang sebaik-baiknya, yang mengetahui tempat-tempat yang cocok lagi selaras bagi kami.\" Qatadah berkata, Allah mengajarkan kepada kita supaya membaca doa ini ketika naik kapal:\nDan dia berkata, \"Naiklah kamu semua ke dalamnya (kapal) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya. (Hud/11: 41)\n\nDan ketika berada di atas kendaraan membaca:\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.\" (az-Zukhruf/43: 13-14)",
    "quraish": "Katakan juga, \"Ya Tuhan, mudahkanlah aku untuk tinggal di tempat yang Engkau berkahi dan baik. Berikanlah aku rasa aman di tempat itu, karena hanya Engkaulah satu-satunya yang menempatkan seseorang di tempat yang baik, aman dan damai.\"",
    "jalalayn": "(Dan berdoalah) di kala kamu turun dari bahtera, ('Ya Rabbku! Tempatkanlah aku pada tempat) kalau dibaca Munzalan berarti menjadi Mashdar dan Isim Makan/tempat sekaligus, apabila dibaca Manzilan berarti tempat berlabuh (yang diberkati) yakni tempat tersebut diberkati (dan Engkau adalah sebaik-baik yang memberi tempat'\") maksudnya Engkau adalah pemberi tempat yang paling baik kepada semua yang telah disebutkan tadi."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 30,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ وَّاِنْ كُنَّا لَمُبْتَلِيْنَ",
    "translation": "Sungguh, pada (kejadian) itu benar-benar terdapat tanda-tanda (kebesaran Allah); dan sesungguhnya Kami benar-benar menimpakan siksaan (kepada kaum Nuh itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2703.mp3",
    "tafsir": "Sesungguhnya dalam peristiwa topan besar yang membinasakan kaum Nuh yang mendustakan Rasul-Nya, dengan mengingkari keesaan Allah dan menyembah berhala-berhala, terdapat pelajaran bagi kaum Quraisy yang mendustakan kerasulan Muhammad saw, bahwa peristiwa yang menimpa kaum Nuh itu dapat pula menimpa kaum Quraisy yang berani mendustakan Rasulullah dan memusuhinya. Pada kejadian itu benar-benar terdapat beberapa azab yang sangat besar kepada kaum Nuh itu, supaya orang-orang yang datang kemudian mengambil pelajaran daripadanya, sesuai dengan firman Allah:\nDan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 15)",
    "quraish": "Pada kisah Nabi Nûh a. s. itu benar-benar terdapat pelajaran. Kami menguji hamba-hamba Kami dengan ujian berupa kebaikan dan keburukan, dan pada diri mereka terdapat bekal kesiapan untuk kedua-duanya.",
    "jalalayn": "(Sesungguhnya pada kejadian itu) kisah Nabi Nuh dan bahteranya serta dibinasakan-Nya orang-orang kafir (benar-benar terdapat beberapa tanda) yang menunjukkan kepada kekuasaan Allah swt. (dan sesungguhnya) huruf In di sini adalah bentuk Takhfif daripada Inna, sedangkan isimnya adalah Dhamir Sya'an, bentuk asalnya adalah Innahu yakni sesungguhnya hal itu (Kamilah yang mencoba mereka) menguji kaum Nuh dengan mengutus Nuh kepada mereka supaya Nuh memberi nasihat dan pelajaran kepada mereka."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 31,
    "arab": "ثُمَّ اَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ ۚ",
    "translation": "Kemudian setelah mereka, Kami ciptakan umat yang lain (kaum ‘Ad).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2704.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan umat yang lain setelah kaum Nuh, yaitu Kaum 'Ad kaumnya Nabi Hud, kaum samud kaumnya Nabi Saleh, dan kaum Madyan yaitu kaumnya Nabi Syuaib. Dari tiga kaum ini pendapat yang paling kuat yang sesuai dengan ayat ini kaum 'Ad karena dalam sejarah kenabian setelah Nabi Nuh yang diutus kemudian adalah Nabi Hud. Jadi, yang dimaksud dengan qarnan akharin adalah kaum 'Ad, samud dan Madyan.",
    "quraish": "Setelah generasi Nûh, Kami menciptakan generasi lain, yaitu kaum 'Ad.",
    "jalalayn": "(Kemudian, Kami jadikan sesudah mereka umat) kaum (yang lain) mereka adalah kaum Ad."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 32,
    "arab": "فَاَرْسَلْنَا فِيْهِمْ رَسُوْلًا مِّنْهُمْ اَنِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ࣖ ",
    "translation": "Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri (yang berkata), “Sembahlah Allah! Tidak ada tuhan (yang berhak disembah) bagimu selain Dia. Maka mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2705.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengutus kepada kaum 'Ad itu seorang rasul dari kalangan mereka sendiri, yaitu Nabi Hud yang melaksanakan dakwah kepada mereka seraya menyerukan, \"Hai kaumku, sembahlah Allah dan tinggalkanlah semua berhala-berhalamu, karena sekali-kali tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia. Mengapa kamu tidak bertakwa kepada-Nya?\"",
    "quraish": "Kepada mereka, Kami mengutus Hûd, salah seorang dari kalangan mereka sendiri. Kepada mereka, melalui Hûd, Kami berfirman, \"Beribadahlah hanya kepada Allah, sebab tidak ada tuhan lain yang pantas disembah selain Dia. Hanya Dialah satu-satunya yang patut kalian takuti. Apakah kalian tidak takut siksa Allah jika kalian mendurhakai-Nya?\"",
    "jalalayn": "(Lalu Kami utus kepada mereka, seorang rasul dari kalangan mereka sendiri) yaitu Nabi Hud (\"Hendaklah) ia mengatakan kepada mereka (kalian menyembah Allah, sekali-kali tidak ada Tuhan selain daripada-Nya. Mengapa kalian tidak bertakwa) takut kepada azab-Nya karenanya kalian harus beriman kepada-Nya."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 33,
    "arab": "وَقَالَ الْمَلَاُ مِنْ قَوْمِهِ الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِلِقَاۤءِ الْاٰخِرَةِ وَاَتْرَفْنٰهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ مَا هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۙ يَأْكُلُ مِمَّا تَأْكُلُوْنَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُوْنَ ",
    "translation": "Dan berkatalah para pemuka orang kafir dari kaumnya dan yang mendustakan pertemuan hari akhirat serta mereka yang telah Kami beri kemewahan dan kesenangan dalam kehidupan di dunia, “(Orang) ini tidak lain hanyalah manusia seperti kamu, dia makan apa yang kamu makan, dan dia minum apa yang kamu minum.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2706.mp3",
    "tafsir": "Pemuka-pemuka kaumnya yang kafir mengingkari ketauhidan kepada Allah, dan adanya kebangkitan dan hisab pada hari Kiamat karena terlalu cinta pada kemewahan hidup di dunia. Mereka menjawab seruan Nabi Hud dengan berkata, \"Orang ini (Hud) tidak lain hanyalah seorang manusia biasa seperti kamu, tidak mempunyai kelebihan, makan minum biasa seperti kita. Karena itu seruannya tak usah dihiraukan sama sekali.\"",
    "quraish": "Para pembesar kaumnya yang mengingkari dan mendustakan Allah, hari perhitungan dan pembalasan--dan yang Kami berikan kekayaan dan kemewahan--dengan mengingkari dakwahnya dan merintangi orang lain untuk menerima ajakannya, berkata, \"Tidak ada bedanya antara Hûd dan kalian. Hûd hanyalah seorang manusia biasa seperti kalian: makan dan minum seperti kalian. Orang yang seperti ini tidak pantas menjadi rasul, karena tidak memiliki kelebihan apa-apa dibanding kalian.\"",
    "jalalayn": "(Dan berkatalah pemuka-pemuka yang kafir di antara kaumnya dan yang mendustakan akan menemui hari akhirat) yakni tempat mereka kembali kelak (dan yang telah Kami mewahkan mereka) Kami berikan nikmat kepada mereka (dalam kehidupan di dunia, 'Orang ini tidak lain hanyalah manusia seperti kalian, dia makan dari apa yang kalian makan dan minum dari apa yang kalian minum')."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 34,
    "arab": "وَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ",
    "translation": "Dan sungguh, jika kamu menaati manusia seperti kamu, niscaya kamu pasti rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2707.mp3",
    "tafsir": "Pemuka orang kafir itu melanjutkan ucapannya, \"Jika kamu sekalian menaati manusia biasa seperti kamu, dan mengikuti saja seruan Hud tanpa penelitian lebih dahulu, niscaya kamu akan menjadi manusia yang merugi dan tertipu.\" Mereka tidak mau jika rasul itu hanya manusia biasa. Mereka ingin rasul itu dari malaikat sehingga tampak hebat dan luar biasa. Padahal jika rasul itu malaikat mereka pasti tidak mampu mengikutinya, karena karakter malaikat tidak sama dengan karakter manusia. Manusia tidak mungkin dapat mengikuti cara beribadah dan cara hidup malaikat yang tidak memiliki nafsu sehingga hidupnya selalu dan hanya untuk beribadah. Sedangkan manusia lemah, memiliki nafsu dan mudah tergoda oleh iblis dan setan.",
    "quraish": "Mereka mengingatkan kaum Hûd yang lain dengan tegas dan keras, \"Apabila kalian mematuhi orang yang sama seperti kalian, berarti kalian benar-benar merugi, karena kepatuhan seperti itu tidak akan berguna sedikit pun bagi kalian.\"",
    "jalalayn": "(Dan) demi Allah (sesungguhnya jika kamu sekalian menaati manusia yang seperti kalian) di dalam ayat ini terkandung makna Qasam atau sumpah dan Syarat, sedangkan Jawab dari Syarat tersebut terkandung pada ayat selanjutnya (niscaya bila demikian, kalian benar-benar) yakni jika kalian menaatinya (menjadi orang-orang yang merugi\") mendapat kerugian."
  },
  {
    "hizb": 137,
    "name": "Al-Mu'minun",
    "ayat": 35,
    "arab": "اَيَعِدُكُمْ اَنَّكُمْ اِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَّعِظَامًا اَنَّكُمْ مُّخْرَجُوْنَ ۖ ",
    "translation": "Adakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2708.mp3",
    "tafsir": "Kemudian mereka menambah alasan keingkaran mereka kepada rasul yang diutus Allah, yaitu Nabi Hud dengan mengatakan bagaimana mungkin Nabi Hud menjanjikan kepada pengikutnya bahwa jika manusia sudah mati, dan badannya telah hancur dalam kubur dan hanya tinggal tulang-belulang saja, akan dibangkitkan lagi dalam keadaan utuh dari kuburannya itu untuk dihisab pada hari Kiamat. Mereka tidak mempercayainya karena hanya mengikuti pemikirannya yang dangkal, padahal dalam Surah Yasin Allah telah berfirman:\nKatakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 79)",
    "quraish": "Mereka juga berkata, seraya mengingkari hari kebangkitan, \"Apakah Hûd menjanjikan kalian bahwa kalian akan dibangkitkan kembali dari dalam kubur setelah kalian mati dan menjadi debu dan tulang belulang yang tak lagi berdaging dan berurat?\"",
    "jalalayn": "(\"Apakah ia menjanjikan kepada kalian, bahwa bila kalian telah mati dan telah menjadi tanah dan tulang-belulang, kalian sesungguhnya akan dikeluarkan dari kuburan kalian) lafal Mukhrajuuna merupakan Khabar dari Annakum yang pertama, sedangkan lafal Annakum yang kedua berfungsi mengukuhkan makna Annakum yang pertama tadi, disebutkan lagi karena panjangnya Fashl atau pemisah antara Khabar dan 'Amilnya."
  }
]