[
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 75,
    "arab": "۞ وَلَوْ رَحِمْنٰهُمْ وَكَشَفْنَا مَا بِهِمْ مِّنْ ضُرٍّ لَّلَجُّوْا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ",
    "translation": "Dan seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2748.mp3",
    "tafsir": "Ayat ini mengatakan bahwa walaupun Allah memberi rahmat kepada mereka dan menyingkirkan bahaya yang mengancam, mereka tetap tidak akan mensyukuri rahmat itu, bahkan mereka akan bertambah durhaka dan tetap akan melakukan maksiat dan kezaliman. Tidak ada satu kebaikan pun yang dapat diharapkan dari mereka. Bahkan, sebagaimana dijelaskan Al-Qur'an, di akhirat nanti setelah melihat dahsyatnya siksaan yang akan ditimpakan kepada diri mereka, kemudian permintaan mereka untuk dikembalikan ke dunia dikabulkan guna memperbaiki kesalahan mereka, namun mereka akan tetap juga melakukan maksiat dan akan tetap juga menjadi orang-orang yang ingkar dan durhaka. Allah berfirman pada ayat lain:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)",
    "quraish": "Seandainya Kami menyayangi mereka dan menghilangkan bencana yang menimpa diri dan kekayaan mereka dan sebagainya, mereka pasti akan semakin kufur dan bertambah zalim.",
    "jalalayn": "(Andaikata mereka Kami belas kasihani, dan Kami lenyapkan kemudaratan yang mereka alami) yakni kelaparan yang menimpa mereka di Mekah selama tujuh tahun itu (benar-benar mereka akan terus-menerus) masih tetap dan berkepanjangan (dalam keterlaluan mereka) dalam kesesatan mereka (mereka bergelimang) terombang-ambing."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 76,
    "arab": "وَلَقَدْ اَخَذْنٰهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوْا لِرَبِّهِمْ وَمَا يَتَضَرَّعُوْنَ",
    "translation": "Dan sungguh Kami telah menimpakan siksaan kepada mereka, tetapi mereka tidak mau tunduk kepada Tuhannya, dan (juga) tidak merendahkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2749.mp3",
    "tafsir": "Allah telah menimpakan azab kepada mereka pada Perang Badar sehingga banyak pemimpin dan pembesar mereka yang mati terbunuh tetapi mereka tak pernah tunduk kepada Allah dan tak pernah patuh mengikuti ajaran dan perintah-Nya. Mereka tidak pernah mau berendah hati kepada-Nya, bahkan tetap sombong dan takabur dan tidak pernah berhenti melakukan kezaliman dan perbuatan dosa. Mereka bertambah sesat dan bertambah giat memerangi agama Allah sehingga mereka menyiapkan tentara dan alat-alat perang yang lebih banyak dan lebih besar lagi untuk memerangi Rasulullah. Allah berfirman:\nTetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan. (al-Anam/6:43)",
    "quraish": "Mereka telah Kami siksa dengan suatu siksaan berupa, antara lain, kematian dan kelaparan. Tetapi setelah itu mereka tidak juga tunduk kepada Tuhannya. Mereka malah terus bersikap arogan dan sombong, segera setelah siksaan itu lenyap.",
    "jalalayn": "(Dan sesungguhnya Kami telah pernah menimpakan azab kepada mereka) kelaparan itu (tetapi mereka masih tidak tunduk) masih tidak mau merendahkan diri (kepada Rabb mereka, dan juga mereka tidak mau ber-tadharru' kepada-Nya) maksudnya mereka tidak mau juga meminta kepada Allah dengan berdoa kepada-Nya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 77,
    "arab": "حَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ ",
    "translation": "Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2750.mp3",
    "tafsir": "Sebenarnya mereka yang telah jauh tersesat dari jalan yang benar itu tidak akan sadar dan insaf kecuali bila datang hari Kiamat, dan dibukakan untuk mereka pintu siksaan yang berat. Pada waktu itulah baru mereka menyesal dan mengharapkan ampunan dari Allah, tetapi saat itu bukanlah saat untuk bertobat. Penyesalan mereka tak ada gunanya lagi dan tobat mereka pun tidak akan diterima. Mereka pasti dijerumuskan ke dalam neraka sebagai balasan atas keingkaran dan kedurhakaan mereka di dunia sebagaimana tersebut dalam firman Allah:\nYang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan). (Dikatakan kepada mereka), \"Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.\" (al-Mu`min/40: 75-76)",
    "quraish": "Mereka akan tetap pada sikap membangkang, sehingga ketika Kami menyiksa mereka lagi dengan siksaan yang pedih seperti kelaparan dan kematian di dunia, mereka menjadi bingung dan putus asa dari segala kebaikan, dan tidak menemukan jalan keluar.",
    "jalalayn": "(Hingga) lafal Hattaa menunjukkan makna Ibtida atau permulaan (apabila Kami bukakan untuk mereka suatu pintu yang di dalamnya ada) terdapat (azab yang keras) yaitu perang Badar tempat mereka terbunuh (tiba-tiba mereka menjadi berputus asa) putus harapan dari semua kebaikan."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 78,
    "arab": "وَهُوَ الَّذِيْٓ اَنْشَاَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ",
    "translation": "Dan Dialah yang telah menciptakan bagimu pendengaran, penglihatan dan hati nurani, tetapi sedikit sekali kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2751.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengaruniakan kepada manusia pendengaran, pengelihatan dan hati nurani. Sekiranya manusia mau memperhatikan dan memikirkan karunia Allah tersebut, niscaya dia akan mengakui betapa besarnya nikmat Allah yang amat ajaib itu, betapa teliti dan halusnya ciptaan-Nya. Telinga yang tampak amat sederhana bentuknya dapat menangkap berbagai macam suara yang berbeda-beda. Suara binatang, burung-burung, suara yang terjadi pada alam sekitar seperti suara angin yang menderu, suara petir yang mengguntur dan beraneka ragam suara yang ditimbulkan oleh peradaban manusia seperti suara kendaraan dan mesin-mesin, suara musik yang mengalun, dan suara yang merdu. Telinga dapat membedakan suara itu satu per satu sehingga manusia dapat menentukan sikap terhadap apa yang didengarnya. Mata dapat menangkap cahaya dan bentuk sesuatu, dapat membedakan berbagai macam warna, dapat melihat keindahan alam, dapat menyelidiki mana yang bermanfaat dan mana yang berbahaya. Kemudian hati yang dapat merasakan dan menghayati berbagai macam perasaan, meneliti setiap kejadian, dan mengambil kesimpulan darinya untuk menentukan sikap terhadapnya. Kalau manusia benar-benar mempergunakan ketiga nikmat itu sebaik-baiknya tentulah dia akan mendapat manfaat yang banyak sekali dan akhirnya mereka sampai kepada kesimpulan bahwa pemberi nikmat dan karunia itu adalah Mahaluas ilmu-Nya. Mahakuasa atas segala sesuatu, Dia patut dipuji dan disyukuri atas segala anugerah-Nya itu. Tetapi ternyata sedikit sekali manusia yang sampai kepada derajat itu. Seperti yang difirmankan Allah:\nDan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka. (al-Ahqaf/46: 26)\n\nAllah menjelaskan kepada Nabi Muhammad sikap kebanyakan manusia yang tidak mau bersyukur kepada-Nya, seperti tersebut dalam firman-Nya:\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12:103)",
    "quraish": "Bagaimana kalian dapat mengingkari Allah padahal Dialah yang menciptakan pendengaran agar kalian dapat mendengar kebenaran; menciptakan penglihatan agar kalian dapat memperhatikan dan mengamati alam raya dengan segala isinya; dan menciptakan pikiran agar kalian dapat mengetahui kemahaagungan- Nya, sehingga kalian beriman? Kalian benar-benar tidak mensyukuri Sang Penciptanya dengan beriman dan taat kepada-Nya, kecuali sangat sedikit.",
    "jalalayn": "(Dan Dialah Yang menciptakan) yang menjadikan (bagi kamu sekalian pendengaran) lafal As Sam'u maknanya Al Asmaa', dalam bentuk jamak (penglihatan dan kalbu) hati. (Amat sedikitlah) lafal Maa mengukuhkan makna yang terkandung dalam lafal Qaliilan (kalian bersyukur)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 79,
    "arab": "وَهُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ",
    "translation": "Dan Dialah yang menciptakan dan mengembangbiakkan kamu di bumi dan kepada-Nyalah kamu akan dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2752.mp3",
    "tafsir": "Di antara karunia Allah kepada manusia ialah menciptakan manusia dengan sempurna, dibekali dengan pendengaran, penglihatan dan mata hati dan potensi lainnya sehingga dia dapat memanfaatkan semua yang diciptakan Allah di bumi dan di langit yang memang diciptakan oleh Allah untuk manusia sebagai tersebut dalam firman-Nya:\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al- Baqarah/2: 29)\nDan firman-Nya:\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqman/31: 20)\nDia menciptakan manusia lengkap dengan indera, potensi dan kecenderungan serta hati nurani agar dia benar-benar bisa menjadi khalifah di bumi. Tak ada makhluk di bumi ini yang lebih sempurna penciptaannya daripada manusia seperti tersebut dalam firman-Nya:\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, (at-Tin/95: 4)\n\nDengan keistimewaan itu manusia harus bersyukur kepada Penciptanya dengan memanfaatkan karunianya itu dengan sebaik-baiknya, beramal dan bekerja untuk kemaslahatan dunia dan akhiratnya. Karena nanti Allah akan mengumpulkan manusia seluruhnya di padang Mahsyar untuk menerima perhitungan amal perbuatannya selama hidup di dunia.",
    "quraish": "Dialah yang menciptakan kalian di bumi, dan hanya kepada-Nyalah kalian akan dikumpulkan untuk menerima pembalasan di hari kiamat.",
    "jalalayn": "(Dan Dialah yang mengembangbiakkan kalian) menciptakan kalian (di bumi ini, dan hanya kepada-Nyalah kalian akan dihimpunkan) akan dibangkitkan menjadi hidup kembali kemudian menghadap kepada-Nya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 80,
    "arab": "وَهُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُ وَلَهُ اخْتِلَافُ الَّيْلِ وَالنَّهَارِۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Dan Dialah yang menghidupkan dan mematikan, dan Dialah yang (mengatur) pergantian malam dan siang. Tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2753.mp3",
    "tafsir": "Di antara karunia Allah ialah menghidupkan dan mematikan, manusia tidak akan dapat menikmati kehidupan dunia kalau Allah tidak mengaruniakan roh kepadanya. Dengan adanya roh di dalam jasadnya barulah manusia dapat berusaha, berikhtiar dan berpikir untuk mencapai apa yang diinginkan dan dicita-citakannya. Tidak ada yang mengetahui rahasia hidup mati ini kecuali Allah. Telah berabad-abad bahkan beribu tahun manusia berusaha untuk mengetahui rahasia roh ini agar dia dapat hidup selamanya, tetapi sampai sekarang tidak ada seorang ilmuwan pun yang sanggup mengungkap rahasia itu. Karena soal roh itu adalah rahasia yang gaib yang tidak diketahui kecuali oleh Allah sebagai tersebut dalam firman-Nya:\nDan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, \"Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra`/17: 85)\n\nSelanjutnya Dialah yang menjadikan pergantian antara malam dan siang. Malam dijadikan waktu untuk istirahat dan siang dijadikan waktu untuk berusaha dan bekerja. Dapat dibayangkan bagaimana jadinya dunia ini kalau yang ada hanya siang saja, demikian pula sebaliknya. Mungkin dunia ini dan segala makhluk yang ada di atasnya akan mati terbakar karena selalu ditimpa terik matahari yang amat panas atau mungkin dunia ini akan mati dengan segala isinya kalau yang ada hanya malam saja sepanjang waktu, karena tidak ada matahari yang menjadi sumber energi dan menjadi sebab hidupnya makhluk di dunia ini. Allah menegur sikap dan tindakan manusia yang tidak mau mengingat betapa besar karunia-Nya kepada mereka. Mengapa mereka tidak memikirkan dan memperhatikannya, agar mereka bersyukur dan berterima kasih kepada-Nya atas segala nikmat dan karunia-Nya itu?",
    "quraish": "Dia pula yang menghidupkan dan mematikan sesuatu. Atas perintah dan ketentuan hukum-Nya, siang dan malam datang silih berganti dengan jarak jurasi yang berbeda-beda. Tidakkah kalian memikirkan bukti kemahakuasaan-Nya dan memahami kewajiban beriman kepada-Nya dan kepada hari kebangkitan?(1). (1) Dalam al-Qur'ân banyak ditemukan ayat-ayat yang berbicara mengenai gejala siang dan malam. Hal itu menunjukkan bahwa Allah Swt. mengingatkan umat manusia akan begitu dalamnya arti yang dikandung dalam siang dan malam sebagai gejala alam, dan mendorong para cendekiawan untuk berpikir dan mengadakan penelitian. Perbedaan siang dan malam ini menimbulkan dua hal: perbedaan waktu panjang pendeknya (jurasi), dan perbedaan dalam beberapa gejala alam yang dapat dilihat. Pertama, perbedaan jurasi. Siang adalah suatu masa yang dimulai dengan menyingsingnya fajar sampai terbenamnya matahari di ufuk barat, hingga seolah menyentuh permukaan bumi, seperti yang kita saksikan sehari-hari, padahal sebenarnya pinggir atas matahari tidak berada di ufuk. Itu terjadi karena sinar yang terpancar itu melengkung pada saat refraksi ketika sinar sedang berjalan pada lapisan-lapisan udara sampai tiba kepada penglihatan kita. Dengan demikian, ia tampak seolah-olah berada di ufuk. Tepian itu sebenarnya bearada di bawah ufuk sekitar 35 menit lengkung. Sedangkan malam, adalah suatu masa yang merupakan kelanjutan siang. Jumlah masa siang dan malam sama dengan satu masa rotasi bumi pada porosnya dari barat sampai ke timur. Antara siang dan malam terdapat dua masa, yaitu masa remang barat dan masa remang timur. Panjang jurasi siang berbeda dari satu tempat ke tempat lain dan tergantung pada musim. Begitu juga bahwa jurasi malam, waktu-waktu salat dan puasa ditentukan berdasarkan posisi bola matahari terhadap ufuk. Kedua, perbedaan dalam beberapa gejala alam. Gejala-gejala itu bermacam-macam bentuknya yang muncul akibat interaksi antara sinar matahari--dengan kandungan sinar positif, visibel dan takvisibel--dengan partikel-partikel yang mengalirkan listrik, atmosfer, permukaan laut dan sahara, dan seterusnya. Selain itu, gejala itu dapat pula berbentuk gerhana matahari, gerhana bulan, bintang, bintang berekor, planet dan meteor yang pada siang hari tidak tampak karena tertutup oleh sinar matahari yang sangat terang. Letak perbedaan paling menonjol antara siang dan malam adalah adanya cahaya pada siang hari yang disebabkan oleh pancaran sinar langsung matahari yang jatuh pada atmosfer yang terdiri atas molekul-molekul dan mengandung atom-atom debu. Sinar itu kemudian terefleksi dan terpancar ke seluruh penjuru. Pada saat udara cerah, atom-atom debu sangat kecil dan posisi bola matahari sangat tinggi di atas ufuk, yang akan terpancar dan tampak oleh mata adalah warna biru. Langit pun akan tampak biru. Tetapi, pada saat matahari terbit atau terbenam, ufuk akan tampak berwarna oranye dan perlahan-lahan menjadi merah. Cahaya biru yang terpancar hanya tampak sedikit sekali. Oleh karena itu, langit pun berwarna biru kegelapan. Pada saat matahari terbenam di ufuk [barat], kita dapat menyaksikan warna hijau di lapisan atasnya selama satu detik atau kurang. Gejala ini disebut \"kilauan hijau\" yang mudah dilihat di atas permukaan laut, di balik puncak gunung atau di balik dinding rumah. Gejala ini timbul akibat inklinasi cahaya matahari yang menyebabkan larutnya visi matahari menjadi beberapa warna, termasuk warna hijau ini. Singkatnya, sinar matahari mengandung beberapa warna, visibel dan takvisibel, yang masing-masing berbeda panjang gelombangnya. Gelombang-gelombang itu sendiri memiliki beberapa ciri seperti refraksi, refleksi, separasi, interpenetrasi, polarisasi dan inklinasi. Apabila tanda-tanda itu berinteraksi dengan atmosfer pada kondisi tertentu, kita akan melihat, sebagai akibatnya, gejala siang, fatamorgana, pelangi, korona matahari dan gejala-gejala lainnya. Pada saat matahari tenggelam di balik ufuk, langit akan tampak beraneka warna, sesuai dengan tingkat separasi sinar matahari di dalam lapisan atas udara. Dan ketika bola matahari semakin menurun, lembayung di ufuk barat akan menghilang secara perlahan. Warnanya pun akan sirna. Lalu apabila turunnya bola matahari itu mencapai kelengkungan 18,5 derajat, langit akan berwarna gelap. Para ahli falak (mîqâtiyyûn: penentu waktu) menamakan gejala timbulnya beraneka warna pada saat itu sebagai masa petang, sebagai tanda masuknya waktu salat Isya. Pada saat petang itu muncul sinar cornetist (kornetis) yang berbentuk kerucut dengan alasnya yang berada di ufuk barat. Pada musim dingin, sinar kornetis itu akan bertambah panjang, hingga puncak kerucut itu dapat mencapai azimut. Pada tengah malam, sinar itu muncul pada waktu syuruk mula-mula seperti kepala puncak kerucut yang semakin lama semakin tinggi. Alas kerucut itu pun semakin melebar. Setelah itu, ketika matahari berada pada posisi 18,5 derajat di bawah ufuk timur, mulai masuk waktu salat Subuh. Pada saat itu mulai muncul lembayung timur secara perlahan-lahan dan berlawanan dengan munculnya lembayung barat. Apa yang diistilahkan dengan fajar sidik tidak lain merupakan sinar kornetis yang mencapai tingkat tertingginya ketika matahari berada pada posisi 18,5 derajat lebih di bawah ufuk timur. Belakangan ini ditemukan bahwa matahari mempunyai lapisan luar yang sangat tipis dan melebar sangat jauh sampai hampir menyentuh atmosfer. Lapisan itulah yang menghasilkan beraneka warna sinar kornetis. Gejala-gejala yang disebutkan sebagai contoh tadi akan tampak jelas pada saat langit tidak berawan dan tidak berangin yang mengandung debu. Apabila langit berawan, yang akan muncul adalah warna gelap. Dan apabila awan itu mengandung rintik hujan--yang dihasilkan dari perkawinan proton dan neotron--ia akan berinteraksi dengan sinar matahari. Pada gilirannya akan muncul gejala pelangi dengan aneka warnanya yang indah. Apabila awan itu merupakan selaput yang mengandung biji-biji kecil berbentuk kristal segi enam yang terbuat dari air beku, biji-biji kristal itu akan berinteraksi dengan sinar matahari sehingga menimbulkan refraksi sinar dari permukaan menuju ke dalam untuk kemudian terefleksi di lapisan dalam, kemudian teretraksi kembali ke luar. Pada kondisi-kondisi tertentu, kita akan dapat menyaksikan korona yang berbentuk lingkaran besar dan berwarna di sekitar matahari. Di tengah kegelapan malam, akan muncul bintang-bintang berkelap-kelip di kubah langit yang tampak seolah-olah berjarak tidak jauh dari kita. Pada kenyataannya, bintang-bintang itu berada pada kejauhan bertahun-tahun sinar dari kita. Saat itu, di kubah langit akan terlihat pula planet-planet, meteor dan bintang berekor, yang juga tampak seolah-olah dekat. Bahkan kita hampir tidak merasakan perbedaan jaraknya. Fenomena ini mengingatkan kita akan makna firman Allah Swt. yang berarti \"Dan Kami menjadikan langit sebagai atap yang terjaga, sedangkan mereka berpaling dari tanda-tanda kekuasaan Allah yang terdapat di dalamnya\" (Q., s. al-Anbiyâ': 32). Dan, seperti telah diterangkan sebelumnya, bahwa selain sinar yang muncul dari matahari terdapat juga sinar yang muncul dari partikel-partikel yang terpancar dari kawasan matahari sangat aktif dan membawa aliran listrik dan sinar tajam ultraviolet. Partikel-partikel itu kemudian berinteraksi dengan lapisan atas udara dengan terpengaruh oleh magnet di sekitar bumi, yang pada gilirannya akan mempengaruhi sinar utara dan selatan hingga tampak berwarna gelap di utara bagaikan tabir warna hijau kemerah-merahan yang sangat indah. Gejala ini dapat berlangsung beberapa jam di langit utara dan dapat disaksikan pada beberapa malam di saat matahari berada pada titik kulminasi aktifitasnya. Tabir hijau kemerah-merahan itu tidak saja dapat disaksikan di belahan utara langit, tetapi juga di bagian tengah di atas daerah katulistiwa. Pada awan dan udara terdapat aliran listrik yang menghasilkan kilat dan sinar pada beberapa awan yang tinggi. Beraneka fenomena dan gejala alam itu membuat kita menangkap makna firman Allah Swt. yang artinya berbunyi \"Sesungguhnya, dalam penciptaan langit dan bumi dan perbedaan siang dan malam benar-benar terdapat tanda-tanda kekuasaan Allah bagi kaum cerdik cendekiawan.\" Dari situ tampak jelas bahwa perbedaan- perbedaan yang terdapat pada berbagai gejala alam adalah sesuatu yang timbul akibat faktor yang tidak mungkin dicampurtangani oleh manusia. Hanya Allahlah yang menguasai perberbedaan siang dan malam. Manusia tidak memiliki kemampuan apa-apa untuk mengendalikannya. Allah, dengan ukuran yang tepat dan ketentuan yang pasti, mempergilirkan siang dan malam yang panjang dan pendeknya pun bervariasi sepanjang tahun.",
    "jalalayn": "(Dan Dialah yang menghidupkan) dengan meniupkan roh ke dalam Mudhghah atau janin (dan mematikan, dan Dialah yang mengatur pertukaran malam dan siang) malam gelap, dan siang menjadi terang, serta menambah panjang dan mengurangi waktu salah satu di antara keduanya. (Maka apakah kalian tidak memahaminya?) maksudnya memahami ciptaan Allah swt., kemudian kalian mengambil pelajaran daripadanya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 81,
    "arab": "بَلْ قَالُوْا مِثْلَ مَا قَالَ الْاَوَّلُوْنَ",
    "translation": "Bahkan mereka mengucapkan perkataan yang serupa dengan apa yang diucapkan oleh orang-orang terdahulu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2754.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan keingkaran orang-orang kafir Mekah itu sehingga mereka mengulang kembali apa yang diucapkan oleh orang-orang kafir dahulu seakan-akan mata mereka telah buta, telinga mereka telah tuli dan hati mereka telah terkunci mati untuk memperhatikan dan memikirkan dalil-dalil yang dikemukakan oleh Nabi Muhammad saw, yang tidak dapat mereka bantah lagi. Mereka mengatakan bahwa hari kebangkitan itu hanyalah omong kosong belaka yang selalu diada-adakan oleh Nabi Muhammad dan para rasul sebelumnya. Semenjak dahulu kala telah ada nabi-nabi dan rasul-rasul yang mengucapkan kata-kata seperti yang diucapkan Muhammad, tetapi nyatanya sampai sekarang telah berlalu masa yang demikian panjang hari Kiamat dan hari kebangkitan itu belum juga datang. \nAllah menggambarkan ucapan nenek moyang mereka tentang hari kebangkitan dengan firman-Nya:\nSungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!\" (al-Mu'minun/23: 83",
    "quraish": "Mereka tidak melakukan itu, tetapi malah mengikuti pendusta-pendusta terdahulu dan mengatakan seperti apa yang mereka katakan.",
    "jalalayn": "(Sebenarnya mereka mengucapkan perkataan yang serupa dengan perkataan yang diucapkan oleh orang-orang dahulu kala)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 82,
    "arab": "قَالُوْٓا ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَ",
    "translation": "Mereka berkata, “Apakah betul, apabila kami telah mati dan telah menjadi tanah dan tulang belulang, kami benar-benar akan dibangkitkan kembali?  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2755.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bagaimana mereka mengulang-ulang ucapan nenek moyang mereka dahulu. Jika mereka sudah mati dan tulang belulang hancur luluh menjadi tanah, apakah mereka akan dibangkitkan kembali? Menurut mereka, ini adalah suatu hal yang mustahil dan tak mungkin terjadi, karena sampai sekarang belum ada seorang pun nenek moyang mereka yang telah mati dan menjadi tanah itu dapat hidup kembali. Ucapan mereka ini sangat keliru.",
    "quraish": "Dengan maksud mengingkari hari kebangkitan, mereka berkata, \"Apakah kita akan dibangkitkan kembali setelah kita mati, menjadi debu dan tulang belulang?\"",
    "jalalayn": "(Mereka berkata) orang-orang dahulu itu, (\"Apakah betul, apabila kami telah mati dan kami telah menjadi tanah dan tulang-belulang, apakah sesungguhnya kami benar-benar akan dibangkitkan hidup kembali?) memang kalian akan dibangkitkan kembali oleh-Nya. Kedua huruf Hamzah pada dua tempat ini dapat dibaca Tahqiq, sehingga bacaannya menjadi A-innaa. Sebagaimana huruf Hamzah yang keduanya dapat pula dibaca Tas-hil, sehingga bacaannya menjadi Ayinnaa. Sehubungan dengan bacaan ini ada dua pendapat, yaitu men-tahqiq-kan kedua Hamzahnya dan men-tashil-kan Hamzah yang kedua."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 83,
    "arab": "لَقَدْ وُعِدْنَا نَحْنُ وَاٰبَاۤؤُنَا هٰذَا مِنْ قَبْلُ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
    "translation": "Sungguh, yang demikian ini sudah dijanjikan kepada kami dan kepada nenek moyang kami dahulu, ini hanyalah dongeng orang-orang terdahulu!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2756.mp3",
    "tafsir": "Ayat ini menjelaskan bagaimana orang-orang kafir itu menghina dan memperolok-olokkan Muhammad dengan mengatakan bahwa mereka sudah diberi janji yang tidak ada kebenarannya sama sekali sebagaimana kepada nenek moyang mereka yang telah dijanjikan seperti janji-janji Muhammad ini, tetapi tak ada satu pun janji-janji para rasul yang terdahulu itu yang telah terbukti. Bagaimana mereka akan percaya dan menerima saja ucapan-ucapan Muhammad yang telah gila itu yang tak ada buktinya sama sekali dan mungkin ucapan-ucapannya itu hanya dongengan orang dahulu kala. Pada ayat-ayat lain terdapat penjelasan mengenai ucapan-ucapan mereka beserta bantahan dan penolakan terhadap ucapan-ucapan itu seperti firman Allah:\n(Orang-orang kafir) berkata, \"Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula? Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?\" Mereka berkata, \"Kalau demikian, itu adalah suatu pengembalian yang merugikan.\" Maka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 10-14)\n\nDan firman-Nya:\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\n\nDan firman-Nya:\nAdakah dia menjanjikan kepada kamu, bahwa apabila kamu telah mati dan menjadi tanah dan tulang belulang, sesungguhnya kamu akan dikeluarkan (dari kuburmu)? Jauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi), Dia tidak lain hanyalah seorang laki-laki yang mengada-adakan kebohongan terhadap Allah, dan kita tidak akan mempercayainya. (al-Mu`minun/23: 35-38)",
    "quraish": "\"Kami dan nenek moyang kami,\" kata mereka melanjutkan, \"dijanjikan dengan janji yang sama. Padahal janji itu hanyalah mitos dan dongeng orang terdahulu belaka.\"",
    "jalalayn": "(Sesungguhnya kami dan bapak-bapak kami telah diberi ancaman dengan ini) yaitu dengan masalah akan dibangkitkan menjadi hidup kembali sesudah mati (dahulu, tiada lain) tidak lain (ia hanyalah dongengan-dongengan) kebohongan-kebohongan (orang-orang dahulu kala\") wazan lafal Asaathiir sama dengan lafal Al Adhaahiik dan Al-A`aajiib, adalah bentuk jamak dari lafal Usthuurah artinya dongengan atau fiksi."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 84,
    "arab": "قُلْ لِّمَنِ الْاَرْضُ وَمَنْ فِيْهَآ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Milik siapakah bumi, dan semua yang ada di dalamnya, jika kamu mengetahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2757.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menanyakan kepada orang-orang kafir yang mengatakan bahwa tidak mungkin Allah kuasa menghidupkan kembali orang yang telah mati sedang tulang belulangnya telah remuk menjadi tanah dan tak mungkin Dia mengumpulkan mereka di padang Mahsyar nanti. Siapakah yang memiliki bumi dan segala yang ada padanya? Orang-orang kafir diminta untuk menjawab pertanyaan ini. Pada dasarnya mereka akan menjawab bahwa pemiliknya dan yang berkuasa atasnya ialah Allah, karena demikianlah kepercayaan nenek moyang mereka. Hanya mereka telah jauh menyimpang dari agama tauhid yang murni dan akidah mereka telah dikotori kepercayaan yang tidak benar dan menyesatkan. Oleh sebab itu, Allah mengemukakan pertanyaan ini kepada mereka seakan-akan mereka tidak mengetahuinya sama sekali atau telah melupakannya.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Siapakah gerangan yang menguasai bumi dengan manusia dan berbagai makhluk yang ada di dalamnya? Kalau kalian tahu, jawablah pertanyaanku!\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Kepunyaan siapakah bumi ini, dan semua yang ada padanya) yakni semua makhluk yang ada padanya (jika kalian mengetahui?\") siapa pencipta dan pemiliknya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 85,
    "arab": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَذَكَّرُوْنَ ",
    "translation": "Mereka akan menjawab, “Milik Allah.” Katakanlah, “Maka apakah kamu tidak ingat?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2758.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menanyakan kepada orang-orang kafir yang mengatakan bahwa tidak mungkin Allah kuasa menghidupkan kembali orang yang telah mati sedang tulang belulangnya telah remuk menjadi tanah dan tak mungkin Dia mengumpulkan mereka di padang Mahsyar nanti. Siapakah yang memiliki bumi dan segala yang ada padanya? Orang-orang kafir diminta untuk menjawab pertanyaan ini. Pada dasarnya mereka akan menjawab bahwa pemiliknya dan yang berkuasa atasnya ialah Allah, karena demikianlah kepercayaan nenek moyang mereka. Hanya mereka telah jauh menyimpang dari agama tauhid yang murni dan akidah mereka telah dikotori kepercayaan yang tidak benar dan menyesatkan. Oleh sebab itu, Allah mengemukakan pertanyaan ini kepada mereka seakan-akan mereka tidak mengetahuinya sama sekali atau telah melupakannya.",
    "quraish": "Mereka tentu akan menyatakan bahwa bumi adalah milik Allah Swt. Kalau begitu, katakan lagi kepada mereka, \"Lalu mengapa kalian menyekutukan-Nya? Tidakkah kalian menyadari bahwa Zat Yang menguasai itu semua pantas untuk disembah?\"",
    "jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah.\" Katakanlah) kepada mereka, (\"Maka apakah kalian tidak memikirkannya?\") asal Tadzakkaruuna adalah Tatadzakkaruuna kemudian huruf Ta yang kedua diidgamkan atau dimasukkan ke dalam huruf Dzal setelah terlebih dahulu diganti menjadi Dzal, sehingga jadilah Tadzakkaruuna, artinya mengambil pelajaran. Maksudnya, apakah kalian tidak mengambil pelajaran daripadanya, karena kalian mengetahui, bahwa Tuhan Yang Maha Kuasa yang telah menciptakan untuk pertama kali, Maha Kuasa pula untuk menghidupkannya kembali, sesudah ciptaan-Nya mati."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 86,
    "arab": "قُلْ مَنْ رَّبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيْمِ",
    "translation": "Katakanlah, “Siapakah Tuhan yang memiliki langit yang tujuh dan yang memiliki ‘Arsy yang agung?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2759.mp3",
    "tafsir": "Kemudian Allah memerintahkan pula agar Nabi Muhammad saw menanyakan kembali kepada mereka, bahwa siapakah yang mencipta-kan langit yang tujuh dan yang menciptakan `arsy yang besarnya meliputi langit dan bumi sebagaimana tersebut dalam firman-Nya:\n\"Kursi-Nya meliputi langit dan bumi.\" (al-Baqarah/2: 255)\n\nSiapakah yang mengatur dan mengurusnya sehingga segalanya berjalan menurut aturan yang demikian teliti dan baik. Allah menetapkan langsung jawaban atas pertanyaan ini karena pastilah jawaban orang-orang kafir ini sama yaitu pencipta itu semua adalah Allah Yang memiliki dan menguasainya. Tidak akan ada jawaban mereka selain itu karena itulah pada dasarnya kepercayaan mereka. Hanya saja mereka di samping mengakui kekuasaan Allah mereka menyembah pula sembahan-sembahan seperti berhala dan sebagainya. Kemudian Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Kalau benar Allah yang menciptakan langit yang tujuh dan menciptakan 'arsy yang mahabesar, dan Allah-lah yang mengatur dan mengurusnya, mengapa kamu tidak bertakwa kepada-Nya dan tidak mau mengikuti ajaran dan perintah-Nya? Kenapa kamu tetap saja menyembah berhala, sedang penyembahan selain Allah itu sangat dimurkai oleh-Nya?\"",
    "quraish": "Katakan pula, \"Siapakah Tuhan Pemilik tujuh lapis langit dan singgasana agung?\"",
    "jalalayn": "(Katakanlah! \"Siapakah Rabb langit yang tujuh dan Rabb Arasy yang besar\") yakni Al Kursi."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 87,
    "arab": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ اَفَلَا تَتَّقُوْنَ",
    "translation": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “Maka mengapa kamu tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2760.mp3",
    "tafsir": "Kemudian Allah memerintahkan pula agar Nabi Muhammad saw menanyakan kembali kepada mereka, bahwa siapakah yang mencipta-kan langit yang tujuh dan yang menciptakan `arsy yang besarnya meliputi langit dan bumi sebagaimana tersebut dalam firman-Nya:\n\"Kursi-Nya meliputi langit dan bumi.\" (al-Baqarah/2: 255)\n\nSiapakah yang mengatur dan mengurusnya sehingga segalanya berjalan menurut aturan yang demikian teliti dan baik. Allah menetapkan langsung jawaban atas pertanyaan ini karena pastilah jawaban orang-orang kafir ini sama yaitu pencipta itu semua adalah Allah Yang memiliki dan menguasainya. Tidak akan ada jawaban mereka selain itu karena itulah pada dasarnya kepercayaan mereka. Hanya saja mereka di samping mengakui kekuasaan Allah mereka menyembah pula sembahan-sembahan seperti berhala dan sebagainya. Kemudian Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, \"Kalau benar Allah yang menciptakan langit yang tujuh dan menciptakan 'arsy yang mahabesar, dan Allah-lah yang mengatur dan mengurusnya, mengapa kamu tidak bertakwa kepada-Nya dan tidak mau mengikuti ajaran dan perintah-Nya? Kenapa kamu tetap saja menyembah berhala, sedang penyembahan selain Allah itu sangat dimurkai oleh-Nya?\"",
    "quraish": "Mereka tentu akan menyatakan bahwa pemiliknya adalah Allah Swt. Kalau begitu, katakan kepada mereka, \"Tidakkah kalian takut akibat menyekutukan dan mendurhakai Tuhan Pencipta itu semua?\"",
    "jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah\". Katakanlah! \"Apakah kalian tidak bertakwa?\") tidak takut bila kalian menyembah selain-Nya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 88,
    "arab": "قُلْ مَنْۢ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّهُوَ يُجِيْرُ وَلَا يُجَارُ عَلَيْهِ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Katakanlah, “Siapakah yang di tangan-Nya berada kekuasaan segala sesuatu. Dia melindungi, dan tidak ada yang dapat dilindungi dari (azab-Nya), jika kamu mengetahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2761.mp3",
    "tafsir": "Lalu Allah memerintahkan kepada Nabi Muhammad menanyakan pula kepada mereka, siapakah yang menguasai segala sesuatu dan mengaturnya. Yang di tangan-Nya terletak kekuasaan mutlak. Bila Allah melindungi seseorang, tak ada satu kekuasaan pun yang dapat menimpakan malapetaka atasnya atau membinasakannya. Sebaliknya bila Dia hendak menimpakan bahaya kepada seseorang tak ada pula satu kekuatan pun yang dapat melindungi orang itu. Siapakah yang mempunyai sifat demikian Yang Mahakuasa lagi Maha Perkasa? Rasul meminta orang-orang kafir itu menjawab pertanyaan-pertanyaan ini jika mereka benar-benar mengetahui.",
    "quraish": "Katakan pula, \"Siapakah gerangan yang memiliki segala sesuatu, yang memiliki kekuasaan penuh atas segala sesuatu, yang melindungi siapa saja yang dikehendaki-Nya dengan kekuasaan-Nya dan Tuhan yang siksa-Nya kepada seseorang tidak dapat dihalangi oleh siapa pun? Kalau kalian mengetahui jawabannya, jawablah pertanyaanku ini!\"",
    "jalalayn": "(Katakanlah! \"Siapakah yang di tangan-Nya berada kekuasaan) yakni merajai (segala sesuatu) lafal Malakuut huruf Ta yang ada padanya menunjukkan makna Mubalaghah, yakni kekuasaan di atas segala kekuasaan (sedangkan Dia melindungi dan tidak membutuhkan perlindungan) Dia melindungi dan tidak memerlukan perlindungan (jika kalian mengetahui?\")"
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 89,
    "arab": "سَيَقُوْلُوْنَ لِلّٰهِ ۗقُلْ فَاَنّٰى تُسْحَرُوْنَ",
    "translation": "Mereka akan menjawab, “(Milik) Allah.” Katakanlah, “(Kalau demikian), maka bagaimana kamu sampai tertipu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2762.mp3",
    "tafsir": "Mereka pasti akan menjawab bahwa yang demikian itu sifatnya adalah Allah semata. Oleh sebab itu, Allah memastikan bahwa mereka akan menjawab seperti itu dan memerintahkan kepada Nabi untuk menanyakan kembali kepada mereka. Kalau mereka mengetahui bahwa Allah Yang Mahakuasa dan Mahaperkasa, mengapa mereka sampai tertipu dan berpaling dari agama tauhid dan selalu menentang Allah dan durhaka kepada-Nya? Dengan menyembah berhala atau lainnya seakan-akan mereka telah kena sihir dan pikiran mereka tak dapat mempercayai lagi sehingga akidah mereka menjadi kacau balau, mencampur aduk yang benar dengan yang salah, sehingga mereka mempersekutukan Allah dengan lain-Nya. Padahal Allah tidak akan membenarkan tindakan mereka itu bahkan sangat murka.",
    "quraish": "Mereka akan menyatakan, \"Allah.\" Kalau begitu, katakan kepada mereka, \"Lalu mengapa kalian tertipu oleh keinginan hawa nafsu dan oleh bujukan setan, lalu tidak taat kepada Allah?\"",
    "jalalayn": "(Mereka akan menjawab, \"Kepunyaan Allah\") menurut qiraat yang lain dibaca Allah, baik dalam ayat ini maupun dalam ayat sebelumnya. Demikian itu karena makna yang dimaksud adalah, kepunyaan siapakah hal-hal yang telah disebutkan itu (Katakanlah! \"Kalau demikian maka dari jalan manakah kalian merasa ditipu?\") ditipu dan dikelabui dari perkara yang hak, yaitu menyembah Allah semata. Maksudnya, bagaimanakah bisa terbayangkan dalam benak kalian bahwasanya hal ini batil?"
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 90,
    "arab": "بَلْ اَتَيْنٰهُمْ بِالْحَقِّ وَاِنَّهُمْ لَكٰذِبُوْنَ",
    "translation": "Padahal Kami telah membawa kebenaran kepada mereka, tetapi mere-ka benar-benar pendusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2763.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan kepada orang-orang kafir itu, karena semua pertanyaan yang dikemukakan kepada mereka mengenai Allah sebagai Pencipta, Pemilik dan Pengatur segalanya, mereka jawab dengan jawaban yang benar dan positif, bahwa Al-Qur'an yang diturunkan kepada Nabi Muhammad untuk memperbaiki dan meluruskan akidah mereka yang telah sesat, adalah benar dan tuduhan-tuduhan yang mereka kemukakan terhadap Muhammad dan Al-Qur'an yang dibawanya adalah keliru dan bohong. Al-Qur'an bukanlah dongengan-dongengan orang dahulu, tetapi benar-benar wahyu dan petunjuk dari Allah Yang Maha Pencipta, Mahakuasa dan Yang Mengatur segala sesuatu, baik di bumi maupun di langit dengan hikmat dan kebijaksanaan-Nya.",
    "quraish": "Sungguh, Kami telah menerangkan kebenaran kepada mereka melalui rasul-rasul utusan Kami. orang-orang kafir itu sungguh bohong belaka dalam segala hal yang bertentangan dengan kebenaran itu.",
    "jalalayn": "(Sebenarnya Kami telah membawa kebenaran kepada mereka) dengan sesungguhnya (dan sesungguhnya mereka benar-benar orang-orang yang berdusta) sewaktu mereka menentang kebenaran itu; kebenaran tersebut adalah,"
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 91,
    "arab": "مَا اتَّخَذَ اللّٰهُ مِنْ وَّلَدٍ وَّمَا كَانَ مَعَهٗ مِنْ اِلٰهٍ اِذًا لَّذَهَبَ كُلُّ اِلٰهٍۢ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلٰى بَعْضٍۗ سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَ ۙ",
    "translation": "Allah tidak mempunyai anak, dan tidak ada tuhan (yang lain) bersama-Nya, (sekiranya tuhan banyak), maka masing-masing tuhan itu akan membawa apa (makhluk) yang diciptakannya, dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain. Mahasuci Allah dari apa yang mereka sifatkan itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2764.mp3",
    "tafsir": "Ayat ini menolak dakwaan kaum musyrik bahwa para malaikat itu adalah putri-putri Allah dengan menerangkan bahwa Allah sekali-kali tidak mempunyai anak, karena Dia Mahakaya, Mahakuasa dan Mahakekal, tidak memerlukan keturunan seperti halnya manusia. Manusia memang banyak memerlukan anak yang akan melanjutkan keturunannya, dan bila dia sudah tua dan tidak berdaya lagi maka anak-anaknya itulah yang akan membantu dan menolongnya. Dan bila dia mati maka anak-anaknya pulalah yang akan melanjutkan usaha dan profesinya dan mengangkat namanya di kalangan masyarakatnya. Allah Yang Mahakuasa, Mahakaya dan Mahakekal tidak memerlukan semua itu.\nAllah tidak ditimpa kelelahan karena Dia Mahakuat, tidak akan ditimpa kematian karena Dia Mahakekal, Dia tidak akan ditimpa kemiskinan karena Dia Mahakaya, milik-Nyalah semua yang ada di langit dan di bumi. Alangkah bodohnya kaum musyrikin yang menyamakan Allah dengan manusia yang amat lemah dan miskin, atau kalau mereka tidak bodoh maka mereka adalah pendusta besar karena yang diucapkannya itu bertentangan sama sekali dengan pikiran orang-orang berakal.\nSungguh amat lemah pikiran orang yang mengatakan bahwa Allah mempunyai anak atau mempunyai sekutu. Mahasuci Allah dari segala anggapan dan tuduhan yang tidak masuk akal itu.",
    "quraish": "Allah tidak mempunyai anak. Dia Mahasuci dari hal yang demikian. Allah juga tidak mempunyai sekutu. Sebab, kalau Dia mempunyai sekutu, tentu masing-masing tuhan itu akan menguasai dan memiliki ciptaannya sendiri-sendiri. Akibatnya, satu sama lain akan saling bertikai seperti yang terjadi di antara para raja. Akibatnya lagi, alam raya akan mengalami kerusakan. Maka, sungguh Allah Mahasuci dari apa yang dikatakan orang-orang musyrik yang menentang kebenaran.",
    "jalalayn": "(Allah sekali-kali tidak mempunyai anak, dan sekali-kali tidak ada tuhan yang lain beserta-Nya, kalau ada tuhan beserta-Nya) jika ada tuhan lain di samping Dia (masing-masing tuhan itu akan membawa makhluk yang diciptakannya) yang menguasai makhluknya sendiri dan mempertahankannya dari makhluk tuhan yang lain (dan sebagian dari tuhan-tuhan itu akan mengalahkan sebagian yang lain) sebagian di antara mereka berupaya untuk mengalahkan sebagian yang lain sebagaimana apa yang biasa dilakukan oleh raja-raja di dunia. (Maha Suci Allah) lafal Subhaanallaah ini berarti mensucikan Dia (dari apa yang mereka sifatkan) kepada-Nya, seperti apa yang telah disebutkan tadi."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 92,
    "arab": "عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ",
    "translation": "(Dialah Tuhan) yang mengetahui semua yang gaib dan semua yang tampak. Mahatinggi (Allah) dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2765.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah Yang Mahatahu segala yang gaib yang tidak dapat dilihat dan dirasakan dengan panca indera, Maha Mengetahui segala yang tampak dan nyata dan dapat dilihat dan dirasakan. Apapun yang terjadi di alam ini baik alam langit ataupun alam bumi semuanya terjadi dengan sepengetahuan-Nya, tak ada yang besar maupun yang kecil kecuali ada dalam ilmu-Nya yang Mahaluas, seperti tersebut dalam firman-Nya:\nDan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz). (Yunus/10: 61)\nDemikianlah luas dan mencakupnya ilmu Allah. Mahasuci Allah dari segala tuduhan orang kafir yang mengatakan bahwa Dia mempunyai anak dan sekutu.",
    "quraish": "Allah mengetahui segala sesuatu dengan ilmu-Nya. Dia mengetahui apa yang tampak dan tidak tampak oleh kita. Maka, sungguh Allah Mahasuci dari kemungkinan memiliki sekutu, seperti yang dikatakan oleh orang-orang kafir.",
    "jalalayn": "(Yang mengetahui semua yang gaib dan semua yang tampak) maksudnya semua yang tidak tampak dan semua yang tampak. Kalau dibaca 'Aalimil Ghaibi menjadi sifat, artinya yang mengetahui dan seterusnya. Jika dibaca 'Aalimul Ghaibi berarti menjadi Khabar dari Mubtada yang tidak disebutkan yaitu lafal Huwa, artinya Dia Mengetahui yang gaib (maka Maha Tinggi Dia) Maha Besar Dia (dari apa yang mereka persekutukan) kepada-Nya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 93,
    "arab": "قُلْ رَّبِّ اِمَّا تُرِيَنِّيْ مَا يُوْعَدُوْنَ ۙ",
    "translation": "Katakanlah (Muhammad), “Ya Tuhanku, seandainya Engkau hendak memperlihatkan kepadaku apa (azab) yang diancamkan kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2766.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad agar berdoa memohon kepada-Nya supaya dijauhkan dari orang-orang kafir yang aniaya itu bila Dia hendak mengazab mereka, jangan dibinasakan bersama mereka, agar diselamatkan dari siksaan dan kemurkaan-Nya, dan menjadikannya golongan orang yang diridai. Perintah supaya berdoa seperti ini diajarkan Allah karena musibah dan malapetaka yang ditimpakan Allah kepada orang-orang durhaka dan aniaya kadang-kadang juga menimpa orang-orang yang tidak bersalah, karena mereka hidup bersama dalam masyarakat atau suatu negara. Ini sesuai dengan firman Allah:\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.\n(al-Anfal/8: 25)\n\nMenurut riwayat Imam Ahmad dan at-Tirmidzi doa Nabi Muhammad saw dalam hal ini berbunyi:\nAllah) apabila Engkau hendak menimpa siksaan kepada kaum (yang aniaya) maka wafatkan aku dalam keadaan tidak ikut disiksa. (Riwayat Ahmad dan at-Tirmid",
    "quraish": "Katakan, wahai Rasulullah, \"Ya Tuhanku, jika Engkau menurunkan siksa di dunia seperti telah Engkau janjikan, padahal aku berada di tengah-tengah mereka,",
    "jalalayn": "(Katakanlah! \"Ya Rabbku! Jika) lafal Imma pada asalnya terdiri daripada gabungan antara In Syarthiyyah dan Ma Zaidah (Engkau sungguh-sungguh hendak memperlihatkan kepadaku apa yang diancamkan kepada mereka) berupa azab, hal ini benar-benar terjadi dalam perang Badar, yaitu banyak dari kalangan orang-orang musyrik yang mati terbunuh."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 94,
    "arab": "رَبِّ فَلَا تَجْعَلْنِيْ فِى الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Ya Tuhanku, maka janganlah Engkau jadikan aku dalam golongan orang-orang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2767.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad agar berdoa memohon kepada-Nya supaya dijauhkan dari orang-orang kafir yang aniaya itu bila Dia hendak mengazab mereka, jangan dibinasakan bersama mereka, agar diselamatkan dari siksaan dan kemurkaan-Nya, dan menjadikannya golongan orang yang diridai. Perintah supaya berdoa seperti ini diajarkan Allah karena musibah dan malapetaka yang ditimpakan Allah kepada orang-orang durhaka dan aniaya kadang-kadang juga menimpa orang-orang yang tidak bersalah, karena mereka hidup bersama dalam masyarakat atau suatu negara. Ini sesuai dengan firman Allah:\nDan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.\n(al-Anfal/8: 25)\n\nMenurut riwayat Imam Ahmad dan at-Tirmidzi doa Nabi Muhammad saw dalam hal ini berbunyi:\nAllah) apabila Engkau hendak menimpa siksaan kepada kaum (yang aniaya) maka wafatkan aku dalam keadaan tidak ikut disiksa. (Riwayat Ahmad dan at-Tirmid",
    "quraish": "maka aku mohon kepada-Mu agar Engkau tidak menyiksaku bersama orang-orang kafir yang melampuai batas itu.\"",
    "jalalayn": "(Ya Rabbku! Maka janganlah Engkau jadikan aku berada di antara orang-orang yang zalim.\") karena aku pun nanti akan binasa pula bersama dengan mereka."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 95,
    "arab": "وَاِنَّا عَلٰٓى اَنْ نُّرِيَكَ مَا نَعِدُهُمْ لَقٰدِرُوْنَ",
    "translation": "Dan sungguh, Kami kuasa untuk memperlihatkan kepadamu (Muhammad) apa yang Kami ancamkan kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2768.mp3",
    "tafsir": "Allah menjelaskan kepada Nabi Muhammad, bahwa Dia Kuasa memperlihatkan kepadanya siksaan yang akan ditimpakan kepada orang kafir itu sehingga Nabi Muhammad dapat melihat sendiri bagaimana dahsyatnya dan hebatnya siksaan Allah. Tetapi karena rahmat dan kasih sayang-Nya kepada umat Muhammad, Allah tidak menjatuhkan siksa itu dengan segera (di dunia ini), tetapi sudah menjadi ketetapan-Nya bahwa siksaan itu akan menimpa mereka di akhirat, karena mungkin kelak ada di antara mereka atau keturunan mereka yang akan sadar dan beriman kepada Allah dan Rasul-Nya. Oleh sebab itu, Nabi Muhammad jangan terlalu bersedih hati atas tindakan dan perlakuan orang kafir terhadapnya dan kaum Muslimin yang memang dalam keadaan lemah dan tak berdaya.",
    "quraish": "Kami sungguh Mahakuasa dan mampu untuk memperlihatkan kepadamu siksa yang telah Kami janjikan kepada mereka. Oleh karena itu, kamu tidak perlu risau dan tenanglah dengan pertolongan Kami.",
    "jalalayn": "(Dan sesungguhnya Kami benar-benar kuasa untuk memperlihatkan kepadamu apa yang Kami ancamkan kepada mereka)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 96,
    "arab": "اِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ السَّيِّئَةَۗ  نَحْنُ اَعْلَمُ بِمَا يَصِفُوْنَ ",
    "translation": "Tolaklah perbuatan buruk mereka dengan (cara) yang lebih baik, Kami lebih mengetahui apa yang mereka sifatkan (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2769.mp3",
    "tafsir": "Kemudian Allah memberikan tuntunan kepada Nabi Muhammad bagaimana cara yang sebaik-baiknya menghadapi sikap kaum musyrik itu. Di antaranya, Nabi harus tetap bersikap lemah lembut terhadap mereka dan jangan sekali-kali membalas kejahatan dengan kejahatan, kekerasan dengan kekerasan karena memang belum waktunya bersikap demikian. Bila mereka mencemooh dan mencaci maki hendaknya Nabi memaafkan ucapan-ucapan mereka yang tidak pada tempatnya itu, karena ucapan itu tidak mengenai sasarannya tetapi hendaklah dibalas dengan kata-kata yang mengandung patunjuk dan ajaran dengan mengemukakan dalil-dalil dan alasan yang masuk akal. Bila mereka hendak melakukan tindakan penganiayaan, hindari mereka dan jauhi sedapat mungkin kesempatan yang membawa kepada tindakan seperti itu dan hendaklah dihadapi dengan penuh kesabaran dan ketabahan. Nabi juga diperintahkan untuk menunjukkan kepada mereka bahwa beliau memang seorang ksatria yang tidak ada niat sedikit pun untuk mencelakakan mereka. Dengan sikap lemah lembut dan kebijaksanaan itu, mereka tidak akan merajalela terhadap kaum Muslimin. Lambat laun mereka yang keras seperti batu itu akan menjadi lembut dan menyadari sendiri kesalahan yang sudah mereka lakukan. Nabi juga diminta untuk meyakini dalam hati bahwa Allah mengetahui semua ucapan dan tindakan mereka. Allah lebih mengetahui apa saja yang mereka lakukan dan apa saja yang tersembunyi dalam dada mereka.\nSesuai dengan petunjuk ini Allah berfirman dalam ayat yang lain:\nDan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. (Fussilat/41: 34)\n\nAnas bin Malik berkata mengomentari ayat ini, \"Seorang laki-laki mengatakan terhadap saudaranya hal yang tidak-tidak.\" Maka dia menjawab, \"Jika ucapanmu itu bohong maka saya memohon kepada Allah supaya Dia mengampuni kebohonganmu itu. Jika ucapanmu itu benar maka saya memohon kepada Allah supaya mengampuniku.\"",
    "quraish": "Lanjutkanlah dakwahmu. Hadapilah perlakuan buruk mereka dengan tindakan yang lebik baik seperti memaafkan dan sebagainya. Kami pun sungguh sangat mengetahui keburukan-keburukan yang mereka katakan tentang dirimu dan tentang dakwahmu. Kami akan membalas mereka atas perbuatannya.",
    "jalalayn": "(Tolaklah dengan menampilkan hal yang lebih baik) yaitu budi pekerti yang baik, bersikap lapang dada dan berpaling dari mereka yang kafir (hal yang buruk itu) perlakuan mereka yang menyakitkan terhadap dirimu. Ayat ini diturunkan sebelum ada perintah untuk berperang. (Kami lebih mengetahui apa yang mereka sifatkan) kedustaan dan buat-buatan mereka, maka kelak Kami akan membalasnya kepada mereka."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 97,
    "arab": "وَقُلْ رَّبِّ اَعُوْذُ بِكَ مِنْ هَمَزٰتِ الشَّيٰطِيْنِ ۙ",
    "translation": "Dan katakanlah, “Ya Tuhanku, aku berlindung kepada Engkau dari bisikan-bisikan setan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2770.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya dia selalu berlindung kepada-Nya dari bisikan-bisikan setan dan dari godaan-godaannya, dan supaya setan itu selalu jauh daripadanya dan tidak dapat masuk ke dalam hatinya untuk memperdayakannya.\nDemikianlah seharusnya sikap setiap pejuang untuk menegakkan kebenaran. Mereka harus benar-benar menjaga supaya tidak sekalipun dipengaruhi hawa nafsunya dan terdorong untuk melakukan tindakan-tindakan yang tidak benar dan tidak jujur. Setan amat mudah sekali menjerumuskan manusia ke jurang kesalahan, penghinaan dan kejahatan apabila ia dapat memasuki hawa nafsu manusia. Karena itu hendaklah kita selalu berlindung kepada Allah dari tipu daya setan. Memang apabila seseorang benar-benar telah berserah diri kepada Tuhannya dalam segala tindakannya dan selalu memohon perlindungan-Nya dari tipu daya dan godaan setan, dirinya menjadi bersih dan hati nuraninya akan terketuk untuk selalu berbuat kebaikan dan menghindari kejahatan. Rasulullah selalu berlindung kepada Tuhannya supaya dijauhkan daripadanya campur tangan setan dalam segala perbuatannya terutama dalam salat ketika membaca Al-Qur'an dan pada saat ajalnya akan tiba.\nDiriwayatkan oleh Ahmad, Abu Daud dan at-Tirmidzi dan dinilai sahih oleh al-Baihaqi dari 'Amr bin Syu'aib dan ayahnya dari kakeknya ia berkata, \"Rasulullah saw mengajarkan \n\nDengan menyebut nama Allah, aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, dari siksa-Nya. Dari kejahatan hamba-Nya, dari bisikan-bisikan setan dan dari kahadiran setan kepadaku. (Riwayat Ahmad, Abu Daud dan at-Tirmidzi)",
    "quraish": "Katakan, wahai Muhammad, \"Ya Tuhan, aku berlindung kepada-Mu dari pengaruh godaan setan pada diriku dengan berbuat sesuatu yang tidak Engkau perkenankan.",
    "jalalayn": "(Dan katakanlah! \"Ya Rabbku! Aku berlindung kepada Engkau) aku meminta perlindungan (dari bisikan-bisikan setan) dari kecenderungan-kecenderungan setan yang selalu setan embus-embuskan itu."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 98,
    "arab": "وَاَعُوْذُ بِكَ رَبِّ اَنْ يَّحْضُرُوْنِ ",
    "translation": "dan aku berlindung (pula) kepada Engkau ya Tuhanku, agar mereka tidak mendekati aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2771.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad supaya dia selalu berlindung kepada-Nya dari bisikan-bisikan setan dan dari godaan-godaannya, dan supaya setan itu selalu jauh daripadanya dan tidak dapat masuk ke dalam hatinya untuk memperdayakannya.\nDemikianlah seharusnya sikap setiap pejuang untuk menegakkan kebenaran. Mereka harus benar-benar menjaga supaya tidak sekalipun dipengaruhi hawa nafsunya dan terdorong untuk melakukan tindakan-tindakan yang tidak benar dan tidak jujur. Setan amat mudah sekali menjerumuskan manusia ke jurang kesalahan, penghinaan dan kejahatan apabila ia dapat memasuki hawa nafsu manusia. Karena itu hendaklah kita selalu berlindung kepada Allah dari tipu daya setan. Memang apabila seseorang benar-benar telah berserah diri kepada Tuhannya dalam segala tindakannya dan selalu memohon perlindungan-Nya dari tipu daya dan godaan setan, dirinya menjadi bersih dan hati nuraninya akan terketuk untuk selalu berbuat kebaikan dan menghindari kejahatan. Rasulullah selalu berlindung kepada Tuhannya supaya dijauhkan daripadanya campur tangan setan dalam segala perbuatannya terutama dalam salat ketika membaca Al-Qur'an dan pada saat ajalnya akan tiba.\nDiriwayatkan oleh Ahmad, Abu Daud dan at-Tirmidzi dan dinilai sahih oleh al-Baihaqi dari 'Amr bin Syu'aib dan ayahnya dari kakeknya ia berkata, \"Rasulullah saw mengajarkan \n\nDengan menyebut nama Allah, aku berlindung dengan kalimat Allah yang sempurna dari kemurkaan-Nya, dari siksa-Nya. Dari kejahatan hamba-Nya, dari bisikan-bisikan setan dan dari kahadiran setan kepadaku. (Riwayat Ahmad, Abu Daud dan at-Tirmidzi)",
    "quraish": "Aku berlindung pula kepada-Mu dari kehadiran mereka pada setiap perbuatanku, agar apa yang akau lakukan itu benar-benar murni hanya untuk-Mu.\"",
    "jalalayn": "(Dan aku berlindung pula kepada Engkau, ya Rabbku, dari kedatangan setan-setan itu kepadaku\") dalam perkara-perkaraku, karena sesungguhnya mereka datang hanya dengan membawa keburukan belaka."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 99,
    "arab": "حَتّٰٓى اِذَا جَاۤءَ اَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُوْنِ ۙ",
    "translation": "(Demikianlah keadaan orang-orang kafir itu), hingga apabila datang kematian kepada seseorang dari mereka, dia berkata, “Ya Tuhanku, kembalikanlah aku (ke dunia),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2772.mp3",
    "tafsir": "Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya.\nDemikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya:\nDan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertobat sekarang.\" Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisa`/4: 17-18)\n\nLalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)\n\nDemikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat.\nKesimpulan",
    "quraish": "Mereka akan tetap pada sikap mendustakannya. Sehingga, apabila waktu kematian telah menjemput salah seorang di anatara mereka, ia pun menyatakan penyesalannya dengan berkata, \"Ya Tuhan, kembalikanlah aku ke dunia.",
    "jalalayn": "(Sehingga) lafal Hattaa menunjukkan makna Ibtida atau permulaan (apabila datang kematian kepada seseorang dari mereka) kemudian ia melihat kedudukannya di neraka dan di surga seandainya ia beriman (dia berkata, \"Ya Rabbku! Kembalikanlah aku) ke dunia. Ungkapan Jamak pada lafal Irji'uuni mengandung makna Ta'zhim atau mengagungkan."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 100,
    "arab": "لَعَلِّيْٓ اَعْمَلُ صَالِحًا فِيْمَا تَرَكْتُ كَلَّاۗ اِنَّهَا كَلِمَةٌ هُوَ قَاۤىِٕلُهَاۗ وَمِنْ وَّرَاۤىِٕهِمْ بَرْزَخٌ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
    "translation": "agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan mereka ada barzakh sampai pada hari mereka dibangkitkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2773.mp3",
    "tafsir": "Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya.\nDemikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya:\nDan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertobat sekarang.\" Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisa`/4: 17-18)\n\nLalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya:\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\" Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)\n\nDemikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat.\nKesimpulan",
    "quraish": "Di sana aku akan melakukan amal saleh pada kekayaan dan waktu yang telah aku tinggalkan.\" Tetapi, permintaannya tidak akan dikabulkan. Ucapan itu dilontarkan tanpa akan mendatangkan faedah apa-apa dan tanpa akan diterima. Kalaupun permintaannya dikabulkan, ia pasti tidak akan melaksanakannya. Walaupun begitu, ia tidak akan dapat kembali. Kematian menjadi penghalang antara orang-orang seperti itu dan apa yang diangan-angankannya sampai mereka dibangkitkan Allah kelak.",
    "jalalayn": "(Agar aku berbuat amal yang saleh) dengan mengatakan, 'Aku bersaksi tiada Tuhan selain Allah', hal ini akan menjadi penghapus (terhadap yang telah aku tinggalkan\") aku sia-siakan umurku. Maksudnya, supaya hal itu menjadi penggantinya. Maka Allah berfirman, (\"Sekali-kali tidak) tidak ada kembali lagi. (Sesungguhnya itu) permohonan untuk kembali ke dunia (adalah perkataan yang diucapkannya saja) tidak ada manfaat bagi pembicaranya. (Dan di hadapan mereka) (ada dinding) penghalang yang menahan mereka untuk dapat kembali lagi ke dunia (sampai hari mereka dibangkitkan\") yang tiada kembali lagi sesudahnya."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 101,
    "arab": "فَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ",
    "translation": "Apabila sangkakala ditiup maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2774.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila sangkakala ditiup untuk kedua kalinya dan arwah dikembalikan kepada tubuhnya masing-masing pada hari kebangkitan nanti, maka pada waktu itu tidak ada lagi manfaat pertalian nasab. Seseorang tidak dapat lagi membanggakan nasabnya, bahwa dia berasal dari keturunan bangsawan sebagaimana halnya pada waktu ia masih berada di dunia. Tidak ada perbedaan antara seseorang dengan yang lain, semua terpengaruh suasana yang meliputinya. Mereka kebingungan dan diliputi perasaan takut karena kedahsyatan hari itu, sehingga hilanglah rasa cinta dan kasih sayang. Masing-masing memikirkan dirinya sendiri dan tidak mau tahu orang lain, sebagaimana yang dilukiskan di dalam firman Allah:\nMaka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 33-37)\n\nMereka tidak lagi saling tegur dan bertanya. Tidak seorang pun di antara mereka yang menanyakan keadaan keluarga dan keturunannya, sebagaimana halnya di dunia. Mereka seolah-olah tidak saling mengenal lagi. Firman Allah:\nDan tidak ada seorang teman akrab pun menanyakan temannya. (al- Ma'arij/70: 10)\n\nMereka kebingungan seperti orang-orang yang sedang mabuk, padahal mereka tidak mabuk. Firman Allah:\n(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-hajj/22: 2)",
    "quraish": "Maka, apabila waktu yang Kami janjikan itu telah datang, mereka Kami bangkitkan dengan memanggil mereka supaya keluar dari dalam kubur. Hal itu mirip dengan peniupan terompet (sangkakala), lalu mereka pun datang dengan terpencar-pencar. Kedekatan seseorang kepada orang lain tidak akan berarti apa-apa. Masing-masing tidak dapat meminta kepada orang lain sesuatu yang berguna untuknya. Pada hari itu, masing-masing disibukkan oleh urusannya sendiri.",
    "jalalayn": "(Apabila sangkakala ditiup) tiupan malaikat Israfil yang pertama atau yang kedua (maka tidaklah ada lagi pertalian nasab di antara mereka pada hari itu) yang dapat mereka bangga-banggakan (dan tidak pula mereka saling bertanya) tentang nasab tersebut, berbeda dengan ketika mereka hidup di dunia. Hal tersebut disebabkan kengerian yang menyibukkan diri mereka pada hari kiamat itu, yakni melihat sebagian kengerian-kengerian yang ada padanya. Pada sebagian waktu dari hari kiamat mereka sadar pula, sebagaimana yang diungkapkan oleh ayat yang lain, yaitu, \"Dan sebagian dari mereka menghadap kepada sebagian yang lain berbantah-bantahan.\" (Q.S. Ash-Shaffat, 27)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 102,
    "arab": "فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Barangsiapa berat timbangan (kebaikan)nya, maka mereka itulah orang-orang yang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2775.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang berat timbangan amal kebaikannya yaitu orang-orang yang beriman dan banyak beramal saleh di dunia, adalah orang-orang yang beruntung dan berbahagia. Pada hari Kiamat nanti, seseorang sebelum ditetapkan nasibnya, apakah ia dimasukkan ke dalam surga atau ke dalam neraka, lebih dahulu ia akan diajukan ke pengadilan yang akan memberi keputusan yang seadil-adilnya. Tidak akan terjadi kecurangan dalam proses pengadilan itu karena yang menjadi hakimnya ialah Allah sendiri. Berbeda halnya dengan pengadilan di dunia ini, orang yang bersalah adakalanya diputuskan tidak bersalah, karena pintarnya bersilat lidah, memutarbalikkan keadaan atau karena kelicikan pembelanya, sehingga hakim menjadi terkecoh. Begitu pula sebaliknya, orang yang tidak bersalah ada kemungkinan diputuskan bersalah karena tidak mampu membayar pembela yang pintar dan sebagainya. Setiap keputusan di dunia yang tidak adil akan dimentahkan kembali dan akan diputuskan sekali lagi di akhirat dengan seadil-adilnya. Segala sangkut paut yang belum selesai di dunia ini akan diselesaikan nanti di akhirat dengan seadil-adilnya. Setelah melalui proses pengadilan dan sangkut paut masing-masing telah diselesaikan maka untuk mengetahui kadar kebaikan dan kejahatan masing-masing diadakan timbangan, sebagaimana dijelaskan di dalam firman Allah:\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al- Anbiya`/21: 47)\n\nBarangsiapa yang berat timbangan amal kebaikannya, berbahagialah ia. Sejalan dengan ayat 102 ini firman Allah:\nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). (al-Qari`ah/101: 6-7)",
    "quraish": "Oleh karena itu, amal adalah ukuran penghargaan Allah kepada manusia. Siapa yang memiliki akidah yang benar dan amal saleh yang bernilai dalam timbangan Allah, akan beruntung.",
    "jalalayn": "(Barang siapa yang berat timbangannya) karena amal-amal kebaikan (maka mereka itulah orang-orang yang mendapat keberuntungan) yakni orang-orang yang beruntung."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 103,
    "arab": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فِيْ جَهَنَّمَ خٰلِدُوْنَ ۚ",
    "translation": "Dan barang siapa ringan timbangan (kebaikan)nya, maka mereka itulah orang-orang yang merugikan dirinya sendiri, mereka kekal di dalam neraka Jahanam",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2776.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan kerugian orang yang ringan timbangan kebaikannya. Mereka itu ketika masih berada di dunia banyak berbuat maksiat menuruti kehendak hawa nafsunya. Mereka mengingkari ayat-ayat Allah yang menyebabkan amal-amal mereka tidak bernilai di hari kemudian, sebagaimana firman Allah:\nMereka itu adalah orang yang mengingkari ayat-ayat Tuhan mereka dan (tidak percaya) terhadap pertemuan dengan-Nya. Maka sia-sia amal mereka, dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat. (al-Kahf/18: 105)\n\nMereka itu akan kekal di dalam neraka Jahanam. Sejalan dengan ayat 103 ini firman Allah:\nDan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. (al-Qari`ah/101: 8-9)\nBukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 81)",
    "quraish": "Dan siapa yang tidak memiliki kebaikan dan perbuatan yang bernilai di sisi Allah, berarti telah merugikan diri sendiri dengan cara menjualnya kepada setan. Mereka akan disiksa di neraka dan akan hidup kekal dalam siksaan itu.",
    "jalalayn": "(Dan barang siapa yang ringan timbangannya) karena dosa-dosanya (maka mereka itulah orang-orang yang merugikan dirinya sendiri) maka mereka (kekal di dalam neraka Jahanam)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 104,
    "arab": "تَلْفَحُ وُجُوْهَهُمُ النَّارُ وَهُمْ فِيْهَا كَالِحُوْنَ ",
    "translation": "Wajah mereka dibakar api neraka, dan mereka di neraka dalam keadaan muram dengan bibir yang cacat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2777.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa orang-orang yang dimasukkan ke dalam neraka itu akan dibakar mukanya dengan api sehingga kelihatan jelek sekali dan cacat. Dagingnya hancur, meleleh sampai ke kakinya. Mereka mengeluh atas azab yang menimpanya, dan menyadari perbuatannya ketika masih di dunia, sebagaimana firman Allah:\nDan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, \"Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzalimi (diri sendiri).\" (al-Anbiya`/21: 46)\nSeandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan). (al-Anbiya`/21: 39)",
    "quraish": "Wajah mereka dibakar dengan api. Karena begitu buruknya nasib mereka, mereka tampak menyeramkan dan kasar.",
    "jalalayn": "(Muka mereka dibakar api neraka) api neraka membakarnya (dan mereka di dalam neraka itu dalam keadaan cacat) bibir mereka bagian atas dan bawah mengkerut memperlihatkan gigi-gigi mereka, kemudian dikatakan kepada mereka,"
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 105,
    "arab": "اَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُوْنَ",
    "translation": "Bukankah ayat-ayat-Ku telah dibacakan kepadamu, tetapi kamu selalu mendustakannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2778.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa berbagai pertanyaan yang sifatnya mengejek diajukan kepada para penghuni neraka. Hal itu mengingatkan mereka kembali bahwa telah diutus para rasul untuk membimbing mereka, dan diturunkan kitab-kitab samawi untuk menjadi pedoman mereka, supaya tidak ada lagi alasan bagi mereka untuk tidak taat dan patuh kepada ajaran-ajaran yang dibawa para rasul itu, sebagaimana firman Allah:\nAgar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nisa`/4: 165)\n\nDan firman-Nya:\nTetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al- Isra`/17: 15)\nTetapi mereka itu mendustakan ayat-ayat Allah dan tidak mempercayainya sedikit pun, bahkan rasul-rasul yang diutus kepada mereka disiksa dan dianiayanya. Sejalan dengan ayat 105 ayat ini, firman Allah:\nHampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya didalam kesesatan yang besar.\" (al-Mulk/67: 8-9)",
    "quraish": "Allah mencela mereka dengan mengatakan, \"Ayat-ayat-Ku yang Aku turunkan ke bumi telah dibacakan kepada kalian, tetapi kalian mendustakannya.\"",
    "jalalayn": "(Bukankah ayat-ayat-Ku) dari Alquran (telah dibacakan kepada kamu sekalian) maksudnya kalian telah diperingatkan melaluinya (tetapi kalian selalu mendustakannya?)"
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 106,
    "arab": "قَالُوْا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَاۤلِّيْنَ",
    "translation": "Mereka berkata, “Ya Tuhan kami, kami telah dikuasai oleh kejahatan kami, dan kami adalah orang-orang yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2779.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan pengakuan penghuni neraka atas kesesatan mereka, sekalipun telah diutus kepada mereka rasul-rasul untuk membimbing mereka, dan diturunkan kitab-kitab samawi untuk menjadi pedoman mereka. Akan tetapi, mereka telah dikalahkan oleh kejahatan mereka, dan dikendalikan oleh hawa nafsu, maka tidak ada jalan bagi mereka untuk berbuat kebaikan dan menghindarkan diri dari jalan kesesatan. Sejalan dengan ayat ini firman Allah:\nLalu kami mengakui dosa-dosa kami. Maka adakah suatu jalan (bagi kami) untuk keluar (dari neraka)? (al-Mu`min/40: 11)",
    "quraish": "Mereka menjawab, dengan mengakui kesalahannya, \"Ya Tuhan, kedurhakaan kami begitu banyaknya hingga mengakibatkan kesengsaraan ini. Kami, dengan perbuatan itu, telah tersesat dari jalan menuju memperoleh pahala.\"",
    "jalalayn": "(Mereka berkata, \"Ya Rabb kami! Kami telah dikuasai oleh kejahatan kami) menurut qiraat yang lain dibaca Syaqawatunaa, keduanya merupakan Mashdar dan bermakna sama, yaitu kejahatan kami (dan adalah kami orang-orang yang sesat) dari jalan petunjuk."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 107,
    "arab": "رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ",
    "translation": "Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2780.mp3",
    "tafsir": "Ayat ini menerangkan permohonan penghuni neraka kepada Allah, yaitu agar mereka dikeluarkan dari neraka dan dikembalikan ke dunia. Mereka berjanji bahwa kalau permohonan mereka dikabulkan, mereka akan mengubah kekafiran mereka kepada keimanan dan taat kepada segala apa yang diperintahkan Allah kepada mereka. Jika mereka masih tetap saja berbuat maksiat sebagaimana halnya dahulu, maka mereka benar-benar orang yang aniaya dan mereka layak menerima azab dan siksa yang amat pedih.",
    "quraish": "Mereka berkata lagi, \"Ya Tuhan kami, keluarkanlah kami dari neraka dan kembalikan kami ke dunia. Kalau setelah itu kami kembali berbuat durhaka dan kufur, sungguh kami benar-benar menzalimi diri sendiri.\"",
    "jalalayn": "(Ya Rabb kami! Keluarkanlah kami daripadanya maka jika kami kembali) kepada pelanggaran lagi (maka sesungguhnya kami adalah orang-orang yang zalim\")."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 108,
    "arab": "قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ",
    "translation": "Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2781.mp3",
    "tafsir": "Ayat ini menerangkan jawaban Allah terhadap permintaan penghuni neraka untuk dapat dikembalikan ke dunia menebus kesalahan dan dosa-dosa yang telah diperbuatnya. Allah menegaskan kepada mereka supaya tetap berada di dalam neraka, meringkuk dalam keadaan hina dan tidak mempunyai harga diri sedikit pun. Mereka harus diam dan tidak melanjutkan pembicaraannya dengan Allah serta tidak mengulangi lagi perbuatannya karena mereka tak mungkin lagi dapat dikembalikan ke dunia.",
    "quraish": "Allah berkata kepada mereka dengan nada mencela, \"Diam! Kalian sangat rendah dan terhina. Jangan ajak Aku bicara sama sekali.\"",
    "jalalayn": "(Allah berfirman) kepada mereka melalui lisan malaikat Malik penjaga neraka, sesudah jangka waktu yang lamanya dua kali lipat umur dunia, (\"Tinggallah dengan hina di dalamnya) makin menjauhlah kalian di dalam neraka dengan hina (dan janganlah kalian berbicara dengan Aku\") untuk meminta supaya azab dihentikan dari diri kalian; dijawab demikian supaya mereka tidak mempunyai harapan lagi untuk dapat diangkat dari dalam neraka."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 109,
    "arab": "اِنَّهٗ كَانَ فَرِيْقٌ مِّنْ عِبَادِيْ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ۚ",
    "translation": "Sesungguhnya ada segolongan dari hamba-hamba-Ku berdoa, “Ya Tuhan kami, kami telah beriman, maka ampunilah kami dan berilah kami rahmat, Engkau adalah pemberi rahmat yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2782.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebab musabab mereka disiksa dan diazab, serta jawaban yang menghina atas permintaan mereka kembali ke dunia. Hinaan itu muncul karena mereka menghina hamba-hamba Allah yang telah beriman, seperti Bilal, Khabbab, shuhaib dan orang-orang mukmin yang lemah lainnya, selalu mendekatkan diri kepada Allah, menegaskan ikrar dan pengakuan keimanan mereka kepada-Nya, membenar-kan para rasul yang telah diutus-Nya, senantiasa meminta ampunan dan memohon rahmat kepada-Nya karena Dialah pemberi rahmat yang sebaik-baiknya. Orang-orang kafir menghadapi orang-orang mukmin itu dengan sikap mengejek, menertawakan, dan menghina. Ayat ini juga menerangkan bahwa kesibukan orang-orang kafir itu mereka mengejek dan menertawakan orang-orang mukmin, membuat mereka lupa mengingat Allah. Sejalan dengan ayat ini, Allah berfirman:\nSesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman. Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya, dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\" padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). (al-Muthaffifin/83: 29-33)",
    "quraish": "Kami tidak menzalimi kalian, tetapi kalianlah yang menzalimi diri sendiri. Sebab, ternyata, orang-orang Mukmin dan saleh di antara hamba-hamba Kami berkata di dunia, \"Ya Tuhan kami, kami telah beriman, maka ampunilah dosa kami dan berilah kami kasih sayang-Mu. Engkau adalah yang terbaik di antara pemberi kasih sayang.\"",
    "jalalayn": "(Sesungguhnya ada segolongan dari hamba-hamba-Ku) mereka adalah kaum Muhajirin (berdoa, \"Ya Rabb kami! Kami telah beriman, maka ampunilah kami dan berilah kami rahmat dan Engkau adalah Pemberi rahmat Yang Paling Baik\")."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 110,
    "arab": "فَاتَّخَذْتُمُوْهُمْ سِخْرِيًّا حَتّٰٓى اَنْسَوْكُمْ ذِكْرِيْ وَكُنْتُمْ مِّنْهُمْ تَضْحَكُوْنَ",
    "translation": "Lalu kamu jadikan mereka buah ejekan, sehingga kamu lupa mengingat Aku, dan kamu (selalu) menertawakan mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2783.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sebab musabab mereka disiksa dan diazab, serta jawaban yang menghina atas permintaan mereka kembali ke dunia. Hinaan itu muncul karena mereka menghina hamba-hamba Allah yang telah beriman, seperti Bilal, Khabbab, shuhaib dan orang-orang mukmin yang lemah lainnya, selalu mendekatkan diri kepada Allah, menegaskan ikrar dan pengakuan keimanan mereka kepada-Nya, membenar-kan para rasul yang telah diutus-Nya, senantiasa meminta ampunan dan memohon rahmat kepada-Nya karena Dialah pemberi rahmat yang sebaik-baiknya. Orang-orang kafir menghadapi orang-orang mukmin itu dengan sikap mengejek, menertawakan, dan menghina. Ayat ini juga menerangkan bahwa kesibukan orang-orang kafir itu mereka mengejek dan menertawakan orang-orang mukmin, membuat mereka lupa mengingat Allah. Sejalan dengan ayat ini, Allah berfirman:\nSesungguhnya orang-orang yang berdosa, adalah mereka yang dahulu menertawakan orang-orang yang beriman. Dan apabila mereka (orang-orang yang beriman) melintas di hadapan mereka, mereka saling mengedip-ngedipkan matanya, dan apabila kembali kepada kaumnya, mereka kembali dengan gembira ria. Dan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat,\" padahal (orang-orang yang berdosa itu), mereka tidak diutus sebagai penjaga (orang-orang mukmin). (al-Muthaffifin/83: 29-33)",
    "quraish": "Dahulu, kalian selalu mengejek mereka. Sampai-sampai, kesibukan mengejek mereka itu membuat kalian lupa mengingat-Ku dan beribadah kepada-Ku, lalu tidak mengimani dan mematuhi-Ku. Kalian menertawakan mereka dengan penuh ejekan.",
    "jalalayn": "(Lalu kalian menjadikan mereka buah ejekan) lafal Sikhriyyan dapat pula dibaca Sukhriyyan keduanya merupakan bentuk Mashdar, maknanya adalah ejekan. Di antara mereka yang menjadi bahan ejekan orang-orang musyrik adalah sahabat Bilal, sahabat Shuhaib, sahabat Ammar, sahabat Salman (sehingga menjadikan kalian lupa mengingat Aku) kalian melupakannya disebabkan kalian sibuk dengan memperolok-olokkan mereka. Mengingat mereka sering lupa, maka sifat pelupa dinisbatkan kepada mereka (dan adalah kalian selalu menertawakan mereka)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 111,
    "arab": "اِنِّيْ جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوْٓاۙ اَنَّهُمْ هُمُ الْفَاۤىِٕزُوْنَ",
    "translation": "sesungguhnya pada hari ini Aku memberi balasan kepada mereka, karena kesabaran mereka; sesungguhnya mereka itulah orang-orang yang memperoleh kemenangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2784.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah akan memberi balasan kepada orang-orang mukmin pada hari Kiamat nanti, karena kesabaran dan ketabahan mereka menghadapi ejekan dan tertawaan orang-orang kafir, , serta ketaatan dan kepatuhan mereka kepada perintah-Nya. Sesungguhnya orang-orang mukmin, itulah orang-orang yang menang dan beruntung. Di akhirat kelak, mereka duduk di atas dipan-dipan sambil memandang santai, menertawakan orang-orang kafir yang menertawakan mereka dahulu di dunia. Inilah ganjaran bagi orang-orang kafir atas apa yang telah dikerjakannya di dunia, sebagaimana firman Allah:\nMaka pada hari ini, orang-orang yang beriman yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. Apakah orang-orang kafir itu diberi balasan (hukuman) terhadap apa yang telah mereka perbuat? (al-Muthaffifin/83: 34-36)",
    "quraish": "Mereka, orang-orang Mukmin itu, Kami balas dengan keberuntungan, sebab mereka tabah dalam menghadapi ejekan dan kekejaman kalian.",
    "jalalayn": "(Sesungguhnya Aku memberi balasan kepada mereka di hari ini) kenikmatan yang abadi (karena kesabaran mereka) dalam menghadapi ejekan kalian dan perlakuan yang menyakitkan dari kalian terhadap mereka (sesungguhnya mereka) bila dibaca Innahum berarti jumlah Isti'naf, artinya, sesungguhnya mereka. Jika dibaca Annahum berarti menjadi Maf'ul kedua dari lafal Jazaituhum, artinya, bahwasanya mereka (itulah orang-orang yang menang) memperoleh apa yang mereka dambakan."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 112,
    "arab": "قٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ",
    "translation": "Dia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2785.mp3",
    "tafsir": "Setelah permintaan penghuni neraka untuk dikembalikan ke dunia ditolak Allah dengan penegasan bahwa mereka akan tetap meringkuk di neraka dan supaya tidak meminta-minta kepada-Nya, mereka ditanya lagi berapa lama mereka hidup di bumi, sejak dilahirkan sampai meninggalkan dunia fana itu ke alam baka.",
    "quraish": "Allah berkata kepada orang-orang kafir, \"Berapa tahun kalian hidup di dunia?\"",
    "jalalayn": "(Berfirmanlah) Allah swt. kepada mereka melalui lisan malaikat Malik. Menurut qiraat yang lain dibaca Qul, yakni katakanlah kepada mereka, (\"Berapa lamakah kalian tinggal di bumi) di dunia dan di dalam kuburan kalian (yakni berapa tahunkah bilangannya?\") lafal 'Adada Siniina berkedudukan menjadi Tamyiz."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 113,
    "arab": "قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَاۤدِّيْنَ ",
    "translation": "Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2786.mp3",
    "tafsir": "Oleh karena besarnya pengaruh bencana yang menimpa penghuni neraka dan hebatnya siksaan dan azab yang dideritanya, maka mereka yang malang itu tidak lagi bisa mengingat berapa lama mereka tinggal di dunia. Mereka merasa sebentar sekali, bahkan mereka menyangka bahwa mereka tinggal di dunia hanya sehari atau tidak sampai satu hari jika dibandingkan dengan kehidupan akhirat. Pada ayat ini Allah menganjurkan kepada mereka untuk menanyakan berapa lama mereka tinggal di dunia.",
    "quraish": "Demikian pendeknya kehidupan dunia jika dibandingkan dengan lamanya masa tinggal mereka di dalam siksaan, mereka menjawab, \"Kami hidup sehari atau setengah hari. Tanyakan saja kepada orang-orang yang dapat menghitung dengan benar, karena kami sibuk menghadapi siksaan.\"",
    "jalalayn": "(Mereka menjawab, \"Kami tinggal hanya sehari atau setengah hari) mereka ragu, dan menganggap pendek masa tinggal mereka disebabkan kengerian mereka melihat besarnya azab di hari itu (maka tanyakanlah kepada malaikat-malaikat yang menghitung\") amal perbuatan makhluk."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 114,
    "arab": "قٰلَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا لَّوْ اَنَّكُمْ كُنْتُمْ تَعْلَمُوْنَ",
    "translation": "Dia (Allah) berfirman, “Kamu tinggal (di bumi) hanya sebentar saja, jika kamu benar-benar mengetahui.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2787.mp3",
    "tafsir": "Ayat ini menerangkan bahwa mereka memang tinggal di dunia hanya sebentar. Andaikata mereka menyadari hal itu ketika mereka tinggal di dunia, sedang kehidupan yang dihadapinya di akhirat adalah kehidupan yang tiada batasnya, tentu mereka akan berbuat hal-hal yang bermanfaat dan sesuai dengan yang diperintahkan Allah. Akan tetapi, mereka lalai menyadarinya, sehingga mereka layak mendapat azab dari Allah. Rasulullah bersabda:\nKetika Ibnu Abi hatim meriwayatkan dari Aiqa' bin Abd al-Kalai, Rasulullah bersabda bahwa apabila penghuni surga telah masuk ke dalam surga dan penghuni neraka ke dalam neraka; Allah berfirman, \"Wahai penghuni surga! Berapa lama engkau hidup di dunia?\" Mereka menjawab, \"Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.\" Allah berfirman, \"Alangkah baiknya engkau sekalian menginvestasikan waktu yang sehari itu, atau tidak sampai satu hari itu. Engkau sekalian memperoleh rahmat-Ku, rida-Ku dan surga-Ku. Tinggallah kamu sekalian di dalam surga untuk selama-lamanya.\" Sesudah itu Allah berfirman, \"Wahai penghuni neraka! Berapa lamakah kamu tinggal hidup di dunia?\" Mereka menjawab, \"Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.\" Allah berfirman, \"Alangkah buruknya kamu sekalian menginvestasikan waktu yang sehari atau tidak sampai satu hari itu. Kamu sekalian menerima murka-Ku dan memasuki neraka-Ku. Tinggallah di dalam neraka untuk selama-lamanya.\"",
    "quraish": "Allah berkata lagi kepada mereka, \"Kalian hidup di dunia hanya sebentar saja. Kalau saja kalian mengetahui akibat kekufuran dan sikap durhaka dan bahwa kenikmatan dunia itu sangat sedikit, kalian tentu sudah beriman dan taat.",
    "jalalayn": "(Berfirmanlah) Allah swt. melalui lisan malaikat Malik. Menurut qiraat yang lain lafal Qaala dibaca Qul, artinya katakanlah. (\"Tiada lain) (kalian tinggal hanya sebentar saja, kalau kalian sesungguhnya mengetahui\") lama masa tinggal kalian itu, sedikit sekali jika dibandingkan keabadian kalian di dalam neraka."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 115,
    "arab": "اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ",
    "translation": "Maka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2788.mp3",
    "tafsir": "Ayat ini menerangkan bahwa keingkaran para penghuni neraka tentang adanya hari kebangkitan berkaitan dengan keyakinan mereka bahwa kehidupan berakhir dengan kematian, sehingga Allah perlu mengingatkan mereka dengan pertanyaan, \"Apakah mereka menyangka bahwa mereka Kami ciptakan dengan main-main, dibiarkan begitu saja seperti halnya binatang, tidak diberi pahala dan tidak diazab? Ataukah mereka mengira bahwa mereka itu tidak akan dikembalikan kepada Kami?\" Tidak, sekali lagi tidak. Mereka diciptakan sebagai hamba Allah dan diberi kewajiban. Siapa yang melaksanakan kewajiban, mereka diberi pahala, dan bagi yang menyia-nyiakan kewajiban, mereka akan diazab dan dikembalikan kepada Allah untuk mempertanggungjawabkan segala per-buatan mereka di dunia, sesuai firman Allah:\nApakah manusia mengira, bahwa ia akan dibiarkan begitu saja? (Tanpa pertanggungjawaban?) (al-Qiyamah/75: 36)",
    "quraish": "Apakah kalian mengira bahwa Kami menciptakan kalian tanpa ada hikmahnya, lalu kalian berbuat kejahatan di muka bumi? Apakah kalian mengira bahwa kalian tidak akan dibangkitkan untuk diberi balasan? Tidak sama sekali!\"",
    "jalalayn": "(Maka apakah kalian mengira, bahwa sesungguhnya Kami menciptakan kalian secara bermain-main) yakni tidak ada hikmah dan manfaatnya (dan bahwa kalian tidak akan dikembalikan kepada Kami?) kalau dibaca Laa Turja'uuna artinya, kalian tidak dikembalikan. Dan kalau dibaca Tarji'uuna artinya, kalian akan kembali. Tentu saja tidak, sebenarnya supaya kalian menjadi hamba-hamba-Ku untuk Kami perintah dan Kami larang, kemudian kalian kembali kepada Kami untuk menerima pembalasan amal perbuatan kalian. Hal ini sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Dan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah Aku.\" (Q.S. Adz-Dzariyat, 56)."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 116,
    "arab": "فَتَعٰلَى اللّٰهُ الْمَلِكُ الْحَقُّۚ  لَآ اِلٰهَ اِلَّا هُوَۚ رَبُّ الْعَرْشِ الْكَرِيْمِ",
    "translation": "Maka Mahatinggi Allah, Raja yang sebenarnya; tidak ada tuhan (yang berhak disembah) selain Dia, Tuhan (yang memiliki) ‘Arsy yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2789.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah Mahasuci dari apa yang dituduhkan orang-orang musyrik kepada-Nya, begitu pula sangkaan bahwa Dia menciptakan manusia secara sia-sia, karena Dia adalah Tuhan yang sebenarnya. Tiada tuhan melainkan Dia, Tuhan yang memiliki 'Arsy yang mulia. Dialah yang mengatur alam raya ini, baik yang di atas maupun yang di bawah, begitu pula semua makhluk ciptaan-Nya. Firman Allah:\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukhan/44:38-39)",
    "quraish": "Keagungan hanyalah milik Allah Swt. Dialah Raja Pemilik segalanya. Tidak ada yang patut disembah dengan sebenarnya kecuali Dia. Dia adalah pemilik singgasana yang agung.",
    "jalalayn": "(Maka Maha Tinggi Allah) dari main-main dan hal-hal lainnya yang tidak layak bagi kebesaran-Nya (Raja Yang Sebenarnya; tidak ada Tuhan selain Dia, Rabb Yang mempunyai Arasy yang mulia) yakni Al-Kursi atau singgasana bagi raja."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 117,
    "arab": "وَمَنْ يَّدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ لَا بُرْهَانَ لَهٗ بِهٖۙ فَاِنَّمَا حِسَابُهٗ عِنْدَ رَبِّهٖۗ اِنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ",
    "translation": "Dan barang siapa menyembah tuhan yang lain selain Allah, padahal tidak ada suatu bukti pun baginya tentang itu, maka perhitungannya hanya pada Tuhannya. Sesungguhnya orang-orang kafir itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2790.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyembah Allah dan menyekutukan-Nya dengan tuhan yang lain, padahal tidak ada yang pantas disembah melainkan Allah, pada hakikatnya tidak ada alasan sama sekali yang dapat membenarkan perbuatan mereka itu. Mereka akan diajukan ke hadapan Allah, untuk memperhitungkan dan mempertanggung-jawabkan segala perbuatan mereka. Allah yang akan menyempurnakan ganjaran atas perbuatan mereka. Sesungguhnya orang-orang kafir itu tidak akan beruntung selama-lamanya, dan tidak akan luput dari azab yang menyiksanya.",
    "quraish": "Barangsiapa menyembah tuhan lain bersama Allah tanpa memiliki dalil yang menunjukkan keberhakan tuhan itu untuk disembah, maka Allah pasti akan membalasnya atas perbuatan syiriknya itu. Orang-orang kafir sungguh tidak akan beruntung. Yang beruntung hanyalah orang-orang Mukmin.",
    "jalalayn": "(Dan barang siapa menyembah tuhan yang lain di samping Allah, padahal tak ada suatu dalil pun baginya tentang itu) lafal Laa Burhaana ini menjadi sifat yang Kasyifah atau yang terbuka, akan tetapi tidak dimengerti, karena pada kenyataannya hal itu mustahil (maka sesungguhnya perhitungannya) yakni pembalasan perbuatannya itu (di sisi Rabbnya. Sesungguhnya orang-orang yang kafir itu tidak beruntung) yakni tidak berbahagia."
  },
  {
    "hizb": 139,
    "name": "Al-Mu'minun",
    "ayat": 118,
    "arab": "وَقُلْ رَّبِّ اغْفِرْ وَارْحَمْ وَاَنْتَ خَيْرُ الرّٰحِمِيْنَ ࣖ",
    "translation": "Dan katakanlah (Muhammad), “Ya Tuhanku, berilah ampunan dan (berilah) rahmat, Engkaulah pemberi rahmat yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2791.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah menjelaskan keadaan orang-orang kafir, kebodohan mereka di dunia dan siksaan yang disediakan bagi mereka di akhirat, Allah memerintahkan Rasul-Nya supaya memohon kepada-Nya agar dimaafkan semua kesalahan yang diperbuatnya, diberi rahmat dengan diterima tobatnya, dan dibebaskan dari azab atas kelalaian dan kekeliruan yang telah diperbuatnya, karena Dialah Pemberi rahmat yang paling baik. Perintah Allah kepada Rasul-Nya seperti tersebut di atas, adalah untuk menjadi contoh yang baik bagi umatnya. Setiap kali mereka berbuat kesalahan, supaya mereka beristigfar, dan setiap mereka berbuat maksiat, supaya cepat-cepat bertobat, jangan sampai kesalahan dan maksiat itu bertumpuk-tumpuk, karena yang demikian itu akan menjadi beban yang berat nanti di hari akhirat.",
    "quraish": "Katakan, wahai Rasulullah, sambil berdoa dan pasrah kepada Tuhanmu, \"Ya Tuhanku, ampunilah dosaku dan karuniakanlah aku kasih sayang-Mu, karena Engkaulah yang terbaik di antara pemberi kasih sayang. Sebab kasih sayang-Mu amat luas dan amat dekat dengan orang-orang yang berbuat baik.\"",
    "jalalayn": "(Dan katakanlah! \"Ya Rabbku! Berilah ampun dan berilah rahmat) kepada orang-orang Mukmin dalam bentuk rahmat di samping ampunan itu (dan Engkau adalah pemberi rahmat yang paling baik\") artinya Pemberi rahmat yang paling utama."
  }
]