[
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 21,
    "arab": "۞ وَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا",
    "translation": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2876.mp3",
    "tafsir": "Orang-orang yang tidak percaya hari kebangkitan atau mengingkari hari Kiamat, di mana mereka akan dihadapkan ke hadirat Allah untuk diadili segala perbuatannya di dunia, dengan penuh kesombongan bertanya kenapa tidak diturunkan kepada mereka malaikat yang menjadi saksi atas kebenaran Muhammad sebagai nabi, untuk menghilangkan keraguan mereka tentang kebenaran wahyu yang diturunkan kepadanya. Jika hal itu sulit untuk dilaksanakan, mengapa mereka tidak langsung saja melihat Tuhan yang akan menerangkan kepada mereka bahwa Muhammad itu benar-benar diutus oleh-Nya untuk menyampaikan kabar gembira dan memberi peringatan. Jika yang demikian itu terlaksana, mereka mengatakan akan beriman kepada Muhammad. Ucapan demikian itu tidak lain hanyalah karena kesombongan mereka sendiri, dan karena kezaliman mereka dengan mendustakan seorang utusan Allah. \nMereka sama sekali tidak menghiraukan mukjizat nyata yang telah diperlihatkan oleh Rasulullah kepada mereka. Setiap orang yang berakal sehat pasti akan tercengang mendengar ucapan-ucapan mereka itu dan menganggapnya sebagai ucapan orang yang tidak berakal. Seandainya Allah mengabulkan keinginan itu, mereka tetap tidak akan beriman kepada Allah dan rasul-Nya, sebagaimana tercantum dalam firman Allah:\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\n21. Ayat ini menjelaskan tentang alasan lainnya yang dibuat-buat kaum musyrik Mekah karena keengganan mereka beriman kepada Nabi Muhammad. Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami di akhirat karena keingkaran mereka terhadap adanya hari akhir, atau karena ketidaktakutan mereka terhadapnya, mereka berkata, “Mengapa bukan para malaikat yang diturunkan kepada kita dalam wujudnya yang nyata, yang memberitahukan tentang kebenaran Nabi Muhammad, atau mengapa kita tidak melihat Tuhan kita? dengan mata kepala kita yang juga memberitahukan tentang kebenaran Nabi Muhammad.\\\" Permintaan-permintaan tersebut jelas mengada-ada, sama dengan apa yang dilakukan Bani Israil dahulu. Hal itu jelas muncul dari hati mereka yang penuh kedengkian. Sungguh, mereka telah me-nyombongkan diri mereka karena terbujuk oleh hawa nafsu. Mereka meng-anggap bahwa merekalah yang lebih mulia, baik karena kekayaan atau kedudukan mereka di masyarakat. Dan mereka benar-benar telah melampaui batas dalam melakukan kezaliman. Demikianlah jika hati telah tertutup oleh kekafiran, semua kebenaran yang ada di hadapan, walau sudah terang benderang, tidak diacuhkan sama sekali.",
    "quraish": "Orang-orang yang mengingkari kebangkitan dan tidak memperkirakan balasan perbuatan mereka itu mengatakan, \"Mengapa tidak turun malaikat kepada kami untuk mendukungmu atau Tuhan menampakkan dirinya di depan kami untuk memberitahukan bahwa Dia telah mengutusmu?\" Sesungguhnya diri mereka telah sombong. Mereka telah melampaui batas dalam kezaliman dan kesombongan mereka.",
    "jalalayn": "(Berkatalah orang-orang yang tidak menanti-nanti pertemuannya dengan Kami,) yakni orang-orang yang tidak takut kepada adanya hari berbangkit dan hari pembalasan (\"Mengapakah tidak) (diturunkan kepada kita malaikat) yang menjadi Rasul-rasul kepada kita (atau mengapa kita tidak melihat Rabb kita?\") kemudian kita diberi tahu, bahwa Muhammad adalah Rasul-Nya. Lalu Allah berfirman, (\"Sesungguhnya mereka memandang besar) merasa besar (tentang diri mereka dan mereka telah melampaui batas) berlaku sangat kurang ajar (dengan kelewat batas yang sangat besar) disebabkan mereka berani meminta melihat Allah swt. di dunia. Lafal 'Atauw dengan memakai huruf Wau sesuai dengan kata asalnya, berbeda dengan lafal 'Ataa yang huruf akhirnya telah diganti menjadi Ya, seperti dalam surah Maryam."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 22,
    "arab": "يَوْمَ يَرَوْنَ الْمَلٰۤىِٕكَةَ لَا بُشْرٰى يَوْمَىِٕذٍ لِّلْمُجْرِمِيْنَ وَيَقُوْلُوْنَ حِجْرًا مَّحْجُوْرًا ",
    "translation": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, “Hijran mahjura.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2877.mp3",
    "tafsir": "Pada ayat ini dijelaskan keadaan orang-orang kafir dan musyrik ketika berjumpa dengan malaikat di akhirat. Malaikat yang mereka inginkan sebagai rasul di dunia, atau sebagai saksi dari kebenaran kenabian Muhammad, akan mereka temui di akhirat. Namun demikian, pertemuan itu tidak seperti yang mereka harapkan karena mereka tidak akan mendengar kabar gembira dari para malaikat itu, baik berupa ampunan dari dosa, atau perintah masuk surga. Mereka hanya mendengar perkataan yang sangat menyakitkan hati, yaitu hijran mahjuran, yang berarti \"(surga) haram dan diharamkan bagi mereka\". Ucapan malaikat itu dianggap sangat menyakitkan, karena biasa diucapkan orang Arab ketika mendapatkan kesulitan.\nAdapun orang-orang mukmin disambut baik oleh para malaikat yang datang menyongsong mereka dan memberi kabar gembira untuk masuk surga. Hal ini digambarkan dalam firman Allah:\nSesungguhnya orang-orang yang berkata, \"Tuhan kami adalah Allah,\" kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), \"Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.\" (Fussilat/41: 30)",
    "quraish": "Pada hari kiamat, mereka akan melihat malaikat seperti yang mereka inginkan. Peristiwa itu justru membuat mereka lari dan bukan menjadi berita gembira. Mereka memohon perlindungan Allah dari para malaikat seperti halnya mereka memohon perlindungan dari segala yang mengejutkan mereka di dunia.",
    "jalalayn": "(Pada hari mereka melihat Malaikat) di antara makhluk-makhluk Allah yang lainnya, yaitu pada hari kiamat. Lafal Yauma dinashabkan oleh lafal Udzkur, yang keberadaannya diperkirakan sebelumnya; maksudnya, ingatlah pada hari mereka melihat Malaikat (di hari itu tidak ada kabar gembira bagi orang-orang yang berdosa) yakni orang-orang kafir, berbeda keadaannya dengan orang-orang Mukmin, bagi mereka kabar gembira yaitu mendapatkan surga (dan mereka berkata: 'Hijran mahjuuran'\") sebagaimana kebiasaan mereka di dunia apabila mereka tertimpa kesengsaraan, artinya: lindungilah kami di tempat perlindungan. Mereka pada hari itu meminta perlindungan kepada Malaikat. Kemudian Allah berfirman,"
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 23,
    "arab": "وَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا ",
    "translation": "Dan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2878.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan sebab-sebab kemalangan dan kerugian orang kafir. Allah akan memperlihatkan segala perbuatan yang mereka anggap baik yang pernah dikerjakan selama hidup di dunia, seperti silaturrahim, menolong orang yang menderita, memberikan derma untuk meringankan bencana alam, memberi bantuan kepada rumah sakit dan yatim piatu, membebaskan atau menebus tawanan, dan sebagainya. Sebanyak apa pun kebaikan mereka, tidak akan memperoleh imbalan apa pun di sisi Allah. Mereka hanya dapat memandang kebaikan itu tanpa dapat mengambil manfaatnya sedikit pun. Kebaikan-kebaikan mereka itu lalu dijadikan Allah bagaikan debu yang beterbangan di angkasa karena tidak dilandasi iman yang benar kepada Allah. Mereka hanya bisa duduk termenung penuh dengan penyesalan. Itulah yang mereka rasakan sebagai akibat kekafiran dan kesombongan mereka.",
    "quraish": "Pada hari kiamat akan Kami beberkan perbuatan mereka yang berbentuk kebaikan dan kebaktian di dunia. Kemudian Kami hapuskan semua itu dan mereka tidak Kami beri pahala. Sebabnya adalah karena mereka tidak beriman. Padahal keimanan itulah yang membuat suatu amal perbuatan dapat diterima.",
    "jalalayn": "(\"Dan Kami hadapi) kami hadapkan (segala amal yang mereka kerjakan) amal kebaikan seperti sedekah, menghubungkan silaturahmi, menjamu tamu dan menolong orang yang memerlukan pertolongan sewaktu di dunia (lalu Kami jadikan amal itu bagaikan debu yang beterbangan.\") amal perbuatan mereka tidak bermanfaat sama sekali pada hari itu, tidak ada pahalanya sebab syaratnya tak terpenuhi, yaitu iman, akan tetapi mereka telah mendapatkan balasannya selagi mereka di dunia."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 24,
    "arab": "اَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا ",
    "translation": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2879.mp3",
    "tafsir": "Berbeda dengan nasib orang-orang yang disebut di atas, orang-orang yang beriman menjadi penghuni surga di akhirat. Mereka mendapatkan tempat tinggal yang jauh lebih baik dibandingkan dengan tempat kediaman kaum musyrikin di dunia yang selalu mereka jadikan lambang kemegahan dan kemewahan. Tempat kediaman ahli surga merupakan tempat istirahat yang paling nyaman. Kenikmatan di dunia hanya sementara karena hanya dapat dirasakan selama hidup di dunia dan kesenangannya pun bisa memperdaya, seperti tersebut dalam firman Allah.\nSetiap yang bernyawa akan merasakan mati. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Barang siapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya. (ali 'Imran/3: 185).",
    "quraish": "Para penghuni surga, di hari kiamat, mendapatkan tempat tinggal dan tempat beristirahat yang terbaik. Sebab tempat itu adalah surga yang disediakan untuk orang-orang Mukmin, bukan neraka yang disiapkan untuk orang-orang kafir.",
    "jalalayn": "(Penghuni-penghuni surga pada hari itu) di hari kiamat (paling baik tempat tinggalnya) lebih baik daripada tempat tinggal orang-orang kafir sewaktu di dunia (dan paling indah tempat istirahatnya) lebih indah daripada tempat istirahat mereka sewaktu di dunia. Lafal Maqiila artinya tempat untuk beristirahat di tengah hari yang panas. Kemudian dari pengertian ini dapat diambil kesimpulan makna tentang selesainya masa perhitungan amal perbuatan, yaitu di waktu tengah hari, hanya memakan waktu setengah hari, seperti yang telah disebutkan di dalam hadis."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 25,
    "arab": "وَيَوْمَ تَشَقَّقُ السَّمَاۤءُ بِالْغَمَامِ وَنُزِّلَ الْمَلٰۤىِٕكَةُ تَنْزِيْلًا ",
    "translation": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2880.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Muhammad untuk menjelaskan kepada kaumnya kedahsyatan hari Kiamat. Ketika itu, langit akan pecah, dan semua benda angkasa yang berada di dalamnya akan hancur bagaikan kabut yang beterbangan, akibat benturan planet-planet dan bintang-bintang yang tidak lagi mengorbit menurut ketentuannya masing-masing, sebagaimana dijelaskan dalam firman Allah:\nDan langit pun dibukalah, maka terdapatlah beberapa pintu, dan gunung-gunung pun dijalankan sehingga menjadi fatamorgana. (an-Naba'/78: 19-20)\n\nApabila langit terbelah; dan apabila bintang-bintang jatuh berserakan; dan apabila lautan dijadikan meluap; dan apabila kuburan-kuburan dibongkar; (maka) setiap jiwa akan mengetahui apa yang telah dikerjakan dan yang dilalaikan(nya). (al-Infithar/82: 1-5)\n\nPada hari yang dahsyat itu, malaikat diturunkan secara bergelombang sambil membawa kitab-kitab yang berisi catatan semua amal hamba-hamba Allah yang mereka saksikan dan catat ketika di dunia. Kitab-kitab itu menjadi bahan bukti ketika mereka diadili Allah di Padang Mahsyar.\nMenurut para ilmuwan, ayat ini, seperti banyak ayat lainnya dalam Al-Qur'an, menegaskan adanya kejadian-kejadian astronomis yang luar biasa kedahsyatannya yang akan terjadi pada hari Kiamat. Semuanya menunjukkan adanya kerusakan dan kehancuran secara menyeluruh dalam sistem yang mengaitkan bagian-bagian dari alam semesta. Termasuk perubahan total dalam kedudukan, bentuk, dan kaitan-kaitan antar elemen dalam semesta jagad raya ini. Suatu gambaran akhir dan perubahan total yang tidak hanya terjadi di bumi, tetapi juga mencakup keseluruhan benda-benda langit yang ada di alam semesta ini. Bintang-bintang 'berjatuhan, saling bertabrakan, karena rusaknya (hilangnya) gaya gravitasi, langit pecah-belah dan planet-planet saling berbenturan dan berhamburan. \nKabut putih menggambarkan semua benda-benda langit yang jumlahnya triliunan, seolah terlihat seperti kabut. Kala itu benda-benda langit tersebut \"melejit\" keluar dari langit seperti didesak dari dalam oleh tekanan besar yang memaksa mereka keluar dari \"balon\" langit. Bintang, planet, dan benda langit lainnya tak ubahnya seperti debu yang kecil dan ringan “ yang tidak mempunyai kekuatan apa-apa. Keseimbangan dan keteraturan antar komponen sistem dalam semesta pada saat itu sudah tidak ada lagi. Benda-benda langit saling berbenturan dan meledak. Bisa jadi kabut putih pun adalah awan-awan yang terkumpul dari uap-uap yang dihasilkan dari ledakan-ledakan tersebut.",
    "quraish": "Ingatlah, wahai Nabi, hari ketika langit pecah dan terbuka. Kemudian dari celah-celahnya keluar kabut putih dan secara pasti malaikat turun.",
    "jalalayn": "(Dan ingatlah di hari ketika langit pecah) yaitu semua langit (mengeluarkan kabut) seraya mengeluarkan kabut yang berwarna putih (dan diturunkan Malaikat) dari setiap lapisan langit (bergelombang-gelombang) pada hari kiamat itu. Dinashabkannya lafal Yauma karena pada sebelumnya diperkirakan ada lafal Udzkur. Menurut qiraat yang lain lafal Tasyaqqaqu dibaca Tasysyaqqaqu dengan ditasydidkannya huruf Syin yang diambil dari asal kata Tatasyaqqaqu. Kemudian huruf Ta yang kedua diganti menjadi Syin lalu diidgamkan kepada Syin yang kedua sehingga menjadi Tasysyaqqaqu. Sedangkan menurut qiraat yang lainnya lagi lafal Nuzzila dibaca Nunzilu dan lafal Al Malaaikatu dibaca Al Malaaikata, sehingga bacaan lengkapnya menurut qiraat ini menjadi Nunzilul Malaaikata, artinya, Kami menurunkan Malaikat-malaikat."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 26,
    "arab": "اَلْمُلْكُ يَوْمَىِٕذِ ِۨالْحَقُّ لِلرَّحْمٰنِۗ وَكَانَ يَوْمًا عَلَى الْكٰفِرِيْنَ عَسِيْرًا ",
    "translation": "Kerajaan yang hak pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2881.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa kerajaan yang benar dan sejati pada hari Kiamat adalah milik Allah, sedangkan kerajaan-kerajaan yang pernah ada di dunia tidak ada yang abadi.\nMilik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan. (al-Mu'min/40: 16)\n\nSebagai pemilik kerajaan yang sejati, Allah Maha Pemurah, Maha Pengasih, dan Mahaadil ketika mengadili para hamba-Nya terutama yang beriman dan patuh melaksanakan perintah-Nya. Sebaliknya bagi orang kafir, hari akhirat merupakan hari yang sangat sulit, karena tuhan-tuhan yang menjadi sembahan mereka tidak dapat memberi syafaat atau pertolongan. Berbagai kesukaran yang mereka hadapi itu membuat mereka putus asa. Situasi yang dihadapi orang-orang kafir digambarkan dalam Al-Qur'an:\nDan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi. (Yunus/10: 54)",
    "quraish": "Pada hari itu kepemilikan dan pengakuan manusia menjadi terputus. Kepemilikan saat itu hanya berada di tangan Allah. Hari itu menjadi hari yang sangat sulit bagi orang-orang kafir.",
    "jalalayn": "(Kerajaan yang hak pada hari itu adalah kepunyaan Allah Yang Maha Pemurah) tiada seorang pun yang menyaingi-Nya dalam hal ini. (Dan adalah) hari itu (satu hari yang penuh kesukaran bagi orang-orang kafir) berbeda dengan keadaan orang-orang yang beriman."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 27,
    "arab": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلٰى يَدَيْهِ يَقُوْلُ يٰلَيْتَنِى اتَّخَذْتُ مَعَ الرَّسُوْلِ سَبِيْلًا ",
    "translation": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, “Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2882.mp3",
    "tafsir": "Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, \"Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.\" Hanya sayang penyesalan itu tidak berguna lagi. \nMereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. \"Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.\" Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf.\nPersahabatan 'Uqbah bin Abi Mu'aith dengan Ubay bin Khalaf sangat berpengaruh baginya. 'Uqbah bin Abi Mu'aith sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika 'Uqbah bin Abi Mu'aith mau masuk Islam, lalu 'Uqbah membaca dua kalimat syahadat.\nNamun sahabat 'Uqbah bin Abi Mu'aith yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. 'Uqbah bin Abi Mu'aith lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar 'Uqbah bin Abi Mu'aith meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di Dar an-Nadwah, dekat Baitullah. 'Uqbah bin Abi Mu'aith mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. \nNabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau:\nSeseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Hurairah)\n\nDan sabda Rasulullah saw:\nPerumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.\" (Riwayat asy-Syaikhan dari Abu Musa al-Asy'ari).",
    "quraish": "Pada hari kiamat, orang yang menzalimi dirinya dengan kekafiran dan melanggar para rasul menggigit kedua tangannya dengan penuh penyesalan. Dengan berangan-angan mereka berkata, \"Aduhai kiranya dulu aku mengikuti para rasul sehingga aku menelusuri jalan menuju surga dan menjauhi jalan menuju neraka.\"",
    "jalalayn": "(Dan ingatlah hari ketika itu orang yang zalim) orang musyrik, yaitu Uqbah bin Mu'ith yang pernah membaca dua kalimat syahadat, kemudian ia menjadi murtad demi mengambil hati Ubay bin Khalaf (menggigit dua tangannya) karena menyesal dan kecewa, di hari kiamat (seraya berkata, \"Aduhai!) huruf Ya menunjukkan makna penyesalan (Kiranya dahulu aku mengambil bersama Rasul) yakni Nabi Muhammad (jalan) petunjuk."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 28,
    "arab": "يٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا ",
    "translation": "Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2883.mp3",
    "tafsir": "Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, \"Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.\" Hanya sayang penyesalan itu tidak berguna lagi. \nMereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. \"Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.\" Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf.\nPersahabatan 'Uqbah bin Abi Mu'aith dengan Ubay bin Khalaf sangat berpengaruh baginya. 'Uqbah bin Abi Mu'aith sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika 'Uqbah bin Abi Mu'aith mau masuk Islam, lalu 'Uqbah membaca dua kalimat syahadat.\nNamun sahabat 'Uqbah bin Abi Mu'aith yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. 'Uqbah bin Abi Mu'aith lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar 'Uqbah bin Abi Mu'aith meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di Dar an-Nadwah, dekat Baitullah. 'Uqbah bin Abi Mu'aith mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. \nNabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau:\nSeseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abu Dawud dan at-Tirmidzi dari Abu Hurairah)\n\nDan sabda Rasulullah saw:\nPerumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.\" (Riwayat asy-Syaikhan dari Abu Musa al-Asy'ari).",
    "quraish": "Dengan nada menyesal karena mengikuti orang-orang yang menyesatkan, mereka berkata, \"Aduhai kiranya aku tidak menjadikan Polan sebagai teman yang Engkau jadikan pemimpinku.",
    "jalalayn": "(Kecelakaan besar bagiku) huruf Alif dari lafal Yaa Wailataa merupakan pergantian Ya Idhafah, asalnya adalah Yaa Wailatii maknanya alangkah binasanya aku (kiranya aku dahulu tidak menjadikan si Polan itu) yakni Ubay bin Khalaf yang dijilatnya tadi (teman akrab)."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 29,
    "arab": "لَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا ",
    "translation": "sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2884.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang kafir itu berkata, \"Seseorang telah menyesatkan aku dari ajaran Al-Qur'an dan dari beriman kepada Muhammad setelah petunjuk itu datang kepadaku.\" Adalah kebiasaan setan menipu manusia dan me-malingkannya dari kebenaran dan tidak mau menolong manusia yang telah disesatkannya itu.",
    "quraish": "Sesungguhnya si Polan itu telah menjauhkan kami dari mengingat Allah dan al-Qur'ân, padahal hal itu sangat mudah bagi kami.\" Demikianlah setan menaklukkan manusia dan menjerumuskannya ke jurang kehancuran.",
    "jalalayn": "(Sesungguhnya dia telah menyesatkan aku dari peringatan) Alquran (sesudah peringatan itu datang kepadaku\") karena dialah yang menjadikan aku murtad dan tidak beriman lagi kepada Alquran. Kemudian Allah berfirman, (\"Dan adalah setan itu terhadap manusia) yang kafir (selalu membuat kecewa.\") karena ia akan meninggalkannya begitu saja, cuci tangan bilamana manusia tertimpa malapetaka."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 30,
    "arab": "وَقَالَ الرَّسُوْلُ يٰرَبِّ اِنَّ قَوْمِى اتَّخَذُوْا هٰذَا الْقُرْاٰنَ مَهْجُوْرًا ",
    "translation": "Dan Rasul (Muhammad) berkata, “Ya Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur'an ini diabaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2885.mp3",
    "tafsir": "Pada ayat ini, Rasulullah mengadu kepada Allah dengan berkata, \"Ya Tuhanku, sesungguhnya kaumku menjadikan Al-Qur'an ini sesuatu yang tidak perlu dihiraukan. Mereka tidak beriman kepadanya, tidak memperhatikan janji dan peringatan-nya. Bahkan mereka berpaling darinya dan menolak mengikuti-nya. Kemudian Allah menyuruh rasul-Nya berlaku sabar dan tabah menghadapi kaumnya.",
    "quraish": "Rasulullah mengadukan kesombongan kaumnya yang dia rasakan kepada Allah dengan mengatakan, \"Sesungguhnya mereka telah meninggalkan al-Qur'ân dan mencampakkannya. Mereka juga makin menjadi dengan ketaksudian, kesombongan dan permusuhan yang ada pada mereka.\"",
    "jalalayn": "(Berkatalah Rasul) Nabi Muhammad, (\"Ya Rabbku! Sesungguhnya kaumku) kabilah Quraisy (menjadikan Alquran ini suatu yang diasingkan\") ditinggal begitu saja. Maka Allah swt. berfirman,"
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 31,
    "arab": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِيْنَۗ وَكَفٰى بِرَبِّكَ هَادِيًا وَّنَصِيْرًا ",
    "translation": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2886.mp3",
    "tafsir": "Allah telah menjadikan bagi setiap nabi musuh dari setan dan orang-orang jahat yang selalu mencemoohkan kesucian agama dan meremehkan petunjuk yang dibawa oleh para rasul kepada mereka. Oleh karena itu, Allah berpesan agar Nabi tidak berputus asa ataupun merasa sendirian menghadapi tantangan-tantangan seperti itu, karena cukuplah Allah yang menjadi pemberi petunjuk dan penolong. Sesuai dengan firman Allah:\nDan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. (al-An'am/6: 112)",
    "quraish": "Seperti halnya kami menjadikan kaummu, hai Muhammad, memusuhi dan mendustakanmu, Kami menjadikan untuk setiap nabi seorang musuh dari para pelaku kejahatan yang memusuhi dan menentang seruannya. Allah akan menolongmu dan menunjuki untuk menaklukkan mereka. Cukuplah Allah sebagai pemberi petunjuk dan penolong.",
    "jalalayn": "(\"Dan seperti itulah) sebagaimana Kami telah menjadikan bagimu musuh dari kalangan orang-orang musyrik kaummu sendiri (Kami adakan bagi tiap-tiap Nabi) sebelum kamu (musuh dari orang-orang yang berdosa) yakni orang-orang musyrik maka bersabarlah sebagaimana mereka bersabar. (Dan cukuplah Rabbmu menjadi Pemberi petunjuk) bagimu (dan Penolong\") yang menolong kamu terhadap musuh-musuhmu."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 32,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا ",
    "translation": "Dan orang-orang kafir berkata, “Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?” Demikianlah, agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2887.mp3",
    "tafsir": "Orang-orang kafir dan orang-orang Yahudi bertanya mengapa Al-Qur'an tidak diturunkan kepada Muhammad sekali turun, seperti kitab-kitab Allah sebelumnya, yaitu kitab Taurat kepada Musa dan Zabur kepada Daud. Allah menolak pertanyaan mereka itu dan menerangkan mengapa Al-Qur'an diturunkan secara ber-angsur-angsur. Al-Qur'an diturunkan berangsur-angsur agar Allah memudahkan dan menguatkan hati Nabi Muhammad. Allah berfirman:\nDan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap. (al-Isra'/17: 106)\n\nTurunnya Al-Qur'an secara berangsur-angsur memang mengandung banyak hikmah, di antaranya:\n1. Nabi Muhammad sering berjumpa dengan malaikat Jibril sehingga banyak menerima nasihat guna menambah semangat, kesabaran, dan ketabahan dalam menunaikan risalah-Nya.\n2. Karena Nabi Muhammad tidak dapat membaca dan menulis (ummi) maka seandainya Al-Qur'an itu diturunkan sekaligus, tentu ia akan kesulitan untuk menghafalnya. \n3. Supaya hafalannya lebih mantap, sempurna, dan terhindar dari segala kealpaan.\n4. Seandainya Al-Qur'an itu diturunkan sekaligus, tentu syariat-syariatnya pun diturunkan sekaligus. Hal yang demikian itu pasti mengakibatkan banyak kesulitan. Akan tetapi, karena turunnya berangsur-angsur maka syariat pun diberlakukan secara berangsur-angsur sehingga mudah dilaksanakan, baik oleh Rasul maupun umatnya.\n5. Karena turunnya Al-Qur'an banyak berkaitan dengan sebab-sebab turunnya seperti adanya berbagai pertanyaan, peristiwa, atau kejadian, maka turunnya secara bertahap lebih berkesan dalam hati para sahabat karena mereka bisa menghayatinya peristiwa demi peristiwa.\n6. Kalau dengan turunnya Al-Qur'an secara berangsur-angsur saja, mereka tidak mampu meniru Al-Qur'an walaupun satu ayat, apalagi jika diturunkan sekaligus.\n7. Sebagian hukum syariat Islam turun sesuai dengan perkembangan kaum Muslimin pada waktu itu. Kemudian setelah mereka bertambah cerdas dan mantap keimanannya, barulah diterapkan syariat Islam yang lebih sempurna dengan ayat-ayat Al-Qur'an yang turun kemudian. Seandainya Al-Qur'an diturunkan sekaligus tentu hal demikian itu tidak mungkin terjadi.",
    "quraish": "Dengan maksud menghujat al-Qur'ân, orang-orang kafir berkata, \" Kenapa al-Qur'ân tidak diturunkan sekaligus?\" Sesungguhnya Kami menurunkan al-Qur'ân demikian, secara berangsur-angsur, agar hatimu menjadi teguh karena dapat menghafalnya. Kami membacakan al-Qur'ân melalui Jibril sedikit demi sedikit secara perlahan-lahan.",
    "jalalayn": "(Berkatalah orang-orang yang kafir, \"Mengapa tidak) (diturunkan kepadanya Alquran sekali turun saja?\") sebagaimana kitab Taurat, kitab Injil dan kitab Zabur. Allah menjawab melalui firman-Nya, \"Kami sengaja menurunkannya (demikian) secara terpisah-pisah (supaya Kami perkuat hatimu dengannya) Kami menguatkan kalbumu dengan Alquran (dan Kami membacakannya kelompok demi kelompok\") Kami menurunkannya tahap demi tahap secara perlahan dan tidak tergesa-gesa, supaya mudah dipahami dan dihafal."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 33,
    "arab": "وَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ",
    "translation": "Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2888.mp3",
    "tafsir": "Dalam ayat ini, Allah mengatakan kepada Nabi Muhammad bahwa Dia tidak akan membiarkan orang-orang kafir itu datang kepada Nabi membawa sesuatu yang batil yang mereka ada-adakan untuk menodai kerasulannya. Allah hanya akan mendatangkan kepada Nabi suatu yang benar untuk menolak tuduhan mereka dan memberikan penjelasan yang paling baik. Hal seperti ini tersebut pula dalam firman Allah:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)",
    "quraish": "Setiap kali mereka mendatangkan kepadamu sanggahan-sanggahan yang tidak beralasan, Kami pasti mendatangkan kepadamu kebenaran yang kami jelaskan dengan sebaik-baiknya.",
    "jalalayn": "(Tidaklah orang-orang kafir itu datang kepadamu membawa sesuatu yang ganjil) untuk membatalkan perkaramu (melainkan Kami datangkan kepadamu suatu yang benar) yang menolak dan membantahnya (dan yang paling baik penjelasannya) untuk menjelaskan perkara yang sebenarnya kepada mereka."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 34,
    "arab": "اَلَّذِيْنَ يُحْشَرُوْنَ عَلٰى وُجُوْهِهِمْ اِلٰى جَهَنَّمَۙ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ سَبِيْلًا ࣖ ",
    "translation": "Orang-orang yang dikumpulkan ke neraka Jahanam dengan diseret wajahnya, mereka itulah yang paling buruk tempatnya dan paling sesat jalannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2889.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang-orang yang digiring ke neraka Jahanam, dengan cara menyeret wajah mereka dengan rantai-rantai dan belenggu, adalah orang-orang yang paling buruk tempatnya dan paling sesat jalannya. Nabi Muhammad diperintahkan oleh Allah untuk mengucapkan kata-kata ini kepada orang-orang kafir yang mengemukakan beberapa sifat yang ganjil untuk menodai kerasulannya, dengan maksud seolah-olah beliau ini menyuruh mereka untuk mengadakan perbandingan siapakah di antara mereka yang mendapat petunjuk dan siapa yang berada dalam kesesatan. Sesuai dengan firman Allah:\nDan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata. (Saba'/34: 24)\n\nJuga tersebut dalam hadis Rasulullah saw:\nAkan dikumpulkan manusia pada hari Kiamat dalam tiga golongan, segolongan berjalan kaki, segolongan lagi berkendaraan, dan segolongan lagi berjalan dengan wajahnya. Rasulullah ditanya, \"Bagaimana mereka berjalan dengan wajahnya?\" Beliau menjawab, \"Sesungguhnya Tuhan yang dapat memperjalankan mereka dengan kedua kakinya mampu pula memperjalankan mereka dengan wajahnya. Ingatlah, mereka menjaga wajah mereka dari benda-benda yang tajam dan berduri.\" (Riwayat at-Tirmidzi dari Abu Hurairah).\n\nYang dimaksud di sini bahwa malaikat menyeret wajah orang-orang kafir ke dalam neraka.",
    "quraish": "Orang-orang yang mengingkari risalahmu akan diseret ke neraka dengan muka-muka yang menampakkan keterhinaan. Mereka adalah orang-orang yang mendapatkan tempat paling jelek dan orang-orang yang paling sesat jalannya.",
    "jalalayn": "Mereka adalah (orang-orang yang dihimpunkan dengan diseret atas muka-muka mereka) mereka digiring seraya diseret (ke neraka Jahanam, mereka itulah orang-orang yang paling buruk tempatnya) yaitu neraka Jahanam (dan paling sesat jalannya) paling keliru jalannya bila dibandingkan dengan selain mereka, sebab kekafirannya."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 35,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنَا مَعَهٗٓ اَخَاهُ هٰرُوْنَ وَزِيْرًا ۚ ",
    "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2890.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kitab Taurat kepada Nabi Musa seperti menurunkan Al-Qur'an kepada Nabi Muhammad. Dia juga telah menjadikan Harun, saudaranya, menyertai dia sebagai seorang wazir (pembantu) yang selalu diajak musyawarah untuk diminta pendapatnya. Dalam ayat lain diterangkan bahwa Harun itu diperbantukan kepada Musa sebagai seorang nabi. Hal ini tidak bertentangan karena walaupun Harun seorang nabi, tetapi dalam bidang syariat ia mengikuti syariat Musa dan mengikuti petunjuk-petunjuk-Nya. Kemudian Allah menjelaskan bahwa Musa dan Harun diperintahkan supaya menyampaikan risalah-Nya kepada Fir'aun dengan jaminan bahwa kemenangan terakhir pasti berada di pihak mereka.",
    "quraish": "Nabi Muhammad saw. dihibur dengan peristiwa-peristiwa yang pernah dialami para rasul terdahulu. Sesungguhnya Kami telah menurunkan Tawrât kepada Mûsâ. Kami tugasi ia untuk menyampaikan risalah Kami. Dan Kami perkuat ia dengan menjadikan Hârûn, saudaranya, sebagai pembantu yang akan menolongnya.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa kitab) Taurat (dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir) yang membantunya di dalam menyampaikan tugas risalahnya."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 36,
    "arab": "فَقُلْنَا اذْهَبَآ اِلَى الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ فَدَمَّرْنٰهُمْ تَدْمِيْرًا ۗ",
    "translation": "Kemudian Kami berfirman (kepada keduanya), “Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.” Lalu Kami hancurkan mereka dengan sehancur-hancurnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2891.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Musa dan Harun untuk pergi dan berdakwah kepada Fir'aun dan kaumnya yang telah mendustakan tanda-tanda keesaan Allah yang terdapat di alam semesta. Setelah mereka menunaikan tugasnya yaitu menyampaikan risalahnya dengan lemah lembut, ternyata sikap Fir'aun tetap tidak berubah, sehingga Allah membinasakan mereka. Seperti tersebut dalam firman Allah:\nAllah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu. (Muhammad/47: 10).\n\nDengan peristiwa ini, Allah menghibur Nabi Muhammad dan mendidiknya supaya berlaku sabar, karena beliau bukanlah nabi pertama yang didustakan oleh kaumnya.",
    "quraish": "Kemudian Kami berkata, \"Pergilah kamu dan saudaramu kepada Fir'aun dan kaumnya.\" Kami perkuat juga ia dengan mukjizat yang menunjukkan kebenaran. Tetapi mereka tidak percaya pada itu semua dan justru mendustakan Mûsâ. Sebagai akibatnya, Kami membinasakan mereka sehancur-hancurnya.",
    "jalalayn": "(Kemudian Kami berfirman kepada keduanya, \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami\") yakni bangsa Koptik, Firaun dan kaumnya, lalu keduanya berangkat ke negeri mereka, akan tetapi mereka mendustakannya. (Maka Kami membinasakan mereka sehancur-hancurnya) Kami menumpas mereka sampai binasa."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 37,
    "arab": "وَقَوْمَ نُوْحٍ لَّمَّا كَذَّبُوا الرُّسُلَ اَغْرَقْنٰهُمْ وَجَعَلْنٰهُمْ لِلنَّاسِ اٰيَةًۗ وَاَعْتَدْنَا لِلظّٰلِمِيْنَ عَذَابًا اَلِيْمًا ۚ ",
    "translation": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih; ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2892.mp3",
    "tafsir": "Demikian pula Allah telah membinasakan kaum Nuh yang telah mendustakan para rasul. Setelah Nabi Nuh menunaikan risalahnya dengan menyampaikan dakwah kepada kaumnya, tetapi yang beriman kepadanya hanya sedikit sekali, Allah lalu menenggelamkan mereka dengan topan dan banjir besar yang membinasakan semua manusia dan binatang kecuali yang berada dalam kapal Nabi Nuh. Allah menjadikan peristiwa itu sebagai pelajaran bagi umat manusia supaya mereka selalu ingat dan mensyukuri nikmat-nikmat Allah yang telah menyelamatkan mereka dari bencana yang mengancam. Hal ini sesuai dengan firman Allah:\nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12).\n\nLalu Allah menerangkan akibat orang-orang yang mendustakan risalah Nabi dengan firman-Nya bahwa Ia telah menyediakan bagi orang-orang zalim siksa yang pedih. Ayat ini mengandung peringatan pada orang-orang Quraisy supaya mereka jangan sampai mendustakan kenabian Muhammad karena besar kemungkinan mereka pun akan ditimpa azab seperti umat-umat terdahulu yang telah mendustakan para rasul-Nya.",
    "quraish": "Demikian pula yang Kami lakukan sebelum Mûsâ terhadap kaum Nûh yang mendustakan rasulnya. Barangsiapa mendustakan seorang rasul, maka sebenarnya dia telah mendustakan semua para rasul. Sesungguhnya Kami telah menenggelamkan mereka dengan badai topan yang dapat dijadikan pelajaran oleh semua manusia. Kami telah menjadikan untuk mereka dan setiap orang musyrik siksa yang pedih di akhirat.",
    "jalalayn": "(Dan) ingatlah (kaum Nuh tatkala mereka mendustakan Rasul-rasul) mereka mendustakan Nabi Nuh, mengingat Nabi Nuh tinggal bersama mereka dalam kurun waktu yang lama sekali, maka diungkapkan dalam ayat ini seolah-olah Nabi Nuh menduduki tempat Rasul-rasul. Atau karena dengan mendustakan Nabi Nuh maka seolah-olah mereka mendustakan Rasul-rasul lainnya yang membawa risalah yang sama dengan apa yang dibawa oleh Nabi Nuh, yaitu ajaran Tauhid (Kami tenggelamkan mereka) lafal ayat ini menjadi jawab dari Lamma (dan Kami jadikan cerita mereka bagi manusia) sesudah mereka (sebagai tanda) pelajaran (dan Kami telah menyediakan) di akhirat (untuk orang-orang yang zalim) yakni orang-orang kafir (azab yang pedih) siksaan yang sangat menyakitkan di samping azab yang telah mereka rasakan sewaktu hidup di dunia."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 38,
    "arab": "وَعَادًا وَّثَمُوْدَا۟ وَاَصْحٰبَ الرَّسِّ وَقُرُوْنًاۢ بَيْنَ ذٰلِكَ كَثِيْرًا ",
    "translation": "dan (telah Kami binasakan) kaum ‘Ad dan samud dan penduduk Rass serta banyak (lagi) generasi di antara (kaum-kaum) itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2893.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah membinasakan kaum 'ad, kaum Nabi Hud, dengan angin yang bertiup dengan kekuatan yang sangat besar dan sangat dingin, membinasakan kaum Samud, kaum Nabi Saleh, dengan suara keras yang menggelegar, dan juga membinasakan penduduk Rass yang ada di negeri Yamamah yang telah membunuh nabi. Nasib yang sama juga telah menimpa generasi-generasi berikutnya akibat pembangkangan mereka.",
    "quraish": "Demikian pula Kami telah menghancurkan 'Ad, Tsamûd dan penduduk al-Rass(1) tatkala mereka mendustakan rasul-rasul mereka. Kami juga telah menghancurkan banyak kaum yang hidup di antara masa kaum Nûh dan 'Ad. Mereka mendapat balasan sebagaimana orang-orang yang zalim. (1) Al-Rass, seperti disebutkan dalam Al-Mufradât karya al-Râghib al-Ashfahânî, berarti 'lembah'. Al-Ashfahânî berdalil dengan sepnggal bait syair: wa hunna al-wâdî al-rass ka al-yad li al-fam. Penduduk al-Rass yang disebutkan pada ayat di atas adalah kaum yang selalu menyembah patung. Kemudian Allah mengutus kepada mereka Nabi Syu'aib a. s. Di dalam al-Qur'ân, kaum Syu'aib terkadang disebut sebagai penduduk Aykah, yang berarti tempat yang dipenuhi pepohonan yang rindang. Terkadang disebut juga dengan penduduk al-Rass, yaitu sebuah lembah yang banyak mengandung kebaikan. Hal itu menunjukkan banyaknya nikmat Allah yang diberikan kepada mereka. Tapi mereka mengingkarinya dan menyembah patung.",
    "jalalayn": "(Dan) ingatlah (kaum Ad) yakni kaum Nabi Hud (dan Tsamud) kaum Nabi Saleh (dan penduduk Rass) nama sebuah sumur; Nabi mereka menurut suatu pendapat adalah Nabi Syuaib, tetapi menurut pendapat yang lain bukan Nabi Syuaib. Mereka tinggal di sekitar sumur itu, kemudian sumur itu amblas berikut orang-orang yang tinggal di sekitarnya dan rumah-rumah mereka pun ikut amblas (dan banyak lagi generasi-generasi) kaum-kaum (di antara kaum-kaum tersebut) yakni antara kaum Ad dan penduduk Rass."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 39,
    "arab": "وَكُلًّا ضَرَبْنَا لَهُ الْاَمْثَالَۖ وَكُلًّا تَبَّرْنَا تَتْبِيْرًا ",
    "translation": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2894.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan agar kisah umat dahulu itu diceritakan nabi kepada kaum musyrikin sebagai tamsil atau ibarat, dan menjelaskan kepada mereka dalil-dalil keesaan Allah. Akan tetapi, ternyata mereka terus-menerus mendustakan dan mengingkarinya sehingga Allah membinasakan mereka sampai hancur-lebur. Allah lalu memerintahkan kepada Muhammad agar mengingatkan orang-orang musyrik Mekah agar mengambil pelajaran dari berbagai peristiwa itu. Tempat-tempat kaum yang telah dibinasakan itu selalu mereka lalui ketika dalam perjalanan dagangnya, yaitu bekas-bekas kawasan kaum Lut dan Samud ketika mereka pergi ke Syam, dan bekas kawasan kaum 'ad (Ahqaf) yang mereka lewati ketika pergi menuju Yaman.",
    "quraish": "Sesungguhnya Kami telah memperingatkan semua kaum tersebut. Kami telah sebutkan kepada mereka beberapa nasihat dan tamsil ibarat yang bermanfaat. Tetapi mereka tidak memetik pelajaran dari situ. Maka Kami timpakan mereka semua dengan azab, dan Kami hancurkan negeri mereka dengan sehancur- hancurnya.",
    "jalalayn": "(Dan Kami jadikan bagi masing-masing mereka tamsil) untuk menegakkan hujah terhadap mereka, oleh karenanya tidak sekali-kali Kami membinasakan mereka melainkan sesudah mereka Kami beri peringatan (dan masing-masing mereka itu benar-benar telah Kami binasakan dengan sehancur-hancurnya) yakni Kami tumpas mereka hingga binasa, disebabkan mereka telah mendustakan nabi-nabi mereka."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 40,
    "arab": "وَلَقَدْ اَتَوْا عَلَى الْقَرْيَةِ الَّتِيْٓ اُمْطِرَتْ مَطَرَ السَّوْءِۗ اَفَلَمْ يَكُوْنُوْا يَرَوْنَهَاۚ بَلْ كَانُوْا لَا يَرْجُوْنَ نُشُوْرًا ",
    "translation": "Dan sungguh, mereka (kaum musyrik Mekah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2895.mp3",
    "tafsir": "Sesungguhnya kaum musyrikin Mekah sering melewati negeri Sodom yang dahulu pernah dihujani dengan batu dan bekas kediaman kaum Nabi Lut yang terkenal dengan perbuatan homoseksual. Apakah mereka tidak menyaksikan bekas reruntuhan itu sebagai azab akibat mendustakan seorang utusan Allah. Kemudian Allah menjelaskan bahwa sebab utama yang menutup mata hati mereka terhadap sebab-sebab turunnya azab itu bukan karena mereka tidak melihat, tetapi karena mereka tidak percaya akan adanya hari kebangkitan pada hari Kiamat, sesudah mereka mati.",
    "quraish": "Dalam perjalanan mereka ke Syam, orang-orang Quraisy selalu melewati negeri kaum Lûth yang dihujani dengan hujan yang paling jelek karena membawa bebatuan dari tanah yang terbakar. Apakah mereka tidak memperhatikan negeri itu dan mengambil pelajaran dari musibah yang dialami penduduknya? Mereka tentu telah melihat semua itu, tetapi bukan untuk mengambil pelajaran. Sebab, mereka tidak percaya kepada hari kiamat dan kebangkitan. Mereka pun tidak memperkirakan hari di saat mereka akan dibangkitkan untuk dimintakan pertanggungjawaban.",
    "jalalayn": "(Dan sesungguhnya mereka telah melalui) yakni orang-orang kafir Mekah itu sering melewati (sebuah negeri yang dihujani dengan hujan yang sejelek-jeleknya) lafal As Sau' adalah bentuk Mashdar dari lafal Saa-a. Maksudnya mereka telah dihujani dengan batu-batu; negeri tempat tinggal mereka adalah suatu kota yang paling besar bagi kaum Nabi Luth, kemudian Allah membinasakan mereka sebab mereka gemar melakukan perbuatan yang keji. (Maka apakah mereka tidak menyaksikan bekas-bekasnya) di dalam perjalanan mereka menuju ke negeri Syam, kemudian mereka mengambil pelajaran darinya? Istifham atau kata tanya pada ayat ini mengandung makna Taqrir, maksudnya, hendaklah mereka mengambil pelajaran dari bekas-bekas itu (bahkan adalah mereka itu tidak mengharapkan) mereka tidak takut sama sekali (akan kebangkitan) maksudnya hari mereka dihidupkan kembali, mereka sama sekali tidak beriman kepadanya."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 41,
    "arab": "وَاِذَا رَاَوْكَ اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ بَعَثَ اللّٰهُ رَسُوْلًا ",
    "translation": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), “Inikah orangnya yang diutus Allah sebagai Rasul? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2896.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad bahwa orang kafir selalu mengejeknya dengan mengatakan, \"Apakah ini orang yang diutus sebagai rasul?\" Itulah ejekan kaum kafir setiap kali mereka melihat Nabi Muhammad saw.",
    "quraish": "Jika mereka melihat kamu, mereka menjadikanmu sebagai bahan ejekan dan cacian. Sebagian mereka berkata kepada yang lainnya, \"Inikah orang yang diutus oleh Allah kepada kami sebagai rasul yang harus kami ikuti?",
    "jalalayn": "(Dan apabila mereka melihat kamu, maka tidak lain) (mereka menjadikan kamu sebagai ejekan) sasaran ejekan mereka, di dalam ejekannya itu mereka mengatakan, (\"Inikah orangnya yang diutus oleh Allah sebagai Rasul?) menurut pengakuannya. Mereka mengatakan demikian dengan nada menghina dan menganggap remeh risalah yang dibawanya."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 42,
    "arab": "اِنْ كَادَ لَيُضِلُّنَا عَنْ اٰلِهَتِنَا لَوْلَآ اَنْ صَبَرْنَا عَلَيْهَاۗ وَسَوْفَ يَعْلَمُوْنَ حِيْنَ يَرَوْنَ الْعَذَابَ مَنْ اَضَلُّ سَبِيْلًا ",
    "translation": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.” Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2897.mp3",
    "tafsir": "Ucapan orang-orang musyrik bahwa Muhammad hampir saja menyesatkan mereka dari sembahan-sembahannya, seandainya mereka tidak tekun dan sabar menyembahnya, menunjukkan bahwa Nabi Muhammad telah menyampaikan dakwahnya dengan sungguh-sungguh disertai dengan hujah-hujah yang nyata. Nabi saw juga memperlihatkan berbagai mukjizat sehingga mereka hampir-hampir meninggalkan agama nenek moyangnya dan memasuki agama Islam. Ucapan mereka itu menunjukkan pula adanya pertentangan yang hebat dalam hati sanubari mereka, dari satu sisi mereka mencemoohkan Nabi saw, dan dari sisi lain mereka merasa khawatir akan terpengaruh oleh dakwah Nabi saw yang sangat kuat dan logis itu. \nSelanjutnya, ayat ini menerangkan bahwa mereka akan mengetahui tentang siapa yang sesat jalannya pada saat mereka melihat azab. Menurut riwayat, ayat ini terkait dengan ulah yang dilakukan Abu Jahal pada setiap kali ia bertemu dengan Rasulullah. Cara serupa itu dilakukan oleh umat terdahulu kepada para rasul Allah seperti tersebut dalam firman Allah:\nDan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokan mereka. (al-An'am/6: 10)",
    "quraish": "Sesungguhnya lelaki itu telah diberikan retorika yang baik dan argumentasi yang kuat sehingga dapat menarik perhatian para pendengar. Dia telah merusak akidah kita sampai-sampai hampir menjauhkan kita dari sembahan-sembahan kita dan mengalihkan kita kepada Tuhannya. Akan tetapi kita tetap teguh pada tuhan-tuhan dan agama kita.\" Kelak akan Kami jelaskan perkara yang sebenarnya ketika mereka melihat siksa pada hari kiamat. Saat itu mereka akan tahu siapa yang paling sesat.",
    "jalalayn": "(Sesungguhnya) lafal In adalah bentuk Takhfif dari lafal Inna, sedangkan isimnya tidak disebutkan, jadi bentuk lengkapnya adalah Innahuu, artinya, sesungguhnya ia (hampirlah ia menyesatkan kita) memalingkan diri kita (dari sesembahan-sesembahan kita, seandainya kita tidak sabar menyembahnya.\") niscaya kita dapat dipalingkan dari sesembahan-sesembahan kita olehnya. Maka Allah berfirman, (\"Dan mereka kelak akan mengetahui di saat mereka melihat azab) secara terang-terangan kelak di akhirat (siapa yang paling sesat jalannya\") yang paling keliru tuntunannya, apakah mereka ataukah orang-orang yang beriman?"
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 43,
    "arab": "اَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُۗ اَفَاَنْتَ تَكُوْنُ عَلَيْهِ وَكِيْلًا ۙ",
    "translation": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2898.mp3",
    "tafsir": "Ibnu 'Abbas r.a. berkata, \"Orang-orang pada zaman Jahiliah pernah menyembah batu yang putih selama beberapa masa. Akan tetapi, jika melihat sembahan lain yang lebih baik, maka ia meninggalkan batu putih itu dan memilih sembahan kedua yang lebih baik menurut ukuran hawa nafsunya. Sehubungan dengan itu turunlah ayat ini.\"\nPada ayat ini, Allah mencela orang-orang kafir Mekah yang mempertuhankan hawa nafsunya sehingga dijadikan landasan untuk semua urusan agamanya. Mereka tidak mendengarkan hujah yang nyata, dan penjelasan-penjelasan yang terang. Allah menasihatkan supaya Muhammad tidak terlalu memikirkan sikap mereka, karena beliau tidak ditugaskan untuk menyadarkan mereka agar beriman selamanya, apalagi jika mereka tidak mau melepaskan diri dari belenggu hawa nafsunya dan mengikuti petunjuk kepada kebenaran. Allah mengatakan bahwa Muhammad tidak menjadi pemelihara dan penjamin bagi mereka. Kewajiban Nabi saw hanya menyampaikan risalah saja. Hal ini sesuai dengan firman Allah:\nEngkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 22)",
    "quraish": "Apakah kamu melihat, wahai Rasul, kesesatan orang yang mengikuti hawa nafsunya sehingga dia menyembah bebatuan yang tidak dapat mendatangkan bahaya dan manfaat? Akan tetapi kamu diutus hanya sebagai pemberi peringatan dan kabar gembira, bukan untuk memaksa mereka untuk beriman dan mendapat hidayah.",
    "jalalayn": "(Terangkanlah kepadaku) ceritakanlah kepada-Ku (tentang orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya orang-orang yang menurutkan hawa nafsunya; dalam ungkapan ayat ini Maf'ul kedua didahulukan mengingat kedudukannya yang penting, yaitu lafal Ilaahahu. Sedangkan jumlah Manittakhadza Hawaahu adalah Maf'ul Awwal dari lafal Ara-aita, dan Maf'ul yang kedua adalah lafal Ilaahahu yang didahulukan tadi. (Maka apakah kamu dapat menjadi pemeliharanya?) yang dapat memelihara dia untuk tidak mengikuti hawa nafsunya? Tentu saja tidak."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 44,
    "arab": "اَمْ تَحْسَبُ اَنَّ اَكْثَرَهُمْ يَسْمَعُوْنَ اَوْ يَعْقِلُوْنَۗ اِنْ هُمْ اِلَّا كَالْاَنْعَامِ  بَلْ هُمْ اَضَلُّ سَبِيْلًا ࣖ",
    "translation": "Atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2899.mp3",
    "tafsir": "Pada ayat ini, Allah menasihati Nabi Muhammad supaya jangan menganggap bahwa kebanyakan orang-orang musyrik mendengarkan ayat dan memahami kebenaran yang terkandung dalam ayat itu sehingga mereka dapat mengamalkan petunjuknya untuk melakukan amal saleh dan memperbaiki akhlak. Allah mengingatkan yang demikian karena mereka itu seperti hewan ternak, bahkan mereka lebih sesat. Jika dibandingkan dengan hewan ternak, maka binatang tunduk kepada majikannya, yang dirasakan mencintainya, tahu siapa yang berbuat kebaikan dan yang berbuat kejahatan kepadanya, dapat mencari sendiri tempat di mana ada rumput makanannya dan air minumannya, dan jika malam hari tahu kembali ke kandangnya, berbeda sekali dengan kaum musyrikin itu sendiri. Mereka tidak mau mengenal Pencipta dan Pemberi rezeki, mereka tidak merasakan berbagai nikmat yang dilimpahkan Tuhan kepadanya. \nOrang-orang musyrik tidak merasa tertipu oleh setan, yang selalu memandang baik bujukan hawa nafsunya. Kebodohan binatang ternak terbatas hanya pada dirinya sendiri, tetapi kebodohan mereka menjalar sampai menimbulkan berbagai fitnah dan kebinasaan serta menghalangi orang lain dari jalan kebenaran, sampai menimbulkan perpecahan dan peperangan di antara sesama manusia. Walaupun binatang itu tidak mengetahui ketauhidan dan kenabian, namun mereka tidak menentangnya, berbeda dengan orang-orang musyrik yang mengingkari ketauhidan karena kesombongan dan kefanatikan terhadap ajaran keliru yang diwarisi dari nenek moyangnya. Binatang ternak tidak menyia-nyiakan insting yang dikaruniakan Allah kepadanya. Lain halnya dengan kaum musyrikin, mereka dianugerahi akal dan naluri yang baik sejak lahir, tetapi mereka menyia-nyiakan akal yang sehat itu untuk membedakan mana yang baik dan mana yang tidak.\nDi dalam ayat disebutkan bahwa sebagian besar mereka tidak mendengar atau memahami kebenaran. Memang ada sebagian kecil di antara mereka yang mengakui kebenaran, tetapi tidak sanggup mengikutinya karena khawatir akan kehilangan kedudukan.",
    "quraish": "Apakah kamu mengira bahwa kebanyakan mereka telah mendengar dengan seksama dan menggunakan akal mereka untuk mendapatkan petunjuk? Sesungguhnya mereka hanyalah mengikuti perintah mimpi- mimpi kosong mereka. Mereka telah menjadi seperti binatang ternak yang tidak memiliki keinginan sama sekali selain makan, minum dan mengejar kesenangan duniawi. Mereka tidak berfikir apa-apa yang ada di balik itu semua. Bahkan posisi mereka lebih jelek dari binatang ternak. Sebab, binatang ternak tunduk mengikuti tuannya yang menggiring kepada kebaikan dan menjauhkannya dari yang mencelakakannya. Sementara mereka mencampakkan diri mereka kepada kehancuran.",
    "jalalayn": "(Atau apakah kamu mengira bahwa kebanyakan mereka itu mendengar) dengan pendengaran yang dibarengi dengan pengertian (atau memahami) apa yang kamu katakan kepada mereka. (Tiada lain) (mereka itu hanyalah seperti binatang ternak, bahkan mereka lebih sesat lagi jalannya) daripada binatang ternak itu, karena binatang ternak mau menurut dan patuh kepada penggembalanya, sedangkan mereka tidak mau menaati Pemeliharanya, yaitu Allah, yang telah memberikan kenikmatan kepada mereka."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 45,
    "arab": "اَلَمْ تَرَ اِلٰى رَبِّكَ كَيْفَ مَدَّ الظِّلَّۚ وَلَوْ شَاۤءَ لَجَعَلَهٗ سَاكِنًاۚ  ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيْلًا ۙ",
    "translation": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia jadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2900.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan rasul-Nya supaya memperhatikan ciptaan-Nya, bagaimana Dia memanjangkan dan memendekkan bayang-bayang dari tiap-tiap benda yang terkena sinar matahari, dari mulai terbit sampai terbenam. Allah sengaja menjadikan panas dari terik cahaya matahari. Kalau Dia menghendaki niscaya Dia menjadikan bayang-bayang itu tetap, tidak berpindah-pindah. Allah menjadikan bayang-bayang itu memanjang atau memendek untuk dipergunakan manusia sebagai pengukur waktu, seperti di Mesir mempergunakan alat yang diberi nama al-Misallat untuk mengukur waktu pada siang hari dan menentukan musim-musim selama setahun. Sejak dahulu kala, bangsa Arab pun telah mempergunakan alat yang diberi nama al-Mazawil untuk menentukan waktu salat dengan bayang-bayang. Mereka dapat memastikan tibanya waktu Zuhur bila bayangan jarumnya sudah berpindah dari arah barat ke timur, dan tiba waktu Asar bila bayangan setiap benda yang berdiri sudah menyamainya. Hanya Imam Abu Hanifah yang berpendapat bahwa bayangan itu harus dua kali dari panjang benda itu sendiri. Jadi jelas bahwa menurut ayat ini, Allah menjadikan bayang-bayang dari sinar matahari sebagai petunjuk waktu.",
    "quraish": "Kami telah memberikan bukti-bukti keesaan Tuhan yang dapat digunakan oleh orang-orang yang mau menggunakan fikiran. Cobalah perhatikan bayang-bayang. Allah telah membentangkannya pada pagi hari dan menjadikannya tenang. Dengan munculnya matahari, bagian bayang-bayang yang terkena sinar menjadi hilang. Maka dengan demikian matahari menjadi bukti adanya bayang-bayang. Kalau tidak karena matahari, niscaya bayang-bayang itu tidak dapat diketahui. Kalau Allah menghendaki, Dia akan menjadikan bayang-bayang itu menyelimuti manusia, sehingga dengan begitu beberapa keperluan manusia menjadi terlewat(1). (1) Ayat ini menyinggung salah satu bukti kekuasaan dan pemeliharaan Sang Pencipta. Panjang dan pendek yang terjadi pada bayangan menunjukkan adanya proses perputaran bumi--baik pada porosnya maupun mengelilingi matahari--dalam posisi miring. Jika dua proses perputaran itu tidak ada, bayangan akan diam, karena matahari hanya menyinari salah satu paroan bumi saja, sedangkan paroan yang lain akan gelap dan malam sepanjang tahun. Akibatnya, keseimbangan suhu udara menjadi rusak dan kehidupan menjadi tidak mungkin. Selanjutnya, hal itu juga bisa terjadi apabila tempo gerak bumi pada porosnya (rotasi) berbanding lurus dengan tempo gerak bumi mengelilingi matahari (revolusi). Dengan demikian, satu hari sama dengan satu tahun. Tidak ada yang dapat melakukan hal seperti itu kecuali Allah, di samping bayangan itu sendiri adalah salah satu karunia Allah. Seandainya Allah menjadikan semua benda menjadi bening atau tembus pandang, maka bayangan tidak akan ada dan kehidupan menjadi tidak mungkin.",
    "jalalayn": "(Apakah kamu tidak memperhatikan) yakni tidak melihat (kepada) ciptaan (Rabbmu, bagaimana Dia memanjangkan bayang-bayang) mulai dari tenggelamnya matahari sampai dengan hendak terbitnya (dan kalau Dia menghendaki) yakni Rabbmu (niscaya Dia menjadikan bayang-bayang itu tetap) artinya tidak hilang sekalipun matahari terbit (kemudian Kami jadikan matahari atasnya) yakni bayang-bayang atau gelap itu (sebagai petunjuk) karena seandainya tidak ada matahari maka niscaya bayang-bayang atau gelap itu tidak akan dikenal."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 46,
    "arab": "ثُمَّ قَبَضْنٰهُ اِلَيْنَا قَبْضًا يَّسِيْرًا ",
    "translation": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami sedikit demi sedikit. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2901.mp3",
    "tafsir": "Kemudian Allah menghapus bayang-bayang itu dengan perlahan-lahan sejalan dengan proses terbenam matahari sedikit demi sedikit. Menurut para ilmuwan, ayat ini berbicara mengenai presisi keteraturan alam semesta. Ayat ini menerangkan fungsi gerakan dan \"panjang\" bayang-bayang yang bergerak dari pagi, siang, dan sore hari. Memanjangkan bayangan suatu benda dalam ilmu fisika adalah peristiwa mengecilnya sudut datang cahaya dan memendeknya panjang bayangan dikarenakan semakin besarnya sudut datang cahaya. Peristiwa ini sering kita temui dalam kehidupan kita sehari-hari. Pada pagi hari, bayang-bayang benda akibat terkena sinar matahari yang jatuh ke bumi akan tampak panjang. Semakin siang hari dan sampai posisi matahari pada titik kulminasi, bayangan akan tampak semakin memendek. Sebaliknya ketika matahari mulai bergeser ke arah barat sampai menjelang sore hari, akan terlihat bayang-bayang pun kembali menjadi panjang. Hal ini terjadi dikarenakan sudut datang sinar matahari menjadi semakin kecil kembali.\nApa yang terjadi manakala bayang-bayang panjangnya tetap atau tidak berubah? Ini peristiwa luar biasa. Secara sederhana dapat diartikan bahwa posisi matahari dan bumi dalam keadaan tetap tidak berubah, maka matahari akan menyinari bumi secara terus menerus. Artinya permukaan bumi (yang terang) akan mengalami proses pemanasan. Suhu permukaan akan terus meningkat selama penyinaran berlangsung. Air laut akan menggelegak dan mendidih. Apabila hal ini terus berlangsung dalam tempo yang lama maka bumi akan terbakar dan hancur akibat suhu yang meningkat. Sedangkan permukaan bumi yang tidak menghadap matahari, akan mengalami proses sebaliknya, yaitu mengalami pendinginan yang luar biasa. Boleh jadi permukaan laut akan beku, dan kehidupan akan mati. Keadaan ekstrem suhu di kedua belahan bumi ini mungkin dapat menjurus ke arah punahnya kehidupan. Kiamatkah? Wallahu a'lam. Allah Mahakuasa atas segala ciptaan-Nya.\nPeristiwa panjang dan pendek atau arah barat dan arah timur bayang-bayang tadi terhadap posisi matahari dapat menjadi petunjuk waktu bagi manusia yang berada di bumi. Lenyapnya bayang-bayang terjadi secara perlahan merupakan gambaran sederhana sebagaimana peristiwa kejadian matahari terbenam secara perlahan. \nHal kedua yang dapat diperoleh adalah bahwa ayat di atas sudah mengindikasikan akan adanya perputaran bumi pada sumbunya. Ayat di bawah ini juga dapat digunakan untuk indikasi tersebut.\nDan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui. Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 38-40).\n\nAyat di atas dapat juga digunakan untuk memperlihatkan adanya keteraturan di alam semesta. Kalimat terakhir dari ayat tersebut secara jelas menyatakannya. Hal serupa dapat pula ditemui pada Surah al-Anbiya'/21: 33, az-Zumar/39: 5, dan ar-Rahman/55: 1-5.\nDalam Surah Yasin/36: 38-40 di atas disebutkan bahwa matahari beredar pada garis lintasannya. Astronomi modern membuktikan kebenaran pernyataan Al-Qur'an ini. Seperti diketahui, matahari terletak di sisi terluar dari piringan galaksi Bima Sakti. Galaksi ini berbentuk piringan, yang mempunyai jari-jari sekitar 10 kiloparsecs. Jika dihitung dalam dimensi mil, sama dengan 2 dengan 17 angka nol. Penelitian astronomi menunjukkan bahwa galaksi Bima Sakti ini melakukan perputaran pada sumbunya (revolusi), dan satu revolusi membutuhkan waktu selama 250 juta tahun. Karena matahari berada pada piringan terluar galaksi ini, maka matahari turut pula beredar sesuai dengan garis edar sisi terluar dari piringan galaksi tersebut.\nKata yasbahun yang terdapat pada Surah Yasin/36: 40, lebih tepat bila diterjemahkan dengan berenang, dibanding beredar. Sebab, dalam astronomi modern, antariksa ini tidaklah kosong sama sekali, tetapi berisi dan dipenuhi oleh partikel-partikel sub-atomik yang dikenal dengan neutrino. Jadi semua benda langit di jagad-raya ini sesungguhnya 'berenang pada gelombang neutrino.\nMengenai rotasi bumi, data memperlihatkan bahwa bumi berputar pada sumbunya dengan kecepatan 1.670 km per jam. Kecepatan ini mendekati kecepatan peluru yang dilepaskan dari senjata modern, yaitu 1.800 km per jam. Maka dapat dibayangkan, betapa cepatnya rotasi bumi. Yang melakukan rotasi secepat ini bukan benda berukuran kecil dan ringan seperti peluru, tetapi suatu benda dengan ukuran dan massa yang sangat besar. Kecepatan orbit bumi terhadap matahari adalah sekitar 60 kali kecepatan peluru, yaitu sekitar 108.000 km per jam. Dengan kecepatan demikian, sebuah pesawat akan dapat mengelilingi bumi dalam waktu 22 menit. \nKetepatan rotasi yang mengakibatkan terjadinya siang dan malam di bumi ini, dikonfirmasi oleh ayat di bawah ini.\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)",
    "quraish": "Kami menghilangkan bayang-bayang itu dengan matahari secara berangsur-angsur, tidak sekaligus. Dengan begitu, banyak sekali manfaat yang dirasakan manusia.",
    "jalalayn": "(Kemudian Kami menarik bayang-bayang itu) yakni bayang-bayang yang memanjang itu (kepada Kami dengan tarikan yang perlahan-lahan), yaitu dengan terbitnya matahari."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 47,
    "arab": "وَهُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِبَاسًا وَّالنَّوْمَ سُبَاتًا وَّجَعَلَ النَّهَارَ نُشُوْرًا  ",
    "translation": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2902.mp3",
    "tafsir": "Allah lalu menyebutkan kekuasaan-Nya yang kedua yaitu menjadikan malam itu bermanfaat bagi manusia seperti manfaatnya pakaian yang menutup badan. Allah juga menjadikan tidur nyenyak bagi manusia sehingga ia seperti mati, karena seseorang pada waktu tidur tidak sadar sama sekali, dan anggota badannya berhenti bekerja kecuali jantung dan beberapa organ lainnya. Dengan demikian, dia dapat beristirahat dengan sempurna seperti dalam firman Allah:\nDan Dialah yang menidurkan kamu pada malam hari. (al-An\\'am/6: 60).\n\nAllah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur. (az-Zumar/39: 42)\n\nAllah menjadikan siang untuk berusaha dan beraktivitas. Sebagaimana tidur pada malam hari yang diserupakan dengan mati, maka bangun pada siang hari diserupakan dengan bangun lagi dari mati. Demikian pula manusia setelah berakhir masa hidupnya di dunia ini dan mati, akan dibangkitkan kembali setelah matinya, untuk diadili oleh Allah segala yang telah mereka kerjakan selama hidup di dunia.",
    "quraish": "Di antara bukti-bukti keesaan Tuhan, Dia menjadikan malam dengan kegelapannya sebagai penutup. Semua makhluk larut dalam kegelapan yang menyelimutinya, seperti baju yang menyelimuti pemakainya. Dia membuat manusia bisa tidur untuk beristirahat memulihkan tenaga setelah kelelahan. Dengan datangnya siang, Dia membuat manusia bangun dan berusaha mencari penghidupan dan rezeki.",
    "jalalayn": "(Dialah yang menjadikan untuk kalian malam sebagai pakaian) yakni yang menutupi bagaikan pakaian (dan tidur untuk istirahat) bagi tubuh setelah selesai dari bekerja (dan Dia menjadikan siang untuk bangun berusaha) kalian bangun di waktu itu untuk mencari rezeki dan melakukan pekerjaan-pekerjaan lainnya."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 48,
    "arab": "وَهُوَ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۚ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً طَهُوْرًا ۙ",
    "translation": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2903.mp3",
    "tafsir": "Kekuasaan Allah yang ketiga ialah Dia yang meniupkan angin sebagai pembawa kabar gembira terutama bagi para petani bahwa hujan yang merupakan rahmat-Nya akan segera turun. Dia pula yang menurunkan air hujan yang amat jernih untuk membersihkan badan dan pakaian, terutama untuk minum dan keperluan lainnya.",
    "quraish": "Allahlah yang menundukkan angin untuk menggiring awan. Angin tersebut juga sebagai pertanda berita gembira datangnya hujan yang merupakan rahmat Allah untuk manusia. Sesungguhnya Kami turunkan dari langit air yang suci dan menyucikan, serta dapat menghilangkan najis dan kotoran(1). (1) Pada ayat ini Allah memberitahukan bahwa Dia memberikan nikmat kepada manusia berupa turunnya air yang suci dari langit untuk mereka. Ayat ini menunjukkan bahwa air hujan, ketika pertama kali terbentuk, sangat bersih. Meskipun ketika turun air tersebut membawa benda-benda dan atom-atom yang ada di udara, air itu masih tetap sangat suci.",
    "jalalayn": "(Dialah yang meniupkan angin) menurut qiraat yang lain lafal Ar-Riih dibaca Ar-Riyah (pembawa kabar gembira dekat sebelum kedatangan rahmat-Nya) yakni dekat sebelum hujan. Lafal Nusyuran menurut suatu qiraat dibaca Nusyran, artinya secara terpisah-pisah yakni dibaca secara Takhfif supaya ringan bacaannya. Menurut qiraat yang lain dibaca Nasyran karena dianggap sebagai Mashdar. Menurut qiraat lainnya lagi dibaca Busyra, artinya sebagai pembawa kabar gembira. Bentuk tunggal bacaan pertama adalah Nusyurun, wazannya sama dengan lafal Rasulun yang bentuk jamaknya adalah Rusulun. Sedangkan bentuk tunggal dari bacaan yang kedua yaitu Busyran ialah Basyirun, artinya pembawa kabar gembira (dan Kami turunkan dan langit air yang amat bersih) yaitu air yang dapat dipakai untuk bersuci, atau air yang menyucikan."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 49,
    "arab": "لِّنُحْيِ َۧ بِهٖ بَلْدَةً مَّيْتًا وَّنُسْقِيَهٗ مِمَّا خَلَقْنَآ اَنْعَامًا وَّاَنَاسِيَّ كَثِيْرًا ",
    "translation": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2904.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa hujan diturunkan untuk menyuburkan negeri-negeri atau tanah yang mati dan tandus. Dengan air hujan pula, Allah memberi minum sebagian besar makhluk-Nya, seperti binatang ternak dan manusia. Dalam ayat lain diterangkan:\nDan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah. (al-hajj/22: 5)\n\nDan firman-Nya:\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. (ar-Rum/30: 50)\n\nMenurut para ilmuwan, dari ayat di atas dapat dibahas dua hal, yaitu:\n1.Mengenai terjadinya hujan\n2.Mengenai indikasi bahwa air hujan membawa kehidupan, sehingga dapat \".... menghidupkan dengannya negeri yang mati...\"\nMengenai terjadinya hujan, kisahnya dimulai dengan air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar, yang akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. \nSemua air yang menguap, baik yang berasal dari anak sungai, sungai, atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer maka uap air ini akan memadat menjadi kelompok gas yang disebut awan. Jika awan tersebut ditiup angin sehingga berkumpul sesamanya, dan naik ke atas sehingga mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, maka uap air akan berubah menjadi tetes-tetes es. \nKetika awan menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat (es) dan jatuh, awalnya seperti tetes-tetes es yang sangat kecil, yang biasanya mencair sebelum mencapai tanah. Dengan demikian, tetes air akan jatuh ke bumi sebagai hujan. (lihat juga ar-Ra'd/13: 17; an-Naml/27: 60; al-'Ankabut/29: 63; Luqman/31: 34; as-Sajdah/32: 27; Fathir/35: 27; az-Zumar/39: 21; Qaf/50: 9-11).",
    "quraish": "Kami menurunkan hujan untuk menumbuhkan tanaman. Dengan hujan itu, tanah yang tadinya kering dan mati menjadi hidup. Air itu juga dapat dimanfaatkan untuk memberi minum makhluk ciptaan yang berupa binatang-binatang ternak dan manusia yang banyak.",
    "jalalayn": "(Agar Kami menghidupkan dengan air itu negeri atau tanah yang mati) lafal Maitan dibaca Takhfif bentuk Mudzakkar dan Muannatsnya sama saja. Disebutkan dengan maksud, bahwa yang mati itu adalah tanah negeri itu (dan agar Kami memberi minum dengannya) dengan air itu (sebagian besar dari makhluk Kami, binatang-binatang ternak) unta, sapi dan kambing (dan manusia yang banyak) lafal Anaasiyyu merupakan bentuk jamak dari lafal Insaanun, bentuk asalnya adalah Anaasiinu, kemudian huruf Nun diganti menjadi Ya, lalu huruf Ya yang pertama diidgamkan kepadanya sehingga jadilah Anaasiyyu. Atau lafal Anaasiyyu ini adalah bentuk jamak dari lafal Insiyyun."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 50,
    "arab": "وَلَقَدْ صَرَّفْنٰهُ بَيْنَهُمْ لِيَذَّكَّرُوْاۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا ",
    "translation": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2905.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa sesungguhnya Allah telah mengatur turunnya hujan secara bergiliran bagi manusia. Kadang-kadang ia turun siang atau malam, kadang-kadang ditujukan untuk menyirami tanah satu kaum yang baru melaksanakan salat Istisqa, kadang-kadang dipalingkan dari kaum yang banyak melakukan kedurhakaan dan kemaksiatan. Semua itu bertujuan agar manusia mengambil pelajaran darinya, dan agar mereka mengerti bahwa Tuhanlah yang mengatur giliran hujan itu seperti mengatur peredaran bintang-bintang dan planet di angkasa luar. \nAir hujan itu bukan hanya turunnya saja yang diatur dengan bergiliran, akan tetapi bentuk dan keadaannya juga. Kadang-kadang air itu membeku jika suhu udara jauh di bawah nol dan merupakan es batu. Kemudian jika dipanaskan berubah menjadi cair, dan jika dipanaskan berubah menjadi uap. Air merupakan unsur yang terdapat dalam semua makhluk hidup, dalam tumbuh-tumbuhan, binatang, dan manusia, seperti dalam firman Allah:\nDan Kami jadikan segala sesuatu yang hidup berasal dari air. (al-Anbiya'/21: 30)\n\nSemua ini harus jadi bahan pemikiran bagi manusia agar dapat mensyukuri nikmat Allah. Akan tetapi, kebanyakan manusia enggan bahkan mengingkari nikmat-nikmat itu.",
    "quraish": "Sesungguhnya al-Qur'ân ini telah Kami buat ayat-ayatnya jelas dan berulang-ulang. Yang demikian itu agar manusia selalu ingat Tuhan mereka, dapat mengambil pelajaran dan melaksanakan segala konsekuensinya. Akan tetapi kebanyakan manusia enggan dan hanya menginginkan kekafiran.",
    "jalalayn": "(Dan sesungguhnya Kami telah menggilirnya) yakni air hujan itu (di antara manusia supaya mereka mengambil pelajaran daripadanya) Yadzdzakkaruu asalnya Yatadzakkaruu, kemudian huruf Ta diidgamkan kepada huruf Dzal setelah terlebih dahulu diganti menjadi Dzal pula, sehingga jadilah Yadzdzakkaruu. Menurut suatu qiraat dibaca Liyadzkuruu, sehingga artinya menjadi: supaya mereka ingat akan nikmat Allah dengan adanya air tersebut (maka kebanyakan manusia itu tidak mau kecuali mengingkari) nikmat Allah, karena mereka mengatakan bahwa hujan kita ini disebabkan munculnya bintang anu."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 51,
    "arab": "وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَةٍ نَّذِيْرًا ۖ",
    "translation": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2906.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa seandainya Allah menghendaki, Dia akan mengutus seorang utusan untuk setiap negeri, yang akan memberi peringatan. Akan tetapi, Allah mengirimkan Muhammad sebagai nabi penutup kepada seluruh umat manusia, sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua.\" (al-A'raf/7: 158)\n\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan. (Saba'/34: 28)\n\nJika para nabi lain diutus kepada umat-umat tertentu, maka Allah mengutus Nabi Muhammad sebagai rasul kepada seluruh umat manusia sebagai pembawa berita gembira dan memberi peringatan. Oleh karena itu, mukjizat yang diberikan kepada Nabi Muhammad tidak lagi bersifat temporal, yang hanya sesuai untuk suatu kaum dan tempat tertentu. Akan tetapi, ia diberi Al-Qur'an yang bersifat universal, nilai-nilai yang dikandungnya sesuai untuk diterapkan di mana pun dan kapan pun.",
    "quraish": "Kalau Kami menghendaki, niscaya akan Kami kirim ke setiap negeri seorang pemberi peringatan. Maka bersungguh-sungguhlah dalam berdakwah. Jangan pedulikan omongan orang-orang kafir. Dan tinggalkan apa yang mereka datangkan.",
    "jalalayn": "(Dan andai kata Kami menghendaki, benar-benarlah Kami utus pada tiap-tiap negeri seorang yang memberi peringatan) untuk mengingatkan penduduknya, akan tetapi Kami mengutus kamu, hai Muhammad, kepada penduduk semua negeri sebagai pemberi peringatan kepada mereka semuanya, supaya pahalamu menjadi besar."
  },
  {
    "hizb": 145,
    "name": "Al-Furqan",
    "ayat": 52,
    "arab": "فَلَا تُطِعِ الْكٰفِرِيْنَ وَجَاهِدْهُمْ بِهٖ جِهَادًا كَبِيْرًا ",
    "translation": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Al-Qur'an) dengan (semangat) perjuangan yang besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2907.mp3",
    "tafsir": "Nabi Muhammad diperintahkan Allah untuk menyampaikan risalahnya dengan sungguh-sungguh, melaksanakan jihad dan perjuangan dengan penuh kebijaksanaan, kesabaran, ketabahan, dan tidak takut atau gentar terhadap musuh. Nabi saw harus yakin bahwa Allah pasti menolong, sehingga kemenangan berada di tangannya dan kaum Mukminin. Dalam ayat ini, Allah melarang Nabi Muhammad mengikuti orang-orang kafir yang mengajaknya mengadakan kompromi dengan mereka dalam hal agama. Ia harus tetap bersikap tegas dan konsekuen dalam melaksanakan dakwah dan berjihad menyebarkan Al-Qur'an. \nSecara bahasa, jihad ialah berusaha sungguh-sungguh, jika perlu dengan mengorbankan apa saja, harta ataupun jiwa. Jihad dapat dilaksanakan dalam keadaan perang maupun damai. Dalam keadaan perang, jihad dilaksanakan dengan qital, yaitu berperang di jalan Allah. Sedangkan jihad dalam keadaan damai dapat dilaksanakan di bidang ekonomi, pendidikan, budaya, dan lain-lain.\nAyat 52 ini termasuk dalam kelompok ayat Makkiyyah, diturunkan sebelum hijrah dalam keadaan damai. Maka jihad di sini lebih ditekankan pada kesungguhan melaksanakan dakwah, pendidikan, maupun usaha-usaha sosial untuk memperbaiki kondisi masyarakat. Allah menjanjikan kepada orang yang berjihad dengan sungguh-sungguh akan selalu diberi petunjuk ke jalan yang lurus. Allah berfirman:\nDan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah bersama orang-orang yang berbuat baik. (al-'Ankabut/29: 69)",
    "quraish": "Teruskanlah dakwahmu kepada kebenaran dan dalam menyampaikan risalah Tuhanmu. Apabila mereka menentang misi dakwahmu dan menyakiti orang-orang Mukmin, maka perangilah mereka. Berjuanglah untuk itu dengan sekuat tenaga.",
    "jalalayn": "(Maka janganlah kamu mengikuti orang-orang kafir) memperturutkan hawa nafsu mereka (dan berjihadlah terhadap mereka dengannya) dengan Alquran (dengan jihad yang besar)."
  }
]