[
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 1,
    "arab": "طٰسۤمّۤ ",
    "translation": "Tha Sin Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2933.mp3",
    "tafsir": "Lihat keterangan ayat ini pada jilid I yang menerangkan tentang fawatihus-suwar (al-Baqarah/2: 1).",
    "quraish": "[[26 ~ ASY-SYU'ARA' (PARA PUJANGGA) Pendahuluan: Makkiyyah, 227 ayat ~ Surat ini dibuka dengan menyebutkan kedudukan al-Qur'ân. Setelah itu, pembicaraan beralih kepada ancaman atas orang-orang kafir yang akan disiksa oleh Allah Yang Mahakuasa, dan hiburan untuk Nabi Muhammad saw. dari pendustaan kaumnya dengan mengatakan bahwa perlakuan seperti itu juga dialami oleh beberapa rasul sebelumnya. Maka disebutlah kisah tentang pertemuan Mûsâ dan Hârûn dengan Fir'aun yang membangkang; kisah Ibrâhîm a. s., bapak para nabi; kisah Nûh a. s. bersama kaumnya; kisah Hûd a. s. dengan kabilah 'Ad dan Shâlih a. s. dengan kabilah Tsamûd; kisah Lûth a. s. yang, dalam surat ini, dipaparkan secara lebih panjang; dan kisah Syu'aib a. s. tatkala menghadapi penduduk Aykah. Kisah ketujuh nabi ini, jika dicermati, mencerminkan kesatuan pokok-pokok dasar dakwah seluruh rasul yang diutus kepada umat manusia. Di sisi lain, dari kisah-kisah itu dapat dipetik satu pelajaran bahwa orang-orang kafir menggunakan cara yang praktis sama ketika menolak risalah dan seruan para rasul. Surat ini ditutup, sebagaimana awalnya, dengan menyebutkan kedudukan al-Qur'ân, yang diakhiri dengan menolak anggapan bahwa Nabi Muhammad saw. adalah seorang pujangga dan al-Qur'ân tidak lebih dari kumpulan syair.]] Thâ, Sîn, Mîm. Dengan huruf-huruf ini dijelaskan bahwa al-Qur'ân merupakan suatu mukjizat yang menundukkan manusia. Untaian katanya tersusun dari huruf-huruf sejenis itu, yang masih dalam kemampuan manusia. Karenanya, jika ada yang meragukan bahwa al-Qur'ân benar-benar diturunkan oleh Allah, tentu manusia dapat membuat seperti itu. Tapi sudah pasti, tak ada satu makhluk pun yang dapat membuat seperti al-Qur'ân.",
    "jalalayn": "(Thaa Siin Miim) hanya Allah saja yang mengetahui maksudnya."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 2,
    "arab": "تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ",
    "translation": "Inilah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2934.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ayat-ayat Al-Qur'an ini menerangkan yang benar dan salah, yang baik dan buruk dengan jelas dan mudah dipahami, sebagai pedoman bagi manusia dalam kehidupan duniawi dan ukhrawi. Dengan mengamalkan isi dan kandungan ayat-ayat itu, manusia pasti akan mencapai kebahagiaan di dunia dan di akhirat. Hal ini diyakini benar oleh Nabi Muhammad saw dan para sahabatnya yang telah beriman. Akan tetapi, orang kafir Mekah selalu menolak ajaran-ajaran itu dan memperolok-olokkan bila Nabi Muhammad menyeru mereka untuk beriman. Bahkan mereka mencemooh, menghina, dan menuduhnya dengan berbagai macam tuduhan, seperti menyatakan bahwa Muhammad saw gila atau seorang yang kena sihir atau seorang penyair.",
    "quraish": "Firman yang Aku wahyukan kepadamu ini, wahai Muhammad, merupakan ayat-ayat al-Qur'ân yang menjelaskan berbagai hukum dan aturan yang terkandung di dalamnya.",
    "jalalayn": "(Inilah) (ayat-ayat Al Kitab) yakni Alquran. Idhafah di sini mengandung makna Min, maksudnya sebagian daripada Alquran (yang menerangkan) perkara yang hak atas perkara yang batil."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 3,
    "arab": "لَعَلَّكَ بَاخِعٌ نَّفْسَكَ اَلَّا يَكُوْنُوْا مُؤْمِنِيْنَ ",
    "translation": "Boleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kesedihan), karena mereka (penduduk Mekah) tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2935.mp3",
    "tafsir": "Nabi Muhammad adalah seorang yang cinta kepada kaumnya dan selalu mengharapkan supaya mereka beriman semuanya. Dia yakin dengan memeluk Islam, mereka pasti akan bahagia dan selamat dari malapetaka yang biasa diturunkan Allah kepada orang-orang yang kafir dahulu. Hampir saja beliau berputus asa karena setelah sekian lama beliau menyeru mereka dengan mengemukakan alasan-alasan dan hujah-hujah yang kuat yang tidak bisa dibantah, mereka tetap membangkang dan menghinakannya. Sungguh amat tragis dan menyedihkan sekali bagi seorang pemuka agama yang cinta kepada umatnya dan berusaha untuk keselamatan dan kebahagiaan mereka, tetapi selalu dicemoohkan oleh kaumnya.\nPada ayat ini, Allah menegur Nabi Muhammad yang sedang berada dalam puncak kesedihan dan duka-cita dengan mengatakan apakah Nabi akan membinasakan diri hanya karena kaumnya tidak mau menerima petunjuk dan ajaran yang benar? Seakan-akan Allah memberikan teguran kepadanya, mengapa Nabi terlalu berharap agar kaumnya beriman semuanya? Padahal kewajibannya yang utama hanyalah menyampaikan risalah Allah sebagai tersebut dalam firman-Nya:\nBukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas. (an-Nahl/16: 35)\n\nSebenarnya dengan teguran ini Allah melarangnya berbuat demikian seperti tersebut dalam firman-Nya pada surah yang lain:\nSesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat. (Fathir/35: 8)",
    "quraish": "Aku merasa prihatin melihat dirimu, wahai Muhammad, bersedih hati mendapatkan pengingkaran dan ketakberimanan kaummu.",
    "jalalayn": "(Boleh jadi kamu) hai Muhammad (akan membinasakan dirimu) bunuh diri karena sedih, disebabkan (karena mereka tidak) yaitu penduduk Mekah (beriman) lafal La'alla di sini bermakna Isyfaq atau menunjukkan makna rasa kasihan. Maksudnya, kasihanilah dirimu itu, ringankanlah dari kesedihannya."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 4,
    "arab": "اِنْ نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السَّمَاۤءِ اٰيَةً فَظَلَّتْ اَعْنَاقُهُمْ لَهَا خَاضِعِيْنَ ",
    "translation": "Jika Kami menghendaki, niscaya Kami turunkan kepada mereka mukjizat dari langit, yang akan membuat tengkuk mereka tunduk dengan rendah hati kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2936.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa jika Allah hendak memaksa mereka supaya beriman, hal itu amat mudah bagi-Nya. Namun demikian, Allah hendak memberlakukan sunah-Nya kepada kaum Quraisy bahwa beriman itu bukanlah dengan paksaan dan kekerasan, tetapi dengan kesadaran dan kemauan sendiri. Memaksa orang agar beriman bertentangan dengan ayat Al-Qur'an (al-Baqarah/2: 256) dan sunah Allah. Hal itu tidak boleh dilakukan oleh para rasul sesuai dengan firman Allah:\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman? (Yunus/10: 99).\n\nOleh karena itu, Allah dengan hikmat dan ketetapan-Nya mengutus para rasul yang akan menyeru umat kepada kebenaran dan tauhid yang murni, serta menuntun mereka kepada jalan yang lurus, dan syariat yang membawa mereka menuju kebahagiaan di dunia dan akhirat. \nDemikianlah Allah menurunkan Al-Qur'an kepada Muhammad sebagai mukjizat. Kemukjizatan Al-Qur'an akan tetap berlaku sepanjang masa sampai hari Kiamat sesuai dengan risalah yang dibawa Muhammad untuk seluruh umat manusia di segala zaman dan tempat. Mukjizat-mukjizat yang diberikan kepada para nabi sebelum Muhammad hanya berlaku untuk masa dan tempat di mana nabi itu menyebarkan risalahnya. Sesudah itu, mukjizat-mukjizat itu hanya menjadi berita yang ditulis di dalam sejarah dan tidak dapat disaksikan lagi oleh generasi yang datang kemudian. Berbeda dengan Al-Qur'an, sampai saat ini dengan semakin bertambahnya pengetahuan manusia, dan semakin maju teknologi mereka, akan semakin bertambah jelas kebenaran Al-Qur'an. Isyarat-isyarat ilmiah yang disebutkan di dalam Al-Qur'an secara ringkas, yang mungkin belum dapat dipahami pada masa-masa sebelumnya, semakin terungkap, sehingga umat Islam bertambah yakin akan kebenaran Al-Qur'an. Berkaitan dengan itu, bertambah banyak pula orang-orang yang sadar dengan sendirinya bahwa Al-Qur'an itu memang kitab yang diturunkan Allah untuk menuntun manusia ke jalan yang benar, sehingga mereka beriman dan menganut agama Islam.",
    "quraish": "Sesungguhnya Kami Mahakuasa untuk mendatangkan kepada mereka suatu mukjizat yang dapat memaksa mereka untuk beriman, sehingga--sebagaimana yang kamu harapkan--mereka semua menjadi patuh dan tunduk kepada-Ku. Tetapi Kami tidak akan melakukan hal seperti itu, karena sudah menjadi ketetapan hukum Kami (sunnatullâh) untuk menyuruh mereka beriman tanpa paksaan. Dengan demikian, perintah dan larangan yang akan menghasilkan pahala atau siksa itu tidak kehilangan maknanya.",
    "jalalayn": "(Jika Kami kehendaki niscaya Kami menurunkan kepada mereka mukjizat dari langit, maka akan senantiasa) lafal Fazhallat dalam bentuknya yang Madhi ini bermakna Mudhari', artinya: maka akan terus-menerus (kuduk-kuduk mereka tunduk kepadanya) yakni mereka beriman kepadanya. Karena lafal Al A'naaq disifati dengan lafal Al Khudhu'. Sifat tersebut merupakan ciri khas makhluk yang berakal, maka sifat Al A'naaq dijamakkan ke dalam bentuk sebagaimana makhluk yang berakal."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 5,
    "arab": "وَمَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنَ الرَّحْمٰنِ مُحْدَثٍ اِلَّا كَانُوْا عَنْهُ مُعْرِضِيْنَ ",
    "translation": "Dan setiap kali disampaikan kepada mereka suatu peringatan baru (ayat Al-Qur'an yang diturunkan) dari Tuhan Yang Maha Pengasih, mereka selalu berpaling darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2937.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. \nDemikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain:\nSungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An'am/6: 31)\n\nDan firman-Nya:\nAlangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)",
    "quraish": "Dan kalaulah Allah terus menurunkan wahyu-Nya lagi kepadamu, yang mengingatkan mereka--sebagai suatu rahmat--akan kebenaran agama ini, mereka akan terus-menerus menampik dan mengingkarinya. Pelbagai jalan yang dapat menghantarkan mereka untuk menerima petunjuk telah tertutup.",
    "jalalayn": "(Dan sekali-kali tidak datang kepada mereka suatu peringatan) yaitu Alquran (yang baru dari Tuhan Yang Maha Pemurah) yang membeberkan rahasia mereka (melainkan mereka selalu berpaling daripadanya)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 6,
    "arab": "فَقَدْ كَذَّبُوْا فَسَيَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "translation": "Sungguh, mereka telah mendustakan (Al-Qur'an), maka kelak akan datang kepada mereka (kebenaran) berita-berita mengenai apa (azab) yang dulu mereka perolok-olokkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2938.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. \nDemikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain:\nSungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An'am/6: 31)\n\nDan firman-Nya:\nAlangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)",
    "quraish": "Sungguh mereka itu telah mendustakan dan mengejek kebenaran yang kamu sampaikan. Maka bersabarlah menghadapi perlakuan mereka ini. Kelak mereka akan mendapati akibat dari ejekan yang membawa petaka besar ini.",
    "jalalayn": "(Sungguh mereka telah mendustakan) Alquran (maka kelak akan datang kepada mereka kenyataan dari berita-berita) akibat dari apa (yang selalu mereka perolok-olokkan)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 7,
    "arab": "اَوَلَمْ يَرَوْا اِلَى الْاَرْضِ كَمْ اَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ ",
    "translation": "Dan apakah mereka tidak memperhatikan bumi, betapa banyak Kami tumbuhkan di bumi itu berbagai macam pasangan (tumbuh-tumbuhan) yang baik?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2939.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. \nDemikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain:\nSungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, \"Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,\" sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An'am/6: 31)\n\nDan firman-Nya:\nAlangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)",
    "quraish": "Adakah mereka akan terus mempertahankan kekufuran dan pendustaan serta tidak merenungi dan mengamati sebagian ciptaan Allah di bumi ini? Sebenarnya, jika mereka bersedia merenungi dan mengamati hal itu, niscaya mereka akan mendapatkan petunjuk. Kamilah yang mengeluarkan dari bumi ini beraneka ragam tumbuh-tumbuhan yang mendatangkan manfaat. Dan itu semua hanya dapat dilakukan oleh Tuhan yang Mahaesa dan Mahakuasa.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan) maksudnya tidak memikirkan tentang (bumi, berapakah banyaknya Kami tumbuhkan di bumi itu) alangkah banyaknya (dari bermacam-macam tumbuh-tumbuhan yang baik) jenisnya?"
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 8,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةًۗ وَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ ",
    "translation": "Sungguh, pada yang demikian itu terdapat tanda (kebesaran Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2940.mp3",
    "tafsir": "Kemudian Allah mencela orang-orang kafir yang tidak mau mempergunakan akal pikiran mereka untuk memperhatikan bahwa apa yang terjadi di alam ini menunjukkan kekuasaan Allah. Seandainya mereka mau memikirkan dan merenungkan ciptaan Allah, tentu mereka akan menjadi orang-orang yang beriman kepada Allah dan rasul-Nya. Mereka tidak akan lagi menyembah berhala yang tidak dapat memberikan manfaat sedikit pun dan tidak pula menolak bahaya dan kemudaratan, baik bagi dirinya sendiri maupun para penyembahnya. \nOrang kafir itu memang tidak memperhatikan berbagai macam tumbuh-tumbuhan yang beraneka warna, masing-masing mempunyai kekhususan sendiri baik daun, bunga, dan buahnya. Padahal semuanya tumbuh di tanah yang sejenis dan diairi dengan air yang sama, tetapi menghasilkan buah-buahan yang berlainan bentuk, warna, dan rasanya. Tidakkah yang demikian itu menunjukkan kekuasaan dan kebijaksanaan Pencipta-Nya? Namun kalau hati sudah tertutup perasaan sombong dan takabur, pikiran sudah dipengaruhi oleh ketamakan untuk memperoleh pangkat, kedudukan, dan kekayaan, maka tertutuplah semua jalan untuk mencapai kebenaran. Apa saja yang bertentangan dengan kemauan mereka semuanya jahat dan jelek dalam pandangan mereka. \nInilah faktor-faktor yang memalingkan mereka dari berpikir dan merenungkan kekuasaan Allah. Oleh karena itu, kebanyakan mereka tetap dalam keingkaran, kekafiran, dan selalu menantang risalah dan kebenaran yang dibawa oleh Nabi Muhammad. Mereka selalu mengingkari hari Kiamat, hari kebangkitan, dan hari perhitungan, karena tidak mau memikirkannya. Mereka hanya mau bersenang-senang saja di dunia ini, sehingga merasa tidak ada gunanya memikirkan bagaimana keadaan sesudah mati. Menurut mereka, jasad yang mati itu pasti hancur menjadi tanah dan tidak akan kembali.\nSebenarnya Allah kuasa untuk menghancurkan mereka dengan berbagai macam cara seperti Allah menghancurkan umat-umat dahulu yang durhaka. Ada yang dihancurkan dengan topan dan banjir besar, ada yang dimusnahkan dengan gempa yang dahsyat, dan ada pula dengan suara keras yang mengguntur. Namun demikian, Allah mempunyai sifat rahmat dan kasih sayang. Oleh sebab itu, Allah tidak menimpakan kepada kaum musyrik Mekah siksa azab yang ditimpakan kepada umat-umat terdahulu, dengan harapan mungkin ada di antara orang-orang kafir yang membangkang dan menantang itu atau anak cucunya yang akan beriman.\nAl-Quran menyatakan bahwa semua benda mati dan makhluk hidup di alam semesta ini diciptakan berpasang-pasangan. Dalam ayat di atas dicontohkan mengenai tumbuhan. Namun demikian, sebenarnya konsep berpasangan tidak saja hanya pada tumbuhan, tetapi di hampir semua ciptaannya. Dalam Al-Qur'an dinyatakan, di antaranya:\n\"Maha Suci Dia yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan diri mereka maupun dari apa yang tidak mereka ketahui.\" (Yasin/36: 36).\n\n\"Dan segala sesuatu telah Kami ciptakan berpasang-pasangan...\" (adz-dzariyat/51: 49).",
    "quraish": "Sesungguhnya adanya beraneka ragam tumbuh-tumbuhan di bumi merupakan bukti yang jelas akan adanya Sang Pencipta Yang Mahakuasa. Tetapi kebanyakan kaum, ternyata, tidak mau beriman.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu benar-benar terdapat suatu tanda) yang menunjukkan akan kesempurnaan kekuasaan Allah swt. (Dan kebanyakan mereka tidak beriman), menurut ilmu Allah. Imam Sibawaih berpendapat bahwa lafal Kaana di sini adalah Zaidah."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 9,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2941.mp3",
    "tafsir": "Kemudian Allah mencela orang-orang kafir yang tidak mau mempergunakan akal pikiran mereka untuk memperhatikan bahwa apa yang terjadi di alam ini menunjukkan kekuasaan Allah. Seandainya mereka mau memikirkan dan merenungkan ciptaan Allah, tentu mereka akan menjadi orang-orang yang beriman kepada Allah dan rasul-Nya. Mereka tidak akan lagi menyembah berhala yang tidak dapat memberikan manfaat sedikit pun dan tidak pula menolak bahaya dan kemudaratan, baik bagi dirinya sendiri maupun para penyembahnya. \nOrang kafir itu memang tidak memperhatikan berbagai macam tumbuh-tumbuhan yang beraneka warna, masing-masing mempunyai kekhususan sendiri baik daun, bunga, dan buahnya. Padahal semuanya tumbuh di tanah yang sejenis dan diairi dengan air yang sama, tetapi menghasilkan buah-buahan yang berlainan bentuk, warna, dan rasanya. Tidakkah yang demikian itu menunjukkan kekuasaan dan kebijaksanaan Pencipta-Nya? Namun kalau hati sudah tertutup perasaan sombong dan takabur, pikiran sudah dipengaruhi oleh ketamakan untuk memperoleh pangkat, kedudukan, dan kekayaan, maka tertutuplah semua jalan untuk mencapai kebenaran. Apa saja yang bertentangan dengan kemauan mereka semuanya jahat dan jelek dalam pandangan mereka. \nInilah faktor-faktor yang memalingkan mereka dari berpikir dan merenungkan kekuasaan Allah. Oleh karena itu, kebanyakan mereka tetap dalam keingkaran, kekafiran, dan selalu menantang risalah dan kebenaran yang dibawa oleh Nabi Muhammad. Mereka selalu mengingkari hari Kiamat, hari kebangkitan, dan hari perhitungan, karena tidak mau memikirkannya. Mereka hanya mau bersenang-senang saja di dunia ini, sehingga merasa tidak ada gunanya memikirkan bagaimana keadaan sesudah mati. Menurut mereka, jasad yang mati itu pasti hancur menjadi tanah dan tidak akan kembali.\nSebenarnya Allah kuasa untuk menghancurkan mereka dengan berbagai macam cara seperti Allah menghancurkan umat-umat dahulu yang durhaka. Ada yang dihancurkan dengan topan dan banjir besar, ada yang dimusnahkan dengan gempa yang dahsyat, dan ada pula dengan suara keras yang mengguntur. Namun demikian, Allah mempunyai sifat rahmat dan kasih sayang. Oleh sebab itu, Allah tidak menimpakan kepada kaum musyrik Mekah siksa azab yang ditimpakan kepada umat-umat terdahulu, dengan harapan mungkin ada di antara orang-orang kafir yang membangkang dan menantang itu atau anak cucunya yang akan beriman.\nAl-Quran menyatakan bahwa semua benda mati dan makhluk hidup di alam semesta ini diciptakan berpasang-pasangan. Dalam ayat di atas dicontohkan mengenai tumbuhan. Namun demikian, sebenarnya konsep berpasangan tidak saja hanya pada tumbuhan, tetapi di hampir semua ciptaannya. Dalam Al-Qur'an dinyatakan, di antaranya:\n\"Maha Suci Dia yang telah menciptakan pasangan-pasangan semuanya, baik dari apa yang ditumbuhkan oleh bumi dan diri mereka maupun dari apa yang tidak mereka ketahui.\" (Yasin/36: 36).\n\n\"Dan segala sesuatu telah Kami ciptakan berpasang-pasangan...\" (adz-dzariyat/51: 49).",
    "quraish": "Dan sesungguhnya Penguasa dan Pemelihara dirimu, Dialah yang akan membalas para pendusta kebenaran dan mengaruniakan rahmat-Nya kepada orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dia-iah Yang Maha Perkasa) memiliki keperkasaan untuk membalas orang-orang kafir (lagi Maha Penyayang) terhadap orang-orang yang beriman."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 10,
    "arab": "وَاِذْ نَادٰى رَبُّكَ مُوْسٰٓى اَنِ ائْتِ الْقَوْمَ الظّٰلِمِيْنَ ۙ",
    "translation": "Dan (ingatlah) ketika Tuhanmu menyeru Musa (dengan firman-Nya), “Datangilah kaum yang zalim itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2942.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad menceritakan kepada kaumnya yang kafir cerita Nabi Musa a.s. yang berhadapan dengan Fir'aun. Kisah ini dimulai ketika Nabi Musa masih di bukit Sinai, dia menerima perintah supaya pergi ke Mesir menyeru Fir'aun bersama kaumnya yang telah sesat. Mereka adalah kaum yang senantiasa berbuat zalim yang telah lama memperbudak Bani Israil dan berlaku sewenang-wenang terhadap mereka. Nabi Musa diperintahkan menyampaikan risalah kepada Fir'aun dan kaumnya yang demikian congkak dan sombong. Kaum yang menganggap diri mereka keturunan dewa-dewa, sedangkan bangsa lain adalah bangsa yang hina, termasuk bangsa Israil, kaum Musa sendiri.\nFir'aun mempunyai kerajaan yang kuat serta tentara yang berani dan lengkap persenjataannya. Kepada Fir'aun dan kaumnya itu, Musa diperintahkan Allah untuk menyeru mereka agar mengubah kepercayaan yang telah mendarah daging menjadi orang yang beriman dan bertakwa dengan meninggalkan segala perbuatan dan kepercayaan yang tidak benar itu. Tentu saja Musa agak merasa cemas dan khawatir akan nasibnya berhadapan dengan kaum yang kasar dan sombong itu.",
    "quraish": "Dan ingatkanlah kaummu, wahai Muhammad, kisah tentang Mûsâ saat diseru oleh Tuhanmu, \"Wahai Mûsâ, pergilah kamu sebagai seorang rasul kepada satu kaum yang telah menzalimi diri mereka sendiri dengan kekafiran dan menzalimi Banû Isrâ'îl dengan memperbudak dan membunuh anak-anak lelaki mereka.",
    "jalalayn": "(Dan) ceritakanlah, hai Muhammad!, kepada kaummu (ketika Rabbmu menyeru Musa) melalui firman-Nya pada malam ketika ia melihat api dan pohon (\"Bahwasanya) hendaknya (datangilah kaum yang zalim itu), datanglah kamu kepada mereka sebagai seorang Rasul."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 11,
    "arab": "قَوْمَ فِرْعَوْنَ ۗ اَلَا يَتَّقُوْنَ  ",
    "translation": "(yaitu) kaum Fir‘aun. Mengapa mereka tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2943.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad menceritakan kepada kaumnya yang kafir cerita Nabi Musa a.s. yang berhadapan dengan Fir'aun. Kisah ini dimulai ketika Nabi Musa masih di bukit Sinai, dia menerima perintah supaya pergi ke Mesir menyeru Fir'aun bersama kaumnya yang telah sesat. Mereka adalah kaum yang senantiasa berbuat zalim yang telah lama memperbudak Bani Israil dan berlaku sewenang-wenang terhadap mereka. Nabi Musa diperintahkan menyampaikan risalah kepada Fir'aun dan kaumnya yang demikian congkak dan sombong. Kaum yang menganggap diri mereka keturunan dewa-dewa, sedangkan bangsa lain adalah bangsa yang hina, termasuk bangsa Israil, kaum Musa sendiri.\nFir'aun mempunyai kerajaan yang kuat serta tentara yang berani dan lengkap persenjataannya. Kepada Fir'aun dan kaumnya itu, Musa diperintahkan Allah untuk menyeru mereka agar mengubah kepercayaan yang telah mendarah daging menjadi orang yang beriman dan bertakwa dengan meninggalkan segala perbuatan dan kepercayaan yang tidak benar itu. Tentu saja Musa agak merasa cemas dan khawatir akan nasibnya berhadapan dengan kaum yang kasar dan sombong itu.",
    "quraish": "Datangilah kaum Fir'aun itu, karena mereka selalu melakukan kezaliman. Sungguh mereka adalah orang-orang yang aneh! Bagaimana mungkin mereka tidak takut dan waspada akan akibat buruk dari kezaliman yang mereka lakukan?\"",
    "jalalayn": "(Yaitu kaum Firaun) terutama Firaun sendiri, mereka telah berbuat aniaya terhadap diri mereka sendiri dengan kekafiran mereka kepada Allah dan penindasan mereka kepada kaum Bani Israel (mengapa mereka tidak) Istifham di sini bermakna sanggahan (bertakwa?\") kepada Allah dengan menaati-Nya,"
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 12,
    "arab": "قَالَ رَبِّ اِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ۗ",
    "translation": "Dia (Musa) berkata, “Ya Tuhanku, sungguh, aku takut mereka akan mendustakan aku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2944.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. \nMusa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain:\nDia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32).\n\nDemikian pula disebutkan dalam firman-Nya yang lain yaitu:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34).\n\nMusa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun.",
    "quraish": "Mûsâ berkata, \"Wahai Tuhanku, aku sungguh khawatir mereka tidak akan menerima risalahku ini, karena sikap pongah dan membangkang yang ada pada mereka.",
    "jalalayn": "(Berkata) Musa, (\"Ya Rabbku! Sesungguhnya aku takut bahwa mereka akan mendustakan aku)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 13,
    "arab": "وَيَضِيْقُ صَدْرِيْ وَلَا يَنْطَلِقُ لِسَانِيْ فَاَرْسِلْ اِلٰى هٰرُوْنَ ",
    "translation": "sehingga dadaku terasa sempit dan lidahku tidak lancar, maka utuslah Harun (bersamaku).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2945.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. \nMusa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain:\nDia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32).\n\nDemikian pula disebutkan dalam firman-Nya yang lain yaitu:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34).\n\nMusa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun.",
    "quraish": "Lalu aku merasa geram mendapati mereka mendustakan aku, sehingga lidahku menjadi kelu untuk melontarkan bukti-bukti yang ingin kupaparkan. Dari itu, utuslah Jibril a. s. kepada Hârûn, saudaraku, untuk membantuku mengemban tugas ini.",
    "jalalayn": "(Dan akan terasa sempit dadaku) karena mereka mendustakan aku (sedangkan lidahku tidak lancar) untuk menyampaikan risalah yang dibebankan kepadaku, karena lisanku pelat (maka utuslah) saudaraku (Harun) bersamaku."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 14,
    "arab": "وَلَهُمْ عَلَيَّ ذَنْۢبٌ فَاَخَافُ اَنْ يَّقْتُلُوْنِ  ۚ",
    "translation": "Sebab aku berdosa terhadap mereka, maka aku takut mereka akan membunuhku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2946.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana tanggapan Musa a.s. terhadap perintah Tuhannya. Musa a.s. menyadari sepenuhnya bahwa dia harus melaksanakan perintah Allah karena merupakan tugasnya sebagai rasul. Akan tetapi, Musa a.s. membayangkan bagaimana kaum Fir'aun itu telah tersesat dari jalan yang benar. Ia juga tahu bagaimana keras dan kasarnya sikap mereka terhadap orang yang menentang kepercayaan mereka, sedangkan dia sendiri merasa sebagai seorang yang lemah tak berdaya. Musa merasa sangat khawatir kalau kaum Fir'aun itu menuduhnya sebagai seorang pembohong dan pendusta. Apalagi jika terjadi perdebatan yang sengit dengan Fir'aun dan kaumnya, Musa yang tidak begitu fasih lidahnya akan menjadi gugup dalam memberikan alasan yang tepat dan kuat, sehingga menjadi sempitlah dadanya ketika menghadapi mereka. \nMusa mengadukan semua yang dirasakannya kepada Allah dan memohon agar Dia mengangkat Harun a.s., saudaranya, menjadi rasul untuk membantu dan menolongnya. Harun adalah seorang yang fasih lidahnya dan pandai mengungkapkan apa yang ada dalam hatinya dengan bahasa yang baik dan menarik. Hal ini disebutkan pula pada ayat lain:\nDia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku, dan mudahkanlah untukku urusanku, dan lepaskanlah kekakuan dari lidahku, agar mereka mengerti perkataanku, dan jadikanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 25-32).\n\nDemikian pula disebutkan dalam firman-Nya yang lain yaitu:\nDan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.\" (al-Qasas/28: 34).\n\nMusa merasa khawatir kalau dia menghadapi Fir'aun dan kaumnya seorang diri karena pernah membunuh seorang Qibthi (penduduk Mesir asli) dengan tidak sengaja. Hal itu terjadi ketika Musa melihat perkelahian yang terjadi antara orang Qibthi itu dengan seorang Bani Israil. Ia berniat membantu anggota kaumnya tersebut dan memukul orang Qibthi itu dengan kuat sehingga jatuh dan langsung meninggal. Musa khawatir akan dibunuh oleh kaum Fir'aun karena peristiwa tersebut, sehingga dia tidak dapat menyampaikan dakwahnya. Akan tetapi, seandainya Harun di sampingnya dan dia mati terbunuh, maka saudaranya itu dapat melanjutkan risalahnya. Jadi permintaan Musa supaya Harun diangkat menjadi rasul untuk membantunya bukan karena ia takut mati dalam menyampaikan dakwah dan risalahnya, tetapi agar dakwah dan risalahnya itu jangan terhenti kalau dia meninggal, karena dilanjutkan oleh saudaranya, Harun.",
    "quraish": "Lagi pula mereka telah menganggap aku bersalah karena telah membunuh salah seorang di antara mereka. Aku khawatir, mereka--sebagai suatu bentuk pembalasan--akan lebih dulu membunuhku sebelum aku sempat melaksanakan tugas ini. Dan ini menambah kekhawatiranku.\"",
    "jalalayn": "(Dan aku berdosa terhadap mereka) disebabkan aku telah membunuh seorang bangsa Kobtik (maka aku takut mereka akan membunuhku\") disebabkan aku telah membunuh salah seorang dari mereka."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 15,
    "arab": "قَالَ كَلَّاۚ فَاذْهَبَا بِاٰيٰتِنَآ اِنَّا مَعَكُمْ مُّسْتَمِعُوْنَ ۙ ",
    "translation": "(Allah) berfirman, “Jangan takut (mereka tidak akan dapat membunuhmu)! Maka pergilah kamu berdua dengan membawa ayat-ayat Kami (mukjizat-mukjizat); sungguh, Kami bersamamu mendengarkan (apa yang mereka katakan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2947.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36).\n\nAllah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu:\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46).\n\nAllah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun.\nDalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun.",
    "quraish": "Allah berfirman kepada Mûsâ, \"Mereka tidak akan membunuhmu, dan Aku telah mengabulkan permohonanmu mengenai Hârûn. Maka berangkatlah kalian berdua dengan berbekal mukjizat-mukjizat-Ku. Aku akan menjaga kalian dan mendengarkan apa yang terjadi antara kalian dan Fir'aun. Dan kalian berdua akan mendapatkan kemenangan dan dukungan.",
    "jalalayn": "(Berfirman) Allah swt., (\"Jangan takut!) mereka tidak akan dapat membunuhmu (Pergilah kamu berdua) yakni kamu dan saudaramu itu; ungkapan ayat ini lebih diprioritaskan kepada Mukhathab, karena pada kenyataannya Nabi Harun pada waktu itu sedang tidak bersamanya (dengan membawa ayat-ayat Kami, sesungguhnya Kami bersamamu mendengarkan.\") apa yang kalian katakan dan apa yang dikatakan oleh mereka tentang kalian. Keduanya dianggap seakan-akan orang banyak (bentuk jamak)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 16,
    "arab": "فَأْتِيَا فِرْعَوْنَ فَقُوْلَآ اِنَّا رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ۙ",
    "translation": "maka datanglah kamu berdua kepada Fir‘aun dan katakan, “Sesungguhnya kami adalah rasul-rasul Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2948.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36).\n\nAllah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu:\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46).\n\nAllah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun.\nDalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun.",
    "quraish": "Berangkatlah kalian berdua menemui Fir'aun, lalu katakan kepadanya, 'Sesungguhnya kami berdua adalah utusan Tuhan semesta alam kepadamu.",
    "jalalayn": "(Maka datanglah kamu berdua kepada Firaun dan katakanlah olehmu, \"Sesungguhnya kami) yakni kamu berdua ini (adalah Rasul Rabb semesta alam) kepadamu."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 17,
    "arab": "اَنْ اَرْسِلْ مَعَنَا بَنِيْٓ اِسْرَاۤءِيْلَ ۗ ",
    "translation": "lepaskanlah Bani Israil (pergi) bersama kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2949.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan kepada Musa a.s. bahwa semua yang dikhawatirkannya itu tidak akan terjadi. Dia tidak akan dapat dibunuh oleh Fir'aun karena Fir'aun tidak akan dapat berlaku sewenang-wenang terhadapnya. Adapun permintaan Musa agar saudaranya, Harun, diangkat menjadi rasul telah dikabulkan oleh Allah. Dengan begitu, perintah untuk pergi berdakwah kepada Fir'aun dan kaumnya dibebankan kepada Musa dan Harun. Di dalam ayat lain, Allah menegaskan bahwa permintaan Musa itu dikabulkan yaitu:\nDia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, hai Musa! (thaha/20: 36).\n\nAllah menceritakan kepergian Musa dan Harun menyeru Fir'aun dan kaumnya kepada agama tauhid dengan membawa mukjizat yang akan menguatkan seruannya yaitu tongkat Musa yang dapat menjadi ular, dan tangannya bila dimasukkan ke ketiaknya akan menjadi putih bercahaya. Untuk menghilangkan segala was-was dan kekhawatiran dalam hati Musa dan Harun, Allah menegaskan bahwa Ia selalu akan mendengar dan memperhatikan apa yang akan terjadi di kala keduanya telah berhadapan dengan Fir'aun. Hal ini dengan jelas diterangkan pada ayat lain yaitu:\nDia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat. (thaha/20: 46).\n\nAllah menyuruh Musa dan Harun agar mengatakan dengan tegas kepada Fir'aun bahwa mereka datang menghadap kepadanya untuk menyampaikan bahwa mereka berdua adalah rasul yang diutus Allah, Tuhan semesta alam, kepadanya dan kaumnya. Selain itu keduanya harus meminta kepada Fir'aun agar membebaskan Bani Israil yang telah diperbudak selama ini. Keduanya ingin membawa mereka kembali ke tanah suci Baitul Makdis, tanah tumpah darah mereka, di mana nenek moyang mereka semenjak dahulu kala telah berdiam di sana. Hal ini bertujuan agar mereka dapat dengan bebas memeluk agama tauhid tanpa ada tekanan atau hambatan dari siapa pun.\nDalam Tafsir al-Maragi diterangkan bahwa menurut riwayat, Bani Israil yang tinggal di Mesir diperbudak oleh Fir'aun dan kaumnya dalam waktu yang lama, yaitu selama 400 tahun. Fir'aun memang sangat berkuasa dan berbuat sewenang-wenang terhadap rakyatnya, terutama Bani Israil. Menurut al-Qurtubi, sebagaimana dikutip oleh al-Maragi, Musa dan Harun harus menunggu satu tahun untuk dapat menghadap Fir'aun.",
    "quraish": "Tuhan semesta alam telah memerintahkan kepadamu untuk membebaskan Banû Isrâ'îl pergi bersama kami'.\"",
    "jalalayn": "(Hendaklah) hendaknya (lepaskanlah untuk pergi bersama kami) ke negeri Syam (kaum Bani Israel\") maka Nabi Musa dan Nabi Harun datang kepada Firaun lalu keduanya mengatakan apa yang telah disebutkan tadi."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 18,
    "arab": "قَالَ اَلَمْ نُرَبِّكَ فِيْنَا وَلِيْدًا وَّلَبِثْتَ فِيْنَا مِنْ عُمُرِكَ سِنِيْنَ ۗ ",
    "translation": "Dia (Fir‘aun) menjawab, “Bukankah kami telah mengasuhmu dalam lingkungan (keluarga) kami, waktu engkau masih kanak-kanak dan engkau tinggal bersama kami beberapa tahun dari umurmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2950.mp3",
    "tafsir": "Tatkala Musa dan Harun diperkenankan menghadap Fir'aun dan menegaskan kepadanya bahwa mereka berdua adalah rasul Allah Pencipta alam semesta dan meminta supaya Bani Israil dibebaskan dari perbudakan dan diizinkan meninggalkan Mesir, Fir'aun sangat terkejut dan merasa tercengang. Ia menjadi heran mengapa keduanya begitu berani menentang kekuasaannya, sedangkan dia sendiri menganggap dirinya sebagai tuhan bagi rakyatnya, termasuk dalam hal ini Bani Israil. Kemudian Musa dan Harun juga menuntut pembebasan semua Bani Israil dari cengkeraman perbudakan. \nFir'aun heran mengapa Musa sampai berani mengemukakan dua hal yang amat tidak masuk akal itu? Fir'aun mengetahui benar bahwa Musa adalah anak asuhnya sendiri. Semenjak kecil, dia dididik dan dibesarkan dalam istananya. Fir'aun mengetahui pula bahwa setelah dewasa, Musa pernah membunuh seorang rakyatnya yang dekat dengannya, yaitu tukang masaknya sendiri ketika ia berkelahi dengan salah seorang Bani Israil. Fir'aun juga heran mengapa Musa dengan riwayat hidup seperti itu, berani menentang kekuasaannya dan menuntut hal yang tidak masuk akal menurut pendapatnya. \nDengan nada yang keras dan rasa amarah yang tak tertahankan, Fir'aun menjawab, \"Bukankah engkau telah kami asuh dan kami didik semenjak kecil? Kami selamatkan kamu dari pembunuhan di mana pada waktu itu kami memerintahkan agar setiap anak laki-laki Bani Israil harus dibunuh. Kami didik dan kami besarkan di istana kami, kami sayangi dan santuni seperti menyayangi dan menyantuni anak kami sendiri. Akan tetapi, sekarang kamu meminta kepada kami dua hal yang tak mungkin terjadi yaitu agar aku turun dari singgasana ketuhananku serta mengakui bahwa kamu adalah rasul dari Tuhan yang tidak kami kenal. Kemudian kamu meminta pula agar Bani Israil yang telah berabad-abad tinggal di negeri Mesir ini dibebaskan dan kamu bawa ke negeri yang kamu anggap tanah leluhurmu. Ini adalah suatu lelucon yang tidak lucu dan suatu kebodohan dan ketololan yang menunjukkan bahwa kamu berdua adalah manusia yang tak berbudi bahkan mungkin manusia yang telah gila.\"",
    "quraish": "Dengan perasaan berjasa--karena telah mengenal Mûsâ yang di masa kecilnya pernah berada dalam asuhannya di istana--Fir'aun berkata kepada Mûsâ, \"Bukankah kami telah memeliharamu di waktu kecil, dan kamu berada dalam asuhan kami selama beberapa tahun?",
    "jalalayn": "(Berkatalah) Firaun kepada Nabi Musa, (\"Bukankah kami telah mengasuhmu di dalam keluarga kami) yakni dalam rumah kami (waktu kamu masih kanak-kanak) semasa kecil, baru saja dilahirkan, tetapi sudah disapih (dan kamu tinggal bersama kami beberapa tahun dari umurmu), selama tiga puluh tahun, pada masa itu Musa berpakaian seperti Firaun dan berkendaraan sebagaimana Firaun, ia dikenal sebagai anak angkat Firaun."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 19,
    "arab": "وَفَعَلْتَ فَعْلَتَكَ الَّتِيْ فَعَلْتَ وَاَنْتَ مِنَ الْكٰفِرِيْنَ  ",
    "translation": "Dan engkau (Musa) telah melakukan (kesalahan dari) perbuatan yang telah engkau lakukan dan engkau termasuk orang yang tidak tahu berterima kasih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2951.mp3",
    "tafsir": "Tatkala Musa dan Harun diperkenankan menghadap Fir'aun dan menegaskan kepadanya bahwa mereka berdua adalah rasul Allah Pencipta alam semesta dan meminta supaya Bani Israil dibebaskan dari perbudakan dan diizinkan meninggalkan Mesir, Fir'aun sangat terkejut dan merasa tercengang. Ia menjadi heran mengapa keduanya begitu berani menentang kekuasaannya, sedangkan dia sendiri menganggap dirinya sebagai tuhan bagi rakyatnya, termasuk dalam hal ini Bani Israil. Kemudian Musa dan Harun juga menuntut pembebasan semua Bani Israil dari cengkeraman perbudakan. \nFir'aun heran mengapa Musa sampai berani mengemukakan dua hal yang amat tidak masuk akal itu? Fir'aun mengetahui benar bahwa Musa adalah anak asuhnya sendiri. Semenjak kecil, dia dididik dan dibesarkan dalam istananya. Fir'aun mengetahui pula bahwa setelah dewasa, Musa pernah membunuh seorang rakyatnya yang dekat dengannya, yaitu tukang masaknya sendiri ketika ia berkelahi dengan salah seorang Bani Israil. Fir'aun juga heran mengapa Musa dengan riwayat hidup seperti itu, berani menentang kekuasaannya dan menuntut hal yang tidak masuk akal menurut pendapatnya. \nDengan nada yang keras dan rasa amarah yang tak tertahankan, Fir'aun menjawab, \"Bukankah engkau telah kami asuh dan kami didik semenjak kecil? Kami selamatkan kamu dari pembunuhan di mana pada waktu itu kami memerintahkan agar setiap anak laki-laki Bani Israil harus dibunuh. Kami didik dan kami besarkan di istana kami, kami sayangi dan santuni seperti menyayangi dan menyantuni anak kami sendiri. Akan tetapi, sekarang kamu meminta kepada kami dua hal yang tak mungkin terjadi yaitu agar aku turun dari singgasana ketuhananku serta mengakui bahwa kamu adalah rasul dari Tuhan yang tidak kami kenal. Kemudian kamu meminta pula agar Bani Israil yang telah berabad-abad tinggal di negeri Mesir ini dibebaskan dan kamu bawa ke negeri yang kamu anggap tanah leluhurmu. Ini adalah suatu lelucon yang tidak lucu dan suatu kebodohan dan ketololan yang menunjukkan bahwa kamu berdua adalah manusia yang tak berbudi bahkan mungkin manusia yang telah gila.\"",
    "quraish": "Dan kamu telah melakukan tindak kejahatan yang keji, saat kamu membunuh salah seorang dari kaumku. Kamu pun tidak membalas jasa yang dahulu telah kami berikan kepadamu, dan juga tidak mengayomi rakyatku. Bahkan kamu mencerca tuhan-tuhan kami dengan menganggap dirimu sebagai utusan Tuhan semesta alam.\"",
    "jalalayn": "(Dan kamu telah berbuat suatu perbuatan yang telah kamu lakukan itu) yaitu membunuh seorang bangsa Kobtik (dan kamu termasuk orang-orang yang tidak tahu membalas budi\") yakni termasuk orang-orang yang ingkar terhadap nikmat yang telah kuberikan kepadamu, yaitu dididik dan tidak dijadikan budak."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 20,
    "arab": "قَالَ فَعَلْتُهَآ اِذًا وَّاَنَا۠ مِنَ الضَّاۤلِّيْنَ  ",
    "translation": "Dia (Musa) berkata, “Aku telah melakukannya, dan ketika itu aku termasuk orang yang khilaf.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2952.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Mûsâ berkata, \"Aku memang telah melakukan pembunuhan yang kamu sebutkan itu karena ketidaktahuan dan kekhilafanku. Dari itu, janganlah kamu menyalahkan aku.",
    "jalalayn": "(Berkatalah) Musa, (\"Aku telah melakukannya, sedangkan di waktu itu) pada masa itu (aku termasuk orang-orang yang khilaf) dari apa yang akan diberikan oleh Allah kepadaku sesudahnya, yaitu ilmu dan risalah."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 21,
    "arab": "فَفَرَرْتُ مِنْكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِيْ رَبِّيْ حُكْمًا وَّجَعَلَنِيْ مِنَ الْمُرْسَلِيْنَ  ",
    "translation": "Lalu aku lari darimu karena aku takut kepadamu, kemudian Tuhanku menganugerahkan ilmu kepadaku serta Dia menjadikan aku salah seorang di antara rasul-rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2953.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Lalu aku melarikan diri dari kalian karena khawatir kalian akan membunuhku akibat tindakan yang tak kusengaja itu. Tuhan pun kemudian menganugerahkan kepadaku kearifan dan pengetahuan, keutamaan dan kenikmatan, serta menjadikan diriku sebagai salah seorang rasul-Nya.\"",
    "jalalayn": "(Lalu aku lari meninggalkan kalian ketika aku takut kepada kalian, kemudian Rabbku memberikan kepadaku hikmah) yakni ilmu (serta Dia menjadikanku salah seorang di antara Rasul-rasul)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 22,
    "arab": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ اَنْ عَبَّدْتَّ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ",
    "translation": "Dan itulah kebaikan yang telah engkau berikan kepadaku, (sementara) itu engkau telah memperbudak Bani Israil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2954.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Mûsâ lalu menyinggung salah satu sikap buruk Fir'aun. Dijelaskannyalah perihal perbudakan dan pembunuhan anak-anak lelaki Banû Isrâ'îl yang Fir'aun lakukan. Karena itu, Mûsâ menolak asuhannya di istana Fir'aun sebagai suatu nikmat. Sebabnya terpulang kepada kejahatan Fir'aun yang telah memperbudak dan membunuh anak-anak lelaki Banû Isrâ'îl sehingga ia dihanyutkan ke sungai untuk menyelamatkan diri dari pembunuhan Fir'aun, yang akhirnya mengantarkan Mûsâ ke istana Fir'aun. Kalaulah keadaannya tidak seperti itu, tentu Mûsâ akan diasuh oleh kedua orangtuanya.",
    "jalalayn": "(Budi yang kamu limpahkan kepadaku itu) asal lafal Tamunnuhaa adalah Tamunnu Bihaa, maksudnya, yang telah kamu limpahkan kepadaku itu (adalah disebabkan kamu telah memperbudak Bani Israel\") kalimat ayat ini merupakan keterangan dari ayat yang sebelumnya, maksudnya, kamu telah menjadikan mereka sebagai budak-budak dan sebagai gantinya kamu tidak memperbudak aku, sesungguhnya kamu tidak memberikan nikmat apa pun dengan perlakuanmu yang demikian itu, karena kamu memperbudak mereka, hal ini adalah perbuatan aniaya. Sebagian Mufassirin ada yang memperkirakan adanya Hamzah Istifham bermakna sanggahan, pada awal perkataan Nabi Musa ini, sehingga lafal Fa'altuha asalnya Afa'altuha."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 23,
    "arab": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Fir‘aun bertanya, “Siapa Tuhan seluruh alam itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2955.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan jawaban Musa atas cercaan dan penghinaan Fir'aun terhadapnya, setelah kekakuan pada lidahnya hilang. Musa menjelaskan bahwa pembunuhan yang dilakukannya terhadap tukang roti Fir'aun yang bertengkar dengan seorang dari Bani Israil adalah suatu ketidaksengajaan dan tidak direncanakan. Dia hanya ingin melerai dan memberi pelajaran kepada tukang roti itu agar tidak berlaku kasar dan menghina Bani Israil. Dia memang memukulnya tetapi tidak bermaksud untuk membunuh, karena tidak tahan melihat tukang roti itu begitu sombong dan menghina kaumnya, Bani Israil. Kalau itu dianggap kesalahan, maka Musa mengakui bahwa waktu itu dia betul-betul khilaf.\nSekarang dia sudah berubah, Musa telah menjadi rasul yang diberi tugas oleh Allah untuk mengajak Fir'aun dan kaumnya kepada kehidupan beragama yang benar. Musa juga diberi tugas untuk membebaskan Bani Israil dari perbudakan yang tidak benar, yaitu perbudakan manusia oleh manusia.\nJika Fir'aun menyebut-nyebut jasa baiknya yang telah mengasuh Musa dan mendidiknya di istana, hal itu disebabkan kebijaksanaan Fir'aun atas keinginan istrinya untuk menyelamatkannya ketika ia dibuang ibunya ke Sungai Nil. Keluarga Fir'aun kemudian mengambilnya dan memelihara serta membesarkannya. Di sisi lain, Fir'aun telah mengeksploitasi Bani Israil dengan memperlakukan mereka sebagai budak.",
    "quraish": "Fir'aun berkata, \"Lalu, bagaimana sebenarnya sifat Tuhan semesta alam yang selalu kamu sebut-sebut dan kamu katakan telah mengutusmu itu? Cobalah jelaskan, karena kami tidak mengenalnya sama sekali!\"",
    "jalalayn": "(Berkata Firaun) kepada Nabi Musa, (\"Siapakah Rabb semesta alam itu?\") sebagaimana yang telah kamu katakan itu, bahwa kamu adalah Rasul-Nya? Maksudnya, siapakah Dia itu? Karena mengingat bahwa tiada jalan bagi makhluk untuk mengetahui hakikat Allah swt. melainkan hanya melalui sifat-sifat-Nya. Nabi Musa a.s. mengemukakan jawabannya kepada Firaun dengan ungkapan berikut."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 24,
    "arab": "قَالَ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۗ اِنْ كُنْتُمْ مُّوْقِنِيْنَ ",
    "translation": "Dia (Musa) menjawab, “Tuhan pencipta langit dan bumi dan apa yang ada di antara keduanya (itulah Tuhanmu), jika kamu mempercayai-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2956.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mendengar kata-kata Musa dan melihat sikapnya yang meyakinkan serta kesungguhannya menyampaikan dakwah terutama yang berhubungan dengan ketauhidan, yaitu supaya Fir'aun dan kaumnya menyembah Tuhan Yang Maha Esa yang menciptakan mereka, maka Fir'aun bangkit menentang. Ia bertanya dengan nada marah, \"Wahai Musa, engkau mengaku sebagai rasul Tuhan semesta alam. Apakah Tuhan semesta alam itu?\" Fir'aun sangat heran dan merasa tersinggung atas pengakuan Musa tentang kekuasaan dan keesaan Allah karena ia telah memproklamirkan kepada kaumnya bahwa dia satu-satunya tuhan, tiada tuhan selain dia, sebagaimana yang dijelaskan Allah di dalam firman-Nya:\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. (al-Qasas/28: 38)\n\n(24) Pada ayat ini, Allah menerangkan jawaban Musa atas pertanyaan Fir'aun tentang Tuhan yang diakui Musa itu sebagai Tuhan yang mengutusnya. Untuk memudahkan pengertian Fir'aun tentang yang ditanyakan itu, maka Musa menjelaskan sebagian sifat-sifat yang menunjukkan kekuasaan Tuhan seru sekalian alam, sesuai dengan maksud pertanyaan Fir'aun. Musa mengatakan bahwa Tuhan yang mengutusnya adalah Tuhan yang menciptakan langit dan bumi dan apa-apa yang ada di antara keduanya dengan sebaik-baiknya. Tuhan yang menjadikan matahari, bulan, bintang-bintang yang gemerlapan di langit, sungai-sungai, lautan, gunung-gunung, pohon-pohon, hewan-hewan, tumbuh-tumbuhan di bumi, angin, hawa, dan lain-lain yang ada di antara langit dan bumi. Kalau memang Fir'aun dan kaumnya adalah orang-orang yang berkepala dingin, berpikiran sehat, dan memiliki hati yang terbuka, maka dengan jawaban Musa itu, tentu ia akan percaya dan meyakini keesaan Allah yang mengutus Musa.",
    "quraish": "Mûsâ menjawab, \"Dialah Penguasa langit dan bumi beserta isinya. Jika kalian meyakini jawabanku ini, maka kalian akan mendapatkan kebaikan dan petunjuk. Kalian pun akan tahu bahwa kerajaan Fir'aun yang dibangga-banggakan ini, yang hanya terbatas dalam satu wilayah saja di muka bumi, sangat tak pantas disejajarkan dengan kerajaan Tuhan.\"",
    "jalalayn": "(Musa menjawab, \"Rabb Pencipta langit dan bumi dan apa-apa yang ada di antara keduanya) yakni Dialah yang menciptakan kesemuanya itu (jika kamu sekalian orang-orang yang mempercayai.\") bahwa Dia adalah yang menciptakan semuanya, maka berimanlah kalian kepada-Nya dan esakanlah Dia."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 25,
    "arab": "قَالَ لِمَنْ حَوْلَهٗٓ اَلَا تَسْتَمِعُوْنَ ",
    "translation": "Dia (Fir‘aun) berkata kepada orang-orang di sekelilingnya, “Apakah kamu tidak mendengar (apa yang dikatakannya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2957.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang reaksi Fir'aun atas jawaban Musa di atas. Setelah mendengar jawaban Musa, ia cepat-cepat menoleh kepada kaumnya yang ada di sekelilingnya, dan menampakkan keheranannya. Fir'aun berkata kepada mereka dengan nada menyindir dan mengejek, \"Wahai kaumku, kamu sekalian telah mendengar ucapan-ucapan Musa yang mengatakan bahwa ada Tuhan selain aku? Apakah itu bukan suatu hal yang aneh dan suatu hal yang merupakan penyelewengan?\" Hal ini dilakukan oleh Fir'aun karena ia khawatir kalau-kalau kaumnya terpengaruh oleh jawaban Musa. Kalau begitu, mereka akan berbalik tidak mempercayai dan mengakuinya lagi sebagai Tuhan.",
    "quraish": "Fir'aun merasa heran mendengar adanya Tuhan selain dirinya dan bahwa kerajaannya tidak pantas dibandingkan dengan kerajaan Tuhan. Dengan sikap meremehkan, Fir'aun mengungkapkan keheranannya kepada orang-orang yang ada di sekitarnya, \"Bagaimana tanggapan kalian mendengar ucapan Mûsâ ini?\"",
    "jalalayn": "(Berkata) Firaun (kepada orang-orang sekelilingnya,) dari kalangan orang-orang terpandang kaumnya (\"Apakah kaian tidak mendengarkan?\") jawabannya yang tidak sesuai dengan pertanyaannya itu."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 26,
    "arab": "قَالَ رَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ ",
    "translation": "Dia (Musa) berkata, “(Dia) Tuhanmu dan juga Tuhan nenek moyangmu terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2958.mp3",
    "tafsir": "Musa melihat Fir'aun dengan kaumnya belum juga puas atas jawabannya, sehingga mereka belum mau mengakui dan mempercayai bahwa yang mengutus Musa itu, Tuhan seru sekalian alam. Musa lalu menambah penjelasannya dengan harapan semoga dengan penjelasan tambahan ini, mereka menyadari dan menginsyafi pendirian mereka yang sesat itu. \nMusa mengatakan bahwa Tuhan yang mengutusnya ialah Tuhan Fir'aun dan nenek moyangnya dahulu. Musa mengalihkan pandangan mereka kepada hal penting, yaitu bahwa Tuhan yang sebenarnya ialah Tuhan yang menciptakan mereka, nenek moyang mereka, dan Fir'aun. Dengan kejadian tersebut, mereka akan berpikir bahwa mereka dan alam ini ada karena ada Pencipta dan ada yang mengaturnya, kuasa berbuat menurut kehendak-Nya. Tuhan alam semesta itulah yang mengaturnya, yaitu Tuhan yang hakiki dan tetap ada, sekali pun semua makhluk-Nya sudah tidak ada lagi dan Dia Qadim tidak bermula. Dia juga Tuhan yang mengutus Musa.",
    "quraish": "Tanpa mempedulikan kegeraman dan cemoohan Fir'aun, Mûsâ melanjutkan lagi, \"Tuhan semesta alam adalah Penciptamu dan para nenek moyangmu. Di antara nenek moyangmu itu ada yang mengaku Tuhan sebagaimana halnya kamu. Mereka semua telah binasa, dan kamu pun akan binasa pula. Dengan demikian, anggapan dirimu sebagai Tuhan sama sekali tidak dapat dibenarkan. Sebab, Tuhan yang hakiki tidak akan pernah mati.\"",
    "jalalayn": "(Berkata pula) Musa, (\"Rabb kalian dan Rabb nenek moyang kalian yang dahulu\") jawaban Nabi Musa kali ini sekali pun isinya telah terkandung pada jawaban yang pertama tadi tetapi membuat Firaun naik pitam. Oleh sebab itu,"
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 27,
    "arab": "قَالَ اِنَّ رَسُوْلَكُمُ الَّذِيْٓ اُرْسِلَ اِلَيْكُمْ لَمَجْنُوْنٌ ",
    "translation": "Dia (Fir‘aun) berkata, “Sungguh, Rasulmu yang diutus kepada kamu benar-benar orang gila.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2959.mp3",
    "tafsir": "Setelah Musa menjelaskan bukti-bukti atas ketuhanan Allah yang mengutusnya, Fir'aun bungkam seribu bahasa, tidak dapat memberi jawaban. Ia lalu mengeluarkan kata-kata yang ditujukan kepada kaumnya untuk meragukan mereka terhadap alasan dan bukti-bukti yang telah dikemukakan Nabi Musa. Fir'aun berkata, \"Wahai kaumku. Sesungguhnya rasul yang mengaku bahwa ia diutus kepada kamu sekalian, sebenarnya adalah orang gila. Ia mengeluarkan kata-kata yang tidak dapat dipahami dan dimengerti sama sekali karena mengatakan bahwa ada Tuhan selain aku.\"",
    "quraish": "Untuk membangkitkan kemarahan kaumnya, Fir'aun berkata kepada mereka. Dikatakannyalah sesuatu yang tidak benar mengenai kerasulan Mûsâ dengan menganggapnya sebagai orang gila. Karena, menurutnya, ia menjawab sesuatu yang tidak ditanyakan dan menyematkan Tuhan dengan sifat-sifat yang aneh. Demikianlah, Fir'aun telah menghasut kaumnya untuk mendustakan Mûsâ.",
    "jalalayn": "(Firaun berkata, \"Sesungguhnya Rasul kalian yang diutus kepada kamu sekalian benar-benar orang gila\")."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 28,
    "arab": "قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَاۗ اِنْ كُنْتُمْ تَعْقِلُوْنَ  ",
    "translation": "Dia (Musa) berkata, “(Dialah) Tuhan (yang menguasai) timur dan barat dan apa yang ada di antara keduanya; jika kamu mengerti.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2960.mp3",
    "tafsir": "Pada ayat ini, Musa mengemukakan lagi sifat-sifat Tuhan seru sekalian alam yang mengutusnya. Dia adalah Tuhan yang menguasai timur dan barat dan apa yang ada di antara keduanya. Dia adalah Tuhan yang menjadikan timur tempat matahari terbit, dan barat tempat matahari terbenam. Dia juga yang menjadikan perjalanan bintang-bintang itu dalam peredaran yang teratur. Bagi orang yang mau mempergunakan akalnya tentu dapat mengerti bahwa kejadian-kejadian yang demikian itu adalah bukti nyata yang menunjukkan adanya Tuhan yang mengatur segala-galanya dengan rapi dan baik sekali. Musa pada mulanya menghadapi dan menjawab pertanyaan Fir'aun itu dengan nada lembut dan ucapan yang mantap: \"jika kamu mempergunakan akal\". Ucapan itulah yang sesuai untuk menolak tuduhan Fir'aun kepadanya bahwa ia orang gila.",
    "quraish": "Mûsâ berkata, \"Jika memang kalian berpikir, berimanlah kepada risalahku ini. Karena sesungguhnya terbit dan terbenamnya matahari dengan suatu ketetapan yang sangat teliti merupakan bukti yang jelas akan adanya Sang Pencipta. Dengan demikian, kalianlah yang berhak dikatakan tidak waras.\"",
    "jalalayn": "(Berkata) Musa, (\"Rabb yang menguasai Timur dan Barat dan apa yang di antara keduanya -itulah Rabb kalian, jika kalian mempergunakan akal\") maka berimanlah kepada-Nya, dan esakanlah Dia."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 29,
    "arab": "قَالَ لَىِٕنِ اتَّخَذْتَ اِلٰهًا غَيْرِيْ لَاَجْعَلَنَّكَ مِنَ الْمَسْجُوْنِيْنَ ",
    "translation": "Dia (Fir‘aun) berkata, “Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2961.mp3",
    "tafsir": "Pada ayat ini, Allah mengisahkan bahwa ketika Fir'aun tidak dapat melumpuhkan keterangan dan bukti-bukti yang dikemukakan oleh Musa kepadanya, ia lalu berlaku kasar dan mengancam Musa. Fir'aun berkata, \"Wahai Musa. Kalau engkau berani menyembah Tuhan selain aku, maka aku akan memasukkan kamu ke dalam penjara. Di sana akan kamu rasakan siksaan yang amat pedih, perlakuan yang kejam, dan tidak ada belas kasihan sedikit pun.\" Siksaan yang diderita orang-orang yang dipenjarakan Fir'aun lebih berat dari pembunuhan, sebab ia memenjarakan seseorang sampai yang bersangkutan mati.",
    "quraish": "Fir'aun berkata kepada Mûsâ, \"Sungguh jika kamu menjadikan Tuhan selain diriku, aku akan menjadikan kamu salah seorang yang buruk keadaannya di dalam penjaraku.\" Begitulah, Fir'aun terpaksa menggunakan ancaman setelah ia merasa tidak mampu menolak bukti-bukti ciptaan Tuhan.",
    "jalalayn": "(Berkatalah) Firaun kepada Nabi Musa, (\"Sungguh jika kamu menyembah Tuhan selain aku, benar-benar aku akan menjadikan kamu salah seorang yang dipenjarakan\") penjara di masa Firaun sangat mengerikan keadaannya, karena seseorang ditahan di suatu tempat di bawah tanah dalam keadaan menyendiri, sehingga tidak dapat melihat apa-apa dan tidak dapat mendengar suara seorang manusia pun."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 30,
    "arab": "قَالَ اَوَلَوْ جِئْتُكَ بِشَيْءٍ مُّبِيْنٍ ",
    "translation": "Dia (Musa) berkata, “Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2962.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ketika Musa melihat perlakuan Fir'aun yang mengancam keselamatan jiwanya, ia terpaksa tidak mengemukakan bukti-bukti yang biasanya dapat diterima akal. Ia beralih kepada mukjizat-mukjizat dan hal yang luar biasa. Musa berkata kepada Fir'aun, \"Wahai Fir'aun, apakah engkau akan memenjarakan aku sekalipun aku mengemukakan hujah yang nyata atas kebenaran pengakuanku? Hujah itu ialah mukjizat yang membuktikan adanya Tuhan Yang Mahakuasa, dan kebenaran kenabianku.\"",
    "quraish": "Dengan bersikap lembut karena benar-benar menginginkan keimanan Fir'aun, Mûsâ berkata, \"Benarkah kamu akan menjadikan aku sebagai salah seorang tawananmu, meskipun aku perlihatkan kepadamu bukti kuat yang membenarkan segala ucapanku?\"",
    "jalalayn": "(Musa berkata) kepada Firaun, (\"Dan apakah kamu akan melakukan itu kendati pun) maksudnya apakah sungguh kamu akan melakukannya sekalipun (aku datang kepadamu dengan membawa sesuatu keterangan yang nyata) berupa bukti yang jelas yang menunjukkan kerasulanku.\""
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 31,
    "arab": "قَالَ فَأْتِ بِهٖٓ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "translation": "Dia (Fir‘aun) berkata, “Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2963.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ketika Fir'aun mendengar ucapan Nabi Musa itu, ia berkata, \"Wahai Musa, kalau memang engkau benar di dalam pengakuanmu bahwa engkau seorang rasul, maka datangkanlah kepada kami sesuatu yang nyata itu. Seseorang yang mengaku dirinya seorang rasul, tentu mempunyai bukti yang membenarkan pengakuannya.\" Fir'aun mengemukakan ajakan itu karena yakin bahwa Musa tidak akan dapat memenuhi permintaannya.",
    "quraish": "Fir'aun menjawab, \"Cobalah perlihatkan bukti kenabianmu itu, jika kamu memang benar.\" Ia berkata seperti itu dengan harapan agar dapat melihat kelemahan argumentasi Mûsâ.",
    "jalalayn": "(Firaun berkata) kepada Nabi Musa, (\"Datangkanlah sesuatu keterangan yang nyata itu, jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu itu."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 32,
    "arab": "فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۚ ",
    "translation": "Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2964.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mengemukakan tuntutan supaya Musa mendatangkan bukti yang nyata atas kebenaran dakwahnya, maka Musa segera melemparkan tongkatnya yang dengan tiba-tiba menjelma menjadi ular yang sesungguhnya. Disebutkan dalam Tafsir ar-Razi bahwa setelah tongkat Musa itu berubah menjadi ular, ular itu melenting ke atas, kemudian turun kembali ke bumi langsung menuju Fir'aun. Fir'aun berkata, \"Demi yang mengutusmu Musa, ambillah ular itu, kalau tidak saya sendiri akan mengambilnya.\" Musa lalu mengambilnya dan kembalilah ular itu menjadi tongkat lagi seperti biasa.",
    "quraish": "Ke hadapan Fir'aun dan kaumnya, Mûsâ pun melemparkan tongkatnya. Seketika itu juga, tongkat itu berubah menjadi seekor ular besar yang benar-benar hidup, bukan hasil sulapan sihir yang menyerupai ular.",
    "jalalayn": "(Maka Musa melemparkan tongkatnya, lalu tiba-tiba tongkat itu menjadi ular yang nyata) ular raksasa."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 33,
    "arab": "وَنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ ",
    "translation": "Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2965.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Musa selesai menunjukkan bukti yang nyata itu, Fir'aun berkata, \"Apakah masih ada mukjizat selain itu?\" Musa menjawab, \"Ada.\" Musa lalu memasukkan tangan ke dalam kantong bajunya, kemudian mengeluarkannya kembali. Tiba-tiba tangan itu bercahaya menerangi keadaan di sekelilingnya, karena cahayanya yang sangat terang. Ibnu 'Abbas berkata, \"Ketika Musa mengeluarkan tangan dari dalam bajunya, maka tiba-tiba tangan itu menjadi putih bercahaya menyinari orang-orang yang melihatnya, bagaikan sinar matahari yang menyilaukan penglihatan.\"",
    "quraish": "Mûsâ lalu--sebagai mukjizat kedua--mengeluarkan tangan dari kantongnya. Tangannya itu berubah menjadi sangat putih, indah gemerlapan, sehingga membuat orang-orang yang melihatnya terpana.",
    "jalalayn": "(Dan ia menarik tangannya) mengeluarkannya dari kantong bajunya (maka tiba-tiba tangan itu jadi putih) memancarkan sinar (bagi orang-orang yang melihatnya) berbeda dengan keadaan warna kulit tangan sebelumnya."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 34,
    "arab": "قَالَ لِلْمَلَاِ حَوْلَهٗٓ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌ ۙ ",
    "translation": "Dia (Fir‘aun) berkata kepada para pemuka di sekelilingnya, “Sesungguhnya dia (Musa) ini pasti seorang pesihir yang pandai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2966.mp3",
    "tafsir": "Ketika Fir'aun melihat dan menyaksikan bukti-bukti yang diperlihatkan Musa, yang menunjukkan kebenaran dakwahnya, ia tetap mengingkari dan menentang Musa dengan keras. Ia kemudian mengemukakan tiga hal kepada para pemuka kaumnya. Pertama, untuk melegakan hati para pembesar dan pemuka kaum yang ada di sekelilingnya, Fir'aun berkata kepada mereka, \"Sesungguhnya Musa ini, benar-benar ahli sihir yang ulung, bukan rasul Tuhan seru sekalian alam sebagaimana pengakuannya. Yang dipertunjukkannya itu bukan mukjizat, tetapi sihir belaka.\"",
    "quraish": "Fir'aun berkata kepada kaumnya, \"Sesungguhnya Mûsâ benar-benar seorang penyihir yang handal.\" Ia berkata seperti itu karena takut kaumnya menjadi tunduk kepada kebenaran yang mereka saksikan pada Mûsâ.",
    "jalalayn": "(Berkata) Firaun (kepada pembesar-pembesar yang ada di sekelilingnya, \"Sesungguhnya Musa ini benar-benar seorang ahli sihir yang pandai) yakni orang yang unggul di dalam ilmu sihir."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 35,
    "arab": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ بِسِحْرِهٖۖ فَمَاذَا تَأْمُرُوْنَ ",
    "translation": "dia hendak mengusir kamu dari negerimu dengan sihirnya; karena itu apakah yang kamu sarankan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2967.mp3",
    "tafsir": "Kedua, untuk menghasut dan menanamkan rasa benci ke dalam hati para pembesar dan pemuka kaumnya, agar tidak percaya kepada Musa, Fir'aun berkata kepada mereka, \"Sebenarnya maksud dari sihir yang ditampakkan Musa itu adalah untuk mengambil hati rakyat. Hal itu bertujuan agar pendukung dan pengikutnya bertambah banyak untuk mengalahkan pembesar-pembesar dan pemuka-pemuka kamu sekalian. Akhirnya, mereka akan merampas dan mengusirmu dari negerimu sendiri.\" \nKetiga, Fir'aun meminta pertimbangan, ide-ide, dan saran-saran dari pembesar negerinya dan pemuka-pemuka kaumnya, tentang apa yang ia harus perbuat, dan bagaimana cara yang mesti dilakukan untuk membendung dan menggagalkan keinginan Musa itu. Abu as-Su'ud, pengarang Tafsir Irsyad al-'Aql as-Salim ila Mazaya al-Kitab al-Karim, menganggap permintaan Fir'aun kepada pembesar negerinya tersebut adalah akibat kebingungan dan keheranannya menghadapi mukjizat yang telah ditunjukkan Musa. Hal itu menyebabkan Fir'aun mengubah sikapnya dalam tiga hal yang merendahkan martabatnya dan menurunkan kedudukannya:",
    "quraish": "Fir'aun menambahkan lagi, \"Penyihir ini bermaksud menundukkan aku sehingga kalian nantinya akan terusir dari negeri ini.\" Ia berkata seperti itu untuk membangkitkan kemarahan kaumnya. Sebab, keterpisahan dengan tanah tumpah darah merupakan salah satu hal yang berat, terutama bila dilakukan dengan kekerasan dan pengusiran. Selanjutnya, Fir'aun meminta saran dari kaum yang menyembahnya ini. Demikianlah, karena terdesak oleh bukti-bukti kuat yang diperlihatkan Mûsâ, Fir'aun--dengan meminta saran seperti itu--lupa bahwa ia telah mengaku Tuhan.",
    "jalalayn": "(Ia hendak mengusir kalian dari negeri kalian dengan sihirnya; maka karena itu apakah yang kalian anjurkan?\")."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 36,
    "arab": "قَالُوْٓا اَرْجِهْ وَاَخَاهُ وَابْعَثْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۙ ",
    "translation": "Mereka menjawab, “Tahanlah (untuk sementara) dia dan saudaranya, dan utuslah ke seluruh negeri orang-orang yang akan mengumpulkan (pesihir),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2968.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan jawaban para pembesar dan pemuka kaum Fir'aun atas saran yang dimintanya. Mereka menyarankan agar urusan Musa dan saudaranya, Harun, ditunda karena mereka akan mengumpulkan semua ahli sihir ulung yang ada di negeri mereka. Para ahli sihir itu dikumpulkan dan diperintahkan supaya datang mengadakan pertandingan sihir dengan Musa. Pada hari dan tempat yang telah ditentukan, para ahli sihir itu harus memperlihatkan kelebihannya di hadapan Fir'aun dan Musa. Menurut mereka, pada saat itu kemenangan akan berada di pihak mereka sehingga rakyat kembali mendukungnya. Saran ini diterima baik oleh Fir'aun dan akan dilaksanakan pada waktunya. Sebagai imbalan, ia juga akan memenuhi segala tuntutan mereka.",
    "quraish": "Kaumnya berkata kepada Fir'aun, \"Tangguhkanlah perkara kedua orang ini. Lalu kerahkanlah balatentara ke seluruh kota untuk mengumpulkan para ahli sihir dari wargamu. Karena sihir hanya bisa dilawan dengan sihir.",
    "jalalayn": "(Mereka menjawab, \"Tundalah urusan dia dan saudaranya) tangguhkanlah urusan keduanya (dan kirimkanlah ke seluruh negeri orang-orang yang akan mengumpulkan) menghimpun para ahli sihir."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 37,
    "arab": "يَأْتُوْكَ بِكُلِّ سَحَّارٍ عَلِيْمٍ ",
    "translation": "niscaya mereka akan mendatangkan semua pesihir yang pandai kepadamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2969.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan jawaban para pembesar dan pemuka kaum Fir'aun atas saran yang dimintanya. Mereka menyarankan agar urusan Musa dan saudaranya, Harun, ditunda karena mereka akan mengumpulkan semua ahli sihir ulung yang ada di negeri mereka. Para ahli sihir itu dikumpulkan dan diperintahkan supaya datang mengadakan pertandingan sihir dengan Musa. Pada hari dan tempat yang telah ditentukan, para ahli sihir itu harus memperlihatkan kelebihannya di hadapan Fir'aun dan Musa. Menurut mereka, pada saat itu kemenangan akan berada di pihak mereka sehingga rakyat kembali mendukungnya. Saran ini diterima baik oleh Fir'aun dan akan dilaksanakan pada waktunya. Sebagai imbalan, ia juga akan memenuhi segala tuntutan mereka.",
    "quraish": "Mereka akan mendatangkan kepadamu sejumlah besar ahli sihir yang piawai dan lebih unggul serta berpengalaman dibanding Mûsâ.\" Dengan saran ini, kaumnya berharap dapat meredam kecemasan Fir'aun.",
    "jalalayn": "(Niscaya mereka akan mendatangkan semua ahli sihir yang pandai kepadamu\") yang kepandaiannya melebihi Musa dalam ilmu sihir."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 38,
    "arab": "فَجُمِعَ السَّحَرَةُ لِمِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ ۙ ",
    "translation": "Lalu dikumpulkanlah para pesihir pada waktu (yang ditetapkan) pada hari yang telah ditentukan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2970.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun mendapat saran dari pembesar dan pemuka kaumnya supaya tidak gegabah menindak Musa, dan lebih baik mengumpulkan ahli-ahli sihir, maka Fir'aun melaksanakan saran itu. Ia memerintahkan agar para ahli sihir sudah siap pada waktu yang telah ditetapkan, yaitu pada hari yang diumumkan sebagai hari raya.",
    "quraish": "Maka dikumpulkanlah para ahli sihir dari seluruh pelosok negeri. Lalu ditentukan waktu pertemuan mereka dengan Mûsâ pada hari perayaan (yawm al-zînah), pada waktu duha, menjelang tengah hari.",
    "jalalayn": "(Lalu dikumpulkanlah ahli-ahli sihir pada waktu yang ditetapkan di hari yang maklum) yaitu pada waktu matahari mencapai sepenggalah atau waktu dhuha di hari raya mereka."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 39,
    "arab": "وَّقِيْلَ لِلنَّاسِ هَلْ اَنْتُمْ مُّجْتَمِعُوْنَ ۙ ",
    "translation": "dan diumumkan kepada orang banyak, “Berkumpullah kamu semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2971.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa Fir'aun menyuruh rakyatnya berkumpul, untuk menyaksikan peristiwa yang akan terjadi pada hari yang ditetapkan sebagai hari raya itu. Fir'aun yakin bahwa pihaknya yang akan mendapatkan kemenangan. Ia berpendapat bahwa tak seorang pun dari rakyatnya itu yang akan beriman kepada Musa. Fir'aun sengaja mengumpulkan semua rakyatnya untuk menyaksikan adu kekuatan antara para pesihirnya dengan Musa, supaya mereka tetap mengikuti para pesihir itu dan berpegang teguh kepada agama mereka.",
    "quraish": "Semua orang berharap dapat menghadiri acara yang ditunggu-tunggu pada hari yang telah ditentukan itu. Mereka saling bertanya satu sama lain, \"Adakah kalian akan berkumpul?\" Maksudnya, \"Berkumpullah kalian semua!\"",
    "jalalayn": "(Dan dikatakan kepada orang banyak, \"Berkumpullah kamu sekalian)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 40,
    "arab": "لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ اِنْ كَانُوْا هُمُ الْغٰلِبِيْنَ  ",
    "translation": "agar kita mengikuti para pesihir itu, jika mereka yang menang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2972.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa Fir'aun menyuruh rakyatnya berkumpul, untuk menyaksikan peristiwa yang akan terjadi pada hari yang ditetapkan sebagai hari raya itu. Fir'aun yakin bahwa pihaknya yang akan mendapatkan kemenangan. Ia berpendapat bahwa tak seorang pun dari rakyatnya itu yang akan beriman kepada Musa. Fir'aun sengaja mengumpulkan semua rakyatnya untuk menyaksikan adu kekuatan antara para pesihirnya dengan Musa, supaya mereka tetap mengikuti para pesihir itu dan berpegang teguh kepada agama mereka.",
    "quraish": "Mereka semua memperkirakan bahwa kemenangan nantinya akan berada di pihak para ahli sihir, sehingga mereka akan tetap memeluk agama mereka. Mereka sengaja melakukan hal itu, agar para ahli sihir terdorong untuk lebih menyiapkan diri guna mengalahkan Mûsâ.",
    "jalalayn": "(Semoga kita mengikuti ahli-ahli sihir jika mereka adalah orang-orang yang menang\") Istifham pada ayat sebelumnya mengandung makna anjuran untuk berkumpul; sedangkan pengertian Tarajji atau harapan di sini bergantung kepada kemenangan para ahli sihir, dimaksud supaya mereka tetap menjalankan tradisi agama mereka dan tidak mengikuti ajaran Nabi Musa."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 41,
    "arab": "فَلَمَّا جَاۤءَ السَّحَرَةُ قَالُوْا لِفِرْعَوْنَ اَىِٕنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ  ",
    "translation": "Maka ketika para pesihir datang, mereka berkata kepada Fir‘aun, “Apakah kami benar-benar akan mendapat imbalan yang besar jika kami yang menang?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2973.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah berkumpul di ruangan tempat Fir'aun, para ahli sihir itu meminta kebijaksanaan Fir'aun supaya mau memberikan bayaran dan menjadikan mereka lebih dekat dengannya apabila menang nanti. Fir'aun menerima baik permintaan itu, bahkan ia berjanji akan menjadikan mereka penasihat yang selalu diajak duduk bersama, dan dijadikan orang-orang yang terdekat dengannya. Setelah ada pengertian bersama antara ahli-ahli sihir dengan Fir'aun tentang bayaran dan fasilitas lainnya, mereka kemudian mengadu kekuatan dengan Musa. Mereka bertanya kepadanya, \"Wahai Musa! Engkaukah yang lebih dahulu menampilkan dan mendemonstrasikan sihirmu atau kami yang lebih dahulu?\"",
    "quraish": "Tatkala para ahli sihir itu datang, mereka berkata kepada Fir'aun, \"Jika kami dapat mengalahkannya, adakah kamu akan memberikan kami imbalan yang besar?\"",
    "jalalayn": "(Maka tatkala ahIi-ahli sihir datang, mereka pun bertanya kepada Firaun, \"Apakah sungguh-sungguh) lafal A-inna dapat dibaca secara Tahqiq dan Tas-hil; kalau dibaca Tahqiq bacaannya menjadi A-inna dan kalau dibaca Tas-hil menjadi Ayinna (kami mendapat upah yang besar jika kami adalah orang-orang yang menang?\")."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 42,
    "arab": "قَالَ نَعَمْ وَاِنَّكُمْ اِذًا لَّمِنَ الْمُقَرَّبِيْنَ ",
    "translation": "Dia (Fir‘aun) menjawab, “Ya, dan bahkan kamu pasti akan mendapat kedudukan yang dekat (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2974.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah berkumpul di ruangan tempat Fir'aun, para ahli sihir itu meminta kebijaksanaan Fir'aun supaya mau memberikan bayaran dan menjadikan mereka lebih dekat dengannya apabila menang nanti. Fir'aun menerima baik permintaan itu, bahkan ia berjanji akan menjadikan mereka penasihat yang selalu diajak duduk bersama, dan dijadikan orang-orang yang terdekat dengannya. Setelah ada pengertian bersama antara ahli-ahli sihir dengan Fir'aun tentang bayaran dan fasilitas lainnya, mereka kemudian mengadu kekuatan dengan Musa. Mereka bertanya kepadanya, \"Wahai Musa! Engkaukah yang lebih dahulu menampilkan dan mendemonstrasikan sihirmu atau kami yang lebih dahulu?\"",
    "quraish": "Fir'aun menjawab, \"Tentu, kalian berhak mendapatkan apa yang kalian sebutkan. Bahkan, di samping imbalan yang besar, kalian juga akan menjadi orang terdekatku, orang-orang yang memiliki kedudukan dan kekuasaan.\"",
    "jalalayn": "(Firaun menjawab, \"Ya, kalau demikian, sesungguhnya kamu sekalian) pada saat kalian menang (benar-benar akan menjadi orang yang didekatkan kepadaku\")."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 43,
    "arab": "قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ  ",
    "translation": "Dia (Musa) berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2975.mp3",
    "tafsir": "Ayat ini menggambarkan suasana adu kekuatan antara para pesihir Fir'aun dengan mukjizat Nabi Musa. Musa menawarkan kepada para pesihir itu untuk memulai sihirnya, yang mereka yakini bisa menggugurkan pengakuan Musa sebagai seorang rasul Allah. Para pesihir Fir'aun segera melemparkan tali-tali yang mereka siapkan seraya menyebut nama Fir'aun, dan mereka merasa yakin akan menang. Dengan kecepatan gerak tangan dan ilmu sihir mereka, tali-tali itu seolah-olah bergerak, mengecoh orang-orang yang menyaksikannya, sehingga mereka menyangka tali-tali itu berubah menjadi ular sesungguhnya, yang merayap ke sana kemari. Hal ini digambarkan dalam firman Allah:\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66)\nDengan sihirnya, para pesihir itu telah menakut-nakuti dan mengelabui mata orang banyak. Mereka mengeluarkan segenap kemampuan yang ada pada mereka, dan menganggap telah cukup untuk memperoleh kemenangan dalam adu kekuatan itu.",
    "quraish": "Ketika waktu yang ditentukan itu tiba, Mûsâ berkata kepada para ahli sihir, \"Lemparkanlah semua sihir yang ingin kalian lakukan.\"",
    "jalalayn": "(Berkatalah Musa kepada mereka) sesudah mereka berkata kepadanya, sebagaimana yang disitir oleh firman-Nya yang lain, yaitu, \"Kamukah yang akan melemparkan lebih dahulu, ataukah kami yang akan melemparkan?\" (Q.S. 7 Al A'raf, 115). (\"Jatuhkanlah apa yang hendak kalian jatuhkan\") perintah ini merupakan izin dari Nabi Musa kepada mereka supaya mereka lebih dahulu melemparkan apa yang hendak mereka lemparkan, dimaksudkan supaya lebih menonjolkan perkara yang hak."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 44,
    "arab": "فَاَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوْا بِعِزَّةِ فِرْعَوْنَ اِنَّا لَنَحْنُ الْغٰلِبُوْنَ  ",
    "translation": "Lalu mereka melemparkan tali temali dan tongkat-tongkat mereka seraya berkata, “Demi kekuasaan Fir‘aun, pasti kamilah yang akan menang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2976.mp3",
    "tafsir": "Ayat ini menggambarkan suasana adu kekuatan antara para pesihir Fir'aun dengan mukjizat Nabi Musa. Musa menawarkan kepada para pesihir itu untuk memulai sihirnya, yang mereka yakini bisa menggugurkan pengakuan Musa sebagai seorang rasul Allah. Para pesihir Fir'aun segera melemparkan tali-tali yang mereka siapkan seraya menyebut nama Fir'aun, dan mereka merasa yakin akan menang. Dengan kecepatan gerak tangan dan ilmu sihir mereka, tali-tali itu seolah-olah bergerak, mengecoh orang-orang yang menyaksikannya, sehingga mereka menyangka tali-tali itu berubah menjadi ular sesungguhnya, yang merayap ke sana kemari. Hal ini digambarkan dalam firman Allah:\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66)\nDengan sihirnya, para pesihir itu telah menakut-nakuti dan mengelabui mata orang banyak. Mereka mengeluarkan segenap kemampuan yang ada pada mereka, dan menganggap telah cukup untuk memperoleh kemenangan dalam adu kekuatan itu.",
    "quraish": "Mereka pun melemparkan berbagai tali dan tongkat yang ada. Orang-orang pun terkesima melihat semua yang dilempar itu berubah menjadi ular-ular yang merayap. Mereka bersumpah, demi kekuasaan dan kekuatan Fir'aun, bahwa merekalah yang keluar sebagai pemenang.",
    "jalalayn": "(Lalu mereka menjatuhkan tali-temali dan tongkat-tongkat mereka, dan mengatakan, \"Demi kekuasaan Firaun, sesungguhnya kami benar-benar akan menang\")."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 45,
    "arab": "فَاَلْقٰى مُوْسٰى عَصَاهُ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَ ۚ ",
    "translation": "Kemudian Musa melemparkan tongkatnya, maka tiba-tiba ia menelan benda-benda palsu yang mereka ada-adakan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2977.mp3",
    "tafsir": "Setelah semua pesihir Fir'aun melemparkan tali-tali dan tongkat-tongkat mereka, yang dalam bayangan orang banyak seakan-akan menjadi ular, maka tibalah giliran Musa. Ketika Musa menjatuhkan tongkatnya yang menjelma menjadi ular sesungguhnya, tiba-tiba ular itu memakan habis ular-ular palsu yang mereka ada-adakan itu. Dengan demikian jelaslah mana yang benar dan mana yang batil sebagaimana tersebut dalam firman Allah:\nMaka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (al-A'raf/7: 118)\n\nDan firman-Nya:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)",
    "quraish": "Maka Mûsâ pun melemparkan tongkatnya. Seketika itu juga tongkat itu menjadi ular besar yang menelan semua tali dan tongkat yang mereka palsukan sehingga seolah-olah menjadi ular-ular yang merayap.",
    "jalalayn": "(Kemudian Musa menjatuhkan tongkatnya, tiba-tiba ia menelan) lafal Talqafu ini bentuk asalnya adalah Taltaqafu, kemudian salah satu dari huruf Ta dibuang sehingga menjadi Talqafu, artinya menelan bulat-bulat (benda-benda palsu yang mereka ada-adakan itu) yang mereka sulap dengan ilmu sihir mereka, sehingga tampak seolah-olah tali-temali dan tongkat-tongkat mereka itu berupa ular-ular yang merayap."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 46,
    "arab": "فَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَ ۙ ",
    "translation": "Maka menyungkurlah para pesihir itu, bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2978.mp3",
    "tafsir": "Setelah semua pesihir Fir'aun melemparkan tali-tali dan tongkat-tongkat mereka, yang dalam bayangan orang banyak seakan-akan menjadi ular, maka tibalah giliran Musa. Ketika Musa menjatuhkan tongkatnya yang menjelma menjadi ular sesungguhnya, tiba-tiba ular itu memakan habis ular-ular palsu yang mereka ada-adakan itu. Dengan demikian jelaslah mana yang benar dan mana yang batil sebagaimana tersebut dalam firman Allah:\nMaka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. (al-A'raf/7: 118)\n\nDan firman-Nya:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. (al-Anbiya'/21: 18)",
    "quraish": "Menyaksikan hal itu, para ahli sihir segera bersujud kepada Allah. Mereka yakin apa yang dilakukan Mûsâ bukan sejenis sihir.",
    "jalalayn": "(Maka tersungkurlah ahli-ahli sihir sambil bersujud) kepada Allah."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 47,
    "arab": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَ ۙ ",
    "translation": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2979.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah menyaksikan apa yang terjadi, ahli-ahli sihir Fir'aun itu menyerah kalah. Mereka tersungkur dan lalu bersujud kepada Allah Tuhan Yang Mahakuasa dan Mahaperkasa, sambil berikrar, \"Kami telah beriman kepada Tuhan semesta alam, yaitu Tuhan yang disembah Musa dan Harun.\" Mereka berbuat demikian karena sadar bahwa apa yang mereka perlihatkan kepada orang banyak hanyalah khayalan dan tipuan semata. Adapun apa yang diperlihatkan Musa adalah mukjizat, dan betul-betul bukan sihir. Itu adalah suatu kekuasaan yang jauh lebih unggul dari apa yang mereka ketahui, dan datangnya dari langit untuk memperkuat Musa di dalam pengakuannya sebagai seorang rasul Allah.",
    "quraish": "Mereka memperkuat kesungguhan sujud mereka dengan berkata, \"Kami beriman kepada Tuhan semesta alam.\"",
    "jalalayn": "(Mereka berkata, \"Kami beriman kepada Rabb semesta alam)."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 48,
    "arab": "رَبِّ مُوْسٰى وَهٰرُوْنَ  ",
    "translation": "(yaitu) Tuhannya Musa dan Harun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2980.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bahwa setelah menyaksikan apa yang terjadi, ahli-ahli sihir Fir'aun itu menyerah kalah. Mereka tersungkur dan lalu bersujud kepada Allah Tuhan Yang Mahakuasa dan Mahaperkasa, sambil berikrar, \"Kami telah beriman kepada Tuhan semesta alam, yaitu Tuhan yang disembah Musa dan Harun.\" Mereka berbuat demikian karena sadar bahwa apa yang mereka perlihatkan kepada orang banyak hanyalah khayalan dan tipuan semata. Adapun apa yang diperlihatkan Musa adalah mukjizat, dan betul-betul bukan sihir. Itu adalah suatu kekuasaan yang jauh lebih unggul dari apa yang mereka ketahui, dan datangnya dari langit untuk memperkuat Musa di dalam pengakuannya sebagai seorang rasul Allah.",
    "quraish": "Lalu mereka menegaskan bahwa Tuhan semesta alam yang mereka imani adalah, \"Tuhan Mûsâ dan Hârûn.\"",
    "jalalayn": "(Yaitu Rabb Musa dan Harun\") karena mereka mengetahui, bahwa apa yang mereka saksikan dari tongkat Nabi Musa itu bukanlah sihir sebagaimana perbuatan mereka."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 49,
    "arab": "قَالَ اٰمَنْتُمْ لَهٗ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّهٗ لَكَبِيْرُكُمُ الَّذِيْ عَلَّمَكُمُ السِّحْرَۚ فَلَسَوْفَ تَعْلَمُوْنَ ەۗ لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ وَّلَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَۚ",
    "translation": "Dia (Fir‘aun) berkata, “Mengapa kamu beriman kepada Musa sebelum aku memberi izin kepadamu? Sesungguhnya dia pemimpinmu yang mengajarkan sihir kepadamu. Nanti kamu pasti akan tahu (akibat perbuatanmu). Pasti akan kupotong tangan dan kakimu bersilang dan sungguh, akan kusalib kamu semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2981.mp3",
    "tafsir": "Setelah para ahli sihir itu berikrar bahwa mereka menjadi beriman kepada Tuhan semesta alam, yang berarti tidak lagi mengakui Fir'aun sebagai tuhan mereka, Fir'aun menjadi sangat marah. Dengan sombong, ia mengancam akan menindak mereka, tetapi ancaman itu tidak diindahkan oleh mereka. Bahkan dengan ancaman itu, iman mereka makin bertambah mantap karena tabir kekafiran telah terbuka dan telah kelihatan jelas oleh mereka cahaya kebenaran. \nIkrar yang diucapkan oleh ahli-ahli sihir itu membuat Fir'aun merasa dilecehkan haknya sebagai seorang yang berkuasa dan mengakui dirinya sebagai tuhan, karena mereka telah beriman kepada Musa tanpa minta izin lebih dahulu kepadanya. Menurut Fir'aun, sebelum mereka memeluk agama Musa, mereka itu harus lebih dahulu minta izin padanya, karena ia adalah seorang penguasa yang harus dipatuhi. Untuk mengelabui dan menyesatkan orang banyak, Fir'aun menuduh antara Musa dan para ahli sihir itu ada persekongkolan, karena Musa yang mengajarkan kepada mereka ilmu sihir. Tuduhan itu tentu tidak berdasar, karena sebelum adu kekuatan, mereka tidak bertemu dengan Musa. Puncak dari kemarahan Fir'aun, ia mengancam mereka akan merasakan siksaan, sebagai akibat dari perbuatan mereka itu. Ia mengancam akan memotong tangan dan kaki mereka secara bersilang bahkan akan membunuh mereka.",
    "quraish": "Fir'aun tidak menerima keimanan para ahli sihir yang dilakukan tanpa seizinnya, lalu ia mengancam mereka. Dikatakannya bahwa Mûsâ sebenarnya adalah guru mereka dalam soal sihir-menyihir, sehingga--karena dianggap bersekongkol--mereka berhak mendapatkan siksaan. Fir'aun berkata, \"Sungguh, akan aku potong tangan dan kaki kalian secara bersilang, tangan kanan dengan kaki kiri atau sebaliknya. Lalu aku salib kalian semua!\"",
    "jalalayn": "(Berkata) Firaun, (\"Apakah kamu sekalian beriman) lafal A-amantum dapat pula dibaca Tas-hil sehingga bacaannya menjadi Amantum (kepadanya) yakni kepada Nabi Musa (sebelum aku memberi izin) secara langsung dariku (kepada kalian? Sesungguhnya dia benar-benar pemimpin kalian yang mengajarkan sihir kepada kalian) berarti ilmu kalian itu adalah sebagian daripada ilmunya, dan ini berarti pertarungan dan kemenangan di antara sesama perguruan (maka kalian nanti pasti benar-benar mengetahui) akibat perbuatan kalian itu dariku. (Sesungguhnya aku akan memotong tangan kalian dan kaki kalian dengan bersilang) yaitu tangan kanan mereka akan dipotong berikut kaki kirinya (dan aku akan menyalib kalian semuanya\")."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 50,
    "arab": "قَالُوْا لَا ضَيْرَ ۖاِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَ ۚ  ",
    "translation": "Mereka berkata, “Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2982.mp3",
    "tafsir": "Ancaman Fir'aun yang cukup berat itu, tidak digubris sama sekali oleh para ahli sihir itu. Mereka bahkan berharap dapat merasakan ancaman itu karena bagi mereka semua orang yang hidup pada suatu waktu pasti mati, tidak ada daya upaya untuk mengelak daripadanya. Firman Allah:\nSetiap yang bernyawa akan merasakan mati. (al-Anbiya'/21: 35)\n\nDan firman-Nya:\nKatakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu,\" (al-Jumu'ah/62: 8)\n\nMereka itu hanya memikirkan dua hal, sebagai penghibur hati mereka:\nPertama, mereka akan kembali kepada ajaran Tuhan semesta alam, Tuhan yang disembah Musa dan Harun dan mengikuti agama Nabi Musa a.s. Dengan demikian, mereka akan selamat dari azab akhirat yang amat pedih dan berkepanjangan, yang jauh lebih berat dibanding dengan siksaan yang diancamkan Fir'aun kepada mereka.\nKedua, mereka sangat mengharapkan agar Tuhan semesta alam mau mengampuni dosa mereka karena melakukan perbuatan sihir dan kekafiran. Merekalah yang pertama kali beriman kepada Tuhan yang disembah Musa, dari sekian banyak orang yang turut menyaksikan adu kekuatan itu.",
    "quraish": "Para ahli sihir berkata, \"Siksaan yang akan kamu lakukan kepada kami, sebagaimana ancamanmu, tidak akan membahayakan kami. Sebab, kami akan kembali kepada Tuhan untuk mendapatkan ganjaran-Nya, suatu ganjaran dan akhir yang baik.",
    "jalalayn": "(Mereka berkata, \"Tidak ada kemudaratan) tidak mengapa bagi kami jika hal tersebut ditimpakan kepada kami (sesungguhnya kami kepada Rabb kami) sesudah kami mati dengan cara apa pun (akan kembali) yakni kembali kepada-Nya di akhirat nanti."
  },
  {
    "hizb": 147,
    "name": "Asy-Syu'ara'",
    "ayat": 51,
    "arab": " اِنَّا نَطْمَعُ اَنْ يَّغْفِرَ لَنَا رَبُّنَا خَطٰيٰنَآ اَنْ كُنَّآ اَوَّلَ الْمُؤْمِنِيْنَ ۗ ࣖ",
    "translation": "Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang yang pertama-tama beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2983.mp3",
    "tafsir": "Ancaman Fir'aun yang cukup berat itu, tidak digubris sama sekali oleh para ahli sihir itu. Mereka bahkan berharap dapat merasakan ancaman itu karena bagi mereka semua orang yang hidup pada suatu waktu pasti mati, tidak ada daya upaya untuk mengelak daripadanya. Firman Allah:\nSetiap yang bernyawa akan merasakan mati. (al-Anbiya'/21: 35)\n\nDan firman-Nya:\nKatakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu,\" (al-Jumu'ah/62: 8)\n\nMereka itu hanya memikirkan dua hal, sebagai penghibur hati mereka:\nPertama, mereka akan kembali kepada ajaran Tuhan semesta alam, Tuhan yang disembah Musa dan Harun dan mengikuti agama Nabi Musa a.s. Dengan demikian, mereka akan selamat dari azab akhirat yang amat pedih dan berkepanjangan, yang jauh lebih berat dibanding dengan siksaan yang diancamkan Fir'aun kepada mereka.\nKedua, mereka sangat mengharapkan agar Tuhan semesta alam mau mengampuni dosa mereka karena melakukan perbuatan sihir dan kekafiran. Merekalah yang pertama kali beriman kepada Tuhan yang disembah Musa, dari sekian banyak orang yang turut menyaksikan adu kekuatan itu.",
    "quraish": "Sesungguhnya kami mengharapkan ampunan Tuhan kami dari segala kesalahan yang kami lakukan sebelumnya, dan kami adalah orang-orang Mukmin pertama dari kaummu.\"",
    "jalalayn": "(Sesungguhnya kami sangat menginginkan) sangat mengharapkan (bahwa Rabb kami akan mengampuni kesalahan kami, karena kami adalah orang- orang yang pertama-tama beriman\") di masa kami ini."
  }
]