[
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 52,
    "arab": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَسْرِ بِعِبَادِيْٓ اِنَّكُمْ مُّتَّبَعُوْنَ  ",
    "translation": "Dan Kami wahyukan (perintahkan) kepada Musa, “Pergilah pada malam hari dengan membawa hamba-hamba-Ku (Bani Israil), sebab pasti kamu akan dikejar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2984.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa supaya pergi bersama Bani Israil meninggalkan Mesir pada malam hari. Allah juga mengabarkan bahwa ketika Fir'aun mendengar berita ini, dia dan tentaranya pasti akan menyusul dan memaksa mereka untuk kembali menjadi budak-budak yang melayani keinginan dan kebutuhan mereka. Kepergian orang-orang Bani Israil akan memberi kerugian besar bagi mereka.",
    "quraish": "Saat didapati Mûsâ tak tahan lagi menahan pedih, Allah mewahyukan kepadanya untuk membawa pergi orang-orang Banû Isrâ'îl yang beriman pada malam hari. Dan Allah telah mengatur kedua kelompok ini--yaitu Mûsâ dan kaumnya berada di muka, sementara Fir'aun beserta kaumnya mengikuti di belakang mereka--sehingga, begitu sampai di laut, Allah akan membinasakan Fir'aun dan balatentaranya.",
    "jalalayn": "(Dan Kami wahyukan kepada Musa) sesudah beberapa tahun ia tinggal bersama dengan kaum Firaun, yang di masa-masa itu ia menyeru mereka kepada jalan yang benar dengan membawa ayat-ayat Allah, akan tetapi hal itu tidak menambah mereka melainkan hanya kesombongan belaka, (\"Pergilah di malam hari dengan membawa hamba-hamba-Ku) yakni bangsa Bani Israel. Menurut suatu qiraat lafal An Asri dibaca An-isri. Asal katanya adalah berakar dari lafal Asra; maksudnya, pergilah dengan mereka menuju ke arah laut Merah di malam hari (karena sesungguhnya kamu sekalian akan dikejar\") oleh Firaun dan bala tentaranya, maka mereka pun ikut masuk ke dalam laut di belakang kalian, lalu Aku menyelamatkan kalian dan menenggelamkan mereka."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 53,
    "arab": "فَاَرْسَلَ فِرْعَوْنُ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۚ ",
    "translation": "Kemudian Fir‘aun mengirimkan orang ke kota-kota (untuk mengumpulkan bala tentaranya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2985.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ketika Fir'aun mengetahui bahwa Musa dan Bani Israil telah berangkat, ia lalu menyebarkan beberapa orang pejabatnya ke segenap negeri Mesir. Ia juga mengumpulkan tentaranya untuk menyusul Musa dan Bani Israil, mengembalikan mereka ke Mesir, dan menyiksa mereka dengan siksaan yang berat. Untuk membangkitkan semangat dan membesarkan hati tentaranya, Fir'aun mengemukakan bahwa tugas yang harus mereka lakukan itu mudah untuk dilaksanakan karena Musa dan Bani Israil, jumlahnya sedikit sekali. Oleh karena itu, mereka tidak perlu ragu-ragu. Dengan mudah dan dalam waktu relatif singkat, mereka akan dapat menyusul Musa dan rombongannya serta mengembalikan mereka.",
    "quraish": "Di saat mengetahui keberangkatan Mûsâ dan Banû Isrâ'îl, Fir'aun segera mengerahkan bala tentaranya untuk mengumpulkan di antara kaumnya yang tegap dan kuat dari seluruh wilayah kekuasannya. Ia benar- benar ingin mencegah keberangkatan Mûsâ dan Banû Isrâ'îl.",
    "jalalayn": "(Kemudian Firaun mengirimkan) sesudah ia mendengar berita tentang keberangkatan Nabi Musa dan kaum Bani Israel (orangnya ke kota-kota) menurut suatu kisah diceritakan bahwa Firaun memiliki seribu buah kota dan dua belas ribu kampung (mengumpulkan tentaranya) untuk mengumpulkan pasukan. Firaun menginstruksikan demikian seraya mengatakan,"
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 54,
    "arab": "اِنَّ هٰٓؤُلَاۤءِ لَشِرْذِمَةٌ قَلِيْلُوْنَۙ ",
    "translation": "(Fir‘aun berkata), “Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2986.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ketika Fir'aun mengetahui bahwa Musa dan Bani Israil telah berangkat, ia lalu menyebarkan beberapa orang pejabatnya ke segenap negeri Mesir. Ia juga mengumpulkan tentaranya untuk menyusul Musa dan Bani Israil, mengembalikan mereka ke Mesir, dan menyiksa mereka dengan siksaan yang berat. Untuk membangkitkan semangat dan membesarkan hati tentaranya, Fir'aun mengemukakan bahwa tugas yang harus mereka lakukan itu mudah untuk dilaksanakan karena Musa dan Bani Israil, jumlahnya sedikit sekali. Oleh karena itu, mereka tidak perlu ragu-ragu. Dengan mudah dan dalam waktu relatif singkat, mereka akan dapat menyusul Musa dan rombongannya serta mengembalikan mereka.",
    "quraish": "Fir'aun berkata, \"Sesungguhnya Banû Isrâ'îl yang melarikan diri bersama Mûsâ adalah sekelompok orang yang hina dan sedikit jumlahnya.\" Fir'aun, dengan berkata seperti ini, tengah berusaha memanas- manasi kaumnya.",
    "jalalayn": "(\"Sesungguhnya mereka itu benar-benar golongan) yang dimaksud adalah kaum Bani Israel (yang kecil) menurut suatu pendapat dikatakan, bahwa jumlah kaum Bani Israel yang dibawa Nabi Musa berjumlah enam ratus tujuh puluh ribu orang, sedangkan barisan terdepan dari Firaun berjumlah tujuh ratus ribu tentara, belum lagi yang ada di belakangnya, maka oleh karena itu Firaun menganggap kecil jumlah Bani Israel dibandingkan dengan jumlah tentaranya itu."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 55,
    "arab": "وَاِنَّهُمْ لَنَا لَغَاۤىِٕظُوْنَ ۙ  ",
    "translation": "dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2987.mp3",
    "tafsir": "Fir'aun mencari alasan memusuhi Bani Israil dengan mengatakan bahwa mereka adalah musuh yang selalu mengacau sehingga keamanan tidak terjamin. Bani Israil juga dikatakan senantiasa membangkitkan amarah, menganut agama baru, dan meninggalkan agama nenek moyang mereka. Mereka berani meninggalkan Mesir tanpa lebih dahulu minta izin, membawa kabur harta benda yang mereka pinjam dari Fir'aun dan rakyatnya. Fir'aun mengatakan kepada kaumnya untuk selalu hati-hati dan waspada menjaga agar jangan sampai perbuatan mereka berakibat jauh. Mereka mempunyai persenjataan yang cukup dan lengkap untuk mengalahkan Bani Israil.",
    "quraish": "\"Tetapi, meskipun dengan kondisi seperti itu,\" lanjut Fir'aun, \"mereka telah melakukan sesuatu yang menimbulkan kemarahan kita. Mereka telah melanggar perintah dan keluar tanpa seizin kita.",
    "jalalayn": "(Dan sesungguhnya mereka membuat hal-hal yang menimbulkan amarah kita,) yakni telah melakukan apa yang membuat kita murka."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 56,
    "arab": "وَاِنَّا لَجَمِيْعٌ حٰذِرُوْنَ ۗ ",
    "translation": "dan sesungguhnya kita semua tanpa kecuali harus selalu waspada.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2988.mp3",
    "tafsir": "Fir'aun mencari alasan memusuhi Bani Israil dengan mengatakan bahwa mereka adalah musuh yang selalu mengacau sehingga keamanan tidak terjamin. Bani Israil juga dikatakan senantiasa membangkitkan amarah, menganut agama baru, dan meninggalkan agama nenek moyang mereka. Mereka berani meninggalkan Mesir tanpa lebih dahulu minta izin, membawa kabur harta benda yang mereka pinjam dari Fir'aun dan rakyatnya. Fir'aun mengatakan kepada kaumnya untuk selalu hati-hati dan waspada menjaga agar jangan sampai perbuatan mereka berakibat jauh. Mereka mempunyai persenjataan yang cukup dan lengkap untuk mengalahkan Bani Israil.",
    "quraish": "Sesungguhnya kita semua, seperti biasanya, senantiasa waspada dan siaga serta selalu dapat menyelesaikan masalah.\"",
    "jalalayn": "(Dan sesungghnya kita benar-benar golongan yang selalu berjaga-jaga\") Kaum yang selalu bersiap-siap. Menurut Suatu qiraat Haadziruuna dibaca Hadziruuna artinya selalu waspada."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 57,
    "arab": "فَاَخْرَجْنٰهُمْ مِّنْ جَنّٰتٍ وَّعُيُوْنٍ ۙ ",
    "translation": "Kemudian, Kami keluarkan mereka (Fir‘aun dan kaumnya) dari taman-taman dan mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2989.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah akan mengeluarkan Fir'aun dan kaumnya dari kesenangan ke dalam kesusahan dan kebinasaan. Mereka akan meninggalkan rumah yang mewah dan menjulang tinggi, meninggalkan taman-taman yang indah tempat mereka berekreasi sepuas hati. Mereka juga akan meninggalkan sungai-sungai yang mengalir dengan jernih seperti sungai Nil yang menjadi bagian dari kehidupan mereka.",
    "quraish": "Maka Kami membuat Fir'aun dan balatentaranya keluar dari negeri mereka yang dipenuhi taman-taman yang asri dengan sungai-sungai yang mengalir di bawahnya. Mereka binasa karena telah menolak kebenaran dan berusaha mengejar Mûsâ, sebagaimana diilustrasikan dalam tiga ayat sebelumnya.",
    "jalalayn": "Allah berfirman, (\"Maka Kami keluarkan mereka) Firaun dan kaumnya dari Mesir untuk mengejar Nabi Musa dan kaumnya (dari taman-taman) yakni kebun-kebun yang ada di sepanjang kedua tepi sungai Nil (mata air) yaitu kolam-kolam yang mengalir di rumah-rumah mereka yang bersumber dari sungai Nil."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 58,
    "arab": "وَّكُنُوْزٍ وَّمَقَامٍ كَرِيْمٍ ۙ ",
    "translation": "dan (dari) harta kekayaan dan kedudukan yang mulia, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2990.mp3",
    "tafsir": "Allah menerangkan bahwa Fir'aun dan kaumnya akan meninggalkan harta benda, kerajaan, dan kedudukan yang tinggi dan mulia yang tidak ada bandingannya. Ibnu Umar, Ibnu 'Abbas, dan Mujahid menyatakan bahwa yang dimaksud dengan kedudukan yang mulia di sini ialah mimbar-mimbar untuk para pembesar Fir'aun. \nBeberapa mufasir berbeda pendapat mengenai kedudukan yang tinggi ini. Ada yang berpendapat itu adalah rumah-rumah yang indah, dan ada yang berpendapat mimbar-mimbar dan mahligai para pembesar Fir'aun. Allah berfirman:\n\"Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan, juga kebun-kebun serta tempat-tempat kediaman yang indah, dan kesenangan-kesenangan yang dapat mereka nikmati di sana.\" (ad-Dukhan/44: 25-27)",
    "quraish": "Mereka pun Kami keluarkan dari emas dan perak serta kediaman mereka yang bentuk indah dan fasilitasnya nyaman.",
    "jalalayn": "(Dan dari perbendaharaan) harta yang berharga berupa emas dan perak; dinamakan Kunuz karena para pemiliknya tidak menunaikan hak Allah yang ada padanya (dan kedudukan yang mulia) yakni majelis-majelis yang indah bagi para penguasa dan para wazir, tempat mereka dikelilingi oleh para pengikutnya masing-masing."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 59,
    "arab": "كَذٰلِكَۚ وَاَوْرَثْنٰهَا بَنِيْٓ اِسْرَاۤءِيْلَ ۗ ",
    "translation": "demikianlah, dan Kami anugerahkan semuanya (itu) kepada Bani Israil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2991.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua taman dan tempat yang indah, sungai, harta kekayaan, dan kedudukan tinggi yang akan ditinggalkan oleh Fir'aun dan kaumnya, akan dianugerahkan kepada Bani Israil di Palestina sesuai dengan janji Allah kepada mereka. Firman Allah:\n\"Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun.\" (al-A'raf/7: 137)",
    "quraish": "Dengan cara yang menakjubkan ini--sebagaimana telah Kami paparkan kepadamu, wahai Muhammad--Kami menyeret mereka keluar meninggalkan negeri mereka. Dan setelah mereka binasa, Kami menyerahkan kerajaan ini--dengan berbagai kenikmatannya--kepada Banû Isrâ'îl.",
    "jalalayn": "(Demikianlah halnya) Kami telah mengeluarkan mereka sebagaimana yang telah disebutkan tadi (dan Kami anugerahkan semuanya itu kepada Bani Israel.\") sesudah Firaun dan kaumnya ditenggelamkan."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 60,
    "arab": "فَاَتْبَعُوْهُمْ مُّشْرِقِيْنَ  ",
    "translation": "Lalu (Fir‘aun dan bala tentaranya) dapat menyusul mereka pada waktu matahari terbit.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2992.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Fir'aun beserta segenap aparat pemerintahan dan bala tentaranya, baru bisa ke luar meninggalkan Mesir untuk menyusul Musa dan Bani Israil pada waktu pagi. Mengenai keterlambatan mereka ada dua pendapat:\nPertama: Sebagaimana disebut dalam kitab Perjanjian Lama (Keluaran 11-12), mereka ditimpa musibah maut pada malam keberangkatan Musa dan Bani Israil meninggalkan Mesir. Pada pertengahan malam itu, banyak perawan Mesir mati, baik manusia maupun binatang, sehingga menyebabkan mereka sibuk mengubur jenazah-jenazah itu sampai pagi. Kedua: Karena pada malam itu mereka diliputi kabut yang tebal dan udara yang sangat dingin sampai pagi.",
    "quraish": "Fir'aun dan kaumnya berusaha mengejar Banû Isrâ'îl yang berhasil disusul di saat matahari terbit.",
    "jalalayn": "(Maka Firaun dan bala tentaranya mengejar mereka di waktu matahari terbit) yakni di waktu pagi."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 61,
    "arab": "فَلَمَّا تَرَاۤءَ الْجَمْعٰنِ قَالَ اَصْحٰبُ مُوْسٰٓى اِنَّا لَمُدْرَكُوْنَ ۚ  ",
    "translation": "Maka ketika kedua golongan itu saling melihat, berkatalah pengikut-pengikut Musa, “Kita benar-benar akan tersusul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2993.mp3",
    "tafsir": "Ketika Musa beserta Bani Israil dan Fir'aun bersama bala tentaranya berada dalam jarak yang dekat, Bani Israil merasa cemas dan khawatir kalau mereka tersusul oleh Fir'aun dan bala tentaranya. Mereka berkata kepada Musa, \"Fir'aun dan tentaranya telah menyiksa anak-anak kami sebelum kami berangkat, dan setelah tersusul, kami semua akan dibunuh oleh mereka.\"",
    "quraish": "Maka tatkala kedua kelompok itu saling melihat, para pengikut Mûsâ berkata ketakutan, \"Sesungguhnya Fir'aun dan kaumnya hampir menyusul dan kemudian membunuh kita.\"",
    "jalalayn": "(Maka setelah kedua golongan itu saling melihat) masing-masing pihak telah melihat pihak yang lainnya (berkatalah pengikut-pengikut Musa, \"Sesungguhnya kita benar-benar akan terkejar\") oleh pasukan Firaun, kita tidak akan mampu menghadapi mereka, karena kita tidak mempunyai kekuatan."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 62,
    "arab": "قَالَ كَلَّاۗ اِنَّ مَعِيَ رَبِّيْ سَيَهْدِيْنِ  ",
    "translation": "Dia (Musa) menjawab, “Sekali-kali tidak akan (tersusul); sesungguhnya Tuhanku bersamaku, Dia akan memberi petunjuk kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2994.mp3",
    "tafsir": "Atas kecemasan dan kekhawatiran Bani Israil itu, Musa menghibur hati mereka dengan ucapan yang tegas bahwa mereka sekali-kali tidak akan tersusul oleh Fir'aun. Perbuatannya mengajak dan membawa pergi Bani Israil keluar dari Mesir menuju Palestina adalah perintah dan kehendak Allah. Dengan demikian, Allah akan menunjukkan kepada mereka jalan keluar, sehingga mereka selamat dari segala bahaya yang mengancam. Allah pula yang akan memberinya pertolongan dan kemenangan serta menjamin keselamatan mereka dari kekejaman Fir'aun dan bala tentaranya.",
    "quraish": "Mûsâ berkata, \"Sesungguhnya perlindungan Allah selalu menyertai ke mana aku pergi. Dia senantiasa memberikan kepadaku jalan keselamatan.\" Demikianlah, Mûsâ berusaha menenangkan Banû Isrâ'îl dan membuang jauh-jauh dari pikiran mereka perihal ketersusulan yang menakutkan itu.",
    "jalalayn": "(Berkatalah) Nabi Musa, (\"Sekali-kali tidak akan tersusul) kita tidak akan tersusul oleh mereka (sesungguhnya Rabbku besertaku) pertolongan-Nya selalu menyertaiku (kelak Dia akan memberi petunjuk kepadaku\") jalan yang menuju keselamatan."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 63,
    "arab": "فَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنِ اضْرِبْ بِّعَصَاكَ الْبَحْرَۗ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيْمِ ۚ ",
    "translation": "Lalu Kami wahyukan kepada Musa, “Pukullah laut itu dengan tongkatmu.” Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2995.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mewahyukan kepada Musa dan menunjukkan jalan keluar dari bahaya yang mengancam itu. Musa diperintahkan untuk memukulkan tongkatnya ke laut sehingga lautan itu terbelah dan membentuk jalan yang akan dilalui setiap keturunan Bani Israil. Setiap belahan dari air laut itu merupakan gunung besar dan tinggi, serta membentuk jalan yang kering dan bisa dilalui Bani Israil, sebagaimana firman Allah:\nDan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)",
    "quraish": "Maka Kami wahyukan kepada Mûsâ agar memukul lautan dengan tongkatnya. Seketika, lautan itu terbelah membuat dua belas jalur, sesuai dengan jumlah kelompok Banû Isrâ'îl. Setiap jalur dipisahkan oleh dinding air seperti gunung yang besar dan kokoh.",
    "jalalayn": "Allah berfirman, (\"Lalu Kami wahyukan kepada Musa, 'Pukullah lautan itu dengan tongkatmu') maka Nabi Musa memukul laut itu dengan tongkatnya. (Maka terbelahlah lautan itu) membentuk dua belas jalan (tiap-tiap belahan adalah seperti gunung yang besar) di antara dua gunung terdapat jalan yang akan dilalui oleh mereka; sehingga disebutkan bahwa pelana hewan-hewan kendaraan mereka sedikit pun tidak terkena basah, dan tidak pula kecipratan air."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 64,
    "arab": "وَاَزْلَفْنَا ثَمَّ الْاٰخَرِيْنَ ۚ ",
    "translation": "Dan di sanalah Kami dekatkan golongan yang lain. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2996.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Fir'aun beserta kaumnya Kami buat semakin mendekat, agar mereka dapat memasuki jalur-jalur itu di belakang Mûsâ dan kaumnya.",
    "jalalayn": "(Dan Kami dekatkan) Kami jadikan (di sana) di tempat itu (golongan yang lain) Firaun dan kaumnya, sehingga mereka melalui jalan yang dilalui oleh Nabi Musa dan kaumnya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 65,
    "arab": "وَاَنْجَيْنَا مُوْسٰى وَمَنْ مَّعَهٗٓ اَجْمَعِيْنَ ۚ ",
    "translation": "Dan Kami selamatkan Musa dan orang-orang yang bersamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2997.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Kami menyelamatkan Mûsâ dan orang-orang yang menyertainya dengan membuat lautan itu tetap terbelah, sampai mereka semua selesai menyeberang.",
    "jalalayn": "(Dan Kami selamatkan Musa dan semua orang-orang yang besertanya) dengan mengeluarkan mereka dari laut, sebagaimana gambaran yang telah disebutkan tadi."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 66,
    "arab": "ثُمَّ اَغْرَقْنَا الْاٰخَرِيْنَ ۗ ",
    "translation": "Kemudian Kami tenggelamkan golongan yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2998.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setelah Fir'aun melihat Bani Israil dari dekat berjalan mengarungi lautan itu, ia dan tentaranya pun mengikuti jejak mereka dan memasuki lautan. Ketika Fir'aun dan tentaranya berada di tengah-tengah laut, sedang Musa dan Bani Israil sudah sampai di seberang lautan dan semuanya selamat sampai di darat, air laut pun bertaut kembali seperti biasa. Dengan demikian, Fir'aun yang sedang meniti jalan yang sama terjebak air dan tenggelam bersama tentaranya, sehingga tidak ada seorang pun yang selamat.",
    "quraish": "Lalu Kami menenggelamkan Fir'aun dan orang-orang yang menyertainya--saat mereka membuntuti Mûsâ dan Banû Isrâ'îl--dengan menimpakan air ke arah mereka.",
    "jalalayn": "(Dan Kami tenggelamkan golongan yang lain itu) yakni Firaun dan kaumnya, dengan menutup kembali lautan ketika mereka telah masuk ke dalamnya, sedangkan Bani Israel telah selamat keluar semuanya dari laut."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 67,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat suatu tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2999.mp3",
    "tafsir": "Keberhasilan Musa dan semua pengikutnya sampai ke daratan seberang dengan selamat, dan tenggelamnya Fir'aun bersama seluruh tentaranya di tengah lautan merupakan satu tanda yang nyata atas kekuasaan Allah dan kebenaran Nabi Musa sebagai rasul-Nya. Allah senantiasa memberikan pertolongan dan kemenangan kepada para hamba-Nya yang beriman dengan sungguh-sungguh. Allah juga selalu membinasakan dan menyiksa orang-orang yang mendustakan ayat-ayat-Nya terutama di akhirat kelak. Firman Allah:\nAllah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Maha Perkasa. (al-hajj/22: 40)\nDemikianlah balasan (terhadap) musuh-musuh Allah (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami. (Fussilat/41: 28)\n\nManusia yang keras dan hatinya telah membatu seperti Fir'aun dan kaumnya tidak akan mau beriman, meskipun melihat dengan nyata kebenaran sesuatu. Peristiwa ini juga menjadi penghibur bagi Rasulullah karena dengan hal itu, beliau mengetahui bahwa bukan hanya dia yang mengalami cobaan seperti itu, tetapi juga para nabi dan rasul Allah yang terdahulu. Semuanya berakhir dengan kemenangan bagi para nabi dan rasul Allah, dan kekalahan bagi musuh-musuh mereka.",
    "quraish": "Sesungguhnya perbuatan Tuhan yang menakjubkan ini merupakan suatu peringatan bagi siapa saja yang mau menggunakannya. Akan tetapi kebanyakan kaum tidak mempercayainya.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) yaitu ditenggelamkannya Firaun dan kaumnya (benar-benar merupakan tanda) yaitu pelajaran bagi orang-orang yang sesudah mereka. (Akan tetapi kebanyakan mereka tidak beriman) kepada Allah. Yang beriman kepada Allah dari kalangan kaum Firaun hanyalah Asiah istri Firaun sendiri, Hezqil dari kalangan keluarga Firaun dan Maryam binti Namushi yang menunjukkan tempat kuburan Nabi Yusuf a.s."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 68,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sesungguhnya Tuhanmu Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3000.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah Mahaperkasa dan Mahakuasa. Dia akan mengazab para musuh-Nya dan musuh para nabi dan rasul. Akan tetapi, Allah Maha Penyayang kepada para pendukung dan pembela agama-Nya.",
    "quraish": "Dan sesungguhnya Pencipta dan Pemeliharamu Mahaperkasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi rahmat bagi orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dialah Yang Maha Perkasa) maka Dia membalas kelakuan orang-orang kafir itu dengan menenggelamkan mereka (lagi Maha Penyayang.\") terhadap orang-orang Mukmin, Dia menyelamatkan mereka dari tenggelam."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 69,
    "arab": "وَاتْلُ عَلَيْهِمْ نَبَاَ اِبْرٰهِيْمَ ۘ ",
    "translation": "Dan bacakanlah kepada mereka kisah Ibrahim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3001.mp3",
    "tafsir": "Allah menyuruh Nabi Muhammad menceritakan kepada kaum musyrik Mekah kisah Nabi Ibrahim sebagai pengajaran bagi seluruh umatnya. Mereka diharapkan supaya mencontoh dan meneladani sifat-sifat mulia yang menghiasi pribadi Nabi Ibrahim. Beliau adalah seorang yang ikhlas dalam beramal, tawakal, dan senantiasa menyembah Allah Yang Maha Esa. Beliau dianugerahi Allah kecerdasan otak sejak kecil sebagai suatu pemberian yang layak diterima oleh seorang rasul. Hal itulah yang menyebabkan Ibrahim selalu menentang kaumnya (termasuk bapaknya) yang menyembah berhala yang mereka perlakukan sebagai tuhan.",
    "quraish": "Dan tuturkanlah kepada orang-orang kafir, wahai Muhammad, kisah Ibrâhîm a. s.",
    "jalalayn": "(Dan bacakanlah kepada mereka) yakni orang-orang kafir Mekah (kisah) berita (Ibrahim) kemudian dijelaskan oleh Badalnya, yaitu:"
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 70,
    "arab": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا تَعْبُدُوْنَ ",
    "translation": "Ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Apakah yang kamu sembah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3002.mp3",
    "tafsir": "Ibrahim menganggap penyembahan berhala itu adalah sesuatu yang tidak masuk akal. Ia menanyakan kepada bapak dan kaumnya apa alasan mereka mengabdikan diri kepada tuhan-tuhan yang tidak mengerti apa-apa. Sebenarnya beliau bukan tidak mengetahui apa sesungguhnya hakikat berhala yang disembah itu, namun Ibrahim ingin sekadar mendengar dari mulut mereka alasan kongkrit dari penyembahan semacam itu. Menurut ahli sejarah, patung-patung sembahan mereka itu terbuat dari emas dan perak, dan ada juga dari tembaga dan besi. Oleh karena itu, mereka merasa bangga dengan tuhan hasil ciptaannya. \"Apa sebabnya kamu mempertuhankan patung-patung itu?\" tanya Ibrahim.",
    "quraish": "Tatkala ia berkata kepada bapak dan kaumnya, \"Sembahan apa yang, sebenarnya, tak patut kalian sembah ini?\" Ibrâhîm melontarkan pertanyaan ini untuk mencerca kecenderungan penyembahan mereka terhadap berhala-berhala.",
    "jalalayn": "(Ketika ia berkata kepada bapaknya dan kaumnya, \"Apakah yang kalian sembah?\")"
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 71,
    "arab": "قَالُوْا نَعْبُدُ اَصْنَامًا فَنَظَلُّ لَهَا عٰكِفِيْنَ  ",
    "translation": "Mereka menjawab, “Kami menyembah berhala-berhala dan kami senantiasa tekun menyembahnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3003.mp3",
    "tafsir": "Pertanyaan itu dijawab kaumnya dengan sikap sombong, \"Memang kami ini adalah penyembah berhala. Seluruh hidup dan kehidupan kami, dengan rela kami baktikan kepadanya.\" Menurut ahli tafsir, kaum Nabi Ibrahim tersebut melakukan penyembahan terhadap berhala pada siang hari saja. Mereka sangat tekun dan khusyuk menyembahnya.",
    "quraish": "Mereka, dengan bangga, menjawab, \"Kami tengah menyembah berhala-berhala. Kami akan senantiasa melakukannya sebagai penghormatan dan pemuliaan terhadap berhala-berhala itu.\"",
    "jalalayn": "(Mereka menjawab, \"Kami menyembah berhala-berhala) mereka menjelaskan perbuatannya secara terang-terangan supaya berhala-berhala itu disukai olehnya (dan kami senantiasa tekun menyembahnya\") maksudnya kami selalu menyembahnya; sepanjang siang dengan tekun, mereka menambahkan jawabannya dengan maksud membanggakan diri mereka terhadap Nabi Ibrahim."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 72,
    "arab": "قَالَ هَلْ يَسْمَعُوْنَكُمْ اِذْ تَدْعُوْنَ ۙ  ",
    "translation": "Dia (Ibrahim) berkata, “Apakah mereka mendengarmu ketika kamu berdoa (kepadanya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3004.mp3",
    "tafsir": "Mendengar keterangan itu, bertambah yakinlah Ibrahim bahwa kepercayaan tersebut bukanlah berdasarkan alasan yang masuk akal. Mulailah beliau berpikir bagaimana caranya untuk meluruskan kembali jalan pikiran kaumnya yang telah sesat itu. Tugas beliau yang utama ialah mengembalikan mereka kepada ajaran tauhid. \nIbrahim bertanya lagi, apakah berhala-berhala tersebut dapat mendengar permohonan yang diucapkan mereka. Hal demikian beliau persoalkan untuk menguji sampai di manakah logika mereka dapat dipergunakan untuk memahami ucapan dan perbuatan dalam bentuk doa-doa kepada berhala tersebut. Sebab andaikata yang disembah itu saja tidak mendengar, bagaimana pula ia bisa mengabulkan permohonan yang diajukan kepadanya. Tegasnya bagaimana mungkin dipahami dengan benar hakikat peribadatan seperti itu kalau otak mereka tidak bisa mencerna dengan baik tujuan penyembahan terhadap berhala-berhala itu.",
    "quraish": "Untuk mengingatkan kerancuan berpikir mereka, Ibrâhîm bertanya, \"Adakah berhala-berhala itu dapat mendengarkan dan mengabulkan doa-doa kalian?\"",
    "jalalayn": "(Berkata Ibrahim, \"Apakah berhala-berhala itu mendengar seruan kalian di waktu) ketika (kalian berdoa kepadanya?)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 73,
    "arab": "اَوْ يَنْفَعُوْنَكُمْ اَوْ يَضُرُّوْنَ  ",
    "translation": "Atau (dapatkah) mereka memberi manfaat atau mencelakakan kamu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3005.mp3",
    "tafsir": "Rangkaian pertanyaan Ibrahim itu selanjutnya ialah apakah betul tuhan-tuhan yang mereka sembah itu dapat mendatangkan faedah dalam kehidupan. Bisakah ia memberi rezeki, makan, dan minum andaikata ia betul-betul tuhan yang mahakuasa? Sebaliknya bisa pulakah ia melepaskan kaum pemujanya dari bala dan musibah yang menimpa mereka?",
    "quraish": "\"Adakah berhala-berhala itu,\" lanjut Ibrâhîm, \"dapat memberikan kebaikan jika kalian menaati mereka? Atau sebaliknya, dapatkah mereka mendatangkan keburukan jika kalian menentang mereka?\"",
    "jalalayn": "(Atau dapatkah mereka memberi manfaat ke pada kalian) jika kalian menyembahnya (atau memberi mudarat?\") kepada diri kalian, jika kalian tidak menyembahnya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 74,
    "arab": "قَالُوْا بَلْ وَجَدْنَآ اٰبَاۤءَنَا كَذٰلِكَ يَفْعَلُوْنَ  ",
    "translation": "Mereka menjawab, “Tidak, tetapi kami dapati nenek moyang kami berbuat begitu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3006.mp3",
    "tafsir": "Pertanyaan-pertanyaan itu mereka jawab sesuai dengan apa yang mereka ketahui. Namun demikian, pada akhirnya Ibrahim mengetahui motif sesungguhnya dari penyembahan itu, yaitu merupakan tradisi yang diwarisi dari nenek moyang mereka. \"Kami hanya mendapati nenek moyang kami berbuat demikian, dan kebiasaan itulah yang kami ikuti,\" jawab mereka dengan tegas kepada Ibrahim.",
    "quraish": "Mereka menjawab, \"Mereka memang tidak dapat melakukan semua itu. Tetapi kami mendapatkan para nenek moyang kami melakukan penyembahan yang kami lakukan ini. Kami hanya sekadar mengikuti apa yang telah mereka lakukan.\"",
    "jalalayn": "(Mereka menjawab, \"Sebenarnya kami mendapati nenek moyang kami berbuat demikian\") yakni mereka melakukan sebagaimana apa yang kami lakukan sekarang ini."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 75,
    "arab": "قَالَ اَفَرَءَيْتُمْ مَّا كُنْتُمْ تَعْبُدُوْنَ ۙ ",
    "translation": "Dia (Ibrahim) berkata, “Apakah kamu memperhatikan apa yang kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3007.mp3",
    "tafsir": "Jawaban tersebut tidak memuaskan beliau. Perbuatan-perbuatan taklid yang tidak ada dasarnya itu harus diberantas. Cara membasminya dengan jalan menyadarkan pikiran mereka akan kekeliruan mereka dan nenek moyangnya. Ibrahim mengingatkan apakah hal itu tidak pernah terpikirkan dan tidak pernah terlintas dalam ingatan untuk menganalisa dan merenungkan perbuatan yang hanya semata-mata mencontoh itu.",
    "quraish": "Untuk membungkam mulut mereka, Ibrâhîm berkata, \"Tidak berpikirkah kalian, sehingga kalian mengetahui hakikat berhala-berhala yang disembah,",
    "jalalayn": "(Ibrahim berkata, \"Maka apakah kalian telah memperhatikan apa yang selalu kalian sembah)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 76,
    "arab": "اَنْتُمْ وَاٰبَاۤؤُكُمُ الْاَقْدَمُوْنَ ۙ  ",
    "translation": "kamu dan nenek moyang kamu yang terdahulu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3008.mp3",
    "tafsir": "Dalam ayat ini, beliau menegaskan bahwa mereka atau para leluhurnya adalah manusia-manusia yang tidak mau mempergunakan pikiran. Sebab ternyata patung-patung yang dipuja itu tidak dapat mendengar, apalagi memahami apa yang diminta kepadanya. Lebih dari itu, patung-patung itu tidak bisa mendatangkan manfaat atau menolak bahaya. Fungsinya semata-mata barang ciptaan manusia belaka yang tidak seyogyanya dijadikan sebagai sesembahan.",
    "quraish": "oleh kalian dan para nenek moyang sebelum kalian? Adakah berhala-berhala itu patut disembah atau tidak? Jika kalian memikirkan hal ini secara saksama, niscaya kalian menyadari bahwa selama ini kalian berada dalam kesesatan yang nyata.",
    "jalalayn": "(Kalian dan nenek moyang kalian yang dahulu?)"
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 77,
    "arab": "فَاِنَّهُمْ عَدُوٌّ لِّيْٓ اِلَّا رَبَّ الْعٰلَمِيْنَ ۙ ",
    "translation": "Sesungguhnya mereka (apa yang kamu sembah) itu musuhku, lain halnya Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3009.mp3",
    "tafsir": "Kemudian Nabi Ibrahim menegaskan pendiriannya. Pendirian seorang rasul Tuhan yang membawa risalah untuk menyebarkan paham tauhid (monoteisme) di kalangan kaumnya. Beliau memproklamasikan diri sebagai musuh utama dari tuhan-tuhan mereka. Menurutnya, yang berhak disembah hanyalah Tuhan Yang Maha Esa, Tuhan alam semesta. Kepada-Nyalah manusia harus mengabdikan diri. Keyakinan tauhid itu didasarkan pada beberapa alasan yang masuk akal. \nMisi yang dibawa Nabi Ibrahim, juga pernah dibawa oleh nabi sebelumnya yakni Nuh. Semua para nabi dan rasul membawa tugas pokok seperti itu. Mereka di samping mengajak manusia untuk mentauhidkan Allah, juga dengan terang-terangan memusuhi setiap bentuk penyembahan yang pada prinsipnya mempersekutukan Allah. Nabi Nuh juga menentang kaumnya yang bermaksud mencelakakannya akibat seruannya untuk beriman, sebagaimana yang dilukiskan dalam firman Allah:\nKarena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi. (Yunus/10: 71)\n\nDemikian juga firman Allah menerangkan ucapan Nabi Hud a.s.:\nDia (Hud) menjawab, \"Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan. (Ha¼d/11: 54)",
    "quraish": "Sembahan kalian selain Allah ini adalah musuh-musuhku, juga musuh kalian. Aku tidak akan menyembah mereka. Hanya Sang Pencipta, Penguasa dan Pemelihara alam semesta yang aku sembah. Dan aku akan selalu mendekatkan diri kepada-Nya.",
    "jalalayn": "(Karena sesungguhnya apa yang kalian sembah itu adalah musuhku) aku tidak menyembah mereka (melainkan) aku hanya menyembah (Rabb semesta alam)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 78,
    "arab": "الَّذِيْ خَلَقَنِيْ فَهُوَ يَهْدِيْنِ ۙ ",
    "translation": "(yaitu) Yang telah menciptakan aku, maka Dia yang memberi petunjuk kepadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3010.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Nabi Ibrahim menjelaskan sebagian dari dalil-dalil keesaan Tuhan, yang merupakan sebagian dari sifat-sifat Allah Rabbul 'alamin. Allah adalah pencipta manusia, dengan ciptaan yang sebaik-baiknya. Dia pula yang memberi petunjuk (hidayah). \nSeperti diketahui, hidayah itu bermacam-macam. Ada hidayah yang disebut dengan hidayah pancaindra, hidayah akal (pikiran), hidayah insting (kepandaian yang dibawa sejak lahir), dan hidayah agama (ad-din). Akal adalah hidayah Tuhan yang sangat berharga, sebab dengan akal manusia sanggup membedakan yang buruk dengan yang baik. Akal pula yang membedakan manusia dengan hewan. \nNamun demikian, akal saja belum merupakan jaminan bagi keselamatan manusia. Oleh sebab itu, Allah melengkapi nikmatnya dengan memberikan kepada mereka agama. Hidayah agama itu hanya Tuhan sajalah yang memberinya. Bila seseorang dikehendaki Allah memperoleh hidayah (agama), tidak seorang pun yang dapat menghalanginya. Sebaliknya jika Allah belum menghendaki yang demikian, tidak ada yang bisa memberikan petunjuk. Bahkan nabi dan rasul sendiri pun yang ditugaskan membawa hidayah itu juga tidak punya wewenang untuk memberi hidayah seperti terlihat dalam kisah Nabi Ibrahim pada ayat yang lain (Surah al-An'am/6: 74-88) yang menceritakan dialog antara beliau dengan bapaknya (azar) dan kaumnya. Ibrahim berusaha mengislamkan bapaknya, tetapi Allah tidak memberi hidayah, sehingga dia tetap dalam kemusyrikan. \nDemikian juga halnya paman Nabi Muhammad, Abu thalib, yang sudah banyak berjasa dalam mengembangkan dakwah Nabi di Mekah. Nabi sangat menginginkan pamannya masuk Islam, tetapi Allah belum memberi hidayah sehingga ia tetap musyrik sampai akhir hayatnya. Allah berfirman:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)",
    "quraish": "Dialah yang telah menciptakan aku dari ketiadaan dalam bentuk yang sempurna. Dia juga memberi petunjuk kepadaku agar dapat mencapai kebahagiaan dunia dan akhirat.",
    "jalalayn": "(Yaitu Tuhan yang telah menciptakan aku, maka Dia-lah yang menunjuki aku) kepada agama yang benar."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 79,
    "arab": "وَالَّذِيْ هُوَ يُطْعِمُنِيْ وَيَسْقِيْنِ ۙ ",
    "translation": "dan Yang memberi makan dan minum kepadaku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3011.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah memberi manusia makan dan minum. Makan dan minum itu merupakan rezeki dari Allah. Caranya Allah memberi rezeki itu dengan jalan memudahkan bagi manusia untuk memperolehnya. Semuanya itu bergantung kepada kecakapan dan pengetahuan yang dimiliki oleh masing-masing manusia. Allah menurunkan hujan dari langit sebagai minuman bagi manusia, binatang, dan hewan ternak. Dengan air hujan itu, bumi menjadi subur dan menghasilkan beraneka ragam tumbuh-tumbuhan untuk dapat dinikmati. Begitu juga Allah menyediakan seribu macam benda-benda berharga dalam perut bumi seperti besi, minyak, emas, aluminium, dan sebagainya. Semuanya dengan maksud agar dimanfaatkan dengan sebaik-baiknya. Allah berfirman:\n(Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 22).",
    "quraish": "Dan Dialah yang mengaruniakan makanan dan minuman kepadaku sehingga aku dapat memperoleh dan memanfaatkannya untuk kelangsungan hidupku.",
    "jalalayn": "(Dan Tuhanku, yang memberi makan dan minum kepadaku)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 80,
    "arab": "وَاِذَا مَرِضْتُ فَهُوَ يَشْفِيْنِ ۙ  ",
    "translation": "dan apabila aku sakit, Dialah yang menyembuhkan aku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3012.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah yang menyembuhkan manusia apabila ia sakit. Allah berkuasa menyembuhkan penyakit apa saja yang diderita oleh seseorang. Meskipun begitu, manusia juga harus mencari tahu cara untuk memperoleh kesembuhan itu.\nImam Jamaluddin al-Qasimi dalam tafsirnya menguraikan bahwa ayat ini menggambarkan tata susila seorang hamba Allah kepada Khaliknya. Sebab penyakit itu kadang-kadang akibat dari perbuatan manusia sendiri, umpamanya disebabkan oleh pelanggaran terhadap norma-norma kesehatan, atau pola hidup sehari-hari, maka serangan penyakit terhadap tubuh tidak dapat dielakkan. Sebaliknya yang berhak menyembuhkan penyakit adalah Allah semata. Bila orang sakit merasakan yang demikian waktu ia menderita sakit, maka ia akan menghayati benar nikmat-nikmat Allah setelah ia sembuh dari penyakit tersebut. Kenyataan memang membuktikan, kebanyakan manusia terserang penyakit disebabkan kurang memperhatikan norma-norma kesehatan yang berlaku.",
    "quraish": "Bila aku menderita sakit, Dialah yang menyembuhkan aku dengan mempermudah pengobatan sambil berserah diri kepada-Nya.",
    "jalalayn": "(Dan apabila aku sakit. Dialah yang menyembuhkan aku)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 81,
    "arab": "وَالَّذِيْ يُمِيْتُنِيْ ثُمَّ يُحْيِيْنِ ۙ ",
    "translation": "dan Yang akan mematikan aku, kemudian akan menghidupkan aku (kembali),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3013.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah yang mematikan manusia, kemudian Dia pula yang menghidupkan dan membangkitkan kembali. Tidak seorang pun yang berhak dan sanggup berbuat itu, kecuali Dia sendiri. Dimaksudkan dengan menghidupkan dalam ayat ini adalah membangkitkan kembali sesudah mati. Antara datangnya kematian dan kehidupan baru ditandai dengan waktu yang lama dan tidak bisa diketahui oleh manusia ketentuan datangnya. Kalau dipersoalkan, mati juga kadang-kadang akibat perbuatan manusia itu sendiri, sedang dalam ayat ini Allah menegaskan Dia sendirilah yang mematikan manusia, maka bagaimana kita membedakan mati yang dinisbahkan kepada Allah dan sakit yang disebabkan oleh manusia? Mati adalah suatu ketetapan yang pasti berlaku bagi semua orang tanpa kecuali, sedangkan sakit khusus menimpa seseorang. Artinya belum tentu semua orang menderita suatu macam penyakit, masing-masing mereka menderita penyakit yang berbeda pula. Sering pula orang mati secara mendadak, tanpa didahului oleh sakit. Jelaslah mati itu umum sifatnya, sebaliknya sakit khusus menimpa diri seseorang.",
    "quraish": "Dialah yang mewafatkan aku jika ajal telah tiba, dan kemudian menghidupkan aku kembali untuk memperoleh perhitungan dan balasan.",
    "jalalayn": "(Dan Yang akan mematikan aku, kemudian akan menghidupkan aku kembali)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 82,
    "arab": "وَالَّذِيْٓ اَطْمَعُ اَنْ يَّغْفِرَ لِيْ خَطِيْۤـَٔتِيْ يَوْمَ الدِّيْنِ ۗ",
    "translation": "dan Yang sangat kuinginkan akan mengampuni kesalahanku pada hari Kiamat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3014.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa hanya Allah semata yang mengampuni dosa seseorang di hari akhirat (lihat pula Surah ali 'Imran/3: 135). Tidak ada seorang pun yang dapat menanggung dosa orang lain, tetapi masing-masing bertanggung jawab terhadap perbuatannya sendiri. Allah berfirman: \nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6: 164)",
    "quraish": "Dialah yang ampunan-Nya amat kuinginkan, agar--saat perhitungan nanti--segala kealpaan dan kekhilafanku di dunia terhapus.\"",
    "jalalayn": "(Dan Yang amat kuinginkan) amat kuharapkan (akan mengampuni kesalahanku pada hari kiamat\") yaitu hari pembalasan."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 83,
    "arab": "رَبِّ هَبْ لِيْ حُكْمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ ۙ",
    "translation": "Ibrahim berdoa), “Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3015.mp3",
    "tafsir": "Ibrahim bermohon agar dianugerahi hikmah. Hikmah berarti ilmu pengetahuan yang diamalkan dengan baik. Dalam hubungannya dengan kepribadian orang yang saleh, hikmah diartikan sebagai petunjuk Tuhan dalam beramal, dengan taufik Allah ia terlepas dari segala perbuatan dosa besar maupun dosa kecil. Sementara itu ahli tafsir yang lain ada yang mengartikan hikmah dengan perlakuan yang adil terhadap sesama manusia dalam memutuskan suatu perkara. Dalam kaitannya dengan doa Ibrahim ini, hikmah ditafsirkan sebagai pengetahuan tentang sifat-sifat ketuhanan dan ilmu pengetahuan tentang kebenaran yang akan diamalkan dalam kehidupan sehari-hari. Selain itu, beliau berdoa pula agar dimasukkan ke dalam lingkungan orang-orang yang baik-baik, dan pada golongan yang senantiasa bertawakal kepada-Nya. Permohonan tersebut dikabulkan oleh Allah, sebagaimana disebutkan dalam ayat lain:\nDan sesungguhnya di akhirat dia termasuk orang-orang saleh. (al-Baqarah/2: 130)\n\nDiriwayatkan dalam sebuah hadis, Rasulullah berdoa seperti doa Nabi Ibrahim, yakni:\n\"Ya Allah, matikanlah kami dalam keadaan muslim, hidupkanlah kami dalam keadaan muslim, dan masukkanlah kami ke dalam golongan orang-orang saleh, bukan golongan orang-orang yang hina dan tertimpa musibah (fitrah).\" (Riwayat Ahmad dari Rifa'ah bin Rafi')",
    "quraish": "Kemudian Ibrâhîm a. s. memanjatkan doa, \"Ya Tuhanku, anugerahilah kesempurnaan ilmu dan amal kepadaku, sehingga--dari sekian banyak hamba-Mu--aku layak mengemban risalah dan hikmah. Dan terimalah diriku untuk berada dalam golongan orang yang saleh.",
    "jalalayn": "(Ya Rabbku! Berikanlah kepadaku hikmah) yakni ilmu (dan masukkanlah aku ke dalam golongan orang-orang yang saleh) golongan para nabi."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 84,
    "arab": "وَاجْعَلْ لِّيْ لِسَانَ صِدْقٍ فِى الْاٰخِرِيْنَ ۙ ",
    "translation": "dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3016.mp3",
    "tafsir": "Selanjutnya Ibrahim berdoa agar nama baik beliau menjadi buah bibir yang baik bagi orang-orang yang datang kemudian, sehingga beliau menjadi suri teladan yang utama sampai hari Kiamat, ini pun dikabulkan Allah, sebagaimana firman-Nya:\nDan Kami abadikan untuk Ibrahim (pujian) di kalangan orang-orang yang datang kemudian, \"Selamat sejahtera bagi Ibrahim.\" Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. (as-saffat/37: 108-110).\n\nJanji Allah dalam ayat di atas dibuktikan kebenarannya dalam lembaran sejarah kenabian. Banyak sekali dari keturunan Nabi Ibrahim yang menjadi nabi dan rasul Allah, baik dari keturunan Ismail ataupun dari keturunan Ishak. Agama-agama besar di dunia (Islam, Kristen dan Yahudi) masing-masing menggolongkan agamanya kepada Nabi Ibrahim. Oleh sebab itu, beliau dimuliakan dan dihormati oleh berbagai agama menurut caranya masing-masing. Berdasarkan keterangan ini, wajarlah andaikata mereka menganggap Ibrahim adalah seorang Yahudi (menurut pengakuan orang Yahudi). Demikianlah pula halnya Ibrahim dipandang sebagai orang Nasrani (menurut kepercayaan agama Nasrani), sebab Isa Almasih putra Maryam juga masih keturunan Nabi Ibrahim. Tegasnya dalam sejarah kenabian, ia dianggap sebagai bapak para nabi. Akan tetapi, semua dugaan bahwa Ibrahim penganut Yahudi atau penganut agama tertentu tidak benar. Al-Qur'an membantah keyakinan demikian:\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (ali 'Imran/3: 67)\n\nAdapun pengertian buah tutur yang baik dalam doa ini ialah Nabi Muhammad. Beliau memang keturunan Nabi Ibrahim (dari pihak Ismail) yang terakhir yang diangkat sebagai nabi dan rasul. Risalah Nabi Muhammad (dan juga para nabi) adalah risalah agama tauhid. Rasulullah sendiri dalam sebuah hadis mengatakan:\nAku ini (pelaksanaan bagi terkabulnya) doa Ibrahim. (Riwayat Muslim dari 'Aisyah)\n\nPada hakikatnya agama yang disampaikan Nabi Muhammad merupakan lanjutan dari ajaran yang disampaikan Nabi Ibrahim.",
    "quraish": "Dan jadikanlah diriku sebagai buah bibir yang baik dan kesan yang indah bagi umat-umat yang datang setelah aku, sehingga keharumanku tetap tercatat sampai hari kiamat nanti.",
    "jalalayn": "(Dan jadikanlah aku buah tutur yang baik) pujian yang baik (bagi orang-orang yang datang kemudian) maksudnya orang-orang yang datang sesudahku hingga hari kiamat."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 85,
    "arab": "وَاجْعَلْنِيْ مِنْ وَّرَثَةِ جَنَّةِ النَّعِيْمِ ۙ",
    "translation": "dan jadikanlah aku termasuk orang yang mewarisi surga yang penuh kenikmatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3017.mp3",
    "tafsir": "Setelah Nabi Ibrahim memohon pahala keduniawian, yakni dengan dijadikan nama baiknya sebagai suri teladan bagi orang-orang sesudahnya, ia pun berdoa pula agar menikmati balasan amalnya di akhirat. Yakni nikmat kesenangan surga beserta orang-orang yang diperkenankan masuk ke dalamnya. Ungkapan ayat ini memakai kata-kata \"yang mewarisi surga\", karena diserupakan dengan kesenangan yang diperoleh seorang raja dalam kerajaan yang diwarisi dari bapaknya.",
    "quraish": "Masukkanlah aku ke dalam golongan hamba-Mu yang dianugerahi kenikmatan surga, sebagai balasan dari keimanan dan ibadah mereka kepada-Mu.",
    "jalalayn": "(Dan jadikanlah aku termasuk orang-orang yang mewarisi surga yang penuh kenikmatan) yakni di antara orang-orang yang memperolehnya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 86,
    "arab": "وَاغْفِرْ لِاَبِيْٓ اِنَّهٗ كَانَ مِنَ الضَّاۤلِّيْنَ ۙ ",
    "translation": "dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3018.mp3",
    "tafsir": "Kemudian ia berdoa pula untuk kesejahteraan dan keselamatan bapaknya (azar) yang tetap musyrik. Namun setelah Nabi Ibrahim mengetahui bahwa ayahnya adalah musuh Allah karena menyekutukan-Nya, akhirnya Ibrahim berlepas diri dari ayahnya. Firman Allah:\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114).",
    "quraish": "Jadikanlah bapakku sebagai orang yang layak mendapatkan ampunan-Mu, dengan memberi petunjuk kepadanya untuk memeluk Islam. (Dahulu, saat perpisahan, Ibrâhîm menjanjikan bapaknya dapat masuk Islam). Sebab, ia adalah salah seorang yang menyimpang dari petunjuk dan kebenaran.",
    "jalalayn": "(Dan ampunilah bapakku, karena sesungguhnya ia adalah termasuk orang-orang yang sesat) umpamanya, Engkau memberikan jalan bertobat kepadanya, lalu Engkau mengampuninya. Doa ini diucapkan oleh Nabi Ibrahim sebelum jelas baginya, bahwa dia adalah musuh Allah, sebagaimana yang telah diterangkan dalam surah Al Bara'ah atau surah At Taubah."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 87,
    "arab": "وَلَا تُخْزِنِيْ يَوْمَ يُبْعَثُوْنَۙ",
    "translation": "dan janganlah Engkau hinakan aku pada hari mereka dibangkitkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3019.mp3",
    "tafsir": "Selanjutnya Ibrahim bermunajat kepada Allah agar ia tidak mengalami penghinaan di hari Kiamat kelak. Ini memberi kesan betapa rendah hatinya seorang nabi, sekalipun ia telah memperoleh derajat yang begitu tinggi di sisi Allah, namun ia masih bermohon agar tidak dihinakan pada hari Kiamat. Ibrahim mengadu kepada Tuhan seraya berkata, \"Wahai Tuhan, bukankah engkau telah menjanjikan bahwa aku tidak akan dihinakan di hari Kiamat. Manakah penghinaan yang lebih berat lagi rasanya bagiku daripada penghinaan bertemu dengan bapakku dalam keadaan begini?\" Allah merespon doanya dengan berfirman, \"Hai Ibrahim, sesungguhnya aku haramkan surga bagi orang-orang kafir.\"",
    "quraish": "Janganlah Engkau mempermalukan dan membuat aku terhina di hadapan manusia pada hari dibangkitkannya manusia dari kubur untuk mendapatkan perhitungan dan balasan.",
    "jalalayn": "(Dan janganlah Engkau hinakan aku) janganlah Engkau jelek-jelekkan aku (pada hari mereka dibangkithan) di hari semua manusia dibangkitkan."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 88,
    "arab": "يَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ  ",
    "translation": "(yaitu) pada hari (ketika) harta dan anak-anak  tidak berguna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3020.mp3",
    "tafsir": "Ayat ini menerangkan tentang kehebatan hari Kiamat. Tiada yang selamat pada hari itu dari siksaan Allah, kecuali orang yang bebas dari dosa dan kesalahan. Harta dan anak keturunan yang dimiliki waktu di dunia tidak satu pun yang bisa menolong. Secara khusus Allah menyebutkan \"anak\" dalam ayat ini, karena anak-anak itulah yang paling dekat dan paling banyak memberi manfaat kepada orang tuanya di dunia. Pada ayat lain, Allah menerangkan bahwa anak-anak adalah harta perhiasan kehidupan keduniawian. Sebaliknya amal yang saleh dan baik pahalanya akan kekal sampai kiamat. Ketika Allah menurunkan ayat tentang emas dan perak (Surah at-Taubah/9: 34), para sahabat bertanya kepada Rasulullah tentang harta apakah yang sebaiknya dimiliki agar mendatangkan faedah (untuk kehidupan ukhrawi). Rasulullah menjawab: \n(Kekayaan) yang paling baik ialah lidah yang selalu zikir kepada Allah, hati yang senantiasa bersyukur, dan istri yang saleh menolong suaminya tetap beriman.\" (Riwayat Ahmad dan at-Tirmidzi dari sauban)",
    "quraish": "Pada hari ketika harta yang dikeluarkan dan pertolongan anak keturunan tidak berguna lagi.",
    "jalalayn": "Yang pada hari itu Allah berfirman, (\"Di hari ini harta dan anak-anak laki-laki tidak berguna) bagi seorang pun."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 89,
    "arab": "اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ ",
    "translation": "kecuali orang-orang yang menghadap Allah dengan hati yang bersih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3021.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa kesenangan yang bakal diperoleh di akhirat, tidak dapat dibeli dengan harta yang banyak. Juga tidak mungkin ditukar dengan anak dan keturunan yang banyak. Sebab masing-masing manusia hanya diselamatkan oleh amal dan hatinya yang bersih. Tetapi orang yang diselamatkan hanyalah mereka yang akidahnya bersih dari unsur-unsur kemusyrikan dan akhlaknya mulia.",
    "quraish": "Kecuali bagi mereka yang beriman dan mengharap Allah dengan jiwa yang bersih dari kekufuran, kemunafikan dan sikap pamer.",
    "jalalayn": "(Kecuali) lain halnya dengan (orang-orang yang menghadap Allah dengan hati yang bersih\") dari syirik dan munafik, yang dimaksud adalah hati orang Mukmin, maka sesungguhnya imannya itu dapat memberi manfaat kepada dirinya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 90,
    "arab": "وَاُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِيْنَ ۙ ",
    "translation": "dan surga didekatkan kepada orang-orang yang bertakwa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3022.mp3",
    "tafsir": "Surga itu didekatkan sedemikian rupa kepada orang-orang yang bertakwa, sehingga dapat dilihat dengan nyata. Bagaimana surga itu didekatkan, diterangkan pada ayat lain:\nSedangkan surga didekatkan kepada orang-orang yang bertakwa pada tempat yang tidak jauh (dari mereka). (Qaf/50: 31)\n\nMendekatkan surga kepada orang-orang bertakwa akan menggembirakan mereka karena ketaatan yang telah mereka kerjakan selama di dunia, segera akan membuahkan hasil. Mereka akan segera memasukinya.",
    "quraish": "Pada hari didekatkannya surga ke tempat orang-orang yang berbahagia, lalu mereka--yang telah menjauhkan diri dari kekufuran dan kemaksiatan serta menerima keimanan dan ketaatan di dunia--berjalan ke arah surga.\"",
    "jalalayn": "(Dan didekatkanlah surga) yakni dijadikan dekat- (kepada orang-orang yang bertakwa) hingga mereka dapat melihatnya dengan jelas."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 91,
    "arab": "وَبُرِّزَتِ الْجَحِيْمُ لِلْغٰوِيْنَ ۙ ",
    "translation": "dan neraka Jahim diperlihatkan dengan jelas kepada orang-orang yang sesat,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3023.mp3",
    "tafsir": "Sebaliknya, neraka juga diperlihatkan kepada orang-orang yang sesat. Mereka menyaksikan kedahsyatan kobaran apinya. Dalam Al-Qur'an dilukiskan bahwa kobaran api neraka itu dari jauh saja sudah terdengar gejolaknya. Itulah yang akan menjadi tempat kediaman mereka, tanpa dapat mengelak lagi. Ayat itu menggambarkan betapa cepat siksaan tersebut menimpa mereka. Sungguh hal itu tidak pernah mereka bayangkan ketika masih ada di dunia ini, karena mereka tidak peduli dengan azab Allah, seperti dijelaskan dalam ayat ini:\nDan kepada mereka dikatakan, \"Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini; dan tempat kembalimu ialah neraka, dan sekali-kali tidak akan ada penolong bagimu. (al-Jatsiyah/45: 34)",
    "quraish": "Adapun orang-orang yang menolak kebenaran, neraka jahim akan ditampakkan kepada mereka, sehingga jilatan apinya hampir mengenai mereka. Di saat itu, mereka sangat bersedih dan menyesal.",
    "jalalayn": "(Dan diperlihatkan dengan jelas neraka Jahim) yakni ditampakkan (kepada orang-orang yang Sesat) yakni orang-orang kafir."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 92,
    "arab": "وَقِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تَعْبُدُوْنَ ۙ ",
    "translation": "dan dikatakan kepada mereka, “Di mana berhala-berhala yang dahulu kamu sembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3024.mp3",
    "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup.",
    "quraish": "Mereka akan dibentak, \"Mana tuhan-tuhan selain Allah yang kalian sembah itu?",
    "jalalayn": "(Dan dikatakan kepada mereka, \"Di manakah berhala-berhala yang dahulu kalian menyembahnya)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 93,
    "arab": "مِنْ دُوْنِ اللّٰهِ ۗهَلْ يَنْصُرُوْنَكُمْ اَوْ يَنْتَصِرُوْنَ ۗ  ",
    "translation": "selain Allah? Dapatkah mereka menolong kamu atau menolong diri mereka sendiri?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3025.mp3",
    "tafsir": "Kemudian pada saat menghadapi neraka yang siap menerima orang-orang kafir dan musyrik, dilontarkan pertanyaan untuk mencemoohkan mereka, \"Di manakah tuhan-tuhan berhala yang kamu sembah itu kini berada? Sanggupkah mereka menyelamatkan kamu dari siksaan Allah?\" Jangankan untuk menyelamatkan orang lain, melepaskan diri mereka saja, tuhan-tuhan berhala itu tidak sanggup.",
    "quraish": "Adakah di hari ini sembahan-sembahan selain Allah yang kalian anggap sebagai juru selamat dapat menolong kalian? Atau, bahkan, menolong diri mereka sendiri?\" Sembahan-sembahan mereka, tentu, tidak dapat melakukan semua itu. Sebab, mereka beserta sesembahan adalah bara dari api neraka itu sendiri.",
    "jalalayn": "(Selain dari Allah?) selain dari-Nya, yang dimaksud adalah berhala-berhala. (Dapatkah mereka menolong kalian) menolak azab yang akan menimpa diri kalian (atau menolong diri mereka sendiri?\") yaitu menyelamatkan diri mereka sendiri dari azab?, tentu saja tidak bisa."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 94,
    "arab": "فَكُبْكِبُوْا فِيْهَا هُمْ وَالْغَاوٗنَ ۙ ",
    "translation": "Maka mereka (sesembahan itu) dijungkirkan ke dalam neraka bersama orang-orang yang sesat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3026.mp3",
    "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya.",
    "quraish": "Wajah-wajah mereka akan dijungkirkan berkali-kali ke dalam neraka jahim, hingga akhirnya mereka, juga orang-orang yang membuat mereka sesat, akan menetap di dasar neraka jahim.",
    "jalalayn": "(Maka sesembahan-sesembahan itu dijungkirkan) dicampakkan (ke dalam neraka bersama-sama orang-orang yang sesat)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 95,
    "arab": "وَجُنُوْدُ اِبْلِيْسَ اَجْمَعُوْنَ ۗ  ",
    "translation": "dan bala tentara Iblis semuanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3027.mp3",
    "tafsir": "Kemudian orang-orang yang sesat dan telah ditetapkan sebagai penghuni neraka dijungkirkan bersama-sama pimpinan mereka dan tentara iblis seluruhnya. Tentara iblis dalam ayat ini dimaksudkan ialah orang-orang yang suka mengikuti perbuatan maksiat. Baik mereka yang mengikuti atau pemimpin yang diikuti sama-sama dilemparkan ke dalamnya.",
    "quraish": "Mereka juga akan ditemani para kaki tangan iblis. Yakni, mereka yang selalu mengemas kejahatan dan dosa sehingga terlihat indah oleh manusia, atau jin dan manusia pelaku kemaksiatan yang selalu mengikuti jalan Iblîs.",
    "jalalayn": "(Dan bala tentara iblis) yakni pengikut-pengikutnya dan orang-orang yang menaatinya dari jenis jin dan manusia (semuanya)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 96,
    "arab": "قَالُوْا وَهُمْ فِيْهَا يَخْتَصِمُوْنَ  ",
    "translation": "Mereka berkata sambil bertengkar di dalamnya (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3028.mp3",
    "tafsir": "Dalam neraka, para pemimpin yang menyesatkan dan para pengikutnya saling menyalahkan. Mereka saling mempertanyakan siapa yang telah membawa mereka melakukan kejahatan sehingga masuk neraka.",
    "quraish": "Di hari itu mereka akan mengetahui dan meratapi kesalahan yang mereka perbuat. Mereka dan sembahan-sembahan yang menyesatkan mereka bertengkar saling menyalahkan.",
    "jalalayn": "(Mereka berkata,) orang-orang yang sesat itu (sedangkan mereka bertengkar di dalam neraka itu) bersama dengan sesembahan-sesembahan mereka."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 97,
    "arab": "تَاللّٰهِ اِنْ كُنَّا لَفِيْ ضَلٰلٍ مُّبِيْنٍ ۙ ",
    "translation": "”Demi Allah, sesungguhnya kita dahulu (di dunia) dalam kesesatan yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3029.mp3",
    "tafsir": "Setelah bertengkar, mereka pun sama-sama menyadari bahwa tiada yang patut disalahkan kecuali diri mereka sendiri. Mereka mengakui bahwa kesesatan mereka sangat parah, yaitu mempersekutukan Allah",
    "quraish": "\"Demi Allah, sesungguhnya kami di dunia berada dalam kerancuan dan kebodohan yang jelas, serta menyimpang dari kebenaran yang sangat tampak.",
    "jalalayn": "(\"Demi Allah; sungguh) lafal In di sini merupakan bentuk takhfif daripada Inna, sedangkan isimnya tidak disebutkan, pada asalnya adalah Innahuu (kita dahulu dalam kesesatan yang nyata) yakni jelas sesatnya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 98,
    "arab": "اِذْ نُسَوِّيْكُمْ بِرَبِّ الْعٰلَمِيْنَ ",
    "translation": "karena kita mempersamakan kamu (berhala-berhala) dengan Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3030.mp3",
    "tafsir": "Mereka sangat menyesali kenapa menganggap berhala itu sama kekuasaannya dengan Allah, sehingga mereka menyembahnya.",
    "quraish": "Yaitu tatkala kami menyederajatkan kalian, wahai sembahan, setara untuk disembah dengan Tuhan semesta alam. Padahal jelas perbedaan antara kalian yang lemah dengan Dia yang Mahakuasa.",
    "jalalayn": "(Karena) sebab (kita mempersamakan kalian dengan Rabb semesta alam) dalam hal menyembah."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 99,
    "arab": "وَمَآ اَضَلَّنَآ اِلَّا الْمُجْرِمُوْنَ ",
    "translation": "Dan tidak ada yang menyesatkan kita kecuali orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3031.mp3",
    "tafsir": "Di samping karena kesalahan sendiri, mereka juga terpengaruh oleh ajakan-ajakan jahat dari para pemimpin mereka. Para pemimpin itu selalu berpropaganda melakukan berbagai perbuatan yang melanggar agama sehingga mereka mengikutinya. Ini dikatakan lagi oleh Allah dalam ayat lain:\nDan mereka berkata, \"Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar). (al-Ahzab/33: 67)\n\nSusunan ayat ini sangat lugas menjelaskan penyesalan dari orang-orang yang mengikuti seorang pemimpin tanpa menyadari ke mana mereka dibawa. Jadi, kita tidak harus menaati seorang pemimpin jika yakin bahwa pemimpin tersebut justru membawa kepada kedurhakaan.",
    "quraish": "Dan kami tidak akan terperosok dalam kebinasaan seperti ini melainkan disebabkan oleh para pembuat dosa yang menyesatkan kami dari jalan kebenaran.",
    "jalalayn": "(Dan tiadalah yang menyesatkan kita) dari petunjuk (kecuali orang-orang yang berdosa) yakni setan atau para pendahulu kita yang kita tiru perbuatan mereka."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 100,
    "arab": "فَمَا لَنَا مِنْ شَافِعِيْنَ ۙ ",
    "translation": "Maka sehingga (sekarang) kita tidak mempunyai pemberi syafaat (penolong),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3032.mp3",
    "tafsir": "Orang-orang kafir dan musyrik itu baru menyadari bahwa di akhirat ini, tidak ada orang lain ataupun malaikat yang akan membantu mereka melepaskan diri dari azab Allah yang sudah di depan mata. Seandainya, di dunia dulu mereka beriman dan beramal saleh, pasti hal itu akan memberi syafaat kepada mereka..",
    "quraish": "Maka kami pun tidak mendapatkan penolong yang dapat menyelamatkan kami dari siksa, seperti yang kami duga sebelumnya.",
    "jalalayn": "(Maka kami tidak mempunyai pemberi syafaat seorang pun) tidak sebagaimana orang-orang Mukmin; mereka memiliki para Malaikat, para Nabi dan orang-orang Mukmin lainnya yang dapat memberi syafaat kepada mereka."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 101,
    "arab": "وَلَا صَدِيْقٍ حَمِيْمٍ  ",
    "translation": "dan tidak pula mempunyai teman yang akrab,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3033.mp3",
    "tafsir": "Teman dekat atau keluarga sendiri juga mereka sadari tidak akan dapat menolong. Dalam ayat lain disebutkan:\nMaka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu? (al-A'raf/7: 53).",
    "quraish": "Bahkan tak seorang karib pun--jika memang tak dapat mengeluarkan mereka dari siksaan--yang dapat dijadikan tempat mengadu dari kepedihan yang kami alami ini.\"",
    "jalalayn": "(Dan tidak pula mempunyai teman yang akrab) yaitu teman yang memperhatikan perkara kita."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 102,
    "arab": "فَلَوْ اَنَّ لَنَا كَرَّةً فَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ  ",
    "translation": "Maka seandainya kita dapat kembali (ke dunia) niscaya kita menjadi orang-orang yang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3034.mp3",
    "tafsir": "Mereka berharap dapat dikembalikan ke dunia. Jika keinginan itu terkabul, mereka berjanji akan beriman dan beramal saleh. Akan tetapi, hal itu tidak mungkin. Itu hanya alasan mereka, sebab sekiranya dikembalikan ke dunia sekalipun, mereka tetap akan ingkar kembali.",
    "quraish": "Di saat itulah mereka berharap dapat kembali lagi ke dunia agar dapat beriman dan memperoleh keselamatan.\"",
    "jalalayn": "(Maka sekiranya kita dapat kembali sekali lagi) ke alam dunia (niscaya kami menjadi orang-orang yang beriman\") makna Lau di sini menunjukkan arti Tamanni atau mengharapkan sesuatu yang mustahil dapat dicapai, dan lafal Nakuunu adalah Jawab dari Lau."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 103,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3035.mp3",
    "tafsir": "Demikianlah beberapa keterangan Tuhan yang disampaikan Ibrahim kepada kaumnya. Dengan dalil-dalil di atas tadi, nyatalah bahwa inti ajaran yang beliau sampaikan kepada kaumnya adalah paham ketauhidan dan percaya akan adanya hari kebangkitan. Tidak ada zat yang patut disembah melainkan Allah Yang Maha Esa. Hanya kebanyakan orang tidak mau mengerti atau tidak mau menerima kebenaran itu.",
    "quraish": "Sesungguhnya apa yang telah Allah sebutkan dalam kisah Ibrâhîm ini merupakan nasihat dan renungan bagi orang-orang yang mau menerima nasihat dan mengambil pelajaran. Tetapi kebanyakan kaummu yang mendengar kisah ini, wahai Muhammad, tidak juga menuruti seruanmu.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu) yaitu apa yang telah disebutkan tadi menyangkut kisah Nabi Ibrahim bersama dengan kaumnya (benar-benar terdapat tanda-tanda kekuasaan Allah, tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 104,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu benar-benar Dialah Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3036.mp3",
    "tafsir": "Allah dengan keperkasaan dan sifat Yang Maha Penyayang-Nya, senantiasa mengingatkan orang-orang yang sesat dan tidak mau beriman dengan ayat-ayat-Nya. Allah mengirimkan rasul kepada mereka supaya memperoleh hidayah dari-Nya. Allah mengutus para rasul itu dengan membawa ajaran-ajaran dan hukum-hukum agama, supaya dapat diikuti oleh mereka dan anak keturunannya.",
    "quraish": "Sesungguhnya Tuhanmu Mahakuasa untuk membalas orang-orang yang mendustakan kebenaran; Maha Pemberi nikmat bagi orang-orang yang melakukan kebaikan.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar- benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 105,
    "arab": "كَذَّبَتْ قَوْمُ نُوْحِ ِۨالْمُرْسَلِيْنَ ۚ ",
    "translation": "Kaum Nuh telah mendustakan para rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3037.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid.\nNabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi: \nDari Abu Hurairah r.a. bahwa Nabi saw bersabda, \"Allah berfirman, 'Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.\" (Riwayat Muslim dari Abu Hurairah) \n\nMaksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafits. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. \nTidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. \nNabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya.\nKaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya.",
    "quraish": "Dalam firman-Nya, Allah telah menyebutkan berita tentang Nûh. Disebutkan bahwa kaum Nûh telah mendustakan risalah dan menolak seruan rasul mereka. Dengan demikian, mereka berarti telah mendustakan seluruh rasul, karena kesamaan prinsip dan tujuan dakwah mereka.",
    "jalalayn": "(Kaum Nuh telah mendustakan para Rasul) disebabkan mereka mendustakan Nabi Nuh, maka mereka dikatakan telah mendustakan para Rasul yang lain; karena sesungguhnya semua ajaran yang dibawa para Rasul itu adalah sama, yaitu menyeru kepada ajaran tauhid. Atau makna yang dimaksud karena mengingat Nabi Nuh tinggal bersama kaumnya dalam kurun waktu yang sangat lama sehingga kedudukan Nabi Nuh sama saja dengan kedudukan Rasul-rasul yang banyak. Di-ta'nits-kannya dhamir yang kembali kepada lafal Qaum karena memandang dari segi makna lafal Qaum, sedangkan jika dhamir yang kembali kepadanya itu berbentuk mudzakkar, karena memandang dari segi lafalnya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 106,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ نُوْحٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "Ketika saudara mereka (Nuh) berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3038.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid.\nNabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi: \nDari Abu Hurairah r.a. bahwa Nabi saw bersabda, \"Allah berfirman, 'Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.\" (Riwayat Muslim dari Abu Hurairah) \n\nMaksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafits. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. \nTidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. \nNabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya.\nKaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya.",
    "quraish": "Mereka telah mendustakan risalah di kala Nûh, saudara mereka dalam pertalian keluarga, bukan saudara seagama, memperingatkan mereka, \"Apakah kalian tidak takut kepada Allah sehingga kalian meninggalkan menyembah selain-Nya?",
    "jalalayn": "(Ketika Saudara mereka berkata kepada mereka,) yang dimaksud adalah Nabi Nuh sendiri, pengertian saudara di sini adalah dari segi nasab atau keturunan (\"Mengapa kalian tidak bertakwa?\") kepada Allah."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 107,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ  ",
    "translation": "Sesungguhnya aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3039.mp3",
    "tafsir": "Nabi Nuh memberitahu kaumnya bahwa ia adalah seorang rasul Allah yang diutus kepada mereka. Dia dipercaya untuk menyampaikan perintah dan larangan Allah, tanpa menambah atau mengurangi sedikit pun.\nPada Surah Hud/11: 31 diterangkan bahwa Nabi Nuh tidak mempunyai kekayaan yang akan diberikan kepada kaumnya. Oleh karena itu, ia tidak dapat menjanjikan harta dan kekayaan untuk mereka. Ia juga tidak mengetahui hal-hal yang gaib, tidak pernah mengatakan bahwa ia adalah malaikat, dan tidak menjanjikan kesenangan dan kebahagiaan kepada orang-orang yang mengikuti seruannya. Semuanya itu hanya Allah yang mengetahui, memiliki, dan menentukan, karena Dialah Yang Mahakuasa. Nuh hanya bertugas untuk menyampaikannya.",
    "quraish": "Sesungguhnya aku adalah utusan Allah kepada kalian untuk mengajak ke jalan yang lurus. Dan aku adalah seorang yang dapat dipercaya untuk menyampaikan risalah-Nya.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian) guna menyampaikan apa yang aku diutus untuk menyampaikannya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 108,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِۚ  ",
    "translation": "Maka bertakwalah kamu kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3040.mp3",
    "tafsir": "Ayat ini menerangkan isi risalah yang disampaikan Nabi Nuh kepada kaumnya, yaitu agar bertakwa kepada Allah dan hanya menyembah kepada-Nya. Pada ayat 3 Surah Nuh disebutkan tiga hal yang diperintahkan Allah, yaitu agar menyembah hanya kepada Allah, bertakwa kepada-Nya, dan taat kepada Nabi Nuh\nPada ayat-ayat yang lain diterangkan bahwa risalah yang dibawa Nabi Nuh menyebutkan pula hal-hal sebagai berikut:\n1. Akibat baik yang akan diperoleh orang-orang yang bertakwa. Allah akan menambah rezeki mereka, dan menurunkan hujan. Kemudian dengan air itu, Allah menyuburkan bumi, dan menumbuhkan tumbuh-tumbuhan.\n2. Mengemukakan bukti-bukti keesaan dan kekuasaan Allah, serta menerangkan bukti-bukti kebenaran risalah yang dibawanya. Di antaranya adalah tentang penciptaan manusia dalam beberapa proses kejadian mulai dari setetes mani sampai lahir sebagai manusia. Allah menciptakan langit dan bumi, bulan yang bersinar dan matahari yang bercahaya, menghidupkan dan mematikan manusia, kemudian seluruh manusia akan kembali kepada-Nya.",
    "quraish": "Maka takutlah kalian kepada Allah, laksanakanlah perintah yang kuserukan untuk mengesakan dan menaati-Nya ini.",
    "jalalayn": "(Maka bertakwalah kepada Allah dan taatlah kepadaku) di dalam semua apa yang kuperintahkan kalian mengerjakannya, yaitu mentauhidkan Allah dan taat kepada-Nya."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 109,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍۚ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۚ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3041.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa dalam melaksanakan tugas menyampaikan agama Allah, Nabi Nuh tidak akan meminta upah kepada siapa pun, dan tidak mengharapkan harta kekayaan, kekuasaan, dan kemegahan sedikit pun. Ia hanya mencari keridaan dan pahala dari Allah.",
    "quraish": "Aku tak sedikit pun mengharapkan imbalan kalian sebagai balasan dari nasihat dan doa yang kulakukan demi kalian ini.",
    "jalalayn": "(Dan aku sekali-kali tidak meminta kepada kalian atas ajakan-ajakan itu) imbalan dari menyampaikannya (suatu upah pun, tidak lain) (upahku) pahalaku (hanyalah dari Rabb semesta alam)."
  },
  {
    "hizb": 148,
    "name": "Asy-Syu'ara'",
    "ayat": 110,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ  ",
    "translation": "Maka bertakwalah kamu kepada Allah dan taatlah kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3042.mp3",
    "tafsir": "Pada ayat ini, Nabi Nuh mengulang dan menegaskan kembali perintah Allah agar kaumnya bertakwa dan taat kepada-Nya. Pengulangan ini adalah untuk menegaskan kepada kaumnya bahwa takwa kepada Allah itu merupakan hal yang sangat penting dan wajib dilakukan oleh setiap manusia, sebagai tanda syukur atas nikmat-nikmat yang tidak terhingga yang telah dilimpahkan-Nya kepada mereka. Takwa itu merupakan sumber segala kebaikan dan merupakan kunci pembuka pintu gerbang kesenangan dan kebahagiaan yang ada di akhirat nanti.\nNabi Nuh berusaha sekuat tenaga menyampaikan risalahnya dengan mengemukakan janji dan ancaman Allah bagi orang-orang yang tidak mengikuti seruan rasul. Ia juga mengemukakan bukti-bukti kebenaran risalah yang dibawanya kepada mereka. Namun demikian, kaumnya tetap tidak menerimanya.",
    "quraish": "Maka waspadalah terhadap siksa Allah dan laksanakanlah perintahku.\"",
    "jalalayn": "(Maka bertakwalah kepada Allah dan taatlah kepadaku) Nabi Nuh mengulang-ulang kalimat ini untuk menegaskan perintahnya."
  }
]