[
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 111,
    "arab": "۞ قَالُوْٓا اَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْاَرْذَلُوْنَ ۗ ",
    "translation": "Mereka berkata, “Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3043.mp3",
    "tafsir": "Ayat ini menjelaskan sikap kaumnya terhadap seruan Nabi Nuh. Mereka mengatakan bahwa tidak ada alasan bagi mereka untuk mengikuti seruan Nuh karena orang-orang yang cerdik pandai dan berakal di antara mereka tidak ada yang tertarik dengan seruan itu apalagi para pemimpin mereka. Hanya orang-orang yang bodoh dan lemah atau orang-orang yang menginginkan sesuatu yang mau menjadi pengikut Nabi Nuh. Allah berfirman:\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina-dina di antara kamu yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27)",
    "quraish": "Kaum Nûh, yang menolak seruan itu, berkata, \"Kami tak akan beriman kepadamu selama pengikut- pengikutmu adalah mereka yang berasal dari kalangan kelas bawah yang rendah kedudukannya serta sedikit hartanya.\"",
    "jalalayn": "(Mereka berkata, \"Apakah kami akan beriman) percaya (kepadamu) dengan perkataan itu (padahal yang mengikuti kamu) menurut suatu qiraat dibaca Atbaa'uka, jamak dari lafal Taabi'un yang berkedudukan menjadi Mubtada (ialah orang-orang yang hina?\") yakni orang-orang yang rendah."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 112,
    "arab": "قَالَ وَمَا عِلْمِيْ بِمَا كَانُوْا يَعْمَلُوْنَ ۚ  ",
    "translation": "Dia (Nuh) menjawab, “Tidak ada pengetahuanku tentang apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3044.mp3",
    "tafsir": "Pada ayat ini, Nabi Nuh menjawab bantahan kaumnya dengan mengatakan bahwa ia tidak mengetahui keadaan sebenarnya dari orang-orang yang mengikuti seruannya. Ia tidak ditugaskan Allah untuk menyelidiki asal-usul mereka atau kedudukan masing-masing di masyarakat. Dia hanya ditugaskan menyampaikan agama Allah kepada kaumnya. Jika ada di antara mereka yang beriman, maka dia hanya memandang mereka menurut lahirnya saja, bukan menurut kedudukan mereka dalam masyarakat, kecakapan dan kepandaian mereka, dan bukan pula menurut kekayaan dan kemiskinan mereka.",
    "quraish": "Nûh berkata, \"Dari mana aku tahu bahwa mereka itu rendah kedudukannya dan sedikit hartanya? Aku hanya ditugaskan untuk mengajak mereka beriman tanpa harus mengetahui lebih dulu kekayaan dan status mereka.",
    "jalalayn": "(Nuh menjawab, \"Bagaimana aku mengetahui) mana mungkin aku mengetahui (apa yang telah mereka kerjakan?)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 113,
    "arab": "اِنْ حِسَابُهُمْ اِلَّا عَلٰى رَبِّيْ لَوْ تَشْعُرُوْنَ ۚ  ",
    "translation": "Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, jika kamu menyadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3045.mp3",
    "tafsir": "Nabi Nuh menyerahkan perhitungan tentang segala perbuatan yang dilakukan oleh para pengikutnya yang beriman sepenuhnya kepada Allah, karena Dialah Yang Mengetahui segala sesuatu. Dialah yang berwenang menilai perbuatan hamba-hamba-Nya, dan Dia pulalah yang memberi balasannya. Perbuatan yang baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk dibalas dengan hukuman yang setimpal. Itulah hukum Allah. Mereka seharusnya mengetahui hukum Allah tersebut.",
    "quraish": "Tuhanlah yang akan membalas hasil usaha mereka. Dia Maha Mengetahui apa yang ada dalam benak mereka. Kalau kalian termasuk orang yang berpikiran jernih, kalian tentu akan mengetahui hal ini.",
    "jalalayn": "(Tidak lain) (perhitungan amal perbuatan mereka hanyalah kepada Rabbku) maka Dia akan membalasnya kepada mereka (kalau kalian menyadari) jika kalian mengetahui hal tersebut niscaya kalian tidak akan mencelanya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 114,
    "arab": "وَمَآ اَنَا۠ بِطَارِدِ الْمُؤْمِنِيْنَ ۚ ",
    "translation": "Dan aku tidak akan mengusir orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3046.mp3",
    "tafsir": "Sekalipun Nabi Nuh telah berusaha siang dan malam menyeru kaumnya, namun mereka tetap tidak mengindahkannya. Menurut kaumnya, beriman dengan Nuh berarti merendahkan diri ikut bersama-sama orang-orang yang hina dina. Bahkan mereka memaksa Nuh segera mengusir orang-orang yang beriman dari negeri mereka, agar tidak merendahkan martabat dan agama nenek moyang mereka.\nNabi Nuh menjawab permintaan kaumnya dengan mengatakan bahwa dia tidak akan mengusir orang-orang yang telah beriman, sekalipun mereka itu orang-orang miskin, atau berasal dari golongan rendah menurut pandangan kaumnya. Mereka semua menurut pandangan Allah adalah orang-orang yang bertakwa. Keimanan dan ketaatan seseoranglah yang dijadikan ukuran, apakah ia orang yang baik dan mulia atau dia adalah orang yang hina.",
    "quraish": "Dan aku tidak akan mengusir mereka yang mempercayai seruanku--bagaimanapun status mereka, kaya atau miskin--untuk sekadar memenuhi syarat yang kalian ajukan untuk beriman kepadaku.",
    "jalalayn": "(Dan aku sekali-kali tidak akan mengusir orang-orang yang beriman.)"
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 115,
    "arab": "اِنْ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ۗ ",
    "translation": "Aku (ini) hanyalah pemberi peringatan yang jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3047.mp3",
    "tafsir": "Selanjutnya Nuh mengatakan kepada kaumnya bahwa dia hanyalah seorang rasul yang diutus Allah kepada mereka untuk menyampaikan agama-Nya. Ia juga menyampaikan peringatan dan ancaman bahwa azab Allah akan ditimpakan kepada orang-orang yang ingkar dan durhaka, serta orang-orang yang mengingkari seruan rasul. Sedangkan orang-orang yang mengikuti seruan rasul, dan mengindahkan perkataan dan ancaman itu, baik kaya atau miskin, bangsawan atau rakyat biasa, akan dibalas Allah dengan surga yang penuh kenikmatan.",
    "quraish": "Aku tidak lain hanyalah seorang rasul yang diutus untuk memberi peringatan kepada manusia dengan didukung bukti-bukti yang dapat memilah mana yang hak dan mana yang batil. Karenanya, tak ada perbedaan antara golongan bangsawan dan rakyat jelata. Bagaimana mungkin aku mengusir orang-orang Mukmin hanya lantaran kemiskinan mereka?\"",
    "jalalayn": "(Tiada lain) (aku ini hanyalah pemberi peringatan yang jelas\") jelas peringatannya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 116,
    "arab": "قَالُوْا لَىِٕنْ لَّمْ تَنْتَهِ يٰنُوْحُ لَتَكُوْنَنَّ مِنَ الْمَرْجُوْمِيْنَۗ  ",
    "translation": "Mereka berkata, “Wahai Nuh! Sungguh, jika engkau tidak (mau) berhenti, niscaya engkau termasuk orang yang dirajam (dilempari batu sampai mati).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3048.mp3",
    "tafsir": "Demikianlah Nabi Nuh melaksanakan tugasnya sebagai seorang rasul Allah. Ia berusaha sekuat tenaga menyampaikan seruan Allah, siang dan malam, baik secara sembunyi maupun terang-terangan. Semakin giat Nabi Nuh menyeru mereka, semakin kuat pula halangan dan rintangan yang diberikan kaumnya. Sikap mereka itu dilukiskan dalam firman Allah:\nDan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri. (Nuh/71: 7).\n\nAkhirnya mereka mengancam Nabi Nuh untuk segera menghentikan usahanya mengajak mereka mengikuti agama yang didakwahkannya. Jika ia masih melanjutkan usahanya itu dan tidak menghentikannya, mereka akan merajam dan membinasakan Nabi Nuh.",
    "quraish": "Mereka berkata, \"Wahai Nûh, jika kamu tidak menghentikan seruanmu, sungguh kami akan merajammu dengan bebatuan.\" Demikianlah, mereka mengancam untuk membunuh Nûh.",
    "jalalayn": "(Mereka berkata, \"Sungguh jika kamu tidak mau berhenti hai Nuh,) dari apa yang kamu katakan kepada kami itu (niscaya benar-benar kamu akan termasuk orang-orang yang dirajam\") dengan batu atau dengan makian."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 117,
    "arab": "قَالَ رَبِّ اِنَّ قَوْمِيْ كَذَّبُوْنِۖ ",
    "translation": "Dia (Nuh) berkata, “Ya Tuhanku, sungguh kaumku telah mendustakan aku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3049.mp3",
    "tafsir": "Mendapat ancaman seperti itu, Nabi Nuh tidak bisa berbuat apa-apa lagi selain mengadu kepada Allah bahwa kaumnya telah mendustakannya. Ia berharap dengan doa itu akan mendapat pertolongan dari Allah.",
    "quraish": "Nûh mengadukan kekukuhan pendustaan kaumnya, seraya berseru, \"Ya Tuhanku, sesungguhnya kaumku adalah orang-orang yang selalu mendustakan aku.\" Oleh karena itu, Nûh mempunyai alasan untuk memohonkan keburukan bagi mereka.",
    "jalalayn": "(Berkata) Nuh (\"Ya Rabbku! Sesungguhnya kaumku telah mendustakan aku)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 118,
    "arab": "فَافْتَحْ بَيْنِيْ وَبَيْنَهُمْ فَتْحًا وَّنَجِّنِيْ وَمَنْ مَّعِيَ مِنَ الْمُؤْمِنِيْنَ  ",
    "translation": "maka berilah keputusan antara aku dengan mereka, dan selamatkanlah aku dan mereka yang beriman bersamaku.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3050.mp3",
    "tafsir": "Selanjutnya Nabi Nuh berdoa agar Allah memberikan keputusan yang adil mengenai permasalahan yang terjadi antara dirinya dan kaumnya. Ia telah mengerahkan seluruh tenaga dan kemampuannya untuk membawa mereka ke jalan yang benar, tetapi sambutan mereka justru berupa ancaman untuk mencederainya. Nabi Nuh yakin ancaman itu tidak main-main. Oleh karena itu, Nabi Nuh betul-betul berdoa agar ia dan kaum mukminin pengikutnya diselamatkan Allah dari ancaman tersebut.",
    "quraish": "Nûh melanjutkan, \"Maka putuskanlah perkara antara aku dengan mereka ini dengan suatu keputusan yang dapat membinasakan mereka yang telah mengingkari keesaan-Mu serta mendustakan rasul-Mu. Dan selamatkanlah aku dan orang-orang Mukmin yang menyertaiku dari siksa akibat pembangkangan mereka.\"",
    "jalalayn": "(Karena itu adakanlah keputusan antaraku dan mereka) putuskanlah (dan selamatkanlah aku dan orang-orang yang mukmin besertaku\")."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 119,
    "arab": "فَاَنْجَيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ الْمَشْحُوْنِ  ",
    "translation": "Kemudian Kami menyelamatkannya Nuh dan orang-orang yang bersamanya di dalam kapal yang penuh muatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3051.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Nuh dan memerintahkan agar ia bersama orang-orang yang beriman membuat sebuah kapal besar yang dapat mengangkut mereka semua, beserta barang-barang keperluan dan alat-alat perlengkapan mereka. \nNabi Nuh bersama para pengikutnya mulai membuat kapal. Kaumnya heran dan tercengang melihat apa yang dilakukannya. Mereka tidak mengetahui apa yang sedang dibuat Nabi Nuh itu. Kaumnya menganggap Nabi Nuh dan orang-orang yang beriman, terutama yang ikut membantunya membuat kapal itu, telah gila. Setiap orang yang lewat di dekat Nabi Nuh membuat kapal itu mengejek dan mencemooh perbuatannya.\nPerintah Allah agar Nabi Nuh membuat kapal dan sikap kaum Nabi Nuh itu dijelaskan dalam firman-Nya:\n\"Dan buatlah kapal itu dengan pengawasan dan petunjuk wahyu Kami, dan janganlah engkau bicarakan dengan Aku tentang orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.\" Dan mulailah dia (Nuh) membuat kapal. Setiap kali pemimpin kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, \"Jika kamu mengejek kami, maka kami (pun) akan mengejekmu sebagaimana kamu mengejek (kami). Maka kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan (siapa) yang akan ditimpa azab yang kekal.\" (Hud/11: 37-39).\n\nEjekan itu dijawab Nabi Nuh dengan mengingatkan mereka akan azab Allah yang akan ditimpakan kepada orang-orang kafir yang tidak mengindahkan seruan rasul-Nya. Jika mereka selalu bersikap demikian, maka azab itu akan segera datang. Pada saat menerima azab dan malapetaka itu, mereka akan menyesal untuk selama-lamanya. Namun demikian, penyesalan itu tak ada gunanya lagi karena semua pintu tobat telah tertutup bagi mereka. Allah mengingatkan Nabi Nuh agar tidak lagi melayani orang-orang yang zalim itu, karena keimanan mereka tidak bisa diharapkan lagi, dan telah menjadi ketetapan Allah untuk membinasakan mereka.\nNabi Nuh dan orang-orang yang beriman bersamanya telah berusaha dengan sungguh-sungguh melaksanakan perintah Allah membuat kapal itu. Setelah selesai, tibalah saat-saat yang dijanjikan Allah, yaitu membinasakan orang-orang kafir dan menyelamatkan orang-orang yang beriman. Pada saat itu, bumi memancarkan air dari segala penjuru dan meluap, seperti luapan air yang sedang mendidih di dalam kuali tempat memasak. Dalam waktu yang singkat, air itu telah menenggelamkan permukaan bumi.\nPada saat itu, Allah memerintahkan agar Nabi Nuh menyuruh orang-orang yang beriman naik ke atas kapal dengan membawa perlengkapan yang diperlukan. Allah juga memerintahkan untuk membawa binatang-binatang piaraan mereka, masing-masing seekor jantan dan betina, agar dapat berkembang biak nanti setelah topan dan banjir berhenti.\nMenurut sebagian mufasir, keluarga Nabi Nuh yang ikut masuk ke dalam kapal itu hanyalah seorang istri yang beriman dan tiga orang putranya, yaitu Sam, Ham, dan Yafits. Demikianlah Nabi Nuh mulai berlayar dengan menyebut nama Allah, mengarungi banjir seperti laut itu, menempuh ombak yang menjulang seperti gunung.",
    "quraish": "Maka--untuk mengabulkan doa Nûh--Kami menyelamatkannya dan orang-orang Mukmin yang menyertainya dalam sebuah bahtera yang mereka naiki dan muati dengan apa yang mereka butuhkan.",
    "jalalayn": "Allah berfirman, (\"Maka Kami selamatkan Nuh dan orang-orang yang besertanya di dalam kapal yang penuh muatan) yang penuh dengan manusia, hewan dan burung-burung."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 120,
    "arab": "ثُمَّ اَغْرَقْنَا بَعْدُ الْبٰقِيْنَ  ",
    "translation": "Kemudian setelah itu Kami tenggelamkan orang-orang yang tinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3052.mp3",
    "tafsir": "Dalam Al-Qur'an dilukiskan bagaimana besarnya gelombang itu dan bagaimana Nabi Nuh berusaha menyelamatkan anaknya yang kafir. Ia memanggilnya agar naik ke kapal bersama-sama orang-orang yang beriman. Akan tetapi, ajakan itu tidak diindahkannya sehingga putra Nabi Nuh itu tenggelam bersama orang-orang kafir yang lain. Kisah itu disebutkan dalam firman Allah:\nDan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" Dia (anaknya) menjawab, \"Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!\" (Nuh) berkata, \"Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.\" Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan. (Hud/11: 42-43).\n\nKapal Nabi Nuh berlayar ke arah yang tidak diketahui oleh penumpang-penumpangnya. Hanya Allah yang mengetahui tujuannya itu.\nPada saat yang telah ditentukan Allah, topan itu berhenti dan banjir pun surut, seakan-akan airnya ditelan bumi. Kapal Nabi Nuh terdampar di puncak bukit yang bernama Judi. Kebanyakan ahli tafsir berpendapat bahwa Bukit Judi itu terletak di Armenia Selatan yang berbatasan dengan Mesopotamia yang terkenal dengan Bukit Arafat.\nDengan berakhirnya topan dan banjir besar itu, serta berlabuhnya kapal Nabi Nuh dengan selamat di atas Bukit Judi, berarti Allah telah menepati janji-Nya. Dia menyelamatkan orang-orang yang beriman, yang mengikuti seruan Nabi Nuh, dan menghancurkan orang-orang kafir, yang mengingkari seruannya.\nSetelah kapal itu berlabuh, Nabi Nuh ingat kembali kepada putranya yang tenggelam. Ia memohonkan keselamatan untuk putranya karena termasuk keluarganya. Akan tetapi, Allah mengingatkan Nabi Nuh bahwa putranya itu bukan lagi keluarganya karena telah menjadi orang kafir. Allah berfirman:\nDan Nuh memohon kepada Tuhannya sambil berkata, \"Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.\" Dia (Allah) berfirman, \"Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.\" (Hud/11: 45-46).\n\nOrang-orang yang beriman bersama Nabi Nuh yang selamat dari topan dan banjir lalu berkembang biak, sampai kepada manusia sekarang. Di antara mereka ada yang mukmin dan ada pula yang kafir. Ada yang ditimpa azab di dunia ini sehingga musnah, dan ada pula yang diselamatkan. Ada yang bahagia dan ada yang sengsara, ada yang kaya dan ada pula yang miskin. Allah berfirman:\nDifirmankan, \"Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.\" (Hud/11: 48).",
    "quraish": "Setelah menyelamatkan Nûh dan orang-orang Mukmin, Kami menenggelamkan sisa kaumnya yang tidak beriman.",
    "jalalayn": "(Kemudian sesudah itu Kami tenggelamkan) sesudah Nabi Nuh dan orang-orang yang besertanya diselamatkan (orang-orang yang tertinggal) di antara kaumnya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 121,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3053.mp3",
    "tafsir": "Setelah menerangkan kisah Nabi Nuh dan kaumnya, kebinasaan yang dialami orang-orang yang mengingkari seruan rasul dan kemenangan yang diperoleh orang-orang yang beriman, Allah lalu mengarahkan firman-Nya ini kepada Nabi Muhammad dan kaum Muslimin. Allah mengingatkan bahwa peristiwa di atas hendaklah menjadi iktibar atau pelajaran. Umat manusia seharusnya beriman kepada Nabi Muhammad dan menerima seruannya. Bila mereka mengingkarinya, maka hal yang sama dapat terjadi pada mereka. Allah mampu melaksanakan ancaman-Nya apabila Dia menghendaki. Akan tetapi, Allah masih memberi kesempatan kepada umat manusia, karena Ia Maha Pengasih dan Maha Penyayang.",
    "quraish": "Sesungguhnya apa yang dipaparkan al-Qur'ân tentang kisah ini merupakan bukti kebenaran para rasul dan kekuasaan Allah. Tetapi, kebanyakan mereka yang telah diperdengarkan kisah ini, tidak beriman.",
    "jalalayn": "(Sesungguhnya yang demikian itu benar-benar terdapat tanda -kekuasaan Allah- tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 122,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3054.mp3",
    "tafsir": "Setelah menerangkan kisah Nabi Nuh dan kaumnya, kebinasaan yang dialami orang-orang yang mengingkari seruan rasul dan kemenangan yang diperoleh orang-orang yang beriman, Allah lalu mengarahkan firman-Nya ini kepada Nabi Muhammad dan kaum Muslimin. Allah mengingatkan bahwa peristiwa di atas hendaklah menjadi iktibar atau pelajaran. Umat manusia seharusnya beriman kepada Nabi Muhammad dan menerima seruannya. Bila mereka mengingkarinya, maka hal yang sama dapat terjadi pada mereka. Allah mampu melaksanakan ancaman-Nya apabila Dia menghendaki. Akan tetapi, Allah masih memberi kesempatan kepada umat manusia, karena Ia Maha Pengasih dan Maha Penyayang.",
    "quraish": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk membalas para tiran yang membangkang; Maha Pemberi nikmat bagi orang-orang yang bertakwa.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, Dia-lah Yang Maha Perkasa lagi Maha Penyayang\")."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 123,
    "arab": "كَذَّبَتْ عَادُ ِۨالْمُرْسَلِيْنَ ۖ ",
    "translation": "(Kaum) ‘Ad telah mendustakan para rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3055.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad.\nKaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'.\nKaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.",
    "quraish": "Kabilah 'Ad telah mendustakan Hûd a. s., rasul mereka. Mereka, karenanya, telah mendustakan semua rasul. Sebab, prinsip dan tujuan dakwah seluruh rasul adalah sama.",
    "jalalayn": "(Kaum Ad telah mendustakan para Rasul)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 124,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ هُوْدٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "Ketika saudara mereka Hud berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3056.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum 'Ad tetapi mereka mendustakan dan mengingkari seruannya. 'Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama 'ad. 'ad adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan 'ad, yaitu Hud bin Abdullah bin Rabah bin Khulud bin 'ad. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum 'ad, yang maksudnya Nabi Hud termasuk salah seorang warga kaum 'ad.\nKaum 'ad bertempat tinggal di al-Ahqaf, yang sekarang dikenal dengan nama Sahara al-Ahqaf. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-Ahqaf terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab' al-Khali artinya \"tempat yang kosong\" karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub' al-Khali, itu salah, yang betul Rab' bukan Rub'.\nKaum 'ad pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan Haba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.",
    "quraish": "Tatkala saudara mereka, Hûd, berkata, \"Tidakkah kalian takut kepada Allah sehingga kalian mengikhlaskan diri untuk beribadah kepada-Nya?",
    "jalalayn": "(Ketika saudara mereka Hud berkata kepada mereka, \"Mengapa kalian tidak bertakwa?)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 125,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3057.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Sesungguhnya aku diutus oleh Allah untuk menunjuki kalian jalan kebenaran. Dan aku selalu bersikap amanah terhadap risalah Allah ini dengan menyampaikan kepada kalian semua yang Allah perintahkan kepadaku.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 126,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "karena itu bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3058.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Maka laksanakanlah segala perintah Allah, takutlah kepada-Nya dan ikutilah apa yang kuserukan kepada kalian dari sisi Allah.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kepadaku)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 127,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍۚ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3059.mp3",
    "tafsir": "Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hud/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\nDan (Hud berkata), \"Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.\" (Hud/11: 52).\n\nKaum 'ad tidak mengindahkan seruan Nabi Hud, bahkan mereka menyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\nMereka (kaum 'Ad) berkata, \"Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu. (Hud/11: 53).\n\nMereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.\" (Hud/11: 54).",
    "quraish": "Nasihat dan petunjuk yang kuberikan kepada kalian ini tidak aku maksudkan untuk mendapatkan segala bentuk imbalan dari kalian. Hanya Tuhan semesta alamlah yang imbalan-Nya amat kuharapkan.",
    "jalalayn": "(Dan sekali-kali aku tidak meminta upah kepada kalian atas ajakan itu, tiada lain upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 128,
    "arab": "اَتَبْنُوْنَ بِكُلِّ رِيْعٍ اٰيَةً تَعْبَثُوْنَ ۙ ",
    "translation": "Apakah kamu mendirikan istana-istana pada setiap tanah yang tinggi untuk kemegahan tanpa ditempati, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3060.mp3",
    "tafsir": "Hud mempertanyakan kebiasaan kaumnya mendirikan bangunan di puncak-puncak bukit atau di tiap jalan semata-mata untuk memperlihatkan kehebatan, kemegahan, dan kekayaan. Kenapa mereka tidak membangunnya berdasarkan kemanfaatan dan tujuan positif lainnya.\nKaum 'ad memang telah memiliki peradaban yang tinggi menurut ukuran zamannya. Mereka telah sanggup mendirikan negara yang kuat, daerah-daerah dan kota-kota yang teratur, beserta bangunan-bangunannya yang megah. Pembangunan itu bukanlah untuk tujuan yang baik, tetapi semata-mata untuk memperlihatkan kekayaan mereka. \nBelum ada ahli sejarah yang dapat memastikan masa kejayaan kerajaan kaum 'ad itu. Ada yang memperkirakan kerajaan kaum 'ad semasa dengan kerajaan Babilonia, yaitu kira-kira 2000 tahun sebelum Masehi. Akan tetapi, hal ini tidak sesuai dengan kenyataan karena Nabi Hud diutus kepada kaum ad sebelum Nabi Ibrahim diutus ke Babilonia, yaitu pada zaman Nebukadnezar.",
    "quraish": "Adakah kalian mendirikan bangunan yang kokoh di semua dataran tinggi untuk berbangga-bangga dan menjadikannya tempat berkumpul untuk berfoya-foya dan membuat kerusakan? (Dalam ayat ini, Allah hendak mengingatkan mereka hal-hal yang bermanfaat dan mencela ketidakberimanan dan perbuatan buruk mereka).",
    "jalalayn": "(Apakah kalian mendirikan pada tiap-tiap tanah yang tinggi) tempat yang tinggi (bangunan) yang berfungsi sebagai pertanda bagi orang-orang yang lewat (untuk bermain-main) di tempat-tempat tersebut kalian memperolok-olok orang-orang yang melewatinya. Kalimat ini berkedudukan menjadi Hal atau kata keterangan keadaan bagi dhamir yang terkandung di dalam lafal Tabnuuna."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 129,
    "arab": "وَتَتَّخِذُوْنَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُوْنَۚ  ",
    "translation": "dan kamu membuat benteng-benteng dengan harapan kamu hidup kekal?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3061.mp3",
    "tafsir": "Ayat ini menerangkan peringatan Hud kepada kaumnya yang membangun istana dan benteng-benteng yang kukuh dengan maksud ingin hidup abadi di dunia, padahal sesungguhnya hanya Allah Yang Mahakuasa.\nSejarah membuktikan bahwa 'ad telah mampu membangun perusahaan-perusahaan, menggali logam dalam bumi, dan membuat kanal-kanal untuk irigasi yang teratur. Dengan adanya irigasi yang teratur itu, bumi mereka menjadi subur sehingga kemakmuran mereka semakin meningkat. Mereka mendirikan kota Iram dengan tiang yang tinggi dan megah sebagai ibu kota kerajaan mereka. Pendirinya bernama Syaddad bin 'ad, salah seorang raja mereka. Di sekeliling kota ini, mereka dirikan benteng-benteng yang kuat untuk mempertahankannya dari serangan musuh.\nKemakmuran dan kekuatan yang mereka miliki itu membuat mereka menjadi sombong dan takabur. Mereka mengira bahwa keadaan mereka yang demikian itu akan kekal selama-lamanya. Mereka membangkang kepada Allah dengan menyembah berhala dan berbuat semena-mena. Allah berfirman:\nMaka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fussilat/41: 15).",
    "quraish": "Dan kalian membangun istana-istana yang kuat dan kokoh dengan kolam-kolam airnya, seolah-olah kalian akan kekal di dunia dan tidak pernah mati!",
    "jalalayn": "(Dan kalian membuat benteng-benteng) yakni penampungan-penampungan air di bawah tanah (dengan maksud supaya kalian) seolah-olah kalian akan (hidup kekal) di dunia ini dan tidak akan mati."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 130,
    "arab": "وَاِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِيْنَۚ  ",
    "translation": "Dan apabila kamu menyiksa, maka kamu lakukan secara kejam dan bengis.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3062.mp3",
    "tafsir": "Ayat ini menerangkan perilaku kaum ad yang kasar dan kejam. Apabila menyiksa musuh, mereka melakukannya dengan kejam tanpa rasa belas kasihan sedikit pun. Mereka dianugerahi tubuh yang kuat, tinggi, dan perkasa. Watak mereka sesuai pula dengan tubuh yang perkasa itu. Dengan kekuatan yang ada, mereka menyerang negeri-negeri lain hingga sampai ke negeri Syam dan Irak. Dalam peperangan, mereka menindak dan memperlakukan musuh-musuh secara kejam.",
    "quraish": "Jika kalian melakukan penyiksaan, kalian terlalu berlebihan melakukannya dengan cara-cara yang bengis dan kejam. Kalian membunuh dan memukul tanpa belas kasihan sedikit pun.",
    "jalalayn": "(Dan apabila kalian menyiksa) dengan pukulan atau membunuh (maka kalian menyiksa sebagai orang-orang yang kejam dan bengis) tanpa belas kasihan sedikit pun."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 131,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِۚ  ",
    "translation": "Maka bertakwalah kepada Allah dan taatlah kepadaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3063.mp3",
    "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya.",
    "quraish": "Maka takutlah kepada Allah saat melakukan penyiksaan. Dengarkanlah perintah yang kuserukan ini, karena hal itu lebih berguna dan lebih kekal.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah) dalam hal itu (dan taatlah kalian kepadaku) di dalam semua apa yang aku perintahkan kalian untuk melakukannya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 132,
    "arab": "وَاتَّقُوا الَّذِيْٓ اَمَدَّكُمْ بِمَا تَعْلَمُوْنَ  ۚ",
    "translation": "dan tetaplah kamu bertakwa kepada-Nya yang telah menganugerahkan kepadamu apa yang kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3064.mp3",
    "tafsir": "Melihat sikap yang demikian itu, Nabi Hud mengingatkan mereka agar bertakwa dan menghambakan diri kepada Allah. Nabi Hud mengingatkan mereka akan nikmat-nikmat yang telah dilimpahkan Allah kepada mereka. Oleh karena itu, hendaklah mereka mensyukuri nikmat itu agar Allah menambahnya dengan nikmat yang lebih banyak lagi dan lebih tinggi nilainya.",
    "quraish": "Dan waspadalah terhadap murka Allah yang telah bermurah hati mengaruniakan segala yang telah kalian ketahui dari pelbagai pemberian-Nya.",
    "jalalayn": "(Dan bertakwalah kalian kepada Allah yang telah menganugerahkan kepada kalian) yakni yang telah melimpahkan nikmat kepada kalian (apa yang kalian ketahui)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 133,
    "arab": "اَمَدَّكُمْ بِاَنْعَامٍ وَّبَنِيْنَۙ  ",
    "translation": "Dia (Allah) telah menganugerahkan kepadamu hewan ternak dan anak-anak,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3065.mp3",
    "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah.",
    "quraish": "Yaitu sejumlah karunia Allah kepada kalian berupa unta, sapi dan domba, serta anak keturunan yang kuat, yang dapat memelihara ternak dan membantu kalian menanggung beban kehidupan.",
    "jalalayn": "(Dia telah menganugerahkan kepada kalian binatang-binatang ternak dan anak-anak)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 134,
    "arab": "وَجَنّٰتٍ وَّعُيُوْنٍۚ  ",
    "translation": "dan kebun-kebun, dan mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3066.mp3",
    "tafsir": "Di antara nikmat yang dianugerahkan Allah kepada kaum 'Ad ialah binatang-binatang ternak yang dapat mereka manfaatkan, dan anak keturunan yang dapat menyambung generasi dan penerus cita-cita mereka. Mereka juga dianugerahi kebun-kebun yang indah, yang ditumbuhi oleh tumbuh-tumbuhan yang amat berguna bagi mereka. Demikian pula air yang dapat mengairi bumi sebagai hasil irigasi yang telah mereka buat semuanya dengan pertolongan Allah.",
    "quraish": "Juga berupa kebun-kebun yang dipenuhi buah serta berbagai mata air yang kalian butuhkan.",
    "jalalayn": "(Dan kebun-kebun) ladang-ladang (dan mata air) sungai-sungai."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 135,
    "arab": "اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ۗ ",
    "translation": "sesungguhnya aku takut kamu akan ditimpa azab pada hari yang besar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3067.mp3",
    "tafsir": "Nabi Hud menyampaikan kepada mereka bahwa semua yang diperoleh itu merupakan nikmat dari Allah. Ia khawatir nikmat-nikmat yang tak terhingga yang mereka peroleh itu akan dicabut atau dihentikan, sebagai azab dari Allah atas keingkaran dan kesombongan mereka. Apakah mereka tidak takut terjadi yang demikian? Menurut sunah Allah, Dia akan menambah nikmat kepada orang yang mensyukuri nikmat-Nya dan akan mengazab orang yang mengingkarinya.",
    "quraish": "Sesungguhnya aku khawatir Allah akan menurunkan azab yang pedih di dunia ini kepada kalian. Sementara di akhirat nanti kalian akan dijerumuskan ke dalam neraka Jahanam, disebabkan kesewenang- wenangan kalian atas segala nikmat-Nya.",
    "jalalayn": "(Sesungguhnya aku takut kalian akan ditimpa azab hari yang besar\") di dunia dan di akhirat jika kalian durhaka kepadaku."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 136,
    "arab": "قَالُوْا سَوَاۤءٌ عَلَيْنَآ اَوَعَظْتَ اَمْ لَمْ تَكُنْ مِّنَ الْوَاعِظِيْنَ ۙ ",
    "translation": "Mereka menjawab, “Sama saja bagi kami, apakah engkau memberi nasihat atau tidak memberi nasihat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3068.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum 'ad tetap tidak mengindahkan seruan Nabi Hud, bahkan mereka berkata, \"Menurut pendapat kami sama saja engkau berikan peringatan atau tidak, kami tetap pada pendirian kami. Kami tidak mau lagi mendengar kata-katamu, dan tidak akan mundur sedikit pun dari pendirian kami.\"",
    "quraish": "Dengan sikap mencemooh, mereka berkata, \"Baik kamu sampaikan nasihat dan peringatan itu kepada kami ataupun tidak, sebenarnya sama saja bagi kami.",
    "jalalayn": "(Mereka menjawab, \"Adalah sama saja bagi kami apakah kamu memberi nasihat atau tidak memberi nasihat) pada prinsipnya sama saja, yaitu kami tidak akan mengindahkan lagi nasihatmu."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 137,
    "arab": "اِنْ هٰذَآ اِلَّا خُلُقُ الْاَوَّلِيْنَ ۙ ",
    "translation": "(agama kami) ini tidak lain hanyalah adat kebiasaan orang-orang terdahulu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3069.mp3",
    "tafsir": "Selanjutnya mereka mengatakan bahwa agama yang mereka anut adalah agama nenek moyang yang telah diwariskan kepada mereka. Mereka yakin tidak akan diazab karena mengikuti agama nenek moyang itu.\nPada ayat yang lain diterangkan bahwa Hud menantang kaumnya yang semakin ingkar itu dengan menyeru mereka agar melakukan usaha untuk membunuhnya dilakukan bersama-sama. Hud juga menyuruh mereka untuk mengikutkan dewa-dewa yang mereka sembah, seandainya mereka benar-benar percaya akan kemampuan dewa-dewa itu melakukan sesuatu yang mereka inginkan. Seakan-akan Hud berkata kepada mereka, \"Bersatulah kamu sekalian dengan dewa-dewa yang kamu sembah itu untuk membunuhku, dan laksanakanlah pembunuhan itu sekarang juga, jangan ditangguhkan lagi. Aku tidak takut sedikit pun dibunuh karena aku bertawakal kepada Allah, Tuhanku dan Tuhanmu yang sebenarnya. Makhluk apa pun yang ada di bumi ini selalu dijaga, dipelihara, dan dikuasai oleh Allah dan perkataan-Nya selalu benar dan lurus.\"\nTantangan yang dikemukakan Hud kepada kaumnya adalah bukti bahwa dia seorang rasul yang diutus Allah. Andaikata ia bukan seorang rasul, dia tidak akan berani melakukan tantangan yang demikian terhadap kaumnya yang lebih kuat tubuhnya dan lebih kejam sifatnya.",
    "quraish": "Apa yang kamu sampaikan itu tidak lebih dari kebohongan dan kebatilan orang-orang sebelum kamu yang dikemas dalam bentuk lain. Oleh karenanya, kami tidak akan meninggalkan apa yang ada pada kami.",
    "jalalayn": "(Tiada lain) (hal ini) apa yang kamu takut-takuti kami dengannya (hanyalah adat kebiasaan dahulu,) kebiasaan dan kedustaan mereka. Menurut qiraat yang lain dibaca Khalqul Awwaliina; maksudnya: Tiada lain apa yang kami lakukan ini, yaitu ingkar kepada adanya hari berbangkit, melainkan kebiasaan dan tradisi orang-orang dahulu."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 138,
    "arab": "وَمَا نَحْنُ بِمُعَذَّبِيْنَ ۚ ",
    "translation": "dan kami (sama sekali) tidak akan diazab.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3070.mp3",
    "tafsir": "Selanjutnya mereka mengatakan bahwa agama yang mereka anut adalah agama nenek moyang yang telah diwariskan kepada mereka. Mereka yakin tidak akan diazab karena mengikuti agama nenek moyang itu.\nPada ayat yang lain diterangkan bahwa Hud menantang kaumnya yang semakin ingkar itu dengan menyeru mereka agar melakukan usaha untuk membunuhnya dilakukan bersama-sama. Hud juga menyuruh mereka untuk mengikutkan dewa-dewa yang mereka sembah, seandainya mereka benar-benar percaya akan kemampuan dewa-dewa itu melakukan sesuatu yang mereka inginkan. Seakan-akan Hud berkata kepada mereka, \"Bersatulah kamu sekalian dengan dewa-dewa yang kamu sembah itu untuk membunuhku, dan laksanakanlah pembunuhan itu sekarang juga, jangan ditangguhkan lagi. Aku tidak takut sedikit pun dibunuh karena aku bertawakal kepada Allah, Tuhanku dan Tuhanmu yang sebenarnya. Makhluk apa pun yang ada di bumi ini selalu dijaga, dipelihara, dan dikuasai oleh Allah dan perkataan-Nya selalu benar dan lurus.\"\nTantangan yang dikemukakan Hud kepada kaumnya adalah bukti bahwa dia seorang rasul yang diutus Allah. Andaikata ia bukan seorang rasul, dia tidak akan berani melakukan tantangan yang demikian terhadap kaumnya yang lebih kuat tubuhnya dan lebih kejam sifatnya.",
    "quraish": "Dan kami tidak akan diazab karena telah melakukan semua itu.\"",
    "jalalayn": "(Dan kami sekali-kali tidak akan diazab\")."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 139,
    "arab": "فَكَذَّبُوْهُ فَاَهْلَكْنٰهُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Maka mereka mendustakannya (Hud), lalu Kami binasakan mereka. Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3071.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum 'ad tetap durhaka dan tidak mengindahkan seruan Nabi Hud. Dalam firman-Nya yang lain, Nabi Hud mengancam kaumnya dengan mengatakan bahwa jika mereka tetap ingkar, mereka akan dihancurkan oleh Allah dan menggantinya dengan kaum yang lain, yang akan berkuasa dan menjadi cikal-bakal bagi generasi-generasi mendatang. Sedangkan mereka tidak akan dapat mendatangkan kemudaratan sedikit pun kepada Allah. Allah berfirman:\nMaka jika kamu berpaling, maka sungguh, aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Dan Tuhanku akan mengganti kamu dengan kaum yang lain, sedang kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu.\" (Hud/11: 57).\n\nDi antara kaum 'ad ini ada yang beriman kepada Nabi Hud, tetapi sebagian besar dari mereka tetap ingkar. Kaum 'ad yang tidak beriman ini dimusnahkan Allah dengan mendatangkan angin yang sangat dingin, hingga mereka mati bergelimpangan, kota-kota dan negeri mereka roboh dan terpendam dalam tanah, sebagaimana firman Allah:\nSedangkan kaum 'ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus, maka kamu melihat kaum 'ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (Al-haqqah/69: 6-8).\n\nKaum ' yang tidak beriman dan dibinasakan Allah itu disebut 'Ä€d al-Â¸la ('ad yang pertama). Adapun orang-orang yang beriman dan diselamatkan Allah bersama-sama dengan Nabi Hud disebut 'ad ats-saniyah ('ad yang kedua).\nDi antara mereka yang beriman ini ada yang pindah bersama Nabi Hud ke sebelah selatan, yakni Hadramaut. Sampai sekarang di daerah itu masih ada kota yang bernama Madinah Qabri Hud, yang terletak sebelah timur kota Tariem, salah satu kota terbesar di Hadramaut. Di Madinah Qabri Hud ini terdapat sebuah kuburan yang bernama Qabri Hud, yang diabadikan sampai sekarang, untuk menjadi bukti atas kebenaran kisah Hud yang tersebut di dalam Al-Qur'an.\nSekalipun negeri kaum 'ad terpendam di dalam tanah akibat azab Allah, namun masih ada tanda-tanda bahwa tempat itu pernah didiami manusia yang berkebudayaan tinggi. Dalam Al-Qur'an banyak ayat yang menyuruh orang mengadakan perjalanan di muka bumi untuk memperhatikan bekas-bekas pemukiman penduduk yang telah dibinasakan oleh Allah, di antaranya kaum Hud, untuk dijadikan sebagai pelajaran.\nPada abad ke-20 datang ke sana ekspedisi yang dipimpin oleh sarjana-sarjana Barat, di antaranya yang dipimpin oleh H. St. John Philby, yang dapat mengadakan ekspedisi ke ar-Rub' al-Khali atas izin Raja Arab Saudi, Abdul Aziz Alu Su'ud. Dia menulis sebuah buku yang berjudul The Heart of Arabia. Seorang sarjana Belanda, Van der Mulen, juga pernah memimpin ekspedisi ke sekitar ar-Rab' al-Khali, dan menulis sebuah buku berjudul Hadramaut.\nKisah Nabi Hud dan kaumnya hanya disebut dalam Al-Qur'an, tidak terdapat pada kitab-kitab Samawi yang lain. Pada kisah kaum Hud itu terdapat pelajaran bagi kaum Muslimin, karena mereka yang dibinasakan itu adalah mereka yang tidak beriman.",
    "quraish": "Demikianlah, mereka tetap bersikeras mempertahankan pendustaan yang ada. Maka Allah mempercepat kebinasaan mereka. Sesungguhnya apa yang Allah turunkan kepada kabilah 'Ad sebagai balasan pendustaan mereka, merupakan bukti yang menunjukkan kemahakuasaan Allah. Tetapi kebanyakan mereka yang dibacakan berita 'Ad ini tidak beriman.",
    "jalalayn": "(Maka mereka mendustakannya) mendustakan adanya azab itu (lalu Kami binasakan mereka) di dunia dengan angin. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda, kekuasaan Allah, tetapi kebanyakan mereka tidak beriman)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 140,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3072.mp3",
    "tafsir": "Allah menjelaskan dalam ayat ini bahwa Tuhan Muhammad adalah Tuhan Yang Mahakuasa dalam mengambil pembalasan dari orang-orang yang durhaka, dan rahmat-Nya dilimpahkan kepada hamba-hamba-Nya yang beriman.",
    "quraish": "Dan sesungguhnya Tuhanmu Mahaperkasa untuk menghancurkan para pembangkang; Maha Pengasih terhadap orang-orang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, Dialah Yang Maha Perkasa lagi Maha Penyayang)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 141,
    "arab": "كَذَّبَتْ ثَمُوْدُ الْمُرْسَلِيْنَ  ۖ ",
    "translation": "Kaum Samud telah mendustakan para rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3073.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum Samud telah mendustakan rasul yang diutus kepada mereka, yaitu Nabi Saleh (al-A'raf/7: 73-79). Nabi Saleh termasuk salah seorang keturunan dari seorang yang bernama samud. Dengan perkataan lain bahwa Nabi Saleh dengan kaum Samud sama-sama berasal dari keturunan samud. Menurut suatu riwayat, samud adalah anak kandung 'ad, sedang menurut riwayat yang lain, samud adalah saudara sepupu dari 'ad. Sekalipun ada perbedaan demikian, namun dapat ditetapkan bahwa antara kaum Samud dengan kaum 'ad masih mempunyai hubungan yang dekat. samud adalah putra dari Aus bin Aram bin Sam bin Nuh.\nKaum Samud bertempat tinggal di kota hijr (Mada'in salih) sampai ke Wadil Qura, yaitu tempat yang terletak antara Hejaz dan Syam, di sebelah tenggara negeri Madyan. Peninggalan mereka sampai sekarang masih terdapat di daerah ini, yang pada umumnya dapat menunjukkan bagaimana kekuasaan mereka dahulu dan betapa kemakmuran yang telah mereka capai. Periode kehidupan mereka setelah periode kaum 'ad dan pengutusan Nabi Saleh kepada kaum Samud ini adalah sebelum pengutusan Nabi Ibrahim kepada bangsa Babilonia (lihat kosakata Samud dalam Tafsir ini).",
    "quraish": "Kabilah Tsamûd telah mendustakan risalah dan dakwah Shâlih untuk mengesakan Allah. Itu sama artinya dengan mendustakan seluruh rasul, karena pokok-pokok dasar risalah mereka sama.",
    "jalalayn": "(Kaum Tsamud telah mendustakan Rasul-Rasul)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 142,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ صٰلِحٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "Ketika saudara mereka Saleh berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3074.mp3",
    "tafsir": "Nabi Saleh menyeru kaum Samud untuk kembali pada agama tauhid dan bertakwa kepada Allah. Semula mereka beriman kepada Allah, kemudian menjadi kafir dan menyembah berhala yang mereka persekutukan dengan-Nya. Untuk mengembalikan mereka kepada agama tauhid, Allah mengutus Nabi Saleh kepada mereka. Nabi Saleh menyeru kaumnya agar bertakwa kepada Allah, mengerjakan perintah dan meninggalkan larangan-Nya, serta mengakui bahwa Nabi Saleh adalah rasul yang diutus Allah kepada mereka.\nDalam Surah Hud diterangkan bahwa Nabi Saleh menyeru kaumnya agar beriman pada agama tauhid. Pokok dakwahnya ialah menyembah Allah dalam arti bahwa hanya Allah yang harus disembah, bukan patung-patung yang mereka buat. Untuk menguatkan dakwahnya, Nabi Saleh menyampaikan alasan bahwa tidak ada tuhan selain Allah yang menciptakan mereka, memberi rezeki, menghidupkan dan mematikan, dan menjadikan mereka para saudagar, gembala, pengusaha, dan pemakmur bumi, sebagaimana firman Allah:\nDan kepada kaum Samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya)\". (Hud/11: 61).\n\nNabi Saleh menjelaskan alasannya, yaitu bahwa Allah telah menciptakan mereka dari bumi yaitu dari tanah. Ini adalah suatu hal yang nyata bagi mereka, tidak dapat mereka ingkari. Nabi Saleh juga mengatakan bawah Allah telah menjadikan mereka pemakmur bumi. Ini merupakan kenyataan juga bagi mereka. Mereka memang telah memakmurkan bumi dengan memanfaatkan sumber-sumber air, membangun irigasi yang berfungsi mengatur distribusi air, sampai tanah mereka menjadi subur, tanaman mereka tumbuh dan berbuah, dan ternak mereka hidup dengan baik. Mereka juga telah mengeluarkan logam dari dalam tanah yang bermanfaat bagi perusahaan dan perniagaan. Dengan demikian, mereka telah mengolah dan memakmurkan bumi, dan inilah suatu hal nyata yang mereka jalani setiap hari.\nNabi Saleh menerangkan bahwa dia tidak akan meminta upah sedikit pun kepada mereka. Dia hanya mengharapkan upah dari Allah yang mengutusnya.",
    "quraish": "Ingatkanlah kaummu, wahai Muhammad, tatkala Shâlih, saudara sebangsa dan seperanakan kabilah Tsamûd, berkata kepada mereka, \"Apakah kalian tidak takut kepada Allah sehingga kalian mengesakan-Nya dalam beribadah?",
    "jalalayn": "(Ketika saudara mereka Saleh, berkata kepada mereka, \"Mengapa kalian tidak bertakwa?)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 143,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ  ",
    "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3075.mp3",
    "tafsir": "Nabi Saleh menyeru kaum Samud untuk kembali pada agama tauhid dan bertakwa kepada Allah. Semula mereka beriman kepada Allah, kemudian menjadi kafir dan menyembah berhala yang mereka persekutukan dengan-Nya. Untuk mengembalikan mereka kepada agama tauhid, Allah mengutus Nabi Saleh kepada mereka. Nabi Saleh menyeru kaumnya agar bertakwa kepada Allah, mengerjakan perintah dan meninggalkan larangan-Nya, serta mengakui bahwa Nabi Saleh adalah rasul yang diutus Allah kepada mereka.\nDalam Surah Hud diterangkan bahwa Nabi Saleh menyeru kaumnya agar beriman pada agama tauhid. Pokok dakwahnya ialah menyembah Allah dalam arti bahwa hanya Allah yang harus disembah, bukan patung-patung yang mereka buat. Untuk menguatkan dakwahnya, Nabi Saleh menyampaikan alasan bahwa tidak ada tuhan selain Allah yang menciptakan mereka, memberi rezeki, menghidupkan dan mematikan, dan menjadikan mereka para saudagar, gembala, pengusaha, dan pemakmur bumi, sebagaimana firman Allah:\nDan kepada kaum Samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya)\". (Hud/11: 61).\n\nNabi Saleh menjelaskan alasannya, yaitu bahwa Allah telah menciptakan mereka dari bumi yaitu dari tanah. Ini adalah suatu hal yang nyata bagi mereka, tidak dapat mereka ingkari. Nabi Saleh juga mengatakan bawah Allah telah menjadikan mereka pemakmur bumi. Ini merupakan kenyataan juga bagi mereka. Mereka memang telah memakmurkan bumi dengan memanfaatkan sumber-sumber air, membangun irigasi yang berfungsi mengatur distribusi air, sampai tanah mereka menjadi subur, tanaman mereka tumbuh dan berbuah, dan ternak mereka hidup dengan baik. Mereka juga telah mengeluarkan logam dari dalam tanah yang bermanfaat bagi perusahaan dan perniagaan. Dengan demikian, mereka telah mengolah dan memakmurkan bumi, dan inilah suatu hal nyata yang mereka jalani setiap hari.\nNabi Saleh menerangkan bahwa dia tidak akan meminta upah sedikit pun kepada mereka. Dia hanya mengharapkan upah dari Allah yang mengutusnya.",
    "quraish": "Sesungguhnya aku diutus oleh Allah untuk kebahagiaan dan kebaikan kalian. Dan aku benar-benar menyampaikan risalah ini seperti yang aku terima dari Allah.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasu1 kepercayaan yang diutus kepada kalian)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 144,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ  ",
    "translation": "karena itu bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3076.mp3",
    "tafsir": "Nabi Saleh menyeru kaum Samud untuk kembali pada agama tauhid dan bertakwa kepada Allah. Semula mereka beriman kepada Allah, kemudian menjadi kafir dan menyembah berhala yang mereka persekutukan dengan-Nya. Untuk mengembalikan mereka kepada agama tauhid, Allah mengutus Nabi Saleh kepada mereka. Nabi Saleh menyeru kaumnya agar bertakwa kepada Allah, mengerjakan perintah dan meninggalkan larangan-Nya, serta mengakui bahwa Nabi Saleh adalah rasul yang diutus Allah kepada mereka.\nDalam Surah Hud diterangkan bahwa Nabi Saleh menyeru kaumnya agar beriman pada agama tauhid. Pokok dakwahnya ialah menyembah Allah dalam arti bahwa hanya Allah yang harus disembah, bukan patung-patung yang mereka buat. Untuk menguatkan dakwahnya, Nabi Saleh menyampaikan alasan bahwa tidak ada tuhan selain Allah yang menciptakan mereka, memberi rezeki, menghidupkan dan mematikan, dan menjadikan mereka para saudagar, gembala, pengusaha, dan pemakmur bumi, sebagaimana firman Allah:\nDan kepada kaum Samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya)\". (Hud/11: 61).\n\nNabi Saleh menjelaskan alasannya, yaitu bahwa Allah telah menciptakan mereka dari bumi yaitu dari tanah. Ini adalah suatu hal yang nyata bagi mereka, tidak dapat mereka ingkari. Nabi Saleh juga mengatakan bawah Allah telah menjadikan mereka pemakmur bumi. Ini merupakan kenyataan juga bagi mereka. Mereka memang telah memakmurkan bumi dengan memanfaatkan sumber-sumber air, membangun irigasi yang berfungsi mengatur distribusi air, sampai tanah mereka menjadi subur, tanaman mereka tumbuh dan berbuah, dan ternak mereka hidup dengan baik. Mereka juga telah mengeluarkan logam dari dalam tanah yang bermanfaat bagi perusahaan dan perniagaan. Dengan demikian, mereka telah mengolah dan memakmurkan bumi, dan inilah suatu hal nyata yang mereka jalani setiap hari.\nNabi Saleh menerangkan bahwa dia tidak akan meminta upah sedikit pun kepada mereka. Dia hanya mengharapkan upah dari Allah yang mengutusnya.",
    "quraish": "Maka takutlah kalian akan siksa Allah, dan ikutilah ajakanku.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kalian kepadaku)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 145,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍۚ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta sesuatu imbalan kepadamu atas ajakan itu, imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3077.mp3",
    "tafsir": "Nabi Saleh menyeru kaum Samud untuk kembali pada agama tauhid dan bertakwa kepada Allah. Semula mereka beriman kepada Allah, kemudian menjadi kafir dan menyembah berhala yang mereka persekutukan dengan-Nya. Untuk mengembalikan mereka kepada agama tauhid, Allah mengutus Nabi Saleh kepada mereka. Nabi Saleh menyeru kaumnya agar bertakwa kepada Allah, mengerjakan perintah dan meninggalkan larangan-Nya, serta mengakui bahwa Nabi Saleh adalah rasul yang diutus Allah kepada mereka.\nDalam Surah Hud diterangkan bahwa Nabi Saleh menyeru kaumnya agar beriman pada agama tauhid. Pokok dakwahnya ialah menyembah Allah dalam arti bahwa hanya Allah yang harus disembah, bukan patung-patung yang mereka buat. Untuk menguatkan dakwahnya, Nabi Saleh menyampaikan alasan bahwa tidak ada tuhan selain Allah yang menciptakan mereka, memberi rezeki, menghidupkan dan mematikan, dan menjadikan mereka para saudagar, gembala, pengusaha, dan pemakmur bumi, sebagaimana firman Allah:\nDan kepada kaum Samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya)\". (Hud/11: 61).\n\nNabi Saleh menjelaskan alasannya, yaitu bahwa Allah telah menciptakan mereka dari bumi yaitu dari tanah. Ini adalah suatu hal yang nyata bagi mereka, tidak dapat mereka ingkari. Nabi Saleh juga mengatakan bawah Allah telah menjadikan mereka pemakmur bumi. Ini merupakan kenyataan juga bagi mereka. Mereka memang telah memakmurkan bumi dengan memanfaatkan sumber-sumber air, membangun irigasi yang berfungsi mengatur distribusi air, sampai tanah mereka menjadi subur, tanaman mereka tumbuh dan berbuah, dan ternak mereka hidup dengan baik. Mereka juga telah mengeluarkan logam dari dalam tanah yang bermanfaat bagi perusahaan dan perniagaan. Dengan demikian, mereka telah mengolah dan memakmurkan bumi, dan inilah suatu hal nyata yang mereka jalani setiap hari.\nNabi Saleh menerangkan bahwa dia tidak akan meminta upah sedikit pun kepada mereka. Dia hanya mengharapkan upah dari Allah yang mengutusnya.",
    "quraish": "Dalam menyampaikan nasihat dan petunjuk ini, aku tidak sedikit pun mengharapkan imbalan kalian. Hanya Penguasa alam semesta yang akan membalasnya.\"",
    "jalalayn": "(Dan aku sekali-kali tidak meminta upah atas ajakan itu, tiada lain) (upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 146,
    "arab": "اَتُتْرَكُوْنَ فِيْ مَا هٰهُنَآ اٰمِنِيْنَ ۙ ",
    "translation": "Apakah kamu (mengira) akan dibiarkan tinggal di sini (di negeri kamu ini) dengan aman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3078.mp3",
    "tafsir": "Nabi Saleh mengingatkan mereka akan nikmat Allah yang telah dilimpahkan kepada mereka, yaitu:\n1. Mereka hidup dengan aman di negeri mereka, bebas dari gangguan musuh, dan memperoleh kebahagiaan serta ketenteraman hidup.\n2. Mereka mempunyai tanah pertanian yang subur, binatang ternak yang banyak, dan memiliki sumber air yang dapat dimanfaatkan untuk membuat kanal-kanal irigasi yang teratur. Mereka hidup sebagai petani, penggembala, saudagar, dan penggali logam dari dalam tanah. Oleh karena itu, negeri mereka menjadi indah, dipenuhi tanaman yang menyenangkan mata orang yang memandangnya. Bahkan di antara mereka ada yang mengatakan bahwa negeri merekalah sebenarnya surga yang dijanjikan Allah.\n3. Mereka diberi kemampuan memahat gunung batu untuk dijadikan tempat tinggal.\nItulah berbagai nikmat Allah yang telah dilimpahkan kepada kaum Samud. Mereka seharusnya mensyukuri nikmat yang telah diberikan Allah itu, tetapi semakin hari mereka semakin sombong. Mereka merasa bahwa kebahagiaan dan kenikmatan itu hanya karena usaha mereka sendiri, bukan karena nikmat Allah. Oleh karena itu, mereka tidak percaya akan adanya hari Kiamat. Hidup yang sebenarnya menurut mereka adalah hidup di dunia ini dan mereka menginginkan agar kekal di dunia.\nKaum Samud tidak lagi memikirkan bagaimana nasib mereka nanti, seandainya pada suatu waktu, Allah secara tiba-tiba mencabut semua kebahagiaan dan kemakmuran mereka dan menukarnya dengan malapetaka yang dahsyat. Semua itu bisa dilakukan Allah karena keingkaran dan kesombongan mereka sendiri.\nAyat ini mengandung makna bagaimana dengan bekal akal yang kuat maka manusia dapat memahat batu gunung untuk dijadikan tempat tinggal sebagaimana yang dilakukan oleh kaum Samud. Pada saat ini, teknologi alat-alat pemahat sudah berkembang dan dimanfaatkan manusia untuk memenuhi kebutuhan mereka, antara lain untuk memotong dan membelah batu gunung yang keras. Peralatan-peralatan tersebut sepenuhnya digerakkan oleh tenaga mesin atau robot. Bahkan manusia telah mampu menciptakan teknologi pemahatan super-canggih di mana objek dipotong atau dibelah dengan sinar laser. Hasilnya sangat halus dan tepat. Dengan alat mutakhir ini, batuan granit yang sangat keras pun menjadi mudah dibelah atau dipotong. Itulah hasil pikiran manusia.",
    "quraish": "Lalu Shâlih menolak keyakinan bahwa mereka akan kekal dalam kenikmatan yang ada, serta terhindar dari azab, kepunahan dan kematian.",
    "jalalayn": "(Adakah kalian akan dibiarkan tinggal di sini bergelimangan) dengan kebaikan-kebaikan (dengan aman)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 147,
    "arab": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ ",
    "translation": "di dalam kebun-kebun dan mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3079.mp3",
    "tafsir": "Nabi Saleh mengingatkan mereka akan nikmat Allah yang telah dilimpahkan kepada mereka, yaitu:\n1. Mereka hidup dengan aman di negeri mereka, bebas dari gangguan musuh, dan memperoleh kebahagiaan serta ketenteraman hidup.\n2. Mereka mempunyai tanah pertanian yang subur, binatang ternak yang banyak, dan memiliki sumber air yang dapat dimanfaatkan untuk membuat kanal-kanal irigasi yang teratur. Mereka hidup sebagai petani, penggembala, saudagar, dan penggali logam dari dalam tanah. Oleh karena itu, negeri mereka menjadi indah, dipenuhi tanaman yang menyenangkan mata orang yang memandangnya. Bahkan di antara mereka ada yang mengatakan bahwa negeri merekalah sebenarnya surga yang dijanjikan Allah.\n3. Mereka diberi kemampuan memahat gunung batu untuk dijadikan tempat tinggal.\nItulah berbagai nikmat Allah yang telah dilimpahkan kepada kaum Samud. Mereka seharusnya mensyukuri nikmat yang telah diberikan Allah itu, tetapi semakin hari mereka semakin sombong. Mereka merasa bahwa kebahagiaan dan kenikmatan itu hanya karena usaha mereka sendiri, bukan karena nikmat Allah. Oleh karena itu, mereka tidak percaya akan adanya hari Kiamat. Hidup yang sebenarnya menurut mereka adalah hidup di dunia ini dan mereka menginginkan agar kekal di dunia.\nKaum Samud tidak lagi memikirkan bagaimana nasib mereka nanti, seandainya pada suatu waktu, Allah secara tiba-tiba mencabut semua kebahagiaan dan kemakmuran mereka dan menukarnya dengan malapetaka yang dahsyat. Semua itu bisa dilakukan Allah karena keingkaran dan kesombongan mereka sendiri.\nAyat ini mengandung makna bagaimana dengan bekal akal yang kuat maka manusia dapat memahat batu gunung untuk dijadikan tempat tinggal sebagaimana yang dilakukan oleh kaum Samud. Pada saat ini, teknologi alat-alat pemahat sudah berkembang dan dimanfaatkan manusia untuk memenuhi kebutuhan mereka, antara lain untuk memotong dan membelah batu gunung yang keras. Peralatan-peralatan tersebut sepenuhnya digerakkan oleh tenaga mesin atau robot. Bahkan manusia telah mampu menciptakan teknologi pemahatan super-canggih di mana objek dipotong atau dibelah dengan sinar laser. Hasilnya sangat halus dan tepat. Dengan alat mutakhir ini, batuan granit yang sangat keras pun menjadi mudah dibelah atau dipotong. Itulah hasil pikiran manusia.",
    "quraish": "Kenikmatan-kenikmatan yang ada pada mereka berupa kebun-kebun yang dipenuhi buah dan berbagai mata air yang mengalirkan sungai yang jernih (Eufrat).",
    "jalalayn": "(Di dalam kebun-kebun serta mata air)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 148,
    "arab": "وَّزُرُوْعٍ وَّنَخْلٍ طَلْعُهَا هَضِيْمٌ ۚ ",
    "translation": "dan tanaman-tanaman dan pohon-pohon kurma yang mayangnya lembut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3080.mp3",
    "tafsir": "Nabi Saleh mengingatkan mereka akan nikmat Allah yang telah dilimpahkan kepada mereka, yaitu:\n1. Mereka hidup dengan aman di negeri mereka, bebas dari gangguan musuh, dan memperoleh kebahagiaan serta ketenteraman hidup.\n2. Mereka mempunyai tanah pertanian yang subur, binatang ternak yang banyak, dan memiliki sumber air yang dapat dimanfaatkan untuk membuat kanal-kanal irigasi yang teratur. Mereka hidup sebagai petani, penggembala, saudagar, dan penggali logam dari dalam tanah. Oleh karena itu, negeri mereka menjadi indah, dipenuhi tanaman yang menyenangkan mata orang yang memandangnya. Bahkan di antara mereka ada yang mengatakan bahwa negeri merekalah sebenarnya surga yang dijanjikan Allah.\n3. Mereka diberi kemampuan memahat gunung batu untuk dijadikan tempat tinggal.\nItulah berbagai nikmat Allah yang telah dilimpahkan kepada kaum Samud. Mereka seharusnya mensyukuri nikmat yang telah diberikan Allah itu, tetapi semakin hari mereka semakin sombong. Mereka merasa bahwa kebahagiaan dan kenikmatan itu hanya karena usaha mereka sendiri, bukan karena nikmat Allah. Oleh karena itu, mereka tidak percaya akan adanya hari Kiamat. Hidup yang sebenarnya menurut mereka adalah hidup di dunia ini dan mereka menginginkan agar kekal di dunia.\nKaum Samud tidak lagi memikirkan bagaimana nasib mereka nanti, seandainya pada suatu waktu, Allah secara tiba-tiba mencabut semua kebahagiaan dan kemakmuran mereka dan menukarnya dengan malapetaka yang dahsyat. Semua itu bisa dilakukan Allah karena keingkaran dan kesombongan mereka sendiri.\nAyat ini mengandung makna bagaimana dengan bekal akal yang kuat maka manusia dapat memahat batu gunung untuk dijadikan tempat tinggal sebagaimana yang dilakukan oleh kaum Samud. Pada saat ini, teknologi alat-alat pemahat sudah berkembang dan dimanfaatkan manusia untuk memenuhi kebutuhan mereka, antara lain untuk memotong dan membelah batu gunung yang keras. Peralatan-peralatan tersebut sepenuhnya digerakkan oleh tenaga mesin atau robot. Bahkan manusia telah mampu menciptakan teknologi pemahatan super-canggih di mana objek dipotong atau dibelah dengan sinar laser. Hasilnya sangat halus dan tepat. Dengan alat mutakhir ini, batuan granit yang sangat keras pun menjadi mudah dibelah atau dipotong. Itulah hasil pikiran manusia.",
    "quraish": "Serta tanam-tanaman yang siap dituai dan pepohonan kurma yang buahnya matang dan lembut.",
    "jalalayn": "(Dan tanaman-tanaman dan pohon-pohon kurma yang mayangnya lembut) yakni lemah lembut"
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 149,
    "arab": "وَتَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا فٰرِهِيْنَ ",
    "translation": "Dan kamu pahat dengan terampil sebagian gunung-gunung untuk dijadikan rumah-rumah;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3081.mp3",
    "tafsir": "Nabi Saleh mengingatkan mereka akan nikmat Allah yang telah dilimpahkan kepada mereka, yaitu:\n1. Mereka hidup dengan aman di negeri mereka, bebas dari gangguan musuh, dan memperoleh kebahagiaan serta ketenteraman hidup.\n2. Mereka mempunyai tanah pertanian yang subur, binatang ternak yang banyak, dan memiliki sumber air yang dapat dimanfaatkan untuk membuat kanal-kanal irigasi yang teratur. Mereka hidup sebagai petani, penggembala, saudagar, dan penggali logam dari dalam tanah. Oleh karena itu, negeri mereka menjadi indah, dipenuhi tanaman yang menyenangkan mata orang yang memandangnya. Bahkan di antara mereka ada yang mengatakan bahwa negeri merekalah sebenarnya surga yang dijanjikan Allah.\n3. Mereka diberi kemampuan memahat gunung batu untuk dijadikan tempat tinggal.\nItulah berbagai nikmat Allah yang telah dilimpahkan kepada kaum Samud. Mereka seharusnya mensyukuri nikmat yang telah diberikan Allah itu, tetapi semakin hari mereka semakin sombong. Mereka merasa bahwa kebahagiaan dan kenikmatan itu hanya karena usaha mereka sendiri, bukan karena nikmat Allah. Oleh karena itu, mereka tidak percaya akan adanya hari Kiamat. Hidup yang sebenarnya menurut mereka adalah hidup di dunia ini dan mereka menginginkan agar kekal di dunia.\nKaum Samud tidak lagi memikirkan bagaimana nasib mereka nanti, seandainya pada suatu waktu, Allah secara tiba-tiba mencabut semua kebahagiaan dan kemakmuran mereka dan menukarnya dengan malapetaka yang dahsyat. Semua itu bisa dilakukan Allah karena keingkaran dan kesombongan mereka sendiri.\nAyat ini mengandung makna bagaimana dengan bekal akal yang kuat maka manusia dapat memahat batu gunung untuk dijadikan tempat tinggal sebagaimana yang dilakukan oleh kaum Samud. Pada saat ini, teknologi alat-alat pemahat sudah berkembang dan dimanfaatkan manusia untuk memenuhi kebutuhan mereka, antara lain untuk memotong dan membelah batu gunung yang keras. Peralatan-peralatan tersebut sepenuhnya digerakkan oleh tenaga mesin atau robot. Bahkan manusia telah mampu menciptakan teknologi pemahatan super-canggih di mana objek dipotong atau dibelah dengan sinar laser. Hasilnya sangat halus dan tepat. Dengan alat mutakhir ini, batuan granit yang sangat keras pun menjadi mudah dibelah atau dipotong. Itulah hasil pikiran manusia.",
    "quraish": "Mereka memahat dengan rajin dan cermat gunung-gunung tinggi untuk dijadikan sebagai tempat kediaman.",
    "jalalayn": "(Dan kalian pahat sebagian dari gunung-gunung untuk dijadikan rumah-rumah dengan rajin) dengan penuh semangat; menurut suatu qiraat dibaca Farihina, artinya, dengan penuh keangkuhan."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 150,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3082.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Nabi Saleh tetap melaksanakan tugasnya sebagai rasul Allah. Dia menyeru kaumnya untuk bertakwa kepada Allah, dan mengikuti agama yang disampaikannya. Nabi Saleh juga mengajak mereka melakukan perbuatan-perbuatan yang diridai Allah dan bermanfaat bagi hidup mereka di dunia dan di akhirat, yaitu menyembah Allah yang telah memberikan berbagai nikmat itu kepada mereka. Nabi Saleh mengingatkan agar mereka tidak lagi menaati para pemimpin mereka yang selalu mengerjakan kejahatan, kemaksiatan, dan kerusakan di bumi ini.",
    "quraish": "\"Maka,\" lanjut Shâlih, \"hendaknya kalian takut akan siksa Allah karena kalian tidak mensyukuri berbagai nikmat-Nya itu. Terimalah nasihatku ini, lalu amalkanlah!",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kepadaku) dengan mengerjakan apa yang telah kuperintahkan kepada kalian untuk melakukannya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 151,
    "arab": "وَلَا تُطِيْعُوْٓا اَمْرَ الْمُسْرِفِيْنَ ۙ ",
    "translation": "dan janganlah kamu menaati perintah orang-orang yang melampaui batas,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3083.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Nabi Saleh tetap melaksanakan tugasnya sebagai rasul Allah. Dia menyeru kaumnya untuk bertakwa kepada Allah, dan mengikuti agama yang disampaikannya. Nabi Saleh juga mengajak mereka melakukan perbuatan-perbuatan yang diridai Allah dan bermanfaat bagi hidup mereka di dunia dan di akhirat, yaitu menyembah Allah yang telah memberikan berbagai nikmat itu kepada mereka. Nabi Saleh mengingatkan agar mereka tidak lagi menaati para pemimpin mereka yang selalu mengerjakan kejahatan, kemaksiatan, dan kerusakan di bumi ini.",
    "quraish": "Dan janganlah kalian mengikuti orang-orang yang melampaui batas dengan melakukan kemusyrikan dan terbuai oleh syahwat dan hawa nafsu yang rendah.",
    "jalalayn": "(Dan janganlah kalian menaati perintah orang-orang yang melewati batas)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 152,
    "arab": "الَّذِيْنَ يُفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ",
    "translation": "yang berbuat kerusakan di bumi dan tidak mengadakan perbaikan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3084.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Nabi Saleh tetap melaksanakan tugasnya sebagai rasul Allah. Dia menyeru kaumnya untuk bertakwa kepada Allah, dan mengikuti agama yang disampaikannya. Nabi Saleh juga mengajak mereka melakukan perbuatan-perbuatan yang diridai Allah dan bermanfaat bagi hidup mereka di dunia dan di akhirat, yaitu menyembah Allah yang telah memberikan berbagai nikmat itu kepada mereka. Nabi Saleh mengingatkan agar mereka tidak lagi menaati para pemimpin mereka yang selalu mengerjakan kejahatan, kemaksiatan, dan kerusakan di bumi ini.",
    "quraish": "Mereka yang selalu membuat kerusakan di bumi Allah dan tidak melakukan perbaikan untuk memakmurkan negeri.\"",
    "jalalayn": "(Yang membuat kerusakan di muka bumi) dengan melakukan perbuatan-perbuatan durhaka (dan tidak mengadakan perbaikan.\") yakni menjalankan ketaatan kepada Allah."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 153,
    "arab": "قَالُوْٓا اِنَّمَآ اَنْتَ مِنَ الْمُسَحَّرِيْنَ ۙ ",
    "translation": "Mereka berkata, “Sungguh, engkau hanyalah termasuk orang yang kena sihir;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3085.mp3",
    "tafsir": "Semua yang dikemukakan Nabi Saleh kepada kaumnya, berupa bukti-bukti kebenaran dakwah, tidak dapat mereka bantah. Bahkan hati mereka mengakui kebenaran yang disampaikan kepada mereka, tetapi jiwa mereka yang telah rusak yang menyebabkan mereka ingkar kepada seruan Nabi Saleh. Oleh karena itu, mereka mengatakan kepada Nabi Saleh, \"Hai Saleh, engkau mengemukakan sesuatu kepada kami yang bertujuan agar kami meninggalkan agama nenek moyang kami, dan mengikuti agama yang engkau bawa. Cara-cara engkau menyampaikan agama itu sangat menarik dan memesona kami, seakan-akan engkau telah menyihir kami. Sebenarnya engkau telah gila dan terkena sihir, karena tuhan kami telah menimpakan penyakit gila kepadamu, maka tiada pantas lagi kami mendengar perkataanmu dan menerima ajakanmu.\"",
    "quraish": "Mereka berkata, \"Kamu tidak lain hanyalah seorang yang terkena pengaruh sihir yang kuat sehingga akalnya tidak berfungsi.\" Begitulah, mereka memberikan jawaban yang keras dan menyakitkan.",
    "jalalayn": "(Mereka berkata, \"Sesungguhnya kamu adalah salah seorang dari orang-orang yang kena sihir) termasuk orang-orang yang banyak kena sihir, sehingga akalnya tidak waras lagi."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 154,
    "arab": "مَآ اَنْتَ اِلَّا بَشَرٌ مِّثْلُنَاۙ فَأْتِ بِاٰيَةٍ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ  ",
    "translation": "engkau hanyalah manusia seperti kami; maka datangkanlah sesuatu mukjizat jika engkau termasuk orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3086.mp3",
    "tafsir": "Kaum Samud tetap tidak percaya pada kerasulan Nabi Saleh karena menurut mereka, dia adalah manusia biasa seperti mereka juga. Seharusnya rasul yang diutus Allah itu bukan manusia biasa, tetapi malaikat atau makhluk yang berbeda dengan mereka. Utusan harus sanggup melakukan sesuatu yang ajaib dan aneh, di mana manusia tidak sanggup melaksanakannya. Oleh karena itu, mereka meminta Nabi Saleh untuk mendatangkan mukjizat sebagai bukti kerasulannya, atau yang menunjukkan bahwa dia adalah benar-benar nabi yang diutus Allah kepada mereka.\nAllah memenuhi keinginan mereka dengan mendatangkan seekor unta betina sebagai mukjizat bagi Nabi Saleh. Mereka dilarang mengganggu unta tersebut, dan membiarkannya makan dan minum sesukanya. Nabi Saleh mengancam mereka dengan mengatakan bahwa mereka akan segera diazab Allah jika mengganggu unta itu.\nAspek-aspek kemukjizatan unta itu menurut para mufasir ialah:\n1. Unta itu keluar dari batu, sedangkan unta-unta yang lain tidak demikian.\n2. Sumber-sumber air minum penduduk dibagi dua antara unta dan penduduk negeri itu. Pada hari unta itu minum, penduduk tidak boleh mengambil air. Untuk memenuhi keperluan air minum, mereka diperbolehkan memerah susu unta itu. Pada waktu giliran penduduk mengambil air, maka unta tidak datang untuk minum air ke tempat itu.\n3. Pada hari unta itu minum, binatang-binatang lain tidak datang ke tempat itu.\n\nSifat luar biasa dari unta itu merupakan bukti yang nyata bagi kerasulan Saleh. Mereka akan dibinasakan oleh Allah, jika melanggar perintah-Nya tentang unta itu.\nLarangan Nabi Saleh agar mereka tidak menyentuh dan mengganggu unta itu tidak mereka hiraukan, bahkan mereka ingin membuktikan kebenaran ucapan Nabi Saleh. Oleh sebab itu, mereka ingin membunuhnya dan menantang apa yang telah diancamkan kepada mereka. Nabi Saleh mengatakan bahwa mereka akan dibinasakan oleh Allah setelah berlalu tiga hari karena perbuatan membunuh unta itu.",
    "quraish": "Mereka melanjutkan lagi, \"Kamu pun adalah manusia biasa seperti kami. Jadi, bagaimana mungkin kamu menganggap memiliki keistimewaan sebagai nabi dan rasul? Kalau ajakanmu memang benar, perlihatkanlah kepada kami suatu mukjizat yang dapat membuktikan kebenaran risalahmu.\"",
    "jalalayn": "(Kamu tidak lain hanyalah seorang manusia seperti kami, maka datangkanlah suatu mukjizat, jika kamu memang termasuk orang-orang yang benar\") di dalam pengakuanmu sebagai seorang Rasul."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 155,
    "arab": "قَالَ هٰذِهٖ نَاقَةٌ لَّهَا شِرْبٌ وَّلَكُمْ شِرْبُ يَوْمٍ مَّعْلُوْمٍ ۚ ",
    "translation": "Dia (Saleh) menjawab, “Ini seekor unta betina, yang berhak mendapatkan (giliran) minum, dan kamu juga berhak mendapatkan minum pada hari yang ditentukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3087.mp3",
    "tafsir": "Kaum Samud tetap tidak percaya pada kerasulan Nabi Saleh karena menurut mereka, dia adalah manusia biasa seperti mereka juga. Seharusnya rasul yang diutus Allah itu bukan manusia biasa, tetapi malaikat atau makhluk yang berbeda dengan mereka. Utusan harus sanggup melakukan sesuatu yang ajaib dan aneh, di mana manusia tidak sanggup melaksanakannya. Oleh karena itu, mereka meminta Nabi Saleh untuk mendatangkan mukjizat sebagai bukti kerasulannya, atau yang menunjukkan bahwa dia adalah benar-benar nabi yang diutus Allah kepada mereka.\nAllah memenuhi keinginan mereka dengan mendatangkan seekor unta betina sebagai mukjizat bagi Nabi Saleh. Mereka dilarang mengganggu unta tersebut, dan membiarkannya makan dan minum sesukanya. Nabi Saleh mengancam mereka dengan mengatakan bahwa mereka akan segera diazab Allah jika mengganggu unta itu.\nAspek-aspek kemukjizatan unta itu menurut para mufasir ialah:\n1. Unta itu keluar dari batu, sedangkan unta-unta yang lain tidak demikian.\n2. Sumber-sumber air minum penduduk dibagi dua antara unta dan penduduk negeri itu. Pada hari unta itu minum, penduduk tidak boleh mengambil air. Untuk memenuhi keperluan air minum, mereka diperbolehkan memerah susu unta itu. Pada waktu giliran penduduk mengambil air, maka unta tidak datang untuk minum air ke tempat itu.\n3. Pada hari unta itu minum, binatang-binatang lain tidak datang ke tempat itu.\n\nSifat luar biasa dari unta itu merupakan bukti yang nyata bagi kerasulan Saleh. Mereka akan dibinasakan oleh Allah, jika melanggar perintah-Nya tentang unta itu.\nLarangan Nabi Saleh agar mereka tidak menyentuh dan mengganggu unta itu tidak mereka hiraukan, bahkan mereka ingin membuktikan kebenaran ucapan Nabi Saleh. Oleh sebab itu, mereka ingin membunuhnya dan menantang apa yang telah diancamkan kepada mereka. Nabi Saleh mengatakan bahwa mereka akan dibinasakan oleh Allah setelah berlalu tiga hari karena perbuatan membunuh unta itu.",
    "quraish": "Shâlih--yang diberikan Allah mukjizat seekor unta--menanggapi tuntutan mereka, seraya berkata, \"Ini adalah seekor unta dari Allah yang Dia jadikan sebagai mukjizat. Unta ini diberi giliran untuk minum pada hari tertentu, dan kalian dilarang minum pada hari itu. Demikian pula kalian mendapat jatah minum di hari lain ketika unta itu tidak boleh diberi minum.",
    "jalalayn": "(Saleh menjawab, \"Ini seekor unta betina, ia mempunyai giliran untuk mendapatkan air) maksudnya air minum (dan kalian mempunyai giliran pula untuk mendapatkan air di hari yang tertentu)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 156,
    "arab": "وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيْمٍ  ",
    "translation": "Dan jangan kamu menyentuhnya (unta itu) dengan sesuatu kejahatan, nanti kamu akan ditimpa azab pada hari yang dahsyat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3088.mp3",
    "tafsir": "Kaum Samud tetap tidak percaya pada kerasulan Nabi Saleh karena menurut mereka, dia adalah manusia biasa seperti mereka juga. Seharusnya rasul yang diutus Allah itu bukan manusia biasa, tetapi malaikat atau makhluk yang berbeda dengan mereka. Utusan harus sanggup melakukan sesuatu yang ajaib dan aneh, di mana manusia tidak sanggup melaksanakannya. Oleh karena itu, mereka meminta Nabi Saleh untuk mendatangkan mukjizat sebagai bukti kerasulannya, atau yang menunjukkan bahwa dia adalah benar-benar nabi yang diutus Allah kepada mereka.\nAllah memenuhi keinginan mereka dengan mendatangkan seekor unta betina sebagai mukjizat bagi Nabi Saleh. Mereka dilarang mengganggu unta tersebut, dan membiarkannya makan dan minum sesukanya. Nabi Saleh mengancam mereka dengan mengatakan bahwa mereka akan segera diazab Allah jika mengganggu unta itu.\nAspek-aspek kemukjizatan unta itu menurut para mufasir ialah:\n1. Unta itu keluar dari batu, sedangkan unta-unta yang lain tidak demikian.\n2. Sumber-sumber air minum penduduk dibagi dua antara unta dan penduduk negeri itu. Pada hari unta itu minum, penduduk tidak boleh mengambil air. Untuk memenuhi keperluan air minum, mereka diperbolehkan memerah susu unta itu. Pada waktu giliran penduduk mengambil air, maka unta tidak datang untuk minum air ke tempat itu.\n3. Pada hari unta itu minum, binatang-binatang lain tidak datang ke tempat itu.\n\nSifat luar biasa dari unta itu merupakan bukti yang nyata bagi kerasulan Saleh. Mereka akan dibinasakan oleh Allah, jika melanggar perintah-Nya tentang unta itu.\nLarangan Nabi Saleh agar mereka tidak menyentuh dan mengganggu unta itu tidak mereka hiraukan, bahkan mereka ingin membuktikan kebenaran ucapan Nabi Saleh. Oleh sebab itu, mereka ingin membunuhnya dan menantang apa yang telah diancamkan kepada mereka. Nabi Saleh mengatakan bahwa mereka akan dibinasakan oleh Allah setelah berlalu tiga hari karena perbuatan membunuh unta itu.",
    "quraish": "Janganlah kalian ganggu unta ini, jika kalian tidak ingin dibinasakan oleh azab yang besar.\"",
    "jalalayn": "(Dan janganlah kalian sentuh unta betina itu dengan sesuatu kejahatan, yang menyebabkan kalian akan ditimpa azab hari yang besar\") yakni azab yang besar-besar."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 157,
    "arab": "فَعَقَرُوْهَا فَاَصْبَحُوْا نٰدِمِيْنَ ۙ ",
    "translation": "Kemudian mereka membunuhnya, lalu mereka merasa menyesal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3089.mp3",
    "tafsir": "(157-159) Ayat ini menerangkan bahwa kaum Samud ingin membuktikan kebenaran ucapan Nabi Saleh, lalu mereka membunuh unta tersebut. Akan tetapi, setelah mereka menyembelih unta itu, terutama setelah melihat tanda-tanda azab Allah akan tiba, mereka menyesal. Terlebih ketika bumi mereka diguncang gempa serta dibarengi sambaran petir dan halilintar yang mengakibatkan rumah-rumah mereka rata dengan tanah. \nDi dalam Al-Qur'an terdapat ayat-ayat yang menerangkan berbagai azab yang membinasakan mereka. Ada ayat-ayat yang menerangkan bahwa mereka dibinasakan dengan sa‘iqah (petir) (Fussilat/41: 17 dan ad-dariyat/51: 44). Sementara ayat lain menyebutkan dengan rajfah (guncangan bumi yang amat keras) (al-A‘raf/7: 78). Pada ayat yang lain disebut dengan saihah (suara yang amat keras dari langit) (Hud/11: 67; al-Hijr/15: 83; dan al-Qamar/54: 31). Ada pula yang menyebutkan bahwa mereka dihancurkan dengan Tagiyah (kejadian yang luar biasa) (al-Haqqah/69: 5).\nAyat-ayat ini tidaklah bertentangan karena mereka dibinasakan dengan petir (Sa‘iqah). Adapun guncangan bumi yang amat keras (rajfah), suara keras dari langit (saihah), dan kejadian yang luar biasa (tagiyah) adalah gejala dan sifat dari petir. Demikian hebatnya petir itu sampai mengguncang bumi dan menimbulkan suara yang amat keras. Kesemuanya itu membinasa¬kan mereka dan ini adalah suatu kejadian yang luar biasa. Dalam sekejap mata, mereka telah menjadi tubuh-tubuh yang tiada bergerak, mati dan tersungkur di dalam rumah mereka. Kemudian mereka lenyap dari permukaan bumi, tidak ada yang kelihatan lagi selain tempat tinggal mereka, seakan-akan mereka tidak pernah hidup dan berada di tempat itu. Karena mereka telah dimusnahkan Allah, maka dalam sejarah mereka termasuk salah satu dari bangsa Arab yang telah musnah (al-‘Arab al-Ba‘idah).\nNabi Saleh dan orang-orang yang beriman diselamatkan Allah dari azab itu. Mereka mengungsi ke Ramallah, salah satu kota di Palestina. Di kota ini terdapat kuburan Nabi Saleh yang masih dikenal sampai sekarang. Akan tetapi, ada pula yang mengatakan bahwa kuburan Nabi Saleh berada di Yaman, dan ada pula yang berpendapat di Yordan. Menurut Ibnu Khaldµn, Nabi Saleh menyeru kaumnya kepada agama Allah selama dua puluh tahun dan ia meninggal pada umur lima puluh delapan tahun.\nNegeri-negeri kaum Samud dan bangunan-bangunan yang mereka dirikan sampai sekarang masih ada bekasnya. Sarjana-sarjana barat telah banyak berkunjung ke tempat ini. Mereka telah menulis bekas-bekas peninggalan kaum Samud dan rumah-rumah kediaman yang mereka pahat dari gunung-gunung batu itu. Di antaranya adalah C.M. Daughty yang menulis buku dengan judul Arabia Desserta.\nKetika Rasulullah melewati kampung-kampung kaum Samud dalam perjalanan ekspedisi, yaitu Tabuk, beliau bersabda kepada para sahabat:\n??? ??????????? ????? ????????? ????????? ???????????????? ?????? ???? ??????????? ????????? ?????? ???? ??????????? ????????? ????? ??????????? ?????????? ???????? ???????????? ?????? ??? ???????????. (???? ??????? ?? ??? ???)\nKamu jangan masuk kampung orang-orang yang telah diazab itu, melainkan dengan menangis, jika tidak dengan menangis, maka janganlah kamu masuk kampung mereka, agar kamu tidak ditimpa azab sebagaimana yang telah menimpa mereka. (Riwayat asy-Syaikhan dari Ibnu ‘Umar).\n\nPeninggalan dan bekas-bekas mereka itu diabadikan di dalam Al-Qur'an untuk menjadi pelajaran. Banyak ayat-ayat Al-Qur'an yang menyuruh orang agar mengadakan perjalanan di bumi, untuk memperhatikan peninggalan-peninggalan dan bekas-bekas kaum yang telah dibinasakan oleh Allah, karena pembangkangan mereka terhadap perintah-Nya, seperti kaum Samud tersebut. Sesungguhnya Allah berbuat kebaikan kepada semua manusia, amat keras azab-Nya dan amat besar rahmat-Nya.",
    "quraish": "Tetapi mereka kemudian membunuh unta itu dan menyalahi kesepakatan mereka dengan Shâlih. Karenanya, mereka berhak mendapatkan azab. Lalu mereka pun menyesali perbuatan itu.",
    "jalalayn": "(Kemudian mereka membunuhnya) yakni disembelih oleh sebagian dari mereka dengan persetujuan mereka semua (lalu mereka menjadi menyesal) karena telah membunuhnya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 158,
    "arab": "فَاَخَذَهُمُ الْعَذَابُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "maka mereka ditimpa azab. Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3090.mp3",
    "tafsir": "lihat ayat 157",
    "quraish": "Sesuai dengan peringatan Shâlih, mereka pun kemudian dibinasakan oleh azab Allah. Rasa penyesalan mereka tak berguna lagi untuk menepis siksaan akibat dosa-dosa mereka. Sesungguhnya dalam kisah mereka ini terdapat bukti kekuasaan Allah yang akan menghancurkan orang-orang kafir dan menyelamatkan orang-orang Mukmin. Tetapi banyak dari kaummu, Muhammad, yang tidak mempercayainya.",
    "jalalayn": "(Maka mereka ditimpa azab) yang telah diancamkan itu, sehingga binasalah mereka semuanya (Sesungguhnya pada yang demikian itu benar- benar terdapat bukti yang nyata. Dan adalah kebanyakan mereka tidak beriman)"
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 159,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3091.mp3",
    "tafsir": "lihat ayat 157",
    "quraish": "Dan sesungguhnya Penciptamu Mahakuasa untuk membinasakan orang-orang yang membangkang; Maha Pengasih untuk menyelamatkan orang-orang yang bertakwa.",
    "jalalayn": "(Dan sesungguhnya Rabbmu benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 160,
    "arab": "كَذَّبَتْ قَوْمُ لُوْطِ ِۨالْمُرْسَلِيْنَ ۖ ",
    "translation": "Kaum Lut telah mendustakan para rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3092.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa kaum Nabi Lut telah mendustakan seruan Nabi Lut yang diutus Allah kepada mereka. Nabi Lut menyeru mereka agar bertakwa kepada Allah, Tuhan Pencipta mereka semuanya.\nNabi Lut adalah anak Haran bin Terah, saudara Nabi Ibrahim. Oleh karena itu, Lut adalah kemenakan Nabi Ibrahim. Lut beriman kepada apa yang disampaikan pamannya, Ibrahim, sebagaimana disebut dalam firman Allah:\nMaka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Maha Perkasa, Mahabijaksana.\" (al-'Ankabut/29: 26).\n\nNabi Lut tinggal bersama Nabi Ibrahim di kota Ur, kemudian pindah bersamanya ke Palestina dan melawat ke Mesir. Dari Mesir ia kembali ke Palestina bersama Ibrahim. Mereka kemudian berpisah, Nabi Lut pergi ke Sodom, sedang Ibrahim tetap di Palestina. Kota Sodom terletak di daerah Yordania sekarang, di pantai Buhairah (danau) Lut. Buhairah Lut ialah di bagian selatan Laut Mati. Jadi kota Sodom tidak berapa jauh dari Baitul Makdis. (Lihat kosakata \"Lut\").",
    "quraish": "Kaum Lûth--di saat menolak seruan untuk mengesakan Allah dan meninggalkan kemusyrikan--telah mendustakan para rasul.",
    "jalalayn": "(Kaum Luth telah mendustakan Rasul-rasul)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 161,
    "arab": "اِذْ قَالَ لَهُمْ اَخُوْهُمْ لُوْطٌ اَلَا تَتَّقُوْنَ ۚ  ",
    "translation": "ketika saudara mereka Lut berkata kepada mereka, “Mengapa kamu tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3093.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa kaum Nabi Lut telah mendustakan seruan Nabi Lut yang diutus Allah kepada mereka. Nabi Lut menyeru mereka agar bertakwa kepada Allah, Tuhan Pencipta mereka semuanya.\nNabi Lut adalah anak Haran bin Terah, saudara Nabi Ibrahim. Oleh karena itu, Lut adalah kemenakan Nabi Ibrahim. Lut beriman kepada apa yang disampaikan pamannya, Ibrahim, sebagaimana disebut dalam firman Allah:\nMaka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Maha Perkasa, Mahabijaksana.\" (al-'Ankabut/29: 26).\n\nNabi Lut tinggal bersama Nabi Ibrahim di kota Ur, kemudian pindah bersamanya ke Palestina dan melawat ke Mesir. Dari Mesir ia kembali ke Palestina bersama Ibrahim. Mereka kemudian berpisah, Nabi Lut pergi ke Sodom, sedang Ibrahim tetap di Palestina. Kota Sodom terletak di daerah Yordania sekarang, di pantai Buhairah (danau) Lut. Buhairah Lut ialah di bagian selatan Laut Mati. Jadi kota Sodom tidak berapa jauh dari Baitul Makdis. (Lihat kosakata \"Lut\").",
    "quraish": "Ingatkanlah kaummu, wahai Muhammad, tatkala Lûth, saudara dan besan kaumnya, berkata kepada mereka, \"Wahai kaumku, tidakkah kalian takut akan azab Allah?",
    "jalalayn": "(Ketika saudara mereka, Luth, berkata kepada mereka, \"Mengapa kalian tidak bertakwa?)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 162,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3094.mp3",
    "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain.",
    "quraish": "Sesungguhnya aku diutus oleh Allah kepada kalian untuk menyampaikan agama yang benar dan aku dapat dipercaya untuk menyampaikan agama ini.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 163,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3095.mp3",
    "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain.",
    "quraish": "Maka hindarilah azab Allah, dan ikutilah seruanku kepada kalian.",
    "jalalayn": "(Maka bertakwalah kepada Allah dan taatlah kepadaku)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 164,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3096.mp3",
    "tafsir": "Penduduk kota Sodom (Sadum) adalah penduduk yang sangat buruk budi pekertinya. Mereka menyembah patung-patung di samping menyembah Allah. Oleh sebab itu, Nabi Lut menyeru mereka agar menyembah Allah semata, bertakwa kepada-Nya, dan mengikuti ajaran yang dibawanya. Sebagaimana halnya dengan Nabi Nuh, Nabi Hud, dan Nabi Saleh, Nabi Lut pun telah menyampaikan kepada kaumnya bahwa ia adalah rasul yang benar-benar diutus kepada mereka untuk menyampaikan agama Allah. Ia tidak mengharapkan upah dari mereka sebagai imbalan dari seruan yang telah disampaikannya. Ia hanya mengharapkan upah dari Allah yang telah mengutusnya seperti juga para nabi yang lain.",
    "quraish": "Aku tidak mengharap imbalan kalian saat menyampaikan dakwahku ini. Imbalanku semata-mata dari Sang Penguasa dan Pemelihara alam semesta.\"",
    "jalalayn": "(Dan aku sekali-kali tidak minta upah kepada kalian atas ajakan itu, tidak lain) (upahku hanyalah dari Rabb semesta alam)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 165,
    "arab": "اَتَأْتُوْنَ الذُّكْرَانَ مِنَ الْعٰلَمِيْنَ ۙ ",
    "translation": "Mengapa kamu mendatangi jenis laki-laki di antara manusia (berbuat homoseks),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3097.mp3",
    "tafsir": "Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman:\nDan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\" Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55).\n\nDi samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan.\nPraktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. \nPraktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. \nDalam sebuah hadis, Nabi Muhammad bersabda:\nPerbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu Majah dari Ibnu Umar) \n\nDari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu.",
    "quraish": "Lûth melanjutkan, \"Apakah kalian lebih menikmati menggauli lelaki ketimbang perempuan?\" Lûth bermaksud mencela perbuatan keji dan menjijikkan yang biasa mereka lakukan. (1) (1) Ayat ini mensinyalir tentang bahaya homoseks, suatu tindakan kotor yang menjijikkan dan menurunkan martabat kemanusiaan. Kebiasaan kotor ini, jika meluas, akan memporak-porandakan ikatan perkawinan konvensional yang merupakan sunnatullah untuk memelihara dan mengembangkan keturunan serta memakmurkan bumi. Di samping itu, homoseks--seperti halnya praktek prostitusi--dapat menyebarkan berbagai jenis penyakit, seperti sipilis, gonorea (kencing nanah), chonoroid, serta beberapa penyakit kulit, semisal kudis dan sebagainya. Selain itu, pada lobang anus akan terjadi beberapa kelainan, di antaranya mengendurnya otot pencerna sehingga sulit mengontrol proses buang air, sobeknya anus dan punahnya selular-selular yang ada di sekitarnya sehingga menggelembung seperti bentuk corong. Di dalam anus itu sendiri akan dipenuhi berbagai mikroba dan bakteri yang dapat berpindah ke anggota tubuh pelaku praktek homoseks yang dapat mengakibatkan radang saluran air seni. Di sisi lain, orang menjadi objek praktek kotor ini--jika biasa diperlakukan sejak kecil–akan menjadi biseksual. Tetapi terkadang gejalanya bisa berbalik. Ia akan berusaha tampil lebih maskulin untuk menutup kekurangan dan keabnormalan dirinya. Demikianlah, Allah Swt. telah dengan tegas melarang praktek menjijikkan ini dalam beberapa ayat al-Qur'ân yang, sebagiannya, merinci hikmah dari pengharaman homoseksualitas. Mahabenar Allah ketika Dia berfirman, \"Mengapa kalian mendatangi jenis lelaki di antara manusia dan kalian meninggalkan istri-istri yang diciptakan Tuhan untuk kalian? Kalian adalah kaum yang melampaui batas\" (al-Qur'ân surat Al Syuara: 165-166).",
    "jalalayn": "(Mengapa kalian mendatangi jenis laki-laki di antara manusia?) melakukan homosex."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 166,
    "arab": "وَتَذَرُوْنَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ اَزْوَاجِكُمْۗ بَلْ اَنْتُمْ قَوْمٌ عٰدُوْنَ  ",
    "translation": "dan kamu tinggalkan (perempuan) yang diciptakan Tuhan untuk menjadi istri-istri kamu? Kamu (memang) orang-orang yang melampaui batas.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3098.mp3",
    "tafsir": "Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman:\nDan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?\" Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55).\n\nDi samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan.\nPraktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. \nPraktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. \nDalam sebuah hadis, Nabi Muhammad bersabda:\nPerbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu Majah dari Ibnu Umar) \n\nDari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu.",
    "quraish": "\"Dan mengapa,\" lanjut Lûth, \"kalian meninggalkan istri-istri yang halal yang diciptakan Allah untuk kesenangan kalian? Bahkan kalian, dengan melakukan semua kemaksiatan, adalah kaum yang kezalimannya telah melampaui batas?\"",
    "jalalayn": "(Dan kalian tinggalkan istri-istri yang dijadikan oleh Rabb kalian untuk kalian) yakni farji-farji mereka (bahkan kalian adalah orang-orang yang melampaui batas\")."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 167,
    "arab": "قَالُوْا لَىِٕنْ لَّمْ تَنْتَهِ يٰلُوْطُ لَتَكُوْنَنَّ مِنَ الْمُخْرَجِيْنَ  ",
    "translation": "Mereka menjawab, “Wahai Lut! Jika engkau tidak berhenti, engkau termasuk orang-orang yang terusir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3099.mp3",
    "tafsir": "Penduduk Sodom tidak mengindahkan seruan Nabi Lut, bahkan mereka mengancam akan membunuh dan mengusir Lut dan orang-orang yang beriman dari negeri mereka. Kemaksiatan mereka makin hari makin bertambah dan mereka menantang Nabi Lut agar mendatangkan azab yang diancamkan itu.",
    "quraish": "Mendengar penolakan dan cacian Lûth terhadap praktek buruk itu, mereka--dengan penuh amarah--berkata, \"Sungguh, jika kamu tidak berhenti memaki-maki kami, kamu akan kami buang dari negeri ini dengan kondisi yang sangat buruk.\"",
    "jalalayn": "(Mereka menjawab, \"Hai Luth! Sesungguhnya jika kamu tidak berhenti) dari mengingkari perbuatan kami ini (benar-benar kamu termasuk orang-orang yang diusir\") dari negeri kami ini."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 168,
    "arab": "قَالَ ِانِّيْ لِعَمَلِكُمْ مِّنَ الْقَالِيْنَ  ۗ",
    "translation": "Dia (Lut) berkata, “Aku sungguh benci kepada perbuatanmu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3100.mp3",
    "tafsir": "Nabi Lut mengatakan kepada kaumnya bahwa ia lepas tangan dari perbuatan kaumnya dan sangat benci kepada perbuatan itu. Nabi Lut yakin bahwa ancaman apa pun yang diberikan kaumnya, tidak akan dapat memudaratkannya, karena semuanya itu adalah dari Allah dan atas kehendak-Nya.",
    "quraish": "Lûth berkata, \"Aku memang termasuk orang yang membenci perbuatan kalian ini. Maka aku tidak akan berhenti untuk menolak dan mencela hal ini.\"",
    "jalalayn": "(Berkata) Nabi Luth, (\"Sesungguhnya aku sangat benci kepada perbuatan kalian) sangat membencinya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 169,
    "arab": "رَبِّ نَجِّنِيْ وَاَهْلِيْ مِمَّا يَعْمَلُوْنَ  ",
    "translation": "(Lut berdoa), “Ya Tuhanku, selamatkanlah aku dan keluargaku dari (akibat) perbuatan yang mereka kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3101.mp3",
    "tafsir": "Nabi Lut berdoa kepada Allah agar ia dan keluarganya dilepaskan dari azab yang akan menimpa kaumnya akibat perbuatan-perbuatan mereka yang keji itu. Ia juga memohon agar dijauhkan dari azab Allah, baik di dunia maupun di akhirat.",
    "quraish": "Mendengar jawaban kaumnya, Lûth merasa tidak punya harapan lagi. Ia pun memanjatkan doa kepada Allah agar menyelamatkan dirinya dan keluarganya dari akibat perbuatan bodoh mereka itu.",
    "jalalayn": "(Ya Rabbku! Selamatkanlah aku beserta keluargaku dari akibat perbuatan yang mereka kerjakan\") yakni dari azab yang akan menimpa mereka disebabkan perbuatan itu."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 170,
    "arab": "فَنَجَّيْنٰهُ وَاَهْلَهٗٓ اَجْمَعِيْنَ ۙ ",
    "translation": "Lalu Kami selamatkan dia bersama keluarganya semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3102.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman:\nDia (Ibrahim) berkata, \"Apakah urusanmu yang penting, wahai para utusan?\" (Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa.\" (al-hijr/15: 57-58).\n\nSetelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah:\nDan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, \"Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?\" (Hud/11: 78).\n\nPenduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang.\nKemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut.\nTatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom.\nAllah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman:\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81).",
    "quraish": "Allah pun memperkenankan permohonan Lûth untuk menyelamatkannya dan para pengikutnya. Mereka semua diperintahkan untuk meninggalkan rumah-rumah mereka saat akan diturunkan azab kepada orang-orang yang telah mendustakan kebenaran.",
    "jalalayn": "(Lalu Kami selamatkan ia beserta keluarganya semua)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 171,
    "arab": "اِلَّا عَجُوْزًا فِى الْغٰبِرِيْنَ ۚ  ",
    "translation": "kecuali seorang perempuan tua (istrinya), yang termasuk dalam golongan yang tinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3103.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman:\nDia (Ibrahim) berkata, \"Apakah urusanmu yang penting, wahai para utusan?\" (Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa.\" (al-hijr/15: 57-58).\n\nSetelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah:\nDan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, \"Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?\" (Hud/11: 78).\n\nPenduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang.\nKemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut.\nTatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom.\nAllah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman:\nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81).",
    "quraish": "Kecuali istrinya yang renta. Ia tetap tinggal dan tidak akan keluar bersama Lûth. Maka ia pun binasa karena kekufuran, pengkhianatan dan loyalitasnya terhadap orang-orang yang fasik.",
    "jalalayn": "(Kecuali seorang perempuan tua) yakni istri Nabi Luth sendiri (yang termasuk dalam golongan yang tinggal) orang-orang yang dibinasakan."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 172,
    "arab": "ثُمَّ دَمَّرْنَا الْاٰخَرِيْنَ ۚ ",
    "translation": "Kemudian Kami binasakan yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3104.mp3",
    "tafsir": "Setelah tiba waktu yang dijanjikan, Allah menghujani dengan amat dahsyat penduduk Sodom dengan batu dari tanah liat yang membatu, dan negeri mereka ditelungkupkan oleh Allah. Dengan demikian, hancurlah penduduk kota Sodom beserta kotanya. Allah berfirman:\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83).\n\nTidak lama setelah kaum Nabi Lut hancur, negeri mereka lalu digenangi air. Akhir-akhir ini telah ditemukan bekas-bekas kota Sodom yaitu di pantai Buá¸¥airah Lut, di bagian selatan Laut Mati (al-Bahrul Mayyit). Adapun Nabi Lut dan pengikutnya pindah ke Zoar, sebuah kota tua di Kanaan.",
    "quraish": "Kemudian Allah membinasakan orang-orang kafir yang jahat itu dalam suatu kehancuran yang amat menyeramkan.",
    "jalalayn": "(Kemudian Kami binasakan yang lain) yaitu mereka yang tinggal semuanya."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 173,
    "arab": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ",
    "translation": "Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3105.mp3",
    "tafsir": "Setelah tiba waktu yang dijanjikan, Allah menghujani dengan amat dahsyat penduduk Sodom dengan batu dari tanah liat yang membatu, dan negeri mereka ditelungkupkan oleh Allah. Dengan demikian, hancurlah penduduk kota Sodom beserta kotanya. Allah berfirman:\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkan negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hud/11: 82-83).\n\nTidak lama setelah kaum Nabi Lut hancur, negeri mereka lalu digenangi air. Akhir-akhir ini telah ditemukan bekas-bekas kota Sodom yaitu di pantai Buá¸¥airah Lut, di bagian selatan Laut Mati (al-Bahrul Mayyit). Adapun Nabi Lut dan pengikutnya pindah ke Zoar, sebuah kota tua di Kanaan.",
    "quraish": "Allah menurunkan hujan batu dari langit kepada kaum yang ganjil ini. Mereka pun akhirnya binasa. Hujan batu itu demikian deras menimpa mereka. Dan hujan ini--yang merupakan bentuk penghancuran terdahsyat--adalah hujan terburuk yang menimpa orang-orang yang diberi peringatan.",
    "jalalayn": "(Dan Kami hujani mereka dengan hujan) batu sebagai alat untuk membinasakan mereka (maka amat jeleklah hujan yang menimpa orang-orang yang telah diberi peringatan itu) sejelek-jelek hujan adalah hujan yang menimpa mereka itu"
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 174,
    "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً ۗوَمَا كَانَ اَكْثَرُهُمْ مُّؤْمِنِيْنَ  ",
    "translation": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3106.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut dan keluarganya, kecuali istrinya, serta membinasakan orang-orang durhaka itu. Ini merupakan bukti nyata atas kebenaran Nabi Lut sebagai rasul yang diutus Allah kepada penduduk Sodom. Akan tetapi, sedikit sekali manusia yang memperhatikan tanda-tanda kebesaran dan kekuasaan Tuhan itu, sehingga sedikit sekali di antara mereka yang beriman dan mengikuti rasul-Nya.",
    "quraish": "Sesungguhnya siksa yang Kami timpakan kepada kaum ini merupakan bukti yang menunjukkan kesempurnaan kekuasaan Allah. Tetapi kebanyakan kaummu, Muhammad, tidak mempercayai seruanmu.",
    "jalalayn": "(Sesungguhnya pada yang demikian itu benar-benar terdapat bukti-bukti yang nyata, kebanyakan manusia tidak beriman)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 175,
    "arab": "وَاِنَّ رَبَّكَ لَهُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
    "translation": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3107.mp3",
    "tafsir": "Allah adalah Tuhan yang berhak disembah dan sangat keras pembalasan-Nya kepada para hamba-Nya yang ingkar. Dia Maha Penyayang kepada hamba-Nya, dan kasih sayang-Nya itu adalah tetap, tidak pernah putus.",
    "quraish": "Sesungguhnya Tuhanmu Mahaperkasa dan Maha Penyayang. Dia akan menyiksa orang-orang yang berbuat dosa dan memberi pahala kepada orang-orang yang beriman.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar Dia-lah Yang Maha Perkasa lagi Maha Penyayang)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 176,
    "arab": "كَذَّبَ اَصْحٰبُ لْـَٔيْكَةِ الْمُرْسَلِيْنَ ۖ ",
    "translation": "Penduduk Aikah telah mendustakan para rasul;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3108.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk Madyan, yang disebut juga kabilah Madyan, telah mendustakan Nabi Syuaib yang menyeru mereka agar bertakwa kepada Allah dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Dalam ayat ini diterangkan bahwa tindakan penduduk Madyan itu sama hukumnya dengan mendustakan para rasul, karena mendustakan seorang rasul sama artinya dengan mendustakan semua rasul yang diutus Allah. Menurut Ibnu Kasir, penduduk Madyan dan Aikah adalah satu kabilah. Hanya di dalam Al-Qur'an kadangkala mereka diungkapkan sebagai penduduk Madyan dan kadangkala disebut sebagai penduduk Aikah.\nKabilah Madyan adalah satu kabilah yang mendiami daerah di sekitar Teluk Aqabah dan tempat sebelah utaranya. Madyan ialah eponim dari nenek moyang mereka, Madyan. Madyan adalah salah seorang putra Nabi Ibrahim. Kehidupan mereka pada waktu itu sejahtera. Mereka berbahagia, dan berkedudukan sebagai saudagar. Kota yang terbesar di daerah Madyan ini pun dinamai pula Madyan. Kota ini terletak di tengah-tengah daerah Madyan di pantai timur Laut Merah segaris lintang dengan Tabuk. Yang dimaksud dengan penduduk Aikah pada ayat di atas adalah penduduk Madyan. \nSebagian mufasir berpendapat bahwa Nabi Syuaib diutus setelah Nabi Musa. Sebagian yang lain mengatakan sebaliknya, yaitu sebelum pengutusan Nabi Musa.",
    "quraish": "Inilah kisah Syu'ayb dan penduduk Aykah, penghuni suatu lahan yang dipenuhi dengan pepohonan yang rindang di dekat kota Madyan. Kepada penduduk Aykah ini, Allah telah mengutus Syu'ayb yang juga diutus ke Madyan. Tetapi mereka telah mendustakan seruan rasul mereka. Dengan demikian, mereka--karena kesamaan prinsip dakwah seluruh rasul--berarti telah mengingkari semua risalah.",
    "jalalayn": "(Penduduk Aikah telah mendustakan) dalam satu qiraat Aikati dibaca Laikata; adalah nama sebuah sumber air yang banyak pepohonan di sekitarnya di dekat kota Madyan (Rasul-rasul)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 177,
    "arab": "اِذْ قَالَ لَهُمْ شُعَيْبٌ اَلَا تَتَّقُوْنَ ۚ ",
    "translation": "ketika Syuaib berkata kepada mereka, “Mengapa kamu tidak bertakwa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3109.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk Madyan, yang disebut juga kabilah Madyan, telah mendustakan Nabi Syuaib yang menyeru mereka agar bertakwa kepada Allah dengan melaksanakan perintah-Nya dan meninggalkan larangan-Nya. Dalam ayat ini diterangkan bahwa tindakan penduduk Madyan itu sama hukumnya dengan mendustakan para rasul, karena mendustakan seorang rasul sama artinya dengan mendustakan semua rasul yang diutus Allah. Menurut Ibnu Kasir, penduduk Madyan dan Aikah adalah satu kabilah. Hanya di dalam Al-Qur'an kadangkala mereka diungkapkan sebagai penduduk Madyan dan kadangkala disebut sebagai penduduk Aikah.\nKabilah Madyan adalah satu kabilah yang mendiami daerah di sekitar Teluk Aqabah dan tempat sebelah utaranya. Madyan ialah eponim dari nenek moyang mereka, Madyan. Madyan adalah salah seorang putra Nabi Ibrahim. Kehidupan mereka pada waktu itu sejahtera. Mereka berbahagia, dan berkedudukan sebagai saudagar. Kota yang terbesar di daerah Madyan ini pun dinamai pula Madyan. Kota ini terletak di tengah-tengah daerah Madyan di pantai timur Laut Merah segaris lintang dengan Tabuk. Yang dimaksud dengan penduduk Aikah pada ayat di atas adalah penduduk Madyan. \nSebagian mufasir berpendapat bahwa Nabi Syuaib diutus setelah Nabi Musa. Sebagian yang lain mengatakan sebaliknya, yaitu sebelum pengutusan Nabi Musa.",
    "quraish": "Ingatkanlah kaummu, wahai Muhammad, tatkala Syu'ayb berkata kepada penduduk Aykah, \"Apakah kalian tidak takut kepada Allah dan beriman kepada-Nya?\" Dengan segera mereka langsung mendustakannya.",
    "jalalayn": "(Ketika Syuaib berkata kepada mereka,) tidak dikatakan saudara mereka, karena Nabi Syuaib bukan berasal dari kalangan mereka (\"Mengapa kalian tidak bertakwa?)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 178,
    "arab": "اِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌ ۙ ",
    "translation": "Sungguh, aku adalah rasul kepercayaan (yang diutus) kepadamu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3110.mp3",
    "tafsir": "Syuaib menyeru penduduk Madyan, seperti yang telah dilakukan oleh para nabi sebelumnya. Ia menerangkan kepada mereka bahwa tugasnya tidaklah untuk mencari harta kekayaan, kekuasaan, atau keuntungan duniawi. Oleh karena itu, ia tidak akan mengambil upah dari mereka untuk seruannya itu. Upahnya akan diberikan Allah yang telah mengutusnya.\nDalam Surah Hud/11 diterangkan pula bahwa Syuaib mengajak kaumnya agar mereka hanya menyembah Allah. Allah berfirman:\nDan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Hud/11: 84).",
    "quraish": "\"Sesungguhnya aku diutus oleh Tuhan semesta alam kepada kalian untuk menyampaikan petunjuk dan kebenaran. Dan aku terpercaya untuk menyampaikan risalah-Nya ini kepada kalian.",
    "jalalayn": "(Sesungguhnya aku adalah seorang Rasul kepercayaan yang diutus kepada kalian)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 179,
    "arab": "فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۚ ",
    "translation": "maka bertakwalah kepada Allah dan taatlah kepadaku;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3111.mp3",
    "tafsir": "Syuaib menyeru penduduk Madyan, seperti yang telah dilakukan oleh para nabi sebelumnya. Ia menerangkan kepada mereka bahwa tugasnya tidaklah untuk mencari harta kekayaan, kekuasaan, atau keuntungan duniawi. Oleh karena itu, ia tidak akan mengambil upah dari mereka untuk seruannya itu. Upahnya akan diberikan Allah yang telah mengutusnya.\nDalam Surah Hud/11 diterangkan pula bahwa Syuaib mengajak kaumnya agar mereka hanya menyembah Allah. Allah berfirman:\nDan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Hud/11: 84).",
    "quraish": "Maka waspadalah kalian akan siksa Allah. Patuhilah aku dengan melaksanakan segala perintah Allah dan menyucikan diri kalian dari dosa.",
    "jalalayn": "(Maka bertakwalah kalian kepada Allah dan taatlah kalian kepadaku)."
  },
  {
    "hizb": 149,
    "name": "Asy-Syu'ara'",
    "ayat": 180,
    "arab": "وَمَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ اِنْ اَجْرِيَ اِلَّا عَلٰى رَبِّ الْعٰلَمِيْنَ ۗ ",
    "translation": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3112.mp3",
    "tafsir": "(157-159) Ayat ini menerangkan bahwa kaum Samud ingin membuktikan kebenaran ucapan Nabi Saleh, lalu mereka membunuh unta tersebut. Akan tetapi, setelah mereka menyembelih unta itu, terutama setelah melihat tanda-tanda azab Allah akan tiba, mereka menyesal. Terlebih ketika bumi mereka diguncang gempa serta dibarengi sambaran petir dan halilintar yang mengakibatkan rumah-rumah mereka rata dengan tanah. \nDi dalam Al-Qur'an terdapat ayat-ayat yang menerangkan berbagai azab yang membinasakan mereka. Ada ayat-ayat yang menerangkan bahwa mereka dibinasakan dengan sa‘iqah (petir) (Fussilat/41: 17 dan ad-dariyat/51: 44). Sementara ayat lain menyebutkan dengan rajfah (guncangan bumi yang amat keras) (al-A‘raf/7: 78). Pada ayat yang lain disebut dengan saihah (suara yang amat keras dari langit) (Hud/11: 67; al-Hijr/15: 83; dan al-Qamar/54: 31). Ada pula yang menyebutkan bahwa mereka dihancurkan dengan Tagiyah (kejadian yang luar biasa) (al-Haqqah/69: 5).\nAyat-ayat ini tidaklah bertentangan karena mereka dibinasakan dengan petir (Sa‘iqah). Adapun guncangan bumi yang amat keras (rajfah), suara keras dari langit (saihah), dan kejadian yang luar biasa (tagiyah) adalah gejala dan sifat dari petir. Demikian hebatnya petir itu sampai mengguncang bumi dan menimbulkan suara yang amat keras. Kesemuanya itu membinasa¬kan mereka dan ini adalah suatu kejadian yang luar biasa. Dalam sekejap mata, mereka telah menjadi tubuh-tubuh yang tiada bergerak, mati dan tersungkur di dalam rumah mereka. Kemudian mereka lenyap dari permukaan bumi, tidak ada yang kelihatan lagi selain tempat tinggal mereka, seakan-akan mereka tidak pernah hidup dan berada di tempat itu. Karena mereka telah dimusnahkan Allah, maka dalam sejarah mereka termasuk salah satu dari bangsa Arab yang telah musnah (al-‘Arab al-Ba‘idah).\nNabi Saleh dan orang-orang yang beriman diselamatkan Allah dari azab itu. Mereka mengungsi ke Ramallah, salah satu kota di Palestina. Di kota ini terdapat kuburan Nabi Saleh yang masih dikenal sampai sekarang. Akan tetapi, ada pula yang mengatakan bahwa kuburan Nabi Saleh berada di Yaman, dan ada pula yang berpendapat di Yordan. Menurut Ibnu Khaldµn, Nabi Saleh menyeru kaumnya kepada agama Allah selama dua puluh tahun dan ia meninggal pada umur lima puluh delapan tahun.\nNegeri-negeri kaum Samud dan bangunan-bangunan yang mereka dirikan sampai sekarang masih ada bekasnya. Sarjana-sarjana barat telah banyak berkunjung ke tempat ini. Mereka telah menulis bekas-bekas peninggalan kaum Samud dan rumah-rumah kediaman yang mereka pahat dari gunung-gunung batu itu. Di antaranya adalah C.M. Daughty yang menulis buku dengan judul Arabia Desserta.\nKetika Rasulullah melewati kampung-kampung kaum Samud dalam perjalanan ekspedisi, yaitu Tabuk, beliau bersabda kepada para sahabat:\n??? ??????????? ????? ????????? ????????? ???????????????? ?????? ???? ??????????? ????????? ?????? ???? ??????????? ????????? ????? ??????????? ?????????? ???????? ???????????? ?????? ??? ???????????. (???? ??????? ?? ??? ???)\nKamu jangan masuk kampung orang-orang yang telah diazab itu, melainkan dengan menangis, jika tidak dengan menangis, maka janganlah kamu masuk kampung mereka, agar kamu tidak ditimpa azab sebagaimana yang telah menimpa mereka. (Riwayat asy-Syaikhan dari Ibnu ‘Umar).\n\nPeninggalan dan bekas-bekas mereka itu diabadikan di dalam Al-Qur'an untuk menjadi pelajaran. Banyak ayat-ayat Al-Qur'an yang menyuruh orang agar mengadakan perjalanan di bumi, untuk memperhatikan peninggalan-peninggalan dan bekas-bekas kaum yang telah dibinasakan oleh Allah, karena pembangkangan mereka terhadap perintah-Nya, seperti kaum Samud tersebut. Sesungguhnya Allah berbuat kebaikan kepada semua manusia, amat keras azab-Nya dan amat besar rahmat-Nya.",
    "quraish": "Aku tidak mengharapkan imbalan apa-apa dari kalian. Imbalanku akan kudapatkan secara utuh--sesuai dengan amal perbuatanku--dari Tuhan semesta alam.\"",
    "jalalayn": "(Dan aku sekali-kali tidak meminta upah kepada kalian atas ajakan itu; tiada lain upahku hanyalah dari Rabb semesta alam)."
  }
]