[
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 233,
    "arab": "۞ وَالْوَالِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَدِهَا وَلَا مَوْلُوْدٌ لَّهٗ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَ ۚ فَاِنْ اَرَادَا فِصَالًا عَنْ تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗوَاِنْ اَرَدْتُّمْ اَنْ تَسْتَرْضِعُوْٓا اَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ اِذَا سَلَّمْتُمْ مَّآ اٰتَيْتُمْ بِالْمَعْرُوْفِۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Dan ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyusui secara sempurna. Dan kewajiban ayah menanggung nafkah dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani lebih dari kesanggupannya. Janganlah seorang ibu menderita karena anaknya dan jangan pula seorang ayah (menderita) karena anaknya. Ahli waris pun (berkewajiban) seperti itu pula. Apabila keduanya ingin menyapih dengan persetujuan dan permusyawaratan antara keduanya, maka tidak ada dosa atas keduanya. Dan jika kamu ingin menyusukan anakmu kepada orang lain, maka tidak ada dosa bagimu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/240.mp3",
    "tafsir": "Setiap ibu (meskipun ia janda) berkewajiban menyusui anaknya sampai anak itu mencapai usia dua tahun. Tidak mengapa kalau masa susuan itu kurang dari masa tersebut apabila kedua ibu-bapak memandang ada maslahatnya. Demikian pula setiap bapak berkewajiban untuk memenuhi kebutuhan para ibu baik sandang maupun pangan sesuai dengan kebutuhannya. Ibu laksana wadah bagi anak sedang bapak sebagai pemilik wadah itu. Maka sudah sewajarnya bapak berkewajiban memberi nafkah kepada orang yang di bawah tanggung jawabnya dan memelihara serta merawat miliknya.\nAllah mewajibkan kepada ibu menyusui bayinya, karena air susu ibu mempunyai pengaruh yang besar kepada anaknya. Dari hasil penelitian para ahli medis menunjukkan bahwa air susu ibu terdiri dari saripati yang benar-benar murni. Air susu ibu juga merupakan makanan yang paling baik untuk bayi, dan tidak disangsikan lagi oleh para ahli gizi. Di samping ibu dengan fitrah kejadiannya memiliki rasa kasih sayang yang mendalam sehingga penyusuan langsung dari ibu, berhubungan erat dengan perkembangan jiwa dan mental anak. Dengan demikian kurang tepat tindakan sementara para ibu yang tidak mau menyusui anaknya hanya karena kepentingan pribadinya, umpamanya, untuk memelihara kecantikan. Padahal ini bertentangan dengan fitrahnya sendiri dan secara tidak langsung ia kehilangan kesempatan untuk membina dasar hubungan keibuan dengan anaknya sendiri dalam bidang emosi.\nDemikianlah pembagian kewajiban kedua orang tua terhadap bayinya yang diatur oleh Allah swt. Sementara itu diberi pula keringanan terhadap kewajiban, umpama kesehatan ibu terganggu atau seorang dokter mengatakan tidak baik bila disusukan oleh ibu karena suatu hal, maka tidak mengapa kalau anak mendapat susuan atau makanan dari orang lain.\nDemikian juga apabila bapak tidak mempunyai kesanggupan melaksanakan kewajibannya karena miskin maka ia boleh melaksanakan kewajibannya sesuai dengan kesanggupannya. Keringanan itu membuktikan bahwa anak tidak boleh dijadikan sebab adanya kemudaratan, baik terhadap bapak maupun terhadap ibu. Dengan pengertian, kewajiban tersebut tidak mesti berlaku secara mutlak sehingga mengakibatkan kemudaratan bagi keduanya. Salah satu pihak tidak boleh memudaratkan pihak lain dengan menjadikan anak sebagai kambing hitamnya. Umpamanya karena ibu mengetahui bahwa bapak berkewajiban memberi nafkah maka ia melakukan pemerasan dengan tidak menyusui atau merawat si bayi tanpa sejumlah biaya tertentu. Atau bapak sangat kikir dalam memberikan nafkah sehingga ibu menderita karenanya.\nSelanjutnya andaikata salah seorang dari ibu atau bapak tidak memiliki kesanggupan untuk melaksanakan kewajiban atau meninggal dunia, maka kewajiban-kewajiban itu berpindah kepada ahli warisnya. Lamanya masa penyusuan dua tahun, namun demikian apabila berdasarkan musyawarah antara bapak dan ibu untuk kemaslahatan anak, mereka sepakat untuk menghentikannya sebelum sampai masa dua tahun atau meneruskannya lewat dari dua tahun maka hal ini boleh saja dilakukan.\nDemikian juga jika mereka mengambil perempuan lain untuk menyusukan anaknya, maka hal ini tidak mengapa dengan syarat, kepada perempuan yang menyusukan itu diberikan imbalan jasa yang sesuai, sehingga terjamin kemaslahatan baik bagi anak maupun perempuan yang menyusui itu.\nUlama fikih berbeda pendapat tentang siapa yang berhak untuk menyusukan dan memelihara anak tersebut, jika terjadi perceraian antara suami-istri. Apakah pemeliharaan menjadi kewajiban ibu atau kewajiban bapak? Imam Malik berpendapat bahwa ibulah yang berkewajiban menyusukan anak tersebut, walaupun ia tidak memiliki air susu; kalau ia masih memiliki harta maka anak itu disusukan pada orang lain dengan mempergunakan harta ibunya. Imam Syafi'i dalam hal ini berpendapat bahwa kewajiban tersebut adalah kewajiban bapak.",
    "quraish": "Ibu berkewajiban menyusui(1) anaknya selama dua tahun penuh demi menjaga kemaslahatan anak, kalau salah satu atau kedua orangtua ingin menyempurnakan penyusuan karena anaknya membutuhkan hal itu. Dan ayah berkewajiban--karena sang anak adalah keturunan ayah--untuk memberikan nafkah kepada sang ibu dengan memberikan makan dan pakaian sesuai dengan kemampuannya, tidak boros dan tidak pula terlalu sedikit. Karena manusia tidak diwajibkan apa pun kecuali sesuai dengan kemampuannya. Nafkah itu hendaknya tidak merugikan sang ibu, dengan mengurangi hak nafkahnya atau dalam mengasuh anaknya. Begitu juga sang anak tidak boleh menyebabkan kerugian ayahnya dengan membebaninya di atas kemampuannya, atau mengurangi hak ayah pada anak. Apabila sang ayah wafat atau jatuh miskin sehingga tidak mampu mencari penghidupan, maka kewajiban memberi nafkah dilimpahkan kepada pewaris anak jika ia memiliki harta. Apabila salah satu atau kedua orangtua menginginkan untuk menyapih anak sebelum dua tahun secara sukarela dan dengan melihat maslahat anak, maka hal itu dibolehkan. Kalau sang ayah hendak menyusukan anak kepada wanita lain, hal itu juga dibolehkan. Dalam hal ini, orang tua harus membayar upah dengan rida dan cara yang baik. Jadikanlah Allah sebagai pengawas dalam segala perbuatanmu. Dan ketahuilah bahwa Allah Mahaperiksa perbuatan itu dan akan memberikan balasannya. (1) Teks al-Qur'ân menegaskan kewajiban menyusui ada pada ibu, bukan pada orang lain. Menyusukan anak kepada orang lain hanya boleh dilakukan bila si ibu tidak mampu melakukannya. Ahli-ahli fikih telah sepakat mengenai kewajiban menyusui anak pada ibu. Sebab, air susu ibu adalah makanan alami bagi bayi, karena sangat sesuai dengan kebutuhan hidup bayi pada masa itu. Air susu ibu dapat bertambah banyak seiring dengan bertambah besarnya bayi. Selain itu air susu ibu juga memiliki kandungan yang bermacam- macam sesuai dengan kebutuhan bayi. Menyusui anak akan bermanfaat bagi si ibu, dan tidak merugikannya kecuali dalam hal-hal tertentu. Menyusui dapat memperbaiki kondisi kesehatan bayi secara umum melalui perangsangan pertumbuhan sistem pencernaan dan merangsang untuk mendapatkan zat-zat makanan yang dibutuhkan bayi. Di samping itu menyusui juga bermanfaat bagi sang ibu, karena dapat mengembalikan alat reproduksinya kepada kepada keadaan semula setelah proses kelahiran. Ilmu kedokteran modern membolehkan secara berangsur-angsur menyapih anak bayi di bawah dua tahun kalau bayi itu memiliki kesehatan yang memadai. Tetapi apabila kondisi kesehatannya tidak memungkinkan dan ia tidak mampu mengunyah makanan luar, maka penyusuan harus disempurnakan menjadi dua tahun. Setelah itu bayi dapat memakan makanan selain air susu ibu.",
    "jalalayn": "(Para ibu menyusukan), maksudnya hendaklah menyusukan (anak-anak mereka selama dua tahun penuh) sifat yang memperkuat, (yaitu bagi orang yang ingin menyempurnakan penyusuan) dan tidak perlu ditambah lagi. (Dan kewajiban yang diberi anak), maksudnya bapak (memberi mereka (para ibu) sandang pangan) sebagai imbalan menyusukan itu, yakni jika mereka diceraikan (secara makruf), artinya menurut kesanggupannya. (Setiap diri itu tidak dibebani kecuali menurut kadar kemampuannya, maksudnya kesanggupannya. (Tidak boleh seorang ibu itu menderita kesengsaraan disebabkan anaknya) misalnya dipaksa menyusukan padahal ia keberatan (dan tidak pula seorang ayah karena anaknya), misalnya diberi beban di atas kemampuannya. Mengidhafatkan anak kepada masing-masing ibu dan bapak pada kedua tempat tersebut ialah untuk mengimbau keprihatinan dan kesantunan, (dan ahli waris pun) ahli waris dari bapaknya, yaitu anak yang masih bayi dan di sini ditujukan kepada wali yang mengatur hartanya (berkewajiban seperti demikian), artinya seperti kewajiban bapaknya memberi ibunya sandang pangan. (Apabila keduanya ingin), maksudnya ibu bapaknya (menyapih) sebelum masa dua tahun dan timbul (dari kerelaan) atau persetujuan (keduanya dan hasil musyawarah) untuk mendapatkan kemaslahatan si bayi, (maka keduanya tidaklah berdosa) atas demikian itu. (Dan jika kamu ingin) ditujukan kepada pihak bapak (anakmu disusukan oleh orang lain) dan bukan oleh ibunya, (maka tidaklah kamu berdosa) dalam hal itu (jika kamu menyerahkan) kepada orang yang menyusukan (pembayaran upahnya) atau upah yang hendak kamu bayarkan (menurut yang patut) secara baik-baik dan dengan kerelaan hati. (Dan bertakwalah kamu kepada Allah dan ketahuilah bahwa Allah Maha Melihat apa yang kamu kerjakan) hingga tiada satu pun yang tersembunyi bagi-Nya."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 234,
    "arab": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ فاِذَا بَلَغْنَ اَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ",
    "translation": "Dan orang-orang yang mati di antara kamu serta meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu empat bulan sepuluh hari. Kemudian apabila telah sampai (akhir) idah mereka, maka tidak ada dosa bagimu mengenai apa yang mereka lakukan terhadap diri mereka menurut cara yang patut. Dan Allah Maha Mengetahui apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/241.mp3",
    "tafsir": "Idah perempuan yang ditinggal mati suaminya adalah empat bulan sepuluh hari. Walaupun ayat ini kelihatannya umum (mencakup semua wanita yang ditinggal mati oleh suaminya) namun ada pengecualian yaitu yang tidak dalam keadaan hamil. Sebab untuk wanita hamil, telah ada hukum yang lain pada ayat yang lain. Hal ini akan dijelaskan lebih lanjut dalam tafsir ayat 240. Selama masa idah ia tidak boleh berhias, mempersiapkan diri menerima pinangan atau memberi janji untuk menerima pinangan. Demikian juga ia tidak boleh keluar rumah kecuali karena hal-hal yang dibolehkan oleh agama. Karena selain masa itu untuk mengetahui kebersihan rahimnya (hamil atau tidak hamil), juga digunakan sebagai masa berkabung. Manakala ia tidak hamil maka ia wajib berkabung menghormati tali hubungan suami istri baik terhadap mendiang suami maupun terhadap keluarga suaminya. Ia harus berkabung selama ia dalam idah. Setelah habis masa empat bulan sepuluh hari tersebut dibolehkan membuat segala sesuatu tentang dirinya menurut cara yang wajar, umpamanya menerima pinangan, keluar rumah dan perbuatan lain yang tidak bertentangan dengan agama.\nAllah mengetahui segala apa yang dikerjakan oleh manusia. Ayat ini menegaskan bahwa mengenai masa berkabung ini Islam memberikan jalan sebaik-baiknya yang sesuai dengan kebutuhan manusia. Wanita-wanita pada masa jahiliah melakukan masa berkabung selama satu tahun penuh dan tidak boleh memakai perhiasan, tidak boleh makan makanan yang enak dan tidak boleh pula memperlihatkan diri di muka umum. Bahkan pada sebagian kelompok masyarakat kaum wanita yang menjalani masa berkabung ini harus melakukan hal-hal yang jauh lebih berat dari apa yang dilakukan oleh orang di masa jahiliyah, seperti: terus menerus menangis dan meratap. Tidak boleh menghias dirinya dan lain sebagainya. Melakukan masa berkabung ini bukan karena kematian suaminya saja, tetapi karena kematian anak pun mereka berkabung secara demikian. Maka tepat apa yang diatur oleh Islam bahwa masa berkabung untuk wanita yang kematian suami tidak boleh lebih dari empat bulan sepuluh hari dan untuk kematian famili lainnya tidak boleh lebih dari tiga hari.\nPenyimpangan dari ketentuan ini harus dihindari karena Allah Maha Mengetahui segala apa yang dikerjakan manusia.",
    "quraish": "Istri yang ditinggal mati oleh suaminya dalam keadaan tidak hamil, maka harus menunggu masa idah selama empat bulan sepuluh hari tanpa kawin, untuk melihat kondisi rahim dan pernyataan bela sungkawa atas meninggalnya sang suami. Apabila masa idah telah berakhir, maka kalian, para wali, boleh membiarkannya melakukan pekerjaan-pekerjaan yang baik hingga sampai akhir masa idah. Sebaliknya, ia tidak boleh melakukan pekerjaan yang dilarang oleh agama. Sebab, Allah Mahaperiksa atas segala rahasia kalian dan mengetahui apa yang kalian lakukan untuk kemudian memperhitungkannya.",
    "jalalayn": "(Orang-orang yang wafat) atau meninggal dunia (di antara kamu dengan meninggalkan istri-istri, maka mereka menangguhkan), artinya hendaklah para istri itu menahan (diri mereka) untuk kawin setelah suami mereka yang meninggal itu (selama empat bulan dan sepuluh), maksudnya hari. Ini adalah mengenai wanita-wanita yang tidak hamil. Mengenai yang hamil, maka idah mereka sampai melahirkan kandungannya berdasarkan ayat At-Thalaq, sedangkan bagi wanita budak adalah setengah dari yang demikian itu, menurut hadis. (Apabila waktu mereka telah sampai), artinya habis masa idahnya, (mereka tiada dosa bagi kamu) hai para wali (membiarkan mereka berbuat pada diri mereka), misalnya bersolek dan menyiapkan diri untuk menerima pinangan (secara baik-baik), yakni menurut agama. (Dan Allah Maha Mengetahui apa-apa yang kamu lakukan), baik yang lahir maupun yang batin."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 235,
    "arab": "وَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا عَرَّضْتُمْ بِهٖ مِنْ خِطْبَةِ النِّسَاۤءِ اَوْ اَكْنَنْتُمْ فِيْٓ اَنْفُسِكُمْ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ سَتَذْكُرُوْنَهُنَّ وَلٰكِنْ لَّا تُوَاعِدُوْهُنَّ سِرًّا اِلَّآ اَنْ تَقُوْلُوْا قَوْلًا مَّعْرُوْفًا ەۗ وَلَا تَعْزِمُوْا عُقْدَةَ النِّكَاحِ حَتّٰى يَبْلُغَ الْكِتٰبُ اَجَلَهٗ ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِيْٓ اَنْفُسِكُمْ فَاحْذَرُوْهُ ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
    "translation": "Dan tidak ada dosa bagimu meminang perempuan-perempuan itu dengan sindiran atau kamu sembunyikan (keinginanmu) dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut kepada mereka. Tetapi janganlah kamu membuat perjanjian (untuk menikah) dengan mereka secara rahasia, kecuali sekedar mengucapkan kata-kata yang baik. Dan janganlah kamu menetapkan akad nikah, sebelum habis masa idahnya. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, maka takutlah kepada-Nya. Dan ketahuilah bahwa Allah Maha Pengampun, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/242.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa seorang laki-laki boleh mengucapkan kata-kata sindiran untuk meminang wanita yang masih berada dalam masa idahnya, baik idah karena kematian suami, maupun idah karena talak ba'in. Tetapi hal itu sama sekali tidak dibenarkan bila wanita itu berada dalam masa idah dari talak raj'i.\nUngkapan yang menggambarkan bahwa lelaki itu mempunyai maksud untuk mengawininya, bila telah selesai idahnya, umpamanya si lelaki itu berkata, \"Saya senang sekali bila mempunyai istri yang memiliki sifat-sifat seperti engkau,\" atau ungkapan lainnya yang tidak mengarah pada berterus terang. Allah melarang bila seorang laki-laki mengadakan janji akan menikah, atau membujuknya untuk menikah secara sembunyi-sembunyi atau mengadakan pertemuan rahasia. Hal ini tidak dibenarkan karena dikhawatirkan terjadi fitnah.\nSeorang laki-laki tidak dilarang meminang perempuan yang masih dalam masa idah talak ba'in jika pinangan itu dilakukan secara sindiran, atau masih dalam rencana, karena Allah mengetahui bahwa manusia tidak selalu dapat menyembunyikan isi hatinya. Pinangan tersebut hendaknya tidak dilakukan secara terang-terangan tetapi hendaknya dengan kata-kata kiasan yang merupakan pendahuluan, yang akan ditindaklanjuti dalam bentuk pinangan resmi, ketika perempuan tersebut telah habis idahnya. Pinangan dengan sindiran itu tidak boleh dilakukan terhadap perempuan yang masih dalam idah talak raj'i, karena masih ada kemungkinan perempuan itu akan kembali kepada suaminya semula.\nCara seperti ini dimaksudkan agar perasaan wanita yang sedang berkabung itu tidak tersinggung, juga untuk menghindarkan reaksi buruk dari keluarga mantan suami dan masyarakat umum. Karenanya akad nikah dengan wanita yang masih dalam idah dilarang. Suatu larangan yang dianggap haram qath'i, dan akad nikah tersebut harus dibatalkan.",
    "quraish": "Tidak ada dosa bagi kalian, wahai kaum lelaki, untuk meminang wanita-wanita yang sedang dalam idah karena ditinggal mati oleh suaminya dengan memberikan isyarat (sindiran) dan menyembunyikan maksud itu dalam hati kalian. Sesungguhnya Allah mengetahui bahwa kalian tidak akan dapat bersabar untuk tidak membicarakan mereka. Karena laki-laki, secara fitrah, mempunyai kecenderungan kepada wanita. Karena itu Allah membolehkan isyarat atau sindiran, bukan dengan terang-terangan. Maka jangan kalian memberi janji kawin kepada mereka kecuali dengan cara isyarat atau sindiran yang baik. Jangan kalian mengadakan akad perkawinan sebelum berakhir masa idahnya. Yakinlah bahwa Allah Mahaperiksa terhadap apa yang kalian sembunyikan dalam hati. Maka takutlah akan hukuman-Nya dan jangan berani melakukan larangan-Nya. Juga, jangan kalian berputus asa dari kasih sayang-Nya, apabila kalian melanggar perintah-Nya. Sebab, Allah Mahaluas ampunan, memaafkan kesalahan dan menerima pertobatan dari hamba-hamba-Nya. Allah juga Maha Penyabar yang tidak segera menjatuhkan hukuman terhadap orang yang melakukan kejahatan.",
    "jalalayn": "(Dan tak ada dosa bagimu meminang wanita-wanita itu secara sindiran), yakni wanita-wanita yang kematian suami dan masih berada dalam idah mereka, misalnya kata seseorang kepadanya, \"Engkau cantik\" atau \"Siapa yang melihatmu pasti jatuh cinta\" atau \"tiada wanita secantik engkau\" (atau kamu sembunyikan) kamu rahasiakan (dalam hatimu) rencana untuk mengawini mereka. (Allah mengetahui bahwa kamu akan menyebut-nyebut mereka) dan tidak sabar untuk meminang, maka diperbolehkannya secara sindiran, (tetapi janganlah kamu mengadakan perjanjian dengan mereka secara rahasia), maksudnya perjanjian kawin (melainkan) diperbolehkan (sekadar mengucapkan kata-kata yang baik) yang menurut syariat dianggap sindiran pinangan. (Dan janganlah kamu pastikan akan mengakadkan nikah), artinya melangsungkannya (sebelum yang tertulis) dari idah itu (habis waktunya) tegasnya sebelum idahnya habis. (Dan ketahuilah bahwa Allah mengetahui apa yang ada di dalam hatimu) apakah rencana pasti atau lainnya (maka takutlah kepada-Nya) dan janganlah sampai menerima hukuman-Nya disebabkan rencanamu yang pasti itu (Dan ketahuilah bahwa Allah Maha Pengampun) terhadap orang yang takut kepada-Nya (lagi Maha Penyantun) hingga menangguhkan hukuman-Nya terhadap orang yang berhak menerimanya."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 236,
    "arab": "لَا جُنَاحَ عَلَيْكُمْ اِنْ طَلَّقْتُمُ النِّسَاۤءَ مَا لَمْ تَمَسُّوْهُنَّ اَوْ تَفْرِضُوْا لَهُنَّ فَرِيْضَةً ۖ وَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ ",
    "translation": "Tidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut‘ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/243.mp3",
    "tafsir": "Seorang suami yang menjatuhkan talak pada istrinya sebelum dukhul (digauli), dan sebelum menentukan jumlah maharnya tidak dibebani kewajiban membayar mahar, hanya saja ia didorong untuk memberi mut'ah yaitu pemberian untuk menyenangkan bekas istrinya. Besar kecilnya jumlah pemberian tersebut tergantung pada suami, yang kaya sesuai dengan kekayaannya dan yang tidak mampu sesuai pula dengan kadar yang disanggupinya. Pemberian mut'ah tersebut merupakan suatu anjuran bagi laki-laki yang mau berbuat baik.",
    "quraish": "Kalian, para suami, tidak berdosa dan tidak berkewajiban membayar maskawin apabila kalian mencerai istri sebelum menggaulinya dan sebelum kalian tetapkan maskawinnya. Tetapi berilah mereka sesuatu yang dapat menyenangkan dirinya dan meringankan derita jiwanya. Itu semua hendaknya dilakukan secara sukarela dan lapang dada. Orang yang kaya hendaknya memberikannya sesuai dengan kekayaannya dan yang miskin sesuai dengan keadaannya. Pemberian itu termasuk kebajikan yang selalu dilakukan oleh orang-orang yang berakhlak baik.",
    "jalalayn": "(Tidak ada dosa bagi kamu, jika kamu menceraikan istri-istrimu sebelum kamu menyentuh mereka) menurut satu qiraat, 'tumaassuuhunna' artinya mencampuri mereka (atau) sebelum (kamu menentukan maharnya), maksudnya maskawinnya. 'Ma' mashdariyah zharfiyah, maksudnya tak ada risiko atau tanggung jawabmu dalam perceraian sebelum campur dan sebelum ditentukannya berapa mahar, maka ceraikanlah mereka itu. (Dan hendaklah kamu beri mereka itu 'mutah') atau pemberian yang akan menyenangkan hati mereka; (bagi yang mampu) maksudnya yang kaya di antaramu (sesuai dengan kemampuannya, sedangkan bagi yang melarat) atau miskin (sesuai dengan kemampuannya pula). Ini menunjukkan bahwa tidak ada perbedaan tentang derajat atau kedudukan istri (yaitu pemberian) atau hiburan (menurut yang patut) menurut syariat dan menjadi sifat bagi mata`an. Demikian itu (merupakan kewajiban) 'haqqan' menjadi sifat yang kedua atau mashdar yang memperkuat (bagi orang-orang yang berbuat kebaikan) atau orang-orang yang taat."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 237,
    "arab": "وَاِنْ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيْضَةً فَنِصْفُ مَا فَرَضْتُمْ اِلَّآ اَنْ يَّعْفُوْنَ اَوْ يَعْفُوَا الَّذِيْ بِيَدِهٖ عُقْدَةُ النِّكَاحِ ۗ وَاَنْ تَعْفُوْٓا اَقْرَبُ لِلتَّقْوٰىۗ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Dan jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan Maharnya, maka (bayarlah) seperdua dari yang telah kamu tentukan, kecuali jika mereka (membebaskan) atau dibebaskan oleh orang yang akad nikah ada di tangannya. Pembebasan itu lebih dekat kepada takwa. Dan janganlah kamu lupa kebaikan di antara kamu. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/244.mp3",
    "tafsir": "Jika seorang suami menjatuhkan talak sebelum bercampur sedangkan ia telah menentukan jumlah mahar maka yang menjadi hak mantan istrinya itu adalah separo dari jumlah mahar tersebut, yang dapat dituntutnya selama ia tidak rela dicerai. Perempuan tersebut dapat menerima penuh mahar itu tanpa mengembalikan seperduanya, jika bekas suaminya merelakannya.\nTindakan merelakan pelunasan mahar itu suatu hal yang lebih dekat kepada takwa. Sebab wajarlah seorang suami merelakannya jika perceraian itu terjadi karena keinginannya. Demikian pula wajar seorang istri merelakan hak dari mahar yang mestinya diterimanya jika sebab-sebab perceraian datang dari pihaknya. \nMenurut sunah Rasulullah, apabila telah terjadi dukhul (telah bercampur) sedang pada waktu akad nikah jumlah mahar itu tidak disebutkan, maka jumlah maharnya adalah menurut mahar misil, yaitu mahar yang sepadan dengan posisi perempuan di kalangan famili dan masyarakatnya.",
    "quraish": "Sedangkan apabila kalian menjatuhkan talak kepada istri sebelum kalian menggaulinya dan sudah menentukan maskawinnya, maka kalian berkewajiban membayar separuh maskawin kepada mereka, kecuali kalau istri itu tidak menuntut. Sebaliknya, sang istri tidak boleh diberi lebih dari separuh kecuali jika suami rela untuk memberikan seluruhnya. Kerelaan kedua suami istri itu lebih terhormat dan lebih diridai oleh Allah serta lebih sesuai dengan sifat orang-orang yang bertakwa, maka janganlah kalian tinggalkan perbuatan itu. Dan ingatlah bahwa kebaikan ada dalam sikap mengutamakan dan perlakuan yang baik kepada orang lain karena hal itu lebih dapat untuk membawa kepada cinta kasih antara sesama manusia. Allah Mahaperiksa atas hati-hati kalian dan akan memberikan balasan atas sikap mengutamakan itu.",
    "jalalayn": "(Dan jika kamu menceraikan istri-istrimu sebelum mencampuri mereka, padahal kamu sudah menetapkan mahar, maka bayarlah separuh dari yang telah kamu tetapkan itu). Ini menjadi hak mereka, sedangkan yang separuhnya lagi kembali kepadamu, (kecuali) atau tidak demikian hukumnya (jika mereka itu), maksudnya para istri itu memaafkan mereka hingga mereka tidak mengambilnya (atau dimaafkan oleh yang pada tangannya tergenggam akad nikah), yaitu suami, maka mahar diserahkan kepada para istri-istri itu semuanya. Tetapi menurut keterangan yang diterima dari Ibnu Abbas, wali boleh bertindak sepenggantinya, bila wanita itu mahjurah (tidak dibolehkan bertasaruf) dan hal ini tidak ada dosa baginya, maka dalam hal itu tidak ada kesulitan (dan bahwa kamu memaafkan itu) 'an' dengan mashdarnya menjadi mubtada' sedangkan khabarnya ialah (lebih dekat kepada ketakwaan. Dan jangan kamu lupakan keutamaan di antara kamu), artinya saling menunjukkan kemurahan hati, (sesungguhnya Allah Maha Melihat apa yang kamu kerjakan) dan akan membalasmu sebaik-baiknya."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 238,
    "arab": "حَافِظُوْا عَلَى الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُوْمُوْا لِلّٰهِ قٰنِتِيْنَ ",
    "translation": "Peliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/245.mp3",
    "tafsir": "Dalam ayat ini diterangkan keutamaan melakukan salat, dan selalu memeliharanya. Keluarga merupakan bagian dari masyarakat dan dalam memenuhi segala kebutuhan dan persoalan hidupnya banyak sekali menemui kesulitan yang kadang-kadang dapat menjerumuskannya kepada hal-hal yang dilarang agama. Karena itu telah diberi suatu cara yang baik untuk dilakukan manusia agar selalu terjamin hubungan keduniaannya dengan ketakwaan kepada Allah dengan selalu memelihara salat. Mulai dari bangun tidur sebelum melakukan kontak dengan manusia lainnya ia ingat dan bermunajah lebih dahulu dengan Allah (waktu subuh). Kemudian setelah ia berhubungan dengan masyarakat, dan mungkin sekali terjadi perbuatan yang tidak diridai Allah maka untuk mengingatkan dan menyelamatkannya, ia dipanggil untuk berhubungan lagi dengan Allah pada waktu tengah hari (salat zuhur). Begitulah seterusnya selama 24 jam. Dengan demikian selalu terjalin antara kesibukan manusia (untuk memenuhi hajat hidupnya) dengan ingat kepada Allah dan melaksanakan perintah-perintah-Nya. Hal ini mempunyai pengaruh dan membekas dalam jiwa dan kehidupan manusia sebagaimana ditegaskan bahwa dengan salat manusia dapat terhindar dari perbuatan jahat dan mungkar. Selain itu, memelihara salat adalah bukti iman kepada Allah, dan menjadi syarat mutlak bagi kehidupan seorang Muslim, menguatkan tali persaudaraan, dan dapat menjamin hak-hak manusia. Menurut riwayat Ahmad, Rasulullah saw bersabda:\nPerjanjian antara kami dengan kaum kafir adalah salat, siapa yang meninggalkannya (dengan sengaja) maka ia telah menjadi kafir. (Riwayat Ahmad)\n\nDalam hadis lain yang diriwayatkan oleh Ahmad dan ath-thabrani, Rasulullah saw bersabda:\nBarang siapa selalu memelihara salat maka ia akan dapat cahaya dan petunjuk serta akan dapat keselamatan pada hari Kiamat. Sebaliknya orang yang tidak memelihara salat maka tidak ada baginya cahaya, petunjuk dan keselamatan. Di akhirat nanti ia akan bersama Fir'aun, Haman, dan Ubai bin Khalaf di dalam neraka. (Riwayat Ahmad dan ath-thabrani)\nAyat-ayat di atas menjelaskan bagaimana pentingnya menjaga dan memelihara salat. Manusia yang melaksanakan perintah ini benar-benar menjadi makhluk Allah yang bertakwa dan hidupnya akan selalu aman, berada di dalam magfirah dan rida Allah.\nAdapun sebab turun ayat ini menurut riwayat dari Zaid bin sabit, Rasulullah saw selalu melakukan salat zuhur, meskipun pada siang hari yang panas terik yang bagi para sahabat dirasakan berat, maka turunlah ayat ini. Allah memerintahkan kepada kaum Muslimin untuk selalu menjaga salat lima waktu. Jika salat itu dilaksanakan, ia dapat memelihara diri dari berbuat hal-hal yang jahat dan mungkar. Salat dapat menjadi penenang jiwa dari segala kegelisahan yang menimpa diri. Karena itu salat merupakan tiang agama.\nAllah menekankan salat wustha. Salat wusta menurut jumhur Ulama ialah salat Asar. Allah mengajarkan pula, agar dalam melakukan salat kita berlaku khusyuk dan tawaduk. Sebab pemusatan pikiran kepada Allah semata-mata adalah tingkat salat yang paling baik dan salat inilah yang dapat membekas pada jiwa manusia.\nKarena pentingnya melaksanakan dan memelihara salat ini seorang Muslim tidak boleh meninggalkannya walau dalam keadaan bagaimanapun. Salat tetap tidak boleh ditinggalkan, meskipun dalam suasana kekhawatiran terhadap jiwa, harta, atau kedudukan. Dalam keadaan uzur, salat dapat dikerjakan menurut cara yang mungkin dilakukan, baik dalam keadaan berjalan kaki, berkendaraan, ataupun sakit. Maka setelah hilang uzur itu, terutama yang berupa kekhawatiran, hendaklah bersyukur kepada Allah, karena Allah mengajarkan kepada manusia hal-hal yang tidak diketahuinya termasuk mengenai kaifiat (cara) melakukan salat dalam masa tidak aman/dalam keadaan perang.",
    "quraish": "Berusahalah melaksanakan semua salat dan lakukan secara terus menerus. Usahakan agar salat kalian menjadi lebih baik dengan cara melaksanakan seluruh rukun dengan niat sepenuh hati karena Allah Swt. Dan sempurnakanlah ketaatan kalian kepada Allah dengan sikap ikhlas dan khusyuk kepada-Nya.",
    "jalalayn": "(Peliharalah semua salatmu), yakni yang lima waktu dengan mengerjakannya pada waktunya (dan salat wustha atau pertengahan). Ditemui beberapa pendapat, ada yang mengatakan salat asar, subuh, zuhur atau selainnya dan disebutkan secara khusus karena keistimewaannya. (Berdirilah untuk Allah) dalam salatmu itu (dalam keadaan taat) atau patuh, berdasarkan sabda Nabi saw., \"Setiap qunut dalam Alquran itu maksudnya ialah taat\" (H.R. Ahmad dan lain-lainnya). Ada pula yang mengatakan khusyuk atau diam, berdasarkan hadis Zaid bin Arqam, katanya, \"Mulanya kami berkata-kata dalam salat, hingga turunlah ayat tersebut, maka kami pun disuruh diam dan dilarang bercakap-cakap.\" (H.R. Bukhari dan Muslim)"
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 239,
    "arab": "فَاِنْ خِفْتُمْ فَرِجَالًا اَوْ رُكْبَانًا ۚ فَاِذَآ اَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَ ",
    "translation": "Jika kamu takut (ada bahaya), salatlah sambil berjalan kaki atau berkendaraan. Kemudian apabila telah aman, maka ingatlah Allah (salatlah), sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/246.mp3",
    "tafsir": "Dalam ayat ini diterangkan keutamaan melakukan salat, dan selalu memeliharanya. Keluarga merupakan bagian dari masyarakat dan dalam memenuhi segala kebutuhan dan persoalan hidupnya banyak sekali menemui kesulitan yang kadang-kadang dapat menjerumuskannya kepada hal-hal yang dilarang agama. Karena itu telah diberi suatu cara yang baik untuk dilakukan manusia agar selalu terjamin hubungan keduniaannya dengan ketakwaan kepada Allah dengan selalu memelihara salat. Mulai dari bangun tidur sebelum melakukan kontak dengan manusia lainnya ia ingat dan bermunajah lebih dahulu dengan Allah (waktu subuh). Kemudian setelah ia berhubungan dengan masyarakat, dan mungkin sekali terjadi perbuatan yang tidak diridai Allah maka untuk mengingatkan dan menyelamatkannya, ia dipanggil untuk berhubungan lagi dengan Allah pada waktu tengah hari (salat zuhur). Begitulah seterusnya selama 24 jam. Dengan demikian selalu terjalin antara kesibukan manusia (untuk memenuhi hajat hidupnya) dengan ingat kepada Allah dan melaksanakan perintah-perintah-Nya. Hal ini mempunyai pengaruh dan membekas dalam jiwa dan kehidupan manusia sebagaimana ditegaskan bahwa dengan salat manusia dapat terhindar dari perbuatan jahat dan mungkar. Selain itu, memelihara salat adalah bukti iman kepada Allah, dan menjadi syarat mutlak bagi kehidupan seorang Muslim, menguatkan tali persaudaraan, dan dapat menjamin hak-hak manusia. Menurut riwayat Ahmad, Rasulullah saw bersabda:\nPerjanjian antara kami dengan kaum kafir adalah salat, siapa yang meninggalkannya (dengan sengaja) maka ia telah menjadi kafir. (Riwayat Ahmad)\n\nDalam hadis lain yang diriwayatkan oleh Ahmad dan ath-thabrani, Rasulullah saw bersabda:\nBarang siapa selalu memelihara salat maka ia akan dapat cahaya dan petunjuk serta akan dapat keselamatan pada hari Kiamat. Sebaliknya orang yang tidak memelihara salat maka tidak ada baginya cahaya, petunjuk dan keselamatan. Di akhirat nanti ia akan bersama Fir'aun, Haman, dan Ubai bin Khalaf di dalam neraka. (Riwayat Ahmad dan ath-thabrani)\nAyat-ayat di atas menjelaskan bagaimana pentingnya menjaga dan memelihara salat. Manusia yang melaksanakan perintah ini benar-benar menjadi makhluk Allah yang bertakwa dan hidupnya akan selalu aman, berada di dalam magfirah dan rida Allah.\nAdapun sebab turun ayat ini menurut riwayat dari Zaid bin sabit, Rasulullah saw selalu melakukan salat zuhur, meskipun pada siang hari yang panas terik yang bagi para sahabat dirasakan berat, maka turunlah ayat ini. Allah memerintahkan kepada kaum Muslimin untuk selalu menjaga salat lima waktu. Jika salat itu dilaksanakan, ia dapat memelihara diri dari berbuat hal-hal yang jahat dan mungkar. Salat dapat menjadi penenang jiwa dari segala kegelisahan yang menimpa diri. Karena itu salat merupakan tiang agama.\nAllah menekankan salat wustha. Salat wusta menurut jumhur Ulama ialah salat Asar. Allah mengajarkan pula, agar dalam melakukan salat kita berlaku khusyuk dan tawaduk. Sebab pemusatan pikiran kepada Allah semata-mata adalah tingkat salat yang paling baik dan salat inilah yang dapat membekas pada jiwa manusia.\nKarena pentingnya melaksanakan dan memelihara salat ini seorang Muslim tidak boleh meninggalkannya walau dalam keadaan bagaimanapun. Salat tetap tidak boleh ditinggalkan, meskipun dalam suasana kekhawatiran terhadap jiwa, harta, atau kedudukan. Dalam keadaan uzur, salat dapat dikerjakan menurut cara yang mungkin dilakukan, baik dalam keadaan berjalan kaki, berkendaraan, ataupun sakit. Maka setelah hilang uzur itu, terutama yang berupa kekhawatiran, hendaklah bersyukur kepada Allah, karena Allah mengajarkan kepada manusia hal-hal yang tidak diketahuinya termasuk mengenai kaifiat (cara) melakukan salat dalam masa tidak aman/dalam keadaan perang.",
    "quraish": "Bila datang waktu salat dan kalian sedang dalam keadaan takut bahaya, maka janganlah kalian tinggalkan. Tetapi lakukanlah semampu kalian, dengan cara sambil berjalan atau berkendaraan. Dan jika rasa takut itu telah hilang, salatlah sesuai ketentuaan yang ditetapkan dengan mengingat Allah, mensyukuri tuntunan dan rasa aman yang telah diberikan-Nya kepada kalian.",
    "jalalayn": "(Jika kamu dalam keadaan takut) baik terhadap musuh, maupun banjir atau binatang buas (maka sambil berjalan kaki) jamak dari raajil, artinya salatlah sambil jalan kaki (atau berkendaraan), 'rukbaanan' jamak dari 'raakib', maksudnya bagaimana sedapatnya, baik menghadap kiblat atau tidak mau memberi isyarat saat rukuk dan sujud. (Kemudian apabila kamu telah aman), yakni dari ketakutan, (maka sebutlah Allah), artinya salatlah (sebagaimana Dia telah mengajarkan kepadamu apa-apa yang tidak kamu ketahui), yakni sebelum diajarkan-Nya itu berupa fardu dan syarat-syaratnya. 'Kaf' berarti 'umpama' dan 'maa' mashdariyah atau maushuulah."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 240,
    "arab": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًاۖ وَّصِيَّةً لِّاَزْوَاجِهِمْ مَّتَاعًا اِلَى الْحَوْلِ غَيْرَ اِخْرَاجٍ ۚ فَاِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِيْ مَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ مِنْ مَّعْرُوْفٍۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Dan orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri, hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Tetapi jika mereka keluar (sendiri), maka tidak ada dosa bagimu (mengenai apa) yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik. Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/247.mp3",
    "tafsir": "Allah menganjurkan kepada para suami apabila ia merasa telah dekat ajalnya agar berwasiat untuk istrinya yaitu dengan memberikan sebagian hartanya untuk belanja selama satu tahun, dengan tetap tinggal di rumahnya. Jika istrinya meninggalkan rumah setelah setahun, maka keluarga suami tidak boleh menghalangi tindakan istri tersebut karena tidak melanggar ajaran agama. Umpamanya, untuk aktif di tengah masyarakat dan menunjukkan kesediaannya untuk bersuami lagi. Sebab, statusnya telah bebas, tidak sebagaimana adat jahilliah, perempuan merupakan harta warisan. Allah Mahabijaksana dalam menetapkan hukum-hukum untuk kemaslahatan hamba-Nya.\nPerlu dijelaskan di sini, pandangan para ulama tafsir mengenai ayat 240 ini, yaitu sebagaimana ahli ushul berbeda pendapat tentang nasikh dan mansukh di dalam Al-Qur'an, terdapat perbedaan pula di kalangan ahli tafsir.\nAda mufasir yang mengakui adanya nasikh dan mansukh di dalam Al-Qur'an dan ada pula yang tidak mengakui. Ahli tafsir yang mengakui nasikh dalam Al-Qur'an menafsirkan bahwa ayat ini memerintahkan agar suami berwasiat, yaitu menyisihkan sebagian hartanya untuk istrinya yang ditinggalkan untuk masa satu tahun dan ia tetap tinggal di kediaman suaminya. Hal ini menunjukkan bahwa idah wafat itu satu tahun lamanya. Maka antara kedua ayat ini (240 dan 234) terdapat hukum yang bertentangan. Golongan ini memandang bahwa:\n\n(a)Ayat yang menunjukkan idah wafat satu tahun itu lebih belakangan letaknya daripada ayat yang menetapkan idah wafat 4 bulan sepuluh hari, tetapi di dalam sejarah turunnya ia lebih dahulu. Atas dasar ini, ayat 234 yang menetapkan idah wafat 4 bulan 10 hari menasakh hukum ayat 240 ini.\n(b) Kalau tidak diakui adanya nasakh dalam Al-Qur'an, maka zahir ayat ini mewajibkan suami berwasiat untuk istrinya. Dengan demikian, istri mendapat dua macam bagian, pertama bagian sebagai istri (ahli waris) yang ditetapkan oleh ayat waris, dan kedua, bagian sebagai wasiat menurut ayat ini. Tetapi ayat ini ditakhsis dengan hadis sahih yang berbunyi: (\"Tidak ada wasiat untuk ahli waris,\" [Riwayat Ahmad dan Imam Empat kecuali an-Nasa'i]), sehingga istri tidak mendapatkan dua macam bagian.",
    "quraish": "Allah berpesan kepada wanita-wanita yang ditinggal mati suaminya untuk menetap di rumah (dengan tidak disuruh pindah) selama satu tahun penuh, agar diri mereka terhibur dan terkendali. Tidak seorang pun boleh memaksa mereka keluar. Jika mereka sendiri pindah di tengah-tengah waktu yang ditentukan tadi secara suka rela, maka tidak ada dosa bagi kalian, sebagai ahli waris, untuk membiarkan mereka bertindak sesuka hati selama tidak melanggar syariat. Taatilah hukum-hukum Allah dan laksanakanlah segala ketentuan-Nya. Sesungguhnya Dia Mahakuasa untuk membalas setiap orang yang melanggar perintah-Nya. Dan Dia Mahabijaksana, tidak menetapkan hukum kecuali ada maslahat meskipun kalian tidak mengetahuinya.",
    "jalalayn": "(Dan orang-orang yang akan meninggal dunia di antara kamu dan meninggalkan istri) hendaklah (berwasiat) menurut satu qiraat dengan baris di depan dan berarti wajib berwasiat (untuk istri-istri mereka) agar mereka diberi (nafkah) yang dapat mereka nikmati (hingga) sempurna (satu tahun) lamanya menunggu bagi istri-istri yang ditinggal mati suami (tanpa mengeluarkan mereka), artinya tanpa menyuruh mereka pindah dari rumah yang mereka diami sewaktu suami mereka masih hidup. (Tetapi jika mereka pindah) atas kemauan sendiri, (maka tidak ada dosa bagimu) hai para wali orang yang mati (mengenai apa yang mereka perbuat terhadap diri mereka secara patut), yakni menurut syariat, misalnya bersolek, menghentikan masa berkabung dan tidak hendak menerima nafkah lagi. (Dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya. Wasiat yang disebut di atas dinasakh oleh ayat waris dan menunggu selama setahun oleh ayat empat bulan sepuluh hari yang lalu, tetapi turunnya terkemudian. Mengenai tempat kediaman, menurut Syafii tetap dipertahankan bagi istri-istri itu, artinya tidak dinasakh."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 241,
    "arab": "وَلِلْمُطَلَّقٰتِ مَتَاعٌ ۢبِالْمَعْرُوْفِۗ حَقًّا عَلَى الْمُتَّقِيْنَ ",
    "translation": "Dan bagi perempuan-perempuan yang diceraikan hendaklah diberi mut‘ah menurut cara yang patut, sebagai suatu kewajiban bagi orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/248.mp3",
    "tafsir": "Tiap-tiap perempuan yang dicerai berhak menerima mut'ah sebagai hiburan dari bekas suaminya dengan cara yang baik. Suami yang memberikan hiburan tersebut adalah orang yang bertakwa kepada Allah yang oleh karenanya ia menjadi pemurah memberikan bantuan kepada bekas istrinya dengan ketulusan hati sejalan dengan petunjuk agama yaitu mengambil istri dengan baik atau menceraikannya dengan baik.",
    "quraish": "Wanita-wanita yang dijatuhi talak suaminya setelah digauli, berhak memperoleh harta sesuai keinginan mereka, sebagai penghibur diri. Harta itu diberikan dengan cara yang terbaik dengan melihat kondisi finansial suami. Sebab yang demikian itu merupakan konsekuensi ketakwaan dan keimanan.",
    "jalalayn": "(Wanita-wanita yang diceraikan hendaklah mendapat mutah), maksudnya diberi mutah (secara patut), artinya menurut kemampuan suami (sebagai suatu kewajiban), 'haqqan' dengan baris di atas sebagai maf`ul mutlak bagi fi`ilnya yang dapat diperkirakan (bagi orang-orang yang takwa). Hal ini diulang kembali oleh Allah agar mencapai pula wanita-wanita yang telah dicampuri, karena ayat yang lalu adalah ayat mengenai yang belum dicampuri."
  },
  {
    "hizb": 15,
    "name": "Al-Baqarah",
    "ayat": 242,
    "arab": "كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
    "translation": "Demikianlah Allah menerangkan kepadamu ayat-ayat-Nya agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/249.mp3",
    "tafsir": "Demikian Allah menerangkan hukum-hukum-Nya yang seringkali disertai dengan sebab dan akibatnya untuk menjadi petunjuk bagi manusia dalam mencapai kemaslahatan agar diperhatikan oleh manusia.",
    "quraish": "Dengan keterangan semacam ini dan ketentuan hukum yang mewujudkan kemaslahatan, Allah menjelaskan hukum, nikmat dan tanda kekuasaan-Nya, agar kalian merenunginya dan melakukan sesuatu yang baik.",
    "jalalayn": "(Demikianlah), artinya seperti telah disebutkan di atas (Allah menjelaskan kepadamu ayat-ayat-Nya agar kamu mengerti) atau memahaminya."
  }
]