[
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 56,
    "arab": "۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ",
    "translation": "Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3215.mp3",
    "tafsir": "Mendengar pernyataan Lut itu, kaumnya menjadi marah, dan seakan-akan tidak memahami sedikit pun apa yang dimaksud dengan peringatan Lut. Oleh karena itu, mereka mengancam Lut dengan perkataan, \"Mari kita usir Lut dan keluarganya dari negeri kita ini, karena ia melarang kita mengerjakan perbuatan-perbuatan yang kita senangi selama ini.\" Mereka beranggapan bahwa Lut dan keluarganya dapat hidup aman dan tenteram dalam negeri mereka karena kebaikan hati dan belas kasihan mereka belaka. Mereka berpendapat bahwa jika kemurahan dan belas kasihan itu tidak lagi mereka berikan terhadap Lut dan keluarganya, tentu ia akan menjadi sengsara. Inilah yang mereka maksud dengan perintah mengusir Lut.\nMereka mengejek dengan mengatakan bahwa Lut dan pengikutnya itu orang-orang yang bersih, sehingga tidak mau melakukan perbuatan-perbuatan yang mereka lakukan, karena menganggapnya kotor.",
    "quraish": "Kaum itu tidak memberikan tanggapan lebih dari ucapan: \"Usirlah Lûth bersama pengikutnya dari negeri ini! Mereka adalah orang-orang yang berlagak suci dan tidak sudi melihat perbuatan kita.\"",
    "jalalayn": "(Maka tidak lain jawaban kaumnya melainkan mengatakan \"Usirlah Luth beserta keluarganya) (dari negeri kalian, karena sesungguhnya mereka itu orang-orang yang mengklaim dirinya bersih\") dari dubur kaum laki-laki, yakni tidak mau melakukan homosex."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 57,
    "arab": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ",
    "translation": "Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3216.mp3",
    "tafsir": "Karena kaum Lut tetap ingkar dan mengerjakan perbuatan-perbuatan yang melampaui batas, maka Allah membinasakan mereka dan menyelamatkan Lut dan orang-orang yang besertanya, kecuali istrinya. Istrinya termasuk orang-orang yang ingkar, sehingga ia tinggal bersama-sama kaumnya yang ingkar. Dia pun ikut tertimpa malapetaka yang dahsyat.\nAzab Allah yang ditimpakan kepada kaum Lut itu berupa hujan batu yang berasal dari tanah liat yang keras. Keadaan mereka yang sedang terkena azab itu sangat mengerikan. Demikianlah balasan yang diterima oleh orang-orang yang durhaka.",
    "quraish": "Kemudian Kami menyelamatkan Lûth bersama seluruh keluarganya, kecuali istrinya, dari siksa yang akan menimpa kaumnya. Kami telah menakdirkan istri Lûth untuk tinggal bersama orang-orang kafir yang akan dihancurkan oleh azab Kami.",
    "jalalayn": "(Maka Kami selamatkan dia beserta keluarganya kecuali istrinya, Kami telah menakdirkan dia) telah memastikannya (termasuk orang-orang yang tertinggal) tetap terkena azab."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 58,
    "arab": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ",
    "translation": "Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3217.mp3",
    "tafsir": "Karena kaum Lut tetap ingkar dan mengerjakan perbuatan-perbuatan yang melampaui batas, maka Allah membinasakan mereka dan menyelamatkan Lut dan orang-orang yang besertanya, kecuali istrinya. Istrinya termasuk orang-orang yang ingkar, sehingga ia tinggal bersama-sama kaumnya yang ingkar. Dia pun ikut tertimpa malapetaka yang dahsyat.\nAzab Allah yang ditimpakan kepada kaum Lut itu berupa hujan batu yang berasal dari tanah liat yang keras. Keadaan mereka yang sedang terkena azab itu sangat mengerikan. Demikianlah balasan yang diterima oleh orang-orang yang durhaka.",
    "quraish": "Lalu Kami menurunkan hujan siksaan dan bencana. Sungguh merupakan hujan yang buruk dan menghancurkan siapa saja yang tidak mengindahkan peringatan akan datangnya azab.",
    "jalalayn": "(Dan Kami turunkan hujan atas mereka) berupa batu dari sijjil, maka binasalah mereka (maka amat buruklah) seburuk-buruk (hujan yang ditimpakan atas orang-orang yang diberi peringatan itu) yaitu hujan azab yang ditimpakan atas mereka."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 59,
    "arab": "قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ",
    "translation": "Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3218.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad dan umatnya, agar mengucapkan puji-pujian yang tertera dalam ayat ini. Puji-pujian itu ialah al-hamdulillah, segala puji diperuntukkan hanya untuk Allah yang telah mengutus para rasul-Nya dengan membawa petunjuk dan agama yang dimenangkan-Nya atas semua agama yang ada, walaupun orang-orang kafir dan orang-orang musyrik tidak menyenangi kemenangan itu. Agama yang dibawa para Nabi itu adalah agama yang benar. Keselamatan dan kesejahteraan agar dilimpahkan Allah kepada para rasul yang diutus-Nya dan atas hamba-hamba-Nya yang benar-benar beriman. Ayat ini senada dengan ayat yang lain:\nMahasuci Tuhanmu, Tuhan Yang Mahaperkasa dari sifat yang mereka katakan. Dan selamat sejahtera bagi para rasul. Dan segala puji bagi Allah Tuhan seluruh alam. (as-saffat/37: 180-182).\n\nAyat ini merupakan pengajaran yang baik, dan budi pekerti yang tinggi. Oleh karena itu, para ulama menganjurkan agar orang-orang yang beriman mengakhiri segala perbuatannya, seperti bicara, menulis kitab, dan sebagainya dengan memuji Allah dan bersalawat kepada rasul.\nKemudian ayat ini menyuruh manusia berpikir dan membandingkan mana yang terbaik antara Allah dengan sesuatu yang mereka persekutukan dengan-Nya. Sekalipun menurut lahirnya ayat ini menyuruh manusia agar memperbandingkan Allah dengan berhala-berhala, tetapi maksudnya ialah bahwa dengan keterangan dan bukti yang telah dikemukakan, seandainya orang-orang kafir mau menggunakan pikirannya, tentulah mereka sampai kepada kesimpulan bahwa Allah-lah yang berhak disembah, bukan berhala-berhala yang tidak mampu berbuat sesuatu itu.\nDiriwayatkan bahwa apabila Rasulullah membaca ayat ini, maka beliau mengucapkan:\nBahkan Allah lebih baik, lebih kekal, lebih agung, dan lebih mulia daripada apa yang mereka sekutukan. Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui (Riwayat al-Baihaqi dari 'Ali bin al-husain)",
    "quraish": "Katakan, wahai Muhammad, \"Aku hanya memuji dan menyanjung Allah. Aku memohon kepada-Nya kedamaian dan penghormatan bagi hamba-hamba yang dipilih-Nya sebagai pengemban misi kerasulan.\" Katakan pula kepada orang-orang musyrik, \"Manakah yang lebih baik, pengesaan Tuhan atau penyembahan berhala yang kalian pertuhankan selain Allah itu, sementara mereka jelas tidak dapat mendatangkan manfaat atau mudarat?\"",
    "jalalayn": "(Katakanlah) hai Muhammad!, (\"Segala puji bagi Allah) atas binasanya orang-orang kafir dari umat-umat terdahulu (dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya) yakni mereka yang dipilih-Nya (Apakah Allah) Allah dapat dibaca Tahqiq dan Tas-hil (yang lebih baik) bagi orang yang menyembah-Nya (ataukah apa yang mereka persekutukan dengan Dia) dapat dibaca, Yusyrikuna dan Tusyrikuna. Maksudnya apa yang dipersekutukan oleh para kuffar Mekah yaitu berhala-berhala. Apakah berhala-berhala itu lebih baik bagi para penyembahnya?"
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 60,
    "arab": "اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ",
    "translation": "Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3219.mp3",
    "tafsir": "Pada ayat ini, Allah melontarkan beberapa pertanyaan yang menggugah perhatian mereka terhadap keberadaan-Nya, dengan memperhatikan hal-hal penting yang ada di sekeliling mereka. Pertanyaan itu berkisar pada siapakah yang menciptakan langit, bumi, dan segala isi yang terdapat di dalamnya, dan yang menurunkan air hujan dari langit untuk manusia lalu dengan sebab air hujan tumbuhlah kebun-kebun yang indah, yang manusia sendiri sekali-kali tidak mampu menumbuhkan pohon-pohonnya. \nAyat ini perlu mendapat perhatian terutama oleh mereka yang sering mengadakan perjalanan keliling sebagai wisatawan atau lainnya, ketika melihat pemandangan yang indah, seperti kebun raya, kebun binatang, aquarium, berbagai pameran hasil industri pertanian, pertekstilan, dan sebagainya. Mereka harus memandang keindahan alam yang di depan dan di sekelilingnya sebagai cermin yang menampakkan segala keindahan, keagungan, dan kesempurnaan Allah. Dengan mengamalkan cara yang demikian itu, maka ingatan manusia akan selalu tertuju kepada Allah. Dengan demikian, ketika manusia melihat setiap makhluk, pasti ia akan mengingat Khaliknya. Bila hal itu telah menjadi kebiasaan, maka ia akan merasakan ketauhidan yang murni, bersih dari segala unsur kemusyrikan. Maka pertanyaan tersebut patut dilanjutkan dengan pertanyaan kedua: \"Apakah di samping Allah ada tuhan yang lain?\" Tentu saja jawabannya adalah: \"Tidak, sebab hanya Allah satu-satunya Tuhan yang berhak di sembah.\" \nSebenarnya orang-orang yang menyembah berhala itu adalah orang-orang yang menyimpang dari kebenaran. Sebab, jika mereka ditanya, \"Siapakah yang menurunkan air hujan dari langit yang kemudian menghidupkan dengan air itu bumi yang tadinya mati,\" mereka menjawab, \"Allah\" sesuai dengan firman-Nya:\nDan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" (al-'Ankabut/29: 63)\n\nOrang-orang penyembah berhala itu sebenarnya mengakui bahwa berhala mereka tidak dapat menurunkan air hujan yang menjadi penyebab kemakmuran bumi, tetapi mengapa mereka tetap juga menyembahnya. Jawaban mereka itu hanya karena mengikuti kebiasaan nenek moyang mereka, walaupun tidak sejalan dengan logika orang yang berpikiran sehat.",
    "quraish": "Wahai Muhammad, tanyakan kepada mereka, \"Siapakah yang menciptakan langit, bumi dan apa yang ada di antara keduanya? Siapa pula yang menurunkan hujan dari langit yang sangat bermanfaat bagi kepentingan kalian? Dengan air hujan itu, Dia lalu menumbuhkan kebun-kebun yang bagus dan indah. Sungguh kalian tidak akan mampu menumbuhkan pepohonan yang beraneka ragam dengan warna dan buah yang berlainan! Keharmonisan dalam ciptaan semacam itu sungguh menyatakan dengan jelas bahwa tidak ada tuhan lain yang menyertai Allah. Akan tetapi orang-orang kafir adalah kaum yang berpaling dari kebenaran dan keimanan, condong kepada kepalsuan dan kesyirikan.\"",
    "jalalayn": "(Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air dari langit buat kalian, lalu Kami tumbuhkan) di dalam ungkapan ini terdapat Iltifat yakni sindiran dari Ghaibah kepada Mutakallim (dengan air itu kebun-kebun) lafal Hada-iq bentuk jamak dari lafal Hadiqatun artinya kebun yang dipagari (yang berpemandangan indah) tampak indah (yang kalian sekali-kali tidak mampu menumbuhkan pohon-pohonnya?) karena kalian tidak akan mempunyai kemampuan dan kekuasaan untuk itu. (Apakah ada tuhan) a-ilahun dapat dibaca Tahqiq dan Tas-hil (di samping Allah) yang membantu-Nya untuk melakukan hal-hal tersebut? Maksudnya tidak ada tuhan lain di samping Dia. (Bahkan sebenarnya mereka adalah orang-orang yang menyimpang) yakni menyekutukan Allah dengan selain-Nya."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 61,
    "arab": "اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ",
    "translation": "Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3220.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang kedua dalam rangka mengungkapkan kesesatan penyembah-penyembah berhala. Ditanyakan bahwa apakah yang layak disembah itu berhala-berhala yang tidak memberi manfaat dan mudarat, ataukah Tuhan yang telah menjadikan bumi sebagai tempat kediaman bagi manusia dan hewan-hewan, Tuhan yang menjadikan sungai-sungai di celah-celahnya untuk menjadi sumber minuman manusia dan hewan peliharaan, serta untuk menyiram tanaman, Tuhan yang menjadikan gunung-gunung untuk mengokohkan bumi yang banyak mengandung manfaat dengan adanya hutan-hutan di atasnya dan berbagai logam dan mineral di dalamnya, dan Tuhan yang menjadikan pemisah antara air laut yang asin dengan sungai yang membawa air tawar ke muaranya. Air sungai yang tawar itu setelah sampai di laut tidak langsung menjadi asin. Dalam merenungkan semua kejadian alam itu apakah masih ada terbesit pikiran adanya tuhan selain Allah? Sebenarnya mereka itu tidak mengetahui nilai keagungan Allah Maha Pencipta, sehingga menyamakan-Nya dengan berhala-berhala yang sama sekali tidak memberi manfaat dan mudarat itu.\nMenurut kajian ilmiah, bumi pada ayat ini dapat dipahami sebagai daratan. Secara umum, daratan merupakan tempat berdiam manusia. Sungai-sungai yang ada di daratan selalu terletak pada bagian terendah permukaan bumi, yang merupakan celah antara gunung-gunung dan dataran-dataran yang lebih tinggi. Kemudian, laut-laut terpisah antara satu dengan yang lain karena adanya daratan pemisah seperti semenanjung, pulau-pulau, atau karena sebaran geografis benua-benua. Penyebaran dan bentuk daratan serta pulau-pulau di muka bumi ini umumnya dianggap terjadi dengan sendirinya yang merupakan bagian atau akibat dari proses alam, pada hakikatnya adalah atas kehendak Allah.\nAyat ini menjelaskan mengenai keadaan bumi yang layak untuk dihuni oleh makhluk manusia. Tentunya ini berhubungan erat dengan penciptaan langit dan bumi yang begitu sempurna. Seandainya sedikit saja terjadi perubahan pada \"lintasan\" matahari dan bulan terhadap bumi, atau berubah bentuknya, atau berubah salah satu unsurnya, atau berubah kecepatan berputar pada porosnya, atau berubah perputarannya mengelilingi matahari, atau berubahnya perputaran bulan di sekelilingnya, maka bumi ini pasti tidak akan kokoh dan tidak akan layak dihuni untuk suatu kehidupan.",
    "quraish": "Tanyakan kepada mereka, \"Siapa yang membuat bumi menjadi datar dan cocok sebagai tempat tinggal? Siapa pula yang mengalirkan sungai-sungai di tengah-tengahnya, yang menciptakan gunung-gunung yang membuat bumi menjadi kokoh dan tidak condong? Siapa pula yang membuat pemisah antara air laut yang asin dan air tawar agar masing-masing tidak bercampur aduk? Tiada tuhan yang menyertai Allah. Hanya Dialah sang Pencipta. Akan tetapi sebagian besar manusia tidak mau mengambil manfaat ilmu pengetahuan dengan sebenarnya seolah-olah mereka tidak berpengetahuan.\"",
    "jalalayn": "(Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam) sehingga ia tidak menggoncangkan penduduknya (dan yang menjadikan di cekah-celahnya) yakni di antara celah-celahnya (sungai-sungai dan yang menjadikan gunung-gunung untuk mengokohkannya) sebagai pengokoh Bumi (dan menjadikan suatu pemisah antara dua laut) antara air tawar dan air asin, satu sama lainnya tidak bercampur baur. (Apakah di samping Allah ada tuhan yang lain? Bahkan sebenarnya kebanyakan dari mereka tidak mengetahui) keesaaan-Nya"
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 62,
    "arab": "اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ",
    "translation": "Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3221.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang ketiga dalam rangka menyingkapkan tabir kesesatan penyembah berhala. Kedua pertanyaan sebelumnya mengenai bidang materi, sedang pertanyaan ketiga ini menyangkut kerohanian. Pertanyaan ini berkisar pada siapakah yang mengabulkan permohonan orang yang berada dalam kesulitan, apabila ia berdoa kepada-Nya. Seperti penumpang sebuah kapal di tengah laut yang sedang diserang badai angin topan yang dahsyat, yang hampir tenggelam, kemudian ia berdoa memohon keselamatan kepada Allah. Apakah berhala yang dapat menyelamatkannya dari bahaya maut, ataukah Allah sendiri? Lalu siapakah yang menjadikan manusia sebagai seorang khalifah di muka bumi? Adakah tuhan selain Allah yang dapat mengemudikan dan mengatur segala sesuatu di muka bumi ini? Hanya sedikit sekali manusia yang mau mengingat-Nya.",
    "quraish": "Tanyakan pula kepada mereka, wahai Muahammad, \"Siapakah yang mengabulkan permohonan orang yang berdoa dalam keadaan kritis, dalam kesulitan luar biasa, lalu berlari mencari perlindungan dengan merendahkan diri dan khusyuk? Siapakah pula yang menolong manusia dari keburukan yang menimpanya? Siapakah yang mengangkat kalian sebagai khalifah di muka bumi sebagai pengganti orang-orang terdahulu? Tidak ada tuhan lain yang menyertai Allah sebagai pemberi karunia dan nikmat-nikmat itu. Akan tetapi kalian, wahai orang-orang kafir, sedikit sekali mengambil pelajaran.\"",
    "jalalayn": "(Atau siapakah yang memperkenankan doa orang yang dalam kesulitan) orang yang sengsara kemudian tertimpa kemudaratan (apabila ia berdoa kepada-Nya, dan yang menghilangkan kesusahan) dari dirinya dan dari diri orang selainnya (dan yang menjadikan kalian sebagai khalifah di bumi) Idhafah dalam lafal Khulafa-al Ardhi mengandung makna Fi. Maksudnya. setiap generasi menjadi pengganti generasi sebelumnya. (Apakah di samping Allah ada tuhan yang lain? Amat sedikitlah kalian mengingati-Nya) mengambil pelajaran dari hal ini. Lafal Tadzakkaruna dapat pula dibaca Yadzdzakkaruna; kemudian huruf Ta di-idgham-kan kepada huruf Dzal. Dan huruf Ma di sini untuk menunjukkan makna sedikit sekali. bintang sebagai pemandunya di waktu tengah malam, dan, dengan tanda-tanda yang ada di daratan di waktu siang hari"
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 63,
    "arab": "اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًا ۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ ",
    "translation": "Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3222.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan keempat dalam rangka mengungkapkan tabir kesesatan penyembah berhala. Pertanyaan ini berkisar tentang siapakah yang memimpin manusia dalam perjalanan yang gelap di daratan dan lautan ketika mereka tersesat dari jalan yang benar? Bukankah Allah yang menciptakan bintang-bintang di langit yang dijadikan petunjuk jalan, sebagaimana tersebut dalam firman-Nya:\nDan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut.(al-An'am/6: 97) \n\nDapatkah berhala-berhala yang mereka sembah itu memberi petunjuk kepada mereka dalam kegelapan di darat dan di laut? Tentunya tidak. Kalau begitu, mengapa mereka disembah? Siapa pulakah yang mendatangkan angin pembawa kabar gembira bagi para petani sebelum turun hujan yang merupakan rahmat besar dari Tuhan? Dapatkah berhala-berhala itu berbuat seperti demikian? Apakah di samping Allah ada tuhan yang lain? Mahasuci lagi Mahatinggi Allah dari apa yang mereka persekutukan dengan-Nya.",
    "quraish": "Tanyakan pula kepada mereka, wahai Rasul, \"Siapakah yang membimbing kalian dalam perjalanan malam yang gelap gulita, di laut dan di darat? Siapakah pula yang mengirim angin pertanda hujan sebagai pembawa rahmat? Adakah tuhan selain Allah yang mampu berbuat demikian? Allah Mahasuci untuk mempunyai sekutu.\"",
    "jalalayn": "(Atau siapakah yang memimpin kalian) yakni yang membimbing kalian kepada tujuan-tujuan kalian (dalam kegelapan di daratan dan lautan) dengan bintang-bintang sebagai pemandunya di waktu tengah malam dan dengan tanda-tanda yang ada di daratan di waktu siang hari (dan siapa pulakah yang mendatangkan angin sebagai kabar gembira sebelum kedatangan rahmat-Nya) sebelum hujan tiba (Apakah di samping Allah ada tuhan yang lain? Maha Tinggi Allah terhadap apa yang mereka persekutukan) dengan-Nya."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 64,
    "arab": "اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Bukankah Dia (Allah) yang menciptakan (makhluk) dari permulaannya, kemudian mengulanginya (lagi) dan yang memberikan rezeki kepadamu dari langit dan bumi? Apakah di samping Allah ada tuhan (yang lain)? Katakanlah, “Kemukakanlah bukti kebenaranmu, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3223.mp3",
    "tafsir": "Pada ayat ini, Allah mengemukakan pertanyaan yang kelima dalam rangka memperlihatkan keadilan dan keesaan-Nya, yaitu siapakah yang menciptakan manusia dari awal sampai terciptanya bentuk yang seindah-indahnya, kemudian mematikannya bila Dia kehendaki, lalu menghidupkannya kembali pada hari Kiamat setelah menjadi tulang-belulang? Siapakah yang memberikan rezeki kepada manusia dari langit dan bumi dengan menurunkan air hujan dari langit yang menyebabkan kesuburan tanah yang menumbuhkan tanam-tanaman yang buahnya bisa dimakan oleh manusia dan binatang ternak? Apakah di samping Allah ada lagi tuhan yang lain?\nSetelah mengemukakan lima pertanyaan di atas, yang seharusnya dipikirkan secara mendalam hingga menjadi bukti tentang kekuasaan dan keesaan-Nya, Allah menyuruh Nabi Muhammad supaya menanyakan kepada orang-orang penyembah berhala itu alasan dan bukti-bukti kebenaran sesembahan mereka, \"Tunjukkanlah bukti kebenaranmu jika kamu memang orang yang beriman.\"\nDemikian cara Al-Qur'an mengajukan pertanyaan-pertanyaan yang jawabannya harus dicari sendiri oleh manusia. Pertama, air yang turun ke bumi sehingga timbul kehidupan berupa kebun-kebun yang indah. Kedua, menjadikan bumi sebagai tempat tinggal yang menyenangkan dengan adanya sungai, gunung, danau, dan laut. Ketiga, manusia dijadikan khalifah di bumi, yaitu sebagai penguasa dan wakil Tuhan untuk melaksanakan hukum-Nya di muka bumi. Manusia sebagai makhluk yang paling tinggi yang diciptakan Allah melakukan perjalanan di darat maupun pelayaran di laut untuk menyebarkan dakwah hukum-hukum Tuhan. Yang terakhir yaitu meskipun manusia jika sampai pada waktunya meninggal dunia dan dikubur di bumi sehingga jasadnya hancur dan menjadi tanah, tetapi pada hari Kiamat ia dibangkitkan kembali. Demikianlah kekuasaan Allah.",
    "quraish": "Tanyakan juga kepada mereka, \"Siapakah yang mula-mula menciptakan makhluk kemudian menghidupkannya kembali sesudah fana nanti? Siapakah yang mendatangkan rezeki untuk kalian dari atas langit dan dari dalam bumi? Tak ada yang dapat melakukan pekerjaan semacam itu kecuali Allah.\" Katakan pula, wahai Muhammad, untuk mencela dan mengingkari perbuatan mereka, \"Jika kalian memiliki tuhan selain Allah, tunjukkanlah kepada kami alasan-alasan yang membenarkan hal itu, kalau kalian sungguh- sungguh orang yang jujur dan benar. Kami yakin kalain tidak akan dapat melakukannya.\"",
    "jalalayn": "(Atau siapakah yang menciptakan manusia dari permulaannya) di dalam rahim, yakni dari air mani (kemudian mengulanginya lagi) menghidupkannya kembali sesudah mati, sekalipun kalian tidak mengakui adanya hari berbangkit itu, karena bukti-bukti yang menunjukkannya telah jelas (dan siapa pula yang memberikan rezeki dari langit) melalui hujan (dan bumi?) melalui tumbuh-tumbuhan. (Apakah di samping Allah ada tuhan yang lain?\") maksudnya, tidak ada yang dapat melakukan sedikit pun dari hal-hal yang telah disebutkan tadi melainkan hanya Allah semata, dan tiada Tuhan selain-Nya. (Katakanlah) hai Muhammad!, (\"Unjukkanlah bukti kebenaran kalian) argumentasi kalian (jika kalian memang orang-orang yang benar\") bahwasanya di samping-Ku ada tuhan lain yang mampu berbuat sesuatu dari hal-hal yang telah disebutkan tadi. Kemudian orang-orang kafir itu bertanya kepada Nabi saw. tentang waktu kiamat, maka turunlah firman-Nya,"
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 65,
    "arab": "قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3224.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menerangkan kepada orang-orang musyrik Mekah bahwa tidak ada seorang pun yang mengetahui perkara yang gaib baik di langit maupun di bumi selain Allah, sesuai dengan firman-Nya:\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An'am/6: 59) \n\nDan firman-Nya pula:\nSesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqman/31: 34) \n\nMaksud perkara gaib di sini ialah persoalan-persoalan yang ada hubungannya dengan keadaan dan kehidupan di akhirat dan persoalan-persoalan di dunia yang berada dalam lingkungan hidup manusia dan dapat dirasakan tetapi di luar kemampuan manusia mencapainya. Diriwayatkan dari Masruq dari 'Aisyah beliau berkata:\nDari 'Aisyah r.a., beliau berkata, \"Barang siapa yang beranggapan bahwa Nabi Muhammad saw mengetahui apa yang akan terjadi besok, maka ia telah berdusta besar terhadap Allah, karena Allah menyatakan, 'Katakan, tidak ada yang tahu tentang kegaiban langit dan bumi kecuali Allah.\" (Riwayat Muslim)\n\nPada ayat ini disebutkan salah satu di antara yang gaib itu ialah mereka tidak mengetahui bila akan dibangkitkan dari kubur pada hari Kiamat, karena kiamat itu datangnya secara tiba-tiba sesuai dengan firman Allah:\nApakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66)",
    "quraish": "Katakan pula, wahai Muhammad, \"Sungguh, Zat yang Mahaesa dalam penciptaan alam semesta ini adalah Yang mengetahui segala persoalan gaib, yaitu Allah Swt. Tidak ada seorang pun yang tahu kapan manusia akan dibangkitakan dari kubur untuk diperiksa amal perbuatannya lalu diberi balasan.\"",
    "jalalayn": "(Katakanlah!, \"Tidak ada seorang pun di langit dan di bumi yang mengetahui) baik dari kalangan para Malaikat maupun manusia (perkara yang gaib) dari mereka (kecuali) hanya (Allah saja) yang mengetahuinya (dan mereka tidak mengetahui) maksudnya orang-orang kafir Mekah sama pula dengan orang-orang selain mereka (bila) kapan waktunya (mereka dibangkitkan hidup kembali.\")"
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 66,
    "arab": "بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَ ࣖ ",
    "translation": "Bahkan pengetahuan mereka tentang akhirat tidak sampai (ke sana). Bahkan mereka ragu-ragu tentangnya (akhirat itu). Bahkan mereka buta tentang itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3225.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kejahilan mereka tentang hari Kiamat. Terdapat dua pendapat dalam memahami ayat ini. Pertama, sesungguhnya pengetahuan mereka tentang akhirat itu tidak menyeluruh. Kedua, pengetahuan mereka tentang kiamat sangat sempurna, tetapi ketika tidak melihatnya dengan mata kepala di dunia, mereka mengingkarinya. Bukan saja mereka tidak percaya dan tidak mengetahui kapan akan terjadinya kiamat, malahan mereka sangat ragu-ragu yang akhirnya menjurus kepada keadaan buta sama sekali tentang hari Kiamat. Dalil apa pun yang ditunjukkan kepada mereka tentang akan datangnya hari Kiamat, tetap mereka tolak. \nSoal keimanan terhadap akan datangnya kiamat itu sangat perlu dimiliki oleh setiap orang yang ingin mendidik dirinya supaya menjadi manusia yang jujur dan bertanggung jawab. Bilamana ia yakin akan mendapat pemeriksaan terhadap dirinya pada hari Kiamat, maka ia akan selalu mengekang hawa nafsunya dari setiap penyelewengan dan keangkaramurkaan. Negara dan seluruh warga negaranya tidak akan dirugikan oleh semua sikap dan tingkah lakunya. Semua kebijaksanaannya menjurus ke arah keamanan kesejahteraan dan kebahagiaan bersama. Agama merupakan unsur mutlak dalam pembangunan bangsa.",
    "quraish": "Pengetahuan mereka tentang akhirat yang berawal dari ketidaktahuan berubah menjadi keraguan. Mereka bagaikan orang buta, karena tidak mau berusaha mencari alasan-alasan yang membenarkan adanya hari akhir. Hal itu lantaran mata hati mereka telah dirusak oleh kesesatan.",
    "jalalayn": "(Apakah) lafal Bal di sini bermakna Hal, yakni apakah (sampai ke sana) lafal Iddaraka pada asalnya adalah Tadaraka, kemudian huruf Ta diganti menjadi Dal kemudian di-idgam-kan kepada Dal, lalu ditariklah Hamzali Washal, artinya sama dengan lafal Balagha, Lahiqa, atau Tataba'a dan Talahaqa, yaitu, sampai ke sana. Menurut qiraat yang lain dibaca Adraka menurut wazan Akrama, sehingga artinya menjadi, Apakah telah sampai ke sana (pengetahuan mereka tentang akhirat?) yakni mengenai hari akhirat, sehingga mereka menanyakan tentang kedatangannya. Pada kenyataannya tidaklah demikian (sebenarnya mereka ragu-ragu tentang akhirat itu, bahkan mereka buta daripadanya) 'Amuna berasal dari kata Umyul Qalbi yang artinya buta hatinya; pengertian ungkapan ini lebih mengena daripada kalimat sebelumnya. Pada asalnya lafal 'Amuna adalah 'Amiyuna, oleh karena harakat Dhammah atas Ya dianggap berat untuk diucapkan, maka harakat Dhammah-nya dipindahkan kepada Mim, hal ini dilakukan sesudah terlebih dahulu harakat Kasrah-nya dibuang, sehingga jadilah 'Amuna."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 67,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرَابًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ",
    "translation": "Dan orang-orang yang kafir berkata, “Setelah kita menjadi tanah dan (begitu pula) nenek moyang kita, apakah benar kita akan dikeluarkan (dari kubur)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3226.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap hari Kebangkitan dari kubur. Mereka berkata, \"Apakah setelah kita mati dan menjadi tanah, dan begitu pula nenek moyang kita, akan dikeluarkan kembali dalam keadaan hidup dari kubur?\" Pertanyaan mereka itu diucapkan secara sinis yang menunjukkan seolah-olah peristiwa itu mustahil akan terjadi, seperti tercantum dalam firman Allah:\nDan mereka berkata, \"Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?\" (al-Isra'/17: 49)",
    "quraish": "Orang-orang kafir yang mengingkari hari kebangkitan itu mengatakan, \"Ketika kami telah menjadi debu, jasad kami dan jasad nenek moyang kami pun telah hancur lebur, apakah kami akan dihidupkan kembali?",
    "jalalayn": "Berkata pula orang-orang kafir) yang mengingkari adanya hari berbangkit (\"Apakah setelah kita menjadi tanah dan begitu pula bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan kembali?) dari kuburan kita, maksudnya akan dihidupkan kembali."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 68,
    "arab": "لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ",
    "translation": "Sejak dahulu kami telah diberi ancaman dengan ini (hari kebangkitan); kami dan nenek moyang kami. Sebenarnya ini hanyalah dongeng orang-orang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3227.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan alasan orang-orang kafir yang mengingkari hari Kebangkitan dengan ucapan mereka bahwa sesungguhnya mereka selalu diberi ancaman seperti itu sejak nenek moyang mereka dahulu. Itu tidak lain hanya dongengan orang dahulu kala yang sama sekali tidak berdasarkan kenyataan.",
    "quraish": "Muhammad telah mengingatkan kami akan datangnya hari kebangkitan itu, persis seperti apa yang dikatakan oleh rasul-rasul sebelumnya kepada moyang-moyang kami. Jika benar apa yang dikatakannya itu, mestinya telah terbukti. Tapi kenyatannya itu hanya kebohongan orang-orang yang telah lalu.\"",
    "jalalayn": "(Sesungguhnya kami telah diberi ancaman dengan ini dan juga bapak-bapak kami dahulu, tiada lain) yakni tidak lain (ini hanyalah dongeng-dongengan orang dahulu kala\") lafal Asathir bentuk jamak dari lafal Usthurah, artinya dongeng yang tidak ada kenyataannya, atau cerita dusta."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 69,
    "arab": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Berjalanlah kamu di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3228.mp3",
    "tafsir": "Pada ayat ini, Allah menyuruh Nabi Muhammad saw agar memberi nasihat dan petunjuk kepada orang-orang yang mengingkari hari kebangkitan. Nabi saw menyuruh mereka untuk melakukan perjalanan di muka bumi dan memperhatikan bagaimana nasib orang-orang yang berdosa di antara umat-umat terdahulu yang mendustakan Allah dan para rasul yang diutus-Nya. Bagaimana umat-umat itu telah mengalami kehancuran sebagai akibat kekafiran mereka kepada Allah dan hari Kebangkitan. Hendaknya peristiwa-peristiwa itu menjadi pelajaran bagi mereka. Akan tetapi, mereka tetap saja dalam keingkaran, sehingga mereka akan mengalami kehancuran, berdasarkan sunatullah yang tetap berlaku.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Berjalanlah sampai ke ujung dunia, lalu perhatikanlah bukti-bukti sejarah yang ditinggalkan oleh orang-orang pendusta yang diazab Allah, agar kalian dapat mengambil pelajaran yang membuat kalian takut akan azab-Nya!\"",
    "jalalayn": "(Katakanlah!, \"Berjalanlah kalian di muka bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa) karena ingkar kepada adanya hari berbangkit, yaitu dibinasakan-Nya mereka oleh azab-Nya."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 70,
    "arab": "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ",
    "translation": "Dan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3229.mp3",
    "tafsir": "Pada ayat ini, Nabi Muhammad diperintahkan Allah supaya berlaku sabar dan tenang menghadapi bermacam-macam tantangan dan cemoohan dari orang-orang kafir itu. Nabi dilarang bersedih hati dan putus asa menghadapi tipu daya mereka karena Allah pasti memberi pertolongan sehingga agama Islam akan tersebar luas ke seluruh pelosok bumi, walaupun orang-orang kafir tidak menyukainya, seperti tercantum dalam firman-Nya:\nDialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai. (at-Taubah/9: 33)",
    "quraish": "Kamu tidak perlu merasa duka dengan ulah orang-orang kafir yang enggan mengikuti agamamu, Muhammad. Tugasmu hanyalah menyampaikan pesan-pesan kerasulan Kami. Jangan merasa khawatir pada makar dan rencana-rencana jahat mereka, karena Kami benar-benar akan menolongmu atas mereka.",
    "jalalayn": "(Dan janganlah kamu berduka cita terhadap mereka dan janganlah dadamu merasa sempit terhadap apa yang mereka tipu dayakan\") ayat ini merupakan hiburan dan penenang hati Nabi saw. Maksudnya, janganlah kamu hiraukan makar mereka terhadap dirimu, karena sesungguhnya Kami akan menolong kamu dari mereka."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 71,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan mereka (orang kafir) berkata, “Kapankah datangnya janji (azab) itu, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3230.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa orang-orang Quraisy tidak saja mengingkari hari Kebangkitan, bahkan mereka menantang dengan menyuruh Nabi Muhammad mendatangkan azab yang diancamkan kepada mereka. Tantangan itu menunjukkan sikap mereka yang benar-benar mendustakan adanya hari Kebangkitan. Bahkan, mereka mengemukakan tuntutan kepada Nabi Muhammad untuk mempercepat datangnya ancaman Allah dengan ucapan mereka, \"Bilakah datangnya azab yang kamu ancamkan kepada kami jika memang kamu orang-orang yang bisa dipercaya?\"",
    "quraish": "Pendustaan orang-orang kafir itu telah sampai pada puncaknya. Mereka meminta agar siksa itu segera didatangkan dengan mengatakan, \"Kapan akan datang siksa yang kamu ancamkan kepada kami itu? Mana azab yang akan menimpa orang-orang yang berdusta seperti kami itu? Buktikan, jika perkataanmu memang benar!\"",
    "jalalayn": "(Dan mereka berkata, \"Bilakah datangnya ancaman itu) azab yang diancamkan itu (jika memang kamu orang-orang yang benar.\") di dalam pengakuanmu itu."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 72,
    "arab": "قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3231.mp3",
    "tafsir": "Nabi Muhammad disuruh Allah menjawab pertanyaan orang-orang Quraisy itu dengan mengatakan bahwa azab yang mereka tunggu-tunggu dan ingin disegerakan itu sebentar lagi pasti akan datang. Secara kenyataan, azab itu muncul berupa kebinasaan dan kekalahan yang akan mereka alami waktu Perang Badar. Sebanyak 70 orang di antara pemimpin mereka, termasuk Abu Jahal, terbunuh dan 70 orang lainnya menjadi tawanan perang.",
    "quraish": "Katakan kepada mereka, wahai Muhammad, \"Jangan-jangan sebagian azab yang kalian minta disegerakan itu sudah dekat dan akan menimpa kalian.\"",
    "jalalayn": "(Katakanlah!, \"Mungkin telah hampir datang) artinya telah dekat (kepada kalian sebagian dari azab yang kalian minta supaya disegerakan itu.\") maka terjadilah hal itu, yaitu dengan dibunuhnya mereka dalam perang Badar, sedangkan azab yang lainnya akan menimpa mereka sesudah mereka mati."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 73,
    "arab": "وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ",
    "translation": "Dan sungguh, Tuhanmu benar-benar memiliki karunia (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3232.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa azab yang mereka minta disegerakan itu tidak diturunkan karena Ia benar-benar mempunyai karunia besar untuk manusia. Allah yang Maha Penyantun tidak segera menurunkan azab-Nya, bahkan sebaliknya memberi kesempatan kepada mereka untuk bertobat dan menyadari kesesatan mereka sehingga dengan penuh kesadaran menerima petunjuk Allah yang dibawa oleh Nabi-Nya. Kesempatan untuk bertobat dan kembali kepada jalan kebenaran itu adalah karunia yang besar, tetapi kebanyakan manusia tidak mensyukurinya. Hal ini tersebut pula dalam firman-Nya:\n...Sesungguhnya Allah memberikan karunia kepada manusia, tetapi kebanyakan manusia tidak bersyukur. (al-Baqarah/2: 243)",
    "quraish": "Sesungguhnya Allah Swt. adalah Tuhan yang memberikan nikmat dan kebaikan-kebaikan bagi seluruh manusia. Di antara wujud rahmat-Nya itu adalah penundaan hukuman yang akan dikenakan atas orang-orang yang berdusta. Akan tetapi kebanyakan manusia tidak mensyukuri karunia Allah.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar mempunyai karunia yang besar yang diberikan-Nya kepada manusia) antara lain; penangguhan azab atas orang-orang kafir (tetapi kebanyakan mereka tidak mensyukurinya) orang-orang kafir tidak mensyukuri ditangguhkannya azab atas mereka, karena mereka tidak mempercayai akan adanya azab itu."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 74,
    "arab": "وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ",
    "translation": "Dan sungguh, Tuhanmu mengetahui apa yang disembunyikan dalam dada mereka dan apa yang mereka nyatakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3233.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Dia benar-benar mengetahui apa yang mereka sembunyikan di dalam hati dan apa yang mereka nyatakan. Dia mengetahui apa yang mereka sembunyikan tentang permusuhan mereka terhadap Rasulullah dan apa yang mereka nyatakan dalam perbuatan dan tipu muslihat. Allah akan memberi balasan sesuai dengan amal perbuatan mereka itu. Hal ini sesuai dengan firman-Nya:\nSama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus-terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Ra'd/13: 10)",
    "quraish": "Dan Tuhanmu, Muhammad, sungguh Maha Mengetahui segala perkataan dan perbuatan yang mereka rahasiakan dan yang mereka tampakkan. Allah Maha Memberi balasan atas segala yang mereka perbuat itu.",
    "jalalayn": "(Dan sesungguhnya Rabbmu, benar-benar mengetahui apa yang disembunyikan hati mereka) maksudnya apa yang tersimpan di dalam hati mereka (dan apa yang mereka nyatakan) melalui lisan-lisan mereka."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 75,
    "arab": "وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
    "translation": "Dan tidak ada sesuatu pun yang tersembunyi di langit dan di bumi, melainkan (tercatat) dalam Kitab yang jelas (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3234.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa semua yang gaib yang terjadi di langit dan bumi telah dicatat di Lauh Mahfuz, sesuai dengan firman-Nya:\nTidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudh). Sesungguhnya yang demikian itu s",
    "quraish": "Tak ada sesuatu yang tersembunyi atau gaib--sekecil dan sehalus apa pun--baik di langit maupun di bumi, yang tidak diketahui dan dicatat oleh Allah dalam kitab yang benar di sisi-Nya.",
    "jalalayn": "(Tiada sesuatu pun yang gaib di langit dan di bumi) huruf Ha pada lafal Ghaibah untuk menunjukkan makna Mubalaghah atau sangat, maksudnya sangat gaib di mata manusia (melainkan terdapat dalam kitab yang nyata) yakni Lohmahfuz dan rahasia ilmu Allah swt. antara lain diazabnya orang-orang kafir."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 76,
    "arab": "اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ",
    "translation": "Sungguh, Al-Qur'an ini menjelaskan kepada Bani Israil sebagian besar dari (perkara) yang mereka perselisihkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3235.mp3",
    "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.",
    "quraish": "Sesunggguhnya kitab suci yang diwahyukan kepada Muhammad itu memberikan penjelasan kepada Banû Isrâ'îl mengenai akidah, hukum dan kisah-kisah yang benar yang termaktub dalam Tawrât, untuk mengembalikan kepada kebenaran atas persoalan-persoalan yang mereka perselisihkan.",
    "jalalayn": "(Sesungguhnya Alquran ini menjelaskan kepada Bani Israel) yang ada di zaman Nabi saw. (sebagian besar dari perkara-perkara yang mereka berselisih tentangnya) dengan menjelaskan hal tersebut sesuai dengan kedudukannya, sehingga hilanglah semua perselisihan yang ada pada mereka, jika mereka mau mengambilnya dan masuk Islam."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 77,
    "arab": "وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
    "translation": "Dan sungguh, (Al-Qur'an) itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3236.mp3",
    "tafsir": "Pada kedua ayat ini, Allah menerangkan keistimewaan Al-Qur'an sebagai mukjizat terbesar Nabi Muhammad, yaitu: \n1.Al-Qur'an memberi kepastian kepada Bani Israil tentang berbagai hal yang telah mereka perselisihkan terutama yang terkait dengan Isa al-Masih putra Maryam. Sebagian Ahli Kitab ada yang menganggapnya sebagai tuhan, ada pula yang memandangnya sebagai anak Allah, dan ada pula yang menganggapnya sebagai oknum ketiga dalam trinitas. Ada pula yang memandangnya sebagai nabi palsu, sebagaimana ibunya, Maryam, dituduh telah melakukan perbuatan zina. \n2.Al-Qur'an benar-benar menjadi petunjuk bagi orang-orang beriman karena mengandung berbagai dalil dan bukti yang menunjukkan kebenaran tauhid yang menjadi inti risalah para nabi. Al-Qur'an juga berisi hukum-hukum yang sangat dibutuhkan oleh seluruh umat manusia untuk mencapai kebahagiaan hidup di dunia dan akhirat. Hal ini meyakinkan orang yang membaca Al-Qur'an bahwa kitab ini benar merupakan wahyu dari Allah.\n3.Al-Qur'an juga merupakan rahmat bagi orang-orang mukmin. Meskipun Nabi Muhammad itu seorang ummi yang tidak dapat membaca dan menulis, dan belum pernah bergaul dengan pemuka-pemuka Ahli Kitab sebelum menjadi rasul, tetapi karena Al-Qur'an adalah firman Allah yang diwahyukan kepada Nabi Muhammad, maka ia berisi lengkap tentang kisah-kisah dari para nabi dan umat terdahulu sebagaimana diuraikan dalam kitab Taurat dan Injil.\n\nPerselisihan pendapat di kalangan Ahli Kitab memang sudah sangat mendalam dan menyangkut hal-hal yang prinsip seperti pendapat tentang trinitas, adanya Tuhan Bapa dan Tuhan Anak. Ada juga yang menganggap bahwa Isa al-Masih sebagai nabi palsu, nabi terakhir adalah Yusya dan sebagainya. \nJika para Ahli Kitab mempelajari kitab mereka dengan jujur, dan sungguh-sungguh untuk mencari kebenaran tanpa sentimen kebangsaan atau kesukuan, niscaya mereka akan mendapat kesimpulan bahwa nabi yang diisyaratkan dalam Kitab Taurat tidak lain adalah Nabi Muhammad karena sifat-sifat yang disebutkan dalam Kitab Taurat memang sama dengan sifat-sifatnya. Akan tetapi, karena Nabi Muhammad bukan dari keturunan Bani Israil, mereka sukar menerima kebenaran itu. Dalam kitab Perjanjian Lama, kitab Ulangan (Deuteronomium 18: 18) disebutkan demikian, \"Bahwa Aku (Tuhan) akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau (Musa), dan Aku akan memberi segala firman-Ku dalam mulutnya dan ia pun akan mengatakan kepadanya segala yang Kusuruh akan dia. Bahwa sesungguhnya barang siapa yang tidak mau mendengar segala firman-Ku, yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.\"\nIsyarat dari kitab Ulangan itu mengandung pengertian bahwa nabi yang akan diutus Allah setelah Nabi Musa itu ialah dari saudara-saudara Bani Israil, yaitu Bani Ismail atau bangsa Arab, sebab Israil atau Yakub dan Ismail adalah sama-sama keturunan Nabi Ibrahim. Ismail adalah putra Ibrahim dan Yakub adalah putra Ishak, yang juga putra Ibrahim. Nabi yang akan diutus adalah seperti Musa.\nPada ayat ini, Allah menerangkan bahwa Al-Qur'an yang telah diturunkan kepada Nabi Muhammad menjelaskan kepada Bani Israil sebagian besar dari persoalan-persoalan yang mereka perselisihkan. Jika mereka sadar dan insaf serta menjauhkan diri dari ajakan hawa nafsu dan sentimen kesukuan, mereka akan merasakan hak dan kemurnian ajaran Al-Qur'an itu. Akan tetapi, karena terhalang oleh ketakaburan, mereka tetap menolaknya, padahal sudah jelas tampak dalil-dalil kebenarannya.",
    "quraish": "Kitab suci ini adalah petunjuk yang membebaskan manusia dari kesesatan, dan sebagai rahmat yang menyelamatkan orang-orang yang beriman kepadanya dari siksa.",
    "jalalayn": "Dan sesungguhnya Alquran itu benar-benar menjadi petunjuk) dari kesesatan (dan rahmat bagi orang-orang yang beriman) yakni terhindar dari azab."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 78,
    "arab": "اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ",
    "translation": "Sungguh, Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan hukum-Nya, dan Dia Mahaperkasa, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3237.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.",
    "quraish": "Sesungguhnya Tuhanmu akan memberikan keputusan pada setiap manusia dengan sifat adil-Nya pada hari kiamat. Dia Mahamenang. Tak seorang pun dapat menolak keputusan-Nya; Maha Mengetahui yang tidak tersamar bagi-Nya antara kepalsuan dan kebenaran.",
    "jalalayn": "(Sesungguhnya Rabbmu akan menyelesaikan perkara di antara mereka) sama dengan orang-orang selain mereka, kelak di hari kiamat (dengan keputusan-Nya) dengan keadilan-Nya. (Dan Dia-lah yang Maha Perkasa) Maha Menang (lagi Maha Mengetahui) tentang ketentuan yang akan diputuskan-Nya, tidak mungkin bagi seorang pun menentangnya, tidak sebagaimana di dunia di mana orang-orang kafir masih dapat menentang Nabi-nabi-Nya."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 79,
    "arab": "فَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ",
    "translation": "Maka bertawakallah kepada Allah, sungguh engkau (Muhammad) berada di atas kebenaran yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3238.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia akan menyelesaikan semua persoalan yang diperselisihkan Bani Israil dengan keputusan-Nya yang adil lagi bijaksana. Dengan demikian, yang batil akan mendapat azab, dan yang benar akan diberi pahala sesuai dengan amalnya, karena Allah adalah Tuhan Yang Mahaperkasa lagi Maha Mengetahui.",
    "quraish": "Oleh karena itu, serahkan segala urusanmu kepada Allah. Teruslah berdakwah dengan penuh keyakinan akan datangnya kemenangan, karena kamu memang berada pada kebenaran yang jelas. Ulah orang-orang yang mengingkarimu itu tidak akan membawa kerugian apa-apa bagi dirimu.",
    "jalalayn": "(Sebab itu bertakwalah kepada Allah) percayakanlah kepada-Nya (sesungguhnya kamu berada di atas kebenaran yang nyata) yakni agama yang nyata, maka akibatnya kamulah yang akan mendapat kemenangan atas orang-orang kafir. Kemudian pada ayat selanjutnya Allah membuat perumpamaan tentang orang-orang kafir, sebagai orang-orang mati, tuli dan buta, untuk itu Allah swt. berfirman,"
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 80,
    "arab": "اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ",
    "translation": "Sungguh, engkau tidak dapat menjadikan orang yang mati dapat mendengar dan (tidak pula) menjadikan orang yang tuli dapat mendengar seruan, apabila mereka telah berpaling ke belakang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3239.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Nabi Muhammad tidak ditugaskan supaya menjadikan orang-orang musyrik itu beriman. Beliau hanya ditugaskan untuk menyampaikan seruan atau risalah dari Allah. Tidak termasuk wewenang beliau untuk memaksa orang kafir menjadi seorang mukmin. Hal tersebut berada dalam kekuasaan Allah. Nabi tidak mampu memasukkan petunjuk ke dalam hati orang yang sudah terkunci mati. Ayat ini juga menjelaskan bahwa Muhammad tidak dapat menjadikan orang-orang yang mati itu mendengar dan tidak pula menjadikan orang-orang tuli mendengar panggilan, terlebih lagi bila hati mereka telah berpaling ke belakang.\nKalimat \"orang-orang yang mati\" dan \"orang-orang yang tuli\" dalam ayat ini adalah ungkapan metafora. Maksudnya adalah orang-orang musyrik itu dianggap sebagai orang yang sudah mati pikirannya, sudah tuli dan tidak dapat mendengar panggilan dan ajakan kebaikan. Mereka telah berpaling ke belakang. Mereka diserupakan dengan orang yang mati dan orang yang tuli karena semua ayat yang dibacakan kepada mereka tidak berpengaruh sama sekali\nWalaupun secara umum ayat ini menjelaskan bahwa orang yang telah mati tidak dapat mendengar seruan orang yang masih hidup, tetapi ada beberapa hadis yang sahih, seperti yang diriwayatkan oleh Muslim, yang menerangkan bahwa Nabi Muhammad pernah berbicara pada mayat-mayat kaum musyrikin yang terbunuh waktu perang Badar dan dikubur bersama-sama dalam sebuah sumur. Melihat hal itu, sebagian sahabat, di antaranya Umar bin Khattab, menyatakan keheranannya dengan bertanya mengapa Rasulullah berbicara dengan orang yang sudah meninggal. Menanggapi hal itu, Rasulullah bersabda: \nKamu tidak lebih mendengar daripada mereka terhadap apa yang aku katakan, hanya saja mereka tidak dapat menjawab. (Riwayat Imam Muslim dari Anas bin Malik)\n\nPengertian yang terkandung dalam hadis di atas adalah bahwa orang-orang yang masih hidup dan mayat-mayat itu sama dapat mendengar ucapan Nabi. Akan tetapi, orang yang masih hidup dapat menjawab, sedangkan mereka tidak. Dalam beberapa hadis yang sahih diterangkan pula oleh Nabi bahwa bila seorang mayat telah selesai dimasukkan ke kuburnya, ia dapat mendengar suara sepatu atau terompah orang-orang yang mengantarnya. \nSebagai seorang penyampai risalah Allah, Nabi tidak dapat memberi hidayah kepada orang-orang musyrik untuk menjadi mukmin sebagaimana yang terjadi dengan paman Nabi yaitu Abu thalib yang hingga akhir hidupnya tidak beriman. Firman Allah:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk (al-Qasas/28: 56)\n\nTugas Nabi hanya memberi petunjuk dalam arti memberi bimbingan (irsyad), memberi keterangan (bayan), dan melaksanakannya, sebagaimana firman Allah:\n... Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus.(asy-Syura/42: 52) \n\nPengertian hidayah pada Surah al-Qasas/28: 56 di atas adalah \"taufik\". Hal ini mengandung pengertian bahwa Nabi tidak mempunyai kewenangan untuk memberi taufik kepada manusia, walaupun terhadap orang yang dicintainya, misalnya Abu thalib. hanya Allah yang dapat memberi hidayah dalam arti taufik kepada orang-orang yang dikehendaki-Nya. \nAdapun hidayah pada Surah as-Syura/42: 52 bermakna \"tabyin dan irsyad\". Hal ini berarti bahwa Nabi mempunyai kewenangan untuk memberi penjelasan dengan petunjuk yang luas.",
    "quraish": "Sungguh kamu, Muhammad, tidak akan dapat mendatangkan hidayah kepada orang-orang kafir. Mereka tidak sadar, bagaikan orang mati. Mereka juga tidak dapat mendengar bagaikan orang yang kehilangan indera pendengarnya. Mereka tidak memiliki kesiapan mendengarkan dakwahmu, karena mereka telah terlanjur larut dalam sikap berpaling darimu.",
    "jalalayn": "(\"Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan tidak pula menjadikan orang-orang yang tuli mendengar panggilan, apabila) dapat dibaca Tahqiq dan Tas-hil (mereka telah berpaling membelakang)."
  },
  {
    "hizb": 153,
    "name": "An-Naml",
    "ayat": 81,
    "arab": "وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ",
    "translation": "Dan engkau tidak akan dapat memberi petunjuk orang buta dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3240.mp3",
    "tafsir": "Pada ayat ini, Allah memperkuat pengertian ayat sebelumnya bahwa Nabi Muhammad sama sekali tidak dapat memalingkan orang-orang buta yang telah terkunci hatinya dari kesesatan. Mata hatinya tidak dapat diberi petunjuk kepada jalan yang lurus karena ada hijab atau dinding yang menutupi pandangannya, sehingga tidak dapat melihat kebenaran sama sekali. Nabi Muhammad tidak dapat menjadikan seseorang dapat mendengar seruannya dengan pendengaran yang positif, kecuali orang-orang yang beriman kepada Allah, lalu berserah diri secara tulus ikhlas kepada-Nya.",
    "quraish": "Kamu tidak akan dapat mendatangkan petunjuk menuju kebenaran kepada orang-orang yang mata hatinya buta. Yang dapat kamu buat mendengar hanyalah orang yang beriman pada ayat-ayat Kami. Mereka memang taat dan selalu menyambut seruan Kami.",
    "jalalayn": "Dan kamu sekali-kali tidak dapat memimpin orang-orang buta dari kesesatan mereka, tidak lain kamu hanya dapat membuat mendengar) dengan pendengaran yang disertai pemahaman dan mau menerima apa yang didengarnya yaitu (orang-orang yang beriman kepada ayat-ayat Kami) kepada Alquran (lalu mereka berserah diri) mengikhlaskan diri mereka untuk mentauhidkan Allah."
  }
]