[
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 12,
    "arab": "۞ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نَاصِحُوْنَ ",
    "translation": "Dan Kami cegah dia (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu; maka berkatalah dia (saudaranya Musa), “Maukah aku tunjukkan kepadamu, keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik padanya?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3264.mp3",
    "tafsir": "Walaupun ibu Musa telah melaksanakan apa yang diilhamkan Allah kepadanya, namun hatinya belum tenteram. Oleh sebab itu, ia menyuruh anak perempuannya (kakak Musa) mencari-cari berita tentang Musa. Lalu kakak Musa pergi mengikuti peti yang berisi Musa. Akhirnya dia melihat dari kejauhan peti itu telah memasuki kawasan Fir'aun dan disela-matkan keluarganya. Meskipun peristiwa ini disaksikan orang banyak, tetapi mereka tidak menyadari kehadiran Musa di antara mereka. \nDi istana orang-orang sibuk mencari siapa yang cocok menyusukan anak itu, karena ia menolak setiap wanita yang hendak menyusukannya. Setelah saudara Musa mengetahui hal ini, dia pun memberanikan diri tampil ke muka dan mengatakan bahwa ia mengetahui seorang wanita yang sehat dan banyak air susunya. Mungkin anak itu mau disusukan oleh wanita tersebut. Wanita itu dari keluarga baik-baik dan anak itu pasti akan dijaga dengan penuh perhatian dan penuh rasa kasih sayang.\nDiriwayatkan dari Ibnu 'Abbas bahwa setelah saudara Musa mengucapkan kata-kata itu, lalu ibu Musa dibawa ke istana, mereka memandang kepadanya dengan rasa curiga dan mengemukakan pertanyaan, \"Dari mana engkau tahu bahwa wanita itu akan menjaganya dengan baik dan akan menumpahkan kasih sayang terhadapnya?\" Saudara Musa menjawab, \"Tentu saja ia akan berbuat demikian karena mengharapkan kesenangan hati raja Fir'aun dan mengharapkan pemberian yang banyak darinya.\" Dengan jawaban ini hilanglah kecurigaan mereka. \nMusa kemudian dibawa kembali ke rumah ibunya. Sesampainya di rumah, ibunya meletakkan Musa di pangkuannya untuk disusukan. Dengan segera mulut Musa menangkap puting susu ibunya. Mereka yang hadir sangat gembira melihat hal itu dan dikirimlah utusan permaisuri raja untuk memberitakan hal itu. Permaisuri memanggil ibu Musa dan memberinya hadiah dan pemberian yang banyak serta meminta kepadanya supaya ia bersedia tinggal di istana untuk merawat dan mengasuh Musa. Ibu Musa menolak tawaran itu dengan halus dan mengatakan kepada permaisuri bahwa dia mempunyai suami dan anak-anak dan tidak sampai hati meninggalkan mereka. Dia memohon agar permaisuri mengizinkannya membawa Musa ke rumahnya. Permaisuri tidak merasa keberatan atas usul itu dan mengizinkan Musa dibawa ke rumah ibunya. Permaisuri memberinya perongkosan yang cukup. Di samping itu, permaisuri juga memberinya hadiah berupa uang, pakaian, dan lain sebagainya. Akhirnya kembalilah ibu Musa ke rumah membawa anak kandungnya dengan hati yang senang dan gembira.\nAllah telah menghilangkan semua kegelisahan dan kekhawatiran ibu Musa dan menggantinya dengan ketenteraman, kemuliaan, dan rezeki yang melimpah dan mengembalikan Musa untuk tinggal bersama ibunya.",
    "quraish": "Allah tidak mengizinkan bayi itu untuk menyusu pada wanita lain, sebelum pada akhirnya mereka ditunjukkan kepada seorang ibundanya sendiri. Keluarga Fir'aun merasa cemas dengan hal itu. Saudara perempuan Mûsâ pun berkata kepada mereka, \"Maukah kalian aku tunjukkan kepada sebuah keluarga yang akan memelihara, menyusui, mendidik dan menjaganya dengan baik?\"",
    "jalalayn": "(Dan Kami cegah Musa menyusu kepada perempuan-perempuan yang mau menyusukannya sebelum itu) maksudnya sebelum ia kembali berada di tangan ibunya. Yakni, Kami cegah dia untuk menerima air susu perempuan-perempuan yang mau menyusuinya selain dari air susu ibunya sendiri. Maka Nabi Musa menolak semua air susu perempuan-perempuan yang dihadirkan untuk menyusuinya (maka berkatalah ia) yakni saudara perempuan Musa, (\"Maukah kalian aku tunjukkan kepada ahlul bait) ketika dia melihat mereka menaruh rasa belas kasihan kepada Musa (yang akan memeliharanya untuk kalian) yakni, yang akan menyusuinya dan mengurusnya (dan mereka dapat berlaku baik kepadanya?\") menurut penafsiran lain Dhamir Lahu kembali kepada Raja Firaun, sebagai reaksi dari para pembantunya. Maksudnya setelah mereka mendengar usul saudara Musa, maka mereka menyetujui dan memperkuatnya dengan mengatakannya pula kepada Raja Firaun. Akhirnya permintaan Maryam dikabulkan, ia datang membawa ibu Musa, ternyata Musa mau menerima air susunya. Kemudian Maryam. memberikan pendapat kepada mereka, bahwa ibu Musa adalah seorang wanita yang harum baunya dan baik air susunya. Maka ibu Musa diizinkan untuk menyusuinya di rumahnya sendiri, akhirnya ibu Musa kembali membawa bayinya. Sebagaimana yang diungkapkan oleh firman-Nya,"
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 13,
    "arab": "فَرَدَدْنٰهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Maka Kami kembalikan dia (Musa) kepada ibunya, agar senang hatinya dan tidak bersedih hati, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3265.mp3",
    "tafsir": "Ayat ini menerangkan bahwa janji Allah kepada ibu Musa telah terlaksana yaitu mengembalikan Musa kepadanya supaya hatinya menjadi tenteram dan tidak lagi merasa sedih. Demikian pula Allah telah menepati janji-Nya untuk mengangkat Musa menjadi rasul, tetapi kebanyakan manusia tidak mengetahuinya. Siapa yang mengira bahwa seorang anak yang telah diincar maut karena dia anak dari Bani Israil kemudian disayangi dan diasuh dalam istana dengan penuh rasa cinta dan kasih dengan harapan dia akan berjasa bila dia dewasa. Akan tetapi, ternyata anak itu akan menjadi rasul dan menentang kekuasaan Fir'aun, bahkan meruntuhkan kerajaan itu sendiri.",
    "quraish": "Keluarga Fir'aun menerima usulan itu. Maka, dengan demikian, Allah benar-benar mengembalikan Mûsâ ke pangkuan ibunya, agar hatinya menjadi senang dan bersukacita atas kembalinya sang anak. Juga, agar sang ibu tidak lagi bersedih dengan berpisahnya sang anak, di samping agar ia semakin tahu bahwa janji Allah untuk mengembalikan Mûsâ ke pangkuannya benar-benar terjadi. Akan tetapi kebanyakan manusia tidak tahu bahwa Mûsâ telah kembali kepada ibunya, karena hal itu merupakan suatu rahasia bagi mereka.",
    "jalalayn": "(Maka Kami kembalikan Musa kepada ibunya supaya senang hatinya) karena bertemu kembali dengannya (dan tidak berduka cita) setelah itu (dan supaya ia mengetahui bahwa janji Allah itu) yang akan mengembalikan Musa kepadanya (adalah benar, tetapi kebanyakan mereka) yakni manusia (tidak mengetahui) janji ini, dan mereka tidak pula mengetahui, bahwa Maryam adalah saudara Musa dan wanita yang dibawanya adalah ibunya sendiri. Kemudian Musa tinggal bersama ibunya sampai masa penyapihan; setiap hari ibu Musa menerima upah pekerjaan menyusuinya sebanyak satu Dinar. Ibu Musa mau menerimanya karena menganggap bahwa uang itu adalah harta perang. Setelah itu ia membawanya kembali kepada Firaun, sejak itu Musa dibesarkan di lingkungan istana Firaun, sebagaimana yang telah diungkapkan oleh firman-Nya sewaktu menceritakan tentang Musa dalam surah Asy Syu'ara, yaitu, \"Bukankah kami telah mengasuhmu di dalam (keluarga) kami waktu kamu masih kanak-kanak dan kamu tinggal bersama kami beberapa tahun dari umurmu.\" (Q.S. Asy Syu'ara, 18)."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 14,
    "arab": "وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ",
    "translation": "Dan setelah dia (Musa) dewasa dan sempurna akalnya, Kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3266.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan bahwa setelah dewasa, Allah mengaruniakan kepada Musa ilmu dan hikmah karena ketaatan dan kepatuhannya kepada Tuhan serta kesabarannya menghadapi berbagai cobaan. Sudah sewajarnyalah bila Musa mengetahui dari ibunya bagaimana ia sampai dapat tinggal di istana keluarga raja Fir'aun, padahal ia hanya anak orang biasa dari Bani Israil yang selalu dihina dan diperhamba oleh Fir'aun dan kaumnya. Hal ini akan menimbulkan simpati Musa kepada Bani Israil walaupun Fir'aun telah berjasa mendidik dan mengasuhnya semenjak kecil sampai menjadi seorang laki-laki dewasa yang sehat wal afiat, baik fisik maupun mentalnya.\nRasa simpati kepada kerabat dan kaumnya adalah naluri yang tidak dapat dipisahkan dari jiwa seseorang, apalagi dari diri Musa yang setiap hari melihat Bani Israil ditindas dan dianiaya oleh orang-orang Qibthi penduduk negeri Mesir. Akan tetapi, berkat kesabaran yang dimilikinya, sebagai karunia Allah, ia dapat menahan hatinya sampai Allah memberikan jalan baginya untuk mengangkat kaumnya dari lembah kehinaan dan penderitaan. Karena kesabaran, kebaikan budi dan tingkah laku, serta kepatuhannya menjalankan ajaran agama, Musa dikaruniai Allah ilmu dan hikmah sebagai persiapan untuk diangkat menjadi rasul. Ia diutus untuk menyampaikan risalah Allah kepada kaumnya dan Fir'aun yang sangat sombong, takabur, dan mengangkat dirinya sebagai tuhan.",
    "quraish": "Ketika Mûsâ telah menginjak usia dewasa dan matang, Allah memberikan kepadanya ilmu dan hikmah. Dengan kebaikan seperti yang Kami berikan kepada Mûsâ dan ibunya itu, Kami juga akan memberikan kebaikan pada orang-orang yang berbuat baik sebagai balasan atas kebaikan mereka.",
    "jalalayn": "(Dan setelah Musa cukup umur) telah mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (dan sempurna akalnya) yaitu telah mencapai umur empat puluh tahun (Kami berikan kepadanya hikmah) yakni kebijaksanaan (dan ilmu) yaitu pengetahuan tentang agama sebelum ia diutus menjadi Nabi. (Dan demikianlah) Kami memberikan balasan kepada Musa (Kami memberi balasan kepada orang-orang yang berbuat baik) untuk diri mereka sendiri."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 15,
    "arab": "وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ",
    "translation": "Dan dia (Musa) masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari golongannya (Bani Israil) dan yang seorang (lagi) dari pihak musuhnya (kaum Fir‘aun). Orang yang dari golongannya meminta pertolongan kepadanya, untuk (mengalahkan) orang yang dari pihak musuhnya, lalu Musa meninjunya, dan matilah musuhnya itu. Dia (Musa) berkata, “Ini adalah perbuatan setan. Sungguh, dia (setan itu) adalah musuh yang jelas menyesatkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3267.mp3",
    "tafsir": "Pada suatu hari, Musa menyelinap masuk ke kota tanpa diketahui orang banyak, ketika orang-orang sedang tidur siang hari sesudah waktu Zuhur. Di sana ia melihat dua orang sedang berkelahi, yang seorang dari kaum Bani Israil dan seorang lagi dari penduduk asli negeri Mesir yang dianggapnya sebagai musuh karena selalu menghina dan menganggap rendah golongan Bani Israil. Orang yang berasal dari Bani Israil berteriak meminta tolong untuk melepaskan diri dari kekejaman lawannya.\nDidorong rasa fanatik kepada kaumnya, dengan cepat Musa memburu orang Mesir itu. Karena amarah dan tanpa memikirkan akibat perbuatannya, Musa memukul orang Mesir itu dengan sekuat tenaga. Akibat pukulan itu, orang Mesir itu roboh seketika dan mati. Sebenarnya Musa tidak berniat sama sekali hendak membunuhnya, tetapi ternyata orang itu mati hanya dengan sekali pukulan saja. Musa amat menyesal atas ketelanjurannya dan menganggap tindakannya itu salah, tindakan yang tergopoh-gopoh. Dia berkata kepada dirinya sendiri bahwa perbuatannya adalah perbuatan setan yang selalu memperdayakan manusia agar melakukan kezaliman dan maksiat. Sesungguhnya ia telah terperosok masuk perangkap setan yang menjadi musuh manusia dan selalu berusaha untuk menyesatkannya.",
    "quraish": "Mûsâ memasuki Mesir pada saat para penduduknya dalam keadaan lengah. Di sana, ia menemukan dua orang lelaki sedang berkelahi. Yang satu berasal dari kalangan Banû Isrâ'îl dan yang lain adalah pengikut Fir'aun. Orang Banû Isrâ'îl itu meminta bantuan Mûsâ melawan musuhnya. Mûsâ pun membantunya dengan memukul pengikut Fir'aun dengan kepalan tangannya. Ia pun akhirnya mati, padahal Mûsâ tidak bermaksud membunuhnya. Mûsâ merasa bersalah dan mengatakan, \"Keberanianku melakukan hal ini sungguh merupakan perbuatan setan. Sungguh, setan adalah musuh yang amat jelas permusuhan dan kesesatannya.\"",
    "jalalayn": "(Dan masuklah) Musa (ke kota) yakni ke kota Firaun, yaitu kota Memphis, sesudah sekian lama ia meninggalkannya (ketika penduduknya sedang lengah) yaitu, pada saat orang-orang istirahat di siang hari (maka didapatinya di dalam kota itu dua orang laki-laki yang berkelahi; yang seorang dari bangsanya) dari kalangan Bani Israel (dan seorang lagi dari musuhnya) yakni, seorang bangsa Mesir. Pada mulanya orang Mesir itu menghina warga Bani Israel itu sewaktu orang Mesir itu menyuruhnya untuk membawa kayu bakar ke dapur raja Firaun. (Maka orang yang dari bangsanya meminta pertolongan kepadanya, untuk mengalahkan orang yang dari musuhnya) Musa berkata kepada orang Mesir itu, \"Lepaskanlah dia dan biarkan dia pergi!\". Menurut suatu riwayat disebutkan, bahwa orang Mesir itu berkata kepada Musa, \"Sungguh aku berniat untuk menyeretnya ke hadapanmu\" (lalu Musa meninjunya) memukulnya dengan kepalan tangannya. Musa sangat kuat lagi keras pukulannya (dan musuhnya itupun mati). Musa telah membunuhnya, padahal Musa tidak bermaksud untuk membunuh, lalu ia menguburnya di dalam pasir (Musa berkata, \"Ini adalah) membunuh orang ini (perbuatan setan) yang telah menggelorakan amarahku (sesungguhnya setan itu adalah musuh) bagi anak Adam (yang menyesatkan) dia (lagi nyata.\") permusuhannya."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 16,
    "arab": "قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
    "translation": "Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Maka Dia (Allah) mengampuninya. Sungguh, Allah, Dialah Yang Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3268.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa di saat menyadari kesalahannya, Musa memohon ampun kepada Tuhan, seraya berkata, \"Sesungguhnya aku telah menganiaya diriku sendiri dengan melakukan pembunuhan terhadap orang yang tidak boleh dibunuh. Maka ampunilah dosaku dan janganlah Engkau siksa aku karena perbuatan yang tidak kusengaja itu.\" Allah Yang Maha Pengampun dan Maha Penyayang terhadap hamba-Nya, mengampuni kesalahan Musa. Dengan pengampunan itu, hati Musa menjadi tenteram dan bebas dari kebimbangan dan kesusahan memikirkan nasibnya karena melakukan perbuatan dosa. Sesungguhnya pengampunan itu adalah rahmat dan karunia Allah. Di antara karunia Allah kepada Musa disebutkan dalam firman-Nya:\nDan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat). (thaha/20: 40)\n\nMusa berjanji tidak akan melakukan kesalahan itu lagi dan tidak akan menjadi penolong bagi orang yang melakukan kesalahan. Apalagi pertolongan itu akan menyebabkan penganiayaan atau pembunuhan dan mencelakakan diri sendiri.",
    "quraish": "Dengan rendah diri dan penuh penyesalan, Mûsâ bermohon kepada Allah, \"Ya Tuhanku, aku telah berbuat kejahatan pada diriku sendiri, maka ampunilah kekeliruanku itu.\" Allah mengabulkan doanya dan mengampuninya. Sesungguhnya Allah benar-benar Mahabesar pengampunan-Nya dan Mahaluas rahmat- Nya.\"",
    "jalalayn": "(Musa berkata,) seraya menyesal (\"Ya Rabbku! Sesungguhnya aku telah menganiaya diriku sendiri) karena telah membunuh orang Mesir itu (karena itu ampunilah aku.\" Maka Allah mengampuninya, Sesungguhnya Dia adalah Yang Maha Pengampun lagi Maha Penyayang). Dia bersifat demikian sejak zaman Azali dan untuk selama-lamanya."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 17,
    "arab": "قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ",
    "translation": "Dia (Musa) berkata, “Ya Tuhanku! Demi nikmat yang telah Engkau anugerahkan kepadaku, maka aku tidak akan menjadi penolong bagi orang-orang yang berdosa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3269.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa di saat menyadari kesalahannya, Musa memohon ampun kepada Tuhan, seraya berkata, \"Sesungguhnya aku telah menganiaya diriku sendiri dengan melakukan pembunuhan terhadap orang yang tidak boleh dibunuh. Maka ampunilah dosaku dan janganlah Engkau siksa aku karena perbuatan yang tidak kusengaja itu.\" Allah Yang Maha Pengampun dan Maha Penyayang terhadap hamba-Nya, mengampuni kesalahan Musa. Dengan pengampunan itu, hati Musa menjadi tenteram dan bebas dari kebimbangan dan kesusahan memikirkan nasibnya karena melakukan perbuatan dosa. Sesungguhnya pengampunan itu adalah rahmat dan karunia Allah. Di antara karunia Allah kepada Musa disebutkan dalam firman-Nya:\nDan engkau pernah membunuh seseorang, lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat). (thaha/20: 40)\n\nMusa berjanji tidak akan melakukan kesalahan itu lagi dan tidak akan menjadi penolong bagi orang yang melakukan kesalahan. Apalagi pertolongan itu akan menyebabkan penganiayaan atau pembunuhan dan mencelakakan diri sendiri.",
    "quraish": "Dengan tetap berendah diri, Mûsâ berkata, \"Ya Tuhan, demi ilmu dan hikmah yang telah Engkau karuniakan kepadaku, tunjukkanlah aku ke jalan yang baik dan benar. Jika Engkau berikan aku petunjuk dan perkenan-Mu, niscaya aku tidak akan menjadi pembela orang-orang kafir.\"",
    "jalalayn": "(Musa berkata, \"Ya Rabbku! Demi nikmat yang telah Engkau limpahkan) (kepadaku) berupa ampunan, peliharalah diriku ini (aku sekali-kali tiada akan menjadi penolong) yakni menjadi pembantu (bagi orang-orang yang berdosa.\") yaitu orang-orang kafir sesudah peristiwa ini, jika Engkau memelihara diriku."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 18,
    "arab": "فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ",
    "translation": "Karena itu, dia (Musa) menjadi ketakutan berada di kota itu sambil menunggu (akibat perbuatannya), tiba-tiba orang yang kemarin meminta pertolongan berteriak meminta pertolongan kepadanya. Musa berkata kepadanya, “Engkau sungguh, orang yang nyata-nyata sesat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3270.mp3",
    "tafsir": "Pengampunan Allah telah menjadikan hatinya lega dan lapang, tetapi bagaimana dengan penduduk asli Mesir di mana ia hidup di kalangan mereka? Apakah mereka akan membiarkan saja bila pembunuhan itu mereka ketahui? Inilah yang sangat mengganggu ketenteraman hati Musa dan selalu menjadi beban pikirannya. Oleh sebab itu, dengan sembunyi-sembunyi Musa mencari informasi apakah perbuatannya itu telah diketahui orang, dan bila mereka telah mengetahuinya, bagaimana sikap mereka? Tindakan apakah yang akan mereka ambil terhadapnya? \nKetika ia menyusuri kota itu, kelihatan olehnya orang yang ditolong dahulu dan berteriak lagi minta tolong agar ia membantunya sekali lagi melawan orang Mesir yang lain. Rupanya orang yang ditolongnya dahulu itu kembali terlibat dalam perkelahian dengan orang Mesir lainnya. Mungkin orang itu meminta kepadanya supaya ia membunuh orang Mesir itu sebagaimana ia telah membunuh dahulu. Tergambarlah dalam otaknya bagaimana ia telah dosa dengan pembunuhan itu, tetapi Tuhan dengan rahmat dan kasih sayang-Nya, telah mengampuni kesalahannya. Apakah ia akan berbuat kesalahan lagi, apalagi ia telah berjanji dengan Tuhannya bahwa dia tidak akan mengulangi lagi perbuatan itu. \nOleh sebab itu, Musa berkata kepada orang Israil itu bahwa ia adalah orang yang sesat. Akan tetapi, tergambar pula dalam pikirannya bagaimana nasib kaumnya yang terhina dan selalu dianiaya oleh orang-orang Mesir, maka bangkit pulalah rasa amarahnya dan hampir saja ia menyerang orang Mesir itu. Namun sebelum ia menyerang, orang Mesir itu membentaknya dengan mengatakan apakah ia hendak membunuhnya seperti ia membunuh kawannya kemarin? Rupanya orang itu sudah mengenali wajah Musa karena orang-orang di kota ramai membicarakan pembunuhan itu dan pelakunya. \nKemudian orang Mesir itu membentaknya dan mengatakan, \"Sesungguhnya engkau telah bertindak sewenang-wenang di muka bumi. Engkau bukanlah termasuk orang-orang yang berbuat baik.\" Dengan bentakan itu, Musa sadar dan ingat akan janjinya bahwa dia tidak akan mengulangi kesalahannya lagi sehingga dia tidak jadi memukul orang itu.\nMenurut pendapat sebagian mufasir yang mengucapkan kata-kata tersebut kepada Musa bukanlah orang Mesir tetapi orang Israil yang telah ditolongnya, karena Musa menuduhnya sebagai orang yang sesat dan hendak memukulnya.",
    "quraish": "Akibat perbuatannya itu, selama di negeri Mesir Mûsâ dihantui rasa takut sehingga ia harus selalu waspada akan keburukan yang sewaktu-waktu menimpanya, lantaran membunuh orang Mesir. Saat itu, Mûsâ berjumpa lagi dengan orang Banû Isrâ'îl yang dahulu pernah meminta pertolongan padanya. Kali ini, orang itu kembali meminta bantuan Mûsâ untuk menolongnya melawan orang Mesir yang lain. Tapi ia kemudian dihardik Mûsâ sambil berkata, \"Kamu benar-benar keterlaluan dan tersesat. Lagi-lagi kamu mengulangi perbuatanmu yang lalu dan kamu memaksaku kembali untuk menolongmu.\"",
    "jalalayn": "(Karena itu, jadilah Musa di kota itu merasa takut menunggu-nunggu dengan khawatir) apa yang bakal dilakukan oleh keluarga orang yang telah dibunuhnya itu terhadap dirinya (maka tiba-tiba orang yang meminta pertolongan kemarin berteriak-teriak meminta pertolongan kepadanya) maksudnya minta tolong lagi dari orang Mesir yang lain. (Musa berkata kepadanya, \"Sesungguhnya kamu benar-benar orang sesat yang nyata.\") kesesatannya, karena apa yang telah kamu perbuat kemarin dan sekarang ini."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 19,
    "arab": "فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ",
    "translation": "Maka ketika dia (Musa) hendak memukul dengan keras orang yang menjadi musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa! Apakah engkau bermaksud membunuhku, sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan engkau tidak bermaksud menjadi salah seorang dari orang-orang yang mengadakan perdamaian.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3271.mp3",
    "tafsir": "Pengampunan Allah telah menjadikan hatinya lega dan lapang, tetapi bagaimana dengan penduduk asli Mesir di mana ia hidup di kalangan mereka? Apakah mereka akan membiarkan saja bila pembunuhan itu mereka ketahui? Inilah yang sangat mengganggu ketenteraman hati Musa dan selalu menjadi beban pikirannya. Oleh sebab itu, dengan sembunyi-sembunyi Musa mencari informasi apakah perbuatannya itu telah diketahui orang, dan bila mereka telah mengetahuinya, bagaimana sikap mereka? Tindakan apakah yang akan mereka ambil terhadapnya? \nKetika ia menyusuri kota itu, kelihatan olehnya orang yang ditolong dahulu dan berteriak lagi minta tolong agar ia membantunya sekali lagi melawan orang Mesir yang lain. Rupanya orang yang ditolongnya dahulu itu kembali terlibat dalam perkelahian dengan orang Mesir lainnya. Mungkin orang itu meminta kepadanya supaya ia membunuh orang Mesir itu sebagaimana ia telah membunuh dahulu. Tergambarlah dalam otaknya bagaimana ia telah dosa dengan pembunuhan itu, tetapi Tuhan dengan rahmat dan kasih sayang-Nya, telah mengampuni kesalahannya. Apakah ia akan berbuat kesalahan lagi, apalagi ia telah berjanji dengan Tuhannya bahwa dia tidak akan mengulangi lagi perbuatan itu. \nOleh sebab itu, Musa berkata kepada orang Israil itu bahwa ia adalah orang yang sesat. Akan tetapi, tergambar pula dalam pikirannya bagaimana nasib kaumnya yang terhina dan selalu dianiaya oleh orang-orang Mesir, maka bangkit pulalah rasa amarahnya dan hampir saja ia menyerang orang Mesir itu. Namun sebelum ia menyerang, orang Mesir itu membentaknya dengan mengatakan apakah ia hendak membunuhnya seperti ia membunuh kawannya kemarin? Rupanya orang itu sudah mengenali wajah Musa karena orang-orang di kota ramai membicarakan pembunuhan itu dan pelakunya. \nKemudian orang Mesir itu membentaknya dan mengatakan, \"Sesungguhnya engkau telah bertindak sewenang-wenang di muka bumi. Engkau bukanlah termasuk orang-orang yang berbuat baik.\" Dengan bentakan itu, Musa sadar dan ingat akan janjinya bahwa dia tidak akan mengulangi kesalahannya lagi sehingga dia tidak jadi memukul orang itu.\nMenurut pendapat sebagian mufasir yang mengucapkan kata-kata tersebut kepada Musa bukanlah orang Mesir tetapi orang Israil yang telah ditolongnya, karena Musa menuduhnya sebagai orang yang sesat dan hendak memukulnya.",
    "quraish": "Ketika Mûsâ bermaksud menindak orang Mesir, yang merupakan musuh mereka berdua, karena didorong oleh rasa permusuhan itu, orang Mesir itu berkata--dengan mengira bahwa Mûsâ akan membunuhnya, \"Apakah kamu akan membunuhku seperti kamu membunuh orang Mesir lain tempo hari? Sungguh kamu hanya ingin menjadi orang yang melampaui batas di muka bumi. Dan kamu tidak ingin menjadi penyeru kebaikan dan kebajikan.\"",
    "jalalayn": "(Maka tatkala) huruf An di sini adalah Zaidah (Musa hendak memegang dengan keras orang yang menjadi musuh keduanya) yakni, musuh Musa dan orang Mesir yang mengejarnya (musuhnya berkata) yaitu warga Bani Israel musuh orang Mesir yang meminta tolong kepadanya itu, karena ia menduga bahwa Musa akan memukulnya (\"Hai Musa! Apakah kamu bermaksud hendak membunuhku, sebagaimana kamu kemarin telah membunuh seorang manusia? Tiadalah) yakni tidaklah (kamu bermaksud melainkan hendak menjadi orang yang berbuat sewenang-wenang di negeri ini dan tiadalah kamu hendak menjadi salah seorang dari orang-orang yang mengadakan perdamaian\"). Ketika orang yang meminta tolong kepadanya mengatakan demikian, orang Mesir yang mengerjarnya itu mendengar apa yang dikatakannya, sehingga orang Mesir itu kini mengetahui, bahwa yang membunuh orang kemarin adalah Musa sendiri. Lalu ia pergi kepada Firaun dan menceritakan hal itu kepadanya. Firaun memerintahkan kepada algojo-algojonya untuk menangkap dan membunuh Nabi Musa. Dengan segera para algojo itu berangkat mencari Musa."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 20,
    "arab": "وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ",
    "translation": "Dan seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa! Sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu, maka keluarlah (dari kota ini), sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3272.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa seorang laki-laki dari kaum Fir'aun, yang bersimpati kepada Musa, ikut menghadiri musyawarah yang diadakan Fir'aun bersama pembesar-pembesarnya. Dalam musyawarah diputuskan bahwa Musa harus dibunuh. Orang laki-laki yang ikut musyawarah tersebut datang menjumpai Musa untuk memberitahukan kepadanya rencana jahat itu, karena ia sangat bersimpati dan hormat kepadanya. Ia minta supaya Musa segera meninggalkan Mesir. Kalau tidak, mungkin ia akan tertangkap dan dibunuh karena mereka sedang menyiapkan tentara rahasia untuk mengepung dan menangkapnya. Ia menyatakan kepada Musa semua yang dibicarakannya itu adalah benar dan ia menasihati Musa agar lari dengan segera. Nasihat itu benar-benar timbul dari hatinya yang ikhlas demi keselamatan Musa sendiri.",
    "quraish": "Ketika tersebar berita bahwa Mûsâ membunuh seorang lelaki Mesir, datanglah dari ujung kota seorang yang beriman dari keluarga Fir'aun. Laki-laki itu memberitahukan kepada Mûsâ, \"Kaum Fir'aun tengah berunding untuk membunuhmu. Tinggalkan kota ini agar kamu selamat dari rencana pembunuhan! Sungguh aku hanya bermaksud menasihati kamu.\"",
    "jalalayn": "(Dan datanglah seorang laki-laki) dia adalah seorang yang beriman dari kalangan keluarga Firaun (dari ujung kota) dari batas kota (bergegas-gegas) berjalan cepat dengan memotong jalan (seraya berkata, \"Hai Musa! Sesungguhnya pembesar negeri) dari kalangan kaum Firaun (sedang berunding tentang kamu) maksudnya, mereka sedang bermusyawarah tentang dirimu (untuk membunuhmu, sebab itu keluarlah) dari kota ini (sesungguhnya aku termasuk orang-orang yang memberi nasihat.\") yakni, saranku ini -perintah agar kamu keluar- adalah nasihat."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 21,
    "arab": "فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ",
    "translation": "Maka keluarlah dia (Musa) dari kota itu dengan rasa takut, waspada (kalau ada yang menyusul atau menangkapnya), dia berdoa, “Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3273.mp3",
    "tafsir": "Mendengar nasihat yang dikemukakan oleh orang itu dan melihat sikapnya yang menampakkan kejujuran dan keikhlasan, dengan segera Musa berangkat dalam keadaan selalu waspada, karena di belakangnya beberapa orang tentara Fir‘aun telah siap-siap untuk mengepung dan menangkapnya. Alangkah beratnya tekanan yang diderita Musa. Walaupun demikian, ia tetap berusaha menyelamatkan dirinya dan berdoa kepada Allah, “Hai Tuhanku Yang Mahakuasa, Yang Maha Pengasih lagi Maha Penyayang, bebaskanlah aku dari cengkeraman kaum Fir‘aun yang aniaya. Allah mengabulkan doanya dan menunjukkannya jalan menuju Madyan.\n\nMenurut riwayat, Fir‘aun memerintahkan kepada tentaranya supaya mengejar Musa sampai ke jalan-jalan kecil dan melarang mereka melalui jalan raya karena ia yakin bahwa Musa tidak mungkin akan menempuh jalan itu.",
    "quraish": "Mûsâ meninggalkan kota itu dengan penuh ketakutan, khawatir kalau-kalau musuh menghadang dan menyakiti dirinya. Mûsâ berlalu sambil memohon kepada Allah agar menyelamatkan dirinya dari kezaliman orang-orang kafir.",
    "jalalayn": "(Maka keluarlah Musa dari kota itu dengan rasa takut menunggu-nunggu dengan khawatir) apakah dirinya akan dapat dikejar oleh orang-orang yang mencarinya atau pertolongan Allah datang menyelamatkan dirinya? (dia berdoa, \"Ya Rabbku! Selamatkanlah aku dari orang-orang yang zalim itu\") yaitu, kaum Firaun."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 22,
    "arab": "وَلَمَّا تَوَجَّهَ تِلْقَاۤءَ مَدْيَنَ قَالَ عَسٰى رَبِّيْٓ اَنْ يَّهْدِيَنِيْ سَوَاۤءَ السَّبِيْلِ ",
    "translation": "Dan ketika dia menuju ke arah negeri Madyan dia berdoa lagi, “Mudah-mudahan Tuhanku memimpin aku ke jalan yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3274.mp3",
    "tafsir": "Setelah Musa mengetahui bahwa jalan yang ditempuhnya itu adalah jalan yang biasa dilalui orang menuju ke Madyan, ia yakin bahwa ia tidak akan tersesat menempuh padang pasir yang luas itu. Apalagi ia telah berdoa kepada Tuhannya agar selalu ditunjuki ke jalan yang lurus. Akan tetapi, walaupun jalan yang ditempuhnya itu adalah jalan raya yang biasa dilalui orang, namun jarak yang harus ditempuhnya sangat jauh sekali, sedangkan dia tidak membawa bekal karena ia tergesa-gesa meninggalkan kota Mesir.\nDiriwayatkan bahwa Musa berjalan selama delapan hari delapan malam, tanpa makanan dan dengan kaki telanjang. Tak ada yang bisa dimakan kecuali daun-daun kayu. Namun demikian, hatinya tetap tabah dan semangatnya tetap membaja karena ia luput dari kejaran Fir'aun. Dia telah selamat dari jebakan Fir'aun di waktu kecilnya, padahal banyak bayi laki-laki dari Bani Israil mati dibunuh, dan sekarang ia telah bebas dari kejaran Fir'aun di waktu ia sudah dewasa. Semua itu adalah karena rahmat dan lindungan Allah. Oleh karena itu, ia yakin dalam perjalanan yang jauh dan sulit itu, ia akan tetap berada dalam lindungan-Nya.",
    "quraish": "Ketika Mûsâ mengarahkan kakinya menuju Madyan, kampung halaman Nabi Syu'ayb--sebuah negeri yang aman dan damai--Mûsâ memohon kepada Allah agar menunjukkan kepadanya jalan kebaikan dan keselamatan.",
    "jalalayn": "(Dan tatkala ia menghadap) yakni menuju (ke jurusan negeri Madyan) ke arahnya. Madyan adalah nama kota tempat nabi Syuaib, yang jauhnya kira-kira delapan hari perjalanan dari kota Mesir. Kota tersebut dinamai dengan nama pendirinya yaitu Madyan ibnu Ibrahim, sedangkan Nabi Musa belum mengetahui jalan menuju ke arahnya (ia berdoa lagi, \"Mudah-mudahan Rabbku memimpinku ke jalan yang benar\") maksudnya, jalan yang menuju ke arah negeri Madyan yang tidak terlalu jauh dan juga tidak terlalu dekat, yakni pertengahan. Allah mengutus malaikat yang membawa tongkat, lalu malaikat itu memimpin Nabi Musa menuju ke negeri Madyan."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 23,
    "arab": "وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ",
    "translation": "Dan ketika dia sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya), dan dia menjumpai di belakang orang banyak itu, dua orang perempuan sedang menghambat (ternaknya). Dia (Musa) berkata, “Apakah maksudmu (dengan berbuat begitu)?” Kedua (perempuan) itu menjawab, “Kami tidak dapat memberi minum (ternak kami), sebelum penggembala-penggembala itu memulangkan (ternaknya), sedang ayah kami adalah orang tua yang telah lanjut usianya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3275.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa pada akhirnya sampailah Musa ke sebuah sumber mata air di kota Madyan. Dilihatnya di sana orang-orang sedang ramai berdesak-desakan mengambil air dan memberi minum binatang ternak mereka. Di tempat yang agak rendah, tampak olehnya dua orang gadis memegang dan menahan tali kambingnya yang selalu hendak maju ke arah orang-orang yang mengambil air karena sudah sangat haus. Melihat hal itu, timbullah rasa kasihan dalam hati Musa, lalu ia dekati kedua gadis itu hendak menanyakan mengapa tidak ikut bersama orang banyak mengambil air dan memberi minum kambing mereka. Keduanya menjawab, \"Kami tidak dapat mengambil air kecuali orang-orang itu semuanya telah selesai mengambilnya, karena kami tidak kuat berebut dan berdesak-desakan dengan orang banyak. Bapak kami sudah sangat tua, sehingga tidak sanggup datang ke mari untuk mengambil air. Itulah sebabnya kami terpaksa menunggu orang-orang itu pergi dan kami hanya dapat mengambil air, jika ada sisa-sisa air yang ditinggalkan mereka.\"",
    "quraish": "Ketika sampai pada sumber mata air penduduk Madyan, Mûsâ mendapati banyak sekali rombongan dari bermacam-macam golongan manusia tengah memberi minum ternak mereka. Agak rendah dari tempat mereka itu, Mûsâ melihat dua orang wanita menggiring kambing gembalaannya bergerak menjauhi sumber air. Kepada kedua wanita itu, Mûsâ bertanya, \"Mengapa kalian berdua malah menjauhi sumber air ini?\" Mereka menjawab, \"Kami tidak bisa berdesak-desakan. Kami akan menunggu para pengembala itu selesai memberi minum piaraan mereka. Ayah kami sudah tua renta tidak mampu lagi menggembalakan dan memberi minum ternak kami.\"",
    "jalalayn": "(Dan tatkala ia sampai di sumber air negeri Madyan) yaitu, sebuah sumur yang ada di negeri Madyan, makna yang dimaksud ialah dia telah sampai ke negeri Madyan (ia menjumpai di tempat itu sekumpulan) sekelompok (orang-orang yang sedang memberi minum) ternaknya (dan ia menjumpai di belakang orang banyak itu) selain mereka (dua orang wanita yang sedang menahan ternaknya) maksudnya mencegah ternaknya supaya jangan merebut bagian air minum ternak orang lain. (Musa berkata) kepada kedua wanita itu, (\"Apakah gerangan yang terjadi pada kalian berdua?\") maksudnya, mengapa kalian berdua tidak meminumkan ternak kalian berdua? (Kedua wanita itu menjawab, \"Kami tidak dapat meminumkannya sebelum penggembala-penggembala itu memulangkan ternaknya). Lafal Ar Ri'a bentuk jamak dari Ra'in artinya penggembala. Maksudnya, sebelum mereka selesai dari meminumkan ternaknya, karena keduanya takut berdesak-desakan; setelah mereka bubar, baru meminumkan ternaknya. Menurut qiraat yang lain dibaca Yushdira yang berasal dari Fi'il Ruba'i yakni Ashdara, maknanya ialah, sebelum mereka membubarkan ternaknya dari sumur itu (sedangkan bapak kami adalah orang tua yang telah lanjut umurnya\") maksudnya, tidak mampu lagi untuk meminumkan ternaknya."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 24,
    "arab": "فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰىٓ اِلَى الظِّلِّ فَقَالَ رَبِّ اِنِّيْ لِمَآ اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ ",
    "translation": "Maka dia (Musa) memberi minum (ternak) kedua perempuan itu, kemudian dia kembali ke tempat yang teduh lalu berdoa, “Ya Tuhanku, sesungguhnya aku sangat memerlukan sesuatu kebaikan (makanan) yang Engkau turunkan kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3276.mp3",
    "tafsir": "Dengan cepat Musa mengambil air untuk kedua gadis itu agar memberi minum kambing mereka. Karena kelelahan, ia berlindung di bawah sebatang pohon sambil merasakan lapar dan haus karena sudah beberapa hari tidak makan kecuali daun-daunan. Musa berdoa kepada Allah karena ia sangat membutuhkan rahmat dan kasih sayang-Nya, untuk melenyapkan penderitaan yang dialaminya.",
    "quraish": "Mûsâ dengan sukarela membantu kedua wanita untuk mengambil air. Kemudian Mûsâ bersandar pada sebatang pohon untuk melepas lelah. Dengan penuh kerendahan hati, Mûsâ berdoa, \"Ya Tuhan, aku sangat membutuhkan rezeki dan kebaikan yang Engkau turunkan kepadaku.\"",
    "jalalayn": "(Maka Musa memberi minum ternak itu untuk menolong keduanya) dari air sumur lain yang berada di dekat sumur itu, kemudian Nabi Musa mengangkat batu besar yang menutupinya, konon batu itu hanya dapat diangkat oleh sepuluh orang yang kuat (kemudian ia kembali) setelah itu Musa kembali lagi (ke tempat yang teduh) di bawah pohon Samurah, karena pada saat itu hari sangat panas dan ia dalam keadaan lapar (lalu berdoa, \"Ya Rabbku! Sesungguhnya aku terhadap kebaikan yang Engkau turunkan kepadaku) yang dimaksud adalah makanan (sangat memerlukan.\") sangat membutuhkannya. Lalu kedua wanita itu kembali ke rumah bapak mereka, kejadian ini membuat bapaknya terkejut, karena mereka berdua kembali lebih cepat dari biasanya. Maka bapaknya menanyakan tentang hal tersebut. Lalu diceritakan kepadanya tentang seorang lelaki yang telah menolongnya memberi minum ternaknya. Bapak mereka bertanya kepada salah seorang dari keduanya, \"Coba panggillah dia untuk menghadap kepadaku\". Lalu Allah berfirman,"
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 25,
    "arab": "فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ  ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ  قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ",
    "translation": "Kemudian datanglah kepada Musa salah seorang dari kedua perempuan itu berjalan dengan malu-malu, dia berkata, “Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)mu memberi minum (ternak) kami.” Ketika (Musa) mendatangi ayahnya  dan dia menceritakan kepadanya kisah (mengenai dirinya), dia berkata, “Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3277.mp3",
    "tafsir": "Pada ayat ini dijelaskan bagaimana akhir penderitaan yang dialami Musa dengan dikabulkan doanya oleh Allah. Tak disangka-sangka, datanglah salah seorang dari kedua gadis itu dengan agak malu-malu dan berkata kepada Musa bahwa ayahnya mengundang Musa datang ke rumahnya untuk sekadar membalas budi baik Musa yang telah menolong mereka mengambil air minum dan memberi minum binatang ternak mereka. Musa dapat memahami bahwa kedua gadis itu berasal dari keluarga orang baik-baik, karena melihat sikapnya yang sopan dan di waktu datang kepadanya dan mendengar bahwa yang mengundang datang ke rumahnya itu bukan dia sendiri melainkan ayahnya. Kalau gadis itu sendiri yang mengundang, mungkin timbul kesan yang tidak baik terhadapnya.\nPara mufasir berbeda pendapat tentang ayah gadis itu apakah dia Nabi Syuaib atau bukan. Sebagian ulama berpendapat bahwa ayah kedua gadis itu adalah seorang pemuka agama yang saleh dan telah berusia lanjut. Adapun pendapat yang mengatakan bahwa ayah wanita itu adalah Nabi Syuaib tidak bisa diterima karena Nabi Syuaib hidup jauh sebelum Nabi Musa. \nAkhirnya berangkatlah Musa bersama gadis itu ke rumah orang tua mereka. Setelah sampai, Musa menceritakan kepada orang tua gadis itu riwayat hidupnya bersama Fir'aun, bagaimana kesombongan dan penghinaannya terhadap Bani Israil, sampai kepada keputusan dan perintah untuk membunuhnya, sehingga ia lari dari Mesir karena takut dibunuh. Orang tua itu mendengarkan cerita Musa dengan penuh perhatian. Setelah Musa selesai bercerita, orang tua itu berkata kepadanya, \"Engkau tidak perlu merasa takut dan khawatir karena engkau telah lepas dari kekuasaan orang-orang zalim itu. Mereka tidak akan dapat menangkapmu, karena engkau telah berada di luar batas kerajaan mereka.\" Dengan demikian, hati Musa merasa tenteram karena ia sudah mendapat perlindungan di rumah seorang pemuka agama yang besar pengaruhnya di kawasan tersebut.",
    "quraish": "Salah seorang dari dua wanita yang dikirim oleh ayahnya–setelah si ayah mendengar apa yang telah dilakukan Mûsâ pada kedua wanita itu--datang menemui Mûsâ dengan malu-malu. Kepadanya, wanita itu berkata, \"Ayahku memanggilmu untuk memberi upah kerjamu mengambilkan kami air.\" Sampai di rumah sang ayah, Mûsâ lantas mengisahkan perjalanannya dari negeri Mesir. Orang tua itu berkata, \"Jangan takut! Kamu telah selamat dari orang-orang zalim, karena Fir'aun tidak memiliki kekuasaan apa-apa atas kami.\"",
    "jalalayn": "(Kemudian datanglah kepada Musa salah seorang dari kedua wanita itu berjalan kemalu-maluan) seraya menutupkan kain kerudung ke mukanya karena malu kepada Nabi Musa (ia berkata, \"Sesungguhnya bapakku memanggil kamu agar ia memberikan balasan terhadap kebaikanmu memberi minum ternak kami\") Nabi Musa memenuhi panggilannya dan menolak dalam hatinya upah yang akan diberikan kepadanya, karena seolah-olah wanita itu bermaksud hendak memberi upah dan menganggap dirinya sebagai seorang upahan. Kemudian wanita itu berjalan di muka Nabi Musa tiba-tiba angin meniup kainnya, sehingga terlihat kedua betisnya. Lalu Nabi Musa berkata kepadanya, \"Berjalanlah engkau di belakangku dan tunjukkanlah jalan itu kepadaku\". Wanita itu menuruti apa yang dikatakan oleh Nabi Musa, sehingga Nabi Musa sampai ke tempat bapak wanita itu, dia adalah Nabi Syuaib a.s. Ketika Nabi Musa sampai di hadapannya ternyata telah disiapkan makan malam, maka Nabi Syuaib berkata, \"Duduklah, kemudian makan malamlah\". Nabi Musa menjawab, \"Aku khawatir jika makan malam ini sebagai imbalan karena aku telah memberi minum ternak keduanya, sedangkan aku berasal dari ahlul bait yang tidak pernah meminta imbalan dari suatu pekerjaan yang baik\". Nabi Syuaib berkata, \"Tidak, ini merupakan tradisiku dan tradisi nenek moyangku. Kami biasa menjamu tamu kami, juga biasa memberi makan\". Nabi Musa baru mau memakannya dan menceritakan kepadanya semua apa yang telah ia alami. Untuk itu maka Allah swt. berfirman, (\"Maka tatkala Musa mendatangi bapak wanita itu dan menceritakan kepadanya kisah mengenai dirinya) lafal Al Qashash adalah Mashdar yang bermakna Isim Maf'ul; maksudnya Nabi Musa menceritakan kepadanya tentang pembunuhannya terhadap seorang bangsa Mesir dan niat bangsa Mesir untuk membunuhnya, serta kekhawatirannya terhadap Firaun (Syuaib berkata, 'Janganlah kamu takut! Kamu telah selamat dari orang-orang yang zalim'.\") karena tidak ada kekuasaan bagi Firaun atas negeri Madyan."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 26,
    "arab": "قَالَتْ اِحْدٰىهُمَا يٰٓاَبَتِ اسْتَأْجِرْهُ ۖاِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمِيْنُ ",
    "translation": "Dan salah seorang dari kedua (perempuan) itu berkata, “Wahai ayahku! Jadikanlah dia sebagai pekerja (pada kita), sesungguhnya orang yang paling baik yang engkau ambil sebagai pekerja (pada kita) ialah orang yang kuat dan dapat dipercaya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3278.mp3",
    "tafsir": "Rupanya orang tua itu tidak mempunyai anak laki-laki dan tidak pula mempunyai pembantu. Oleh sebab itu, yang mengurus semua urusan keluarga itu hanyalah kedua putrinya saja, sampai keduanya terpaksa menggembala kambing mereka, di samping mengurus rumah tangga. Terpikir oleh salah seorang putri itu untuk meminta tolong kepada Musa yang tampaknya amat baik sikap dan budi pekertinya dan kuat tenaganya menjadi pembantu di rumah ini. \nPutri itu mengusulkan kepada bapaknya agar mengangkat Musa sebagai pembantu mereka untuk menggembala kambing, mengambil air, dan sebagainya karena dia seorang yang jujur, dapat dipercaya, dan kuat tenaganya. Usul itu berkenan di hati bapaknya, bahkan bukan hanya ingin mengangkatnya sebagai pembantu, malah ia hendak mengawinkan salah satu putrinya dengan Musa.",
    "quraish": "Salah seorang dari kedua wanita itu berkata, \"Wahai Ayah, pekerjakan pemuda itu untuk menggembala atau mengurus domba piaraan kita dengan gaji! Sungguh, ia adalah orang yang paling baik yang engkau pekerjakan, karena tenaganya kuat dan dirinya dapat dipercaya.\"",
    "jalalayn": "(Salah seorang dari kedua wanita itu berkata) yakni wanita yang disuruh menjemput Nabi Musa yaitu yang paling besar atau yang paling kecil (\"Ya bapakku! Ambillah dia sebagai orang yang bekerja pada kita) sebagai pekerja kita, khusus untuk menggembalakan kambing milik kita, sebagai ganti kami (karena sesungguhnya orang yang paling baik yang kamu ambil untuk bekerja pada kita ialah orang yang kuat lagi dapat dipercaya\") maksudnya, jadikanlah ia pekerja padanya, karena dia adalah orang yang kuat lagi dapat dipercaya. Lalu Nabi Syuaib bertanya kepada anaknya tentang Nabi Musa. Wanita itu menceritakan kepada bapaknya semua apa yang telah dilakukan oleh Nabi Musa, mulai dari mengangkat bata penutup sumur, juga tentang perkataannya, \"Berjalanlah di belakangku\". Setelah Nabi Syuaib mengetahui melalui cerita putrinya bahwa ketika putrinya datang menjemput Nabi Musa, Nabi Musa menundukkan pandangan matanya, hal ini merupakan pertanda bahwa Nabi Musa jatuh cinta kepada putrinya, maka Nabi Syuaib bermaksud mengawinkan keduanya."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 27,
    "arab": "قَالَ اِنِّيْٓ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ ",
    "translation": "Dia (Syekh Madyan) berkata, “Sesungguhnya aku bermaksud ingin menikahkan engkau dengan salah seorang dari kedua anak perempuanku ini, dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun dan jika engkau sempurnakan sepuluh tahun maka itu adalah (suatu kebaikan) darimu, dan aku tidak bermaksud memberatkan engkau. Insya Allah engkau akan mendapatiku termasuk orang yang baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3279.mp3",
    "tafsir": "Dengan segera orang tua itu mengajak Musa berbincang. Dengan terus terang dia mengatakan keinginannya untuk mengawinkan Musa dengan salah seorang putrinya. Sebagai mahar perkawinan ini, Musa harus bekerja menggembalakan kambing selama delapan tahun, kalau Musa menyanggupi bekerja sepuluh tahun maka itu lebih baik. Ini adalah tawaran yang amat simpatik dan amat melegakan hati Musa, sebagai seorang pelarian yang ingin menghindarkan diri dari maut, seorang yang belum yakin akan masa depannya, apakah ia akan terlunta-lunta di negeri orang, karena tidak tentu arah yang akan ditujunya. Apalagi yang lebih berharga dan lebih membahagiakan dari tawaran itu? Tanpa ragu-ragu Musa telah menetapkan dalam hatinya untuk menerima tawaran tersebut.\nPara ulama mengambil dalil dengan ayat ini bahwa seorang bapak boleh meminta seorang laki-laki untuk menjadi suami putrinya. Hal ini banyak terjadi di masa Rasulullah saw, bahkan ada di antara wanita yang menawarkan dirinya supaya dikawini oleh Rasulullah saw atau supaya beliau mengawinkan mereka dengan siapa yang diinginkannya.\nUmar pernah menawarkan anaknya Hafsah (yang sudah janda) kepada Abu Bakar tetapi Abu Bakar hanya diam. Kemudian ditawarkan kepada 'Utsman, tetapi 'Utsman meminta maaf karena keberatan. Hal ini diberitahukan Abu Bakar kepada Nabi. Beliau pun menenteramkan hatinya dengan mengatakan, \"Semoga Allah akan memberikan kepada Hafsah orang yang lebih baik dari Abu Bakar dan 'Utsman.\" Kemudian Hafsah dikawini oleh Rasulullah.",
    "quraish": "Syu'ayb berkata kepada Mûsâ, \"Aku bermaksud mengawinkanmu dengan salah seorang putriku ini. Sebagai maskawinnya, kamu harus bekerja pada kami selama delapan tahun. Tapi, jika kamu mau menggenapkannya mejadi sepuluh tahun dengan sukarela, maka itu baik saja. Tapi aku tidak mengharuskan dirimu memilih masa yang lebih panjang. Insya Allah kamu akan mendapatkan diriku sebagai orang yang saleh, yang baik dalam bermuamalat dan menepati janji.\"",
    "jalalayn": "(Berkatalah dia, \"Sesungguhnya aku bermaksud menikahkan kamu dengan salah seorang dari kedua anakku ini) yaitu yang paling besar atau yang paling kecil (atas dasar kamu bekerja denganku) yakni, menggembalakan kambingku (delapan tahun) selama delapan tahun (dan jika kamu cukupkan sepuluh tahun) yakni, menggembalakan kambingku selama sepuluh tahun (maka itu adalah suatu kebaikan dari kamu) kegenapan itu (maka aku tidak hendak memberati kamu) dengan mensyaratkan sepuluh tahun. (Dan kamu Insya Allah akan mendapatiku) lafal Insya Allah di sini maksudnya untuk ber-tabarruk (termasuk orang-orang yang baik\") yaitu orang-orang yang menepati janjinya."
  },
  {
    "hizb": 155,
    "name": "Al-Qasas",
    "ayat": 28,
    "arab": "قَالَ ذٰلِكَ بَيْنِيْ وَبَيْنَكَۗ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّۗ وَاللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ ࣖ",
    "translation": "Dia (Musa) berkata, “Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan (tambahan) atas diriku (lagi). Dan Allah menjadi saksi atas apa yang kita ucapkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3280.mp3",
    "tafsir": "Musa menerima tawaran itu dan berjanji kepada orang tua kedua gadis itu bahwa dia akan memenuhi syarat-syarat yang disepakati dan akan memenuhi salah satu dari dua masa yang ditawarkan, yaitu delapan atau sepuluh tahun. Sesudah itu tidak ada kewajiban lagi yang harus dibebankan kepadanya. Musa juga menyatakan bahwa Allah yang menjadi saksi atas kebenaran apa yang telah diikrarkan bersama.",
    "quraish": "Mûsâ berkata, \"Apa yang telah kau katakan itu adalah janji antara kita berdua. Jika aku telah melewatkan salah satu dari batas waktu yang telah engkau tentukan itu, berarti aku telah menepati janjimu dan aku tidak menginginkan masa kerja itu diperpanjang. Allah Maha Menyaksikan apa yang kita ucapkan.\"",
    "jalalayn": "Musa (Berkata, \"Itulah) yakni perjanjian yang telah kamu katakan itu (antara aku dan kamu. Mana saja dari kedua waktu yang ditentukan itu) delapan atau sepuluh tahun masa penggembalaan itu; huruf Ma pada lafal Ayyama adalah huruf Zaidah (aku sempurnakan) aku selesaikan (maka tidak ada tuntutan atas diriku) artinya tuntutan tambahan waktu lain. (Dan Allah atas apa yang kita ucapkan) tentang apa yang diucapkan oleh aku dan kamu (adalah sebagai saksi.\") pemelihara atau saksi. Maka perjanjian itu dinyatakan oleh keduanya, dan Nabi Syuaib memerintahkan anak perempuannya supaya memberikan tongkatnya kepada Nabi Musa untuk mengusir binatang-binatang buas dari ternak yang digembalakannya nanti. Tongkat itu adalah milik para nabi secara turun-temurun sejak Nabi Adam dan kini berada di tangan Nabi Syuaib. Tongkat itu berasal dari kayu surga, tongkat itu beralih ke tangan nabi Musa dengan sepengetahuan Nabi Syuaib."
  }
]