[
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 29,
    "arab": "۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ",
    "translation": "Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3281.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah Musa menunaikan tugasnya selama sepuluh tahun dengan sebaik-baiknya, dia pun pamit kepada mertuanya untuk kembali ke Mesir, yang merupakan kampung halamannya, bersama istrinya. Tentu saja tidak ada alasan bagi mertuanya untuk menahannya karena semua ketentuan yang telah ditetapkan untuk mengawini anaknya sudah dipenuhi Musa. Hanya saja sebagai orang tua, ia tidak akan sampai hati melepaskan anak menantunya begitu saja, tanpa memberikan sekadar bekal di jalan. Mertuanya membekali secukupnya dan memberikan kepadanya beberapa ekor kambing. \nMusa lalu berangkat bersama istrinya menempuh jalan yang pernah ditempuhnya dahulu sewaktu dia lari dari Mesir. Di tengah jalan, dia berhenti di suatu tempat untuk melepaskan lelah. Karena malam telah tiba dan keadaan gelap gulita, maka ia mencoba menyalakan api dengan batu. Akan tetapi, rabuknya tidak mau menyala sehingga ia hampir putus asa karena ia tidak dapat mengerjakan sesuatu dalam gelap gulita itu. Udara pun sangat dingin sehingga dia dan keluarganya tidak akan dapat bertahan lama, tanpa ada api untuk berdiang. \nDalam keadaan demikian, dari jauh dia melihat nyala api di sebelah kanan Gunung Tur. Dia lalu berkata kepada istrinya untuk menunggu di tempatnya karena ia akan pergi ke tempat api itu. Semoga orang-orang di sana dapat memberikan petunjuk kepadanya tentang perjalanan ini atau ia dapat membawa sepotong kayu penyuluh supaya mereka dapat menghangatkan badan dari udara dingin yang tak tertahankan.",
    "quraish": "Setelah menyelesaikan pekerjaan sesuai masa yang telah dijanjikan, dan secara sah menjadi suami putri Syu'ayb, Mûsâ membawa istrinya kembali ke negeri Mesir. Di tengah perjalanan, dari arah bukit Sinai Mûsâ melihat api. Ia berkata kepada orang-orang yang mengikutinya, \"Tetaplah kalian di sini. Aku melihat cahaya di tengah kegelapan. Aku akan mendatangi api itu agar aku mendapat keterangan mengenai jalan yang akan kita tempuh, atau membawa sebongkah apinya untuk menghangatkan badan kalian.\"",
    "jalalayn": "(Maka tatkala Musa telah menyelesaikan waktu yang ditentukan) yakni masa penggembalaan itu, yaitu delapan atau sepuluh tahun. Masa sepuluh tahun inilah yang diduga kuat dilakukan oleh Nabi Musa (dan dia berangkat dengan keluarganya) dengan istrinya menuju ke negeri Mesir dengan seizin bapaknya (dilihatnyalah) yakni, Nabi Musa melihat dari jarak jauh (dari arah lereng gunung Thur) Thur adalah nama sebuah gunung (api, Ia berkata kepada keluarganya, \"Tunggulah) di sini (sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari tempat api itu) tentang jalan yang sebenarnya, karena pada saat itu Nabi Musa tersesat (atau membawa sesuluh) dapat dibaca Jadzwatin, Judzwatin, dan Jidzwatin, yakni sebuah obor (api agar kamu dapat menghangatkan badan\") maksudnya, berdiang dengan api itu. Huruf Tha yang ada pada lafal Tashthaluna merupakan pergantian dari huruf Ta wazan Ifti'al, karena berasal dari kata Shala bin nari atau Shaliya bin nari artinya berdiang dekat api untuk menghangatkan badan."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 30,
    "arab": "فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰٓى اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ",
    "translation": "Maka ketika dia (Musa) sampai ke (tempat) api itu, dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi, “Wahai Musa! Sungguh, Aku adalah Allah, Tuhan seluruh alam!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3282.mp3",
    "tafsir": "Musa berjalan ke arah api yang dilihatnya itu. Tatkala dia sudah berada di dekat api itu, ia diseru oleh suatu suara di lembah sebelah kanannya. Ia mendengar seruan yang menyatakan kepadanya bahwasanya itu adalah seruan Allah, Tuhan sekalian alam. Musa mendengar seruan Tuhannya di malam yang sunyi senyap, di lembah dalam keadaan sendiri, dan tak seorang pun yang menemaninya. Bagaimana Musa dapat mendengar Kalam Ilahi langsung dari Tuhannya? Karena hal itu adalah suatu hal yang gaib, tidak ada yang mengetahuinya kecuali Allah. Dia telah mengilhamkan kepada Musa keyakinan bahwa yang berbicara dengannya adalah Tuhan sekalian alam. Lembah di mana Musa berdiri dijadikan tempat yang penuh berkah karena di sanalah Musa mendengar firman Tuhannya dan diangkat menjadi rasul.",
    "quraish": "Sampai di depan api yang dilihatnya, tiba-tiba dari arah samping kanan pohon yang tumbuh di bumi yang diberkahi, di samping bukit Sinai, Mûsâ mendengar seruan dari langit, \"Wahai Mûsâ, sesungguhnya Aku adalah Allah. Tidak ada yang patut disembah selain Aku. Akulah Pencipta, Pengawas dan Penjaga alam semesta.\"",
    "jalalayn": "(Maka tatkala Musa sampai ke tempat api itu, dia diseru dari arah pinggir) yakni sebelah (lembah yang kanan) yang berada di sebelah kanan Nabi Musa (pada tempat yang diberkahi) bagi Musa untuk mendengarkan Kalam Allah di tempat itu (dari sebatang pohon) lafal ayat ini menjadi Badal dari lafal Syathi' berikut pengulangan huruf Jar-nya, disebabkan pohon itu tumbuh di pinggir lembah; pohon itu adalah pohon anggur, atau pohon 'Ulaiq, atau pohon 'Ausaj (yaitu) huruf An adalah An Mufassarah bukan An Mukhaffafah (\"Hai Musa! Sesungguhnya Aku adalah Allah, Rabb semesta alam)."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 31,
    "arab": "وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰٓى اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ ",
    "translation": "Dan lemparkanlah tongkatmu.” Maka ketika dia (Musa) melihatnya bergerak-gerak seakan-akan seekor ular yang (gesit), dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman), “Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3283.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Musa supaya melemparkan tongkatnya. Musa dengan patuh melemparkan tongkatnya, tetapi tongkat itu berubah menjadi ular besar yang bergerak dengan cepat dan gesit. Musa sangat terkejut dan merasa ngeri serta takut melihat ular itu. Dengan serta merta, ia lari tanpa menoleh ke belakang. Tidak ada yang dipikirkannya kecuali menyelamatkan diri dari gigitan ular yang dahsyat itu.\nDi waktu itu Tuhan berseru lagi agar Musa kembali ke tempat semula dan jangan takut kepada ular itu. Ular itu hanyalah tongkatnya yang berubah menjadi ular dan tidak akan mengganggunya. Tidak ada sesuatu pun yang dapat mengganggu ketenteramannya. Ini adalah mukjizat yang Allah berikan kepada Musa untuk menghadapi Fir'aun yang sombong dan takabur. Hati Musa merasa aman dan tenteram setelah mendengar bahwa keamanannya dijamin oleh Allah.",
    "quraish": "Mûsâ diperintah, \"Lemparlah tongkatmu!\" Ia pun melemparkannya. Allah kemudian mengubahnya menjadi seekor ular. Saat menyaksikan tongkat itu bergerak-gerak seolah-olah hidup, ia takut, terkejut, dan lari meninggalkan tempat itu dan tidak kembali lagi. Dikatakan kepadanya, \"Wahai Mûsâ, sambutlah seruan ini! Kembali ke tempatmu semula dan jangan takut. Sungguh kamu termasuk golongan orang yang diselamatkan dari keburukan.",
    "jalalayn": "(Dan lemparkanlah tongkatmu!\") lalu Musa melemparkannya. (Tatkala Musa melihatnya bergerak-gerak) menjadi bergerak (seolah-olah dia seekor ular yang gesit) gerakannya sekalipun besar tubuhnya, dikatakan Jan artinya ular kecil padahal ular itu besar sekali, maksudnya gerakannya diserupakan dengan ular yang kecil dalam hal kegesitannya (larilah ia berbalik ke belakang) melarikan diri daripadanya (tanpa menoleh) tanpa menengok ke belakang lagi, lalu diserulah ia (\"Hai Musa! Datanglah kepada-Ku dan janganlah kamu takut. Sesungguhnya kamu termasuk orang-orang yang aman!)."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 32,
    "arab": "اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ",
    "translation": "Masukkanlah tanganmu ke leher bajumu, dia akan keluar putih (bercahaya) tanpa cacat, dan dekapkanlah kedua tanganmu ke dadamu apabila ketakutan. Itulah dua mukjizat dari Tuhanmu (yang akan engkau pertunjukkan) kepada Fir‘aun dan para pembesarnya. Sungguh, mereka adalah orang-orang fasik.”    ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3284.mp3",
    "tafsir": "Kemudian Allah memerintahkan Musa supaya memasukkan tangannya ke baju. Perintah ini pun dilaksanakan Musa dengan taat dan patuh. Ketika ia mengeluarkan tangannya dari leher bajunya, ia melihat tangannya berubah menjadi putih bercahaya dan bersinar bukan karena sakit sopak atau yang lainnya. Musa kaget, terkejut, dan merasa takut. Akan tetapi, segera sesudah itu turun pula perintah Tuhan untuk menghilangkan rasa terkejut dan takut yang telah menguasai dirinya supaya dia mendekapkan kedua tangannya ke dada.\nKemudian Allah menegaskan kepada Musa bahwa dua mukjizat yang diberikan kepadanya adalah untuk menunjukkan kekuasaan-Nya. Musa diperintahkan untuk memperlihatkan kedua mukjizat itu kepada Fir'aun yang sombong dan fasik ketika Musa menyerunya agar dia beriman kepada Allah dan meninggalkan kesesatan yang dianutnya. Ketika itu, Musa mengerti bahwa di atas pundaknya telah dibebankan risalah yang harus disampaikan kepada Fir'aun dan kaumnya, serta kepada Bani Israil sendiri. Ini berarti bahwa dia telah menjadi rasul. Dengan demikian, apa yang dijanjikan Allah kepada ibu Musa bahwa putranya akan dikembalikan ke haribaannya telah terlaksana di waktu Musa masih kecil. Sekarang terlaksana pula janji Allah yang kedua bahwa Dia mengangkat Musa menjadi rasul. \nSebelum ini, yang mendorong Musa meninggalkan Madyan menuju Mesir adalah perasaan rindu kepada kampung halaman dan sanak keluarganya. Ia berani melakukan hal itu karena dia berharap orang Mesir telah lupa akan peristiwa pembunuhan yang dilakukannya di masa lampau sehingga ia dapat memasuki Mesir secara diam-diam. Akan tetapi, ia sekarang harus kembali ke sana secara terang-terangan dan menentang kekuasaan Fir'aun yang perkasa. Dengan begitu, Fir'aun dan kaumnya pasti akan membunuhnya. Dia mulai merasa khawatir terhadap dirinya kalau dia pergi sendirian. Hal yang lebih dikhawatirkannya adalah kalau ia terbunuh oleh Fir'aun, tentu risalah Tuhannya tidak akan sampai kepada kaumnya (Bani Israil).",
    "quraish": "Masukkan tanganmu ke dalam kantong bajumu! Tangan itu akan bercahaya putih tanpa cacat. Lalu dekapkanlah kedua tanganmu ke dadamu, agar hilang rasa takut. Jangan panik ketika kamu menyaksikan tongkat itu berubah menjadi ular atau saat tanganmu berubah putih berkilau. Kedua hal itu adalah mukjizat yang datang dari Allah. Hadapilah Fir'aun dan pengikutnya dengan kedua mukjizat itu, ketika mereka menyambut kerasulanmu dengan pendustaan dan keluar dari jalan Allah.\"",
    "jalalayn": "(Masukkanlah) sisipkanlah (tanganmu) yang sebelah kanan, yang dimaksud adalah telapak tangannya (ke leher bajumu) maksudnya, kerah baju gamismu, kemudian keluarkanlah kembali (niscaya ia keluar) berbeda keadaannya dengan tangan yang biasanya (putih tidak bercela) maksudnya bukan karena penyakit sopak. Nabi Musa memasukkan tangannya itu sesuai dengan perintah, kemudian ia mengeluarkannya kembali, tiba-tiba tampak bagaikan cahaya matahari yang menyilaukan pandangan mata (dan dekapkanlah tanganmu itu ke dadamu bila ketakutan) dapat dibaca Ar Rahbi dan Ar Rahbu yang artinya takut disebabkan sinar tangan tadi. Maksudnya jika kamu merasa takut maka masukkan kembali tanganmu itu ke dalam bajumu, niscaya kembali kepada keadaan semula. Pengertian tangan diungkapkan dengan istilah Janah yang artinya sayap, karena kedua tangan bagi manusia fungsinya sama dengan dua sayap bagi burung (maka yang demikian itu adalah dua) dapat dibaca Tasydid dan Takhfif, yakni Fadzanika dan Fadzannika, yang dimaksud adalah tongkat dan tangan itu; keduanya merupakan lafal Muannats dan Musyar ilaih dalam bentuk mudzakar karena khabarnya mudzakar (mukjizat) yang diturunkan (dari Rabbmu yang akan kamu hadapkan kepada Firaun dan pembesar-pembesar kaumnya. Sesungguhnya mereka adalah orang-orang yang fasik\")."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 33,
    "arab": "قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ",
    "translation": "Dia (Musa) berkata, “Ya Tuhanku, sungguh aku telah membunuh seorang dari golongan mereka, sehingga aku takut mereka akan membunuhku. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3285.mp3",
    "tafsir": "Musa mengadukan kepada Tuhannya bahwa dulu dia pernah membunuh seorang anak muda. Hal itu telah tersiar luas di kalangan orang Mesir, dan Fir'aun telah menetapkan untuk membunuhnya. Hal itu sangat mengkhawatirkan Musa, siapa tahu setibanya di sana, Fir'aun dan kaumnya telah bersiap-siap untuk membunuhnya. Dengan demikian risalah yang telah dibebankan kepadanya menjadi terlantar. \nMusa juga mengadukan bahwa ia mempunyai seorang saudara bernama Harun yang lebih fasih perkataannya daripadanya, lebih pandai berdebat dan memberikan keterangan. Dengan kefasihannya, Harun akan dapat membelanya, bila Fir'aun dan kaumnya membuat tuduhan-tuduhan yang mungkin memberatkannya.",
    "quraish": "Mûsâ berkata--masih dalam keadaan takut sambil memohon pertolongan–\"Ya Tuhan, aku telah membunuh salah seorang dari kalangan mereka. Aku takut mereka akan membunuhku sebagai tindak balasan.",
    "jalalayn": "(Musa berkata, \"Ya Rabbku! Sesungguhnya aku, telah membunuh seorang manusia dari golongan mereka) yaitu, orang Mesir yang telah dibunuhnya tadi (maka aku takut mereka akan membunuhku) disebabkan perbuatan itu."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 34,
    "arab": "وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ",
    "translation": "Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3286.mp3",
    "tafsir": "Musa mengadukan kepada Tuhannya bahwa dulu dia pernah membunuh seorang anak muda. Hal itu telah tersiar luas di kalangan orang Mesir, dan Fir'aun telah menetapkan untuk membunuhnya. Hal itu sangat mengkhawatirkan Musa, siapa tahu setibanya di sana, Fir'aun dan kaumnya telah bersiap-siap untuk membunuhnya. Dengan demikian risalah yang telah dibebankan kepadanya menjadi terlantar. \nMusa juga mengadukan bahwa ia mempunyai seorang saudara bernama Harun yang lebih fasih perkataannya daripadanya, lebih pandai berdebat dan memberikan keterangan. Dengan kefasihannya, Harun akan dapat membelanya, bila Fir'aun dan kaumnya membuat tuduhan-tuduhan yang mungkin memberatkannya.",
    "quraish": "Dan saudaraku, Hârûn, lebih fasih bicaranya daripada aku. Utuslah ia bersamaku sebagai penolongku untuk menyampaikan pesan-pesan sucimu, karena aku takut mereka akan mendustakanku.\"",
    "jalalayn": "(Dan saudaraku Harun dia lebih fasih lidahnya daripadaku) maksudnya jelas bicaranya (maka utuslah dia bersamaku sebagai pembantuku) yang kelak akan membantuku. Lafal Rid-an menurut qiraat yang lain dibaca Riddan (untuk membenarkan aku) lafal Yushaddiqni yang dibaca Jazm adalah menjadi Jawab dari Ad Du'a. Tetapi menurut qiraat yang lain dibaca Rafa, sehingga bacaannya menjadi Yushaddiquni sebagai sifat dari lafal Rid-an (sesungguhnya aku khawatir mereka akan mendustakan aku\")."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 35,
    "arab": "قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ",
    "translation": "Dia (Allah) berfirman, “Kami akan menguatkan engkau (membantumu) dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak akan dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamu yang akan menang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3287.mp3",
    "tafsir": "Allah mengabulkan permintaan Musa dan berjanji mengangkat Harun menjadi rasul dan pendampingnya (wazir). Allah juga menenteramkan hatinya yang selalu diliputi kekhawatiran karena beratnya beban yang dipikulkan kepadanya. Allah menjanjikan bahwa Dia akan memberikan kepada Musa dan saudaranya kekuatan yang tak dapat dikalahkan oleh kekuatan apa pun di dunia apalagi kekuatan Fir'aun yang sangat terbatas. \nDengan hati yang aman dan tenteram, Musa kembali ke tempat istrinya yang ditinggalkannya. Dia menceritakan kepadanya semua kejadian yang dialaminya, yaitu dia telah diangkat Allah menjadi rasul. Mendengar cerita Musa, hati istrinya menjadi tenteram. Musa lalu berangkat bersama keluarganya menuju Mesir didorong oleh cita-cita yang suci yaitu menyampaikan risalah Allah kepada Fir'aun dan Bani Israil. Di Mesir, Harun telah bersiap-siap untuk memikul risalah itu dan membantu saudaranya.",
    "quraish": "Allah berfirman, sebagai pernyataan dikabulkannya permohonan Mûsâ, \"Kami akan menguatkan dirimu dengan Hârûn. Kami akan menganugerahkan kepada kalian berdua kekuatan dan dukungan dengan berbagai mukjizat, sehingga mereka tidak mampu melawan kalian. Sesungguhnya kalian berdua dan orang-orang yang mengikuti kalian dan yang mau mencari petunjuk adalah orang-orang yang akan menang atas orang-orang kafir itu.\"",
    "jalalayn": "(Allah berfirman, \"Kami akan membantumu) memperkuatmu (dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar) berupa kemenangan yang besar (maka mereka tidak dapat mencapai kamu berdua) dengan maksud jahat mereka, maka pergilah kamu berdua (dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamulah yang akan menang\") atas mereka."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 36,
    "arab": "فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ",
    "translation": "Maka ketika Musa datang kepada mereka dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat, dan kami tidak pernah mendengar (yang seperti) ini pada nenek moyang kami dahulu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3288.mp3",
    "tafsir": "Musa lalu datang kepada Fir'aun dan kaumnya untuk menyeru mereka kepada agama tauhid dengan memberikan bukti-bukti yang nyata dan keterangan yang kuat dan jelas. Dengan demikian, tidak ada alasan bagi mereka menolak kebenaran yang dikemukakannya. Akan tetapi, serta merta mereka menolak apa yang diucapkan oleh Musa. Ketika mereka telah terpojok dan tidak dapat lagi membantah kebenaran yang dibawanya, mereka lalu menuduh semua itu hanya sihir belaka dan mereka tidak pernah mendengar apa yang diucapkan Musa dari nenek moyang mereka. \nDemikianlah sikap orang-orang kafir terhadap rasul-rasul yang menyeru kepada agama yang benar seperti tersebut dalam firman-Nya:\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, \"Dia itu pesihir atau orang gila.\" (adz-dzariyat/51: 52).",
    "quraish": "Ketika Mûsâ menghadapi mereka dengan dakwah yang diperkuat dengan mukjizat yang jelas, mereka mengingkari apa yang mereka saksikan seraya berkata, \"Ini tidak lain hanyalah sihir yang kamu akui dari Allah. Kami belum pernah mendengar apa yang kamu akui ini dari nenek moyang kami dahulu.\"",
    "jalalayn": "(Maka tatkala Musa datang kepada mereka dengan membawa mukjizat-mukjizat Kami yang nyata) yakni nyata keadaannya (mereka berkata, \"Ini tidak lain hanyalah sihir yang dibuat-buat) yakni sulapan ilmu sihir saja (dan kami belum pernah mendengar Seruan ini) yang telah ada (di) masa-masa (nenek moyang kami dahulu\")."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 37,
    "arab": "وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
    "translation": "Dan dia (Musa) menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang yang zalim tidak akan mendapat kemenangan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3289.mp3",
    "tafsir": "Tuduhan Fir'aun dan kaumnya bahwa bukti-bukti yang dikemukakan Musa hanya sihir belaka dijawabnya dengan tenang dan tidak keluar dari adab dan sopan santun berdebat, tanpa menuduh lawannya bahwa mereka telah sesat. Musa mengatakan kepada mereka bahwa Tuhannya yang lebih mengetahui siapa sebenarnya yang membawa petunjuk dari Allah dan siapa sebenarnya yang beruntung yang akan mendapat kebahagiaan di akhirat. Di balik itu, dalam hatinya ia yakin sepenuhnya dialah yang benar, dialah orang yang beruntung dan siapa yang menentang kebenaran yang dibawanya pasti akan merugi dan menyesal. Jawaban ini sama dengan jawaban yang diberikan oleh Nabi Muhammad kepada kaum musyrikin yang menentangnya, seperti tersebut dalam firman Allah:\nKatakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?\" Katakanlah, \"Allah,\" dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata. (Saba'/34: 24) \n\nWalaupun demikian, Musa tetap menegaskan bahwa orang zalim tidak akan memperoleh kemenangan. Ini adalah sebagai isyarat kepada Fir'aun dan kaumnya bahwa mereka tidak akan menang. Mereka pasti akan kalah dan hancur karena mereka adalah orang-orang yang sombong dan aniaya.",
    "quraish": "Mûsâ berkata, sebagai jawaban bagi Fir'aun dan kaumnya, \"Tuhanku mengetahui bahwa aku telah datang dengan membawa bukti-bukti yang menunjukkan kepada kebenaran dan petunjuk yang datang dari sisi-Nya ini. Maka, Dia adalah saksi bagiku apabila kalian mendustakannya. Dan Dia juga mengetahui bahwa kesudahan yang baik adalah diperuntukkan bagi kami dan pengikut kebenaran. Sesungguhnya orang-orang kafir tidak akan mendapatkan kebaikan.\"",
    "jalalayn": "(Berkatalah) dapat dibaca waqala dan Qala tanpa memakai Wawu (Musa, \"Rabbku lebih mengetahui) (orang yang patut membawa petunjuk dari sisi-Nya) Dhamir yang ada pada lafal 'Indahu kembali kepada Ar Rabb (dan siapa) di'athafkan kepada lafal Man sebelumnya (yang akan ada) dapat dibaca Takunu dan Yakunu (baginya kesudahan yang baik di negeri akhirat) yakni akibat yang terpuji di akhirat; maksudnya dia adalah aku sendiri, keduanya adalah aku sendiri yang berhak menyandangnya dan aku orang yang benar di dalam menyampaikan apa yang diturunkan kepadaku. (Sesungguhnya tidaklah akan mendapat kemenangan orang-orang yang zalim\") yakni orang-orang yang kafir."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 38,
    "arab": "وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Dan Fir‘aun berkata, “Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3290.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah kehabisan alasan dan dalil untuk membantah keterangan Musa dan bukti-bukti yang dikemukakannya, Fir'aun memerintahkan kepada kaumnya supaya jangan percaya kepada berita dusta yang dikemukakan Musa. Selama ini tidak ada seorang pun yang berani mendakwahkan bahwa ada Tuhan selain dia. Semenjak dahulu selama Mesir diperintah oleh Fir'aun, yang silih berganti, tak seorang pun yang mengingkari bahwa Fir'aun adalah tuhan-tuhan yang berkuasa di muka bumi. Mata hati rakyat dikelabui dengan dongeng dan khurafat yang menyatakan bahwa manusia harus tunduk kepada kekuasaan Fir'aun. Dia selalu melakukan tindakan yang kejam dan bengis terhadap orang yang berani mengingkari kekuasaannya sebagai tuhan dengan menyiksa dan memenjarakan bahkan membunuhnya. Hal ini disebutkan dalam firman Allah:\nKemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" (an-Nazi'at/79: 23-24)\n\nFirman Allah:\nDia (Fir'aun) berkata, \"Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.\" (asy-Syu'ara'/26: 29)\n\nImam Fakhruddin ar-Razi berpendapat bahwa Fir'aun mendakwakan dirinya sebagai tuhan maksudnya bukan dia yang menciptakan langit, bumi, lautan, gunung-gunung, dan manusia seluruhnya karena hal itu tidak akan dapat diterima oleh akal. Maksudnya adalah supaya orang memperhambakan diri kepadanya. Dia hanya menolak adanya tuhan yang harus dipatuhi dan di sembah selain dia.\nLalu Fir'aun memerintahkan kepada wazirnya, Haman, supaya menyalakan api yang besar untuk membuat batu bata yang banyak dan mendirikan bangunan yang tinggi supaya dia dapat naik ke langit melihat Tuhan yang didakwahkan Musa. Fir'aun lalu menegaskan bahwa Musa adalah pembohong besar. Senada dengan ini, Allah berfirman:\nDan Fir'aun berkata, \"Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Fir'aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37)",
    "quraish": "Ketika tidak kuasa lagi untuk mendebat Mûsâ, Fir'aun--dengan tetap bersikap sewenang-wenang--berkata, \"Wahai masyarakat sekalian, aku tidak mengetahui adanya Tuhan bagi kalian selain diriku.\" Kemudian ia memerintahkan menterinya, Hâman, untuk menyewa seseorang agar membuat bangunan dan istana yang tinggi agar Fir'aun dapat menaikinya untuk melihat Tuhan yang diserukan Mûsâ. Maka, dengan begitu, Fir'aun dapat lebih yakin bahwa Mûsâ termasuk dalam golongan para pendusta dalam anggapannya.",
    "jalalayn": "(Dan berkata Firaun, \"Hai pembesar kaumku! Aku tidak mengetahui tuhan bagi kalian selain aku sendiri. Maka bakarlah hai Haman, untukku tanah liat) maksudnya buatlah batu bata untukku (kemudian buatkanlah untukku bangunan yang tinggi) maksudnya gedung yang tinggi sekali (supaya aku dapat naik melihat Tuhan Musa) aku akan melihat-Nya dan berdiri di hadapan-Nya (dan sesungguhnya aku benar-benar yakin bahwa dia termasuk orang-orang yang pendusta\") di dalam pengakuannya yang mengatakan ada Tuhan lain selain aku, bahwa ia seorang Rasul."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 39,
    "arab": "وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ",
    "translation": "Dan dia (Fir‘aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3291.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Fir'aun dan tentaranya sangat sombong dan takabur. Fir'aun menganggap dan mengaku hanya dialah penguasa yang mutlak di muka bumi. Siapa saja yang menantangnya dianggap salah dan durhaka. Kalau dikatakan kepadanya ada Tuhan yang lebih besar daripada kekuasaannya, Fir'aun menjadi kalap, dan tak dapat lagi menguasai dirinya, seperti memerintahkan dengan segera membuat suatu hal yang mustahil, seperti membuat bangunan setinggi langit agar dia dapat berhadapan dengan Tuhan Yang Mahakuasa lagi Mahaperkasa.\nFir'aun dan kaumnya mengira bahwa mereka tidak akan dibangkitkan, tidak akan diperhitungkan apa yang telah dikerjakan selama hidup di dunia, dan tidak ada yang akan menyiksa bila mereka melakukan kezaliman dan kekejaman. Memang demikianlah kepercayaan mereka karena pengaruh kesombongan dan ketakaburan itu. Mereka membuat piramida yang besar untuk kuburan mereka yang diisi dengan perabot yang lengkap dan serba mewah serta pakaian dan perhiasan yang indah-indah, untuk dinikmati sesudah mati.\nKarena kesombongan dan ketakaburan itu, Allah mengazab mereka di dunia dan akhirat. Di dunia Fir'aun ditenggelamkan bersama tentaranya ke dalam lautan, dan di akhirat mereka akan disiksa dalam neraka.\nDemikianlah nasib yang telah ditetapkan Allah bagi orang yang takabur dan sombong, berbuat zalim dan aniaya terhadap Allah dan sesamanya. Sebenarnya kelanjutan kisah Fir'aun bisa ditemukan pada surah-surah lain dalam Al-Qur'an seperti Surah al-A'raf, Yunus, thaha, dan sebagainya. Akan tetapi, Allah hendak menegaskan di sini bagaimana nasib orang-orang yang durhaka yang tidak lagi mempergunakan akal dan pikirannya sehingga tertutuplah hatinya untuk menerima kebenaran dari mana pun datangnya, sehingga dia menjadi sombong dan takabur. Hal itu layak menjadi perhatian dan pelajaran bagi seluruh manusia.",
    "quraish": "Fir'aun dan balatentaranya tetap angkuh dengan kebatilan di bumi Mesir. Mereka mengira bahwa mereka tidak akan dibangkitkan di akhirat nanti untuk mendapatkan penghitungan dan pembalasan.",
    "jalalayn": "(Dan berlaku angkuhlah Firaun dan bala tentaranya di bumi Mesir) di negeri Mesir (tanpa alasan yang benar dan mereka menyangka bahwa mereka tidak akan dikembalikan kepada Kami) dapat dibaca La Yurja'una dan La Yarji'una."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 40,
    "arab": "فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
    "translation": "Maka Kami siksa dia (Fir‘aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3292.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Fir'aun dan tentaranya sangat sombong dan takabur. Fir'aun menganggap dan mengaku hanya dialah penguasa yang mutlak di muka bumi. Siapa saja yang menantangnya dianggap salah dan durhaka. Kalau dikatakan kepadanya ada Tuhan yang lebih besar daripada kekuasaannya, Fir'aun menjadi kalap, dan tak dapat lagi menguasai dirinya, seperti memerintahkan dengan segera membuat suatu hal yang mustahil, seperti membuat bangunan setinggi langit agar dia dapat berhadapan dengan Tuhan Yang Mahakuasa lagi Mahaperkasa.\nFir'aun dan kaumnya mengira bahwa mereka tidak akan dibangkitkan, tidak akan diperhitungkan apa yang telah dikerjakan selama hidup di dunia, dan tidak ada yang akan menyiksa bila mereka melakukan kezaliman dan kekejaman. Memang demikianlah kepercayaan mereka karena pengaruh kesombongan dan ketakaburan itu. Mereka membuat piramida yang besar untuk kuburan mereka yang diisi dengan perabot yang lengkap dan serba mewah serta pakaian dan perhiasan yang indah-indah, untuk dinikmati sesudah mati.\nKarena kesombongan dan ketakaburan itu, Allah mengazab mereka di dunia dan akhirat. Di dunia Fir'aun ditenggelamkan bersama tentaranya ke dalam lautan, dan di akhirat mereka akan disiksa dalam neraka.\nDemikianlah nasib yang telah ditetapkan Allah bagi orang yang takabur dan sombong, berbuat zalim dan aniaya terhadap Allah dan sesamanya. Sebenarnya kelanjutan kisah Fir'aun bisa ditemukan pada surah-surah lain dalam Al-Qur'an seperti Surah al-A'raf, Yunus, thaha, dan sebagainya. Akan tetapi, Allah hendak menegaskan di sini bagaimana nasib orang-orang yang durhaka yang tidak lagi mempergunakan akal dan pikirannya sehingga tertutuplah hatinya untuk menerima kebenaran dari mana pun datangnya, sehingga dia menjadi sombong dan takabur. Hal itu layak menjadi perhatian dan pelajaran bagi seluruh manusia.",
    "quraish": "Maka Kami lalu mencabut kekuasaan Fir'aun. Ia dan balatentaranya Kami seret lalu Kami tenggelamkan ke dalam laut, untuk menghilangkan faktor penyebab kezaliman dalam diri mereka. Maka renungilah, wahai Muhammad, dan ingatkanlah kaummu tentang kesudahan orang-orang yang zalim di dunia. Sesungguhnya kamu akan dimenangkan atas mereka.",
    "jalalayn": "(Maka Kami hukum Firaun dan bala tentaranya, lalu Kami lemparkan mereka) Kami campakkan mereka (ke dalam laut) yang asin airnya, sehingga tenggelamlah mereka. (Maka lihatlah bagaimana akibat orang-orang yang zalim) sewaktu mereka menjadi binasa."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 41,
    "arab": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ",
    "translation": "Dan Kami jadikan mereka para pemimpin yang mengajak (manusia) ke neraka dan pada hari Kiamat mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3293.mp3",
    "tafsir": "Ayat ini memberi julukan kepada Fir'aun dan kaumnya yang durhaka bahwa mereka adalah pemimpin-pemimpin yang membawa manusia ke neraka karena mereka telah menyesatkan manusia dan memaksa setiap orang untuk kafir terhadap Tuhannya. Mereka merasa bebas melakukan kezaliman sekehendak hatinya, tanpa ada rasa keadilan dan rasa kasih sayang.\nSebenarnya mereka ini telah melakukan dua kesalahan, kesalahan bagi diri mereka sendiri dan kesalahan menyesatkan orang lain. Maka pantaslah bila mereka menerima siksaan yang berlipat ganda, siksaan terhadap kesesatan sendiri dan siksaan karena menyesatkan orang lain. Oleh karena itu, tidak akan ada penolong bagi mereka di akhirat nanti dan tidak ada yang akan membebaskan dari siksa Allah.",
    "quraish": "Allah berfirman, \"Mereka Kami jadikan sebagai orang-orang yang mempropagandakan kekufuran yang menyeret ke neraka. Dan mereka tidak akan mendapatkan seseorang yang dapat menolong dan mengeluarkan mereka dari siksa ini pada hari kiamat.",
    "jalalayn": "(Dan Kami jadikan mereka) di dunia (pemimpin-pemimpin) A-immatan dapat dibaca Tahqiq dan Tas-hil, yakni pemimpin-pemimpin dalam kemusyrikan (yang menyeru ke neraka) disebabkan seruan mereka yang mengajak kepada kemusyrikan (dan pada hari kiamat mereka tidak akan ditolong) yaitu azab mereka tidak dapat ditolak lagi."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 42,
    "arab": "وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ",
    "translation": "Dan Kami susulkan laknat kepada mereka di dunia ini; sedangkan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3294.mp3",
    "tafsir": "Ayat ini memberi julukan kepada Fir'aun dan kaumnya yang durhaka bahwa mereka adalah pemimpin-pemimpin yang membawa manusia ke neraka karena mereka telah menyesatkan manusia dan memaksa setiap orang untuk kafir terhadap Tuhannya. Mereka merasa bebas melakukan kezaliman sekehendak hatinya, tanpa ada rasa keadilan dan rasa kasih sayang.\nSebenarnya mereka ini telah melakukan dua kesalahan, kesalahan bagi diri mereka sendiri dan kesalahan menyesatkan orang lain. Maka pantaslah bila mereka menerima siksaan yang berlipat ganda, siksaan terhadap kesesatan sendiri dan siksaan karena menyesatkan orang lain. Oleh karena itu, tidak akan ada penolong bagi mereka di akhirat nanti dan tidak ada yang akan membebaskan dari siksa Allah.",
    "quraish": "Di dunia, mereka Kami usir dari rahmat Kami, dan di hari kiamat mereka termasuk orang-orang yang binasa.\" (Apa yang telah diceritakan dalam dua ayat ini tentang keadaan mereka adalah bukti kemurkaan Allah).",
    "jalalayn": "(Dan Kami sertakan laknat kepada mereka di dunia ini) berupa kehinaan (dan pada hari kiamat mereka termasuk orang-orang yang dijauhkan) dari rahmat-Nya."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 43,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "Dan sungguh, telah Kami berikan kepada Musa Kitab (Taurat) setelah Kami binasakan umat-umat terdahulu, untuk menjadi pelita bagi manusia dan petunjuk serta rahmat, agar mereka mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3295.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kepada Musa kitab Taurat sebagai rahmat baginya dan bagi kaumnya, yang telah lama tertindas dan teraniaya di bawah kekuasaan Fir'aun. Di dalamnya terdapat hikmah dan hukum yang membimbing manusia menuju kebahagiaan dunia dan akhirat. Di sini tampak perbedaan yang besar dan nyata dalam perlakuan Allah terhadap pemimpin-pemimpin dan kaum yang durhaka, sombong dan takabur dengan perlakuannya terhadap pemimpin yang saleh dan ikhlas serta taat kepada-Nya.\nKepada golongan pertama, seperti Fir'aun dan kaumnya, diturunkan malapetaka dan siksaan sehingga dia ditenggelamkan bersama tentaranya ke dalam laut. Kepada golongan kedua, seperti Musa, Harun, dan kaumnya, diturunkan Kitab yang akan menjadi petunjuk bagi mereka dalam menempuh kehidupan, baik di dunia maupun di akhirat. Demikianlah sunatullah yang berlaku semenjak dahulu kala. Berapa banyaknya umat-umat yang terdahulu yang telah dibinasakan-Nya dengan berbagai macam cara seperti yang terjadi pada kaum Nabi Nuh, Nabi Saleh, Nabi Hud, dan lain-lain.\nDari Abu Sa'id al-Khudri bersumber dari Nabi saw, beliau bersabda, \"Setelah diturunkannya kitab Taurat di atas bumi Allah tidak lagi membinasakan suatu kaum dengan azab dari langit atau bumi kecuali penduduk negeri yang diubah menjadi kera, mereka adalah orang Bani Israil sepeninggal Nabi Musa, lalu Nabi saw membaca ayat ini (al-Qasas/28: 43). (Riwayat al-hakim)",
    "quraish": "Allah telah menurunkan Tawrât kepada Mûsâ setelah menghancurkan umat-umat terdahulu yang mendustakan, agar menjadi cahaya bagi hati yang sebelumnya berada dalam kegelapan dan tidak mengetahui kebenaran. Dan juga agar menjadi pengarah, karena mereka telah terjerumus dalam kesesatan, serta menjadi jalan untuk mendapatkan rahmat bagi orang yang menjalankannya. Semua itu agar mereka dapat mengambil pelajaran dari apa yang ada di dalamnya, sehingga bergegas menjalankan perintah dan menjauhi larangan.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Musa Alkitab) yaitu Taurat (sesudah Kami binasakan generasi-generasi yang terdahulu) yakni kaum Nabi Nuh, kaum 'Ad, kaum Tsamud dan lain-lainnya (untuk menjadi pelita bagi manusia) kedudukan lafal ayat ini menjadi Hal dari lafal Alkitab; itu adalah bentuk jamak dari lafal Bashirah yang artinya cahaya hati, maksudnya pelita hati bagi manusia (dan petunjuk) dari kesesatan bagi orang yang mengamalkannya (dan rahmat) bagi orang yang beriman kepadanya (agar mereka ingat) dapat mengambil pelajaran dari nasihat-nasihat yang terkandung di dalamnya."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 44,
    "arab": "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ",
    "translation": "Dan engkau (Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan perintah kepada Musa, dan engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3296.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Muhammad saw tidak pernah berada di sisi sebelah barat Lembah Suci thuwa, tempat Allah mewahyukan lembaran-lembaran Taurat kepada Musa. Ketika itu, Allah membebankan urusan-urusan kenabian kepadanya. Karena tidak termasuk salah seorang dari rombongan 70 orang yang telah terpilih untuk mendengarkan secara terperinci hal-hal yang diwahyukan Allah kepada Musa, maka Muhammad saw tidak mungkin menerangkan semua itu, kecuali dengan jalan wahyu dari Allah. Muhammad saw dapat menyampaikan hal-hal gaib yang telah lama terjadi serta tidak disaksikan dan dilihatnya sama sekali, padahal ia adalah seorang 'ummi tidak dapat membaca dan menulis, berada di tengah-tengah kaum yang 'ummi pula, dan tidak mengetahui sedikit pun tentang hal-hal tersebut. Hal itu merupakan bukti nyata bahwa Muhammad benar-benar nabi dan rasul Allah. Semua itu disampaikan dan dikisahkannya melalui perantaraan wahyu dari Allah. Firman Allah:\nDan mereka berkata, \"Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?\" Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu? (thaha/20: 133)",
    "quraish": "Wahai Muhammad, kamu tidak bersama Mûsâ pada bagian barat gunung, saat Allah memberitahukan ihwal misi kenabian yang hendak diembankan kepadanya. Kamu juga tidak hidup sezaman dan menyaksikannya dalam menyampaikan pesan-pesan suci. Maka, bagaimana kaummu mendustakan risalahmu sedangkan kamu membacakan kabar orang-orang terdahulu pada mereka?",
    "jalalayn": "(Dan tidaklah kamu) hai Muhammad (berada di sisi) bukit, atau lembah atau suatu tempat (yang sebelah barat) dari Musa ketika ia bermunajat (ketika Kami menyampaikan) mewahyukan (perintah ke pada Musa) supaya menyampaikannya kepada Firaun dan kaumnya (dan tiada pula kamu termasuk orang-orang yang menyaksikan) kejadian tersebut, lalu kamu mengetahuinya dan menceritakan tentangnya."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 45,
    "arab": "وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ",
    "translation": "Tetapi Kami telah menciptakan beberapa umat, dan telah berlalu atas mereka masa yang panjang, dan engkau (Muhammad) tidak tinggal bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3297.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menciptakan generasi demi generasi sejak Nabi Musa sampai kepada Nabi Muhammad dalam waktu yang panjang dan merupakan masa kekosongan, sehingga pengetahuan mereka berkurang, akhlak mereka menurun dan telah menjurus kepada kehancuran dan dekadensi moral. Pada waktu itu terasa benar perlunya diutus seorang rasul untuk membimbing dan memberi petunjuk kepada mereka ke jalan yang benar. Maka diutuslah Nabi Muhammad saw dan dia diberitahu oleh Allah keadaan dan ihwal nabi-nabi terdahulu, begitu juga keadaan dan hal ikhwal Nabi Musa. Allah juga menerangkan pada ayat ini bahwa Muhammad tidak tinggal bersama-sama penduduk Madyan untuk menanyakan dan mempelajari kisah Nabi Musa dari orang-orang yang menyaksikan kisah itu sendiri. Semua itu diketahui oleh Nabi Muhammad dengan perantaraan wahyu yang diturunkan kepadanya.",
    "quraish": "Tetapi Kami telah menciptakan umat yang banyak dalam berbagai generasi yang telah melewati rentang waktu yang amat panjang, sehingga mereka lupa dengan perjanjian yang telah mereka ambil. Demikian pula, kamu pun, wahai Muhammad, tidak bermukim di Madyan sehingga dapat memberitahu penduduk Mekkah tentang kabar mereka. Akan tetapi Kami telah mengutusmu dan memberitahumu tentang kisah- kisah mereka melalui wahyu.",
    "jalalayn": "(Tetapi Kami telah mengadakan beberapa generasi) yakni umat-umat sesudah Nabi Musa (dan berlalulah atas mereka masa yang panjang) waktu yang berabad-abad sehingga mereka lupa akan perjanjian-perjanjian, dan ilmu-ilmu agama pun telah terhapus pula, serta wahyu terputus. Maka Kami datangkan kamu sebagai seorang Rasul dan Kami turunkan wahyu kepadamu mengenai berita Musa dan berita nabi-nabi lainnya (dan tiadalah kamu tinggal) bermukim (bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka) lafal Tatlu dan seterusnya merupakan Khabar yang kedua dari lafal Kunta, maksudnya, sehingga penduduk Madyan itu mengetahui kisah umat-umat terdahulu lalu mereka mengisahkannya (tetapi Kami telah mengangkat menjadi Rasul) kamu, dan Kami mengutus utusan-utusan Kami kepadamu dengan membawa berita orang-orang dahulu."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 46,
    "arab": "وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "Dan engkau (Muhammad) tidak berada di dekat Tur (gunung) ketika Kami menyeru (Musa), tetapi (Kami utus engkau) sebagai rahmat dari Tuhanmu, agar engkau memberi peringatan kepada kaum (Quraisy) yang tidak didatangi oleh pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3298.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad tidak berada di dekat Gunung Tur pada waktu Allah menyeru Nabi Musa dan ketika terjadi munajat antara keduanya. Peristiwa itu diketahui oleh Muhammad dengan perantaraan kitab suci Al-Qur'an yang diwahyukan kepadanya sebagai rahmat Allah yang di dalamnya dibentangkan kisah tersebut. Juga terdapat hal-hal yang mendatangkan maslahat dan kebahagiaan bagi mereka di dunia dan di akhirat, agar Muhammad memberi peringatan kepada kaum Quraisy yang belum pernah memperoleh peringatan sebelumnya. Selain ayat ini sebagai dalil yang jelas atas kerasulan Muhammad saw, juga sebagai dalil atas kemukjizatan Al-Qur'an, karena ia menceritakan peristiwa yang telah terjadi beratus-ratus tahun. Padahal Rasulullah tidak menyaksikan peristiwa tersebut apalagi hadir di tengah-tengah mereka.",
    "quraish": "Wahai Rasul, kamu tidak berada di samping bukit Thûr ketika Allah memanggil Mûsâ dan memilihnya untuk menyampaikan pesan-pesan suci-Nya. Tetapi Allah telah meberitahumu tentang hal ini dengan jalan wahyu sebagai rahmat bagimu dan umatmu, agar kamu menyampaikannya kepada kaum yang belum datang kepada mereka seorang rasul pun sebelum kamu, agar supaya mereka ingat.",
    "jalalayn": "(Dan tiadalah kamu berada di dekat bukit Thur) nama sebuah bukit (ketika) sewaktu (Kami menyeru) Musa, \"Ambillah Alkitab ini dengan sepenuh kekuatanmu\", yakni amalkanlah sekemampuanmu (tetapi) Kami utus kamu (sebagai rahmat dari Rabbmu, supaya kamu memberi peringatan kepada kaum yang sekali-kali belum datang kepada mereka pemberi peringatan sebelum kamu supaya mereka ingat) supaya mengambil pelajaran."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 47,
    "arab": "وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
    "translation": "Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3299.mp3",
    "tafsir": "Ayat ini menerangkan bahwa salah satu hikmah pengutusan Muhammad kepada mereka adalah untuk menolak alasan-alasan mereka, ketika kelak mendapat azab yang pedih atas kekafiran mereka terhadap Allah dan dosa-dosa yang telah diperbuatnya. Seandainya Muhammad belum diutus sedangkan azab menimpa mereka, tentu mereka akan mengemukakan alasan dan hujah. Mereka akan berkata, \"Wahai Tuhan kami! Kenapa tidak diutus seorang rasul kepada kami sebelum kemurkaan-Mu menimpa kami, dan azab-Mu diturunkan kepada kami, agar kami dapat mengikuti petunjuk-petunjuk-Mu, mengamalkan ayat-ayat yang ada di dalam kitab-Mu yang diturunkan kepada rasul itu, sehingga kami percaya atas ketuhanan-Mu dan membenarkan rasul yang Engkau utus itu?\"\nOleh sebab itu, jauh sebelum mereka dimurkai dan diazab oleh Allah, Muhammad telah diutus kepada mereka untuk memberi peringatan dan ancaman dengan kemurkaan dan azab yang akan ditimpakan kalau mereka tetap dalam agama nenek moyang mereka, menyembah berhala, mempersekutukan Allah. Dengan demikian, tidak ada jalan bagi mereka untuk mengemukakan alasan-alasan dan hujah. Itulah sunatullah yang berlaku pada tiap-tiap umat. Hal ini ditegaskan dalam ayat lain dalam Al-Qur'an seperti firman Allah:\nRasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. Allah Mahaperkasa, Mahabijaksana. (an-Nisa'/4: 165)\n\nDan firman-Nya:\nBarang siapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isra'/17: 15)\n\nSalah satu hikmat pengutusan para rasul adalah untuk membendung dan menolak alasan yang akan dikemukakan mereka. Hikmah diturunkannya kitab suci Al-Qur'an juga untuk menolak alasan mereka yang akan mengatakan bahwa mereka tidak beriman karena kitab samawi hanya diturunkan kepada dua golongan saja yaitu Yahudi dan Nasrani, sebagaimana firman Allah swt:\n(Kami turunkan Al-Qur'an itu) agar kamu (tidak) mengatakan, \"Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca.\" (al-An'am/6: 156)",
    "quraish": "Kalau bukan karena ucapan orang-orang kafir--ketika mereka ditimpa hukuman karena kekufuran mereka--yang melontarkan alasan, \"Ya Tuhan kami, Engkau belum mengutus seorang rasul kepada kami, sehingga kami percaya kepadanya dan tunduk dengan mukjizatnya serta menjadi golongan orang-orang Mukmin,\" niscaya tidak akan pernah ada misi kerasulan.",
    "jalalayn": "(Dan agar mereka sewaktu ditimpa musibah) azab (disebabkan apa yang telah di kerjakan oleh tangan-tangan mereka) berupa kekafiran dan selainnya (mereka tidak akan mengatakan, \"Ya Rabb kami! Mengapa tidak) yakni kenapa tidak (Engkau utus seorang Rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau) yang dibawa oleh Rasul Engkau (dan jadilah kami termasuk orang-orang yang beriman\") Jawab dari lafal Laula dibuang, dan lafal yang sesudahnya merupakan Mubtada. Maksudnya, seandainya tidak karena azab yang menimpa mereka sebagai penyebab dari perkataannya. Atau maksudnya, seandainya tidak ada perkataan mereka yang menyebabkan turunnya azab, niscaya akan Kami segerakan kepada mereka azab itu, dan niscaya pula Kami tidak akan mengutusmu kepada mereka sebagai seorang Rasul."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 48,
    "arab": "فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظَاهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ",
    "translation": "Maka ketika telah datang kepada mereka kebenaran (Al-Qur'an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?” Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, “(Musa dan Harun adalah) dua pesihir yang bantu-membantu.” Dan mereka (juga) berkata, “Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3300.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ketika Muhammad diutus kepada kaum Quraisy yang belum pernah didatangi oleh seorang rasul yang dibekali kitab suci Al-Qur'an, mereka menyombongkan diri, menentang, dan memperlihatkan kesesatan. Mereka berkata, \"Mengapa ia tidak memiliki mukjizat sebagaimana halnya Nabi Musa yang diberi mukjizat, seperti tongkat menjadi ular, lautan terbelah dengan pukulan tongkatnya, tangannya menjadi putih, dinaungi oleh awan, dan lain-lain. Firman Allah:\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, \"Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?\" Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hud/11: 12)\n\nUcapan kaum Quraisy itu dijawab bahwa orang-orang yang durhaka dan sombong pada masa Nabi Musa telah ingkar kepada mukjizat yang diberikan kepada Musa dahulu. Bahkan mereka menuduh Musa dan Harun adalah dua ahli sihir yang saling membantu. Apakah orang-orang kafir Mekah akan mengikuti apa yang telah diperbuat kaum Nabi Musa? Apakah mereka akan mengingkari apa yang didatangkan Muhammad, dan mengatakan bahwa Musa dan Muhammad adalah ahli sihir? Apakah mereka juga tidak akan mempercayai risalah dan mukjizat keduanya? \nMengenai tuduhan bahwa keduanya adalah ahli sihir pada ayat ini, Said bin Jubair, Mujahid, dan Ibnu Zaid berpendapat bahwa yang dimaksud dengan \"keduanya adalah ahli sihir\" ialah Musa dan Harun. Ini adalah ucapan orang-orang Yahudi pada permulaan kerasulan. Sedangkan Ibnu 'Abbas dan al-hasan al-Basri berpendapat bahwa yang dimaksud dengan keduanya adalah ahli sihir yaitu Musa dan Muhammad saw, dan ini adalah ucapan orang-orang musyrikin bangsa Arab.",
    "quraish": "Maka ketika Rasulullah, Muhammad, datang dengan membawa al-Qur'ân yang berasal sisi Allah, orang-orang kafir berkata, \"Andai saja dia diberi seperti yang diberikan kepada Mûsâ dalam bentuk mukjizat inderawi dan kitab suci yang diturunkan sekaligus seperti Tawrât, kami pasti akan beriman.\" Padahal sebelumnya mereka telah menentang Mûsâ dan menolak ayat-ayat Tawrât sebagaimana halnya mereka hari ini juga menentang Muhammad dan kitab suci yang dibawanya. Mereka berkata, \"Kami tidak percaya kepada kedua-duanya.\" Jelas, bahwa kedurhakaanlah yang menyebabkan mereka ingkar terhadap mukjizat.",
    "jalalayn": "(Maka tatkala datang kepada mereka kebenaran) yang dibawa oleh Nabi Muhammad (dari sisi Kami, mereka berkata, \"Mengapa tidak) kenapa tidak (diberikan kepadanya seperti yang telah diberikan kepada Musa?\") yaitu mukjizat-mukjizat seperti tangan yang bersinar menyilaukan, tongkat dan lain sebagainya, atau kitab yang diturunkan sekali turun. Allah swt. menjawab perkataan mereka melalui firman-Nya, (\"Dan bukankah mereka itu telah ingkar juga kepada apa yang diberikan kepada Musa dahulu?) di mana (mereka telah mengatakan) sehubungan dengan perihal Nabi Musa dan juga tentang diri Nabi Muhammad ('Dua orang ahli sihir). Menurut qiraat yang lain dibaca Sahirani, subjek yang mereka maksud adalah Alquran dan kitab Taurat (yang saling bantu membantu'.\") maksudnya mereka saling bahu membahu. (Dan mereka juga berkata, \"Sesungguhnya kami kepada masing-masing) dari kedua nabi, berikut kitab-kitabnya (tidak mempercayai\")."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 49,
    "arab": "قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih memberi petunjuk daripada keduanya (Taurat dan Al-Qur'an), niscaya aku mengikutinya, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3301.mp3",
    "tafsir": "Allah menyuruh Muhammad menantang orang-orang kafir Mekah yang mengatakan bahwa Musa dan Muhammad adalah ahli sihir, dan Taurat dan Al-Qur'an adalah sihir belaka, untuk mendatangkan sebuah kitab dari sisi Allah yang lebih memberi petunjuk dan lebih mendatangkan kemaslahatan daripada kedua kitab itu. Nabi menegaskan kepada mereka bahwa dia bersedia meninggalkan Al-Qur'an apabila mereka itu benar dalam pengakuan mereka, dan benar-benar dapat mendatangkan kitab yang dimaksud.",
    "quraish": "Katakanlah kepada mereka, wahai Rasul, \"Apabila kalian tidak beriman kepada Tawrât dan al-Qur'ân, maka datangkanlah sebuah kitab yang lain dari sisi Allah yang berisi petunjuk dan lebih baik dari keduanya, atau yang semisal dengannya, niscaya aku akan mengikutinya bersama kalian, jika kalian memang benar dalam prasangka kalian bahwa apa yang kami datangkan itu adalah sihir.\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Datangkanlah oleh kalian sebuah kitab dari sisi Allah yang kitab itu lebih dapat memberi petunjuk daripada keduanya) yang dimaksud adalah Alquran dan Taurat (niscaya aku akan mengikutinya, jika kalian sungguh orang-orang yang benar.\") di dalam perkataannya."
  },
  {
    "hizb": 156,
    "name": "Al-Qasas",
    "ayat": 50,
    "arab": "فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ",
    "translation": "Maka jika mereka tidak menjawab (tantanganmu), maka ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3302.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kalau orang-orang musyrik itu tidak dapat memenuhi tantangan Nabi mendatangkan kitab dari sisi Allah yang lebih menjamin kebahagiaan daripada Taurat dan Al-Qur'an, maka itu berarti bahwa pembangkangan mereka sesungguhnya hanyalah dorongan hawa nafsu belaka, dan mengikuti ajakan setan yang tidak beralasan sama sekali. Orang-orang yang hanya mengikuti hawa nafsunya dan menuruti bujukan setan tanpa ada petunjuk dari Allah, adalah orang-orang yang sangat sesat bahkan paling sesat. Oleh sebab itu, Allah melarang mengikuti hawa nafsu karena akan menyesatkan dari jalan yang benar. Orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, firman Allah:\n(Allah berfirman), \"Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.\" (shad/38: 26)\n\nPada akhir ayat 50 ini ditegaskan bahwa Allah tidak akan memberi petunjuk kepada orang yang zalim dan selalu meninggalkan perintah Allah, melanggar larangan-Nya, mendustakan rasul-Nya, mengikuti kemauan hawa nafsu, dan lebih mengutamakan ketaatan kepada setan daripada ketaatan kepada Allah. Orang-orang zalim itu akan mendapat azab yang amat pedih di akhirat. Firman Allah:\nMaka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar. (al-Furqan/25: 19)\n\nDan firman-Nya:\nTetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat). (az-Zukhruf43: 65)",
    "quraish": "Lalu jika mereka tidak dapat memenuhi permintaanmu untuk mendatangkan kitab berisi petunjuk yang lebih baik, maka ketahuilah bahwa mereka telah dikenai ketentuan hukum, dan mereka tidak lagi memiliki alasan. Dan, dengan begitu, mereka telah mengikuti hawa nafsu. Tidak ada seorang pun yang lebih sesat daripada orang-orang yang mengikuti hawa nafsunya di dalam urusan agama tanpa petunjuk dari Allah. Sesungguhnya Allah tidak akan memberikan kemudahan bagi orang yang menzalimi dirinya dengan mengikuti kebatilan tanpa mempedulikan kebenaran.",
    "jalalayn": "(Maka jika mereka tidak menjawab kamu) maksudnya tantanganmu itu, yaitu supaya mereka mendatangkan Kitab dari sisi Allah (ketahuilah bahwa sesungguhnya mereka hanyalah mengikuti hawa nafsu mereka belaka) dalam kekafirannya itu (Dan siapakah yang lebih sesat daripada orang yang mengikuti hawa nafsunya dengan tidak mendapat petunjuk dari Allah sedikit pun?) maksudnya, tidak ada yang lebih sesat daripadanya. (Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim) yaitu orang-orang kafir."
  }
]