[
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 76,
    "arab": "۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ",
    "translation": "Sesungguhnya Karun termasuk kaum Musa, tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3328.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Karun termasuk kaum Nabi Musa, dan masih terhitung salah seorang pamannya. Karun juga mempunyai nama lain, yaitu \"al-Munawar\" (bercahaya) karena wajahnya yang tampan. Ia paling banyak membaca kitab Taurat di antara teman-temannya dari Bani Israil, hanya dia munafik seperti halnya Samiri. Ia berlaku aniaya dan sombong terhadap sesama Bani Israil.\nDan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syura/42: 27)\n\nKekayaan melimpah ruah dan perbendaharaan harta yang banyak yang diberikan Allah kepadanya, sehingga kunci-kunci tidak sanggup dipikul oleh sejumlah orang-orang yang kuat karena beratnya, menyebabkan ia sangat bangga, berlaku aniaya, dan sombong terhadap sesamanya serta memandang remeh dan hina mereka. Ibnu 'Abbas mengatakan bahwa kunci-kunci perbendaharaan harta Karun dapat dibawa oleh empat puluh laki-laki yang kuat. \nSekalipun ia diperingatkan oleh kaumnya agar jangan terlalu membanggakan hartanya yang berlimpah-limpah dan kekayaan yang bertumpuk-tumpuk itu, karena Allah tidak menyukai orang yang membanggakan diri, tetapi ia tidak menggubrisnya sama sekali. Ia tetap bangga dan menyombongkan diri. Peringatan dan larangan terlalu gembira dan bangga atas pemberian Allah itu ditegaskan juga dalam ayat lain, sebagaimana firman Nya:\nAgar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-hadid/57: 23) \n\nAllah tidak menyukai orang yang sombong dan membanggakan diri. (an-Nisa'/4: 36)",
    "quraish": "Surat ini menyebutkan kisah Qârûn. Ia adalah salah seorang kaum Mûsâ yang bersikap sombong kepada mereka dengan diri dan hartanya. Allah telah memberikan kekayaan yang melimpah kepadanya. Jumlah kuncinya sangat banyak, sehingga terasa sangat berat untuk dibawa oleh sejumlah laki-laki yang kuat sekalipun. Dan ketika ia tertipu oleh nikmat Allah yang dikaruniakan kepadanya dengan mengingkarinya, kaumnya menasihatinya dengan berkata, \"Janganlah kamu tertipu dengan harta bendamu, dan jangan sampai kegembiraan dengan harta benda itu melupakanmu dari bersyukur kepada Allah. Sesungguhnya Allah tidak berkenan terhadap orang-orang yang sombong dan terpedaya oleh harta benda.\" Pelajaran yang dapat diambil dari kisah ini adalah bahwa orang-orang yang kafir kepada Muhammad saw. telah tertipu oleh harta mereka. Padahal, seperti dijelaskan al-Qur'ân, harta benda mereka sangat sedikit jika dibandingkan dengan harta Qârûn.",
    "jalalayn": "(Sesungguhnya Karun adalah termasuk kaum Musa) dia adalah saudara sepupu Nabi Musa sendiri, yaitu anak saudara lelaki ayah Nabi Musa yang kawin dengan saudara perempuan ibu Nabi Musa, dan Karun beriman kepada Nabi Musa (maka ia berlaku aniaya terhadap mereka) yaitu bersifat takabur; sombong dan merasa paling banyak hartanya (dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul) terasa berat apabila dipikul (oleh sejumlah) segolongan (orang-orang yang mempunyai) yang memiliki (kekuatan) maksudnya, kunci-kunci itu sangat berat dirasakan oleh mereka. Huruf Ba yang ada pada lafal Bil 'ushbah berfungsi untuk Ta'diyah. Menurut suatu pendapat dikatakan, bahwa jumlah mereka ada tujuh puluh orang; dan menurut pendapat yang lain dikatakan bahwa jumlah mereka ada empat puluh orang, sedangkan menurut yang lainnya lagi berjumlah sepuluh orang, dan menurut yang lainnya lagi selain dari itu. Ingatlah (ketika kaumnya berkata kepadanya) yaitu orang-orang yang beriman dari kalangan kaum Bani Israel berkata kepada Karun (\"Janganlah kamu bangga) dan sombong karena memiliki banyak harta, (sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri\") dengan harta yang dimilikinya."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 77,
    "arab": "وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ  وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا  وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ  وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ",
    "translation": "Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuatbaiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3329.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan empat macam nasihat dan petunjuk yang ditujukan kepada Karun oleh kaumnya. Orang yang mengamalkan nasihat dan petunjuk itu akan memperoleh kesejahteraan di dunia dan akhirat.\n1. Orang yang dianugerahi oleh Allah kekayaan yang berlimpah ruah, perbendaharaan harta yang bertumpuk-tumpuk, serta nikmat yang banyak, hendaklah ia memanfaatkan di jalan Allah, patuh dan taat pada perintah-Nya, mendekatkan diri kepada-Nya untuk memperoleh pahala sebanyak-banyaknya di dunia dan akhirat.\nSabda Nabi saw:\nManfaatkan yang lima sebelum datang (lawannya) yang lima; mudamu sebelum tuamu, sehatmu sebelum sakitmu, kayamu sebelum miskinmu, waktu senggangmu sebelum kesibukanmu dan hidupmu sebelum matimu. (Riwayat al-Baihaqi dari Ibnu 'Abbas)\n\n2. Setiap orang dipersilakan untuk tidak meninggalkan sama sekali kesenangan dunia baik berupa makanan, minuman, pakaian, serta kesenangan-kesenangan yang lain sepanjang tidak bertentangan dengan ajaran yang telah digariskan oleh Allah. Baik Allah, diri sendiri, maupun keluarga, mempunyai hak atas seseorang yang harus dilaksanakannya. Sabda Nabi Muhammad: \nKerjakanlah seperti kerjanya orang yang mengira akan hidup selamanya. Dan waspadalah seperti akan mati besok. (Riwayat al-Baihaqi dari Ibnu 'Umar)\n\n3. Setiap orang harus berbuat baik sebagaimana Allah berbuat baik kepadanya, misalnya membantu orang-orang yang memerlukan, menyambung tali silaturrahim, dan lain sebagainya.\n4. Setiap orang dilarang berbuat kerusakan di atas bumi, dan berbuat jahat kepada sesama makhluk, karena Allah tidak menyukai orang-orang yang berbuat kerusakan.",
    "quraish": "Dan jadikanlah sebagian dari kekayaan dan karunia yang Allah berikan kepadamu di jalan Allah dan amalan untuk kehidupan akhirat. Janganlah kamu cegah dirimu untuk menikmati sesuatu yang halal di dunia. Berbuat baiklah kepada hamba-hamba Allah sebagaimana Allah berbuat baik kepadamu dengan mengaruniakan nikmat-Nya. Dan janganlah kamu membuat kerusakan di bumi dengan melampaui batas- batas Allah. Sesungguhnya Allah tidak meridai orang-orang yang merusak dengan perbuatan buruk mereka itu.\"",
    "jalalayn": "(Dan carilah) upayakanlah (pada apa yang telah dianugerahkan Allah kepada kalian) berupa harta benda (kebahagiaan negeri akhirat) seumpamanya kamu menafkahkannya di jalan ketaatan kepada Allah (dan janganlah kamu melupakan) jangan kamu lupa (bagianmu dari kenikmatan duniawi) yakni hendaknya kamu beramal dengannya untuk mencapai pahala di akhirat (dan berbuat baiklah) kepada orang-orang dengan bersedekah kepada mereka (sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat) mengadakan (kerusakan di muka bumi) dengan mengerjakan perbuatan-perbuatan maksiat. (Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan) maksudnya Allah pasti akan menghukum mereka."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 78,
    "arab": "قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ",
    "translation": "Dia (Karun) berkata, “Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu, bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3330.mp3",
    "tafsir": "Ayat ini menerangkan reaksi Karun atas nasihat dan petunjuk yang diberikan oleh kaumnya. Dengan sombong ia berkata, \"Harta yang diberikan Allah kepadaku adalah karena ilmu yang ada padaku. Allah mengetahui hal itu. Oleh karena itu, Ia rida padaku dan memberikan harta itu kepadaku.\" Tidak sedikit manusia apabila ditimpa bahaya, ia kembali kepada Tuhan, dan berdoa sepenuh hati. Semua doa yang diketahuinya dibaca dengan harapan supaya bahaya yang menimpanya itu lenyap. Jika maksudnya itu tercapai, ia kemudian lupa kepada Tuhan yang mencabut bahaya itu darinya. Bahkan, ia mengaku bahwa hal itu terjadi karena kepintarannya, karena perhitungan yang tepat, dan sebagainya. Firman Allah:\nMaka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, \"Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.\" Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui. (az-Zumar/39: 49) \n\nPengakuan seperti tersebut di atas ditolak oleh Allah dengan firman Nya, \"Apakah ia lupa ataukah tidak pernah mengetahui bahwa Allah telah membinasakan umat dahulu sebelum dia, padahal mereka itu jauh lebih kuat dan lebih banyak harta yang dikumpulkannya.\" Sekiranya Allah memberi seseorang harta kekayaan dan lainnya hanya karena kepintaran dan kebaikan yang ada padanya, sehingga Allah rida kepadanya, tentu Dia tidak akan membinasakan orang-orang dahulu yang jauh lebih kaya, kuat dan pintar dari Karun. Orang yang diridai Allah tentu tidak akan dibinasakan-Nya. Tidakkah ia menyaksikan nasib Fir'aun yang mempunyai kerajaan besar dan pengikutnya yang banyak dengan sekejap mata dihancurkan oleh Allah.\nPada akhir ayat ini, Allah menegaskan bahwa apabila Dia hendak mengazab orang-orang yang bergelimang dosa itu, Dia tidak akan menanyakan berapa banyak dosa yang telah diperbuatnya, begitu juga jenisnya, karena Dia Maha Mengetahui semuanya itu. Dalam ayat lain ditegaskan juga sebagai berikut:\nMaka pada hari itu manusia dan jin tidak ditanya tentang dosanya. (ar-Rahman/55: 39)",
    "quraish": "Qârûn tidak menanggapi nasihat kaumnya dan melupakan karunia Allah kepadanya. Qârûn berpura-pura tidak mengetahui bahwa sebelumnya Allah telah menghancurkan banyak manusia yang lebih mampu untuk mengumpulkan harta dan lebih memiliki pengalaman dalam mengembangkan harta. Orang-orang jahat tidak akan ditanya tentang dosa-dosa mereka, karena Allah telah mengetahui hal itu. Mereka akan masuk neraka tanpa penghitungan. Akan tetapi mereka hanya ditanya dengan pertanyaan yang menghinakan.",
    "jalalayn": "(Karun berkata, \"Sesungguhnya aku hanya diberi harta itu) harta yang ada padanya itu (karena ilmu yang ada padaku\") sebagai imbalan dari pengetahuan yang aku miliki; dia seorang yang paling ulung di kalangan Bani Israel mengenai kitab Taurat, sesudah Musa dan Harun. Allah berfirman, (Dan apakah ia tidak mengetahui bahwasanya Allah sungguh telah membinasakan umat-umat sebelumnya) yakni, bangsa-bangsa sebelumnya (yang lebih kuat daripadanya dan lebih banyak mengumpulkan harta?) maksudnya, Karun mengetahui kisah mereka, kemudian mereka dibinasakan oleh Allah. (Dan tidaklah perlu ditanyakan kepada orang-orang yang berdosa itu, tentang dosa-dosa mereka) karena Allah mengetahui hal tersebut, maka mereka dimasukkan ke neraka tanpa dihisab lagi."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 79,
    "arab": "فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ",
    "translation": "Maka keluarlah dia (Karun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, “Mudah-mudahan kita mempunyai harta kekayaan seperti apa yang telah diberikan kepada Karun, sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3331.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada suatu hari Karun keluar ke tengah-tengah kaumnya dengan pakaian yang megah dan perhiasan yang berlebihan dalam suatu iring-iringan yang lengkap dengan pengawal, hamba sahaya, dan inang pengasuh untuk mempertontonkan ketinggian dan kebesarannya kepada manusia. Hal yang demikian itu adalah sifat yang amat tercela, kebanggaan yang terkutuk bagi orang yang berakal dan berpikiran sehat. Hal itu menyebabkan kaumnya terbagi dua.\nPertama, orang-orang yang mementingkan kehidupan duniawi yang selalu berpikir dan berusaha sekuat tenaga bagaimana caranya supaya bisa hidup mewah di dunia ini. Menurut anggapan mereka, hidup yang demikian itu adalah kebahagiaan. Mereka itu berharap juga dapat memiliki sebagaimana yang dimiliki Karun yaitu harta yang bertumpuk-tumpuk dan kekayaan yang berlebih-lebihan, karena yang demikian itu dianggap sebagai keberun-tungan yang besar. \nDengan demikian mereka akan hidup senang, dan berbuat sekehendak hatinya merasakan kenikmatan dunia dengan segala variasinya. Keinginan manusia seperti ini sampai sekarang tetap ada, bahkan tumbuh dengan subur di tengah-tengah masyarakat. Di mana-mana kita dapat menyaksikan bahwa tidak sedikit orang yang berkeinginan keras untuk memiliki seperti apa yang telah dimiliki orang-orang kaya, pengusaha besar, dan lainnya, seperti rumah besar dengan perabot serba mewah, mobil mewah, tanah, dan sawah ladang yang berpuluh-puluh bahkan beratus hektar. Hal itu mereka lakukan sekalipun menggunakan jalan yang tidak wajar, yang tidak sesuai dengan hukum agama dan peraturan negara. Hal itu menyebabkan timbulnya kecurangan dan korupsi di mana-mana.",
    "quraish": "Qârûn tidak menghiraukan nasihat kaumnya dan keluar menemui mereka membangga-banggakan kemegahannya. Maka orang-orang yang menyukai kesenangan dunia menjadi tertipu olehnya dan berangan-angan untuk memiliki seperti yang dikaruniakan kepada Qârûn, yaitu harta benda dan keberuntungan yang besar dalam kehidupan.",
    "jalalayn": "(Maka keluarlah) Karun (kepada kaumnya dalam kemegahannya) berikut para pengikutnya yang banyak jumlahnya; mereka semuanya menaiki kendaraan seraya memakai pakaian emas dan sutra. Kuda-kuda serta keledai-keledai yang mereka naiki pun dihiasnya. (Berkatalah orang-orang yang menghendaki kehidupan dunia, \"Aduhai!) huruf Ya di sini menunjukkan makna Tanbih (Kiranya kita mempunyai seperti apa yang telah diberikan kepada Karun) dalam masalah keduniawian (sesungguhnya ia benar-benar mempunyai keberuntungan) yakni bagian (yang besar.\") yang sangat banyak keberuntungannya."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 80,
    "arab": "وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ",
    "translation": "Tetapi orang-orang yang dianugerahi ilmu berkata, “Celakalah kamu! Ketahuilah, pahala Allah lebih baik bagi orang-orang yang beriman dan mengerjakan kebajikan, dan (pahala yang besar) itu hanya diperoleh oleh orang-orang yang sabar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3332.mp3",
    "tafsir": "Ayat ini menerangkan kelompok kedua yaitu orang-orang yang berilmu dan berpikiran waras. Mereka menganggap bahwa cara berpikir orang-orang yang termasuk golongan pertama tadi sangat keliru, bahkan dianggap sebagai satu bencana besar dan kerugian yang nyata, karena lebih mementingkan kehidupan dunia yang fana dari kehidupan akhirat yang kekal. Golongan kedua berpendapat bahwa pahala di sisi Allah bagi orang-orang yang percaya kepada Allah dan rasul-Nya serta beramal saleh, jauh lebih baik daripada menumpuk harta. Apa yang di sisi Allah kekal abadi, sedangkan apa yang dimiliki manusia akan lenyap dan musnah, sebagaimana firman-Nya:\nApa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. (an-Nahl/16: 96)\n\nAyat 80 diakhiri satu penjelasan bahwa yang dapat menerima dan mengamalkan nasihat dari ayat di atas hanyalah orang-orang yang sabar dan tekun mematuhi perintah Allah, menjauhi larangan-Nya. Mereka juga menerima baik apa yang telah diberikan Allah kepadanya serta membelanjakannya untuk kepentingan diri dan masyarakat.",
    "quraish": "Sedangkan orang-orang yang diberi rezeki oleh Allah dalam bentuk ilmu yang bermanfaat tidak tertipu oleh itu semua. Dan mereka memberi nasihat kepada orang-orang yang tertipu itu dengan berkata, \"Janganlah kalian mengharapkan hal ini, dan jangan berpaling dari agama. Karena sesungguhnya pahala dan kenikmatan yang ada di sisi Allah lebih suci bagi orang-orang yang beriman kepada-Nya dan beramal saleh.\" Itu adalah nasihat yang benar, yang tidak akan diterima kecuali oleh orang-orang yang mengorbankan diri mereka dan sabar untuk tetap dalam ketaatan.",
    "jalalayn": "(Berkatalah) kepada mereka (orang-orang yang dianugerahi ilmu) tentang apa yang telah dijanjikan oleh Allah kelak di akhirat, (\"Kecelakaan yang besarlah bagi kalian) lafal Wailakum ini adalah kalimat hardikan (pahala Allah) di akhirat berupa surga (adalah lebih baik bagi orang-orang yang beriman dan beramal saleh) daripada apa yang diberikan oleh Allah kepada Karun di dunia (dan tidak diperoleh pahala itu) yakni surga (kecuali oleh orang-orang yang sabar\") di dalam menjalankan ketaatan dan menjauhi maksiat."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 81,
    "arab": "فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ",
    "translation": "Maka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3333.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan akibat kesombongan dan keangkuhan Karun. Ia beserta rumah dan segala kemegahan dan kekayaannya dibenamkan ke dalam bumi. Tidak ada yang dapat menyelamatkannya dari azab Allah itu, baik perorangan maupun secara bersama-sama. Karun sendiri tidak dapat membela dirinya. Tidak sedikit orang yang sesat jalan, dan keliru paham tentang harta yang diberikan kepadanya. Mereka menyangka harta itu hanya untuk kemegahan dan kesenangan sehingga mereka tidak menyalurkan penggunaannya ke jalan yang diridai Allah. Oleh karena itu, Allah menimpakan azab-Nya kepada mereka.",
    "quraish": "Kami kemudian melongsorkan tanah bersama Qârûn. Qârûn dan rumahnya pun tertelan, berikut harta benda dan perhiasannya. Tidak ada penolong yang dapat menghindarkannya dari azab Allah, dan ia pun tidak dapat menolong dirinya sendiri.",
    "jalalayn": "(Maka Kami benamkan dia) Karun (beserta rumahnya ke dalam bumi. Maka tidak ada lagi baginya suatu golongan pun yang menolongnya terhadap azab Allah) seumpamanya penolong itu dapat mencegah kebinasaan dari diri Karun. (Dan tiadalah ia termasuk orang-orang yang dapat membela dirinya) dari azab Allah."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 82,
    "arab": "وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ",
    "translation": "Dan orang-orang yang kemarin mengangan-angankan kedudukannya (Karun) itu berkata, “Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya dan membatasi (bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya). Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari (nikmat Allah).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3334.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang semula bercita-cita ingin mempunyai kedudukan dan posisi terhormat seperti yang pernah dimiliki Karun, dengan seketika mengurungkan cita-citanya setelah menyaksikan azab yang ditimpakan kepada Karun. Mereka menyadari bahwa harta benda yang banyak dan kehidupan duniawi yang serba mewah, tidak mengantarkan mereka pada keridaan Allah. Dia memberi rezeki kepada yang dikehendaki-Nya, dan tidak memberi kepada yang tidak dikehendaki. Allah meninggikan dan merendahkan orang yang dikehendaki-Nya. Kesemuanya itu adalah berdasarkan kebijaksanaan Allah dan ketetapan yang telah digariskan-Nya.\nDiriwayatkan dari Ibnu Mas'ud bahwa Allah telah memberikan kepada manusia watak masing-masing sebagaimana Dia telah membagi-bagikan rezeki di antara mereka. Sesungguhnya Allah itu memberikan harta kepada orang yang disenangi, dan tidak menganugerahkan iman kecuali kepada orang yang disenangi dan dikasihi-Nya.\nMereka merasa memperoleh karunia dari Allah karena cita-cita mereka belum tercapai. Andaikata sudah tercapai, tentu mereka dibenamkan juga ke dalam bumi sebagaimana yang telah dialami Karun. Pengertian mereka bertambah mantap bahwa tidak beruntung orang-orang yang mengingkari nikmat Allah, mendustakan rasul-Nya, dan pahala yang dijanjikan di akhirat bagi orang yang taat kepada-Nya. Mereka akan dimusnahkan oleh azab, firman Allah:\nDan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim. (an-Nahl/16: 113)",
    "quraish": "Orang-orang yang belum lama ini berharap untuk mendapatkan kedudukan di dunia seperti Qârûn, mengulang-ulang kata-kata penyesalan setelah mereka merenungi apa yang menimpa Qârûn. Mereka berkata, \"Sesungguhnya Allah melapangkan rezeki kepada hamba yang dikehendaki-Nya, baik yang Mukmin maupun yang bukan Mukmin. Sebaliknya, Allah menyempitkan rezeki atas siapa yang dikehendaki-Nya di antara mereka.\" Dan mereka lalu bersyukur dengan berkata, \"Kalaulah Allah tidak memberikan kebaikan kepada kami dengan petunjuk-Nya kepada keimanan dan penjagaan-Nya dari keterjerumusan, niscaya Dia akan menguji kami dengan memberikan apa yang kami angan-angankan dan melakukan apa yang Dia lakukan kepada Qârûn. Sesungguhnya orang-orang yang mengingkari nikmat Allah tidak akan selamat dari azab-Nya.\"",
    "jalalayn": "(Dan jadilah orang-orang yang kemarin mencita-citakan kedudukan Karun itu) dalam waktu yang singkat (mereka berkata, \"Aduhai! Benarlah Allah melapangkan) yakni meluaskan (rezeki bagi siapa yang Dia kehendaki dari hamba-hamba-Nya dan membatasinya) menyempitkannya bagi orang-orang yang dikehendaki-Nya. Lafal Way adalah Isim Fi'il yang artinya aku sangat kagum, dan huruf Kaf mempunyai makna huruf Lam. Maksudnya, aku sangat takjub karena sesungguhnya Allah melapangkan dan seterusnya (kalau Allah tidak melimpahkan harunia-Nya atas kita, benar-benar Dia telah membenamkan kita pula) dapat dibaca Lakhasafa dan Lakhusifa (Aduhai benarlah, tidak beruntung orang-orang yang mengingkari.\") nikmat Allah seperti Karun tadi."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 83,
    "arab": "تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ",
    "translation": "Negeri akhirat itu Kami jadikan bagi orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Dan kesudahan (yang baik) itu bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3335.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kebahagiaan dan segala kenikmatan di akhirat disediakan untuk orang-orang yang tidak takabur, tidak menyombongkan diri, dan tidak berbuat kerusakan di muka bumi seperti menganiaya dan sebagainya. Mereka itu bersifat rendah hati, tahu menempatkan diri kepada orang yang lebih tua dan lebih banyak ilmunya. Kepada yang lebih muda dan kurang ilmunya, mereka mengasihi, tidak takabur, dan menyom-bongkan diri. Orang yang takabur dan menyombongkan diri tidak disukai Allah, akan mendapat siksa yang amat pedih, dan tidak masuk surga di akhirat nanti, sebagaimana firman Allah:\nAdapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nisa'/4: 173) \nSabda Rasulullah saw:\nTidak akan masuk surga orang yang ada di dalam hatinya sifat takabur, sekalipun sebesar zarah. (Riwayat Muslim dan Abu Dawud dari Ibnu Mas'ud) \n\nAyat 83 ini ditutup dengan penjelasan bahwa kesudahan yang baik berupa surga diperoleh orang-orang yang takwa kepada Allah dengan mengamalkan perintah-Nya, menjauhi larangan-Nya, tidak takabur dan tidak menyombongkan diri seperti Fir'aun dan Karun.",
    "quraish": "Wahai Rasul, negeri yang kamu telah dengar kabarnya dan telah sampai kepadamu sifat-sifatnya, negeri surga, hanya diperuntukkan bagi orang-orang Mukmin yang taat dan tidak menginginkan kekuasaan di dunia serta tidak condong kepada kerusakan dengan melaksanakan kemaksiatan. Sesungguhnya balasan yang baik hanyalah untuk orang-orang yang kalbunya penuh dengan keimanan karena rasa takut kepada Allah, sehingga mereka tahu apa yang diridai Allah.",
    "jalalayn": "(Negeri akhirat itu,) yakni surga (Kami jadikan untuk orang-orang yang tidak ingin menyombongkan diri di muka bumi) dengan melakukan kelaliman (dan tidak pula berbuat kerusakan) dengan melakukan perbuatan-perbuatan maksiat. (Dan kesudahan yang baik itu) yakni yang terpuji (adalah bagi orang orang yang bertakwa) maksudnya bagi orang-orang yang takut kepada azab Allah, yaitu dengan melakukan perbuatan-perbuatan ketaatan kepada-Nya."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 84,
    "arab": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Barangsiapa datang dengan (membawa) kebaikan, maka dia akan mendapat (pahala) yang lebih baik daripada kebaikannya itu; dan barang siapa datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang dahulu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3336.mp3",
    "tafsir": "Ayat ini menerangkan bahwa siapa yang di akhirat datang dengan membawa satu amal kebajikan, akan dibalas dengan yang lebih baik, dan dilipatgandakan sebanyak-banyaknya. Tidak ada yang mengetahui berapa kelipatannya kecuali Allah sebagai karunia dan rahmat dari-Nya. Rasulullah saw bersabda:\nSiapa yang bermaksud akan mengerjakan satu kebaikan, kemudian tidak jadi dikerjakannya, Allah mencatat pahala pada sisi-Nya satu kebaikan yang sempurna, kalau ia bermaksud mengerjakan satu kebaikan lalu dikerjakannya, maka Allah mencatat (pahala) dengan sepenuh kebaikan sampai tujuh ratus kali lipat, bahkan lipat ganda yang lebih banyak lagi. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\n\nDalam hadis lain Rasulullah bersabda:\nDan barang siapa yang bermaksud mengerjakan satu kejahatan kemudian tidak dikerjakannya, maka ditulislah oleh Allah swt di sisi-Nya satu kebaikan yang sempurna, dan kalau ia bermaksud mengerjakan kemudian dikerjakannya, maka Allah mencatatkan baginya hanya satu kejahatan saja. (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\n\nHal ini sesuai dengan firman Allah:\nDan barang siapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan. (an-Naml/27: 90)",
    "quraish": "Orang yang melakukan kebaikan, berupa keimanan dan amal saleh, akan memperoleh pahala yang berlipat ganda karena perbuatan itu. Dan orang yang melakukan keburukan dalam bentuk kekufuran dan kemaksiatan, maka ia tidak akan diberi balasan kecuali dengan yang semisal dengan perbuatan buruknya itu.",
    "jalalayn": "(Barang siapa yang datang dengan membawa kebaikan, maka baginya pahala yang lebih baik daripada kebaikannya itu) sebagai imbalan daripada kebaikan yang dibawanya, yaitu sebanyak sepuluh kali lipat dari pahala kebaikannya (dan barang siapa yang datang dengan membawa kejahatan, maka tidaklah diberi pembalasan kepada orang-orang yang telah mengerjakan kejahatan itu melainkan) pembalasan yang seimbang (dengan apa yang dahulu mereka kerjakan) yakni dengan kejahatannya."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 85,
    "arab": "اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّيْٓ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Sesungguhnya (Allah) yang mewajibkan engkau (Muhammad) untuk (melaksanakan hukum-hukum) Al-Qur'an, benar-benar akan mengembalikanmu ke tempat kembali. Katakanlah (Muhammad), “Tuhanku mengetahui orang yang membawa petunjuk dan orang yang berada dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3337.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dialah yang mewajibkan kepada Muhammad mengamalkan isi Al-Qur'an, dan melaksanakan hukum-hukum dan perintah yang ada di dalamnya. Dia pulalah yang akan mengembalikan Muhammad ke tanah suci Mekah, tanah tumpah darahnya dalam keadaan menang dan merebutnya kembali dari kaum yang telah mengusirnya dari sana. Muhammad saw kembali ke Mekah dengan satu kemenangan besar bagi kaum Muslimin, karena dengan demikian ia dapat mengembangkan Islam dengan bebas dan dapat menekan kehendak kaum musyrikin. Ini adalah janji dari Allah ketika Muhammad selalu disakiti dan mendapat tekanan yang berat dari kaumnya bahwa dia akan hijrah meninggalkan Mekah, dan akan kembali dalam keadaan menang. \nSelain kembali ke Mekah, ada yang berpendapat Allah mengembalikan Rasul kepada kematian atau mengembalikan ke surga, sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An'am/6: 135)",
    "quraish": "Sesungguhnya Allah, yang menurunkan al-Qur'ân dan mewajibkan kepadamu untuk menyampaikannya dan berpegang teguh kepadanya, benar-benar akan mengembalikanmu kepada suatu hari yang tidak akan dapat dihindari, yaitu hari kiamat, untuk memisahkan antara kamu dan orang-orang yang mendustakanmu. Katakan, wahai Rasulullah, kepada orang-orang kafir, \"Tuhankulah yang mengetahui dengan ilmu yang tiada bandingannya tentang siapa yang Dia karuniai dengan petunjuk dan arahan, dan tentang siapa yang terjerumus dalam kesesatan yang diketahui oleh setiap orang berakal yang memiliki pengetahuan yang benar.\"",
    "jalalayn": "(Sesungguhnya yang mewajibkan atasmu Alquran) yakni yang menurunkannya (benar-benar akan mengembalikan kamu ke tempat kembali) ke Mekah, dan bahwa Nabi saw. telah rindu sekali kepada kota Mekah (katakanlah, \"Rabbku mengetahui) tentang (orang yang membawa petunjuk dan orang yang dalam kesesatan yang nyata\"). Ayat ini diturunkan sebagai jawaban atas perkataan orang-orang kafir Mekah terhadap Nabi saw.; mereka menuduhnya bahwa ia sesat. Makna ayat ini, dia yakni Nabi saw. datang dengan membawa petunjuk sedangkan mereka adalah orang-orang yang berada dalam kesesatan. Dan lafal A'lam bermakna Alimun yakni mengetahui."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 86,
    "arab": "وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ",
    "translation": "Dan engkau (Muhammad) tidak pernah mengharap agar Kitab (Al-Qur'an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu, sebab itu janganlah sekali-kali engkau menjadi penolong bagi orang-orang kafir,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3338.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Muhammad tidak pernah mengharapkan diturunkannya Al-Qur'an kepadanya untuk mengetahui berita-berita orang-orang sebelumnya, dan hal-hal yang terjadi sesudahnya, antara lain seperti agama yang mengandung kebahagiaan bagi manusia di dunia dan akhirat, dan juga adab-adab yang meninggikan derajat mereka dan mencerdaskan akal pikiran mereka. Sekalipun demikian, Allah menurunkan semuanya itu kepada Muhammad sebagai rahmat dari-Nya.\nPada ayat ini, Allah melarang Nabi Muhammad dan umatnya untuk membantu perjuangan orang-orang kafir dalam bentuk apa pun. Umat Muhammad justru dituntut untuk membantu memperkuat perjuangan umat Islam. Oleh karena itu, hendaklah ia memuji Tuhannya atas nikmat yang dikaruniakan kepadanya dengan penurunan kitab suci Al-Qur'an. Nabi saw tidak perlu menolong dan membantu orang-orang musyrik yang mengingkari Kitab suci Al-Qur'an itu, tetapi hendaklah ia memisahkan diri dan berpaling dari mereka sesuai dengan firman Allah:\nMaka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik. (al-hijr/15: 94)",
    "quraish": "Wahai Rasul, kamu tidak pernah berharap dan menunggu agar al-Qur'ân diturunkan kepadamu. Tetapi Allahlah yang menurunkannya kepadamu dari sisi-Nya sebagai rahmat atas dirimu dan umatmu. Maka ingatlah nikmat ini, dan tetaplah menyampaikannya. Janganlah kamu dan orang-orang yang mengikutimu menjadi penolong bagi orang-orang kafir untuk membantu apa yang mereka inginkan.",
    "jalalayn": "(Dan kamu tidak pernah mengharap agar diturunkan kepadamu Alkitab) yakni Alquran (tetapi) ia diturunkan kepadamu (karena suatu rahmat yang besar dari Rabbmu, sebab itu janganlah sekali-kali kamu menjadi penolong) pembantu (bagi orang-orang kafir) dalam agama mereka di mana mereka mengajak kamu untuk memasukinya."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 87,
    "arab": "وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ",
    "translation": "dan jangan sampai mereka menghalang-halangi engkau (Muhammad) untuk (menyampaikan) ayat-ayat Allah, setelah ayat-ayat itu diturunkan kepadamu, dan serulah (manusia) agar (beriman) kepada Tuhanmu, dan janganlah engkau termasuk orang-orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3339.mp3",
    "tafsir": "Allah menganjurkan kepada Muhammad agar tidak mengindahkan tipu daya orang-orang kafir, dan jangan sekali-kali terpengaruh sehingga mereka berhasil menghalang-halangi penyampaian ayat-ayat suci Al-Qur'an sesudah diturunkan kepadanya. Allah selalu bersamanya dan menguatkan serta memenangkan agama-Nya dari orang-orang kafir. Bahkan Nabi saw diperintahkan menyeru kaumnya ke jalan Allah dan menyampaikan agama-Nya kepada mereka, menyembah hanya kepada Allah saja yang tidak ada sekutu bagi-Nya. Pada akhir ayat ini, Allah menekankan supaya Muhammad jangan sekali-kali meninggalkan dakwahnya, dan selalu menyampaikan risalahnya kepada kaum musyrikin, supaya dia tidak seperti mereka, bermaksiat menyalahi perintah-Nya. Di ayat lain diterangkan:\nDan jangan sekali-kali kamu masuk golongan orang-orang musyrik. (al-An'am/6: 14",
    "quraish": "Dan janganlah orang-orang kafir itu sempat memalingkanmu dari tugas menyampaikan ayat-ayat Allah dan mengamalkannya, setelah wahyu--dalam bentuk ayat-ayat--itu turun kepadamu dari sisi Allah dan menjadi ajaran-ajaranmu. Tetaplah berdakwah kepada agama Allah, dan jangan sampai kamu dan para pengikutmu menjadi penolong-penolong bagi orang-orang musyrik dengan membantu mereka untuk mengerjakan apa yang mereka inginkan.",
    "jalalayn": "(Dan janganlah sekali-kali mereka dapat menghalangimu) asal kata Yashuddunnaka adalah Yashuddunaka, kemudian huruf Nun alamat Rafa'nya dibuang karena lafal dijazamkan, demikian pula huruf Wawu Fa'il tetapi bukan karena bertemu dengan huruf mati lainnya (dari menyampaikan ayat-ayat Allah, sesudah ayat-ayat itu diturunkan kepadamu) maksudnya, janganlah kamu memandang mereka dalam hal tersebut (dan serulah) manusia (kepada jalan Rabbmu) dengan menganjurkan mereka untuk mengesakan-Nya dan menyembah-Nya (dan janganlah sekali-kali kamu termasuk orang-orang musyrik) yaitu, dengan membantu mereka. 'Amil Jazm tidak berpengaruh terhadap Fi'il yaitu lafal Wa La Takunanna, karena Fi'il ini bersifat Mabni, sebagai akibat kemasukan Nun Taukid."
  },
  {
    "hizb": 158,
    "name": "Al-Qasas",
    "ayat": 88,
    "arab": "وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ",
    "translation": "Dan jangan (pula) engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan (yang berhak disembah) selain Dia. Segala sesuatu pasti binasa, kecuali Allah. Segala keputusan menjadi wewenang-Nya, dan hanya kepada-Nya kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3340.mp3",
    "tafsir": "Pada ayat ini, Allah melarang Nabi Muhammad menyembah sembahan lain selain Allah, karena tiada Tuhan yang patut disembah kecuali Allah, sebagaimana firman Nya:\n(Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9) \n\nAllah itu kekal abadi sekalipun semua makhluk yang ada sudah mati dan binasa. Firman Allah:\nSemua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Rahman/55: 26-27) \n\nDan sabda Nabi Muhammad saw:\nUngkapan paling benar yang diucapkan penyair adalah yang diucapkan oleh Labid, yaitu: \"Ketahuilah setiap sesuatu selain dari Allah akan binasa.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nAllah-lah yang mempunyai kerajaan, dan berbuat sekehendak-Nya. Dia-lah yang menentukan segala sesuatu yang akan berlaku kepada semua makhluk. Kepada-Nyalah akan dikembalikan semuanya, dan dibalas menurut amal perbuatannya masing-masing. Kalau ia beramal baik, taat, dan patuh kepada perintah Allah, akan dimasukkan ke dalam surga. Sebaliknya kalau ia berbuat maksiat dan bergelimang dosa, akan dimasukkan ke dalam neraka. Nabi saw bersabda sebagaimana diriwayatkan dari Abu Hurairah:\nSemua umatku akan masuk surga kecuali yang tidak mau. Barang siapa taat kepadaku, maka ia masuk ke dalam surga, dan barang siapa durhaka kepadaku, maka sungguh ia telah enggan. (Riwayat al-Bukhari dari Abu Hurairah).",
    "quraish": "Janganlah kamu menyembah tuhan lain di samping menyembah Allah, karena tidak ada tuhan yang patut disembah selain Allah. Segala sesuatu selain Allah adalah binasa dan fana. Yang abadi hanyalah Allah semata yang memiliki ketentuan yang berlaku di dunia dan akhirat. Tak diragukan lagi, hanya kepada- Nyalah tempat kembali seluruh makhluk.",
    "jalalayn": "(Janganlah kamu seru) janganlah kamu sembah (di samping Allah, tuhan apa pun yang lain. Tidak ada Tuhan yang berhak disembah melainkan Dia. Tiap-tiap sesuatu pasti binasa, kecuali Dia) kecuali Allah. (Bagi-Nya-lah segala penentuan) yakni, keputusan yang terlaksana (dan hanya kepada-Nya-lah kalian dikembalikan) setelah kalian dibangkitkan dari kubur masing-masing."
  }
]