[
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 1,
    "arab": "الۤمّۤ ۗ ",
    "translation": "Alif Lam Mim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3341.mp3",
    "tafsir": "Alif Lam Mim, lihat tafsir mengenai huruf-huruf hijaiyah pada awal Surah al-Baqarah",
    "quraish": "[[29 ~ AL-'ANKABUT (LABA-LABA) Pendahuluan: Makkiyyah, 69 ayat ~ Surat yang berisikan 69 ayat ini termasuk dalam golongan surat Makkiyyah, kecuali ayat 1 sampai 11 yang merupakan ayat-ayat Madaniyah. Surat ini dimulai dengan keterangan bahwa keimanan orang-orang Mukmin harus diuji dengan cobaan-cobaan dan berjihad mempertahankan negeri kebenaran dan keimanan. Manusia telah dipesankan untuk berbuat baik kepada orangtuanya, dan juga diperintahkan untuk berjihad, sehingga terkumpul perintah untuk berbuat baik (ihsân) dan perintah untuk berjihad. Di dalamnya juga ada keterangan tentang kelompok-kelompok manusia dari segi keimanannya. Di antara mereka ada yang mengaku, dengan lisannya, telah beriman tetapi hatinya tidak tunduk. Kemudian surat ini menuturkan kisah Nabi Nûh dan jihadnya di antara kaumnya, juga kisah Nabi Ibrâhîm dalam dakwahnya serta keterangan tentang bentuk pelajaran yang diambil oleh Nabi Muhammad. Kemudian dilanjutkan dengan keterangan tentang reaksi kaum Nabi Ibrâhîm. Setelah itu kisah tentang Nabi Lûth dan kaumnya, pengutusan rasul-rasul Allah dari jenis malaikat untuk membinasakan mereka, dan selamatnya keluarga Lûth kecuali istrinya. Kemudian diteruskan dengan memaparkan kisah Nabi Syu'aib dengan penduduk Madyan, Nabi Hûd dengan kaum 'Ad, Nabi Shâlih dengan kaum Tsamûd, kesombongan Qârûn, Fir'aun, Hâmân dan akibat dari perbuatan mereka. Dalam surat ini Allah menjelaskan bahwa peribadatan orang-orang musyrik kepada berhala-berhala sebenarnya berasaskan pada alasan yang lebih lemah daripada sarang laba-laba. Dan perumpamaan seperti ini tidak akan diketahui kecuali oleh orang-orang yang menggunakan akalnya. Kemudian Allah memerintahkan nabi-Nya untuk tidak membantah Ahl al-Kitâb kecuali dengan cara yang baik. Setelah itu Allah mengisyaratkan bahwa Rasulullah adalah seorang yang buta huruf, dan hal itu merupakan bukti akan kebenaran ajaran-ajarannya. Dalam surat ini juga disebutkan tentang sikap keras kepala orang-orang musyrik yang meminta mukjizat inderawi yang akan mereka ingkari, sebagaimana kaum Mûsâ mengingkarinya. Juga tentang permintaan mereka untuk segera diturunkan azab kepada mereka, sedangkan Allah telah menerangkan kepada mereka apa yang mereka hadapi. Allah menyebutkan juga tentang balasan orang-orang Mukmin dan kafir pada hari kiamat. Setelah itu, perhatian diarahkan kepada alam semesta dan karunia-karunia Allah yang ada di dalamnya, dan juga disebutkan tentang nilai dunia jika dibandingkan dengan akhirat. Keadaan orang-orang musyrik yang lemah dan kebergantungan mereka kepada Allah ketika mereka merasa takut, dan kekuatan serta kesyirikan mereka ketika mereka dalam keadaan aman juga disebutkan dalam surat ini. Selanjutnya Allah menerangkan nikmat-Nya kepada mereka di Bait al-Hârâm serta kekufuran mereka atas nikmat itu. Terakhir diterangkan pula tentang keutamaan para mujahid.]] Alif, Lâm, Mîm adalah huruf-huruf fonemis yang digunakan untuk menerangkan bahwa al-Qur'ân, sebagai suatu mukjizat, terdiri atsas huruf-huruf yang dapat mereka ucapkan dengan baik, di samping untuk menarik perhatian orang-orang yang mendengarnya serta memalingkan perhatian mereka kepada kebenaran.",
    "jalalayn": "(Alif Lam Mim) hanya Allah yang lebih mengetahui maksudnya."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 2,
    "arab": "اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ",
    "translation": "Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3342.mp3",
    "tafsir": "Pada ayat ini, Allah bertanya kepada manusia yang telah mengaku beriman dengan mengucapkan kalimat syahadat bahwa apakah mereka akan dibiarkan begitu saja mengakui keimanan tersebut tanpa lebih dahulu diuji? Tidak, malah setiap orang beriman harus diuji lebih dahulu, sehingga dapat diketahui sampai di manakah mereka sabar dan tahan menerima ujian tersebut. Ujian yang mesti mereka tempuh itu bermacam-macam. Umpamanya perintah berhijrah (meninggalkan kampung halaman demi menyelamatkan iman dan keyakinan), berjihad di jalan Allah, mengendalikan syahwat, mengerjakan tugas-tugas dalam rangka taat kepada Allah, dan bermacam-macam musibah seperti kehilangan anggota keluarga, dan hawa panas yang kering yang menyebabkan tumbuh-tumbuhan mati kekeringan. Semua cobaan itu dimaksudkan untuk menguji siapakah di antara mereka yang sungguh-sungguh beriman dengan ikhlas dan siapa pula yang berjiwa munafik. Juga bertujuan untuk mengetahui apakah mereka termasuk orang yang kokoh pendiriannya atau orang yang masih bimbang dan ragu sehingga iman mereka masih rapuh.\nMaksud ayat ini dapat dilihat dalam ayat lain, yakni:\nApakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan. (at-Taubah/9: 16) \n\nDari paparan di atas dapat diambil kesimpulan bahwa setiap orang yang mengaku beriman tidak akan mencapai hakikat iman yang sebenarnya sebelum ia menempuh berbagai macam ujian. Ujian itu bisa berupa kewajiban seperti kewajiban dalam memanfaatkan harta benda, hijrah, jihad di jalan Allah, membayar zakat kepada fakir miskin, menolong orang yang sedang mengalami kesusahan dan kesulitan, dan bisa juga berupa musibah.",
    "quraish": "Apakah manusia mengira bahwa mereka dibiarkan begitu saja karena mereka telah mengucapkan dua kalimat syahadat tanpa diuji dengan hal-hal yang dapat membuktikan hakikat keimanan mereka, yaitu dalam bentuk cobaan-cobaan dan tugas-tugas keagamaan? Tidak, bahkan mereka harus diuji dengan hal-hal seperti itu.",
    "jalalayn": "(Apakah manusia itu mengira bahwa mereka dibiarkan saja mengatakan) mengenai ucapan mereka yang mengatakan, (\"Kami telah beriman\", sedangkan mereka tidak diuji lagi?) diuji lebih dulu dengan hal-hal yang akan menampakkan hakikat keimanan mereka. Ayat ini diturunkan berkenaan dengan orang-orang yang masuk Islam, kemudian mereka disiksa oleh orang-orang musyrik."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 3,
    "arab": "وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ  فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ ",
    "translation": "Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3343.mp3",
    "tafsir": "Orang-orang yang beriman dan berpegang teguh dengan keimanannya akan menghadapi berbagai macam penderitaan dan kesulitan. Mereka sabar dan tabah menahan penderitaan itu. Umpamanya Bani Israil yang beriman, telah diuji Allah dengan berbagai macam siksaan yang dijatuhkan Fir'aun kepadanya. Umat Nabi Isa yang beriman juga tidak luput dari azab dan kesengsaraan. Semuanya menjadi contoh dan pelajaran bagi umat beragama Islam ini. Dalam sebuah hadis Nabi saw dijelaskan:\nDiriwayatkan oleh Khabbab bin al-Aratt bahwa ia berkata, \"Kami mengadukan kepada Rasulullah yang dalam keadaan tidur beralaskan sorbannya di sisi Ka'bah, kami mengatakan (bahwa kami menderita berbagai macam siksaan berat dari kaum musyrikin). Apakah kamu tidak akan menolong kami wahai Rasulullah, dengan cara engkau berdoa untuk keselamatan kami dari siksaan tersebut? Rasulullah menjawab, \"Orang-orang sebelum kamu juga mengalami hal seperti ini, bahkan lebih hebat lagi. Seseorang yang karena keimanannya yang membaja kepada Tuhan ia dihukum, dan digali lubang khusus untuknya. Diletakkan gergaji di atas kepalanya. Kemudian gergaji itu diturunkan perlahan-lahan, sehingga tubuh orang tersebut terbelah dua. Ada pula yang badannya disisir dengan sisir besi runcing yang sudah dipanaskan. Namun mereka tidak mau mundur dari keyakinan agamanya. Demi Allah, agama ini pasti akan kutegakkan jua, sehingga amanlah musafir yang sedang dalam perjalanan dari shan'a' ke Hadramaut. Mereka tidak takut kecuali hanya kepada Allah, walaupun serigala-serigala mengelilingi binatang ternaknya. Tetapi kamu terlalu ingin cepat berhasil.\" (Riwayat al-Bukhari)\n\nDiriwayatkan dari Abi Sa'id al-Khudri bahwa dia berkata, \"Saya memasuki rumah Rasulullah dan menjumpai beliau sedang tidak enak badan (demam). Saya meletakkan tangan di atas selimut beliau. Maka saya dapati rasa panas di atas selimut beliau. Saya berkata, 'Wahai Rasulullah, alangkah hebatnya panas ini. Rasulullah menjawab, 'Ya memang begitu. Kita sedang ditimpa cobaan yang berlipat ganda datangnya, tetapi pahalanya pun berlipat ganda diberikan Allah kepada kita. Saya bertanya lagi, 'Wahai Rasulullah, siapakah orang yang paling berat penderitaan yang dialaminya? Beliau menjawab, 'Nabi-nabi. Saya bertanya lagi, 'Wahai Rasulullah, lalu siapa lagi? 'Orang-orang yang saleh, jawab beliau.\" (Riwayat Ibnu Majah)\n\nKeterangan Rasulullah demikian diperkuat oleh ayat yang berbunyi:\nDan betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat dan tidak (pula) menyerah (kepada musuh). Dan Allah mencintai orang-orang yang sabar. (ali 'Imran/3: 146) \n\nDengan beraneka ragam penderitaan itulah, Allah mengetahui siapakah yang betul-betul sempurna keimanannya, dan siapa pula yang menutupi kepalsuannya dengan sikap beriman. Allah akan membalas masing-masing mereka itu dengan apa yang pantas baginya. Ringkasnya, Allah melarang manusia berprasangka bahwa ia diciptakan dengan percuma begitu saja. Justru Allah akan menguji setiap manusia, untuk menentukan siapakah yang paling tinggi derajatnya di sisi Allah. Derajat tersebut tidak mungkin diperoleh kecuali dengan menempuh ujian yang berat. \nHidup ini memang penuh dengan perjuangan, baik kita enggan atau senang menghadapinya. Semakin tinggi tingkat kesabaran, makin tinggi pula kemenangan dan pengajaran yang akan diperoleh. Itulah sunah Allah yang berlaku bagi umat dahulu dan sekarang.",
    "quraish": "Allah telah menguji umat-umat terdahulu dengan tugas-tugas keagamaan dan bermacam nikmat dan cobaan, agar tampak perbedaan antara orang-orang yang benar-benar beriman dan berdusta sesuai dengan apa yang diketahuinya berdasarkan ilmu-Nya yang azali.",
    "jalalayn": "(Dan sesungguhnya Kami telah menguji orang-orang yang sebelum mereka. Sesungguhnya Allah mengetahui orang-orang yang benar) di dalam keimanan mereka dengan pengetahuan yang menyaksikan (dan sesungguhnya Dia mengetahui orang-orang yang dusta) di dalam keimanannya."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 4,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِ اَنْ يَّسْبِقُوْنَا ۗسَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3344.mp3",
    "tafsir": "Seterusnya Allah memperingatkan, apakah masih ada segolongan manusia yang berprasangka bahwa orang-orang yang masih mengerjakan perbuatan jahat itu akan sanggup melemahkan Allah, sehingga Dia tidak kuasa mendatangkan balasan yang sebanding dengan perbuatannya. Apakah belum berlaku lagi ketetapan Tuhan bagi orang-orang zalim sebelumnya, di mana mereka telah disiksa dengan siksaan yang setimpal dengan kesalahan mereka? \nMenurut Ibnu 'Abbas, ayat ini turun sebagai kecaman kepada sejumlah tokoh musyrikin Mekah yang menganggap bahwa apa saja yang mereka kerjakan, tidak ada yang sanggup membalasnya. Mereka itu adalah al-Walid bin al-Mugirah, Abu Jahal, al-Aswad, al-'as bin Hisyam, 'Utbah bin Rabi'ah, al-Walid bin 'Utbah, 'Utbah bin Abi Mu'aith, Handhalah bin Abu Sufyan, dan al-'as bin Wa'il. Sesungguhnya pikiran yang demikian adalah keliru dan tidak benar. Allah tidak menjadikan sesuatu itu sia-sia. Dia menguji dan mendidik manusia dengan berbagai macam pengajaran, dengan maksud agar mereka memperoleh nur Ilahi yang terang benderang.",
    "quraish": "Apakah orang-orang yang menyekutukan Allah dan mendurhakai-Nya itu mengira akan dapat mendahului Kami dalam usaha mereka untuk lari dari azab dan hukuman Kami? Alangkah buruknya ketentuan mereka ini!",
    "jalalayn": "(Ataukah orang-orang yang mengerjakan kejahatan itu mengira) berupa perbuatan musyrik dan perbuatan maksiat (bahwa mereka akan luput dari Kami) maksudnya mereka dapat selamat sehingga Kami tidak membalas mereka (Amat buruklah) alangkah jeleknya (apa) yang (mereka putuskan) itu; seburuk-buruk keputusan adalah keputusan mereka."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 5,
    "arab": "مَنْ كَانَ يَرْجُوْا لِقَاۤءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Barangsiapa mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dan Dia Yang Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3345.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang yang sangat menginginkan untuk bertemu dengan Allah dan memperoleh balasan amal dari-Nya di hari Kiamat, sepatutnya beramal dan menjauhi segala larangan yang mungkin menimbulkan kemurkaan-Nya. Sebab balasan untuk amal seseorang pasti akan datang. Allah Maha Mendengar dan Maha Mengetahui niat dan amal seseorang. Oleh karena itu, ayat ini merupakan peringatan agar setiap orang senantiasa berniat untuk mencapai apa yang diinginkannya, yakni keridaan Allah dan menanamkan rasa takut dalam hati sanubarinya akan azab dan siksa-Nya.\nMaksud \"menemui Allah\" dalam ayat ini ialah \"memperoleh nikmat dalam surga sebagai balasan amal perbuatan baik\", di mana puncak dari kenikmatan itu adalah dengan melihat Zat Allah itu sendiri. Sementara itu Ibnu 'Abbas menafsirkan dengan arti \"hari Kebangkitan dan hari Perhitungan\". Yang jelas makna yang terkandung dalam ayat ini mendorong seseorang untuk mempersiapkan diri dengan mengerjakan perbuatan baik sebanyak mungkin dan menjauhi sama sekali larangan-larangan Allah. Dengan demikian, mereka memperoleh kebahagiaan yang abadi di akhirat kelak. \nJumhur ulama tafsir menafsirkan liqa'ullah dengan maut (kematian) yang sudah pasti datangnya. Namun dalam kata di atas terkandung pula arti janji Allah berupa balasan bagi amal baik dan siksaan untuk perbuatan jahat. Baik mati atau janji Allah, keduanya pasti akan datang.",
    "quraish": "Barangsiapa yang beriman kepada kebangkitan dan mengharapkan pahala Allah serta takut dari hukuman-Nya, maka keimanannya adalah benar. Maka bergegaslah mengerjakan amal saleh, karena hari yang telah dijanjikan pasti akan datang. Allah Maha Mendengar perkataan-perkataan hamba-Nya dan Maha Mengetahui perbuatan-perbuatan mereka, dan Dia akan membalas mereka masing-masing sesuai dengan apa yang dilakukannya.",
    "jalalayn": "(Barang siapa yang mengharap) merasa takut (bertemu dengan Allah, maka sesungguhnya waktu Allah itu) yang dijanjikan-Nya (pasti datang) maka hendaknya dia bersiap sedia untuk itu. (Dan Dialah Yang Maha Mendengar) perkataan hamba-hamba-Nya (lagi Maha Mengetahui) perbuatan-perbuatan mereka."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 6,
    "arab": "وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖ ۗاِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعٰلَمِيْنَ ",
    "translation": "Dan barangsiapa berjihad, maka sesungguhnya jihadnya itu untuk dirinya sendiri. Sungguh, Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3346.mp3",
    "tafsir": "Allah menjelaskan bahwa seseorang yang sungguh-sungguh berjuang (berjihad), yang merupakan salah satu aspek dari ungkapan kerinduan menemui Allah, pada hakikatnya perjuangan itu untuk dirinya sendiri, bukan untuk Allah. Jihad berarti memerangi musuh dan melawan nafsu sendiri. Bisa juga berarti mengerahkan segala upaya untuk Allah dan bukan hanya bermakna perang. \nOrang yang akan memperoleh hasil dari perjuangannya adalah orang yang menyandarkan niatnya untuk memperoleh balasan dari Allah, Tuhan semesta alam. Allah tidak memerlukan apakah mereka akan berjuang untuk dirinya sendiri atau tidak berjuang sama sekali, sebab Dia Maha Kaya dari sekalian ciptaan-Nya. Dialah Yang Menguasai sekalian alam ini dan berbuat menurut kehendaknya sendiri. \nInti dari jihad adalah sabar, baik jihad dalam memerangi musuh maupun jihad dalam mengendalikan nafsu. Orang yang sabar dalam berjihad berarti tahan dalam menghadapi cobaan dan tetap berpegang teguh kepada kebenaran yang telah diyakininya. Selain itu, ia juga berusaha mengatasi rintangan-rintangan dalam menegakkan kebenaran itu. Dalam ayat-ayat lain, Allah menegaskan bahwa faedah amaliah seseorang itu betul-betul untuk kepentingan dirinya.\nSebagaimana firman Allah:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fussilat/41: 46) \n\nDan firman Allah:\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)",
    "quraish": "Barangsiapa yang berjihad untuk meninggikan kalimat Allah dan mengorbankan diri dengan selalu bersabar untuk melakukan ketaatan kepada Allah, maka sesungguhnya pahala dari jihad itu adalah untuk dirinya sendiri. Sesungguhnya Allah tidak membutuhkan ketaatan makhluk-makhluk-Nya.",
    "jalalayn": "(Dan barang siapa yang berjihad) maksudnya jihad fisik atau jihad nafsi (maka sesungghnya jihadnya itu adalah untuk dirinya sendiri) karena manfaat atau pahala dari jihadnya itu kembali kepada dirinya sendiri, bukan kepada Allah. (Sesungguhnya Allah benar-benar Maha Kaya dari semesta alam) yaitu dari manusia, jin dan Malaikat, dalam arti kata Dia tidak memerlukan sesuatu pun dari mereka, juga Dia tidak membutuhkan ibadah mereka kepada-Nya."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 7,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3347.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa orang yang beriman kepada Allah dan rasul-Nya dengan keimanan yang benar walaupun diuji dengan berbagai cobaan, ia tidak berbalik kepada kekafiran (murtad). Begitu juga ketika mengalami penderitaan dalam berhadapan dengan orang-orang musyrik, dia tetap mengerjakan segala kewajibannya, menjauhi segala larangan, mempertinggi ketakwaan, menolong orang yang sedang kesusahan, membela orang teraniaya, mempertahankan dan membela negara dari serangan musuh, dan bekerja sama satu sama lain. Mereka itu mendapat ganjaran dari Allah berupa ampunan dari semua dosa dan kesalahan mereka yang telah lalu. Semua itu merupakan sebab pelipatgandaan pahala yang diberikan Allah menjadi sepuluh kali lipat.\nAllah berfirman:\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6: 160)",
    "quraish": "Dan orang-orang yang beriman dan mengerjakan amal saleh, pasti akan Kami hilangkan kejelekan- kejelekan mereka dan Kami ampuni, serta Kami balas mereka dengan pahala yang terbaik atas segala amal saleh mereka.",
    "jalalayn": "(Orang-orang yang beriman dan beramal saleh, benar-benar akan Kami hapuskan dari mereka dosa-dosa mereka) melalui amal-amal saleh yang mereka lakukan (dan benar-benar akan Kami beri mereka balasan yang lebih baik) di-nashab-kannya lafal Ahsana karena huruf Jar-nya dibuang, makna yang dimaksud daripadanya ialah pahala yang baik (dari apa yang mereka kerjakan) yakni, dari amal-amal saleh mereka."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 8,
    "arab": "وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۗوَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۗاِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ",
    "translation": "Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3348.mp3",
    "tafsir": "Allah memerintahkan manusia berbuat baik kepada orang tua (ibu bapak). Jalan berbuat baik itu ialah dengan memberi nafkah (belanja), memelihara, dan menghormati keduanya dengan penuh kasih sayang, kecuali apabila keduanya mengajak kepada perbuatan syirik. Jadi, batas berbuat baik itu ialah sepanjang hal-hal yang diperintahkan tidak menyangkut kepada perbuatan yang mengandung unsur syirik. Dalam ayat lain disebutkan pula:\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17: 23) \nKeterangan yang hampir sama maksudnya diperoleh pula dalam ayat:\nDan Kami perintahkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah, dan melahirkannya dengan susah payah (pula). Masa mengandung sampai menyapihnya selama tiga puluh bulan, sehingga apabila dia (anak itu) telah dewasa dan umurnya mencapai empat puluh tahun dia berdoa, \"Ya Tuhanku, berilah aku petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau limpahkan kepadaku dan kepada kedua orang tuaku dan agar aku dapat berbuat kebajikan yang Engkau ridhai; dan berilah aku kebaikan yang akan mengalir sampai kepada anak cucuku. Sesungguhnya aku bertobat kepada Engkau dan sungguh, aku termasuk orang muslim.\" (al-Ahqaf/46: 15) \n\nUntuk memperoleh pengertian yang menyeluruh dari arti yang didapat pada ayat di atas, bisa diperhatikan keterangan Allah dalam ayat di bawah ini:\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan. (Luqman/31: 14-15) \nMengenai larangan taat kepada makhluk dalam berbuat maksiat disebutkan dalam hadis sahih, yakni:\nTidak boleh taat kepada makhluk (manusia) dalam mendurhakai Tuhan (Khaliq). (Riwayat Ahmad dari Ali bin Abi thalib) \n\nMaksud perkataan \"sesuatu yang tidak engkau ketahui\" dalam ayat tersebut ialah tidak adanya pengetahuan tentang soal-soal ketuhanan atau ilahiyah. Dengan kata lain tidak dibenarkan taat mengikuti seseorang, sepanjang tidak diketahui tentang soal yang diikuti itu. Oleh sebab itu, tidak boleh mencontoh sesuatu yang sudah jelas kekeliruannya. Selanjutnya dikatakan semua manusia akan kembali kepada Allah pada hari Kiamat, baik yang kafir maupun yang mukmin, baik yang berbuat baik kepada orang tuanya maupun yang durhaka. Semua amal yang dikerjakan di dunia, akan dibalas oleh Allah, yang berbuat baik dibalas dengan kebaikan, dan yang berbuat jahat dibalas dengan kejahatan pula.",
    "quraish": "Allah memerintahkan manusia untuk berbuat baik sebanyak-banyaknya dan menaati orangtuanya. Akan tetapi jika mereka berdua memaksamu untuk menyekutukan Allah--sesuatu yang tidak dapat diterima oleh ilmu dan akal--maka janganlah menaati mereka. Kepada Allahlah tempat kembali seluruh makhluk. Dia akan memberitahukan kepada mereka apa yang telah mereka lakukan di dunia dan memberikan balasannya.",
    "jalalayn": "(Dan Kami perintahkan manusia berbuat kebaikan kepada dua orang ibu-bapaknya) artinya perintah untuk berbuat baik, antara lain berbakti kepada kedua ibu-bapak. (Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang tentang hal itu kamu) yakni terhadap perbuatan musyrik itu (tidak mempunyai pengetahuan) untuk menyetujui dan menentangnya, dan hal itu tidak dapat dimengerti olehmu (maka janganlah kamu mengikuti keduanya) dalam kemusyrikannya. (Hanya kepada-Ku-lah kembali kalian lalu Aku kabarkan kepada kalian apa yang telah kalian kerjakan) maka Aku akan membalasnya kepada kalian."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 9,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ",
    "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan mereka pasti akan Kami masukkan mereka ke dalam (golongan) orang yang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3349.mp3",
    "tafsir": "Kemudian ditegaskan kembali kedudukan orang-orang yang beriman dan berbuat baik serta orang yang senantiasa menyucikan jiwanya. Mereka akan dimasukkan dalam kelompok orang-orang saleh, dan ditempatkan dalam surga \"Jannatun na'im\".\nAllah memasukkan mereka ke dalam golongan orang-orang saleh sebagai ganjaran yang dianugerahkan kepada siapa saja yang memilih untuk mengindahkan perintah Allah dan rasul-Nya daripada perintah orang tua yang bersifat kedurhakaan. Keengganan anak mengikuti perintah orang tuanya pasti mengakibatkan kekeruhan hubungan antara kedua pihak. Untuk itu, Allah menjanjikan kepada sang anak bahwa ia akan diberi ganti yang lebih baik, yaitu akan dimasukkan ke dalam golongan orang-orang yang saleh.\nAs-shalihin di sini maksudnya adalah kelompok orang-orang yang sangat berbakti kepada Allah dan yang bergabung dengan kelompok para nabi dan lain-lain, sebagaimana disebutkan dalam firman Allah dalam Surah an-Nisa'/4: 69:\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pencinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)",
    "quraish": "Dan orang-orang yang percaya kepada Allah dan ajaran-ajaran-Nya serta mengerjakan amal saleh, niscaya Allah akan memasukkan mereka ke dalam golongan orang-orang yang saleh. Mereka akan menerima pahalanya dan orang-orang yang saleh itu akan bersikap lemah lembut kepada mereka.",
    "jalalayn": "(orang-orang yang beriman dan mengerjakan amal saleh, benar-benar Kami masukkan mereka ke dalam golongan orang-orang yang saleh) maksudnya para nabi dan kekasih-kekasih Allah, umpamanya Kami akan menghimpun mereka bersama-sama dengan para nabi dan para wali."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 10,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِ ۗوَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْعٰلَمِيْنَ ",
    "translation": "Dan di antara manusia ada sebagian yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah. Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3350.mp3",
    "tafsir": "Menurut riwayat, ayat-ayat ini diturunkan berkaitan dengan peristiwa yang terjadi pada seseorang yang bernama 'Ayyasy bin Abi Rabi'ah di mana pada mulanya ia telah masuk Islam kemudian berhijrah ke Medinah. Akan tetapi, karena keislamannya itu, ia mengalami berbagai macam siksaan. Karena tidak tahan lagi, ia kembali murtad dan kembali menjadi musyrik. Orang yang menyiksanya adalah tokoh kafir Quraisy bernama Abu Jahal dan al-harits. Keduanya adalah pamannya sendiri (adik kandung ibunya). Akhirnya 'Ayyasy masuk Islam kembali dan menjadi muslim yang baik.\nAyat ini menerangkan keadaan seseorang yang mengaku beriman kepada Allah dan mengikrarkan dengan lidah tentang keesaan-Nya. Akan tetapi, bila ia difitnah atau disiksa oleh orang musyrik yang tidak senang dengan keislamannya, ia menganggap bahwa fitnah yang berupa cobaan dan siksaan dari orang lain itu sama saja dengan azab dari Tuhan di akhirat. Oleh karena itu, daripada mengalami siksaan terus-menerus, lebih baik ia kembali lagi kepada agama berhala (murtad). \nSebenarnya kalau ia sungguh-sungguh beriman, tentu ia bersabar atas cobaan tersebut, dan menenteramkan hatinya dengan keimanan yang bersarang dalam dadanya. Namun demikian, cobaan tersebut justru memalingkan hatinya dari beriman kepada Allah, sebagaimana azab Allah memalingkan seseorang dari kekafirannya. Ia menyangka siksaan dari manusia tidak dapat dihindarkan, sedang azab Allah di akhirat bisa saja dihindari. Dalam ayat lain disebutkan lagi:\nDan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata. (al-hajj/22: 11)\n\nJika pertolongan Allah didatangkan kepada orang-orang mukmin yang sedang berjuang, maka golongan yang masih ragu-ragu dengan kebenaran Islam itu pura-pura menjadi sahabat yang baik dan mengatakan, \"Kami selalu bersamamu sebagai saudara-saudara seagama, dan kami akan menolongmu dalam menghadapi musuh.\" Apa yang mereka ucapkan itu tidak lain hanyalah sekadar ucapan mulut mereka saja. Sebab mereka telah berdusta dengan apa yang telah mereka dakwakan. Keterangan ayat lain menegaskan:\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, \"Bukankah kami (turut berperang) bersama kamu?\" Dan jika orang kafir mendapat bagian, mereka berkata, \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisa'/4: 141)",
    "quraish": "Dan di antara manusia ada yang berkata dengan lisannya, \"Kami telah beriman.\" Lalu apabila dia ditimpa cobaan di jalan Allah, mereka takut dan menjelekkan agamanya serta tidak memikirkan azab Allah pada hari kiamat, seakan-akan mereka menjadikan siksaan manusia itu bagaikan azab Allah di akhirat. Apabila Allah memberi kemenangan kepada orang-orang Mukmin atas musuh-musuh mereka, dan mereka mendapatkan harta rampasan, maka datanglah orang-orang yang berpura-pura beriman itu kepada orang-orang muslim seraya berkata, \"Sesungguhnya kami bersama kalian dalam keimanan, maka berilah kami bagian dari harta rampasan itu.\" Tidak sepantasnya mereka menyangka bahwa keadaan mereka ini tidak diketahui Allah. Allah lebih mengetahui kemunafikan dan keimanan yang ada di dalam kalbu manusia.",
    "jalalayn": "(Di antara manusia ada orang yang berkata, \"Kami beriman kepada Allah\", maka apabila ia disakiti, -karena beriman- kepada Allah, ia menganggap fitnah manusia itu) yakni perlakuan mereka yang menyakitkan kepada dirinya (sebagai azab Allah) yaitu ketakutannya terhadap siksaan mereka disamakan seperti takut kepada azab Allah. Sehingga akhirnya dia mau menuruti kemauan mereka, lalu ia menjadi orang yang munafik. (Dan sungguh jika) huruf Lam pada lafal la in menunjukkan makna sumpah (datang pertolongan) kepada orang-orang Mukmin (dari Rabbmu) lalu orang-orang Mukmin memperoleh banyak ganimah (mereka pasti akan berkata) Lafal Layaqulunna dibuang daripadanya Nun alamat Rafa', karena jika dibiarkan, maka akan berturut-turutlah huruf Nun, sehingga jadilah Layaqulunna yang pada asalnya adalah Layaqulunanna, dan dibuang daripadanya Wawu Dhamir jamak bukan karena sebab bertemunya dua huruf yang disukunkan. (\"Sesungguhnya kami adalah beserta kalian\") dalam hal iman, karena itu maka ajaklah kami bersama-sama mendapat bagian ganimah itu. Maka Allah swt. berfirman (Bukankah Allah lebih mengetahui) yakni mengetahui (apa yang ada dalam dada semua manusia?) yakni apa yang ada di dalam hati mereka, apakah keimanan ataukah kemunafikan? Memang benar Allah lebih mengetahui."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 11,
    "arab": "وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ",
    "translation": "Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3351.mp3",
    "tafsir": "Allah memperingatkan sikap orang-orang yang demikian dan menegaskan bahwa Dia mengetahui segala sesuatu yang tergores dalam hati mereka. Tidak ada sedikit pun yang tersembunyi. Ringkasnya orang-orang munafik tersebut telah diketahui Allah bagaimana hati mereka yang sebenarnya sekalipun mereka senantiasa menyatakan imannya. Allah tidak mungkin dapat mereka tipu dengan cara demikian. Fitnah dalam bentuk cobaan dan siksaan tersebut tidak lain hanyalah untuk menyisihkan orang-orang yang beriman, siapa yang sungguh-sungguh murni keyakinannya dan siapa pula yang berjiwa munafik (hipokrit). Orang yang betul-betul beriman akan menaati Allah dalam segala keadaan dan situasi. Mereka yang tabah dan sabar menghadapi penderitaan akan memperoleh kemenangan dan pahala yang setimpal dari Allah. Sebaliknya, orang munafik kembali akan mendurhakai-Nya bila sedang ditimpa cobaan atau ketika merasakan beban dan kewajiban yang dipikulkan sangat memberatkan, sehingga hati mereka tidak tahan mengerjakannya. Keterangan selanjutnya dapat dilihat pada ayat 12 surah ini, dan pada ayat:\nAllah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.(ali 'Imran/3:179)",
    "quraish": "Allah hendak memperlihatkan kepada manusia ilmu-Nya yang azali dengan membedakan antara orang-orang Mukmin dan munafik. Dia akan memberikan balasan kepada masing-masing dari mereka sesuai dengan apa yang dikerjakannya.",
    "jalalayn": "(Dan sesungguhnya Allah benar-benar mengetahui orang-orang yang beriman) maksudnya mengenai hati mereka (dan sesungguhnya Dia mengetahui orang-orang yang munafik) maka kelak Dia akan membalas masing-masing golongan itu. Lam yang terdapat pada kedua Fi'il ayat ini menunjukkan makna Qasam."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 12,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحَامِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ",
    "translation": "Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, “Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,” padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3352.mp3",
    "tafsir": "Menurut Mujahid, ayat ini diturunkan untuk mengungkapkan usaha-usaha orang Quraisy membujuk kaumnya yang telah beriman dengan mengatakan, \"Kami dan kamu tidak akan dibangkitkan kembali. Oleh karena itu, ikutilah langkah-langkah kami. Andaikata kamu berdosa lantaran pekerjaan ini, kamilah yang memikul dosa itu.\" Berkaitan dengan hal ini, Allah memperingatkan orang-orang beriman bahwa orang-orang kafir itu berdusta. Sebab pada hari Kiamat, tidak ada seorang pun diperkenankan memikul dosa orang lain. Allah menegaskan:\nDan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18) \n\nDan firman Allah:\nSedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya. (al-Ma'arij/70: 11) \n\nPada akhir ayat ini, Allah menegaskan kembali bahwa mereka itu adalah orang-orang yang bohong. Imam az-Zamakhsyari menafsirkan bahwa di antara mereka yang mengajak rekan-rekannya berbuat dosa itu terdapat juga orang-orang yang mengaku beragama Islam. Mereka menjanjikan untuk menanggung siksaannya sehingga orang-orang bodoh dan lemah imannya tergoda dengan bujukan dan rayuan halus itu.",
    "quraish": "Pemimpin-pemimpin kaum musyrik itu berkata kepada orang-orang yang memeluk agama Islam dengan ikhlas, \"Jadilah kalian seperti dahulu dalam agama kami, dan ikutilah kami. Apabila kebangkitan dan perhitungan yang kalian takuti itu terjadi, maka kami akan memikul dosa-dosa kalian.\" Seseorang tidak akan memikul dosa orang lain. Sesungguhnya orang-orang kafir benar-benar berdusta dalam janji mereka.",
    "jalalayn": "(Dan berkatalah orang-orang kafir kepada orang-orang yang beriman, \"Ikutilah jalan kami) maksudnya cara mereka dalam beragama (dan nanti kami akan memikul dosa-dosa kalian\") karena kalian menuruti kami jika memang kalian berdosa. Lafal Amar sekali pun sebagai kalimat Insya' akan tetapi menunjukkan makna Khabar atau kalimat berita. Maka Allah berfirman (dan mereka sendiri sedikit pun tidak sanggup memikul dosa-dosa mereka. Sesungguhnya mereka adalah benar-benar pendusta) dalam perkataannya itu."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 13,
    "arab": "وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
    "translation": "Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3353.mp3",
    "tafsir": "Terhadap ajakan dan bujukan orang-orang kafir itu, Allah menegaskan bahwa tidak ada gunanya bagi diri mereka rayuan-rayuan tersebut. Bujukan tersebut disampaikan dalam usaha mengajak orang lain kepada kekafiran dan kesesatan yang harus mereka tanggung dosanya dan orang yang melakukan karena bujukannya. Namun orang yang melakukannya sendiri tidak akan berkurang dosanya sekalipun yang mengajaknya lebih dahulu dilipatgandakan siksaannya. Pada ayat ini ditegaskan kembali:\n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu. (an-Nahl/16: 25) \n\nDalam sebuah hadis yang diriwayatkan oleh Muslim dari Abu Hurairah, Rasulullah bersabda:\nSiapa yang mengajak seseorang kepada petunjuk (Tuhan), ia akan memperoleh pahala sebanyak yang diperoleh oleh orang yang mengamalkan petunjuk itu tanpa dikurangi sedikit pun pahalanya (sampai Kiamat), dan siapa yang mendorong seseorang kepada kesesatan, baginya dosa sebanyak dosa orang yang mengikuti kesesatan itu (sampai hari Kiamat) tanpa dikurangi sedikit pun dosanya. (Riwayat Muslim dari Abu Hurairah).\n\nPada akhir ayat ini, Allah menegaskan bahwa di hari kemudian kelak mereka akan dimintai pertanggungjawabannya tentang kebohongan yang mereka perbuat di dunia. Kepadanya ditanyakan pertanyaan-pertanyaan dengan nada menghina tentang orang-orang yang telah mereka tipu dengan kebohongannya, sehingga mereka menjadi tersesat.",
    "quraish": "Orang-orang kafir akan memikul dosa-dosa mereka sendiri yang sangat berat. Di samping itu mereka pun akan memikul dosa-dosa orang-orang yang telah mereka sesatkan dan mereka palingkan dari kebenaran. Mereka pasti akan diperhitungkan pada hari kiamat atas kebohongan-kebohongan yang mereka lakukan di dunia dan mereka akan disiksa karena itu semua.",
    "jalalayn": "(Dan sesungguhnya mereka akan memikul beban mereka) dosa-dosa mereka (dan beban-beban dosa yang lain di samping beban-beban dasa mereka sendiri) disebabkan perkataan mereka kepada orang-orang yang beriman, sebagaimana yang diungkapkan oleh firman-Nya tadi, yaitu, \"Ikutilah jalan kami\", dan juga disebabkan penyesatan yang mereka lakukan kepada orang-orang yang mengikuti mereka (dan sesungguhnya mereka akan ditanya pada hari kiamat tentang apa-apa yang selalu mereka ada-adakan) yakni kedustaan mereka terhadap Allah. Pertanyaan ini menunjukkan nada celaan, dan huruf Lam yang terdapat pada kedua Fi'il tadi menunjukkan makna Qasam, sedangkan Fa'il masing-masing yaitu berupa Wau Dhamir Jamak dibuang, dan demikian pula huruf Nun alamat Rafa'nya."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 14,
    "arab": "وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًا ۗفَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3354.mp3",
    "tafsir": "Kisah para nabi itu dimulai dengan menceritakan riwayat perjuangan Nabi Nuh. Beliau adalah bapak para nabi. Ia berdakwah menyeru kaumnya supaya beriman kepada Allah Yang Maha Esa dan mempercayai kerasulannya selama sembilan ratus lima puluh tahun. Namun demikian, ia tidak pernah merasa bosan mengajak mereka, baik siang maupun malam. Kadang-kadang dengan suara yang lemah lembut, tetapi sering juga dengan suara keras menyampaikan ancaman Allah terhadap kekafiran mereka. Akan tetapi usaha beliau tidak kunjung berhasil. Hanya segelintir saja di antara mereka yang mau beriman. Selebihnya menolak dan mendustakan beliau. Oleh karena itu, Allah menyiksa mereka. Dikirimlah siksaan yang disebut \"Topan Nabi Nuh\", yakni berupa banjir yang menenggelamkan mereka semua. Tidak seorang pun yang selamat dari siksaan Allah itu kecuali orang yang beriman yang ikut dalam bahtera Nuh.\nAl-hakim meriwayatkan:\nDiriwayatkan dari Ibnu 'Abbas bahwa ia berkata, \"Allah mengutus Nabi Nuh ketika usia 40 tahun dan berdakwah pada kaumnya selama 950 tahun menyeru mereka untuk mengikuti agama Allah dan Nabi Nuh hidup setelah banjir (topan) selama 60 tahun, sehingga jumlah manusia menjadi banyak dan tersebar. (Riwayat al-hakim)",
    "quraish": "Allah telah mengutus Nûh kepada kaumnya untuk menyeru mereka kepada ajaran tauhid. Lalu ia menetap dan menyeru mereka selama sembilan ratus lima puluh tahun. Akan tetapi mereka tidak memenuhi seruannya. Maka Allah menenggelamkan mereka dengan angin topan dalam keadaan menzalimi diri mereka sendiri dengan kekufuran.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya) sewaktu Nabi Nuh diangkat menjadi Rasul ia berumur empat puluh tahun atau lebih dari itu (maka ia tinggal di antara mereka selama sembilan ratus lima puluh tahun) seraya menyeru mereka untuk mentauhidkan Allah, tetapi mereka yakni kaumnya, tetap mendustakannya. (Maka mereka ditimpa banjir besar) yaitu, air bah yang sangat tinggi sehingga tenggelamlah mereka semuanya (dan mereka adalah orang-orang yang zalim) maksudnya adalah orang-orang yang menyekutukan Allah."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 15,
    "arab": "فَاَنْجَيْنٰهُ وَاَصْحٰبَ السَّفِيْنَةِ وَجَعَلْنٰهَآ اٰيَةً لِّلْعٰلَمِيْنَ ",
    "translation": "Maka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu, dan Kami jadikan (peristiwa) itu sebagai pelajaran bagi semua manusia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3355.mp3",
    "tafsir": "Allah menyelamatkan Nuh dan para pengikutnya dengan sebuah perahu yang telah dibuatnya. Adanya bahtera Nabi Nuh menjadi contoh dan pengajaran bagi orang sesudahnya, karena ia terdampar masih dalam keadaan utuh di sebuah bukit yang bernama Bukit Judi. Perahu Nabi Nuh sampai beberapa lama masih dapat disaksikan oleh orang yang berkunjung ke sana dalam keadaan utuh. Hal ini menyadarkan orang kepada nikmat Allah yang diturunkan-Nya kepada orang beriman dengan menyelamatkan mereka dari bahaya banjir. Hal demikian dinyatakan dalam ayat lain yang berbunyi:\nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal. Agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12) \nPelajaran yang dapat dipetik dari kisah di atas ialah bahwa para rasul sesudah Nuh tidak perlu merasa sedih karena keingkaran kaumnya menerima kebenaran wahyu yang dibawanya. Siksaan dan halangan dari kaum kafir dan musyrik yang tidak senang kepada Islam merupakan peringatan bagi orang yang beriman bahwa sekalipun orang-orang musyrik itu menyiksa dan menyakiti mereka di dunia, namun pada akhirnya semuanya akan kembali juga kepada Tuhan. Orang-orang musyrik itu kembali dengan menemui malapetaka dan kesengsaraan dalam neraka yang menyala-nyala, sedang orang beriman dan sabar dalam menghadapi penderitaan itu kembali ke tempat yang mulia dengan penuh pertolongan Allah.\nDemikianlah pelajaran dari kisah Nabi Nuh. Orang kafir yang selama ini menyakiti Nuh dan kaumnya pada akhirnya ditenggelamkan Tuhan dengan banjir, tetapi orang beriman bersama Nuh selamat, berlayar di atas kapal. Kesabaran Nuh berdakwah dalam masa yang lama itu hendaknya dijadikan pelajaran bagi setiap juru dakwah. Bahkan, seharusnya kita yang lebih besar memiliki rasa kesabaran dari Nuh, sebab umur dan usia kita berdakwah tidaklah sepanjang usia Nabi Nuh.",
    "quraish": "Allah mewujudkan janji-Nya kepada Nûh. Lalu Dia menyelamatkannya dan orang-orang Mukmin yang mengendarai bahtera bersamanya. Allah pun menjadikan kisah mereka sebagai pelajaran bagi orang-orang yang datang kemudian.",
    "jalalayn": "(Maka Kami selamatkan dia) Nabi Nuh (dan penumpang-penumpang bahtera itu) yang bersama Nabi Nuh di dalam bahtera (dan Kami jadikan peristiwa itu tanda) pelajaran (bagi semua umat manusia) yang datang sesudah mereka, jika mereka berbuat durhaka kepada Rasul-rasul mereka. Setelah peristiwa banjir besar itu Nabi Nuh hidup selama enam puluh tahun atau lebih, sehingga jumlah manusia menjadi banyak."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 16,
    "arab": "وَاِبْرٰهِيْمَ اِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Dan (ingatlah) Ibrahim, ketika dia berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu, jika kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3356.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad agar menceritakan kepada umatnya kisah Nabi Ibrahim. Setelah dewasa, sempurna pertumbuhan akalnya, sanggup untuk berpikir dan menganalisa sesuatu dengan objektif, dan telah memungkinkan untuk mencapai derajat kenabian yang sempurna, maka Ibrahim mulai mencurahkan perhatiannya menyeru manusia untuk menerima kebenaran yang dibawanya. Ia mengajak mereka untuk mengesakan Allah dalam ibadah dan membersihkan diri dari segala bentuk kemusyrikan. Ia juga menyerukan agar mereka ikhlas mengabdi kepada Allah baik ketika seorang diri atau di hadapan orang banyak, serta menjauhi murka Allah dengan melaksanakan segala tugas dan kewajiban yang diperintahkan-Nya, serta menjauhi segala larangan-Nya. \nSemuanya itu merupakan perintah Allah yang harus disampaikan oleh Ibrahim kepada kaumnya. Apa yang disampaikan itu adalah yang terbaik andaikata mereka memiliki sedikit ilmu pengetahuan. Dengan ilmu itu mereka dapat membedakan antara yang baik dan yang buruk, dan bagaimana mencari atau memperoleh kemanfaatan sebanyak-banyaknya untuk dunia dan akhirat. Kemudian Ibrahim menunjukkan kepada mereka tentang kesengsaraan yang menimpa orang yang mencari tuhan selain Allah.",
    "quraish": "Dan ingatlah, wahai Rasul, kisah Ibrâhîm ketika ia menyeru kaumnya untuk mengesakan dan menaati Allah, serta memperingatkan mereka bahwa keimanan lebih baik bagi mereka daripada kekufuran, apabila mereka termasuk orang-orang yang berilmu dan berakal.",
    "jalalayn": "(Dan) ingatlah (Ibrahim ketika ia berkata kepada kaumnya, \"Sembahlah Allah dan bertakwalah kalian kepada-Nya!) takutlah kalian akan azab dan hukuman-Nya. (Demikian itu lebih baik bagi kalian) daripada apa yang sekarang kalian kerjakan yaitu menyembah berhala (jika kalian mengetahui) mana yang baik dan mana yang tidak baik."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 17,
    "arab": "اِنَّمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ اَوْثَانًا وَّتَخْلُقُوْنَ اِفْكًا ۗاِنَّ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَمْلِكُوْنَ لَكُمْ رِزْقًا فَابْتَغُوْا عِنْدَ اللّٰهِ الرِّزْقَ وَاعْبُدُوْهُ وَاشْكُرُوْا لَهٗ ۗاِلَيْهِ تُرْجَعُوْنَ ",
    "translation": "Sesungguhnya yang kamu sembah selain Allah hanyalah berhala-berhala, dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu; maka mintalah rezeki dari Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3357.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa sesembahan selain Dia sudah jelas merupakan hasil ciptaan tangan manusia sendiri, tetapi mereka berdusta dengan menganggapnya tuhan yang sebenarnya. Mereka menganggap hasil ciptaan mereka yang berbentuk patung dan berhala itu sanggup memberi manfaat atau keuntungan kepada mereka. Ibrahim mencela dan mengecam anggapan mereka karena patung-patung itu sedikit pun tidak sanggup memberi rezeki kepada mereka. Rezeki itu adalah wewenang mutlak yang hanya dimiliki oleh Allah. Oleh karena itu, dianjurkan kepada mereka supaya memohon rezeki dan penghasilan hanya kepada Allah, kemudian mensyukuri jika yang diminta itu telah dikabulkan-Nya. Hanya Allah yang mendatangkan rezeki bagi manusia serta semua kenikmatan hamba-Nya. Manusia dianjurkan untuk mencari keridaan-Nya dengan jalan mendekatkan diri kepada-Nya. \nAyat ini ditutup dengan lafal \"kepada-Nyalah kamu dikembalikan\" artinya manusia harus bersiap-siap menemui Allah dengan beribadah dan bersyukur. Setiap manusia akan dimintai pertanggungjawaban atas segala amal perbuatannya dan semua kenikmatan yang mereka terima",
    "quraish": "Dan ia berkata kepada mereka, \"Sesungguhnya yang kalian sembah selain Allah itu hanyalah berhala- berhala dan patung-patung yang kalian buat dengan tangan kalian sendiri. Kemudian kalian membuat-buat kebohongan dengan menyebutnya sebagai tuhan. Dan sesungguhnya yang kalian sembah selain Allah itu sama sekali tidak memberikan manfaat atau mudarat, dan juga tidak mampu memberikan rezeki kepada kalian. Maka mintalah rezeki kepada Allah semata. Hanya kepada-Nyalah kalian harus beribadah dan mensyukuri nikmat-nimat-Nya. Kepada-Nyalah tempat kembali kalian semua, kemudian Dia akan memberi balasan kepada kalian atas apa yang kalian lakukan.",
    "jalalayn": "(Sesungguhnya apa yang kalian sembah selain Allah itu) (adalah berhala-berhala, dan kalian membuat dusta) kalian mengatakan kebohongan, bahwa berhala-berhala itu adalah sekutu-sekutu Allah. (Sesungguhnya yang kalian. sembah selain Allah itu tidak mampu memberikan rezeki kepada kalian) maksudnya mereka tidak akan mampu memberi rezeki kepada kalian (maka mintalah rezeki di sisi Allah) yakni mintalah rezeki itu kepada-Nya (dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya-lah kalian akan dikembalikan)."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 18,
    "arab": "وَاِنْ تُكَذِّبُوْا فَقَدْ كَذَّبَ اُمَمٌ مِّنْ قَبْلِكُمْ ۗوَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
    "translation": "Dan jika kamu (orang kafir) mendustakan, maka sungguh, umat sebelum kamu juga telah mendustakan (para rasul). Dan kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3358.mp3",
    "tafsir": "Ibrahim kembali memperingatkan kaumnya bahwa jika mereka membenarkan apa yang telah disampaikan kepada mereka, pasti mereka akan bahagia. Sebaliknya, mereka akan mendapat mudarat dan kesengsaraan jika tetap mendustakan seruan nabi seperti yang dialami orang-orang sebelum mereka yang mendustakan para utusan Tuhan. Di antaranya seperti yang telah dialami umat Nabi Nuh, Nabi Hud, dan Nabi Saleh. Mereka semua telah disiksa Allah akibat kedurhakaan mereka. Di sisi lain, Allah telah menyelamatkan orang-orang yang beriman beserta para rasul-Nya. \nAyat ini diakhiri dengan penegasan bahwa tugas dan misi rasul adalah menyampaikan kebenaran yang nyata kepada umat manusia. Andaikata mereka itu mau membenarkan atau menolaknya, maka itu tidak membawa akibat apa-apa terhadap diri rasul. Tidak ada wewenang yang diberikan Allah kepada setiap rasul untuk memaksa manusia mempercayai seruan dakwahnya. Apakah mereka mau membenarkannya atau tetap mendustakannya adalah di luar tanggung jawabnya.",
    "quraish": "Dan apabila kalian terus-menerus mendustakanku, maka sebenarnya kalian tidak akan memberi kemudaratan kepadaku. Aku telah menyampaikan kepada kalian bahwa rasul-rasul sebelumku telah didustakan oleh kaum-kaum mereka, tetapi mereka tidak dapat memberi mudarat kepada rasul-rasul itu. Tetapi sebenarnya mereka membuat kemudaratan kepada diri mereka sendiri, yaitu ketika mereka dihancurkan oleh Allah karena pendustaan mereka itu. Maka kewajiban rasul tidak lain hanyalah untuk menyampaikan ajaran-ajarannya kepada kaumnya dengan sejelas-jelasnya.\"",
    "jalalayn": "(Dan jika kalian mendustakan) aku, hai penduduk Mekah (maka umat sebelum kalian juga telah mendustakan) umat-umat sebelumku. (Dan kewajiban Rasul itu tidak lain hanyalah menyampaikan agama Allah dengan seterang-terangnya\") dengan penyampaian yang sejelas-jelasnya. Pada kedua kisah ini terkandung makna yang dapat menghibur hati Nabi saw. dan Allah berfirman kepada kaumnya,"
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 19,
    "arab": "اَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
    "translation": "Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3359.mp3",
    "tafsir": "Sebagian ulama memandang ayat ini ditujukan kepada penduduk Mekah yang tidak mau beriman kepada Rasulullah. Tetapi jumhur mufasir berpendapat bahwa ayat ini masih merupakan rangkaian dari peringatan Nabi Ibrahim kepada kaumnya. \nDi sini Allah menegaskan bilamana orang-orang kafir tetap tidak juga percaya kepada Allah Yang Maha Esa seperti apa yang disampaikan oleh para rasul-Nya, maka mereka diajak untuk melihat dan memikirkan tentang proses kejadian diri mereka sendiri sejak dari permulaan sampai akhir. Allah menciptakan manusia mulai dari proses di rahim ibu selama enam atau sembilan bulan, atau lebih. Setelah lahir, manusia dilengkapi dengan kemampuan pendengaran, penglihatan, dan akal pikiran. Untuk menjamin kehidupannya, Allah memudahkan sumber-sumber rezeki guna menunjang kelestarian hidupnya. Apabila telah datang takdir, Allah mewafatkannya melalui malaikat yang ditugaskan. Bagi Allah membangkitkan manusia adalah mudah seperti mudahnya menciptakan mereka. Allah menegaskan dalam ayat lain:\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 127) \n\nTegasnya ayat ini memperingatkan bahwa manusia seharusnya dapat memahami betapa mudahnya bagi Allah menciptakan manusia. Akan tetapi, mengapa mereka tidak mempercayai akan adanya hari Kebangkitan padahal itu justru lebih mudah bagi Allah?",
    "quraish": "Mereka telah melihat dan mengetahui bahwa Allahlah yang mengawali penciptaan, kemudian Dia akan mengembalikan penciptaan itu. Maka bagaimana mungkin mereka mengingkari kebangkitan di hari akhir untuk dihitung dan diberi balasan? Sesungguhnya pengembalian penciptaan sangatlah mudah bagi Allah.",
    "jalalayn": "(Dan apakah mereka tidak memperhatikan) dapat dibaca Yarau dan Tarau, artinya memikirkan (bagaimana Allah menciptakan manusia dari permulaannya) lafal Yubdi-u menurut suatu qiraat dibaca Yabda-u berasal dari Bada-a, makna yang dimaksud bagaimana Allah menciptakan mereka dari permulaan (kemudian) Dia (mengulanginya kembali) maksudnya mengulangi penciptaan-Nya kembali sebagaimana permulaan Dia menciptakan mereka. (Sesungguhnya yang demikian itu) yaitu hal yang telah disebutkan mengenai penciptaan pertama dan penciptaan kedua (adalah mudah bagi Allah) dan kenapa mereka mengingkari adanya penciptaan yang kedua itu; yang dimaksud adalah hari berbangkit."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 20,
    "arab": "قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ",
    "translation": "Katakanlah, “Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3360.mp3",
    "tafsir": "Bilamana manusia masih belum juga memahami apa maksud ayat di atas Allah, menganjurkan supaya mereka berjalan mengunjungi tempat-tempat lain seraya memperhatikan dan memikirkan betapa Allah kuasa menciptakan makhluk-Nya. Manusia juga diperintahkan untuk memperhatikan susunan langit dan bumi, serta jutaan bintang yang gemerlapan. Sebagian ada yang tetap pada posisinya, tetapi berputar pada garis orbitnya. Demikian juga gunung-gunung dan daratan luas yang diciptakan Allah sebagai tempat hidup. Beraneka ragam tumbuh-tumbuhan dan buah-buahan, sungai dan lautan yang terbentang luas. Semuanya bila direnungkan akan menyadarkan seseorang betapa Maha Kuasanya Allah Pencipta semua itu. \nMaka patutkah kita tidak percaya bahwa untuk menghidupkan dan mematikan diri manusia yang lemah itu adalah suatu hal yang sangat mudah bagi Allah? Begitu pula untuk membangkitkan kembali dalam menempuh kehidupan kedua (hari akhirat) juga masalah yang tidak sukar bagi Allah. Pada ayat lain Allah menjelaskan lagi:\nKami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu? (Fussilat/41: 53) \n\nBegitu juga kita jumpai ayat yang berbunyi:\nDemikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan? (al-Mu'min/40: 62)",
    "quraish": "Katakanlah, wahai Rasul, kepada orang-orang yang mendustaakan itu, \"Berjalanlah kalian di muka bumi, dan perhatikanlah bermacam-macam makhluk ciptaan Allah yang ada di dalamnya. Dan lihatlah bekas orang-orang sebelum kalian yang ada di sana, setelah mereka mati dan rumah-rumah mereka kosong dari mereka. Ketahuilah bahwa Allah akan mengembalikan itu semua dengan kekuasaan-Nya di akhirat nanti dengan kebangkitan, yaitu penciptaan kembali. Begitu pula keadaan kalian. Sesungguhnya Allah sangat sempurna kekuasaan-Nya atas segala sesuatu. \"(1) (1) Ayat suci ini memerintahkan para ilmuwan untuk berjalan di muka bumi guna menyingkap proses awal penciptaan segala sesuatu, seperti hewan, tumbuhan dan benda-benda mati. Sesungguhnya bekas-bekas penciptaan pertama terlihat di antara lapisan-lapisan bumi dan permukaannya. Maka dari itu, bumi merupakan catatan yang penuh dengan sejarah penciptaan, mulai dari permulaannya sampai sekarang.",
    "jalalayn": "(Katakanlah, \"Berjalanlah kalian di muka bumi, maka perhatikanlah bagaimana Allah memulai penciptaan-Nya) yakni menciptakan orang-orang yang sebelum kalian, kemudian Dia mematikan mereka (lalu Allah menjadikannya sekali lagi) dapat dibaca An Nasy-atal akhirata dan An Nasy-atal ukhra. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu) antara lain ialah memulai dan mengulanginya."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 21,
    "arab": "يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَرْحَمُ مَنْ يَّشَاۤءُ ۚوَاِلَيْهِ تُقْلَبُوْنَ ",
    "translation": "Dia (Allah) mengazab siapa yang Dia kehendaki dan memberi rahmat kepada siapa yang Dia kehendaki, dan hanya kepada-Nya kamu akan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3361.mp3",
    "tafsir": "Mendengar nasihat yang dikemukakan oleh orang itu dan melihat sikapnya yang menampakkan kejujuran dan keikhlasan, dengan segera Musa berangkat dalam keadaan selalu waspada, karena di belakangnya beberapa orang tentara Fir'aun telah siap-siap untuk mengepung dan menangkapnya. Alangkah beratnya tekanan yang diderita Musa. Walaupun demikian, ia tetap berusaha menyelamatkan dirinya dan berdoa kepada Allah, \"Hai Tuhanku Yang Mahakuasa, Yang Maha Pengasih lagi Maha Penyayang, bebaskanlah aku dari cengkeraman kaum Fir'aun yang aniaya. Allah mengabulkan doanya dan menunjukkannya jalan menuju Madyan.\nMenurut riwayat, Fir'aun memerintahkan kepada tentaranya supaya mengejar Musa sampai ke jalan-jalan kecil dan melarang mereka melalui jalan raya karena ia yakin bahwa Musa tidak mungkin akan menempuh jalan itu.",
    "quraish": "Allah menyiksa siapa yang dikehendaki-Nya setelah penciptaan untuk kedua kalinya di akhirat, yaitu orang-orang yang ingkar kepada-Nya dan mengasihi siapa saja yang dikehendaki-Nya, yaitu orang-orang yang mengakui-Nya. Sesungguhnya hanya kepada-Nyalah tempat kembali seluruh makhluk untuk dihitung dan diberi balasan.",
    "jalalayn": "(Allah mengazab siapa yang dikehendaki-Nya) menerima azab-Nya (dan memberi rahmat kepada siapa yang dikehendaki-Nya) untuk menerima rahmat-Nya (dan hanya kepada-Nya-lah kalian akan dikembalikan) yakni, hanya kepada-Nya-lah kalian kembali."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 22,
    "arab": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ۖوَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ࣖ",
    "translation": "Dan kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) baik di bumi maupun di langit, dan tidak ada pelindung dan penolong bagimu selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3362.mp3",
    "tafsir": "Tidak ada yang mengalahkan dan menandingi kekuasaan Allah. Allah berkuasa atas sekalian hamba-Nya. Semua makhluk membutuhkan-Nya. Andaikata seseorang pergi mencari tempat pelarian ke langit yang tinggi, atau bersembunyi dalam perut ikan di laut, ia takkan dapat melepaskan diri dari genggaman kekuasaan Allah. Oleh karena itu, tidak seorang pun di antara manusia yang dapat mencari seorang penolong yang akan melepaskannya dari azab dan siksaan Allah, baik di langit maupun di bumi.",
    "quraish": "Wahai orang-orang yang mendustakan, kalian tidak akan dapat mengungguli kekuasaan Allah, baik kalian berada di bumi atau di langit. Bahkan kekuasaan-Nya meliputi kalian. Kalian tidak memiliki penolong yang dapat membela kalian dari Allah dan menolong kalian dari azab-Nya.",
    "jalalayn": "(Dan kalian sekali-kali tidak dapat melepaskan diri) dari jangkauan kekuasaan Rabb kalian (di bumi dan tidak pula di langit) jika kalian berada padanya; makna yang dimaksud ialah bahwa kalian tidak akan dapat terlepas daripada-Nya di mana pun kalian berada (dan sekali-kali tiadalah bagi kalian seorang pelindung pun selain dari Allah) yang dapat mencegah azab-Nya atas kalian (dan tidak pula seorang penolong) yang dapat menolong kalian dari azab-Nya."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 23,
    "arab": "وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ وَلِقَاۤىِٕهٖٓ اُولٰۤىِٕكَ يَىِٕسُوْا مِنْ رَّحْمَتِيْ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan orang-orang yang mengingkari ayat-ayat Allah dan pertemuan dengan-Nya, mereka berputus asa dari rahmat-Ku, dan mereka itu akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3363.mp3",
    "tafsir": "Setelah menjelaskan tiga masalah pokok dalam Islam yang merupakan sebagian dari rukun iman, maka Allah mengancam orang kafir yang tidak mau membenarkan keterangan-keterangan-Nya di atas bahwa mereka tidak akan mendapat rahmat Allah, sehingga mereka berputus asa. Karena mengingkari keesaan Allah, mendustakan para rasul yang diutus kepada mereka, serta tidak percaya akan adanya hari Kebangkitan, berarti mereka tidak takut akan ancaman azab Allah dan tidak mengharapkan balasan yang baik dari sisi Nya. Oleh karena itu, wajar jika mereka diancam dengan azab yang pedih, di dunia maupun akhirat.",
    "quraish": "Orang-orang yang mengingkari bukti-bukti keesaan Allah dan mendustakan rasul-rasul dan kitab-kitab suci-Nya, serta mengingkari kebangkitan dan perhitungan, adalah orang-orang yang tidak memiliki harapan untuk mendapatkan rahmat Allah. Dan bagi mereka azab yang keras dan menyakitkan.",
    "jalalayn": "(Orang-orang yang kafir kepada ayat-ayat Allah dan pertemuan dengan Dia) tidak percaya pada Alquran dan adanya hari berbangkit (mereka putus asa dari rahmat-Ku) surga-Ku (dan mereka itu mendapat azab yang pedih) yakni azab yang menyakitkan."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 24,
    "arab": "فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Maka tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia,” lalu Allah menyelamatkannya dari api. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3364.mp3",
    "tafsir": "Dengan cepat Musa mengambil air untuk kedua gadis itu agar memberi minum kambing mereka. Karena kelelahan, ia berlindung di bawah sebatang pohon sambil merasakan lapar dan haus karena sudah beberapa hari tidak makan kecuali daun-daunan. Musa berdoa kepada Allah karena ia sangat membutuhkan rahmat dan kasih sayang-Nya, untuk melenyapkan penderitaan yang dialaminya.",
    "quraish": "Jawaban kaum Nabi Ibrâhîm, ketika ia menyuruh mereka untuk menyembah Allah dan meninggalkan penyembahan berhala, tidak lain hanya berupa semakin kuatnya kekufuran mereka. Sebagian mereka berkata kepada yang lain, \"Bunuhlah atau bakarlah ia!\" Lalu mereka melemparkannya ke dalam api. Kemudian Allah menjadikan api itu dingin dan memberikan keselamatan baginya serta menolongnya dari api. Sesungguhnya dalam penggagalan tipu daya mereka dan penyelamatan Ibrâhîm dari api serta ketiadaan pengaruh api pada dirinya, terdapat bukti-bukti yang jelas bagi kaum yang mempercayai keesaan dan kekuasaan Allah.",
    "jalalayn": "Allah berfirman sehubungan dengan kisah Nabi Ibrahim a.s.: (Maka tiadalah jawaban kaumnya selain mengatakan, \"Bunuhlah atau bakarlah dia,\" lalu Allah menyelamatkannya dari api) mereka melemparkannya ke dalam api, sedangkan Allah menjadikan api itu dingin dan keselamatan bagi Ibrahim. (Sesungguhnya pada yang demikian itu) yakni diselamatkannya Nabi Ibrahim dari api (benar-benar terdapat tanda-tanda kebesaran Allah) yaitu tidak berpengaruhnya api terhadap diri Nabi Ibrahim, padahal api itu sangat besar nyalanya, kemudian dalam waktu yang sangat singkat Allah menjadikan bekas api itu sebuah taman (bagi orang-orang yang beriman) yakni bagi orang-orang yang percaya kepada keesaan Allah dan kekuasaan-Nya, karena hanya mereka saja yang dapat mengambil manfaat dari kisah ini."
  },
  {
    "hizb": 159,
    "name": "Al-'Ankabut",
    "ayat": 25,
    "arab": "وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ",
    "translation": "Dan dia (Ibrahim) berkata, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3365.mp3",
    "tafsir": "Setelah selamat, Ibrahim mendatangi kaumnya lagi dengan sikap mengecam dan mencela tuhan-tuhan yang mereka sembah. \"Sebenarnya kamu menyembah berhala-berhala itu tidak lain adalah untuk memelihara kasih sayang antara sesamamu. Kamu merasa mesra dan semakin akrab karena menyembah kepadanya. Padahal tidak ada sedikit pun alasan yang dapat membenarkan penyembahan itu,\" kata Ibrahim memberi pengajaran kepada kaumnya. Sebaliknya di hari Kiamat kelak hubungan kasih sayang itu akan berubah menjadi suasana saling tuduh menuduh dan saling membenci, bahkan saling mengutuk, baik antara sesama teman akrab, maupun antara yang mengikuti (rakyat) dengan yang diikuti (pemimpin). Hanya satu yang tidak mungkin lagi mereka harapkan yakni pertolongan dari Allah. Hal tersebut tidak akan terjadi pada orang-orang yang beriman dan bertakwa.\nAllah berfirman:\nTeman-teman karib pada hari itu saling bermusuhan satu sama lain, kecuali mereka yang bertakwa. (az-Zukhruf/43: 67)",
    "quraish": "Ibrâhîm berkata kepada kaumnya, \"Sesungguhnya kalian hanya menyembah tuhan-tuhan palsu yang tidak boleh disembah. Dan sebagian dari kalian tidak mengingkari sebagian yang lain hanya dengan tujuan untuk mempertahankan kasih sayang yang penuh dosa yang kalian ridai dalam kehidupan dunia kalian. Kemudian keadaan akan berubah pada hari kiamat. Pemimpin-pemimpin berlepas tangan dari pengikut- pengikutnya dan pengikut-pengikut itu mengutuk para pemimpin mereka. Kalian tidak memiliki penolong yang dapat mencegah kalian dari masuk ke dalam neraka.\"",
    "jalalayn": "(Dan berkatalah dia) Nabi Ibrahim (\"Sesungguhnya berhala-berhala yang kalian sembah selain Allah) huruf ma adalah mashdariyyah (adalah untuk menciptakan perasaan kasih sayang di antara kalian) lafal ayat ini adalah khabar dari inna. Tetapi menurut qiraat yang lain dibaca nashab sehingga menjadi mawaddatan sebagai maf`ul lah, sedangkan huruf maa tadi dianggap sebagai maa kaffah, yakni yang mencegah beramalnya inna. Maksudnya, kalian menjadikan penyembahan kepada berhala-berhala itu sebagai sarana untuk memelihara kasih sayang di antara kalian (dalam kehidupan dunia ini, kemudian di hari kiamat sebagian kalian mengingkari sebagian yang lain) yakni para pemimpin penyembah berhala itu cuci tangan dari apa yang dilakukan oleh para pengikutnya (dan sebagian kalian mengutuk sebagian yang lain) yakni para pengikut mengutuk para pemimpin mereka (dan tempat kembali kalian) semuanya (ialah neraka, dan sekali-kali tak ada bagi kalian para penolong pun.\") yang dapat mencegah kalian dari masuk neraka."
  }
]