[
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 26,
    "arab": "۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3366.mp3",
    "tafsir": "Pada ayat ini disebutkan seorang hamba Allah yang bernama Lut yaitu Lut bin Haran. Beliau anak saudara Nabi Ibrahim. Setelah menyaksikan kehebatan mukjizat Allah atas Nabi Ibrahim (tidak hangus dimakan api), ia segera menyatakan keimanannya. Ibrahim menyambut gembira pengikut pertamanya itu dengan ucapan, \"Aku akan menjadikan negeri Syam sebagai kampung tempat aku berhijrah.\" \nMenurut keterangan ahli sejarah, kampung yang dijadikan Ibrahim tempat berhijrah tersebut adalah dalam wilayah Kufah yaitu Kutsa sampai ke negeri Syam. Lut semakin kuat keimanannya dengan memperoleh hidayah dari Allah, meskipun hidup dalam suasana masyarakat yang porak-poranda, membuang waktu, dan melakukan pekerjaan yang tiada bermanfaat. Jika Ibrahim diam tanpa menjalankan tugas dakwah, maka hal itu adalah tanda tidak setuju atas perbuatan mungkar yang dilakukan kaumnya. Ibrahim berkata dalam hatinya, jika ia tinggal tetap di negerinya, berarti ia membuang waktu dengan percuma. Atas pertimbangan inilah Ibrahim hijrah ke negeri Syam. \nImam al-Baihaqi meriwayatkan dari Anas bin Malik bahwa di antara kaum Muslimin (pada masa Rasulullah saw) yang pertama hijrah dengan keluarganya adalah sahabat Utsman bin 'Affan: \nDiriwayatkan dari Anas bin Malik, ia berkata, \"Utsman bersama istrinya Ruqayah binti Rasulullah berhijrah ke negeri Habsyah. Kemudian Rasulullah tertahan tidak mendapat berita tentang keadaan mereka di Habsyah, padahal beliau mengharapkan berita mereka. Kemudian ada seorang wanita yang menyampaikan kabar tentang 'Utsman dan putri beliau kepada Nabi, Rasulullah kemudian bersabda, 'Utsman adalah orang pertama yang hijrah dengan keluarganya kepada Allah sesudah Nabi Lut.\" (Riwayat ath-thabrani) \n\nBerdasarkan hadis di atas, jelaslah bahwa Lut adalah orang pertama yang terpaksa melakukan hijrah bersama Ibrahim demi menyelamatkan agamanya. Alasan Ibrahim melakukan hijrah itu adalah karena Allah sajalah yang berkuasa untuk memberikan pertolongan kepadanya. Allah yang mencegah niat seseorang yang ingin berbuat jahat kepadanya. Dia Maha Bijaksana dalam mengatur urusan makhluk-Nya, dan segala apa yang mereka usahakan. Sebab lain adalah karena negeri Ibrahim sudah tidak kondusif untuk menjaga iman pengikutnya.",
    "quraish": "Orang pertama yang menjawab dan membenarkan seruan Ibrâhîm kepada kebenaran adalah Lûth. Sebelumnya, ia adalah seorang yang menganut ajaran tauhid. Untuk menjalankan perintah Tuhannya, Ibrâhîm pun berkata, \"Sesungguhnya aku berhijrah ke arah yang diperintahkan Tuhanku dan berdakwah di sana. Dialah Yang Mahaperkasa, yang dapat membela diriku dari musuh-musuhku, dan Mahabijaksana yang tidak memerintahkanku kecuali kepada kebaikan.\"",
    "jalalayn": "(Maka berimanlah kepadanya) percayalah kepada Nabi Ibrahim (Luth) ia adalah anak saudara lelaki Nabi Ibrahim bernama Haran. (Dan berkatalah dia) Nabi Ibrahim: (\"Sesungguhnya aku akan berpindah\") dari kaumku (kepada Rabbku) yaitu akan berpindah ke tempat yang diperintahkan oleh Rabbku, kemudian Nabi Ibrahim meninggalkan kaumnya dari pedalaman negeri Irak menuju ke negeri Syam. (Sesungguhnya Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 27,
    "arab": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ",
    "translation": "Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, termasuk orang yang saleh. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3367.mp3",
    "tafsir": "Pada ayat ini, Allah menceritakan beberapa nikmat yang telah dianugerahkan Allah kepada Ibrahim di dunia dan akhirat sebagai imbalan dari keikhlasan beliau dalam beramal. Nikmat karunia tersebut adalah antara lain:\na. Ibrahim dikaruniai putra bernama Ishak. Ishak kelak dikaruniai putra yang bernama Yakub. Keduanya diangkat menjadi nabi, firman Allah:\nMaka ketika dia (Ibrahim) sudah menjauhkan diri dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya Ishak dan Yakub. Dan masing-masing Kami angkat menjadi nabi. (Maryam/19: 49) \n\nPada ayat lain diterangkan pula:\nDan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang saleh. (al-Anbiya'/21: 72)\n\nKetinggian derajat Ibrahim, Ishak, dan Yakub pernah pula ditegas-kan oleh Rasulullah dalam sabdanya:\nSesungguhnya orang yang dikatakan mulia adalah anak dari orang mulia, anak dari orang yang mulia, anak dari orang yang mulia, yaitu Yusuf bin Yakub bin Ishak bin Ibrahim. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nb. Dari garis keturunan anak cucu Ibrahim, lahir orang-orang yang mendapat derajat nubuwwah (kenabian) dengan memperoleh wahyu. Dari anak beliau Ishak lahir Yakub, Yusuf, dan Isa dan dari Ismail lahir Nabi Muhammad.\nc. Dianugerahkan kepada Ibrahim pahala di dunia. Para ahli tafsir menerangkan makna \"pahala di dunia\" di sini ialah keturunan yang banyak mengubah keyakinan pengikutnya dari bangsa yang sesat menjadi bangsa yang memperoleh hidayah. Dari kalangan keturunannya, banyak yang memperoleh derajat kenabian. Nama Ibrahim disebut dalam ucapan selamat ketika mengerjakan salat, dan namanya terkenal sebagai \"bapak para nabi\", di mana sebelumnya dia seorang laki-laki yang tidak begitu banyak dikenal. Ini ditegaskan Allah dalam ayat yang berbunyi:\nMereka berkata, \"Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zalim.\" Mereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\" (al-Anbiya'/21: 59-60) \n\nNabi Ibrahim adalah satu-satunya nabi yang memperoleh gelar \"Khalilullah\" (kekasih Allah).\nd. Pada hari Kiamat, Ibrahim dimasukkan dalam barisan orang-orang saleh. Maksudnya disempurnakan untuknya pahala kebaikan dan ketakwaan. Juga disempurnakan pahalanya dengan memberikan bermacam-macam kelebihan. Lebih dari itu, ia memperoleh kemenangan dengan mencapai beberapa derajat yang tinggi di sisi Tuhan semesta alam.\n\nRingkasnya Allah telah menganugerahkan kepada Ibrahim berbagai macam kebahagiaan dunia dan akhirat.",
    "quraish": "Allah mengaruniai Ibrâhîm dengan Ishâq, anaknya, dan Ya'qûb, cucunya, dan memuliakannya dengan menjadikan banyak anak keturunannya sebagai nabi, menurunkan kitab-kitab samawi kepada mereka, serta memberikan balasan yang terbaik kepadanya di dunia. Di akhirat, ia termasuk orang-orang saleh yang terpilih.",
    "jalalayn": "(Dan Kami anugerahkan kepada Ibrahim) setelah berputra Ismail (Ishak dan Yakub) Yakub lahir sesudah Ishak (dan Kami jadikan pada keturunannya kenabian) semua nabi sesudah Nabi Ibrahim terdiri dari keturunannya (dan Alkitab) sekalipun lafal Alkitab bentuknya mufrad atau tunggal, tetapi makna yang dimaksud adalah jamak yaitu kitab Taurat, Injil, Zabur dan Alquran (dan Kami berikan kepadanya balasannya di dunia) yaitu dia menjadi buah tutur yang baik di kalangan para pemeluk setiap agama (dan sesungguhnya dia di akhirat benar-benar termasuk orang-orang yang saleh) yakni orang-orang yang mempunyai kedudukan yang tinggi di akhirat."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 28,
    "arab": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَ ۖمَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
    "translation": "Dan (ingatlah) ketika Lut berkata kepada kaumnya, “Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3368.mp3",
    "tafsir": "Allah menyuruh Nabi Muhammad menceritakan kisah Nabi Lut. Beliau diutus ke suatu kaum yang berdiam di negeri Sodom. Lut sendiri berdiam di negeri itu. Salah seorang dari putri kaum itu dikawininya, sehingga Lut punya hubungan besan dengan mereka. Dengan tegas Lut mengatakan kepada kaumnya bahwa apa yang mereka kerjakan selama ini dipandang sebagai perbuatan yang disebut fahisyah (perbuatan jahat dan tercela). Istilah sodomi yang populer saat ini berasal dari nama kota di mana kaum Lut melakukan perbuatan tercela itu. Apa yang mereka kerjakan belum pernah diperbuat oleh umat-umat sebelumnya seperti dijelaskan dalam ayat berikutnya tentang jenis perbuatan apa yang mereka kerjakan itu.",
    "quraish": "Dan ingatlah, wahai Rasul, ketika Kami mengutus Lûth kepada kaumnya. Kemudian ia menyeru mereka kepada keesaan dan ketaatan kepada Allah, dan mengingkari perbuatan keji yang mereka perbuat dan belum pernah dilakukan oleh seorang makhluk Allah pun sebelumnya.",
    "jalalayn": "(Dan) ingatlah (ketika Luth berkata kepada kaumnya, \"Sesungguhnya kalian) inna dapat dibaca tahqiq dan tashil (benar-benar mengerjakan perbuatan yang amat keji) yakni mendatangi dubur laki-laki/homosex (yang belum pernah dikerjakan oleh seorang pun dari umat-umat sebelum kalian.\") baik oleh manusia maupun jin."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 29,
    "arab": "اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَ ۗفَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ",
    "translation": "Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka jawaban kaumnya tidak lain hanya mengatakan, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3369.mp3",
    "tafsir": "Kaum Lut senang melampiaskan syahwatnya kepada sesama pria. Kebiasaan ini jelas bertentangan dengan tujuan kebutuhan biologis manusia biasa. Nafsu seksual yang normal justru merangsang pria untuk melampiaskan nafsu syahwatnya kepada wanita. Perbuatan ini sangat dicela Lut dan ia menasihati kaumnya agar perbuatan terkutuk tersebut ditinggalkan. Penduduk kota Sodom juga senang melakukan perampokan dan pembunuhan di jalan yang dilalui oleh kafilah yang membawa barang dagangan. Barang-barang mereka dirampas, kemudian pemiliknya dibunuh. Di samping itu, perkataan dan perbuatan mereka di tempat-tempat perkumpulan sangat menjijikkan, merusak sendi-sendi akhlak dan moral yang mulia dan pikiran yang sehat. Rasulullah bersabda:\nDiriwayatkan dari Ummu Hani binti Abu thalib, yang bertanya kepada Rasulullah, \"Ya Rasulullah, apa pendapatmu tentang arti ayat \"Kamu mengerjakan kemungkaran di tempat-tempat pertemuanmu\" (al-'Ankabut/29: 29), kemungkaran apa yang mereka lakukan itu?\" Beliau menjelaskan bahwa mereka senang mengejek orang yang lewat di jalan dan menghinanya. (Riwayat al-hakim)\n\nLut tidak tinggal diam melihat kepincangan-kepincangan yang terjadi dalam masyarakat kaumnya. Ia berusaha mencegahnya dengan memberikan nasihat dan pengajaran yang berharga. Akan tetapi, semua itu mereka pandang remeh dan tidak pernah mereka gubris.\nKetika Lut mengancam kaumnya bahwa Allah akan menurunkan azab kalau mereka tidak juga mau mengubah kelakuannya yang keji itu, mereka malah menantang. Kalau benar Tuhan itu akan mendatangkan siksaan-Nya, mereka menantang agar Lut mohon kepada Tuhan supaya diturunkan siksaan yang dijanjikan itu sekarang juga. \"Kami akan membuktikan sampai dimana kebenaran ucapanmu, hai Lut,\" tegas mereka pula. Karena kebencian yang mendalam, mereka mengusir Lut dari negeri mereka. Sebab tak ada gunanya orang-orang suci seperti beliau tinggal bersama mereka. Allah menjelaskan:\nDan jawaban kaumnya tidak lain hanya berkata, \"Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.\" (al-A'raf/7: 82) \n\nUmat Lut menantang supaya didatangkan azab. Nabi Lut akhirnya mohon agar Allah menolongnya.\nAyat di atas menggambarkan betapa keras sikap kekafiran dan keras kepala mereka, sampai-sampai mereka tega mengusir rasul utusan Tuhan itu dari negerinya sendiri.",
    "quraish": "Sesungguhnya yang kalian lakukan adalah kemungkaran yang membinasakan. Kalian melakukan perbuatan yang keji dengan para lelaki, kalian memutuskan jalan untuk mengembangkan keturunan, sehingga hasilnya adalah kehancuran. Kalian melakukan kemungkaran-kemungkaran di dalam masyarakat kalian tanpa rasa takut kepada Allah dan rasa malu di antara kalian. Akan tetapi kaumnya tidak mendengarkannya dan tidak menjawabnya kecuali dengan ejekan saja serta meminta kepadanya agar menyegerakan azab Allah yang diancamkan kepada mereka apabila memang benar apa yang dikatakannya.",
    "jalalayn": "(Apakah sesungguhnya kalian patut mendatangi laki-laki, menyamun) orang-orang yang lewat di tempat kalian, kemudian kalian melakukan perbuatan keji terhadapnya di tempat kalian, sehingga orang-orang tidak mau lagi lewat di jalan kalian (dan kalian mengerjakan di tempat-tempat pertemuan kalian) yakni tempat kalian berkumpul (perbuatan kemungkaran) yakni sebagian kalian melakukan perbuatan keji dengan sebagian yang lain. (Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika kamu termasuk orang-orang yang benar.\") menganggap keji perbuatan ini, dan bahwasanya azab akan menimpa atas para pelakunya."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 30,
    "arab": "قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ ࣖ",
    "translation": "Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas golongan yang berbuat kerusakan itu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3370.mp3",
    "tafsir": "Lut kemudian sampai pada kesimpulan bahwa kaumnya tidak mungkin lagi menerima seruannya. Ia tidak berharap lagi bahwa kaumnya akan mendapatkan petunjuk dari Allah. Di saat itu, Lut berdoa kepada Allah agar membantunya menghadapi dan memberantas perbuatan-perbuatan jahat dan busuk yang sudah mendarah daging dalam kehidupan masyarakatnya, serta menjadi kebudayaan yang turun temurun. Mereka menganggap ancaman-ancaman Lut sebagai gertak sambal belaka. Oleh karena itu, Allah sungguh-sungguh mengabulkan doa Lut. Allah lalu mengirimkan kepada mereka hujan batu dari langit sehingga mereka binasa semua. Ini diakibatkan kefasikan dan kekufuran mereka.",
    "quraish": "Kemudian Lûth memohon pertolongan kepada Allah agar menimpakan azab kepada mereka dan meminta untuk menolongnya dari kaum yang melakukan kerusakan di bumi.",
    "jalalayn": "(Luth berdoa, \"Ya Rabbku, tolonglah aku) dengan membuktikan apa yang telah aku katakan kepada mereka, yaitu menurunkan azab (atas kaum yang berbuat kerusakan itu.\") Maksudnya mereka yang durhaka karena melakukan homosex, Allah memperkenankan doa Nabi Luth."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 31,
    "arab": "وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِ ۚاِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَ ۚ",
    "translation": "Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, “Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3371.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan tentang kedatangan malaikat yang menemui Nabi Ibrahim. Mereka memberi kabar gembira bahwa Allah akan mengaruniakan kepadanya seorang anak bernama Ishak. Kelak putra itu akan diangkat menjadi nabi dan rasul menggantikan tugas dan jabatan Ibrahim. Kemudian diberitahukan kepadanya bahwa negeri Sodom akan dihancurkan untuk menghukum kaum yang mendustakan Lut dan berbuat zalim.",
    "quraish": "Ketika malaikat-malaikat Allah datang kepada Ibrâhîm as. dengan membawa kabar gembira, para malaikat itu berkata, \"Sesungguhnya perintah untuk menghancurkan penduduk negeri ini adalah karena mereka merusak dan menzalimi diri mereka sendiri dengan perbuatan syirik dan keji.\"",
    "jalalayn": "(Dan tatkala utusan Kami/para malaikat datang kepada Ibrahim membawa kabar gembira) mengenai akan lahirnya Ishak dan Yakub sesudahnya (mereka mengatakan, \"Sesungguhnya kami akan menghancurkan penduduk negeri ini) yang ditempati oleh kaum Nabi Luth (sesungguhnya penduduknya adalah orang-orang yang lalim.\") yakni orang-orang yang kafir."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 32,
    "arab": "قَالَ اِنَّ فِيْهَا لُوْطًا ۗقَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَا ۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
    "translation": "Ibrahim berkata, “Sesungguhnya di kota itu ada Lut.” Mereka (para malaikat) berkata, “Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan).” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3372.mp3",
    "tafsir": "Ibrahim merasa khawatir dan cemas akan nasib Lut, karena Lut mungkin akan turut hancur bersama mereka. Oleh karena itu, ia mengingatkan hal ini kepada mereka yang ditugaskan Allah itu. Ibrahim berkata, \"Hai malaikat, di sana ada seorang utusan Allah bernama Lut. Dia bukan termasuk orang yang aniaya kepada dirinya, bahkan ia seorang rasul yang beriman dan taat kepada-Nya.\" Malaikat itu menjawab, \"Ya kami sudah memakluminya, dan Lut bukan termasuk dalam golongan orang yang jahat itu. Akan tetapi, istrinya termasuk orang yang tetap akan disiksa, karena turut membenarkan kaum Lut atas kekafiran, kezaliman, dan perbuatan-perbuatan keji mereka.",
    "quraish": "Ibrâhîm berkata kepada para malaikat, \"Sesungguhnya di dalam negeri itu terdapat Lûth. Bagaimana kalian menghancurkan mereka, sedangkan ia ada di sana?\" Malaikat menjawab bahwa mereka mengetahui siapa yang ada di dalam negeri itu. Mereka akan menyelamatkan Lûth beserta pengikutnya dari azab, kecuali istrinya. Sesungguhnya ia termasuk orang-orang yang musnah karena kekufuran dan perbuatannya yang buruk.",
    "jalalayn": "(Berkata dia) Ibrahim (\"Sesungguhnya di kota itu ada Luth.\" Mereka berkata) para Malaikat itu berkata: (\"Kami lebih mengetahui siapa yang ada di kota itu, Kami sungguh-sungguh akan menyelamatkan dia) lanunajjiyannahu dapat dibaca secara takhfif yaitu lanunjiyannahu, dapat pula dibaca tasydid, yaitu lanunajjiyannahu (beserta pengikut-pengikutnya kecuali istrinya. Dia adalah termasuk orang-orang yang tertinggal.\") termasuk orang-orang yang dibinasakan."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 33,
    "arab": "وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْ ۗاِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ",
    "translation": "Dan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, “Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang tinggal (dibinasakan).” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3373.mp3",
    "tafsir": "Ketika malaikat datang menemui Lut dan menyampaikan maksud kedatangannya, Lut menjadi panik dan sesak napas. Sebab, ia khawatir orang-orang Sodom itu akan mengganggunya kelak bila mengetahui ada tamu yang mulia itu. Oleh karena itu, kedatangan malaikat itu sengaja dirahasiakannya. Lut tidak sanggup menolak kedatangan mereka. Setelah melihat ketakutan dan kecemasan Lut atas kedatangan kaumnya, para malaikat itu menenteramkannya dengan berkata, \"Hai Lut hendaklah engkau tenang, jangan gusar. Engkau tak usah khawatir akan keselamatan kami dan apa yang dilakukan oleh kaummu terhadap kami. Sebab perbuatan jahat mereka telah sampai ke puncaknya dan nasihat sudah cukup banyak engkau sampaikan kepada mereka.\"\nUntuk menenteramkan perasaan Lut, malaikat itu berkata pula, \"Kami akan menyelamatkan engkau dari siksaan yang akan diturunkan kepada kaummu dalam waktu dekat ini, demikian pula para pengikutmu yang beriman dan setia. Tak dapat tidak, pastilah mereka itu akan mengalami siksaan berat. Dan istrimu termasuk golongan orang-orang yang akan dihukum\". \nIstri Lut mengetahui ada tamu lelaki menginap di rumahnya, maka dengan serta-merta ia memberitahukan hal itu kepada rekan-rekannya. Oleh karena itu, tersiarlah berita dengan cepat bahwa di rumah Lut ada tamu tak dikenal. Dengan segera timbullah niat jahat dalam hati mereka untuk mengganggu tamu itu. Mereka lalu berunding dan bermufakat untuk membuat suatu rencana supaya bisa melaksanakan niat tersebut. Dengan demikian, menjadi jelas bahwa istri Lut termasuk orang yang berserikat dalam rencana busuk itu. \nKeterangan malaikat di atas menenangkan perasaan Lut dari ketakutan. Kepada beliau diingatkan lagi, \"Kami para malaikat pasti akan mendatangkan siksaan kepada mereka dengan tangan kami sendiri, akibat kefasikan yang sudah berurat berakar dalam diri mereka.\"\nPendapat yang masyhur menyebutkan, mula-mula terjadi guncangan keras, dan tanah tempat kediaman manusia yang durhaka itu menjadi jungkir balik. Setelah diserang hujan batu dan gempa bumi yang dahsyat, negeri itu menjadi hancur berantakan dan rata dengan bumi. Akhirnya negeri Sodom, bekas kediaman umat Nabi Lut, menjadi lautan mati (al-Bahrul Mayit).",
    "quraish": "Ketika para malaikat yang diutus itu pergi menemui Lûth dan ia pun melihat mereka, Lûth merasa sedih karena takut akan kekejian kaumnya. Ia merasa tidak berdaya untuk melindungi mereka. Lalu para malaikat itu menenangkannya dan berkata, \"Jangan sekali-kali kamu takut kepada kekejian kaummu kepada kami, dan jangan bersedih karena kami. Kami telah datang untuk menghancurkan penduduk negeri ini. Kami akan menyelamatkanmu dan keluargamu. Tetapi istrimu termasuk orang-orang yang binasa, karena kekufurannya.\"",
    "jalalayn": "(Dan tatkala datang utusan-utusan Kami itu kepada Luth, dia merasa susah karena kedatangan mereka) dia merasa susah disebabkan adanya mereka (dan merasa tidak mempunyai kekuatan untuk melindungi mereka) karena mereka memiliki wajah-wajah tampan, mereka menyamar sebagai tamu Nabi Luth. Nabi Luth merasa takut kaumnya akan melakukan hal-hal yang tidak diinginkan terhadap tamu-tamunya, maka para utusan itu memberitahukan kepadanya, bahwa mereka adalah utusan dari Rabbnya (dan mereka berkata, \"Janganlah kamu takut dan jangan pula susah. Sesungguhnya kami akan menyelamatkan kamu) dapat dibaca munajjuuka dan munjuuka (dan pengikut-pengikutmu kecuali istrimu, dia adalah termasuk orang-orang yang tertinggal\") dinashabkannya lafal ahlaka karena diathafkan secara mahal kepada huruf kaf yang ada pada lafal munajjuuka."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 34,
    "arab": "اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ",
    "translation": "Sesungguhnya Kami akan menurunkan azab dari langit kepada penduduk kota ini karena mereka berbuat fasik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3374.mp3",
    "tafsir": "Ketika malaikat datang menemui Lut dan menyampaikan maksud kedatangannya, Lut menjadi panik dan sesak napas. Sebab, ia khawatir orang-orang Sodom itu akan mengganggunya kelak bila mengetahui ada tamu yang mulia itu. Oleh karena itu, kedatangan malaikat itu sengaja dirahasiakannya. Lut tidak sanggup menolak kedatangan mereka. Setelah melihat ketakutan dan kecemasan Lut atas kedatangan kaumnya, para malaikat itu menenteramkannya dengan berkata, \"Hai Lut hendaklah engkau tenang, jangan gusar. Engkau tak usah khawatir akan keselamatan kami dan apa yang dilakukan oleh kaummu terhadap kami. Sebab perbuatan jahat mereka telah sampai ke puncaknya dan nasihat sudah cukup banyak engkau sampaikan kepada mereka.\"\nUntuk menenteramkan perasaan Lut, malaikat itu berkata pula, \"Kami akan menyelamatkan engkau dari siksaan yang akan diturunkan kepada kaummu dalam waktu dekat ini, demikian pula para pengikutmu yang beriman dan setia. Tak dapat tidak, pastilah mereka itu akan mengalami siksaan berat. Dan istrimu termasuk golongan orang-orang yang akan dihukum\". \nIstri Lut mengetahui ada tamu lelaki menginap di rumahnya, maka dengan serta-merta ia memberitahukan hal itu kepada rekan-rekannya. Oleh karena itu, tersiarlah berita dengan cepat bahwa di rumah Lut ada tamu tak dikenal. Dengan segera timbullah niat jahat dalam hati mereka untuk mengganggu tamu itu. Mereka lalu berunding dan bermufakat untuk membuat suatu rencana supaya bisa melaksanakan niat tersebut. Dengan demikian, menjadi jelas bahwa istri Lut termasuk orang yang berserikat dalam rencana busuk itu. \nKeterangan malaikat di atas menenangkan perasaan Lut dari ketakutan. Kepada beliau diingatkan lagi, \"Kami para malaikat pasti akan mendatangkan siksaan kepada mereka dengan tangan kami sendiri, akibat kefasikan yang sudah berurat berakar dalam diri mereka.\"\nPendapat yang masyhur menyebutkan, mula-mula terjadi guncangan keras, dan tanah tempat kediaman manusia yang durhaka itu menjadi jungkir balik. Setelah diserang hujan batu dan gempa bumi yang dahsyat, negeri itu menjadi hancur berantakan dan rata dengan bumi. Akhirnya negeri Sodom, bekas kediaman umat Nabi Lut, menjadi lautan mati (al-Bahrul Mayit).",
    "quraish": "Para malaikat itu berkata, \"Kami diutus untuk menjalankan perintah Allah guna menurunkan azab dari langit kepada penduduk negeri ini, karena kefasikan dan kekufuran mereka.\"",
    "jalalayn": "(Sesungguhnya Kami akan menurunkan) dapat dibaca munziluuna dan munazziluuna (azab atas penduduk kota ini) yakni siksaan (dari langit karena) perbuatan (kefasikan yang mereka kerjakan) disebabkan kefasikan mereka."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 35,
    "arab": "وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ",
    "translation": "Dan sungguh, tentang itu telah Kami tinggalkan suatu tanda yang nyata bagi orang-orang yang mengerti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3375.mp3",
    "tafsir": "Kemudian dijelaskan bahwa di samping untuk menghukum kesalahan-kesalahan yang telah diperbuat oleh kaum Lut, azab dan bala itu diturunkan juga diharapkan menjadi peringatan bagi generasi yang hidup sesudahnya, yaitu orang-orang yang menggunakan akal dan ingin mendapatkan pelajaran dari apa yang telah terjadi.",
    "quraish": "Allah telah memusnahkan negeri ini dan meninggalkan bekas-bekasnya dengan jelas agar menjadi bukti atas apa yang telah dilakukan Allah kepada mereka, dan menjadi pelajaran bagi orang-orang yang merenunginya.",
    "jalalayn": "(Dan sesungguhnya Kami tinggalkan daripadanya satu tanda yang nyata) yang jelas, yaitu berupa bekas-bekas kehancuran mereka (bagi orang-orang yang berakal) bagi mereka yang mau berpikir."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 36,
    "arab": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۖ",
    "translation": "Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syuaib, dia berkata, “Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3376.mp3",
    "tafsir": "Allah mengutus Nabi Syuaib kepada kaum yang berdiam di negeri Madyan, supaya mereka beribadah kepada Allah Yang Maha Esa dengan ikhlas. Ibadah tersebut akan bermanfaat untuk kebahagiaan hidup di dunia dan di akhirat kelak. Dalam ayat ini dikatakan \"harapkanlah (pahala) hari akhir\", berarti hendaklah kamu merasa takut dengan kedatangan hari itu dan persiapkanlah dirimu dengan amal saleh sebanyak-banyaknya guna menghadapinya. Di samping seruan untuk menyembah Allah Yang Maha Esa, dan memperbanyak amal untuk perbekalan di kampung akhirat, Syuaib juga menganjurkan supaya meninggalkan segala perbuatan yang bersifat merusak dan membinasakan. Jangan saling merugikan antara sesama manusia, seperti mengurangi takaran dan timbangan, dan merampok kafilah yang sedang lalu. Kemudian mereka juga diperintahkan untuk memperbanyak tobat kepada Tuhan sambil mengembalikan diri kepada-Nya dengan jalan mengerjakan perintah-Nya dan menjauhi larangan-Nya",
    "quraish": "Allah telah mengirimkan seorang rasul kepada penduduk Madyan, yaitu Nabi Syu'ayb. Dia menyerukan mereka kepada ketauhidan dan beribadah kepada Allah, takut kepada hari akhir dan melakukan apa yang mendatangkan pahala Allah sebagaimana yang mereka harapkan, serta melarang mereka untuk terus- menerus melakukan perusakan bumi.",
    "jalalayn": "(Dan) Kami utus (kepada penduduk Madyan saudara mereka Syuaib, maka ia berkata, \"Hai kaumku! Sembahlah oleh kalian Allah, harapkanlah pahala hari akhir) maksudnya takutlah kalian akan hari itu, yaitu hari kiamat (dan janganlah kalian berkeliaran di muka bumi berbuat kerusakan.\") Lafal mufsidiina berkedudukan sebagai hal atau kata keterangan keadaan yang mengukuhkan makna 'amilnya. Lafal ta'tsau berasal dari lafal 'atsiya yang artinya membuat kerusakan."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 37,
    "arab": "فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ ۙ",
    "translation": "Mereka mendustakannya (Syuaib), maka mereka ditimpa gempa yang dahsyat, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3377.mp3",
    "tafsir": "Akan tetapi, sebagaimana halnya kaum Nabi Lut, umat Nabi Syuaib pun durhaka dan tidak mau menerima nasihat Nabi Syuaib. Mereka malah mendustakannya. Oleh karena itu, berlakulah sunah Allah. Ketika mereka dengan terang-terangan mengingkari Syuaib setelah diberi peringatan berulang-ulang, maka tibalah waktunya Allah mengazab mereka. Bumi tempat kediaman mereka diguncang oleh gempa yang menggetarkan dan menghancurkan tanah kediaman mereka. Mereka mati jungkir balik dan ditelan bumi, tanpa bergerak lagi. Cerita lebih lengkap tentang Nabi Syuaib telah disebutkan pula oleh Tuhan dalam ayat-ayat lain, yaitu pada Surah Al-A'raf/7: 88-93, Hud/11: 87-94, dan asy-Syu'ara'/26: 176-190.",
    "quraish": "Lalu mereka mendustakan dan mendurhakainya. Maka Allah menghancurkan mereka dengan gempa sangat keras yang meruntuhkan rumah-rumah mereka dan menimpa diri mereka sehingga mereka mati bergelimpangan.",
    "jalalayn": "(Maka mereka mendustakan Syuaib, lalu mereka ditimpa gempa yang dahsyat) gempa yang sangat kuat goncangannya (dan jadilah mereka mayit-mayit yang bergelimpangan di rumah-rumah mereka) yakni mereka mati dalam keadaan terduduk di atas lutut mereka di tempat tinggal masing-masing."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 38,
    "arab": "وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ",
    "translation": "Juga (ingatlah) kaum ’Ad dan Samud, sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3378.mp3",
    "tafsir": "Akan tetapi, sebagaimana halnya kaum Nabi Lut, umat Nabi Syuaib pun durhaka dan tidak mau menerima nasihat Nabi Syuaib. Mereka malah mendustakannya. Oleh karena itu, berlakulah sunah Allah. Ketika mereka dengan terang-terangan mengingkari Syuaib setelah diberi peringatan berulang-ulang, maka tibalah waktunya Allah mengazab mereka. Bumi tempat kediaman mereka diguncang oleh gempa yang menggetarkan dan menghancurkan tanah kediaman mereka. Mereka mati jungkir balik dan ditelan bumi, tanpa bergerak lagi. Cerita lebih lengkap tentang Nabi Syuaib telah disebutkan pula oleh Tuhan dalam ayat-ayat lain, yaitu pada Surah Al-A'raf/7: 88-93, Hud/11: 87-94, dan asy-Syu'ara'/26: 176-190.",
    "quraish": "Dan ingatlah, wahai Rasul, peristiwa kematian kaum 'Ad dan Tsamûd, ketika Kami menghancurkan mereka. Bekas-bekas rumah mereka yang tertinggal masih terlihat jelas. Kehancuran ini adalah disebabkan oleh perbuatan-perbuatan batil mereka yang telah dihiasi oleh setan, sehingga mereka mengikutinya. Dengan begitu, setan telah memalingkan mereka dari jalan kebenaran yang telah mereka ketahui melalui para rasul.",
    "jalalayn": "(Dan) Kami binasakan (kaum Ad dan Tsamud) lafal tsamuuda dapat pula dibaca tsamuudan dengan memakai harakat tanwin, maksudnya adalah nama kabilah (dan sungguh telah nyata bagi kalian) kebinasaan mereka (dari puing-puing tempat tinggal mereka) di daerah Al-Hijr dan negeri Yaman. (Dan setan menjadikan mereka memandang baik perbuatan-perbuatan mereka) seperti kekafiran dan kemaksiatan (lalu ia menghalangi mereka dari jalan) yang benar (sedangkan mereka adalah orang-orang yang berpandangan tajam) yakni memiliki pandangan tentang perkara hak itu tetapi mereka tidak mau mengikutinya."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 39,
    "arab": "وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سَابِقِيْنَ ۚ",
    "translation": "dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3379.mp3",
    "tafsir": "Musa telah menjelaskan kepada Karun, Fir'aun, dan Haman tanda-tanda kebesaran ayat Allah sebagai dasar untuk memperkuat risalah yang dibawanya. Namun demikian, mereka bersikap angkuh atau takabur dan tidak mau beriman. Kecongkakan Fir'aun sungguh telah melampaui batas. Ia menganggap dirinya sebagai tuhan yang harus disembah. Oleh karena itu, mereka semua tidak terlepas dari azab Allah dalam berbagai siksaan.",
    "quraish": "Wahai Rasul, ingatkanlah orang-orang yang tertipu dengan harta benda dan kekuasaan mengenai kematian Qârûn, Fir'aun, Hâmân dan tentang hukum Allah yang menimpa mereka berupa kehancuran orang-orang yang mendustakan. Allah telah mengirim Mûsâ kepada mereka dengan mukjizat yang jelas, yang menunjukkan kebenarannya. Kemudian, dengan sikap sombong, mereka mendustakannya dan enggan untuk menerima seruannya. Mereka tidak akan dapat mengungguli kekuasaan Allah dengan berusaha menghindari azab-Nya.",
    "jalalayn": "(Dan) telah Kami binasakan pula (Qarun, Firaun dan Haman. Dan sesungguhnya telah datang kepada mereka) sebelumnya (Musa dengan membawa keterangan-keterangan yang nyata) hujah-hujah yang jelas dan gamblang. (Akan tetapi mereka berlaku sombong di muka bumi dan tiadalah mereka orang-orang yang luput) dari azab Kami."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 40,
    "arab": "فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3380.mp3",
    "tafsir": "Allah membinasakan umat-umat terdahulu yang mendustakan para rasul dengan menurunkan bermacam-macam azab, di antaranya:\na. Angin yang sangat kencang dan membawa batu, yang didatangkan kepada kaum 'Ad. Mereka menantang Nabi Hud, \"Siapakah gerangan yang lebih kuat dan berkuasa lagi dari kami?\" Kesombongan mereka dibalas Tuhan dengan mendatangkan angin, sehingga mereka mati bergelimpangan. Allah berfirman dalam ayat lain yang menjelaskan tentang siksaan itu, yakni:\nSedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk).Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 6-8) \n\nb. Suara mengguntur yang memecahkan anak telinga. Siksaan ini diturunkan kepada kaum Samud. Mereka masih membangkang, tidak mau beriman kepada Nabi Saleh. Tiba-tiba mereka dipingsankan lalu mati oleh kejutan suara yang mengguntur yang dahsyat sekali. Allah menjelaskan lagi:\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras. (al-haqqah/69: 5)\n\nc. Ditelan bumi, inilah kisah buat Karun, seorang hartawan. Pada mulanya, ia adalah seorang yang beriman dan patuh kepada Musa. Kemudian setelah kaya, ia menjadi sombong dan durhaka. Ia berbuat kemungkaran melampaui batas. Lebih dari itu, ia tidak mau menyerahkan zakat sebagai kewajiban harta kekayaan bagi orang kaya. Karena kecongkakan ini, Allah menyiksanya. Tanah sekitar Karun berpijak berguncang, runtuh, dan secara berangsur menelan tubuh Karun sampai lenyap sama sekali dari permukaan bumi.\nFirman Allah : \nMaka Kami benamkan dia (Karun) bersama rumahnya ke dalam bumi. Maka tidak ada baginya satu golongan pun yang akan menolongnya selain Allah, dan dia tidak termasuk orang-orang yang dapat membela diri. (al-Qasas/28: 81)\n\nd. Ditenggelamkan ke dalam air. Inilah siksaan buat umat Nabi Nuh bersama seluruh hartanya. Selain umat Nabi Nuh, Fir'aun, Haman beserta bala tentaranya juga tenggelam dalam Laut Merah sebagai balasan atas kesombongan dan siksaan yang mereka lakukan terhadap Musa dan pengikutnya. Firman Allah tentang Nuh dalam Surah al-Anbiya'/21: 76-77:\nDan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar. Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 76-77)\n\nFirman Allah tentang Fir'aun dalam Surah al-Qasas/28: 39-40:\nDan dia (Fir'aun) dan bala tentaranya berlaku sombong, di bumi tanpa alasan yang benar, dan mereka mengira bahwa mereka tidak akan dikembalikan kepada Kami. Maka Kami siksa dia (Fir'aun) dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka perhatikanlah bagaimana kesudahan orang yang zalim.\n\nSemua itu adalah balasan yang setimpal atas kesalahan yang mereka lakukan, bukan kezaliman dari Allah. Dia tidak akan menyiksa seseorang kecuali yang mengerjakan perbuatan tercela. Mengazab seseorang tanpa ada kesalahan tidak sesuai dengan sunah Allah yang berlaku. Mereka yang tersebut dalam ayat-ayat yang lalu disiksa karena dosa dan kekafiran mereka terhadap Allah. Di samping itu, juga karena mereka menyembah berhala dan mengingkari nikmat yang diberikan kepadanya.",
    "quraish": "Maka setiap umat yang mendustakan rasul-rasul mereka dimusnahkan oleh Allah karena kekufuran dan kemaksiatan yang mereka lakukan. Sebagian dari umat-umat ini dihancurkan dengan angin kencang yang menghujani mereka dengan bebatuan, sebagian lainnya dengan suara keras yang menggelegar dan memusnahkan, sebagian lainnya dibenamkan dalam bumi dan sebagian yang lain ditenggelamkan di laut. Azab ini bukanlah karena kezaliman Allah terhadap mereka, tetapi karena kekufuran dan perbuatan dosa mereka.",
    "jalalayn": "(Maka masing-masing) dari orang-orang yang telah disebutkan di atas tadi (Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil) yaitu angin topan yang dibarengi dengan batu-batu kerikil, sebagaimana azab yang telah menimpa kaum Nabi Luth (dan di antara mereka ada yang ditimpa suara keras yang mengguntur) seperti azab yang menimpa kaum Tsamud (dan di antara mereka ada yang Kami benamkan ke dalam bumi) sebagaimana yang dialami oleh Qarun (dan di antara mereka ada yang Kami tenggelamkan) seperti yang menimpa kaum Nabi Nuh dan Firaun beserta kaumnya (dan Allah sekali-kali tidak hendak menganiaya mereka) maksudnya tidak akan mengazab mereka dengan tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) disebabkan mereka telah melakukan dosa."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 41,
    "arab": "مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ",
    "translation": "Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3381.mp3",
    "tafsir": "Kaum penyembah berhala yang memandang selain Allah sebagai penolong mereka dan selalu mengharapkan darinya pertolongan dan penolak bahaya, adalah bagaikan laba-laba yang berlindung pada sarangnya yang begitu lemah, sehingga tak kuat menahan tiupan angin, dan melindunginya dari dingin dan panas. Sarang tersebut tak dapat memenuhi kebutuhan utamanya apabila sedang diperlukan. Demikianlah halnya orang-orang kafir (musyrik). Mereka tak sanggup menyelamatkan diri bila Allah mendatangkan siksa-Nya. Pelindung mereka (selain dari Allah) tidak akan dapat memberikan pertolongan. Bahkan, diri mereka sendiri tidak dapat mengelakkan mereka dari azab Allah. \nRingkasnya, orang musyrik penyembah berhala itu tak ubahnya bagaikan laba-laba yang membuat sarang, sangat rapuh dan lemah. Sarang laba-laba itu adalah ibarat dari suatu bangunan rumah yang sangat rapuh. Demikian pula agama yang sangat lemah adalah agama yang menyembah berhala",
    "quraish": "Keadaan orang-orang yang mendustakan dan tunduk kepada selain Allah--dalam hal kelemahan dan ketergantungan mereka kepada yang tidak dapat dijadikan sebagai tempat bergantung--adalah bagaikan laba-laba yang menjadikan rumahnya sebagai tempat berlindung. Rumahnya adalah rumah yang paling lemah dan sama sekali tidak layak untuk dijadikan sebagai tempat berlindung. Kalau seandainya orang-orang yang mendustakan adalah orang-orang yang berilmu, niscaya mereka tidak akan melakukannya(1). (1) Sarang laba-laba yang dijadikan sebagai tempat tinggal dan perangkap untuk menangkap mangsanya, memang pembuatannya sangat rumit, karena terbuat dari benang-benang yang sangat halus yang melebihi halusnya sutera. Kehalusan sarang laba-laba inilah yang membuat susunannya menjadi rumah paling lemah yang dijadikan tempat berlindung oleh hewan apa pun.",
    "jalalayn": "(Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah) yakni berhala-berhala yang mereka harapkan dapat memberi manfaat kepada diri mereka (adalah seperti laba-laba yang membuat rumah) untuk tempat tinggalnya. (Dan sesungguhnya rumah yang paling lemah) yang paling rapuh (ialah rumah laba-laba) karena tidak dapat melindungi diri dari panas matahari dan dari dinginnya udara, demikian pula berhala-berhala itu, mereka tidak dapat memberikan manfaat apa pun kepada para penyembahnya (kalau mereka mengetahui) hal tersebut, tentu mereka tidak akan menyembahnya."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 42,
    "arab": "اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3382.mp3",
    "tafsir": "Allah Maha Mengetahui tentang apa yang mereka minta kepada berhala, patung, jin, bahkan manusia. Semuanya tak akan mungkin memberikan manfaat atau mendatangkan kecelakaan kepada seseorang bilamana Allah tidak menghendaki. Begitu lemahnya apa yang mereka sembah sehingga sama halnya dengan laba-laba yang hanya sanggup membuat rumah yang sangat rapuh sekali. \nAllah berkuasa menurunkan siksa kepada siapa yang kafir. Oleh karena itu, orang-orang musyrik hendaklah merasa takut kepada Allah, dan segera beriman kepada-Nya sebelum datang siksaan-Nya, seperti yang pernah dikirimkan-Nya kepada orang-orang dahulu kala. Bila siksaan Allah datang, tidak seorang pun di antara para penolong mereka itu (berhala-berhala) yang dapat menyelamatkan mereka. Allah selalu perkasa untuk menghancurkan barang siapa yang sepatutnya dibinasakan, dan Maha Bijaksana untuk mengundurkan siksa tersebut bagi orang yang diharapkan ada perubahan ke arah kebaikan dan dengan teguh melaksanakan kebaikan itu.",
    "quraish": "Sesungguhnya ilmu Allah meliputi kebatilan penyembahan tuhan-tuhan selain-Nya. Dialah Allah Swt. yang Mahaunggul atas segala sesuatu dan Mahabijaksana dalam mengurus dan memberi hukum.",
    "jalalayn": "(Sesungguhnya Allah mengetahui yang) arti huruf maa di sini bermakna alladzii, yakni apa yang (mereka seru) mereka sembah; lafal yad'uuna dapat pula dibaca tad'uuna (selain Allah) yakni selain daripada-Nya (yakni apa saja dan Dia Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 43,
    "arab": "وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعَالِمُوْنَ ",
    "translation": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3383.mp3",
    "tafsir": "Demikianlah Allah mengumpamakan sesuatu perumpamaan bagi manusia. Hanya orang berakal yang dapat memikirkan perumpamaan tersebut. Allah sengaja mengambil laba-laba sebagai perumpamaan, karena itu barangkali yang mudah mereka pahami. Selain dari itu, juga dimaksudkan untuk menerangkan segala keraguan mereka selama ini. Orang yang selalu menggunakan hati dan pikirannya dan ahli-ahli ilmu pengetahuan pasti dapat memahami perumpamaan tersebut dan akan semakin banyak mengetahui rahasia-rahasia Allah yang terkandung dalam ayat-ayat-Nya. Diriwayatkan dari Jabir bahwa Rasulullah pernah berkata:\n\"Orang yang berilmu itu ialah orang yang menjaga hal-hal yang dari Allah, dan beramal dalam rangka taat kepada-Nya serta menjauhi segala kemarahan-Nya.\" (Riwayat al-Haitsami)",
    "quraish": "Pelajaran-pelajaran dan perumpamaan-perumpamaan ini Allah sebutkan kepada manusia untuk mereka jadikan sebagai pelajaran. Tidak ada yang mengambil pelajaran darinya kecuali orang-orang berakal yang merenungi.",
    "jalalayn": "(Dan perumpamaan-perumpamaan ini) yang ada dalam Alquran (Kami buatkan) Kami jadikan (untuk manusia; dan tiada yang memahaminya) yang mengerti akan perumpamaan-perumpamaan ini (kecuali orang-orang yang berilmu) yakni, orang-orang yang berpikir."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 44,
    "arab": "خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔",
    "translation": "Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3384.mp3",
    "tafsir": "Dalil tentang kebesaran dan keagungan Allah itu terlihat pada ciptaan langit dan bumi. Bagi orang yang beriman dan menggunakan akal pikirannya, semua ciptaan Allah itu mengandung hikmah, dan tidak dijadikan percuma begitu saja. Dengan demikian kejadian langit dan bumi, memungkinkan manusia untuk menambah dan memperluas cakrawala pengetahuannya. Di samping itu, pengenalan mereka akan lebih intensif kepada Penciptanya, yakni Allah. \nMenurut kajian ilmiah, dalam menciptakan segala sesuatunya, Allah tidak pernah bermain-main. Dia melakukannya dengan \"benar\", dengan haq (antara lain juga dapat dilihat pada Surah Ibrahim/14: 19). Kata haq mengindikasikan sesuatu yang langgeng, mantap, sehingga tidak akan berubah. Dapat dilihat bahwa kehadiran semua benda yang ada di alam semesta ini mempunyai tujuan. Tidak ada satu benda pun diadakan Tuhan tanpa mempunyai tujuan. \nPlanet bumi ini dengan langitnya (atmosfer), telah diciptakan Allah dengan haq. Kata haq ini mengandung arti \"dengan benar, dengan tepat\". Bagaimanakah kebenaran dan ketepatan ciptaan-Nya, dapat dilihat dari uraian berikut.\nAtmosfer bumi terutama terdiri atas gas Nitrogen (N2“ sebesar 70%) yang tidak bersifat racun terhadap manusia. Gas ini sangat penting dalam proses pertumbuhan makhluk hidup, terutama tumbuhan. Sedangkan 20% lainnya diisi oleh gas Oksigen (O2) yang memberikan energi untuk proses metabolisme semua makhluk, melalui proses pernafasan (respirasi).\nJarak antara matahari dan bumi adalah sekitar 139 juta km. Jarak ini dianggap tepat karena pada jarak ini sinar matahari dapat berfungsi membantu berlangsungnya proses kehidupan. Apabila jaraknya berubah, apakah menjauh atau mendekat, maka efek sinar yang jatuh di bumi akan sangat fatal bagi makhluk hidup. Suhu bumi pada garis equator juga dianggap sangat moderat, yaitu rata-rata antara 28-350C.\nDalam uraian di atas telah digambarkan bahwa Allah menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tata surya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.",
    "quraish": "Dan di samping kisah-kisah, perumpamaan-perumpamaan dan bukti-bukti ini, terdapat bukti lain yang lebih jelas, yaitu penciptaan langit dan bumi dengan kekuasaan dan kebijaksanaan serta aturan yang sempurna untuk kepentingan manusia. Di dalam ini semua terdapat bukti-bukti yang benar bagi orang-orang yang meyakini kebenaran.",
    "jalalayn": "(Allah menciptakan langit dan bumi dengan hak) dengan benar. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) yang menunjukkan akan kekuasaan Allah swt. (bagi orang-orang mukmin) orang-orang mukmin disebutkan secara khusus karena hanya mereka sajalah yang dapat mengambil manfaat dari hal tersebut untuk memperkuat keimanannya, berbeda dengan orang-orang kafir."
  },
  {
    "hizb": 160,
    "name": "Al-'Ankabut",
    "ayat": 45,
    "arab": "اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ",
    "translation": "Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3385.mp3",
    "tafsir": "Ayat ini memerintahkan Nabi Muhammad agar selalu membaca dan memahami Al-Qur'an yang telah diturunkan kepadanya untuk mendekatkan diri kepada Allah. Dengan memahami pesan-pesan Al-Qur'an, ia dapat memperbaiki dan membina dirinya sesuai dengan tuntutan Allah. Perintah ini juga ditujukan kepada seluruh kaum Muslimin. Penghayatan terhadap kalam Ilahi yang terus dibaca akan mempengaruhi sikap, tingkah laku, dan budi pekerti orang yang membacanya.\nSetelah memerintahkan membaca, mempelajari, dan me-laksanakan ajaran-ajaran Al-Qur'an, maka Allah memerintahkan agar kaum Muslimin mengerjakan salat wajib, yaitu salat lima waktu. Salat hendaklah dikerjakan sesuai rukun dan syaratnya, serta penuh kekhusyukan. Sangat dianjurkan mengerjakan salat itu lengkap dengan sunah-sunahnya. Jika dikerjakan dengan sempurna, maka salat dapat mencegah dan menghalangi orang yang mengerjakannya dari perbuatan-perbuatan keji dan mungkar.\nMengerjakan salat adalah sebagai perwujudan dari keyakinan yang telah tertanam di dalam hati orang yang mengerjakannya, dan menjadi bukti bahwa ia meyakini bahwa dirinya sangat tergantung kepada Allah. Oleh karena itu, ia berusaha sekuat tenaga untuk melaksanakan perintah-perintah Allah dan menjauhi larangan-larangan-Nya, sesuai bacaan surat al-Fatihah dalam salat, \"Tunjukkanlah kepada kami (wahai Allah) jalan yang lurus, yaitu jalan orang-orang yang telah Engkau anugerahkan nikmat kepada mereka; bukan jalan yang dimurkai dan bukan pula jalan mereka yang sesat.\" Doa itu selalu diingatnya, sehingga ia tidak berkeinginan sedikit pun untuk mengerjakan perbuatan-perbuatan yang keji dan mungkar.\nBeberapa ulama tafsir berpendapat bahwa yang memelihara orang yang mengerjakan salat dari perbuatan keji dan mungkar itu ialah salat itu sendiri. Menurut mereka, salat itu memelihara seseorang selama orang itu memelihara salatnya, sebagaimana firman Allah:\nPeliharalah semua salat dan salat wustha. Dan laksanakanlah (salat) karena Allah dengan khusyuk. (al-Baqarah/2: 238)\n\nRasulullah saw menerangkan keutamaan dan manfaat yang diperoleh orang yang mengerjakan salat serta kerugian dan siksaan yang akan menimpa orang yang tidak mengerjakannya, sebagaimana tersebut dalam hadis: \nDari Nabi saw, bahwasanya ia pada suatu hari menyebut tentang salat, maka ia berkata, \"Barang siapa yang memelihara salat, ia akan memperoleh cahaya, petunjuk, dan keselamatan pada hari Kiamat, dan barang siapa yang tidak memeliharanya, ia tidak akan memperoleh cahaya, petunjuk, dan keselamatan. Dan ia pada hari Kiamat bersama Karun, Fir'aun, Haman, dan Ubai bin Khalaf. (Riwayat Ahmad dan ath-thabrani dari 'Abdullah bin 'Umar) \n\nNabi saw menerangkan pula keadaan orang yang mengerjakan salat lima waktu dengan sungguh-sungguh, lengkap dengan rukun dan syaratnya, tetap pada waktu-waktu yang telah ditentukan. Orang yang demikian, kata Nabi, seakan-akan dosanya dicuci lima kali sehari, sehingga tidak sedikit pun yang tertinggal. Rasulullah saw bersabda:\n\"Bagaimanakah pendapatmu, andaikata ada sebuah sungai dekat pintu rumah salah seorang dari kamu, ia mandi di sungai itu lima kali setiap hari. Adakah masih ada dakinya yang tinggal barang sedikit pun?\" Para sahabat menjawab, \"Tidak ada daki yang tertinggal barang sedikit pun.\" Rasulullah bersabda, \"Maka demikianlah perumpamaan salat yang lima waktu, dengan salat itu Allah akan menghapus semua kesalahannya.\" (Riwayat at-Tirmidzi dari Abu Hurairah) \n\nDemikianlah perumpamaan yang diberikan Rasulullah saw tentang keadaan orang yang mengerjakan salat lima waktu dengan sungguh-sungguh hanya karena Allah.\nDari ayat dan hadis Rasulullah yang telah disebutkan di atas dapat diambil kesimpulan bahwa ada tiga sasaran yang hendak dituju oleh orang yang mengerjakan salat, yaitu: 1) timbulnya keikhlasan; 2) timbulnya sifat takwa kepada Allah; dan 3) selalu mengingat Allah.\nSalat hendaknya bisa menimbulkan keikhlasan bagi orang yang mengerjakannya karena dikerjakan semata-mata karena Allah, untuk memurnikan ketaatan hanya kepada-Nya. Sebagai perwujudan dari ikhlas ini pada diri seseorang ialah timbulnya keinginan di dalam hatinya untuk mengerjakan segala sesuatu yang diridai Allah. \nBertakwa kepada Allah maksudnya ialah timbulnya keinginan bagi orang yang mengerjakan salat itu untuk melaksanakan semua yang diperintahkan Allah dan menjauhi semua yang dilarang-Nya. Dengan salat seseorang juga akan selalu mengingat Allah, karena dalam bacaan salat itu terdapat ucapan-ucapan tasbih, tahmid, dan takbir. Ia juga dapat merasakan keagungan dan kebesaran Allah.\nAllah mengancam orang-orang yang tidak mengerjakan salat dengan azab neraka. Allah juga mengancam orang-orang yang mengerjakan salat karena ria dan orang-orang yang lalai dalam mengerjakannya. Allah berfirman:\n(4) Maka celakalah orang yang salat, (5) (yaitu) orang-orang yang lalai terhadap salatnya, (6) yang berbuat ria, (7) dan enggan (memberikan) bantuan. (al-Ma'un/107: 4-7)\n\nSenada dengan ayat di atas, Rasulullah saw bersabda:\nBarang siapa yang telah mengerjakan salat, tetapi salatnya tidak dapat mencegahnya dari perbuatan keji dan perbuatan mungkar, maka salatnya itu tidak akan menambah sedikit pun (kepadanya), kecuali ia bertambah jauh dari Allah. (Riwayat Ibnu Jarir dari Isma'il bin Muslim bin al-hasan) \n\nSelanjutnya ayat ini menerangkan bahwa mengingat Allah itu adalah lebih besar. Maksud pernyataan ini ialah salat merupakan ibadah yang paling utama dibanding dengan ibadah-ibadah yang lain. Oleh karena itu, hendaklah setiap kaum Muslimin mengerjakannya dengan sungguh-sungguh. Dengan perkataan lain bahwa kalimat ini menegaskan kembali kalimat sebelumnya yang memerintahkan kaum Muslimin mengerjakan salat dan menerangkan hikmah mengerjakannya.\nIbnu 'Abbas dan Mujahid menafsirkan kalimat \"wa ladzikrullah akbar\" (mengingat Allah itu adalah lebih besar) dengan penjelasan Rasulullah bahwa Allah mengingat para hamba-Nya lebih banyak dibandingkan dengan mereka mengingat-Nya dengan cara menaati-Nya. Nabi saw bersabda:\nAllah lebih banyak mengingatmu daripada kamu mengingat-Nya. (Riwayat al-Baihaqi) \nHal ini sesuai dengan hadis qudsi Nabi saw: \nBarang siapa yang mengingat-Ku dalam dirinya, maka Aku akan mengingatnya dalam diri-Ku, dan siapa yang mengingat-Ku bersama-sama dengan suatu jamaah tentu Aku akan mengingatnya dalam kelompok yang lebih bagus daripada mereka. (Riwayat al-Bukhari dari Abu Hurairah)",
    "quraish": "Bacalah kitab Allah, wahai Nabi, dan jangan pedulikan mereka, serta kerjakanlah salat sesuai dengan ketentuan yang benar. Karena salat yang disertai dengan keikhlasan akan memalingkan orang yang mengerjakannya dari dosa-dosa besar dan segala yang tidak dibolehkan dalam hukum agama. Sesungguhnya di dalam ketakwaan kepada Allah dan berkonsentrasi kepada-Nya dalam salat dan lainnya, terdapat pengaruh dan pahala yang terbesar. Allah Maha Mengetahui kebaikan dan kejahatan yang kalian lakukan, kemudian memberikan balasan pada kalian atasnya.",
    "jalalayn": "(Bacalah apa yang telah diwahyukan kepadamu, yaitu Alkitab) kitab Alquran (dan dirikanlah salat. Sesungguhnya salat itu mencegah dari perbuatan-perbuatan keji dan mungkar) menurut syariat seharusnya salat menjadi benteng bagi seseorang dari perbuatan-perbuatan keji dan mungkar, selagi ia benar-benar mengerjakannya. (Dan sesungguhnya mengingat Allah adalah lebih besar keutamaannya) daripada ibadah-ibadah dan amal-amal ketaatan lainnya. (Dan Allah mengetahui apa yang kalian kerjakan) maka Dia membalasnya kepada kalian."
  }
]