[
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 31,
    "arab": "۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ",
    "translation": "Dan barangsiapa di antara kamu (istri-istri Nabi) tetap taat kepada Allah dan Rasul-Nya dan mengerjakan kebajikan, niscaya Kami berikan pahala kepadanya dua kali lipat dan Kami sediakan rezeki yang mulia baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3564.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa siapa pun di antara istri-istri Nabi. saw yang tetap taat kepada Allah dan rasul-Nya, serta mengerjakan amal yang saleh, pasti diberi-Nya pahala dua kali lipat sebagai penghargaan bagi mereka. Penghargaan itu karena kedudukan mereka selaku \"Ummahatul Mu'minin\", yaitu ibu kehormatan segenap kaum mukminin, dan mereka berada di rumah Nabi saw, tempat turun wahyu Allah, cahaya hikmat dan petunjuk ke jalan yang lurus. Selain pahala yang berlipat ganda, Allah akan memberikan pula rezeki yang mulia di dunia dan di akhirat. Di dunia karena mereka menjadi pusat perhatian seluruh perempuan mukminat yang memandang mereka dengan penuh penghormatan dan kewibawaan dan di akhirat karena mereka adalah istri-istri Nabi. saw yang akan ditempatkan oleh Allah pada derajat yang tinggi dalam surga Jannatun Na'im.",
    "quraish": "Dan apabila salah seorang dari kalian tetap teguh dan tunduk pada Allah dan rasul-Nya serta berbuat kebajikan, maka Allah akan memberikan pahala dua kali lipat kebaikan itu. Dan Kami akan menyediakan baginya rezeki yang sangat besar.",
    "jalalayn": "(Dan barang siapa yang tetap taat) tetap setia (di antara kalian kepada Allah dan Rasul-Nya dan mengerjakan amal yang saleh, niscaya Kami berikan kepadanya pahala dua kali lipat) dua kali lipat pahala yang diterima oleh wanita-wanita yang taat selain kalian. Dan menurut suatu qiraat lafal Ta'malu dan Nu'tihaa dibaca Ya'malu dan Yu'tihaa (dan Kami sediakan baginya rezeki yang mulia) di surga sebagai tambahan pahalanya."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 32,
    "arab": "يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ",
    "translation": "Wahai istri-istri Nabi! Kamu tidak seperti perempuan-perempuan yang lain, jika kamu bertakwa. Maka janganlah kamu tunduk (melemah lembutkan suara) dalam berbicara sehingga bangkit nafsu orang yang ada penyakit dalam hatinya, dan ucapkanlah perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3565.mp3",
    "tafsir": "Pada ayat ini, Allah memperingatkan kepada istri-istri Nabi. saw bahwa mereka dengan julukan \"Ummahatul Mu'minin\" sama sekali tidak dapat dipersamakan dengan perempuan mukminat yang mana pun dalam segi keutamaan dan penghormatan, jika mereka betul-betul bertakwa. Tidak ada seorang perempuan pun yang dapat menyerupai kedudukan apalagi melebihi keutamaan mereka karena suami mereka adalah \"Sayyidul Anbiya' wal Mursalin\". Oleh karena itu, jika mengadakan pembicaraan dengan orang lain, maka mereka dilarang merendahkan suara yang dapat menimbulkan perasaan kurang baik terhadap kesucian dan kehormatan mereka, terutama jika yang dihadapi itu orang-orang fasik atau munafik yang itikad baiknya diragukan. Istri-istri Nabi. saw itu, setelah beliau wafat tidak boleh dinikahi oleh siapa pun, sesuai dengan firman Allah:\nDan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah. (al-Ahzab/33: 53)",
    "quraish": "Wahai istri-istri Rasul, sesungguhnya keutamaan dan kedudukan kalian itu tidak seperti wanita pada umumnya. Jika kalian bertakwa, maka janganlah bersikap terlalu lembut dan terlalu lunak dalam bertutur sehingga dapat menarik perhatian orang yang hatinya kotor. Berbicaralah secara wajar dan tidak dibuat- buat.",
    "jalalayn": "(Hai istri-istri Nabi! Kamu sekalian tidaklah seperti seseorang) yakni segolongan (di antara wanita yang lain, jika kalian bertakwa) kepada Allah, karena sesungguhnya kalian adalah wanita-wanita yang agung. (Maka janganlah kalian tunduk dalam berbicara) dengan kaum laki-laki (sehingga berkeinginan orang yang ada penyakit dalam hatinya) yakni perasaan nifaq (dan ucapkanlah perkataan yang baik) dengan tanpa tunduk."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 33,
    "arab": "وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ",
    "translation": "Dan hendaklah kamu tetap di rumahmu dan janganlah kamu berhias dan (bertingkah laku) seperti orang-orang jahiliah dahulu, dan laksanakanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3566.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan supaya para istri Nabi. tetap tinggal di rumah mereka masing-masing dan tidak keluar kecuali bila ada keperluan. Perintah ini berlaku bagi istri-istri Nabi. saw. Mereka dilarang memamerkan perhiasannya, dan bertingkah laku seperti orang-orang Jahiliah masa dahulu sebelum zaman Nabi Muhammad. \nSetelah mereka dilarang mengerjakan keburukan, mereka diperintahkan mengerjakan kebajikan, seperti mendirikan salat lima waktu sesuai syarat dan rukun-rukunnya dan menunaikan zakat harta bendanya. Telah menjadi kebiasaan, jika disebut salat maka selalu dikaitkan dengan zakat, sebab keduanya menghasilkan kebersihan diri dan harta. Hikmah dari keduanya supaya tetap taat kepada Allah dan Rasul-Nya karena hal itu adalah pelaksanaan dari isi dua kalimat syahadat yang menjadi jalan kebahagiaan di dunia dan akhirat. \nAllah mengeluarkan perintah itu disertai sebutan \"ahlul bait\", yaitu semua keluarga rumah tangga Rasulullah, dengan maksud untuk menghilangkan dosa-dosa dari mereka. Allah juga bermaksud membersihkan mereka dari kekotoran kefasikan dan kemunafikan yang biasa menempel pada orang yang berdosa. Dengan demikian, Allah akan membersihkan mereka sebersih-bersihnya. \nAnas bin Malik dalam rangka menerangkan siapa yang dimaksud dengan ahlul bait dalam ayat ini meriwayatkan:\nSesungguhnya Rasulullah selalu mendatangi rumah putrinya Fatimah, selama enam bulan pada setiap salat Subuh. Beliau berseru, \"Salat, hai Ahlul Bait, sesungguhnya Allah hendak menghilangkan dosa dari kamu, dan membersihkan kamu sebersih-bersihnya.\" (Riwayat at-Tirmidzi dan Abu Dawud ath-thayalisi dari Anas bin Malik)",
    "quraish": "Tetaplah berada di rumah. Jangan meninggalkan tempat tinggal kecuali jika ada kepentingan yang dibenarkan oleh Allah yang mengharuskan kalian keluar rumah. Jangan memperlihatkan keindahan dan perhiasan kalian kepada kaum lelaki jika kalian berada di luar, seperti yang pernah dilakukan oleh orang-orang Jahiliah dahulu. Laksanakan salat dengan sempurna, tunaikan zakat, laksanakan segala perintah Allah dan Rasul serta tinggalkan segala yang dilarang. Dengan perintah dan larangan itu Allah bermaksud memberikan kehormatan dan kemuliaan kepada kalian.",
    "jalalayn": "(Dan hendaklah kalian tetap) dapat dibaca Qirna dan Qarna (di rumah kalian) lafal Qarna pada asalnya adalah Aqrarna atau Aqrirna, yang diambil dari kata Qararta atau Qarirta. Kemudian harakat Ra dipindahkan kepada Qaf, selanjutnya huruf Ra dan hamzah Washalnya dibuang sehingga jadilah, Qarna atau Qirna (dan janganlah kalian berhias) asalnya berbunyi Tatabarrajna kemudian salah satu huruf Ta dibuang sehingga jadilah Tabarrajna (sebagaimana orang-orang jahiliah yang dahulu) sebagaimana berhiasnya orang-orang sebelum Islam, yaitu kaum wanita selalu menampakkan kecantikan mereka kepada kaum lelaki. Adapun yang diperbolehkan oleh Islam adalah sebagaimana yang disebutkan di dalam firman-Nya, \".. dan janganlah mereka menampakkan perhiasannya, kecuali yang biasa tampak daripadanya.\" (Q.S. An-Nur, 31). (dan dirikanlah salat, tunaikanlah zakat dan taatilah Allah dan Rasul-Nya. Sesungguhnya Allah bermaksud hendak menghilangkan dosa dari kalian) yakni dosa-dosa, hai (ahlul bait) yakni istri-istri Nabi saw. (dan membersihkan kalian) daripada dosa-dosa itu (sebersih-bersihnya.)"
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 34,
    "arab": "وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ",
    "translation": "Dan ingatlah apa yang dibacakan di rumahmu dari ayat-ayat Allah dan hikmah (sunnah Nabimu). Sungguh, Allah Mahalembut, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3567.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan sebab-sebab mereka mendapat karunia yang besar itu. Di antaranya ialah karena rumah kediaman istri-istri Nabi. itu adalah tempat-tempat turun wahyu. Allah memerintahkan kepada istri-istri Nabi. saw supaya mengajarkan apa yang dibacakan di rumah mereka itu dari ayat-ayat Allah dan sunah Nabi kepada orang lain. Sunah Nabi itu bisa berupa apa yang mereka saksikan tentang kehidupan Nabi dalam lingkungan rumah tangga dan berhubungan dengan syariat Islam.",
    "quraish": "Dan hafallah ayat-ayat al-Qur'ân yang diturunkan dan diperdengarkan di rumah kalian. Catatlah ketegasan-ketegasan hukum yang pernah diucapkan Rasulullah. Allah Maha Mengetahui rahasia dan hakikat segala sesuatu, maka berhati-hatilah jangan sampai menyalahi perintah Allah dan mendurhakai rasul-Nya.",
    "jalalayn": "(Dan ingatlah apa yang dibacakan di rumah kalian dari ayat-ayat Allah) Alquran (dan hikmah) sunah Nabi. (Sesungguhnya Allah adalah Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Mengetahui) terhadap semua makhluk-Nya."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 35,
    "arab": "اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذَّاكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذَّاكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ",
    "translation": "Sungguh, laki-laki dan perempuan muslim, laki-laki dan perempuan mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya, laki-laki dan perempuan yang benar, laki-laki dan perempuan yang sabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, Allah telah menyediakan untuk mereka ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3568.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan sifat-sifat hamba-Nya yang akan diampuni segala dosa dan kesalahannya serta dimasukkan ke dalam surga. Sifat-sifat mereka ada sepuluh macam:\n1.Taat dan tunduk kepada hukum Islam, baik ucapan maupun perbuatan.\n2.Membenarkan dan memercayai ajaran Allah dan rasul-Nya.\n3.Selalu melaksanakan perintah-perintah agama dengan penuh kekhusyukan dan ketenangan.\n4.Selalu benar dalam ucapan dan perbuatan, sebagai tanda keimanan yang sempurna. Dalam sebuah hadis yang sahih disebutkan bahwa Rasulullah saw bersabda, \"Peganglah kebenaran, bahwa kebenaran itu membawa pada kebajikan, dan kebajikan akan membawa masuk surga, dan jauhilah dusta, sebab dusta itu membawa pada kedurhakaan dan kedurhakaan itu membawa ke neraka.\"\n5.Sabar menghadapi kesulitan dan penderitaan dalam melaksanakan perintah Allah serta menahan syahwat dan hawa nafsu.\n6.Khusyuk dan tawaduk kepada Allah, baik jasmani maupun rohani, dalam melaksanakan semua tugas dan kewajiban dan keikhlasan semata-mata untuk mencari keridaan Allah.\n7.Bersedekah dengan harta dan memberi bantuan kepada mereka yang serba kekurangan dan tidak mempunyai penghasilan.\n8.Berpuasa yang dapat membantu menundukkan syahwat dan hawa nafsu, sebagaimana tercantum di dalam sabda Rasulullah saw \"Wahai sekalian pemuda, siapa di antara kamu yang mampu untuk kawin silakan kawin, karena perkawinan itu lebih dapat menahan pandangan mata dan lebih memelihara kemaluan, dan barang siapa yang belum mampu, supaya berpuasa, karena berpuasa itu dapat membendung syahwatnya.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud)\n\n9.Menjaga kemaluan dan kehormatan dari segala perbuatan yang haram dan keji, sesuai dengan firman Allah:\nDan orang yang memelihara kemaluannya, kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela. Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas. (al-Mu'minun/23: 5-7)\n\n10.Selalu ingat kepada Allah dengan lidah dan hati, sesuai dengan hadis yang diriwayatkan dari Mujahid yang menyatakan bahwa seseorang itu belum disebut banyak mengingat Allah kecuali bila sudah dapat mengingat-Nya sambil berdiri, duduk, dan berbaring. Abu Sa'id al-Khudri telah meriwayatkan sebuah hadis bahwa Rasulullah bersabda: \n\"Apabila seorang suami membangunkan seorang istrinya di malam hari lalu mereka salat Tahajud dua rakaat , maka mereka berdua pada malam tersebut termasuk orang-orang yang banyak mengingat Allah.\" (Riwayat Abu Dawud, an-Nasa'i, dan Ibnu Majah)\n\nDalam hadis yang lain dari Sahal bin Mu'az al-Juhani dari ayahnya diriwayatkan bahwa seorang laki-laki bertanya kepada Rasulullah saw: \n\"Pejuang-pejuang manakah yang paling besar pahalanya wahai Rasulullah?\" Nabi saw menjawab, \"Yang paling banyak ingatnya kepada Allah. Lalu ia bertanya lagi,\" Cara orang yang berpuasa manakah yang paling besar pahalanya?\" Nabi saw menjawab, \"Yang paling banyak ingat kepada Allah.\" Kemudian dia menyebutkan pula orang yang salat, berzakat, naik haji dan bersedekah, dan pada kesemuanya itu Nabi saw mengatakan, \"Mereka yang paling banyak ingatnya kepada Allah.\" Abu Bakar lalu berkata kepada Umar, \"Orang yang banyak ingatnya kepada Allah telah membawa semua kebajikan.\" Dan Nabi saw menambahkan, \"Memang demikianlah.\" (Riwayat Ahmad)",
    "quraish": "Sesungguhnya kaum lelaki dan wanita yang tunduk, percaya pada Allah dan Rasul-Nya, melakukan ketaatan, jujur dalam perkataan, perbuatan dan niat, tabah dalam menghadapi cobaan dalam berjuang di jalan Allah, merendahkan diri, menyedekahkan sebagian harta bagi orang yang membutuhkan, melakukan puasa wajib dan sunnah, menjaga kemaluan dari hal-hal yang dilarang, serta berzikir pada Allah dengan hati dan lisan, niscaya Allah akan memberikan pengampunan bagi segala dosa dan pahala yang besar atas perbuatan baik mereka.",
    "jalalayn": "(Sesungguhnya laki-laki dan perempuan yang muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang tetap dalam ketaatannya) (laki-laki dan perempuan yang benar) dalam keimanannya (laki-laki dan perempuan yang sabar) di dalam menjalankan ketaatan (laki-laki yang khusyuk) yang merendahkan diri (dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya) dari hal-hal yang diharamkan (laki-laki dan perempuan yang banyak menyebut nama Allah, Allah telah menyediakan untuk mereka ampunan) dari perbuatan-perbuatan maksiat yang pernah mereka lakukan (dan pahala yang besar) bagi amal ketaatan mereka."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 36,
    "arab": "وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ",
    "translation": "Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Dan barangsiapa mendurhakai Allah dan Rasul-Nya, maka sungguh, dia telah tersesat, dengan kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3569.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa tidak patut bagi orang-orang yang beriman baik laki-laki maupun perempuan, apabila Allah dan rasul-Nya telah menetapkan ketentuan, mereka memilih ketentuan lain yang bertentangan dengan ketetapan keduanya. Menentukan pilihan sendiri yang tidak sesuai dengan ketentuan dari Allah dan rasul-Nya berarti mendurhakai perintah keduanya, dan tersesat dari jalan yang benar. Hal seperti itu diancam pula oleh Allah dengan firman-Nya:\nMaka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih. (an-Nur/24: 63)",
    "quraish": "Tidak sepantasnya bagi orang-orang beriman, baik lelaki maupun wanita, untuk mencari pilihan hukum lain, jika Allah dan Rasul telah menetapkan hukum atas suatu persoalan. Barangsiapa menyalahi ketentuan hukum yang telah ditetapkan oleh Allah dan Rasul-Nya, maka sesungguhnya ia telah berada pada jalan yang sangat jauh dari kebenaran.",
    "jalalayn": "(Dan tidaklah patut bagi laki-laki yang Mukmin dan tidak pula bagi perempuan yang Mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan akan ada) Yakuuna dapat dibaca Takuuna (bagi mereka pilihan yang lain) (tentang urusan mereka) yang berbeda dengan apa yang telah ditetapkan oleh Allah dan Rasul-Nya. Ayat ini diturunkan berkenaan dengan Abdullah bin Jahsy beserta saudara perempuannya yang bernama Zainab; Nabi saw. melamarnya untuk dikawinkan kepada Zaid bin Haritsah, lalu keduanya tidak menyukai hal tersebut ketika keduanya mengetahui bahwa Nabi melamar saudara perempuannya bukanlah untuk dirinya sendiri, melainkan untuk anak angkatnya yaitu Zaid bin Haritsah. Akan tetapi setelah turun ayat ini keduanya menjadi rela. (Dan barang siapa mendurhakai Allah dan Rasul-Nya maka sungguh dia telah sesat, sesat yang nyata) nyata sesatnya. Kemudian Nabi mengawinkan Zainab binti Jahsy dengan Zaid. Akan tetapi sesudah beberapa waktu dalam diri Zaid timbul rasa tidak senang terhadap istrinya itu, lalu ia berkata kepada Nabi saw. bahwa ia bermaksud untuk menalaknya. Maka Nabi saw. menjawab, \"Peganglah istrimu itu di dalam pemeliharaanmu\" sebagaimana yang disitir oleh firman selanjutnya."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 37,
    "arab": "وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا ",
    "translation": "Dan (ingatlah), ketika engkau (Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankanlah terus istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya. Dan ketetapan Allah itu pasti terjadi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3570.mp3",
    "tafsir": "Selanjutnya dalam ayat ini, Allah memperingatkan Nabi-Nya bahwa apa-apa yang terjadi antara Zaid bin haritsah dengan Zainab binti Jahsy itu adalah untuk menguatkan keimanan beliau dengan menegaskan kebenaran dan menghilangkan keragu-raguan dari hati orang-orang yang lemah imannya. Allah menyuruh Rasul-Nya supaya memperhatikan ucapannya ketika beliau berkata kepada Zaid bin haritsah, \"Tahanlah terus istrimu dan bertakwalah kepada Allah, dan janganlah berpisah dengannya disebabkan kesombongan atau keangkuhannya karena keturunan, sebab perceraian itu akan mengakibatkan noda yang sulit untuk dihapus.\" \nNabi sendiri telah mengetahui bahwa Zaid pada akhirnya pasti akan bercerai dengan Zainab. Beliau merasa berat jika hal tersebut menjadi kenyataan, sebab akan menimbulkan berbagai macam tanggapan di kalangan masyarakat. Nabi menyembunyikan di dalam hatinya apa yang Allah nyatakan, karena Nabi sendiri menyadari bahwa beliau sendiri harus dijadikan teladan oleh seluruh umatnya untuk melaksanakan perintah Allah walaupun dengan mengorbankan perasaan. Menurut naluri, manusia biasanya takut kepada sesama manusia, padahal Allah yang lebih berhak untuk ditakuti. Beliau membayangkan bahwa apabila beliau menikah dengan Zainab, bekas istri anak angkatnya, hal itu pasti akan menjadi buah bibir di kalangan bangsa Arab, karena sejak zaman Jahiliah mereka memandang bahwa anak angkat itu sama dengan anak kandung, sehingga mereka melarang menikahi bekas istri anak angkat.",
    "quraish": "Ingatlah, wahai Muhammad, saat dirimu berkata pada Zaid bin Hâritsah, seorang yang telah mendaptkan karunia Islam (menjadi muslim) dari Allah Swt. dan nikmat pengasuhan dan pemerdekaan darimu, \"Pertahankan istrimu, Zainab binti Jahsy. Bertakwalah kepada Allah dan bersabarlah dalam mempergauli istrimu!\" Sementara di dalam hati kamu menyembunyikan sesuatu yang kelak akan diperlihatkan oleh Allah, yaitu bahwa Zaid akan menceraikan istrinya dan kamu akan mengawini jandanya, tapi dirimu takut khalayak ramai akan mengejekmu. Padahal sesungguhnya hanya Allah yang pantas kamu takuti, meskipun hal itu berat bagimu. Maka di saat Zaid menyudahi hubungan perkawinan dengan menceraikan istrinya, sebagai cara untuk mengatasi kesempitan hidup bersamanya, Kami kawinkan kamu dengan wanita itu. Dengan begitu, dirimu menjadi teladan bagi penghapusan sebuah tradisi rendah, sehingga orang-orang muslim tidak merasa bersalah jika mengawini wanita bekas istri anak angkat yang telah diceraikan. Dan sungguh segala yang dikehendaki oleh Allah pasti akan terjadi.",
    "jalalayn": "(Dan ketika) ingatlah ketika (kamu berkata kepada orang yang Allah telah melimpahkan nikmat kepadanya) yakni nikmat Islam (dan kamu juga telah memberi nikmat kepadanya,) dengan memerdekakannya, yang dimaksud adalah Zaid bin Haritsah, dahulu pada zaman jahiliah dia adalah tawanan kemudian ia dibeli oleh Rasulullah, lalu dimerdekakan dan diangkat menjadi anak angkatnya sendiri (\"Tahanlah terus istrimu dan bertakwalah kepada Allah\") dalam hal menalaknya (sedangkan kamu menyembunyikan di dalam hatimu apa yang Allah akan menyatakannya) akan membeberkannya, yaitu perasaan cinta kepada Zainab binti Jahsy, dan kamu berharap seandainya Zaid menalaknya, maka kamu akan menikahinya (dan kamu takut kepada manusia) bila mereka mengatakan bahwa dia telah menikahi bekas istri anaknya (sedangkan Allahlah yang lebih berhak untuk kamu takuti) dalam segala hal dan dalam masalah menikahinya, dan janganlah kamu takuti perkataan manusia. Kemudian Zaid menalak istrinya dan setelah idahnya habis, Allah swt. berfirman, (\"Maka tatkala Zaid telah mengakhiri keperluan terhadap istrinya) yakni kebutuhannya (Kami kawinkan kamu dengan dia) maka Nabi saw. langsung mengawininya tanpa meminta persetujuannya dulu, kemudian beliau membuat walimah buat kaum Muslimin dengan hidangan roti dan daging yang mengenyangkan mereka (supaya tidak ada keberatan bagi orang Mukmin untuk mengawini istri-istri anak-anak angkat mereka, apabila anak-anak angkat itu telah menyelesaikan keperluannya daripada istrinya. Dan adalah ketetapan Allah itu) apa yang telah dipastikan oleh-Nya (pasti terjadi.\")"
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 38,
    "arab": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ",
    "translation": "Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunnah Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3571.mp3",
    "tafsir": "Pada ayat ini, Allah menguatkan hukum yang telah ditetapkan sebelumnya yaitu bahwa tidak ada suatu keberatan apa pun atas Nabi saw apa yang telah menjadi ketetapan Allah baginya untuk mengawini perempuan bekas istri anak angkatnya setelah dijatuhi talak oleh suaminya dan habis masa idahnya. Orang-orang Yahudi sering mencela Nabi Muhammad saw karena mempunyai istri yang banyak, padahal mereka mengetahui bahwa nabi-nabi sebelumnya ada yang lebih banyak istrinya seperti Nabi Daud dan Nabi Sulaiman. \nNabi Muhammad diperintahkan Allah supaya tidak menghiraukan pembicaraan khalayak ramai sehubungan dengan pernikahan beliau dengan Zainab. Ketika Zaid telah menceraikan istrinya, Allah menikahkan Nabi saw dengan Zainab agar tidak ada keberatan bagi orang mukmin untuk menikahi bekas istri anak angkat apabila telah diceraikan. Ketetapan Allah tentang pernikahan Zainab dengan Nabi adalah suatu ketetapan yang sudah pasti. \nDiriwayatkan oleh al-Bukhari dan at-Tirmidzi bahwa Zainab sering membangga-banggakan dirinya di hadapan istri-istri Nabi. lainnya dengan ucapan, \"Kamu dinikahkan oleh keluargamu sendiri, tetapi saya dinikahkan oleh Allah. Diriwayatkan oleh Ibnu Jarir ath-thabari dari Sya'bi bahwa Zainab pernah berkata kepada Nabi, \"Saya mempunyai kelebihan dengan tiga perkara yang tidak dimiliki oleh istri-istrimu yang lain, yaitu: kakekku dan kakekmu adalah sama yaitu Abdul Muththalib; Allah menikahkan engkau denganku dengan perintah wahyu dari langit; dan yang ditugaskan menyampaikannya adalah Malaikat Jibril.\"",
    "quraish": "Tidak ada dosa atas diri nabi untuk melakukan apa saja yang diperintahkan Allah. Dia telah menetapkan hukum-Nya pada para rasul terdahulu bahwa Dia tidak akan melarang hal-hal yang diperbolehkan untuk mereka. Apa saja yang telah ditetapkan Allah merupakan suatu kepastian.",
    "jalalayn": "(Tidak ada suatu keberatan pun atas Nabi tentang apa yang telah ditetapkan) yang telah dihalalkan (Allah baginya, sebagai sunah Allah) lafal Sunatallah dinashabkan setelah huruf Jarnya dicabut (pada orang-orang yang telah berlalu dahulu) dari kalangan para nabi, yaitu bahwasanya tidak ada dosa bagi mereka dalam hal tersebut sebagai kemurahan bagi mereka dalam masalah nikah. (Dan adalah ketetapan Allah itu) yakni keputusan-Nya (suatu ketetapan yang pasti berlaku) pasti terlaksana."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 39,
    "arab": " ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ",
    "translation": "(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya dan tidak merasa takut kepada siapa pun selain kepada Allah. Dan cukuplah Allah sebagai pembuat perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3572.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa rasul-rasul yang mendahului Nabi Muhammad itu telah melaksanakan sunatullah. Mereka adalah orang-orang yang penuh dengan ketakwaan dan keikhlasan dalam beribadah. Mereka juga orang-orang yang menyampaikan syariat-syariat Allah, sangat takut kepada-Nya dan tidak merasa takut kepada selain-Nya. Nabi Muhammad pun diperintahkan untuk menjadikannya teladan dalam melaksanakan sunatullah, dan cukuplah Allah sebagai pembuat perhitungan.",
    "quraish": "Yaitu orang-orang yang menyampaikan pesan-pesan suci Allah kepada umat manusia sebagaimana adanya saat diturunkan. Orang-orang yang takut hanya kepada Allah, bukan kepada yang lain. Cukuplan Allah yang menjaga dan yang memperhitungkan.",
    "jalalayn": "(Yaitu orang-orang) lafal Al Ladziina menjadi Na'at atau sifat dari lafal Al Ladziina yang sebelumnya (yang menyampaikan risalah-risalah Allah, mereka takut kepada-Nya, dan mereka tiada merasa takut kepada seorang pun selain kepada Allah) mereka tidak takut kepada perkataan manusia dalam hal melaksanakan apa yang telah dihalalkan oleh Allah buat mereka. (Dan cukuplah Allah sebagai pembuat perhitungan) yakni yang memelihara amal-amal makhluk-Nya dan yang menghisab mereka."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 40,
    "arab": "مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ",
    "translation": "Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dan Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3573.mp3",
    "tafsir": "Tatkala Rasulullah menikahi Zainab, banyak orang munafik yang mencela pernikahan itu karena dipandang sebagai menikahi bekas istri anak sendiri. Maka Allah menurunkan ayat ini yang menyatakan bahwa Nabi Muhammad saw tidak usah khawatir tentang cemoohan orang-orang yang mengatakan bahwa beliau menikahi bekas istri anaknya, karena Zaid itu bukan anak kandung beliau, tetapi hanya anak angkat. Muhammad saw sekali-kali bukan bapak dari seorang laki-laki di antara umatnya, tetapi ia adalah utusan Allah dan nabi-Nya yang terakhir. Tidak ada nabi lagi setelah beliau. \nNabi Muhammad saw itu adalah bapak dari kaum Muslimin dalam segi kehormatan dan kasih sayang sebagaimana setiap rasul pun adalah bapak dari seluruh umatnya. Muhammad itu bukan bapak dari seorang laki-laki dari umatnya dengan pengertian \"bapak\" dalam segi keturunan yang menyebabkan haramnya mushaharah (perbesanan), tetapi beliau adalah bapak dari segenap kaum mukminin dalam segi agama. Beliau mempunyai rasa kasih sayang kepada seluruh umatnya untuk memperoleh kebahagiaan hidup di dunia dan akhirat, seperti kasih sayang seorang ayah terhadap anak-anaknya. \nAnak laki-laki Nabi saw dari Khadijah ada tiga orang, yaitu Qasim, thayyib, dan thahir, semuanya meninggal dunia sebelum balig. Dari Mariyah al-Qibthiyah, Nabi memperoleh seorang anak laki-laki bernama Ibrahim yang juga meninggal ketika masih kecil. Di samping tiga anak laki-laki, Nabi saw juga mempunyai empat anak perempuan dari Khadijah, yaitu Zainab., Ruqayyah, Ummu Kaltsum, dan Fathimah. Tiga yang pertama meninggal sebelum Nabi wafat. \nAllah Maha Mengetahui segala sesuatu tentang siapa yang diangkat sebagai nabi-nabi yang terdahulu dan siapa yang diangkat sebagai nabi penutup. Berikut hadis-hadis yang menerangkan tentang kedudukan Nabi Muhammad sebagai nabi penutup atau terakhir, di antaranya:\nDari Jabir bin Muth'im bahwa ia berkata, \"Aku mendengar Rasulullah bersabda, 'Aku punya beberapa nama: aku Muhammad, aku Ahmad, aku al-Mahi yang mana Allah menghapus kekufuran denganku dan aku al-hasyir di mana manusia dikumpulkan di bawah kakiku dan aku juga al-'aqib yang mana tidak ada lagi nabi sesudahku.\" (Riwayat al-Bukhari dan Muslim)\nDari Jabir bin 'Abdullah bahwa ia berkata, \"Rasulullah bersabda, 'Posisiku di antara para nabi adalah seperti seorang laki-laki yang membangun rumah, dia menyempurnakan dan menghiasinya kecuali satu tempat batu (bata yang belum dipasang). Orang yang memasuki rumah itu dan melihatnya berkata, 'Alangkah bagusnya rumah ini, kecuali satu tempat batu (bata yang belum dipasang), maka akulah batu (bata yang belum dipasang) itu, di mana aku menjadi penutup kenabian.\" (Riwayat Muslim)\nDari Abu Hurairah bahwa ia berkata, \"Rasulullah bersabda, 'Aku dilebihkan dari para nabi dengan enam hal: 1) Aku diberi kalimat yang singkat tapi padat (luas maknanya). 2) Aku ditolong dengan (diberi rasa) ketakutan (bagi musuh). 3) Dihalalkan bagiku rampasan perang. 4) Allah menjadikan bagiku bumi itu suci (untuk tayamum) dan menjadi masjid. 5) Aku diutus kepada seluruh makhluk, dan 6) Aku dijadikan sebagai penutup para nabi.\" (Riwayat Muslim dan at-Tirmidzi) \nDari Anas bin Malik bahwa ia berkata, \"Rasulullah bersabda, 'Kerasulan dan kenabian telah terputus, tidak ada lagi rasul dan nabi sesudahku.\" (Riwayat Ahmad)",
    "quraish": "Muhammad bukanlah bapak dari laki-laki mana pun dari kalangan kalian. Muhammad adalah utusan Allah dan penutup para nabi. Menjadi tugas Muhammad untuk mengemban misi kerasulannya sebagaimana diperintahkan oleh Allah tanpa merasa takut pada siapa pun. Allah Maha Mengetahui segala sesuatu. .",
    "jalalayn": "(Muhammad itu sekali-kali bukanlah bapak dari seorang laki-laki di antara kalian) dia bukan bapak Zaid, Zaid bukanlah anaknya, maka tidak diharamkan baginya untuk mengawini bekas istri anak angkatnya yaitu Zainab (tetapi dia) adalah (Rasulullah dan penutup nabi-nabi) artinya tidak akan lahir lagi nabi sesudahnya. Dan menurut suatu qiraat dibaca Khataman Nabiyyiina, sama dengan alat untuk mencap atau cincin, yang maksudnya sesudah dia para nabi dilak atau ditutup. (Dan adalah Allah Maha Mengetahui segala sesuatu) antara lain Dia mengetahui bahwa tidak akan ada nabi lagi sesudah Nabi Muhammad saw. seumpama Nabi Isa turun nanti, maka ia akan memerintah dengan memakai syariat Nabi Muhammad."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 41,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah kepada Allah, dengan mengingat (nama-Nya) sebanyak-banyaknya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3574.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.",
    "quraish": "Wahai orang-orang yang beriman, pujilah Allah dengan bermacam pujian yang baik dan perbanyaklah pujian pada-Nya. Sucikanlah Allah dari segala sifat yang tidak layak bagi diri-Nya sejak dini hari hingga akhir malam.",
    "jalalayn": "(Hai orang-orang yang beriman! Berzikirlah dengan menyebut nama Allah, zikir yang sebanyak-banyaknya.)"
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 42,
    "arab": "وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ",
    "translation": "dan bertasbihlah kepada-Nya pada waktu pagi dan petang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3575.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan kepada semua orang beriman yang membenarkan Allah dan rasul-Nya supaya banyak zikir mengingat Allah dengan menyebut nama-Nya sebanyak-banyaknya dengan hati dan lidah pada setiap keadaan dan setiap waktu. Sebab, Allah-lah yang melimpahkan segala nikmat kepada mereka yang tidak terhingga banyaknya. Mereka diperintahkan bertasbih kepada-Nya dengan pengertian membersihkan dan menyucikan Allah dari segala sesuatu yang tidak pantas bagi-Nya.\nBerzikir dan bertasbih ini dilakukan di pagi hari ketika baru bangun dari tidur, sebab ketika itu seakan-akan seseorang hidup kembali setelah mati, untuk menghadapi hidup yang baru. Diperintahkan juga bertasbih pada sore hari karena pada saat itu seseorang telah selesai mengerjakan bermacam-macam pekerjaan sepanjang hari. Zikir pada waktu itu merupakan tanda bersyukur kepada Allah atas limpahan taufik dan hidayah-Nya sehingga dapat melaksanakan pekerjaannya dengan baik, dan dapat memperoleh rezeki untuk keperluan hidupnya dan nafkah bagi keluarganya. \nDengan banyak zikir, ia dapat menghambakan diri kepada Allah dan untuk menghadapi alam akhirat. Di samping itu, ia dapat pula meneliti perbuatan yang sudah dilaksanakan sehingga dapat mengusahakan perbaikan-perbaikan yang diperlukan bagi hari-hari yang akan datang.",
    "quraish": "Wahai orang-orang yang beriman, pujilah Allah dengan bermacam pujian yang baik dan perbanyaklah pujian pada-Nya. Sucikanlah Allah dari segala sifat yang tidak layak bagi diri-Nya sejak dini hari hingga akhir malam.",
    "jalalayn": "(Dan bertasbihlah kepada-Nya di waktu pagi dan petang) yakni pada permulaan siang dan akhir siang."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 43,
    "arab": "هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ",
    "translation": "Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari kegelapan kepada cahaya (yang terang). Dan Dia Maha Penyayang kepada orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3576.mp3",
    "tafsir": "Allah menjelaskan bahwa Dialah yang memberikan rahmat kepada orang-orang yang beriman dan menguji mereka di hadapan malaikat yang berada di langit. Para malaikat pun memohonkan ampun untuk mereka supaya Allah mengeluarkan mereka dengan taufik, hidayah, dan rahmat-Nya dari kegelapan kekafiran kepada cahaya keimanan. Dia Maha Penyayang kepada seluruh kaum Muslimin di dunia dan akhirat. Di dunia, Allah memberi petunjuk kepada mereka pada jalan yang benar, dan di akhirat, Ia memberi keselamatan bagi mereka dari kegoncangan dan malapetaka yang hebat.",
    "quraish": "Dialah yang telah berjanji memberikan kelembutan dan kasih sayang-Nya, sementara para malaikat-Nya memohonkan ampunan bagi kalian agar Allah membebaskan kalian dari gelapnya kekufuran dan kesesatan menuju cahaya iman dan ketaatan. Kasih sayang Allah amat besar pada orang-orang yang beriman.",
    "jalalayn": "(Dialah Yang memberi rahmat kepada kalian) yang membelaskasihani kalian (dan malaikat-Nya) memohonkan ampunan buat kalian (supaya Dia mengeluarkan kalian) supaya Dia terus menerus mengeluarkan kalian (dari kegelapan) yakni kekafiran (kepada cahaya) yaitu keimanan. (Dan adalah Dia Maha Penyayang kepada orang-orang yang beriman)."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 44,
    "arab": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا ",
    "translation": "Penghormatan mereka (orang-orang mukmin itu) ketika mereka menemui-Nya ialah, “Salam,” dan Dia menyediakan pahala yang mulia bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3577.mp3",
    "tafsir": "Apabila orang-orang mukmin masuk halaman surga, para malaikat memberi penghormatan kepada mereka dengan ucapan \"salam\" seperti dalam firman Allah:\nSedang para malaikat masuk ke tempat-tempat mereka dari semua pintu; (sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu. (ar-Ra'd/13: 23-24)\n\nAllah menyediakan pahala bagi mereka di akhirat yang datangnya tanpa diminta terlebih dahulu. Mereka merasakan nikmat dari kelezatan makanan, minuman, pakaian, dan tempat-tempat kediaman di dalam surga yang luas sekali. Kenikmatan surga itu belum pernah dilihat oleh mata, didengar oleh telinga, ataupun terlintas dalam hati.",
    "quraish": "Kata penghormatan dari Allah di hari perjumpaan mereka dengan-Nya adalah ucapan kedamaian (salâm). Allah menyediakan ganjaran yang penuh kemurahan sebagai karunia dari-Nya.",
    "jalalayn": "(Salam penghormatan kepada mereka) dari Allah swt. (pada hari mereka menemui-Nya ialah \"Salaam\") melalui lisan Malaikat (dan Dia menyediakan pahala yang mulia bagi mereka) yaitu surga."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 45,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ ",
    "translation": "Wahai Nabi! Sesungguhnya Kami mengutusmu untuk menjadi saksi, pembawa kabar gembira dan pemberi peringatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3578.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan kepada Nabi Muhammad bahwa ia diutus untuk menjadi saksi terhadap orang-orang (umat) yang pernah mendapat risalahnya. Allah mengutusnya sebagai pembawa kabar gembira bagi orang-orang yang membenarkan risalahnya dan mengamalkan petunjuk-petunjuk yang dibawanya bahwa mereka akan dimasukkan ke dalam surga. Ia juga sebagai pemberi peringatan kepada mereka yang mengingkari risalahnya, bahwa mereka akan diazab dengan siksa api neraka. \nSehubungan dengan fungsi Nabi sebagai saksi (syahid), dalam ayat lain Allah berfirman:\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)",
    "quraish": "Wahai Muhammad, sesungguhnya Kami mengutus kamu kepada umat manusia dengan membawa misi Islam. Dirimu akan Kami jadikan sebagai saksi kebenaran, pembawa berita gembira bagi orang-orang beriman berupa kebaikan dan pahala yang kelak akan mereka dapatkan. Kami pun kakan menjadikan dirimu sebagai pemberi peringatan kepada orang-orang kafir akan tempat kembali yang buruk bagi mereka.",
    "jalalayn": "(Hai Nabi, sesungguhnya Kami mengutusmu untuk jadi saksi) atas orang-orang yang kamu diutus kepada mereka (dan pembawa kabar gembira) bagi orang yang percaya kepadamu, yaitu diberi surga (dan pemberi peringatan) kepada orang yang mendustakanmu, yaitu akan dimasukkan ke dalam neraka."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 46,
    "arab": "وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا ",
    "translation": "dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya dan sebagai cahaya yang menerangi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3579.mp3",
    "tafsir": "Nabi juga berperan sebagai juru dakwah agama Allah untuk seluruh umat manusia agar mereka mengakui keesaan dan segala sifat-sifat kesempurnaan-Nya. Juga bertujuan agar manusia beribadah kepada Allah dengan tulus ikhlas; memberi penerangan laksana sebuah lampu yang terang benderang yang dapat mengeluarkan mereka dari kegelapan kekafiran kepada cahaya keimanan, dan menyinari jalan yang akan ditempuh oleh orang-orang yang beriman agar mereka berbahagia di dunia dan akhirat. Semua tugas Nabi saw itu dilaksanakannya dengan dan perintah izin Allah.",
    "quraish": "Juga sebagai penyeru seluruh makhluk kepada agama Allah sesuai dengan perintah-Nya. Kamu adalah penerang manusia dari jalan keraguan yang gelap.",
    "jalalayn": "(Dan untuk jadi penyeru kepada Allah) untuk taat kepada-Nya (dengan izin-Nya) dengan perintah-Nya (dan untuk jadi pelita yang menerangi) sebagaimana pelita yang memberi petunjuk ke jalan agama Allah."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 47,
    "arab": "وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا ",
    "translation": "Dan sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3580.mp3",
    "tafsir": "Ibnu Jarir ath-thabari dan 'Ikrimah telah meriwayatkan sebuah hadis dari al-hasan yang menerangkan bahwa ketika turun ayat al-Fath/48: 2:\nAgar Allah memberikan ampunan kepadamu (Muhammad) atas dosamu yang lalu dan yang akan datang. (al-Fath/48: 2)\n\nPara sahabat bertanya, \"Ya Rasulullah! Kami telah mengetahui apa yang diperbuat Allah untukmu, maka apakah yang akan diperbuat Allah untuk kami?\" Maka turunlah ayat ini (al-Ahzab/33: 47)\nPada ayat ini, Allah memerintahkan Nabi Muhammad supaya menyampaikan berita gembira kepada orang-orang mukmin bahwa sesungguhnya Allah telah menyediakan bagi mereka karunia yang amat besar yang melebihi karunia yang diberikan kepada umat-umat lainnya, karena mereka diberi kemampuan untuk memperbaiki akhlak masyarakat dari berbagai kezaliman kepada keadilan dan kemaslahatan. Mereka juga dapat mengubah wajah umat-umat yang dihadapinya dari sikap membangkang kepada sikap yang tunduk dan patuh demi perbaikan nasibnya di dunia dan di akhirat kelak.",
    "quraish": "Sampaikanlah berita yang menggembirakan kepada orang-orang beriman bahwa mereka akan mendapatkan tambahan kebaikan di dunia dan di akhirat.",
    "jalalayn": "(Dan sampaikanlah berita gembira kepada orang-orang Mukmin, bahwa sesungguhnya bagi mereka karunia yang besar dari Allah) yaitu surga."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 48,
    "arab": "وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
    "translation": "Dan janganlah engkau (Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, janganlah engkau hiraukan gangguan mereka dan bertawakallah kepada Allah. Dan cukuplah Allah sebagai pelindung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3581.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan tentang apa yang dapat menimbulkan kemudaratan. Allah melarang orang yang beriman untuk menuruti orang kafir dan orang-orang munafik. Mereka juga diperintahkan untuk tidak menghiraukan gangguan orang kafir terhadap berlangsungnya dakwah kepada jalan Allah, dan menghadapi mereka dengan penuh kesabaran dan tawakal. Allah-lah yang harus dipandang sebagai pelindung di dalam melaksana-kan tugas dakwah guna semaraknya syiar Islam.",
    "quraish": "Janganlah kamu menaati orang-orang kafir dan munafik. Jangan pula kamu hiraukan kejahatan mereka. Jadikanlah Allah sebagai pelindungmu dari bahaya dan keburukan mereka. Cukuplah Allah sebagai pelindungmu.",
    "jalalayn": "(Dan janganlah kamu menuruti orang-orang yang kafir dan orang-orang munafik itu) dalam hal-hal yang bertentangan dengan syariatmu (dan janganlah kamu hiraukan) artinya biarkanlah (gangguan mereka) janganlah kamu mengadakan pembalasan terhadap mereka, sampai dengan adanya perintah tentang apa yang harus kamu lakukan terhadap mereka (dan bertawakallah kepada Allah) Dialah Yang mencukupimu. (Dan cukuplah Allah sebagai Pelindung) maksudnya, serahkanlah semua urusanmu kepada-Nya."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 49,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin, kemudian kamu ceraikan mereka sebelum kamu mencampurinya maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3582.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa jika terjadi perceraian antara seorang mukmin dan istrinya yang belum pernah dicampuri, maka perempuan yang telah diceraikan itu tidak mempunyai masa idah dan perempuan itu langsung bisa nikah lagi dengan lelaki yang lain. Bekas suami yang menceraikan itu hendaklah memberi mut'ah, yaitu suatu pemberian untuk menghibur dan menyenangkan hati istri yang diceraikan. Besar dan kecilnya mut'ah itu tergantung kepada kesanggupan suami sesuai dengan firman Allah:\nTidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mut'ah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236)\n\nPatut diperhatikan bahwa jika perempuan itu harus meninggalkan rumah maka cara mengeluarkannya hendaklah dengan sopan-santun sehingga tidak menyebabkan sakit hatinya. Kepadanya harus diberikan bekal yang wajar, sehingga pemberian itu benar-benar merupakan hiburan yang meringankan penderitaan hatinya akibat perceraian yang dialaminya. Diriwayatkan dari Sahal bin Sa'ad dan Abu Usaid:\nNabi saw telah mengawini Umaimah binti Syarahil. Ketika Umaimah masuk ke dalam rumah (Nabi), Nabi mengulurkan tangan kepadanya, namun dia seakan-akan tidak menyukai (cara penyambutan Nabi tersebut). Maka Nabi menyuruh Abu Usaid agar memberikan dua potong baju yang baik yang terkenal pada waktu itu (sebagai hadiah perceraian). (Riwayat al-Bukhari)",
    "quraish": "Wahai orang-orang beriman, jika kalian melangsungkan akad nikah dengan salah seorang wanita Mukmin, kemudian kalian menceraikannya sebelum melakukan hubungan suami istri, maka wanita tersebut tidak memiliki masa idah yang wajib ditepati. Berikan sebagian harta kalian untuk menghibur hatinya, dan lepaskan wanita itu dari tempat tinggal kalian dengan cara yang baik.",
    "jalalayn": "(Hai orang-orang yang beriman! Apabila kalian menikahi perempuan-perempuan yang beriman, kemudian kalian ceraikan mereka sebelum kalian mencampurinya) menurut suatu qiraat lafal Tamassuuhunna dibaca Tumaassuuhunna, artinya sebelum kalian menyetubuhi mereka (maka sekali-kali tidak wajib atas mereka idah bagi kalian yang kalian minta menyempurnakannya) yaitu yang kalian hitung dengan quru' atau bilangan yang lainnya. (Maka berilah mereka mutah) artinya berilah mereka uang mutah sebagai pesangon dengan jumlah yang secukupnya. Demikian itu apabila pihak lelaki belum mengucapkan jumlah maharnya kepada mereka, apabila ternyata ia telah mengucapkan jumlahnya, maka uang mutah itu adalah separuh dari mahar yang telah diucapkannya. Demikianlah menurut pendapat Ibnu Abbas kemudian pendapatnya itu dijadikan pegangan oleh Imam Syafii (dan lepaskanlah mereka itu dengan cara yang sebaik-baiknya) yaitu dengan tanpa menimbulkan kemudaratan pada dirinya."
  },
  {
    "hizb": 169,
    "name": "Al-Ahzab",
    "ayat": 50,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    "translation": "Wahai Nabi! Sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki, termasuk apa yang engkau peroleh dalam peperangan yang dikaruniakan Allah untukmu, dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi ingin menikahinya, sebagai kekhususan bagimu, bukan untuk semua orang mukmin. Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3583.mp3",
    "tafsir": "Pada ayat ini, Allah secara jelas telah menghalalkan bagi Nabi Muhammad mencampuri perempuan-perempuan yang dinikahi dan diberikan kepada mereka maskawin. Juga dihalalkan baginya hamba sahaya (jariyah) yang diperoleh dalam peperangan, seperti shafiyah binti Huyai bin Akhtab yang diperoleh pada waktu Perang Khaibar. Oleh Nabi saw, shafiyah dimerdekakan, dan kemerdekaan itu dijadikan maskawin. Begitu juga dengan Juwairiyah binti al-harits. dari Bani Mushthaliq. yang dimerdekakan dan dinikahi Nabi saw. Adapun hamba sahaya (jariyah) yang dihadiahkan kepada Nabi adalah Raihanah binti Syam'un dan Mariyah al-Qibthiyah yang melahirkan putra Nabi yang bernama Ibrahim. \nAllah juga menghalalkan kepada Nabi untuk menikahi anak-anak perempuan dari saudara laki-laki bapaknya dan anak-anak perempuan dari saudara perempuan bapaknya, anak-anak perempuan dari saudara laki-laki ibunya, anak-anak perempuan dari saudara perempuan ibunya yang turut hijrah bersama Rasulullah dan perempuan mukmin yang menyerahkan dirinya kepada Nabi saw kalau Nabi mau menikahinya.\nKelonggaran-kelonggaran ini hanya khusus bagi Nabi, dan tidak untuk semua mukmin, dengan pengertian bahwa jika ada seorang perempuan menyerahkan dirinya untuk dinikahi oleh seorang muslim, walaupun dengan sukarela, tetap wajib dibayar maskawinnya. Berlainan halnya jika perempuan itu menyerahkan dirinya untuk dinikahi oleh Nabi saw, maka ia boleh dinikahi tanpa maskawin. \nMaskawin itu jika tidak disebutkan bentuk (nilainya) ketika melangsungkan akad nikah, maka bentuknya itu dapat ditetapkan dengan mahar. mitsl, yaitu mahar yang nilainya sama dengan nilai mahar yang biasa diberikan keluarganya. Ketetapan untuk membayar mahar mitsl itu setelah terjadi percampuran di antara keduanya atau setelah suaminya meninggal dunia tetapi belum sempat bercampur. Jika terjadi perceraian antara suami-istri sebelum bercampur, maka yang wajib dibayar adalah separuh dari maskawinnya, yang telah ditentukan dan dapat dibebaskan dari membayar maskawin itu bila istrinya merelakannya. \nAllah mengetahui apa yang telah diwajibkan kepada kaum mukminin terhadap istrinya dan terhadap hamba sahaya yang mereka miliki seperti syarat-syarat akad nikah dan lainnya, dan tidak boleh menikahi seorang perempuan dengan cara hibah atau tanpa saksi-saksi. Mengenai hamba sahaya yang dibeli atau yang bukan dibeli haruslah hamba sahaya yang halal dicampuri oleh pemiliknya, seperti hamba sahaya ahli kitab, bukan hamba sahaya yang musyrik atau beragama Majusi. Allah adalah Maha Pengampun lagi Maha Penyayang terhadap hamba-Nya yang beriman, jika mereka bertobat dari dosa-dosa yang mereka perbuat sebelum mereka mendapat petunjuk.",
    "quraish": "Wahai Muhammad, sesungguhnya Kami telah menghalalkan bagi dirimu istri-istri yang telah kamu berikan maskawin. Kami halakan pula para wanita milikmu yang berasal dari tawanan perang yang telah dikarunikan Allah kepadamu. Kami halalkan bagi dirimu mengawini anak perempuan dari saudara laki-laki ayahmu, anak perempuan dari saudara perempuan bapakmu, anak perempuan dari saudara laki-laki ibumu, anak perempuan dari saudara perempuan ibumu yang telah berhijrah bersamamu. Kami halalkan pula bagimu wanita Mukmin yang menghibahkan dirinya padamu tanpa mahar, apabila kamu suka dan mau menikahinya. Karunia dari Allah ini hanya khusus bagi dirimu, sedang orang lain tidak berhak mendapatkannya. Kami tahu hukum yang telah Kami wajibkan atas orang-orang beriman mengenai istri dan para wanita yang mereka miliki dari tawanan perang. Kami telah menjelaskan pula berbagai keringanan hukum yang yang secara khusus Kami berikan kepadamu, Muhammad, agar dirimu tidak merasa berat menjalankan apa saja yang telah Kami perintahkan. Allah Maha Mengampuni dosa para hamba-Nya dan Maha Penyayang dengan memberikan berbagai keringanan hukum pada mereka.",
    "jalalayn": "(Hai Nabi! Sesungguhnya Kami telah menghalalkan bagi kamu istri-istrimu yang telah kamu berikan maskawinnya) yakni maharnya (dan hamba sahaya yang kamu miliki yang termasuk apa yang dikaruniakan oleh Allah kepadamu) dari orang-orang kafir melalui peperangan, yaitu sebagai tawananmu, seperti Shofiah dan Juwairiah (dan demikian pula anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, dan anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersama kamu) berbeda halnya dengan perempuan-perempuan dari kalangan mereka yang tidak ikut berhijrah (dan perempuan Mukmin yang menyerahkan dirinya kepada Nabi kalau Nabi mau mengawininya) bermaksud untuk menikahinya tanpa memakai maskawin (sebagai pengkhususan bagimu, bukan untuk semua orang Mukmin) dalam pengertian nikah yang memakai lafal Hibah tanpa maskawin, (Sesungguhnya Kami telah mengetahui apa yang Kami wajibkan kepada mereka) kepada orang-orang Mukmin (tentang istri-istri mereka) berupa hukum-hukum dan ketentuan-ketentuan, yaitu hendaknya mereka mempunyai istri tidak lebih dari empat orang wanita dan hendaknya mereka tidak melakukan perkawinan melainkan harus dengan adanya seorang wali dan saksi-saksi serta maskawin (dan) di dalam (hamba sahaya yang mereka miliki) hamba sahaya perempuan yang dimilikinya melalui jalan pembelian dan jalan yang lainnya, seumpamanya, hamba sahaya perempuan itu termasuk orang yang dihalalkan bagi pemiliknya, karena ia adalah wanita ahli kitab, berbeda halnya dengan sahaya wanita yang beragama majusi atau watsani, dan hendaknya sahaya wanita itu melakukan istibra' atau menyucikan rahimnya terlebih dahulu sebelum digauli oleh tuannya (supaya tidak) lafal ayat ini berta'alluq pada kalimat sebelumnya (menjadi kesempitan bagimu) dalam masalah pernikahan. (Dan adalah Allah Maha Pengampun) dalam hal-hal yang memang sulit untuk dapat dihindari (lagi Maha Penyayang) dengan memberikan keleluasaan dan kemurahan dalam hal ini."
  }
]