[
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 253,
    "arab": "تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَّنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجٰتٍۗ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ وَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلَ الَّذِيْنَ مِنْۢ بَعْدِهِمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ وَلٰكِنِ اخْتَلَفُوْا فَمِنْهُمْ مَّنْ اٰمَنَ وَمِنْهُمْ مَّنْ كَفَرَ ۗوَلَوْ شَاۤءَ اللّٰهُ مَا اقْتَتَلُوْاۗ وَلٰكِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ࣖ",
    "translation": "Rasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. Kalau Allah menghendaki, niscaya orang-orang setelah mereka tidak akan berbunuh-bunuhan, setelah bukti-bukti sampai kepada mereka. Tetapi mereka berselisih, maka ada di antara mereka yang beriman dan ada (pula) yang kafir. Kalau Allah menghendaki, tidaklah mereka berbunuh-bunuhan. Tetapi Allah berbuat menurut kehendak-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/260.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa di antara para rasul ada yang mendapat kesempatan berbicara langsung dengan Allah tanpa perantaraan malaikat Jibril. Rasul yang dimaksud di sini ialah Nabi Musa a.s. Beliau berbicara langsung dengan Allah swt. Pengalaman ini tidak pernah dialami oleh rasul-rasul yang lain. Oleh sebab itu Nabi Musa a.s. disebut \"Kalimullah\", yang berarti, \"Nabi yang diajak berbicara langsung oleh Allah swt\".36)\nAyat selanjutnya menjelaskan bahwa Nabi Isa telah diberi bermacam-macam mukjizat yang tidak diberikan kepada yang lain, misalnya: Nabi Isa telah dapat berbicara ketika dia masih berada dalam buaian; dapat menghidupkan kembali orang yang telah mati, serta menyembuhkan orang buta dan orang yang ditimpa penyakit sopak, dengan izin Allah. Allah menyokongnya pula dengan Rohulkudus, yaitu malaikat Jibril, di samping dia sendiri mempunyai jiwa yang murni.\nAkhirnya Nabi Muhammad saw diberi derajat yang lebih tinggi daripada rasul-rasul sebelumnya, yaitu: beliau dinyatakan sebagai nabi dan rasul Allah yang terakhir, untuk seluruh umat manusia, sedang rasul-rasul yang lain hanya diutus untuk kaumnya saja. Agama Islam yang dibawa Nabi Muhammad berlaku untuk seluruh umat sampai akhir zaman. Al-Qur'an yang diterimanya, selain menjadi petunjuk bagi umat manusia, juga merupakan mukjizat terbesar bagi Nabi Muhammad, yang tidak tertandingi sepanjang masa.\nSelanjutnya dalam ayat ini diterangkan keadaan umat manusia sepeninggal rasul-rasul yang diutus kepada mereka. Pada umumnya, ketika rasul-rasul itu masih hidup, umatnya dapat bersatu padu, akan tetapi sepeninggal rasul mereka berselisih dan bertengkar, bahkan ada yang saling membunuh. Perbedaan paham dalam masalah agama mendorong mereka untuk saling mencaci, bahkan saling mengafirkan. Kefanatikan mereka terhadap suatu mazhab atau seorang imam menyebabkan mereka tidak mau menerima kebenaran yang dikemukakan oleh golongan lain.\nBerbagai perselisihan itu terjadi, padahal mereka sudah mendapatkan berbagai keterangan yang nyata, dan mereka masih terus berselisih, sehingga sebagiannya beriman dan yang lainnya kafir. Andaikata Allah menghendaki agar manusia tidak berselisih dan tidak bermusuhan atau berbunuhan, niscaya Allah kuasa berbuat demikian. Jika Allah berbuat semacam itu tentulah manusia akan menjadi baik semuanya, dan dunia ini akan tenteram dari perselisihan-perselisihan antara manusia.\nTetapi Allah berbuat menurut kehendak-Nya, berdasarkan kepada hikmah dan pengetahuan yang maha tinggi. Allah memberi manusia tabiat, pikiran, perasaan dan kemauan, agar manusia itu dapat berpikir dan berbuat lebih baik dari makhluk-makhluk yang lain di bumi ini, agar mereka berpikir tentang kekuasaan Allah. Apabila manusia menggunakan pikiran dan perasaannya dengan sebaik-baiknya, niscaya mereka akan melihat tanda-tanda kekuasaan dan kebesaran Allah dimana-mana, sebab alam yang terbentang luas ini adalah tanda-tanda kekuasaan dan kebesaran-Nya dan semuanya itu adalah ciptaan-Nya.\nAllah mengaruniakan agama kepada manusia melalui rasul-rasul-Nya, untuk menuntun akal manusia ke jalan yang benar. Sebab kemampuan akal manusia itu terbatas, apalagi mengenai masalah-masalah yang gaib atau abstrak, seperti sifat-sifat Allah, hal ihwal hari kemudian dan sebagainya. Sehingga apabila terjadi perselisihan pendapat antara mereka, maka mereka dapat menyelesaikannya dengan petunjuk dari agama tersebut.\nPerbedaan pendapat yang terjadi di antara manusia adalah wajar. Tetapi perbedaan pendapat ini tidak boleh menimbulkan permusuhan yang menyebabkan mereka saling membunuh.\nSejarah telah menunjukkan bahwa kaum Yahudi sepeninggal Nabi Musa telah berselisih dan berpecah-belah. Demikian pula yang terjadi pada umat Nasrani sepeninggal Nabi Isa sampai masa sekarang ini. Antara berbagai golongan Nasrani sendiri terjadi pertengkaran yang berlarut-larut, saling menyerang dan saling membunuh. Golongan yang satu tidak mau beribadah di tempat peribadatan golongan lain, walaupun mereka seagama.\nUmat Islam pun tak luput dari perpecahan, padahal ketika Nabi Muhammad masih hidup, mereka telah menjadi umat yang bersatu-padu, dan mempunyai potensi yang besar dalam pembentukan masyarakat yang hidup rukun dan saling menolong. Tetapi kemudian mereka jadi terkotak-kotak, karena adanya perbedaan paham, ditambah dengan fanatisme mazhab dan golongan, sehingga kekuatan mereka menjadi lemah; mereka menjadi umat yang terbelakang, dengan perekonomian yang lemah; serta menjadi bulan-bulanan umat lain. Padahal Allah telah memberikan petunjuk dalam Al-Qur'an:\n\nWahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan) di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu, lebih utama (bagimu) dan lebih baik akibatnya. (an-Nisa'/4:59).",
    "quraish": "Rasul-rasul yang telah Kami sebutkan, masing-masing Kami lebihkan satu dari yang lain. Di antara mereka ada yang Kami ajak bicara tanpa perantara, seperti Mûsâ. Ada yang derajatnya Kami angkat melebihi yang lain, yaitu Muhammad, yang risalahnya berlaku untuk umum. Syariatnya sempurna dan sekaligus menjadi penutup semua risalah. Di antara mereka terdapat 'Isâ putra Maryam yang Kami berikan mukjizat seperti menghidupkan orang mati, menyembuhkan orang yang buta sejak dalam kandungan dan orang yang berpenyakit lepra. Ia Kami perkuat dengan Jibrîl, Rûh al-Quddûs. Para rasul tersebut datang dengan membawa petunjuk, agama kebenaran dan beberapa penjelasan. Maka, sudah semestinya semua manusia beriman, tidak berselisih dan tidak saling memerangi. Jika Allah menghendaki manusia untuk tidak saling memerangi setelah kedatangan para rasul dengan membawa bukti yang jelas kepada kebenaran, niscaya tidak akan ada peperangan dan perselisihan. Tetapi Allah tidak menghendaki demikian, maka mereka tetap berselisih. Di antara mereka ada yang beriman dan ada pula yang kafir. Kalau Allah menghendaki, mereka tidak akan saling membunuh dan berselisih bahkan mereka akan berada dalam kebenaran. Akan tetapi Allah melaksanakan kehendak-Nya sesuai dengan hikmah yang Dia tentukan.",
    "jalalayn": "(Para rasul itu) menjadi mubtada, sedangkan khabarnya adalah (Kami lebihkan sebagian atas lainnya), yaitu dengan memberi mereka keistimewaan yang tidak diberikan kepada lainnya. (Di antara mereka ada yang diajak berbicara oleh Allah), misalnya Musa (dan sebagian ditinggikan-Nya - kedudukannya -), yakni nabi Muhammad saw. (beberapa tingkat) dari yang lainnya, misalnya dengan dakwahnya yang umum, mukjizat yang berlimpah dan keistimewaan yang tidak terhitung banyaknya. (Dan Kami berikan kepada Isa bin Maryam beberapa mukjizat dan Kami kuatkan ia dengan Roh Kudus), yakni Jibril yang mengiringkannya ke mana pergi. (Sekiranya Allah menghendaki) tentulah akan ditunjuki-Nya semua manusia dan (tidaklah mereka akan berbunuh-bunuhan orang-orang yang datang sesudah mereka), yakni sesudah para rasul itu, maksudnya ialah umat-umat mereka (sesudah datang kepada mereka beberapa macam keterangan) disebabkan pertikaian dan saling menyesatkan di antara mereka. (Tetapi mereka bertikai) disebabkan kehendak Allah tadi, (maka di antara mereka ada yang beriman) artinya kuat dan tetap keimanannya (dan di antara mereka ada pula yang kafir) seperti orang-orang Kristen setelah Almasih. (Sekiranya Allah menghendaki tidaklah mereka akan berbunuh-bunuhan) sebagai pengukuhan (tetapi Allah berbuat apa yang dikehendaki-Nya) yaitu menunjuki siapa yang disukai-Nya dan menjatuhkan orang yang dikehendaki-Nya."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 254,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ  ۗوَالْكٰفِرُوْنَ هُمُ الظّٰلِمُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/261.mp3",
    "tafsir": "Pada ayat ini diperintahkan kepada orang-orang yang beriman agar menafkahkan sebagian dari harta benda yang telah dilimpahkan kepada mereka untuk kepentingan diri dan keluarga, atau kepentingan masyarakat umum. Mereka harus ingat bahwa akan datang suatu hari dimana tidak akan ada lagi kesempatan bagi mereka untuk membelanjakan harta benda tersebut, sebab pada hari itu terjadi hari kiamat yang diikuti oleh hari pembalasan. Tidak ada lagi teman karib yang akan memberikan pertolongan, dan tak ada lagi orang-orang yang dapat menyelamatkan dan memberikan bantuan. Harta benda dan anak cucu pun tak dapat memberikan pertolongan apa-apa. Kecuali orang yang datang menghadap Tuhan dengan hati yang suci dan amalan yang banyak.\nOrang yang tidak mau membelanjakan harta bendanya di dunia untuk kepentingan umum (fi sabilillah), adalah orang yang mengingkari nikmat Allah. Dengan demikian mereka akan menjadi orang yang zalim terhadap diri sendiri dan terhadap orang lain. Zalim terhadap diri sendiri adalah karena dengan keingkaran itu dia akan mendapat azab dari Allah. Zalim terhadap orang lain, karena dia enggan memberikan hak orang lain yang ada pada harta bendanya itu, baik berupa zakat yang telah diwajibkan kepadanya, maupun sedekah dan berbagai sumbangan yang dianjurkan oleh agama.\nAda berbagai pendapat para ulama mengenai infak atau \"pembelanjaan harta\" yang dimaksudkan dalam ayat ini. Sebagian mengatakan bahwa yang dimaksud dengan \"infak\" dalam ayat ini ialah infak-wajib, yaitu zakat, karena di akhir ayat ini Allah menyebut orang-orang yang tidak mau berinfak itu sebagai kafir. Seandainya yang dimaksudkan dengan infak di sini hanya sunnah, yaitu \"sedekah\", tentu mereka yang tidak bersedekah tidak akan disebut sebagai kafir. \nSebagian ulama berpendapat bahwa yang dimaksudkan dengan infak dalam ayat ini ialah infak untuk kepentingan jihad fi sabilillah, yaitu untuk kepentingan perjuangan menegakkan agama Allah serta mempertahankan diri dan negara terhadap ancaman musuh. Sedang ulama yang lain berpendapat bahwa yang dimaksudkan dengan infak dalam ayat ini adalah infak wajib dan infak sunah, yaitu zakat dan sedekah. Adapun kata-kata \"kafir\" dalam ayat ini adalah mempunyai arti \"enggan berzakat\" bukan kafir dalam pengertian tidak beriman.\nHarta benda menurut Islam mempunyai fungsi sosial, di samping untuk kepentingan pribadi. Apabila seseorang telah berhasil memperoleh harta benda dengan cara yang halal, maka dia mempunyai kewajiban untuk membelanjakan sebagian dari harta bendanya untuk kepentingan diri dan keluarganya, dan sebagiannya lagi untuk kepentingan umum, baik berupa zakat, sedekah atau sumbangan suka rela untuk kemaslahatan umum.\nMenunaikan zakat mengandung dua macam faedah. Pertama, faedah bagi orang yang menunaikan zakat itu, ialah membebaskannya dari kewajiban yang telah dipikulkan Allah kepadanya. Dengan demikian dia akan memperoleh rida dan ganjaran-Nya, dan juga akan menghilangkan sifat kikir dari dirinya. Faedah kedua ialah: bahwa penunaian zakat itu berarti pula menyucikan harta bendanya yang berlebih (yang tersisa) setelah zakat itu dikeluarkan, sebab selama zakat itu belum dikeluarkan, senantiasa pada hartanya itu terkandung hak orang lain, yaitu hak kaum kerabat, fakir miskin, ibnu sabil dan orang-orang lain yang memerlukan pertolongan (at-Taubah/9: 103; ar-Rum/30: 38; al-An'am/6: 141; adz-dzariyat/51: 19). \nSungguh amat tinggi hikmah yang terkandung dalam Syariat Islam yang berkenaan dengan zakat. Sebab manusia pada umumnya bersifat kikir. Apabila dia berhasil memperoleh harta benda, berat hatinya untuk membelanjakan harta bendanya untuk kepentingan orang lain. Bahkan ada pula orang yang enggan membelanjakan harta bendanya bagi kepentingan dirinya sendiri, padahal dia telah bersusah payah mengumpulkannya. Kalau dia ingat bahwa pada suatu ketika dia akan meninggalkan dunia fana ini, dan meninggalkan harta benda itu, niscaya dia tidak akan bersifat kikir.\nAgama Islam telah menunjukkan obat yang sangat manjur untuk membasmi penyakit bakhil dari hati manusia. Islam memberikan didikan dan latihan kepada manusia untuk bersifat dermawan, murah hati, dan suka berkorban untuk kepentingan diri sendiri dan kepentingan orang lain, ialah dengan peraturan zakat dan sedekah (al-Baqarah/2: 245, 261, 265, 274; an-Nur/24: 22). \nSedekah dan berbagai sumbangan yang kita berikan untuk kepentingan umum, oleh agama dinilai sebagai \"amal jariah\", suatu amal yang pahalanya akan tetap mengalir kepada orang yang melakukannya, walaupun dia telah meninggal dunia, selama hasil sumbangannya itu dapat dinikmati dan dimanfaatkan oleh masyarakat umum. Dalam penunaian zakat dan sedekah diperlukan niat yang ikhlas, yaitu mencari rida Allah dan terjauh dari sifat ria, ingin dipuji dan disanjung oleh manusia.\nMenunaikan zakat dan sedekah adalah merupakan manifestasi dari rasa iman dan syukur kepada Allah yang telah menjanjikan akan menambah rahmat-Nya kepada siapa saja yang mau bersyukur. Sebaliknya orang-orang yang tidak mau bersyukur, sehingga dia enggan berzakat dan bersedekah, telah diancam dengan azab di hari kemudian.\n\n\"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14:7)",
    "quraish": "Hai orang-orang yang beriman kepada Allah dan hari akhir, belanjakanlah sebagian harta yang telah Allah berikan kepada kalian di jalan kebaikan. Bergegaslah melakukan itu sebelum datang hari kiamat. Yaitu suatu hari yang sepenuhnya hanya untuk kebaikan dan tidak ada penyebab perselisihan. Pada hari itu kalian tidak bisa mengembalikan apa-apa yang telah lalu di dunia. Hari itu juga tidak ada jual beli, persahabatan dan syafaat seseorang selain Allah. Sesungguhnya kelaliman orang-orang kafir akan tampak pada hari itu oleh sebab tidak memenuhi panggilan kebenaran.",
    "jalalayn": "(Hai orang-orang yang beriman! Nafkahkanlah sebagian dan rezeki yang telah Kami berikan padamu), yakni zakatnya, (sebelum datang suatu hari tidak ada lagi jual beli) atau tebusan (padanya, dan tidak pula persahabatan) yang akrab dan memberi manfaat, (dan tidak pula syafaat) tanpa izin dari-Nya, yaitu di hari kiamat. Menurut satu qiraat dengan baris di depannya ketiga kata, bai`u, khullatu dan syafaa`atu. (Dan orang-orang yang kafir) kepada Allah atau terhadap apa yang diwajibkan-Nya, (merekalah orang-orang yang aniaya) karena menempatkan perintah Allah bukan pada tempatnya."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 255,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌۗ  لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۚ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ",
    "translation": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka, dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi. Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/262.mp3",
    "tafsir": "Allah adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, dan hanya Dia yang berhak untuk disembah. Adapun tuhan-tuhan yang lain yang disembah oleh sebagian manusia dengan alasan yang tidak benar, memang banyak jumlahnya. Akan tetapi Tuhan yang sebenarnya hanyalah Allah. Hanya Dialah Yang hidup abadi, yang ada dengan sendiri-Nya, dan Dia pulalah yang selalu mengatur makhluk-Nya tanpa ada kelalaian sedikit pun.\nKemudian ditegaskan lagi bahwa Allah tidak pernah mengantuk. Orang yang berada dalam keadaan mengantuk tentu hilang kesadarannya, sehingga dia tidak akan dapat melakukan pekerjaannya dengan baik, padahal Allah swt senantiasa mengurus dan memelihara makhluk-Nya dengan baik, tidak pernah kehilangan kesadaran atau pun lalai.\nKarena Allah tidak pernah mengantuk, sudah tentu Dia tidak pernah tidur, karena mengantuk adalah permulaan dari proses tidur. Orang yang tidur lebih banyak kehilangan kesadaran daripada orang yang mengantuk.\nSifat Allah yang lain yang disebutkan dalam ayat ini ialah bahwa Dialah yang mempunyai kekuasaan dan yang memiliki apa yang ada di langit dan di bumi. Dialah yang mempunyai kekuatan dan kekuasaan yang tak terbatas, sehingga Dia dapat berbuat apa yang dikehendaki-Nya. Semuanya ada dalam kekuasaan-Nya, sehingga tidak ada satu pun dari makhluk-Nya termasuk para nabi dan para malaikat yang dapat memberikan pertolongan kecuali dengan izin-Nya, apalagi patung-patung yang oleh orang-orang kafir dianggap sebagai penolong mereka.\nYang dimaksud dengan \"pertolongan\" atau \"syafaat\" dalam ayat ini ialah pertolongan yang diberikan oleh para malaikat, nabi dan orang-orang saleh kepada umat manusia pada hari kiamat untuk mendapatkan keringanan atau kebebasan dari hukuman Allah. Syafaat itu akan terjadi atas izin Allah. Dalam hadis disebutkan :\nNabi Saw bersabda, \"¦Kemudian Allah berfirman, \"Para Malaikat memberikan syafaat, para Nabi memberikan syafaat, dan orang-orang mukmin juga memberikan syafaat. (Riwayat Ahmad dan Muslim dari Abu Sa'id al-Khudri)\n\nSifat Allah yang lain yang disebutkan dalam ayat ini ialah: bahwa Allah senantiasa mengetahui apa saja yang terjadi di hadapan dan di belakang makhluk-Nya, sedang mereka tidak mengetahui sesuatu pun dari ilmu Allah, melainkan sekadar apa yang dikehendaki-Nya untuk mereka ketahui. Kursi Allah mencakup langit dan bumi. Allah tidak merasa berat sedikit pun dalam memelihara makhluk-Nya yang berada di langit dan di bumi, dan di semua alam ciptaan-Nya. Allah Mahatinggi lagi Mahabesar.\nMereka tidak mengetahui ilmu Allah, kecuali apa yang telah dikehendaki-Nya untuk mereka ketahui. Dengan demikian, yang dapat diketahui oleh manusia hanyalah sekadar apa yang dapat dijangkau oleh pengetahuan yang telah dikaruniakan Allah kepada mereka, dan jumlahnya amat sedikit dibanding dengan ilmu-Nya yang luas. Hal ini ditegaskan Allah dalam firman-Nya:\n\n\"¦ Sedangkan kamu diberi pengetahuan hanya sedikit.\" (al-Isra'/17:85)",
    "quraish": "Hanya Allahlah yang berhak untuk disembah. Dia hidup kekal dan terus-menerus mengurus makhluk ciptaan-Nya tanpa pernah lalai. Dia tidak pernah ceroboh atau tidur, sebab Dia tidak memiliki sifat kekurangan. Hanya Dialah yang memiliki langit dan bumi, tidak ada seorang pun yang menyertai-Nya. Maka dari itu, tak seorang makhluk pun dapat memberi syafaat kepada yang lainnya kecuali dengan izin Allah. Allah Swt. mengetahui segala sesuatu yang telah dan akan terjadi. Tidak ada seorang pun mampu mengetahui ilmu Allah kecuali orang-orang yang dipilih-Nya. Kekuasaan-Nya sangat luas, meliputi langit dan bumi. Tidak sulit bagi-Nya mengatur itu semua, sebab Dia terhindar dari sifat kurang dan lemah, dan Mahaagung dengan kekuasaan-Nya.",
    "jalalayn": "(Allah, tak ada Tuhan), artinya tak ada ma`bud atau sembahan yang sebenarnya di alam wujud ini, (melainkan Dia Yang Maha Hidup), artinya Kekal lagi Abadi (dan senantiasa mengatur), maksudnya terus-menerus mengatur makhluk-Nya (tidak mengantuk) atau terlena, (dan tidak pula tidur. Milik-Nyalah segala yang terdapat di langit dan di bumi) sebagai kepunyaan, ciptaan dan hamba-Nya. (Siapakah yang dapat), maksudnya tidak ada yang dapat (memberi syafaat di sisi-Nya, kecuali dengan izin-Nya) dalam hal itu terhadapnya. (Dia mengetahui apa yang di hadapan mereka), maksudnya di hadapan makhluk (dan apa yang di belakang mereka), artinya urusan dunia atau soal akhirat, (sedangkan mereka tidak mengetahui suatu pun dari ilmu-Nya), artinya manusia tidak tahu sedikit pun dari apa yang diketahui oleh Allah itu, (melainkan sekadar yang dikehendaki-Nya) untuk mereka ketahui melalui pemberitaan dari para Rasul. (Kursinya meliputi langit dan bumi) ada yang mengatakan bahwa maksudnya ialah ilmu-Nya, ada pula yang mengatakan kekuasaan-Nya, dan ada pula Kursi itu sendiri yang mencakup langit dan bumi, karena kebesaran-Nya, berdasarkan sebuah hadis, \"Tidaklah langit yang tujuh pada kursi itu, kecuali seperti tujuh buah uang dirham yang dicampakkan ke dalam sebuah pasukan besar (Dan tidaklah berat bagi-Nya memelihara keduanya), artinya memelihara langit dan bumi itu (dan Dia Maha Tinggi) sehingga menguasai semua makhluk-Nya, (lagi Maha Besar)."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 256,
    "arab": "لَآ اِكْرَاهَ فِى الدِّيْنِۗ  قَدْ تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَّكْفُرْ بِالطَّاغُوْتِ وَيُؤْمِنْۢ بِاللّٰهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰى لَا انْفِصَامَ لَهَا ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
    "translation": "Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. Barang siapa ingkar kepada Tagut dan beriman kepada Allah, maka sungguh, dia telah berpegang (teguh) pada tali yang sangat kuat yang tidak akan putus. Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/263.mp3",
    "tafsir": "Tidak dibenarkan adanya paksaan untuk menganut agama Islam. Kewajiban kita hanyalah menyampaikan agama Allah kepada manusia dengan cara yang baik dan penuh kebijaksanaan, serta dengan nasihat-nasihat yang wajar, sehingga mereka masuk agama Islam dengan kesadaran dan kemauan sendiri (an-Nahl/16:125). \nApabila kita sudah menyampaikan kepada mereka dengan cara yang demikian, tetapi mereka tidak juga mau beriman, itu bukanlah urusan kita, melainkan urusan Allah. Kita tidak boleh memaksa mereka. Dalam ayat yang lain (Yunus/10:99) Allah berfirman yang artinya: \"Apakah Engkau ingin memaksa mereka hingga mereka itu menjadi orang-orang yang beriman?\"\nDengan datangnya agama Islam, jalan yang benar sudah tampak dengan jelas dan dapat dibedakan dari jalan yang sesat. Maka tidak boleh ada pemaksaan untuk beriman, karena iman adalah keyakinan dalam hati sanubari dan tak seorang pun dapat memaksa hati seseorang untuk meyakini sesuatu, apabila dia sendiri tidak bersedia.\nAyat-ayat Al-Qur'an yang menerangkan kenabian Muhammad saw sudah cukup jelas. Maka terserah kepada setiap orang, apakah akan beriman atau kafir, setelah ayat-ayat itu sampai kepada mereka. Inilah etika dakwah Islam. Adapun suara-suara yang mengatakan bahwa agama Islam dikembangkan dengan pedang hanyalah tuduhan dan fitnah belaka. Umat Islam di Mekah sebelum berhijrah ke Medinah hanya melakukan salat dengan cara sembunyi, dan mereka tidak mau melakukannya secara demonstratif di hadapan kaum kafir. \nAyat ini turun kira-kira pada tahun ketiga sesudah hijrah, yaitu setelah umat Islam memiliki kekuatan yang nyata dan jumlah mereka telah bertambah banyak, namun mereka tidak diperbolehkan melakukan paksaan terhadap orang-orang yang bukan Muslim, baik secara halus, apa lagi dengan kekerasan.\nAdapun peperangan yang telah dilakukan umat Islam, baik di Jazirah Arab, maupun di negeri-negeri lain, seperti di Mesir, Persia dan sebagainya, hanyalah semata-mata suatu tindakan beladiri terhadap serangan-serangan kaum kafir kepada mereka. Selain itu, peperangan dilakukan untuk mengamankan jalannya dakwah Islam, sehingga berbagai tindakan kezaliman dari orang-orang kafir yang memfitnah dan mengganggu umat Islam karena menganut dan melaksanakan agama mereka dapat dicegah, dan agar kaum kafir itu dapat menghargai kemerdekaan pribadi dan hak-hak asasi manusia dalam menganut keyakinan.\nDi berbagai daerah yang telah dikuasai kaum Muslimin, orang yang belum menganut agama Islam diberi hak dan kemerdekaan untuk memilih: apakah mereka akan memeluk agama Islam ataukah akan tetap dalam agama mereka. Jika mereka memilih untuk tetap dalam agama semula, maka mereka diharuskan membayar \"jizyah\" yaitu semacam pajak sebagai imbalan dari perlindungan yang diberikan Pemerintah Islam kepada mereka. Keselamatan mereka dijamin sepenuhnya, asal mereka tidak melakukan tindakan-tindakan yang memusuhi Islam dan umatnya.37) \nIni merupakan bukti yang jelas bahwa umat Islam tidak melakukan paksaan, bahkan tetap menghormati kemerdekaan beragama, walaupun terhadap golongan minoritas yang berada di daerah-daerah kekuasaan mereka. Sebaliknya dapat kita lihat dari bukti-bukti sejarah, baik pada masa dahulu, maupun pada zaman modern sekarang ini, betapa malangnya nasib umat Islam, apabila mereka menjadi golongan minoritas di suatu negara.\nAyat ini selanjutnya menerangkan bahwa barang siapa yang tidak lagi percaya kepada thagut, atau tidak lagi menyembah patung, atau benda yang lain, melainkan beriman dan menyembah Allah semata-mata, maka dia telah mendapatkan pegangan yang kokoh, laksana tali yang kuat, yang tidak akan putus. Iman yang sebenarnya adalah iman yang diyakini dalam hati, diucapkan dengan lidah dan diiringi dengan perbuatan. Itulah sebabnya maka pada akhir ayat, Allah berfirman yang artinya: \"Allah Maha Mendengar lagi Maha Mengetahui\". Artinya Allah senantiasa mendengar apa yang diucapkan, dan Dia selalu mengetahui apa yang diyakini dalam hati, dan apa yang diperbuat oleh anggota badan. Allah akan membalas amal seseorang sesuai dengan iman, perkataan dan perbuatan mereka masing-masing.",
    "quraish": "Tidak ada paksaan bagi seseorang untuk memeluk suatu agama. Jalan kebenaran dan kesesatan telah jelas melalui tanda-tanda kekuasaan Allah yang menakjubkan. Barangsiapa beriman kepada Allah dan mengingkari segala sesuatu yang mematikan akal dan memalingkannya dari kebenaran, maka sesungguhnya ia telah berpegang-teguh pada penyebab terkuat untuk tidak terjerumus ke dalam kesesatan. Perumpamaannya seperti orang yang berpegangan pada tali yang kuat dan kokoh, sehingga tidak terjerumus ke dalam jurang. Allah Maha Mendengar apa yang kalian katakan, Maha Melihat apa yang kalian lakukan. Maka Dia pun akan membalasnya dengan yang setimpal. (1) (1) Komentar mengenai ayat ini dari segi hukum internasional telah disinggung pada ayat-ayat peperangan, dari nomor 190-195 surat al-Baqarah.",
    "jalalayn": "(Tidak ada paksaan dalam agama), maksudnya untuk memasukinya. (Sesungguhnya telah nyata jalan yang benar dari jalan yang salah), artinya telah jelas dengan adanya bukti-bukti dan keterangan-keterangan yang kuat bahwa keimanan itu berarti kebenaran dan kekafiran itu adalah kesesatan. Ayat ini turun mengenai seorang Ansar yang mempunyai anak-anak yang hendak dipaksakan masuk Islam. (Maka barang siapa yang ingkar kepada tagut), maksudnya setan atau berhala, dipakai untuk tunggal dan jamak (dan dia beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada simpul tali yang teguh kuat) ikatan tali yang kokoh (yang tidak akan putus-putus dan Allah Maha Mendengar) akan segala ucapan (Maha Mengetahui) segala perbuatan."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 257,
    "arab": "اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا يُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَالَّذِيْنَ كَفَرُوْٓا اَوْلِيَاۤؤُهُمُ الطَّاغُوْتُ يُخْرِجُوْنَهُمْ مِّنَ النُّوْرِ اِلَى الظُّلُمٰتِۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "translation": "Allah pelindung orang yang beriman. Dia mengeluarkan mereka dari kegelapan kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya adalah setan, yang mengeluarkan mereka dari cahaya kepada kegelapan. Mereka adalah penghuni neraka. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/264.mp3",
    "tafsir": "Allah adalah Pelindung orang-orang yang beriman. Dialah yang mengeluarkan mereka dari kekafiran kepada cahaya iman dan petunjuk. Sedang orang-orang kafir itu, pelindung-pelindungnya adalah setan yang mengeluarkan mereka dari cahaya iman kepada kegelapan kekafiran. Mereka adalah penghuni-penghuni neraka pada hari kemudian, dan mereka kekal di dalamnya selama-lamanya.\nApabila orang kafir itu pada suatu ketika mendapatkan sedikit cahaya petunjuk dan iman, maka setan segera berusaha untuk melenyapkannya, sehingga iman yang mulai bersemi itu menjadi sirna, dan mereka kembali kepada kegelapan.\nOleh sebab itu, iman yang telah tertanam dalam hati harus selalu dipelihara, dirawat dan dipupuk dengan baik sehingga ia terus berkembang dan bertambah kuat, dan setan-setan tidak akan dapat merusaknya lagi. Pupuk keimanan adalah: ibadah, amal saleh dan memperdalam ilmu pengetahuan dan ajaran-ajaran agama Islam.",
    "quraish": "Allah mengurus segala urusan orang-orang Mukmin, menolong mereka dengan mengeluarkan mereka dari keraguan dan kebimbangan kepada cahaya kebenaran dan ketenangan. Orang-orang kafir dikuasai setan dan para propagandis kejahatan. Setan dan propagandis kejahatan itu selalu berusaha mengeluarkan mereka dari cahaya keimanan yang telah menjadi fitrah dan jelas dengan tanda-tanda kekuasaan Allah, kepada kekafiran dan kerusakan. Orang-orang kafir itu adalah penghuni neraka yang akan kekal di dalamnya.",
    "jalalayn": "(Allah pelindung) atau pembela (orang-orang yang beriman yang mengeluarkan mereka dari kegelapan), maksudnya kekafiran (pada cahaya) atau keimanan. (Sedangkan orang-orang kafir, pelindung-pelindung mereka ialah setan yang mengeluarkan mereka dari cahaya kepada kegelapan). Disebutkan di sini ikhraj atau mengeluarkan. Adakalanya sebagai imbangan firman-Nya, \"Mengeluarkan mereka dari kegelapan\", atau mengenai orang-orang Yahudi yang beriman kepada nabi sebelum dibangkitkannya, kemudian kafir kepadanya. (Mereka itu adalah penghuni-penghuni neraka, mereka kekal di dalamnya)."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 258,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْ حَاۤجَّ اِبْرٰهٖمَ فِيْ رَبِّهٖٓ اَنْ اٰتٰىهُ اللّٰهُ الْمُلْكَ ۘ اِذْ قَالَ اِبْرٰهٖمُ رَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ قَالَ اَنَا۠ اُحْيٖ وَاُمِيْتُ ۗ قَالَ اِبْرٰهٖمُ فَاِنَّ اللّٰهَ يَأْتِيْ بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِيْ كَفَرَ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۚ",
    "translation": "Tidakkah kamu memperhatikan orang yang mendebat Ibrahim mengenai Tuhannya, karena Allah telah memberinya kerajaan (kekuasaan). Ketika Ibrahim berkata, “Tuhanku ialah Yang menghidupkan dan mematikan,” dia berkata, “Aku pun dapat menghidupkan dan mematikan.” Ibrahim berkata, “Allah menerbitkan matahari dari timur, maka terbitkanlah ia dari barat.” Maka bingunglah orang yang kafir itu. Allah tidak memberi petunjuk kepada orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/265.mp3",
    "tafsir": "Pada ayat ini dicontohkan keadaan dan sifat keangkuhan raja Namrud dari Babilonia, ketika berhadapan dengan Nabi Ibrahim sebagai rasul Allah. Raja Namrud telah dikaruniai Allah kekuasaan dan kerajaan yang besar, tetapi dia tidak bersyukur atas nikmat tersebut, bahkan menjadi seorang yang ingkar dan zalim. Rahmat Allah yang seharusnya digunakannya untuk menaati Allah, digunakannya untuk mendurhakai-Nya, dengan melakukan perbuatan yang tidak diridai-Nya. \nNamrud yang telah mengambil setan sebagai pemimpin dan pelindungnya itu, dengan sikap congkak berkata menentang Nabi Ibrahim, \"Siapakah Tuhanmu yang kamu serukan agar kami beriman kepadanya?\" Ibrahim menjawab, \"Tuhanku adalah Allah yang kuasa menciptakan makhluk yang semula tidak ada, atau menghidupkan orang yang tadinya sudah mati\". Maka Namrud menjawab, \"Kalau begitu, aku pun dapat pula menghidupkan dan mematikan.\" Maksudnya, membiarkan hidup atau tidak membunuh seseorang yang seharusnya dia bunuh; dan dia sanggup mematikan seseorang, yaitu dengan membunuhnya. Sedang yang dimaksudkan oleh Ibrahim ialah bahwa Allah swt menciptakan makhluk hidup yang tadinya belum ada, yaitu dengan menciptakan tulang-tulang, daging dan darah, lalu meniupkan roh ke dalamnya, atau dari makhluk yang telah mati, kemudian Allah mengembalikannya menjadi hidup; pada Hari Kebangkitan kelak. Allah kuasa pula mematikan makhluk yang hidup, tidak dengan membunuhnya seperti yang dilakukan oleh manusia, melainkan dengan mengeluarkan roh makhluk tersebut dengan datangnya ajal atau dengan terjadinya hari kiamat kelak. Maka jawaban Namrud yang disebutkan dalam ayat ini adalah olok-olokan belaka, tidak sesuai dengan apa yang dimaksudkan oleh Ibrahim a.s.\nOleh karena jawaban Namrud itu tidak ada nilainya, maka Nabi Ibrahim tidak mengindahkan jawaban itu. Lalu dia berkata, \"Tuhanku (Allah) kuasa menerbitkan matahari dari timur, maka terbitkanlah olehmu matahari itu dari barat.\" Namrud tidak dapat menjawab. Sebab itu dia bungkam, tidak berkutik.\nDi sini dapat dilihat perbedaan antara Nabi Ibrahim dan Namrud. Nabi Ibrahim sebagai rasul Allah yang beriman dan taat kepada-Nya, senantiasa memperoleh petunjuk-Nya, sehingga dia tidak kehilangan akal dan dalil dalam perdebatan itu, bahkan dalilnya yang terakhir tentang bukti kekuasaan Allah dapat membungkam raja Namrud. Sebaliknya Raja Namrud yang ingkar dan durhaka kepada Allah, benar-benar tidak mendapat petunjuk-Nya, sehingga dia kalah dan tidak dapat berkutik lagi untuk menjawab tantangan Nabi Ibrahim. Itulah akibat orang yang mengambil setan sebagai pemimpin dan pelindung mereka.",
    "quraish": "Apakah kamu tidak memperhatikan orang yang buta akan bukti-bukti kebenaran dan mendebat Ibrâhîm, khalîl Allâh (kesayangan Allah), dalam hal ketuhanan dan keesaan Allah. Perhatikanlah bagaimana kesombongan terhadap kekuasaan yang telah Tuhan berikan mengeluarkan mereka dari cahaya fitrah (keimanan) kepada kekafiran. Ketika Ibrâhîm berkata, \"Sesungguhnya Allah menghidupkan dan mematikan dengan cara meniupkan ruh ke dalam tubuh dan mencabutnya,\" orang kafir itu berkata, \"Saya dapat memberikan kehidupan dan kematian dengan cara mengampuni dan membunuh.\" Lalu, untuk menyudahi perdebatannya, Ibrâhîm berkata, \"Allah menerbitkan matahari dari timur. Terbitkanlah dari barat jika kamu benar-benar Tuhan.\" Orang kafir itu pun menjadi bingung dan terputuslah perdebatan karena kuatnya bukti yang menyingkap kelemahan dan keangkuhannya. Allah tidak akan memberikan petunjuk kepada orang-orang yang terus ingkar.",
    "jalalayn": "(Tidakkah kamu perhatikan orang yang mendebat Ibrahim tentang Tuhannya) (mentang-mentang ia diberi Allah kerajaan) maksudnya raja Namruz yang karena telah berkuasa hendak menyangkal karunia Allah kepadanya, (ketika) menjadi badal dari 'haajja' (Ibrahim berkata) ketika Namruz menanyakan padanya, \"Siapakah Tuhanmu yang kamu seru kami kepada-Nya itu?\" (\"Tuhanku ialah yang menghidupkan dan mematikan\"), maksudnya menciptakan kehidupan dan kematian di dalam tubuh. (Katanya) Kata Namruz, (\"Sayalah yang menghidupkan dan yang mematikan), yakni dengan membunuh dan memaafkan, lalu dipanggillah dua orang laki-laki, yang seorang dibunuh dan yang seorang lagi dibiarkan hidup. Maka tatkala dilihatnya raja itu seorang yang tolol, (Ibrahim berkata) sambil meningkat kepada alasan yang lebih jelas lagi, (\"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah) olehmu (dari barat. Karena itu, bingung dan terdiamlah orang kafir itu) tidak dapat memberikan jawaban atau dalih lagi (dan Allah tidak memberi petunjuk kepada orang-orang yang aniaya) karena kekafirannya, yakni petunjuk ke jalan hidayah."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 259,
    "arab": "اَوْ كَالَّذِيْ مَرَّ عَلٰى قَرْيَةٍ وَّهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۚ قَالَ اَنّٰى يُحْيٖ هٰذِهِ اللّٰهُ بَعْدَ مَوْتِهَا ۚ فَاَمَاتَهُ اللّٰهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهٗ ۗ قَالَ كَمْ لَبِثْتَ ۗ قَالَ لَبِثْتُ يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالَ بَلْ لَّبِثْتَ مِائَةَ عَامٍ فَانْظُرْ اِلٰى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۚ وَانْظُرْ اِلٰى حِمَارِكَۗ وَلِنَجْعَلَكَ اٰيَةً لِّلنَّاسِ وَانْظُرْ اِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوْهَا لَحْمًا ۗ فَلَمَّا تَبَيَّنَ لَهٗ ۙ قَالَ اَعْلَمُ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Atau seperti orang yang melewati suatu negeri yang (bangunan-bangunannya) telah roboh hingga menutupi (reruntuhan) atap-atapnya, dia berkata, “Bagaimana Allah menghidupkan kembali (negeri) ini setelah hancur?” Lalu Allah mematikannya (orang itu) selama seratus tahun, kemudian membangkitkannya (menghidupkannya) kembali. Dan (Allah) bertanya, “Berapa lama engkau tinggal (di sini)?” Dia (orang itu) menjawab, “Aku tinggal (di sini) sehari atau setengah hari.” Allah berfirman, “Tidak! Engkau telah tinggal seratus tahun. Lihatlah makanan dan minumanmu yang belum berubah, tetapi lihatlah keledaimu (yang telah menjadi tulang belulang). Dan agar Kami jadikan engkau tanda kekuasaan Kami bagi manusia. Lihatlah tulang belulang (keledai itu), bagaimana Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging.” Maka ketika telah nyata baginya, dia pun berkata, “Saya mengetahui bahwa Allah Mahakuasa atas segala sesuatu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/266.mp3",
    "tafsir": "Dalam ayat ini, Allah memberikan perumpamaan lain, yang juga bertujuan untuk membuktikan kekuasaan-Nya. Akan tetapi tokoh yang dikemukakan dalam perumpamaan ini bukanlah seorang yang ingkar dan tidak percaya kepada kekuasaan-Nya, melainkan seorang yang pada mulanya masih ragu tentang kekuasaan Allah, tetapi setelah melihat berbagai bukti yang nyata maka dia beriman dengan sepenuh hatinya dan mengakui bahwa Allah Mahakuasa atas segala sesuatu.\nDisebutkan bahwa orang itu pada suatu kali berjalan melalui suatu desa yang sudah merupakan puing-puing belaka. Bangunannya sudah roboh, sehingga atap-atap yang jatuh ke tanah sudah tertimbun oleh reruntuhan dindingnya. Karena masih meragukan kekuasaan Allah, maka ketika dia menyaksikan puing-puing tersebut dia berkata, \"Mungkinkah Allah menghidupkan kembali desa yang telah roboh ini, dan mengembalikannya kepada keadaan semula?\"\nKeraguannya tentang kekuasaan Allah untuk dapat mengembalikan desa itu kepada keadaan semula, dapat kita terapkan kepada sesuatu yang lebih besar dari itu, yakni: \"Kuasakah Allah untuk menghidupkan makhluk-Nya kembali pada Hari Kebangkitan, setelah mereka semua musnah pada hari kiamat?\"\nOleh karena orang tersebut bukan orang kafir, melainkan orang yang masih berada dalam tingkat keragu-raguan tentang kekuasaan Allah, dan dia memerlukan bukti dan keterangan, maka Allah berbuat sesuatu yang akan memberikan keterangan dan bukti tersebut kepadanya. Kejadian tersebut adalah demikian: Setelah dia menemukan desa itu sunyi sepi dan bangunan-bangunannya sudah menjadi puing, dia masih menemukan di sana pohon-pohon yang sedang berbuah. Lalu dia berhenti di suatu tempat, dan setelah menambatkan keledainya maka dia mengambil buah-buahan dan dimakannya. Sesudah makan ia pun tertidur. Pada saat itu Allah swt mematikannya, yaitu dengan mengeluarkan rohnya dari jasadnya. Seratus tahun kemudian Allah swt menghidupkan-Nya kembali, dengan mengembalikannya seperti keadaan semula, dan mengembalikan ruhnya ke tubuhnya. Proses \"menghidupkan kembali\" ini berlangsung dengan cepat dan mudah, tanpa melalui masa kanak-kanak dan sebagainya. Sisa makanan yang ditinggalkannya sebelum dia dimatikan, ternyata masih utuh dan tidak rusak, sedang keledainya sudah mati, tinggal tulang-belulang belaka. Setelah dia dihidupkan seperti semula, maka Allah mengajukan suatu pertanyaan kepadanya, \"Sudah berapa lamakah kamu berada di tempat itu?\" Allah swt mengajukan pertanyaan itu untuk menunjukkan kepadanya bahwa dia tidak dapat mengetahui segala sesuatu, termasuk hal ihwal dirinya sendiri. Hal ini ternyata benar. Orang itu menyangka bahwa dia berada di tempat itu baru sebentar saja, yaitu sehari atau setengah hari. Sebab itu dia menjawab, \"Aku berada di tempat ini baru sehari atau setengah hari saja\".\nLalu Allah menerangkan kepadanya bahwa dia telah berada di tempat itu seratus tahun lamanya. Kemudian Allah menyuruhnya untuk memperhatikan sisa-sisa makanan dan minuman yang ditinggalkannya seratus tahun yang lalu, yang masih utuh dan tidak rusak. Ini membuktikan kekuasaan Allah, sebab biasanya makanan menjadi rusak setelah dua atau tiga hari saja. Allah juga menyuruhnya untuk memperhatikan keledainya yang telah menjadi tulang-belulang pada tempat itu. Kemudian Allah memperlihatkan kepadanya bagaimana Dia menyusun tulang-tulang itu di tempat dan susunannya semula. Sesudah itu diberi-Nya daging dan kulit serta alat tubuh lainnya, serta ditiupkan-Nya roh ke tubuh keledai itu sehingga ia hidup kembali. \nSetelah melihat berbagai kenyataan itu semuanya, maka orang tersebut menyatakan imannya dengan ucapan, \"Sekarang aku yakin benar bahwa Allah Mahakuasa atas segala sesuatu, termasuk menghidupkan kembali makhluk yang sudah mati.\" Berdasarkan keyakinan itu hilanglah keragu-raguannya tentang hari kebangkitan.\nDalam ayat ini Allah swt. tidak menjelaskan nama orang tersebut serta nama negeri yang dilaluinya. Yang penting dalam ayat ini adalah pelajaran yang dapat diambil dari peristiwa itu.\nBukti-bukti kekuasaan Allah yang diperlihatkan dalam ayat ini adalah sebagai berikut:\n1.Orang itu dihidupkan kembali sesudah dia mati seratus tahun lamanya. Tulang-belulang keledainya menjadi bukti untuk memastikan bahwa keledainya itu benar-benar telah mati sejak waktu yang lama. Allah kuasa menghidupkannya kembali.\n2.Sisa-sisa makanan dan minumannya seratus tahun yang lalu itu ternyata masih utuh, tentu saja atas kehendak dan kekuasaan Allah. Ini membuktikan kekuasaan-Nya sebab dalam keadaan biasa, makanan dan minuman akan rusak setelah beberapa hari. Atau makanan itu memang telah rusak, tetapi Allah dapat mengembalikannya seperti semula. Ini pun menunjukkan kekuasaan-Nya.\n3.Keledainya yang telah lama mati dan tinggal tulang-belulangnya, oleh Tuhan dihidupkan kembali seperti semula. Hal ini dilakukan di hadapan mata orang tersebut agar dapat disaksikan dengan nyata.\nSemua hal itu merupakan bukti yang nyata tentang kekuasaan Allah, dan bahwa Allah kuasa menciptakan sesuatu, dan kuasa pula untuk mengulangi kejadian makhluknya. Maka sirnalah segala macam syubhat dan keraguan, dan timbullah keyakinan yang kokoh tentang keesaan dan kekuasaan Allah. Dia Mahakuasa atas segala sesuatu, termasuk membangkitkan dan menghidupkan kembali makhluk-Nya di akhirat sesudah kiamat.",
    "quraish": "Renungkanlah kisah aneh berikut ini: kisah seseorang yang melewati suatu negeri yang hancur, atap dan temboknya roboh dan penghuninya binasa. Ia berkata, \"Bagaimana Allah menghidupkan kembali penduduk negeri yang telah mati?\" Kemudian Allah mematikan orang tersebut selama seratus tahun. Setelah itu ia dibangkitkan kembali agar tahu betapa mudahnya proses kebangkitan, untuk menghilangkan keraguannya. Ia lalu ditanya, \"Berapa lama kamu mati?\" Ia menjawab, \"Aku tidak bisa merasakan berapa lamanya, mungkin sehari atau beberapa hari.\" Dikatakan kepadanya, \"Sesungguhnya kamu telah mati selama seratus tahun.\" Kemudian Allah mengalihkan pandangannya kepada bukti kekuasaan-Nya yang lain dengan mengatakan, \"Lihatlah! Makanan dan minumanmu tidak rusak dan keledaimu tidak berubah. Kami lakukan itu semua agar proses kebangkitan setelah mati yang kamu nafikan menjadi jelas dan kamu menjadi saksi hidup kebenaran hal tersebut.\" Selanjutnya Allah memerintahkan orang itu untuk melihat ciptaan-Nya yang lain. Bagaimana makhluk-makhluk hidup disusun tulangnya, dibalut dengan daging, ditiupkan ruh ke dalamnya sehingga dapat bergerak. Ketika kekuasaan Allah dan mudahnya proses kebangkitan menjadi jelas baginya, ia berkata, \"Aku yakin bahwa Allah Mahakuasa atas segala sesuatu.\"",
    "jalalayn": "(Atau) tidakkah kamu perhatikan (orang) 'kaf' hanya tambahan belaka (yang lewat di suatu negeri). Orang itu bernama Uzair dan lewat di Baitulmakdis dengan mengendarai keledai sambil membawa sekeranjang buah tin dan satu mangkuk perasan anggur (yang temboknya telah roboh menutupi atap-atapnya), yakni setelah dihancurkan oleh raja Bukhtanashar. (Katanya, \"Bagaimana caranya Allah menghidupkan kembali negeri ini setelah robohnya?\") disebabkan kagumnya akan kekuasaan-Nya (Maka Allah pun mematikan orang itu) dan membiarkannya dalam kematian (selama seratus tahun, kemudian menghidupkannya). Untuk memperlihatkan kepadanya bagaimana caranya demikian itu. (Allah berfirman) kepadanya, (Berapa lamanya kamu tinggal di sini?) (Jawabnya, \"Saya telah tinggal di sini sehari atau setengah hari) karena ia mulai tidur dari waktu pagi, lalu dimatikan dan dihidupkan lagi di waktu Magrib, hingga menurut sangkanya tentulah ia tidur sepanjang hari itu. (Firman Allah swt., \"Sebenarnya sudah seratus tahun lamanya kamu tinggal; lihatlah makanan dan minumanmu itu) buah tin dan perasan anggur (yang belum berubah) artinya belum lagi basi walaupun waktunya sudah sekian lama. 'Ha' pada 'yatasannah' ada yang mengatakan huruf asli pada 'sanaha', ada pula yang mengatakannya sebagai huruf saktah, sedangkan menurut satu qiraat, tidak pakai 'ha' sama sekali (dan lihatlah keledaimu) bagaimana keadaannya. Maka dilihatnya telah menjadi bangkai sementara tulang belulangnya telah putih dan berkeping-keping. Kami lakukan itu agar kamu tahu, (dan akan Kami jadikan kamu sebagai tanda) menghidupkan kembali (bagi manusia. Dan lihatlah tulang-belulang) keledaimu itu (bagaimana Kami menghidupkannya) dibaca dengan nun baris di depan. Ada pula yang membacanya dengan baris di atas kata 'nasyara', sedang menurut qiraat dengan baris di depan berikut zai 'nunsyizuha' yang berarti Kami gerakkan dan Kami susun, (kemudian Kami tutup dengan daging) dan ketika dilihatnya tulang-belulang itu sudah tertutup dengan daging, bahkan telah ditiupkan kepadanya roh hingga meringkik. (Maka setelah nyata kepadanya) demikian itu dengan kesaksian mata (ia pun berkata, \"Saya yakin\") berdasar penglihatan saya (bahwa Allah Maha Kuasa atas segala sesuatu\"). Menurut satu qiraat 'i`lam' atau 'ketahuilah' yang berarti perintah dari Allah kepadanya supaya menyadari."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 260,
    "arab": "وَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اَرِنِيْ كَيْفَ تُحْيِ الْمَوْتٰىۗ قَالَ اَوَلَمْ تُؤْمِنْ ۗقَالَ بَلٰى وَلٰكِنْ لِّيَطْمَىِٕنَّ قَلْبِيْ ۗقَالَ فَخُذْ اَرْبَعَةً مِّنَ الطَّيْرِفَصُرْهُنَّ اِلَيْكَ ثُمَّ اجْعَلْ عَلٰى كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِيْنَكَ سَعْيًا ۗوَاعْلَمْ اَنَّ اللّٰهَ عَزِيْزٌحَكِيْمٌ ࣖ",
    "translation": "Dan (ingatlah) ketika Ibrahim berkata, “Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.” Allah berfirman, “Belum percayakah engkau?” Dia (Ibrahim) menjawab, “Aku percaya, tetapi agar hatiku tenang (mantap).” Dia (Allah) berfirman, “Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.” Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/267.mp3",
    "tafsir": "Ayat ini menambahkan suatu perumpamaan lain tentang kekuasaan Allah untuk menghidupkan kembali makhluk yang telah mati. Kalau pada ayat 258 dikemukakan peristiwa dialog antara Nabi Ibrahim dengan raja Namrud, maka pada ayat ini diceritakan dialog antara Nabi Ibrahim dan Tuhannya. Dengan penuh rasa kerendahan dan pengabdian kepada Allah, Ibrahim a.s. mengajukan permohonan kepada-Nya agar Dia bermurah hati untuk memperlihatkan kepadanya bagaimana cara Allah menghidupkan makhluk yang telah mati.\nJika diperhatikan sepintas lalu, maka permohonan Nabi Ibrahim ini memberikan kesan bahwa dia sendiri seolah-olah masih mempunyai keraguan tentang kekuasaan Allah menghidupkan kembali orang yang telah mati. Sebab itu Allah berfirman kepadanya, \"Apakah engkau masih belum percaya bahwa Aku dapat menghidupkan kembali makhluk yang sudah mati?\" Akan tetapi yang dimaksudkan dalam ayat ini bukanlah demikian, sebab Nabi Ibrahim sama sekali tidak mempunyai keraguan tentang kekuasaan Allah. Beliau mengajukan permohonan itu kepada Allah bukan karena keragu-raguan, melainkan karena ingin melihat dengan mata kepalanya sendiri bagaimana caranya Allah menghidupkan kembali makhluk yang sudah mati. Maka Ibrahim menjawab, \"Aku sedikit pun tidak meragukan kekuasaan Allah, akan tetapi aku mengajukan permohonan itu untuk sampai kepada derajat 'ainul yaqin, yaitu keyakinan yang diperoleh setelah menyaksikannya dengan mata kepala sendiri, sehingga hatiku menjadi lebih tenteram, dan keyakinanku menjadi lebih kuat dan kokoh.\nAllah mengabulkan permohonan itu, lau Nabi Ibrahim diperintahkan untuk memotong-motong empat ekor burung, kemudian meletakkan bagian-bagian tubuh burung tersebut pada bukit yang saling berjauhan letaknya. Ibrahim diperintahkan untuk memanggil burung-burung yang telah dipotong-potong itu, ternyata burung-burung itu datang kepadanya dalam keadaan utuh seperti semula. Tentu saja Allah mengembalikan burung-burung itu lebih dahulu kepada keadaan semula, sehingga dapat datang memenuhi panggilan Ibrahim a.s. Dengan ini permohonan Ibrahim a.s. kepada Allah untuk memperlihatkan kepadanya bagaimana Allah menghidupkan kembali makhluk yang telah mati dapat terpenuhi, sehingga hatinya merasa tenteram dan keyakinannya semakin kokoh.\nPendapat lain mengatakan bahwa Nabi Ibrahim diperintahkan agar Ibrahim a.s. mengambil burung-burung itu untuk dijinakkan. Kemudian Allah swt menyuruh Ibrahim a.s. meletakkan masing-masing burung itu di atas bukit tertentu yang berjauhan letaknya satu dengan yang lain.\nSesudah itu Ibrahim a.s. diperintahkan-Nya untuk memanggil burung tersebut. Dengan suatu panggilan saja, burung itu datang kepadanya dengan patuh dan taat. Demikian pulalah halnya umat manusia di hari akhirat nanti. Apabila Allah swt memanggil mereka dengan suatu panggilan saja, maka bangkitlah makhluk itu dan datang kepada-Nya serentak, dengan taat dan patuh.\nPada akhir ayat ini Allah swt memperingatkan Ibrahim a.s. dan semua manusia, agar mereka meyakini benar bahwa Allah Mahakuasa dan Mahabijaksana. Artinya: Kuasa dalam segala hal, termasuk menghidupkan kembali makhluk yang telah mati dan Dia Mahabijaksana terutama dalam memberikan bimbingan dan tuntunan kepada hamba-Nya, menuju jalan yang lurus dan benar.",
    "quraish": "Ingatlah pula kisah Ibrâhîm ketika ia berkata, \"Ya Tuhanku, perlihatkanlah kepadaku proses menghidupkan kembali orang yang telah mati.\" Lalu Allah mananyakan keimanannya terhadap proses kebangkitan agar keraguannya hilang dengan mengatakan, \"Apakah kamu tidak percaya?\" Ibrâhîm menjawab, \"Aku percaya, tetapi aku minta itu sekadar untuk menambah kemantapan hatiku.\" Allah berfirman, \"Ambillah empat ekor burung dan dekatkanlah kepadamu agar kamu kenali betul. Lalu potong- potonglah setelah disembelih dan letakkan potongan-potongan tersebut di atas gunung-gunung yang berdampingan. Kemudian panggillah burung-burung itu, niscaya mereka akan datang menghampirimu dalam keadaan hidup seperti sediakala. Ketahuilah bahwa Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam segala hal. (1) (1) Imam Fakhr al-Dîn al-Râzî dan ahli tafsir lainnya menyebutkan adanya pendapat lain dalam menafsirkan ayat ini. Dikatakan, Ibrâhîm tidak menyembelih burung-burung tersebut dan tidak diperintahkan untuk itu. Ia disuruh memeliharanya agar menjadi jinak. Empat ekor burung tersebut dipisah, di tiap gunung masing-masing diletakkan satu ekor. Kemudian keempatnya dipanggil dan datang. Ini adalah gambaran bagaimana Allah menciptakan segala sesuatu yaitu dengan perintahnya \"kun\" (jadilah), fa yakûn (maka sesuatu itu pun terjadi). Sama halnya dengan keempat burung tersebut, dipanggil lalu datang.",
    "jalalayn": "(Dan) ingatlah (ketika Ibrahim berkata, \"Ya Tuhanku! Perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Firman Allah) kepadanya (Apakah kamu tidak percaya?\") akan kekuasaan-Ku dalam menghidupkan itu? Ditanyakan Ibrahim padahal Dia mengetahui bahwa Ibrahim mempercayainya, agar Ibrahim memberikan jawaban terhadap pertanyaan-Nya, hingga para pendengar pun mengerti akan maksud-Nya. (\"Saya percaya\", katanya) (tetapi) saya tanyakan (agar tenang) dan tenteram (hatiku) disebabkan kesaksian yang digabungkan pada pengambilan dalil (Firman-Nya, \"Ambillah empat ekor burung, lalu jinakkanlah kepadamu) dengan 'shad' yang baris di bawah dan baris di depan yang berarti jinakkanlah olehmu, lalu potong-potonglah hingga daging dan bulunya bercampur baur. (Kemudian letakkanlah di setiap bukit) yang terletak di negerimu (sebagian darinya, setelah itu panggillah ia) kepadamu (niscaya mereka akan mendatangimu dengan cepat) atau segera. (Dan ketahuilah bahwa Allah Maha Tangguh.\") dalam perbuatan-Nya. Maka diambilnya burung merak, burung elang, gagak dan ayam jantan, masing-masing satu ekor, lalu ia melakukan apa yang diperintahkan sambil memegang kepala masing-masing, kemudian dipanggilnya hingga beterbangan potongan-potongan burung itu menemui kelompoknya hingga lengkap, lalu menuju kepalanya yang berada di tangannya."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 261,
    "arab": "مَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ كَمَثَلِ حَبَّةٍ اَنْۢبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْۢبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللّٰهُ يُضٰعِفُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
    "translation": "Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/268.mp3",
    "tafsir": "Hubungan antara infak ) dengan hari akhirat erat sekali. Seseorang tidak akan mendapat pertolongan apa pun dan dari siapa pun pada hari akhirat, kecuali dari hasil amalnya sendiri selama hidup di dunia, antara lain amal berupa infak di jalan Allah. Betapa mujurnya orang yang suka menafkahkan hartanya di jalan Allah, orang tersebut seperti seorang yang menyemaikan sebutir benih di tanah yang subur. Benih itu menumbuhkan sebatang pohon, dan pohon itu bercabang menjadi tujuh tangkai, setiap tangkai menghasilkan buah, dan setiap tangkai berisi seratus biji, sehingga benih yang sebutir itu memberikan hasil sebanyak 700 butir. Ini berarti tujuh ratus kali lipat. Bayangkan, betapa banyak hasilnya apabila benih yang ditanamnya itu lebih dari sebutir.\nPenggambaran seperti yang terdapat dalam ayat ini lebih baik, daripada dikatakan secara langsung bahwa \"benih yang sebutir itu akan menghasilkan 700 butir\". Sebab penggambaran yang terdapat dalam ayat tadi memberikan kesan bahwa amal kebaikan yang dilakukan oleh seseorang senantiasa berkembang dan ditumbuhkan oleh Tuhan sedemikian rupa, sehingga menjadi keuntungan yang berlipat ganda bagi orang yang melakukannya, seperti tumbuh kembangnya tanaman yang ditanam oleh seseorang pada tanah yang subur untuk keuntungan penanamnya.\nPengungkapan tentang perkembangan yang terjadi pada tumbuh-tumbuhan seperti yang digambarkan dalam ayat ini telah membangkitkan minat para ahli tumbuh-tumbuhan untuk mengadakan penelitian dalam masalah itu. Hasil penelitian mereka menunjukkan bahwa sebutir benih yang ditanam pada tanah yang baik dan menumbuhkan sebatang pohon, pada umumnya menghasilkan lebih dari setangkai buah bahkan ada yang berjumlah lebih dari lima puluh tangkai. Jadi, tidak hanya setangkai saja. Setiap tangkai berisi lebih dari satu biji, bahkan kadang-kadang lebih dari enam puluh biji. Dengan demikian jelas bahwa penggambaran yang diberikan ayat tadi bahwa sebutir benih dilipatgandakan hasilnya sampai menjadi tujuh ratus butir, bukanlah suatu penggambaran yang berlebihan, melainkan adalah wajar, dan sesuai dengan kenyataan.\nAtas dasar tersebut, dapat kita katakan bahwa semakin banyak penyelidikan ilmiah dilakukan orang, dan semakin tinggi ilmu pengetahuan dan teknologi umat manusia, semakin tersingkaplah kebenaran yang terkandung dalam Kitab Suci Al-Qur'an, baik mengenai benda, tumbuh-tumbuhan, hewan, ruang angkasa dan sebagainya.\nBanyak riwayat yang berasal dari Rasulullah saw yang menggambarkan keberuntungan orang-orang yang menafkahkan harta bendanya di jalan Allah, untuk memperoleh keridaan-Nya dan untuk menjunjung tinggi agama-Nya. Di antaranya ialah hadis yang diriwayatkan oleh Imam Muslim: \nDari Ibnu Mas'ud, bahwa ia berkata, \"Seorang lelaki telah datang membawa seekor unta yang bertali di hidungnya ) lalu orang tersebut berkata, \"Unta ini saya nafkahkan di jalan Allah\". Maka Rasulullah saw bersabda, \"Dengan nafkah ini, Anda akan memperoleh di akhirat kelak tujuh ratus ekor unta yang juga bertali di hidungnya.\" (Riwayat Muslim)\n\nPada akhir ayat ini disebutkan dua sifat di antara sifat-sifat-Nya, yaitu Mahaluas dan Maha Mengetahui. Maksudnya, Allah Mahaluas rahmat-Nya kepada hamba-Nya; karunia-Nya tidak terhitung jumlahnya. Dia Maha Mengetahui siapakah di antara hamba-hamba-Nya yang patut diberi pahala yang berlipat-ganda, yaitu mereka yang suka menafkahkan harta bendanya untuk kepentingan umum, untuk menegakkan kebenaran, dan untuk kepentingan pendidikan bangsa dan agama, serta keutamaan-keutamaan yang akan membawa bangsa kepada kebahagiaan di dunia dan di akhirat. Apabila nafkah-nafkah semacam itu telah menampakkan hasilnya untuk kekuatan agama dan kebahagiaan bangsa, maka orang yang memberi nafkah itu pun akan dapat pula menikmatinya baik di dunia atau di akhirat nanti.\nAjaran Islam mengenai infak sangat tinggi nilainya. Selain mengikis sifat-sifat yang tidak baik seperti kikir dan mementingkan diri sendiri, infak juga menimbulkan kesadaran sosial yang mendalam, bahwa manusia senantiasa saling membutuhkan, dan seseorang tidak akan dapat hidup seorang diri. Sebab itu harus ada sifat gotong-royong dan saling memberi sehingga jurang pemisah antara yang kaya dan yang miskin dapat ditiadakan, persaudaraan dapat dipupuk dengan hubungan yang lebih akrab.\nMenafkahkan harta di jalan Allah, baik yang wajib seperti zakat, maupun yang sunah seperti sedekah yang dimanfaatkan untuk kesejahteraan umat, untuk memberantas penyakit kemiskinan dan kebodohan, untuk penyiaran agama Islam dan untuk pengembangan ilmu pengetahuan adalah sangat dituntut oleh agama, dan sangat dianjurkan oleh syara'. Sebab itu, banyak sekali ayat-ayat Al-Qur'an yang membicarakan masalah ini, serta memberikan dorongan yang kuat dan memberikan perumpamaan yang menggambarkan bagaimana beruntungnya orang yang suka berinfak dan betapa malangnya orang yang tidak mau menafkahkan hartanya.",
    "quraish": "Orang yang mengeluarkan hartanya untuk ketaatan dan kebaikan akan memperoleh pahala berlipat ganda dari Allah. Perumpamaan keadaanya seperti orang yang menabur sebutir benih unggul di tanah. Dari benih tersebut tumbuh pohon kecil yang terdiri atas tujuh bulir. Pada tiap-tiap bulir terdapat seratus biji. Inilah gambaran betapa banyaknya pahala berinfak yang diberikan Allah di dunia. Allah melipatgandakan pemberian-Nya untuk orang yang dikehendaki-Nya. Dia Mahaluas karunia, Maha Mengetahui orang yang berhak dan yang tidak berhak.",
    "jalalayn": "(Perumpamaan) atau sifat nafkah dari (orang-orang yang membelanjakan harta mereka di jalan Allah) artinya dalam menaati-Nya (adalah seperti sebutir biji yang menumbuhkan tujuh buah tangkai, pada masing-masing tangkai seratus biji.) Demikianlah pula halnya nafkah yang mereka keluarkan itu menjadi 700 kali lipat. (Dan Allah melipatgandakan) lebih banyak dari itu lagi (bagi siapa yang dikehendaki-Nya dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) siapa-siapa yang seharusnya beroleh ganjaran yang berlipat ganda itu."
  },
  {
    "hizb": 17,
    "name": "Al-Baqarah",
    "ayat": 262,
    "arab": "اَلَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ ثُمَّ لَا يُتْبِعُوْنَ مَآ اَنْفَقُوْا مَنًّا وَّلَآ اَذًىۙ  لَّهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Orang yang menginfakkan hartanya di jalan Allah, kemudian tidak mengiringi apa yang dia infakkan itu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), mereka memperoleh pahala di sisi Tuhan mereka. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/269.mp3",
    "tafsir": "Pahala dan keberuntungan yang akan didapat oleh orang yang menafkahkan hartanya di jalan Allah bersyarat, yaitu: bahwa dia memberikan hartanya itu benar-benar dengan ikhlas, dan setelah itu dia tidak suka menyebut-nyebut infaknya itu dengan kata-kata yang dapat melukai perasaan orang yang menerimanya. Orang-orang semacam inilah yang berhak untuk memperoleh pahala di sisi Allah, dan tidak ada kekhawatiran atas mereka, dan mereka tidak merasa sedih. Ini berarti, bahwa orang yang memberikan sedekah kepada seseorang, kemudian dia menyebut-nyebut sedekah dan pemberiannya itu dengan kata-kata yang menyinggung perasaan dan kehormatan orang yang menerimanya, maka orang semacam ini tidak berhak memperoleh pahala di sisi Allah.\nIni adalah ajaran yang sangat tinggi nilainya, sebab ada orang yang menyumbangkan hartanya bukan karena mengharapkan rida Allah, melainkan hanya menginginkan popularitas dan kemasyhuran serta puji-pujian dari masyarakat, disiarkannya infak itu dengan cara yang mencolok, sehingga dia dikagumi sebagai seorang dermawan. Atau ketika memberikan sedekah itu dia mengucapkan kata-kata yang tidak menyenangkan bagi orang yang menerimanya. Pemberian semacam ini bertentangan dengan tujuan agama, karena tidak akan menimbulkan hubungan kasih sayang dan persaudaraan, melainkan menimbulkan kebencian dan permusuhan. Sebab itu wajar jika orang semacam ini tidak akan mendapatkan pahala di sisi Allah.\nRingkasnya, menafkahkan harta di jalan Allah haruslah dengan niat yang ikhlas dan maksud yang suci. Atas niat yang ikhlas inilah Allah akan memberikan pahala, dan masyarakat akan menghargainya. Rasulullah saw bersabda: \nSemua amal itu harus disertai dengan niat. Dan setiap manusia akan mendapat balasan atas amalnya berdasarkan niatnya itu. (Riwayat Imam al-Bukhari dari 'Umar bin al-Khaththab).\n\nOrang yang berinfak dengan niat yang ikhlas, selain akan memperoleh pahala di sisi Allah, juga tidak dikhawatirkan nasib mereka, sebab mereka itu pasti akan mendapat pahala dan rida Allah. Mereka juga tidak akan bersedih hati, bahkan mereka akan bergembira nanti di akhirat karena mereka telah dapat berbuat kebaikan, dan kebaikan itu mendatangkan pahala bagi mereka. Sebaliknya, orang-orang yang enggan berinfak, nanti di akhirat akan bersedih hati dan menyesal, sebab tidak akan ada lagi kesempatan bagi mereka untuk berbuat kebajikan. Mereka akan menerima azab dari Allah.",
    "quraish": "Orang-orang yang menafkahkan hartanya di jalan kebaikan tanpa menyebut-nyebut pemberiannya, berbangga diri atau menyakiti si penerima, bagi mereka pahala besar yang telah dijanjikan Tuhan. Mereka tidak akan pernah takut dan sedih dalam menghadapi segala sesuatu.",
    "jalalayn": "(Orang-orang yang membelanjakan harta mereka di jalan Allah, kemudian mereka tidak mengiringi apa yang mereka belanjakan itu dengan cercaan) terhadap orang yang diberi, misalnya dengan mengatakan, \"Saya telah berbuat baik kepadamu dan telah menutupi keperluanmu\" (atau menyakiti perasaan) yang bersangkutan, misalnya dengan menyebutkan soal itu kepada pihak yang tidak perlu mengetahuinya dan sebagainya (mereka memperoleh pahala) sebagai ganjaran nafkah mereka (di sisi Tuhan mereka. Tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita) yakni di akhirat kelak."
  }
]