[
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 51,
    "arab": "۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا ",
    "translation": "Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3584.mp3",
    "tafsir": "Pada ayat ini, Allah memberi kebebasan kepada Nabi Muhammad untuk menangguhkan siapa di antara istri-istrinya yang beliau kehendaki dan boleh pula menggauli siapa di antara mereka yang beliau kehendaki. Beliau juga diberi kebebasan untuk mengawini kembali istri-istrinya yang telah dicerai mengingat kemaslahatan bagi dirinya dan masyarakat. \nDiriwayatkan oleh Ibnu Jarir ath-thabari dari Abu Razin bahwa ketika diturunkan ayat yang menyuruh istri-istri Nabi. saw untuk memilih antara tetap menjadi istri Nabi. dengan keadaan sederhana tanpa kemewahan atau berpisah dari Nabi saw karena mengejar kesenangan hidup yang lebih sesuai dengan keinginan hawa nafsunya, maka timbullah rasa kekhawatiran pada istri-istri Nabi. saw itu. Mereka secara serentak menyatakan kerelaannya untuk tetap hidup bersama Nabi saw dalam keadaan bagaimanapun juga karena mereka lebih mengutamakan segi kehidupan agama daripada kesenangan duniawi. \nLalu Nabi menangguhkan menggauli beberapa istrinya atas permintaan mereka, seperti Ummu habibah, Maimunah, Saudah, shafiyah, dan Juwairiyah. Terhadap kelima istrinya ini, Nabi saw tidak mengatur giliran bermalam secara teratur. Adapun terhadap istri-istrinya yang empat orang lagi yaitu 'aisyah, Hafshah, Zainab dan Ummu Salamah beliau mengatur giliran untuk bermalam, serta mempersamakan pembagian pakaian dan makanan. \nKebebasan Nabi untuk mengatur giliran, makanan, pakaian, dan lain-lain sesuai dengan sifat adil Nabi dalam melaksanakan petunjuk Allah, sehingga tidak menimbulkan rasa cemburu dalam hati para istrinya. Mereka menerima dengan rela perlakuan Nabi.\nDiriwayatkan dari 'Abdullah bin Yazid bahwa 'aisyah pernah berkata, \"Adalah kebiasaan Nabi saw untuk membagi-bagi giliran di antara istri-istrinya dengan adil, kemudian Nabi saw berdoa, \"Ya Allah, inilah pembagianku tentang apa yang aku kuasai (yaitu soal pembagian benda materi), maka janganlah Engkau mencercaku tentang apa-apa yang Engkau kuasai dan tidak aku kuasai (soal cinta).\" (Riwayat Ahmad)\n\nHadis ini mengandung suatu anjuran supaya tetap memelihara kemurnian hati dan ancaman bagi mereka yang tidak berserah diri kepada ketentuan Allah dan Rasul-Nya. Allah Maha Mengetahui tentang segala rahasia yang tersimpan di dalam hati, lagi Maha Penyantun, selalu memberi kesempatan untuk bertobat bagi mereka yang telah menyadari akan kesesatannya dan ingin kembali ke jalan yang lurus.",
    "quraish": "Kamu, Muhammad, menunda giliran untuk mendekati istri-istrimu sebagaimana kamu suka. Jika ada seorang dari mereka yang mendapatkan giliran belakangan, lalu meminta kepadamu untuk didahulukan, hal itu boleh saja dan kamu tidak berdosa. Diserahkannya aturan penggiliran itu sesuai keinginanmu akan membuat hati mereka merasa senang, tidak berduka dan menjadikan mereka puas dengan pemberian Allah. Dia Maha Mengetahui kerelaan dan kemurkaan hati kalian dalam menerima perintah Allah. Sungguh Allah Maha Mengetahui segala yang tersembunyi dalam dada dan Maha Lembut pada hamba-Nya dengan tidak menyegerakan datangnya hukuman.",
    "jalalayn": "(Kamu boleh menangguhkan) dapat dibaca Turji-u dengan memakai huruf Hamzah pada akhirnya, juga dapat dibaca Turjiy dengan memakai huruf Ya pada akhirnya sebagai ganti dari Hamzah, artinya menangguhkan (siapa yang kamu kehendaki di antara mereka) yakni istri-istrimu itu dari gilirannya (dan boleh pula kamu menggilir) yaitu mengumpulkan gilirannya (siapa yang kamu kehendaki) di antara mereka kemudian kamu mendatanginya. (Dan siapa-siapa yang kamu ingini) kamu sukai untuk menggaulinya kembali (dari perempuan yang telah kamu pisahkan) dari gilirannya (maka tidak ada dosa bagimu) di dalam memintanya dan menggaulinya untukmu. Hal ini disuruh dipilih oleh Nabi sesudah ditentukan bahwa gilir itu wajib baginya. (Yang demikian itu) yakni boleh memilih itu (lebih dekat) kepada ketenangan hati mereka dan mereka tidak merasa sedih, dan semuanya rela dengan apa yang telah kamu berikan kepada mereka) yaitu tentang hal-hal yang telah disebutkan tadi menyangkut masalah boleh memilih di dalam menggilir (tanpa kecuali) lafal ayat ini mengukuhkan makna Fa'il yang terkandung di dalam lafal Yardhaina. (Dan Allah mengetahui apa yang tersimpan dalam hati kalian) mengenai masalah wanita atau istri dan kecenderungan hatimu kepada sebagian dari mereka. Dan sesungguhnya Kami menyuruh kamu memilih hanyalah untuk mempermudah kamu di dalam melakukan apa yang kamu kehendaki. (Dan adalah Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Penyantun) mengenai menghukum mereka."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 52,
    "arab": "لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ ",
    "translation": "Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3585.mp3",
    "tafsir": "Allah tidak membolehkan Nabi saw untuk menikahi perempuan-perempuan lain setelah ayat ini turun. Allah juga melarang untuk mengganti mereka dengan istri-istri yang lain, meskipun kecantikannya menarik perhatian Nabi saw, kecuali perempuan-perempuan hamba sahaya yang diperoleh dari peperangan atau yang dihadiahkan kepada beliau.\nAbu Dawud dan al-Baihaqi meriwayatkan dari Anas bin Malik bahwa dia berkata, \"Setelah Allah menyuruh memilih kepada istri-istri Nabi., lalu mereka memilih supaya tetap berada di bawah naungan rumah tangga Nabi, maka Allah Taala pun membatasi Nabi untuk menambah istri-istrinya yang sembilan orang itu dengan tidak nikah lagi.\" Dan Allah adalah Maha Mengawasi segala sesuatu.\nAllah mengizinkan Nabi Muhammad beristri lebih dari empat mengandung hikmah yang sangat tinggi karena pernikahan itu ditentukan oleh Allah Yang Maha Mengetahui dan Mahabijaksana. Di antara hikmah itu ialah:\n1.Menyampaikan hukum khusus kaum wanita yang tidak diketahui kecuali oleh suami istri. Jika istri banyak, maka banyak pula hukum tentang perempuan yang dapat diperoleh. Diterima atau tidaknya riwayat yang berasal dari mereka sangat terpengaruh oleh banyaknya riwayat.\n2.Kebutuhan terhadap pendukung yang kuat bagi dakwah pada permulaan Islam. Hubungan besan dan perkawinan secara tradisi pasti saling mendukung dan menolong.\n3.Setiap orang Islam pasti ingin menjalin hubungan keluarga dengan Nabi saw, agar bebas masuk ke rumah Nabi saw. Bahkan, setiap muslim ingin dapat melayani Nabi.\n4.Nabi saw membalas jasa orang yang membelanya dalam perjuangan Islam. Balasan yang sangat berharga adalah besanan dan menikahi keluarganya, seperti perkawinan Nabi dengan 'aisyah binti Abu Bakar dan Hafshah binti 'Umar.\n5.Menghapus tradisi jahiliah dengan hukum yang lebih bermanfaat, seperti pernikahannya dengan Zainab. Sebetulnya Nabi tidak menginginkannya karena takut pada celaan orang, namun hal ini berguna untuk mempertahankan nasab dan kerabat.\n6.Nabi mampu berbuat adil dan memberikan bimbingan kepada keluarganya, yang tidak dimiliki oleh orang lain.",
    "quraish": "Sesudah itu, tidak dihalalkan bagimu wanita selain istrimu. Kamu juga tidak diperbolehkan menceraikan istri-istrimu dan mengganti mereka dengan mengawini wanita lain, meskipun dirimu tertarik oleh kecantikannya. Tapi Allah menghalalkan bagimu budak-budak wanita yang kamu miliki. Sungguh Allah Mahaperiksa dan Maha Menjaga segala sesuatu.",
    "jalalayn": "(Tidak halal) dapat dibaca Tahillu atau Yahillu (bagimu mengawini perempuan-perempuan sesudah itu) sesudah sembilan orang istri yang telah Aku pilih buatmu (dan tidak boleh pula mengganti) lafal Tabaddala asalnya adalah Tatabaddala, kemudian salah satu huruf Ta dibuang sehingga jadilah Tabaddala, (mereka dengan istri-istri yang lain) misalnya kamu menalak mereka atau sebagian dari mereka, kemudian kamu menggantikannya dengan istri yang lain (meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan hamba sahaya yang kamu miliki) yakni wanita sahaya yang kamu miliki, ia halal bagimu. Dan Nabi saw. sesudah sembilan orang istri itu memiliki Siti Mariah, yang daripadanya lahir Ibrahim, akan tetapi Ibrahim meninggal dunia semasa Nabi saw. masih hidup. (Dan adalah Allah Maha Mengawasi segala sesuatu) Maha Memelihara segala sesuatu."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 53,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَاسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya), tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3586.mp3",
    "tafsir": "Pada ayat ini, Allah mengajarkan sopan santun atau etika terhadap rumah tangga Nabi saw. Allah melarang orang-orang yang beriman untuk memasuki rumah-rumah Nabi saw kecuali dengan izin beliau, untuk makan di rumahnya tanpa menunggu waktu masak makanannya. Pada masa Rasulullah pernah terjadi ada orang-orang yang menunggu waktu makannya. Lalu turun ayat ini yang melarang perbuatan tersebut. Bilamana Rasulullah mengundang beberapa orang sahabat ke rumahnya untuk menghadiri walimah, maka mereka dilarang memasuki rumah Nabi saw, kecuali bila mereka sudah mengetahui bahwa makanannya sudah siap dihidangkan.\nBila hidangan belum siap dan mereka masih sibuk menyiapkan hidangan, maka masuknya tamu itu akan mengganggu ketenangan keluarga Nabi saw. Hal ini juga mengganggu istri Nabi. saw yang sedang bekerja karena akan terlihat sebagian anggota tubuhnya yang tidak boleh dilihat oleh para tamu. Mereka dipersilakan masuk jika telah diundang. Apabila telah selesai makan, supaya segera keluar tanpa memperpanjang percakapan, karena hal itu benar-benar mengganggu Nabi saw, dan beliau sendiri merasa malu untuk menyuruh tamunya keluar. Akan tetapi, Allah tidak segan untuk menerangkan yang benar. \nAllah mengajarkan kesopanan di dalam rumah tangga supaya diperhatikan oleh seluruh tamu-tamu yang berkunjung ke rumah orang. Bilamana ada kepentingan untuk meminta atau meminjam suatu barang ke rumah istri-istri Nabi. saw, maka hendaklah permintaan itu dilakukan dari belakang tabir dan tidak berhadapan secara langsung. Hal yang demikian itu lebih menyucikan hati kedua belah pihak dan tidak pula menyakiti hati Rasulullah. Termasuk perbuatan yang menyakiti hati Rasulullah ialah menikahi istri-istrinya setelah beliau meninggal dunia. Larangan untuk menikahi bekas istri-istri Nabi. saw adalah larangan yang berlaku untuk selamanya karena perbuatan itu amat besar dosanya di sisi Allah. \nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. (al-Ahzab/33: 6).\n\nImam al-Bukhari meriwayatkan dari Anas bahwa Umar bin Khaththab. pernah berkata, \"Ada tiga pendapatku yang sesuai dengan wahyu yang diturunkan oleh Allah. Pertama, Aku berkata kepada Rasulullah, 'Wahai Rasulullah, alangkah baiknya bila engkau menjadikan maqam Ibrahim tempat salat, lalu Allah menurunkan ayat:\nDan jadikanlah maqam Ibrahim itu tempat salat. (al-Baqarah/2: 125)\n\nKedua, saya berkata, 'Wahai Rasulullah, sesungguhnya istri-istrimu sering didatangi tamu orang baik dan orang jahat, seandainya engkau membuat tabir untuk mereka tentu lebih baik, maka Allah menurunkan ayat hijab ini. Ketiga, saya pernah berkata kepada istri-istri Nabi. ketika mereka berselisih karena rasa cemburu terhadap Nabi, maka turunlah ayat ini:\nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Tahrim/66: 5)",
    "quraish": "Wahai orang-orang beriman, janganlah kalian memasuki rumah nabi kecuali seizin penghuninya saat kalian diundang makan tanpa tinggal berlama-lama sambil menunggu waktu makan tiba. Masuklah hanya apabila nabi mempersilakan kalian. Jika kalian telah disuguhi makanan, segeralah pulang dan jangan saling mengadakan perbincangan. Jika kalian memasuki rumah Rasul tanpa izin atau dengan sengaja berlama- lama mengadakan perbincangan di dalam rumahnya, sebenarnya hal itu sangat menyakiti hatinya. Hanya saja ia malu untuk menyuruh kalian meninggalkan rumahnya. Tapi tidak ada yang menghalangi Allah Swt. untuk menyatakan suatu kebenaran. Apabila kalian bermaksud menanyakan suatu keperluan kepada istri- istri nabi, maka bertanyalah pada mereka dari balik tabir, karena hal itu akan lebih dapat menjaga kesucian hati mereka dan hati kalian sendiri dari godaan setan. Kalian sama sekali tidak dibenarkan menyakiti hati nabi dan--sebagai penghormatan kepada nabi dan istri-istrinya--kalian tidak diperbolehkan mengawini istri- istrinya sesudah ia wafat. Sesungguhnya dalam pandangan Allah tindakan demikian itu merupakan dosa yang besar. (1). (1) Lihat catatan kaki dan komentar pada ayat 58 dan 59 surat al-Nûr berkaitan dengan etika berkunjung dan soal keutamaam masjid.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian memasuki rumah-rumah Nabi kecuali bila kalian diizinkan) memasukinya karena mendapat undangan (untuk makan) kemudian kalian boleh memasukinya (dengan tidak menunggu-nunggu) tanpa menunggu lagi (waktu masak makanannya) yakni sampai makanan masak terlebih dahulu; Inaa berakar dari kata Anaa Ya-niy (tetapi jika kalian diundang maka masuklah dan bila kalian selesai makan, keluarlah kalian tanpa) berdiam lagi (asyik memperpanjang percakapan) sebagian dari kalian kepada sebagian yang lain. (Sesungguhnya yang demikian itu) yakni berdiamnya kalian sesudah makan (akan mengganggu nabi lalu nabi malu kepada kalian) untuk menyuruh kalian keluar (dan Allah tidak malu menerangkan yang hak) yakni menerangkan supaya kalian keluar; atau dengan kata lain Dia tidak akan mengabaikan penjelasannya. Menurut qiraat yang lain lafal Yastahyi dibaca dengan hanya memakai satu huruf Ya sehingga bacaannya menjadi Yastahiy. (Apabila kalian meminta sesuatu kepada mereka) kepada istri-istri Nabi saw. (yakni suatu keperluan, maka mintalah dari belakang tabir) dari belakang hijab. (Cara yang demikian itu lebih suci bagi hati kalian dan hati mereka) dari perasaan-perasaan yang mencurigakan. (Dan tidak boleh kalian menyakiti hati Rasulullah) dengan sesuatu perbuatan apa pun (dan tidak pula mengawini istri-istrinya sesudah ia wafat selama-lamanya. Sesungguhnya perbuatan itu di sisi Allah) dosanya (besar)."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 54,
    "arab": "اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ",
    "translation": "Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3587.mp3",
    "tafsir": "Sebab turunnya ayat ini, sebagaimana diriwayatkan oleh Juwaibir dari Ibnu 'Abbas, bahwa ada seorang yang telah datang kepada sebagian istri-istri Nabi. saw yang menjadi anak pamannya, lalu bercakap-cakap dengan istri Nabi. secara langsung. Nabi saw menegur hal itu dengan sabdanya, \"Janganlah engkau berbuat seperti ini pada kesempatan yang lain.\" Orang itu menjawab, \"Wahai Rasulullah, ini adalah anak paman saya, dan saya tidak pernah mengatakan sesuatu yang mungkar, dan perempuan itu tidak boleh pula berkata yang tidak baik kepadaku.\" Nabi bersabda, \"Kami telah mengetahui yang demikian itu. Tidak ada yang lebih cemburu daripada Allah, dan tidak ada seorang pun yang lebih cemburu daripada aku.\" Lalu laki-laki itu pergi sambil berkata, \"Siapa yang dapat mencegahku untuk bercakap-cakap dengan anak pamanku; aku pasti akan menikahinya setelah Muhammad wafat.\" Maka turunlah ayat hijab ini, dan laki-laki itu merasa menyesal atas ucapan yang telah dikeluarkannya. Untuk menutupi kesalahan dan menebus dosanya, ia mengeluarkan kifarat dengan memerdekakan seorang hamba sahaya, memberi bekal untuk jihad dengan sepuluh ekor unta, dan naik haji dengan berjalan kaki.",
    "quraish": "Jika kalian menampakkan atau merahasiakan sesuatu yang dapat menyakiti Rasulullah, maka sesungguhnya Allah Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Jika kalian melahirkan sesuatu atau menyembunyikannya) keinginan untuk menikahi mereka sesudah Nabi saw. wafat (maka sesungguhnya Allah adalah Maha Mengetahui segala sesuatu) Dia kelak akan membalasnya kepada kalian."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 55,
    "arab": "لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ",
    "translation": "Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3588.mp3",
    "tafsir": "Tidak ada dosa atas istri-istri Nabi. untuk berjumpa tanpa memakai tabir dengan bapak-bapak mereka, baik bapak kandung maupun bapak sesusuan, anak-anak mereka, baik yang seketurunan maupun yang sesusuan, saudara-saudara mereka, atau anak saudara-saudaranya, baik laki-laki maupun perempuan, perempuan-perempuan muslimat yang dekat maupun yang jauh, atau hamba sahaya yang mereka miliki, baik laki-laki maupun perempuan. Adanya hijab di antara mereka itu akan menimbulkan banyak kesulitan karena mereka selalu berkhidmat dalam urusan rumah tangga. Tetapi, yang perlu diingat adalah agar selalu bertakwa kepada Allah untuk mengikuti perintah-Nya dan menjauhi larangan-Nya, karena Allah selalu menyaksikan segala sesuatu yang mereka perbuat.\nOrang-orang yang disebutkan dalam ayat ini, yaitu ayah para istri Nabi., anak-anak mereka, saudara-saudara mereka, keponakan atau anak saudara mereka, baik saudara laki-laki maupun saudara perempuan, atau perempuan-perempuan lain dan juga budak mereka adalah mahram yaitu orang-orang yang tidak boleh menikahi mereka.\nAdapun orang-orang selain tersebut di atas yaitu yang bukan mahram tidak boleh menemui istri-istri Nabi. tanpa hijab. Hal ini untuk menjaga kehormatan istri-istri Nabi. yang merupakan ummahatul mu'minin.",
    "quraish": "Para istri Nabi Muhammad tidak menanggung dosa jika tidak memakai hijab di hadapan bapak, anak, saudara, anak saudara laki-laki mereka, anak saudara perempuan mereka dan di hadapan wanita beriman lainnya juga di hadapan para hamba sahaya yang mereka miliki. Hal yang demikian itu disebabkan oleh adanya kebutuhan yang tidak mungkin dihindari dari masing-masing pihak. Bertakwalah kepada Allah dalam melaksanakan segala perintah dan jangan melampaui batas. Allah Maha Megetahui segalanya dan tidak satu rahasia pun yang samar bagi Allah.",
    "jalalayn": "(Tidak ada dosa atas istri-istri Nabi terhadap bapak-bapak mereka, anak-anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara mereka yang perempuan, perempuan-perempuan) yang beriman (dan hamba sahaya yang mereka miliki) yakni hamba sahaya laki-laki dan perempuan, untuk melihat dan bercakap dengan mereka tanpa memakai hijab (dan bertakwalah kalian kepada Allah) dalam hal-hal yang diperintahkan-Nya kepada kalian. (Sesungguhnya Allah Maha Menyaksikan segala sesuatu) tidak ada sesuatu pun yang samar dari pengetahuan-Nya."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 56,
    "arab": "اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ",
    "translation": "Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3589.mp3",
    "tafsir": "Sesungguhnya Allah memberi rahmat kepada Nabi Muhammad, dan para malaikat memohonkan ampunan untuknya. Oleh karena itu, Allah menganjurkan kepada seluruh umat Islam supaya bersalawat pula untuk Nabi saw dan mengucapkan salam dengan penuh penghormatan kepadanya. \nDiriwayatkan dari Abu Sa'id al-Khudri bahwa ia bertanya, \"Wahai Rasulullah, adapun pemberian salam kepadamu kami telah mengetahuinya, bagaimana kami harus membaca salawat?\" Nabi menjawab, ucapkanlah: Allahumma shalli 'ala Muhammad wa 'ala ali Muhammad kama shallaita 'ala Ibrahim wa 'ala ali Ibrahim innaka hamid majid. Allahumma barik 'ala Muhammad wa 'ala ali Muhammad kama barakta 'ala Ibrahim wa 'ala ali Ibrahim innaka hamid majid. (Riwayat al-Bukhari, Ahmad, an-Nasa'i, Ibnu Majah, dan lainnya)\n\nDiriwayatkan juga oleh 'Abdullah bin Abu thalhah dari ayahnya:\nBahwa Rasulullah datang pada suatu hari dan terlihat tanda-tanda kegembiraan di wajahnya. Lalu kami bertanya, \"Kami telah melihat tanda-tanda kegembiraan di wajahmu.\" Nabi menjawab, \"Memang, Jibril telah datang kepadaku dan berkata, 'Wahai Muhammad sesungguhnya Tuhanmu telah menyampaikan salam kepadamu dan berfirman, 'Tidakkah kamu merasa puas bahwa tidak ada seorang pun dari umatmu yang membaca salawat untukmu melainkan Aku membalasnya dengan sepuluh kali lipat. Dan tidak seorang pun yang menyampaikan salam kepadamu dari umatmu melainkan Aku membalas dengan salam sepuluh kali lipat.\"",
    "quraish": "Allah telah melimpahkan kasih sayang dan meridai Nabi-Nya. Para malaikat memanjatkan doa untuknya. Maka, wahai orang-orang beriman, panjatkanlah shalawat dan salam pada nabi.",
    "jalalayn": "(Sesungguhnya Allah dan malaikat-malaikat-Nya bersalawat untuk Nabi) untuk Nabi Muhammad saw. (Hai orang-orang yang beriman! Bersalawatlah kalian untuk Nabi dan ucapkanlah salam penghormatan kepadanya) yaitu katakanlah oleh kalian, \"Allaahumma Shalli 'Alaa Sayyidinaa Muhammad Wa Sallim\", artinya, \"Ya Allah! Limpahkanlah salawat dan Salam-Mu kepada junjungan kami Nabi Muhammad.\""
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 57,
    "arab": "اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ",
    "translation": "Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3590.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa Allah mengutuk orang-orang yang menyakiti-Nya dengan melakukan perbuatan yang tidak diridai-Nya, seperti mengingkari perintah-Nya, yaitu ucapan orang-orang Nasrani bahwa Isa adalah putra Allah, atau seperti kaum musyrikin yang mengatakan bahwa malaikat adalah putri-putri Allah, atau menyekutukan-Nya. Allah juga mengutuk orang-orang yang menyakiti Rasul-Nya, seperti menuduh beliau seorang penyair, tukang sihir, atau seorang gila dan sebagainya. \nKutukan Allah itu meliputi kutukan di dunia dan akhirat. Di dunia mereka dijauhkan dari rahmat Allah dan karunia-Nya, sehingga mereka bergelimang dalam kesesatan dan kemaksiatan. Di akhirat mereka dijerumuskan ke dalam api neraka yang merupakan seburuk-buruknya tempat kembali, dan Allah menyediakan bagi mereka azab yang sangat pedih dan menghinakan.",
    "quraish": "Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya dengan cara menentang dan melakukan provokasi untuk mengingkari Allah dan Rasul-Nya, maka Allah akan mengharamkan mereka dari rahmat-Nya. Allah akan menyediakan bagi mereka siksa yang sangat merendahkan keangkuhan mereka itu.",
    "jalalayn": "(Sesungguhnya orang-orang yang menyakiti Allah dan Rasul-Nya) mereka adalah orang-orang kafir, mereka mensifati Allah dengan sifat-sifat yang Dia Maha Suci daripadanya, yaitu mempunyai anak dan mempunyai sekutu, kemudian mereka mendustakan rasul-Nya. (Allah akan melaknatinya di dunia dan di akhirat) yakni menjauhkannya dari rahmat-Nya (dan menyediakan baginya siksa yang menghinakan) siksaan yang menghinakan yaitu neraka."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 58,
    "arab": "وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ",
    "translation": "Dan orang-orang yang menyakiti orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan yang mereka perbuat, maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3591.mp3",
    "tafsir": "Orang yang menyakiti para mukmin, baik laki-laki maupun perempuan, tanpa kesalahan yang mereka perbuat, dan hanya berdasarkan kepada fitnah dan tuduhan yang dibuat-buat, maka sungguh mereka itu telah melakukan dosa yang nyata. Menurut Ibnu 'Abbas, ayat ini diturunkan sehubungan dengan tuduhan 'Abdullah bin Ubay terhadap 'aisyah yang dikatakannya telah berbuat mesum dalam perjalanan pulang beserta Nabi Muhammad setelah memerangi Bani Mushthaliq, yang terkenal dengan hadits al-ifk. \nDalam hadis Nabi saw dijelaskan:\nAbu Hurairah meriwayatkan bahwa Rasulullah pernah ditanya tentang apa artinya bergunjing. Beliau menjawab, \"Engkau menyebut-nyebut saudaramu dengan sesuatu yang dibencinya.\" Nabi ditanya lagi, \"Bagaimana jika yang disebut itu memang benar atau suatu kenyataan?\" Nabi menjawab, \"Bila yang diucapkan itu benar, engkau telah mengumpat kepadanya, dan bila itu tidak benar maka engkau telah membuat kedustaan terhadapnya.\" (Riwayat Abu Dawud)",
    "quraish": "Dan orang-orang yang menyakiti laki-laki atau wanita beriman yang tidak bersalah, melalui ungkapan kata atau perbuatan, mereka akan menanggung dosa lantaran kebohongan itu dan mereka sesungguhnya telah melakukan perbuatan dosa yang teramat buruk.",
    "jalalayn": "(Dan orang-orang yang menyakiti orang-orang Mukmin dan Mukminat tanpa kesalahan yang mereka perbuat) yaitu menuduh mereka mengerjakan hal-hal yang tidak mereka lakukan (maka sesungguhnya mereka telah memikul kebohongan) melancarkan tuduhan bohong (dan dosa yang nyata) yakni perbuatan yang nyata dosanya."
  },
  {
    "hizb": 170,
    "name": "Al-Ahzab",
    "ayat": 59,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ",
    "translation": "Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, “Hendaklah mereka menutupkan jilbabnya ke seluruh tubuh mereka.” Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3592.mp3",
    "tafsir": "Allah memerintahkan kepada seluruh kaum muslimat terutama istri-istri Nabi. sendiri dan putri-putrinya agar mengulurkan jilbab ke seluruh tubuh mereka. Hal itu bertujuan agar mereka mudah dikenali dengan pakaiannya karena berbeda dengan jariyah (budak perempuan), sehingga mereka tidak diganggu oleh orang yang menyalahgunakan kesempatan. Seorang perempuan yang berpakaian sopan akan lebih mudah terhindar dari gangguan orang jahil. Sedangkan perempuan yang membuka auratnya di muka umum mudah dituduh atau dinilai sebagai perempuan yang kurang baik kepribadiannya. Bagi orang yang pada masa lalunya kurang hati-hati menutupi aurat, lalu mengadakan perbaikan, maka Allah Maha Pengampun lagi Maha Pengasih. Karena perbuatan yang menyakiti itu seringkali dilakukan oleh orang-orang munafik, maka pada ayat berikut ini Allah mengancam mereka dengan ancaman yang keras sekali.",
    "quraish": "Wahai Muhammad, perintahkanlah istri-istrimu dan seluruh wanita beriman agar memanjangkan jilbab hingga menutupi sekujur badan. Pakaian dalam bentuk demikian itu akan lebih layak dan lebih benar agar mereka mudah dikenal dan tidak mudah diganggu. Allah Maha Pengampun dan Maha Penyayang bagi orang yang meninggalkan dosa.",
    "jalalayn": "(Hai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang Mukmin, \"Hendaklah mereka mengulurkan jilbabnya ke seluruh tubuh mereka\") lafal Jalaabiib adalah bentuk jamak dari lafal Jilbaab, yaitu kain yang dipakai oleh seorang wanita untuk menutupi seluruh tubuhnya. Maksudnya hendaknya mereka mengulurkan sebagian daripada kain jilbabnya itu untuk menutupi muka mereka, jika mereka hendak keluar karena suatu keperluan, kecuali hanya bagian yang cukup untuk satu mata. (Yang demikian itu supaya mereka lebih mudah) lebih gampang (untuk dikenal) bahwasanya mereka adalah wanita-wanita yang merdeka (karena itu mereka tidak diganggu) maksudnya tidak ada orang yang berani mengganggunya, berbeda halnya dengan hamba sahaya wanita, mereka tidak diperintahkan untuk menutupi mukanya, sehingga orang-orang munafik selalu mengganggu mereka. (Dan adalah Allah Maha Pengampun) terhadap hal-hal yang telah lalu pada kaum wanita Mukmin yang merdeka, yaitu tidak menutupi wajah mereka (lagi Maha Penyayang) kepada mereka jika mereka mau menutupinya."
  }
]