[
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 60,
    "arab": "۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ",
    "translation": "Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), niscaya Kami perintahkan engkau (untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah) kecuali sebentar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3593.mp3",
    "tafsir": "Jika orang-orang munafik dan orang-orang berpenyakit di hatinya, dan orang-orang yang menyebar berita bohong di Medinah itu tidak berhenti mendustakan Allah, menyakiti Rasul-Nya, dan kaum mukminin, niscaya Allah memerintahkan Nabi-Nya untuk memerangi mereka sehingga tidak akan dapat lagi untuk hidup lebih lama di Medinah bertetangga dengan Nabi saw. Mereka yang diancam akan diperangi dan dimusnahkan oleh Nabi itu adalah tiga golongan manusia:\n1.Orang-orang munafik yang selalu menentang Allah secara tersembunyi.\n2.Orang-orang berpenyakit di dalam hatinya, seperti dengki dan dendam yang selalu menyakiti orang mukmin seperti mengganggu para perempuan.\n3.Orang-orang yang menyiarkan kabar bohong di Medinah sehingga menyakiti Nabi saw, dengan ucapan mereka bahwa Nabi Muhammad saw akan dikalahkan dan diusir dari Medinah dan sebagainya.",
    "quraish": "Aku bersmpah akan memberikan kekuasaan kepadamu atas orang-orang munafik, orang-orang yang sakit hati dan orang-orang yang menyebarluaskan berita bohong di Madinah, jika tidak menghentikan perbuatan mereka. Kemudian mereka tidak akan menetap di sana bersamamu kecuali hanya sebentar saja.",
    "jalalayn": "(Sesungguhnya jika) huruf Lam bermaksud Qasam/sumpah (tidak berhenti orang-orang munafik) dari kemunafikan mereka (orang-orang yang berpenyakit dalam hati mereka) disebabkan telah melakukan perbuatan zina (dan orang-orang yang menyebarkan kabar bohong di Madinah) terhadap orang-orang Mukmin melalui perkataan mereka, bahwa musuh telah siap menyerang kalian berikut pasukan kalian; apakah mereka akan menang atau kalah kami tidak mengetahui (niscaya Kami gerakkan kamu untuk memerangi mereka) maksudnya Kami membuatmu berkuasa atas mereka (kemudian mereka tidak menjadi tetanggamu) tidak hidup berdampingan lagi denganmu (di Madinah melainkan dalam waktu sebentar) setelah itu mereka diusir daripadanya."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 61,
    "arab": "مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ",
    "translation": "dalam keadaan terlaknat. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3594.mp3",
    "tafsir": "Ketiga golongan itu dilaknat di mana saja mereka berada, karena sikapnya yang selalu bermusuhan dan merugikan agama dan negara, mereka selalu dikejar-kejar untuk ditangkap dan dibunuh. Nasib orang yang seperti itu telah pula dialami oleh orang-orang sebelumnya karena begitulah sunah Allah.",
    "quraish": "Di bumi mana pun berpijak, mereka berhak untuk dilaknat dan diusir. Mereka pantas untuk ditangkap dan dibunuh.",
    "jalalayn": "(dalam keadaan terlaknat) dalam keadaan dijauhkan dari rahmat Allah. (Di mana saja mereka dijumpai) ditemui (mereka ditangkap dan dibunuh dengan sehebat-hebatnya) yakni keputusan tentang nasib mereka ini berdasarkan perintah dari-Nya."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 62,
    "arab": "سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ",
    "translation": "Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3595.mp3",
    "tafsir": "Dengan demikian, sunah Allah yang telah berlaku atas orang-orang yang terdahulu sebelum diutusnya Nabi Muhammad saw akan berlaku pula bagi generasi yang datang kemudian. Hal itu tidak mungkin berubah dan pasti berlaku.",
    "quraish": "Allah telah menetapkan sebuah hukum bahwa orang-orang yang bersikap munafik terhadap para nabi dan rasul dan orang-orang yang membangkang, agar mereka itu dibunuh saja, di mana pun mereka berada. Dan kalian tidak akan mendapatkan penggantian hukum yang telah Allah tetapkan.",
    "jalalayn": "(Sebagai sunah Allah) yakni Allah telah menetapkan hal tersebut sebagai sunah-Nya (yang berlaku atas orang-orang yang telah terdahulu) atas umat-umat yang dahulu, yaitu atas orang-orang munafik yang selalu menyebarkan rasa takut ke dalam hati orang-orang yang beriman (dan kamu sekali-kali tiada akan mendapati perubahan pada sunah Allah) sebagai pengganti dari-Nya."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 63,
    "arab": "يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ",
    "translation": "Manusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3596.mp3",
    "tafsir": "Banyak manusia bertanya kepada Nabi Muhammad tentang kapan datangnya hari Kiamat. Orang-orang musyrik menanyakan tentang kiamat tersebut secara mengejek dan mencemooh, serta menantang supaya hari Kiamat segera didatangkan. Orang-orang munafik menanyakan tentang hari Kiamat karena terdorong oleh anggapan bahwa Nabi saw akan menjawab seperti yang mereka perkirakan. Adapun orang-orang Yahudi bertanya dengan maksud menguji kebenaran Nabi saw, apakah jawabannya akan sama atau tidak dengan yang tercantum dalam kitab Taurat, bahwa soal hari Kiamat itu sesungguhnya berada di tangan Allah.",
    "quraish": "Orang-orang bertanya kepadamu, Muhammad, tentang masa datangnya kiamat. Katakan kepada mereka yang bertanya itu, \"Pengetahuan tentang hal itu hanya ada pada Allah. Siapa tahu, kalau-kalau hari kiamat itu hampir tiba.\"",
    "jalalayn": "(Manusia bertanya kepadamu) yakni penduduk Mekah (tentang hari kiamat) kapankah akan terjadi. (Katakanlah! \"Sesungguhnya pengetahuan tentang hari kiamat itu hanya di sisi Allah\". Dan tahukah kamu) maksudnya kamu tiada mengetahui kapan ia akan terjadi (boleh jadi hari kiamat itu waktunya) yakni terjadinya (sudah dekat)."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 64,
    "arab": "اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ",
    "translation": "Sungguh, Allah melaknat orang-orang kafir dan menyediakan bagi mereka api yang menyala-nyala (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3597.mp3",
    "tafsir": "Kemudian Allah menerangkan bahwa yang mengetahui kapan terjadinya hari Kiamat hanya Allah. Mungkin saja waktu datangnya hari Kiamat sudah dekat, karena setiap yang akan datang memang selalu mendekat dan mungkin dekat. Pepatah Arab mengatakan: \n\"Setiap yang akan datang adalah dekat.\"\n\nKemudian Allah akan melaknat dan menjauhkan orang-orang kafir dari kebaikan dan rahmat-Nya. Allah juga menyediakan bagi mereka neraka Sa'ir.",
    "quraish": "Allah telah mengharamkan orang-orang kafir dari rahmat-Nya dan telah menyediakan bagi mereka api yang menyala dengan dahsyat.",
    "jalalayn": "(Sesungguhnya Allah melaknati orang-orang kafir) yakni menjauhkan mereka dari rahmat-Nya (dan menyediakan bagi mereka api yang menyala-nyala) yaitu neraka yang keras apinya tempat mereka dimasukkan."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 65,
    "arab": "خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ",
    "translation": "mereka kekal di dalamnya selama-lamanya; mereka tidak akan mendapatkan pelindung dan penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3598.mp3",
    "tafsir": "Mereka kekal di dalam neraka selama-lamanya, dan tidak menemukan seorang pun yang dapat melindungi mereka dari azab Allah. Mereka juga tidak mendapatkan seorang penolong yang dapat menyelamatkan dari siksaan-Nya.",
    "quraish": "Mereka tidak akan pernah bisa beranjak dari neraka selamanya. Mereka tidak akan pernah mendapatkan pelindung atau orang yang bisa menghindarkan mereka dari siksa.",
    "jalalayn": "(Mereka kekal) dipastikan kekekalan mereka (di dalamnya selama-lamanya, mereka tidak memperoleh seorang pelindung pun) yang memelihara mereka dari neraka (dan tidak pula seorang penolong) yang dapat mencegah neraka daripada mereka."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 66,
    "arab": "يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ",
    "translation": "Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka, mereka berkata, “Wahai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3599.mp3",
    "tafsir": "Mereka tidak memperoleh pelindung dan penolong seorang pun ketika mereka dibolak-balikkan di dalam neraka. Dengan penuh penyesalan mereka berkata, \"Alangkah bahagianya seandainya kami dahulu di dunia taat kepada Allah dan taat pula kepada Muhammad utusan-Nya.\"",
    "quraish": "Pada hari ketika wajah mereka dibolak-balikkan di atas api. Dan dengan penuh rasa sesal, mereka mengatakan, \"Alangkah baiknya, kalau dulu kami menaati Allah dan Rasul-Nya.\"",
    "jalalayn": "(Pada hari ketika muka mereka dibolak-balikkan dalam neraka, mereka berkata, \"Aduhai!) lafal Yaa menunjukkan makna Tanbih atau memohon perhatian (andai kata kami taat kepada Allah dan taat pula kepada Rasul.\")"
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 67,
    "arab": "وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ",
    "translation": "Dan mereka berkata, “Ya Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3600.mp3",
    "tafsir": "Mereka berkata dengan penuh perasaan mendongkol karena tertipu oleh para pemimpin dan pembesar mereka di dunia, \"Ya Tuhan kami, sesungguhnya kami di dunia telah mengikuti pemimpin dan pembesar kami, lalu mereka menyesatkan kami dari jalan yang benar.\"",
    "quraish": "Mereka memohon dengan mengatakan, \"Wahai Tuhan, kami hanya mengikuti para pemimpin dan pembesar kami dalam usaha mengingkari-Mu dan Rasul-Mu, lalu mereka menjauhkan kami dari jalan yang lurus.",
    "jalalayn": "(Dan mereka berkata) yakni para pengikut dari kalangan mereka, (\"Ya Rabb kami! Sesungguhnya kami telah menaati pemimpin-pemimpin kami) menurut suatu qiraat dibaca Saadatanaa, dalam bentuk Jam'ul Jam'i (dan pembesar-pembesar kami, lalu mereka menyesatkan kami dari jalan petunjuk) dari jalan hidayah."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 68,
    "arab": "رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ ",
    "translation": "Ya Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3601.mp3",
    "tafsir": "Mereka dengan perasaan dendam terhadap orang-orang yang telah menyesatkan itu berkata, \"Ya Tuhan kami, berikanlah kepada mereka azab dua kali lipat, pertama karena mereka telah tersesat, dan keduanya telah pula menyesatkan orang lain, dan kutuklah mereka dengan kutukan yang sangat besar.\" Keluhan mereka itu diperkuat dengan ayat lain seperti pada firman Allah:\nDan (ingatlah) pada hari (ketika) orang-orang zalim menggigit dua jarinya, (menyesali perbuatannya) seraya berkata, \"Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul. Wahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku), sungguh, dia telah menyesatkan aku dari peringatan (Al-Qur'an) ketika (Al-Qur'an) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.\" (al-Furqan/25: 27-29)",
    "quraish": "Wahai Tuhan kami, lipatgandakanlah siksaan mereka. Usirlah mereka dari rahmat-Mu sejauh-jauhnya, sebanding dengan kejahatan yang telah mereka perbuat.\"",
    "jalalayn": "(Ya Rabb kami! Timpakanlah kepada mereka azab dua kali lipat) daripada azab yang kami terima (dan kutuklah mereka) azablah mereka terus (dengan kutukan yang banyak.\") bilangannya; dan menurut Qiraat lain lafal Kabiiran dibaca Katsiiran yang artinya kutukan yang besar."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 69,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3602.mp3",
    "tafsir": "Allah melarang kaum mukminin agar tidak berlaku seperti segolongan Bani Israil yang menyakiti Nabi Musa. Allah membersihkan beliau dari tuduhan-tuduhan yang mereka lontarkan kepadanya. Beliau adalah seorang yang mempunyai kedudukan yang sangat terhormat di sisi Allah. Di dalam ayat ini tidak disebutkan bagaimana caranya mereka menyakiti Nabi Musa itu. \nDalam suatu riwayat tentang meninggalnya Harun, seperti diriwayatkan Ibnu Jarir ath-thabari dari Ibnu 'Abbas dari 'Ali bin Abi Talib bahwa beliau berkata, \"Ketika Nabi Musa dan Harun naik ke gunung, Nabi Harun kemudian wafat. Orang-orang Bani Israil lalu marah kepada Nabi Musa, 'Kamu telah membunuh Harun, padahal beliau orang yang lebih kami sukai daripada engkau.\"\nDalam sebuah hadis, Rasulullah bersabda:\nDiriwayatkan dari Ibnu Mas'ud bahwa Rasulullah saw pada suatu hari membagi-bagikan harta ganimah kepada sahabatnya, lalu ada seorang laki-laki dari kaum Anshar berkata bahwa pembagian itu tidak dimaksud untuk memperoleh keridaan Allah. Mendengar ucapan itu, Nabi saw tersinggung sampai merah wajahnya seraya berkata, \"Semoga Allah merahmati Musa yang pernah disakiti orang lebih dari ini, tetapi beliau tetap berlaku sabar.\" (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Wahai orang-orang beriman, jangan menyakiti hati rasul dengan cara apa pun sebagaimana perlakuan yang diterima Mûsâ dari kaumnya sendiri. Allah telah melepaskan keburukan-keburukan yang telah mereka sandangkan pada diri Mûsâ. Sesungguhnya Mûsâ adalah seorang yang berkedudukan tinggi di sisi Allah.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kalian menjadi) bersama Nabi kalian (seperti orang-orang yang menyakiti Musa) seperti perkataan mereka kepada Nabi Musa, \"Sesungguhnya tidak ada yang mencegahnya untuk mandi bersama kita melainkan karena pelirnya burut (maka Allah membersihkannya dari tuduhan-tuduhan yang mereka katakan) yaitu pada suatu hari Nabi Musa ketika hendak mandi meletakkan pakaiannya pada sebuah batu, kemudian batu itu membawa lari pakaiannya, dan berhenti di tengah-tengah segolongan kaum Bani Israel. Lalu Nabi Musa mengejarnya dan dapat menyusulnya, segera ia mengambil pakaiannya untuk menutupi dirinya. Pada saat itu orang-orang melihatnya dalam keadaan telanjang, ternyata pelir Nabi Musa tidak burut. (Dan adalah dia seorang yang mempunyai kedudukan terhormat di sisi Allah.\"). Di antara perlakuan yang menyakitkan Nabi saw. ialah pada suatu hari ia membagi-bagi ganimah, kemudian ada seorang lelaki berkata, \"Ini adalah pembagian yang tidak berdasarkan keridaan Allah swt.\" Maka pada saat itu wajah Nabi saw. merah padam mendengar perkataan itu, lalu beliau segera bersabda, \"Semoga Allah melimpahkan rahmat-Nya kepada Musa, sesungguhnya dia telah disakiti lebih dari ini tetapi dia tetap bersabar.\" Demikianlah menurut hadis yang diriwayatkan oleh Imam Bukhari."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 70,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3603.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada orang-orang beriman supaya tetap bertakwa kepada-Nya. Allah juga memerintahkan orang-orang beriman untuk selalu berkata yang benar, selaras antara yang diniatkan dan yang diucapkan, karena seluruh kata yang diucapkan dicatat oleh malaikat Raqib dan 'Atid, dan harus dipertanggungjawabkan di hadapan Allah. Firman Allah:",
    "quraish": "Wahai orang-orang beriman, takutlah akan hukuman Allah jika kalian mendurhakai-Nya. Ucapkanlah perkataan yang benar dan lurus.",
    "jalalayn": "(Hai orang-orang yang beriman! Bertakwalah kamu sekalian kepada Allah dan katakanlah perkataan yang benar) yakni perkataan yang tidak menyalahi."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 71,
    "arab": "يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا ",
    "translation": "niscaya Allah akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Dan barangsiapa menaati Allah dan Rasul-Nya, maka sungguh, dia menang dengan kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3604.mp3",
    "tafsir": "Bila mereka tetap memelihara keimanan dan ketakwaan dan selalu mengatakan kebenaran, pasti Allah akan memperbaiki perbuatan dan mengampuni dosa-dosa mereka. Siapa yang menginginkan kebahagiaan di dunia dan akhirat, maka jalan yang harus ditempuh hanyalah satu, yaitu menaati Allah dan Rasul-Nya. Dengan demikian, mereka akan mendapatkan kebahagiaan yang besar di dunia dan akhirat.",
    "quraish": "Niscaya Allah akan memberikan perkenan-Nya bagi kalian untuk melakukan kebajikan-kebajikan dan menghapuskan dosa kalian. Siapa saja yang takut pada Allah dan Rasul-Nya, sungguh telah mendapatkan kemenangan yang besar, selamat dari hukuman dan akan mendapatkan pahala.",
    "jalalayn": "(Niscaya Allah memperbaiki bagi kalian amal-amal kalian) yakni Dia menerimanya (dan mengampuni bagi kalian dosa-dosa kalian. Siapa yang menaati Allah dan Rasul-Nya, maka sesungguhnya ia telah mendapatkan kemenangan yang besar) yaitu dia telah memperoleh apa yang paling didambakannya."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 72,
    "arab": "اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ ",
    "translation": "Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya (berat), lalu dipikullah amanat itu oleh manusia. Sungguh, manusia itu sangat zalim dan sangat bodoh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3605.mp3",
    "tafsir": "Sesungguhnya Allah telah menawarkan tugas-tugas keagamaan kepada langit, bumi, dan gunung-gunung. Karena ketiganya tidak mempunyai persiapan untuk menerima amanat yang berat itu, maka semuanya enggan untuk memikul amanat yang ditawarkan Allah itu. \nKemudian amanat untuk melaksanakan tugas-tugas keagamaan itu ditawarkan kepada manusia dan mereka menerimanya dengan konsekuensi barang siapa yang melaksanakan itu akan diberi pahala dan dimasukkan ke dalam surga. Sebaliknya, barang siapa yang mengkhianatinya akan disiksa dan dimasukkan ke dalam api neraka. Walaupun bentuk badannya lebih kecil dibandingkan dengan ketiga makhluk yang lain (langit, bumi, dan gunung-gunung), manusia berani menerima amanat tersebut karena manusia mempunyai potensi. Tetapi, karena pada diri manusia terdapat ambisi dan syahwat yang sering mengelabui mata dan menutup pandangan hatinya, Allah menyifatinya dengan amat zalim dan bodoh karena kurang memikirkan akibat-akibat dari penerimaan amanat itu.",
    "quraish": "Kami telah menawarkan kepada bumi, langit dan gunung untuk mengemban tugas-tugas keagamaan. Tapi mereka tidak bersedia melaksanakan misi itu karena takut. Tetapi manusia menyanggupinya. Sungguh manusia itu sangat zalim pada diri sendiri dan tidak mengetahui kemampuan dirinya.",
    "jalalayn": "(Sesungguhnya Kami telah mengemukakan amanat) yaitu ibadah salat dan ibadah-ibadah lainnya, apabila dikerjakan, pelakunya akan mendapat pahala, dan apabila ditinggalkan, pelakunya akan disiksa (pada langit, bumi dan gunung-gunung) seumpamanya Allah menciptakan pada masing-masing pemahaman dan dapat berbicara (maka semuanya enggan untuk memikul amanat itu dan mereka khawatir) yakni merasa takut (akan mengkhianatinya lalu dipikullah amanat itu oleh manusia) oleh Nabi Adam, sesudah terlebih dahulu ditawarkan kepadanya. (Sesungguhnya manusia itu amat zalim) terhadap dirinya sendiri, disebabkan apa yang telah dipikulnya itu (lagi amat bodoh) tidak mengerti tentang apa yang dipikulnya itu."
  },
  {
    "hizb": 171,
    "name": "Al-Ahzab",
    "ayat": 73,
    "arab": "لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقَتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    "translation": "sehingga Allah akan mengazab orang-orang munafik laki-laki dan perempuan, orang-orang musyrik, laki-laki dan perempuan; dan Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3606.mp3",
    "tafsir": "Allah lalu menerangkan bahwa akibat dari penerimaan amanat ini ialah Dia mengazab orang-orang munafik dan orang-orang musyrik, baik laki-laki maupun perempuan, bila mereka mengabaikan pelaksanaan amanat yang telah dipikulnya. Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan yang taat melaksanakan amanat itu. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
    "quraish": "Agar Allah menjatuhkan siksa atas orang-orang munafik, baik laki-laki maupun wanita, dan orang-orang musyrk, baik laki-laki maupun wanita. Juga agar Allah menerima pertobatan orang-orang beriman, baik laki-laki maupun wanita. Allah Mahabanyak ampunan-Nya dan Mahaluas kasih sayang-Nya.",
    "jalalayn": "(Sehingga Allah mengazab) huruf Lam berta'alluq kepada lafal 'Aradhnaa, sebagai akibat dari apa yang telah dipikul oleh Nabi Adam (orang-orang munafik laki-laki dan perempuan dan orang-orang musyrik laki-laki dan perempuan) yakni orang-orang yang menyia-nyiakan amanat itu (dan sehingga Allah menerima tobat orang-orang Mukmin laki-laki dan perempuan) yaitu orang-orang yang menunaikan amanahnya. (Dan adalah Allah Maha Pengampun) kepada orang-orang Mukmin (lagi Maha Penyayang) kepada mereka."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 1,
    "arab": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَلَهُ الْحَمْدُ فِى الْاٰخِرَةِۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ",
    "translation": "Segala puji bagi Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi dan segala puji di akhirat bagi Allah. Dan Dialah Yang Mahabijaksana, Mahateliti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3607.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah-lah yang berhak menerima segala pujian karena Dia yang menciptakan semua yang ada di langit dan di bumi. Dialah pemilik yang sebenarnya, tidak ada seorang pun yang bersekutu dengan Allah dalam menciptakan dan memilikinya.\nAllah pula yang mengatur dan mengurusnya serta melimpahkan karunia-Nya agar semuanya berjalan dengan tertib dan teratur. Oleh sebab itu, tidak ada yang patut memperoleh pujian kecuali Allah, tidak ada yang patut disembah dan dipanjatkan doa kecuali kepada Allah. Adapun orang-orang yang menyembah dan memuja patung-patung atau yang lainnya adalah orang-orang yang tidak mempergunakan akal. \nBanyak sekali bukti yang menunjukkan wujud dan keesaan Allah yang terdapat di bumi dan di langit. Bila manusia mau memperhatikan, tentu dia akan sampai kepada kesimpulan bahwa Pencipta semua alam ini adalah Allah Yang Maha Esa, Mahakuasa, dan Maha Pencipta. Hanya Allah yang berhak disembah dan dipuji, walaupun Dia sendiri tidak memerlukan pujian dari hamba dan makhluk-Nya. Hanya makhluk-makhluk-Nya yang harus memuja dan memuji-Nya, karena begitu besar dan banyaknya karunia yang dilimpahkan kepadanya. Sekiranya tidak ada yang menyembah dan memuji-Nya atau semua makhluk-Nya kafir dan ingkar terhadap nikmat dan karunia-Nya, maka hal itu tidak akan merugikan-Nya sedikit pun sebagaimana tersebut dalam firman-Nya:\n\"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Ibrahim/14: 8)\n\nUntuk menyadarkan manusia agar mau menggunakan akalnya, Allah menerangkan bahwa semua makhluk-Nya di langit dan di bumi bertasbih memuji-Nya, termasuk burung-burung yang terbang di udara. Allah berfirman:\nTidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan. (an-Nur/24: 41)\n\nAyat selanjutnya menegaskan bahwa Allah yang berhak dipuji di akhirat nanti, karena Dia yang mempunyai kekuasaan di sana, dan bertindak dengan adil dan bijaksana dalam memperhitungkan dan membalas perbuatan hamba-Nya. Tidak ada seorang pun yang dirugikan dalam perhitungan perbuatannya, yang baik dibalas dengan kebaikan, dan yang jahat dibalas dengan siksa yang setimpal, bahkan dengan rahmat dan karunia-Nya satu perbuatan yang baik dibalas dengan berlipat ganda. Di dalam ayat lain diterangkan bagaimana besarnya pujian hamba-hamba-Nya yang beriman terhadap nikmat yang dikaruniakan kepada mereka sebagai balasan atas perbuatannya selama hidup di dunia dengan firman-Nya:\nDan mereka berkata, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.\" Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal. (az-Zumar/39: 74)\n\nDan firman-Nya:\nDan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri, yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 34-35)\n\nKemudian Allah menegaskan bahwa Dialah Yang Mahabijaksana, berbuat dan bertindak, serta mengatur dan mengendalikan urusan dunia dan akhirat serta alam seluruhnya. Dialah Yang Maha Mengetahui segala sesuatu dan segala urusan. Dia Mengetahui segala-galanya dengan ilmu-Nya Yang Mahaluas.",
    "quraish": "[[34 ~ SABA' (KAUM SABA) Pendahuluan: Makkiyyah, 54 ayat ~ Surat Saba' diawali dengan ayat yang berisi pernyataan bahwa hanya Allah Swt. zat yang berhak untuk mendapat pujian atas karunia dan nikmat yang diberkan-Naya kepada manusia. Semua yang ada di langit dan di bumi adalah ciptaan dan milik Allah Swt. Surat ini juga memaparkan pendapat dan komentar orang-orang kafir tentang hari kiamat, penolakan mereka terhadap kedatangan hari kebangkitan, dan tuduhan mereka bahwa Nabi Muhammad itu hanya seorang pembohong dan tidak waras. Allah menyanggah berbagai tuduhan mereka itu dengan memperlihatkan beberapa bukti kekuasaan-Nya. Allah menakut-nakuti dan mengancam mereka dengan siksaan seperti yang pernah terjadi pada orang-orang terdahulu. Sebagian ada yang ditelan bumi dan yang lain ditimpa malapetaka dari langit. Setelah itu, dijelaskan pula sikap Allah terhadap para wali-Nya. Nabi Dâwûd a. s., misalnya, diberikan kemampuan meluluhkan besi dan Sulaimân a. s. dapat menundukan jin untuk kepentingan dirinya. Para jin itu membangun gedung-gedung tinggi dan patung-patung atau apa saja yang dikehendaki Sulaimân. Dâwûd dan Sulaimân adalah hamba Allah yang besyukur, sedangkan kebanyakan manusia tidak demikian. Ayat-ayat selanjutnya bertutur tentang karunia Allah atas kaum Saba' yang tidak mereka syukuri. Mereka memiliki perkebunan luas dan subur di kanan dan kiri kawasan negeri, perkampungan yang saling berdekatan dan mudah dijangkau dengan aman. Tetapi mereka kemudian menyia-nyiakan nikmat Tuhan itu. Maka Allah memberikan hukuman orang-orang yang mengingkari nikmat kepada mereka. Mereka mewujudkan dan mengikuti dugaan-dugaan yang dilontarkan oleh iblis, padahal iblis tidak memiliki kekuasaan apa pun atas diri mereka. Disebutkan pula bahwa adanya nikmat merupakan ujian bagi manusia agar dapat diketahui siapa yang beriman pada hari akhir dengan sepenuh hati dan siapa yang meragukan kebenaran itu. Surat Saba' juga mengetengahkan ihwal kebodohan dan kelemahan orang-orang yang mempertuhan sesuatu selain Allah, menyatakan dengan tegas bahwa setiap insan bertanggung jawab sepenuhnya atas dosa yang diperbuat sendiri dan memproklamirkan universalitas misi kerasulan Nabi Muhammad. Ayat-ayat lainnya menyingung keengganan orang-orang musyrik untuk mempercayai hari pembalasan yang telah ditentukan masanya oleh Allah. Pada bagian lain, diketengahkan pendapat orang-orang kafir sekitar al-Qur'ân dan perbincangan al-Qur'ân sendiri dengan orang-orang yang sombong dan lemah akal. Dalam surat ini pula al-Qur'ân memberikan suatu batas sikap membanggakan anak dan harta, menyajikan sebuah konsep bahwa kekayaan duniawi tidak akan dapat mendekatkan diri seseorang kepada Tuhan jika tidak melahirkan hasil guna bagi kepentingan sosial. Sebab, dalam pandangan al-Qur'ân, harta manusia itu pada hakikatnya adalah milik Allah. Dialah yang telah menakar dan meluaskan rezeki setiap manusia. Ayat-ayat selanjutnya melukiskan kembali sosok orang-orang kafir yang telah mengatakan bahwa Muhammad bermaksud membuat batas pemisah antara mereka dengan tradisi para leluhur yang bertuhan selain Allah. Tentang kitab suci al-Qur'ân, mereka menuduh sebagai kebohongan yang dibuat-buat atau sebuah bentuk sihir. Mereka menyangkal pula bahwa telah ada sejumlah rasul sebelum Muhammad yang juga mendapatkan wahyu seperti dirinya, padahal Allah benar-benar telah mengutus banyak rasul kepada umat terdahulu. Allah menghancurkan bangsa yang memiliki kekuatan dan kedigdayaan dengan bencana, lantaran tidak mau mempedulikan ajakan rasul yang ditutus kepada mereka. Dalam surat ini disinggung pula perintaah Allah kepada Nabi Muhammad untuk memberikan penjelasan mengenai tugas dan misi yang dibawanya. Inti dakwah Muhammad tidak lebih dari pemberian peringatan, tanpa paksaan. Manusia diperintahkan untuk mengenali sendiri karakter Nabi Muhammad, sehingga mereka sadar bahwa Muhammad bukan orang tidak waras atau orang yang hanya mencari kekayaan materi. Dakwah Muhammad berdasarkan wahyu yang berasal dari Allah, dengan tujuan mendatangkan kedamaian pada umat manusia. Ketika tiba saatnya nanti, dan orang-orang menjadi panik dan tidak mendapatkan pelarian dari kedahsyatan hari itu, mereka akan berkata, \"Kami beriman kepada Allah.\" Tapi bagaimana keimanan itu akan mendatangkan manfaat bagi mereka, padahal mereka sebelumnya adalah orang-orang kafir. Sebagaimana orang-orang kafir lainnya, mereka tidak akan diberikan apa yang mereka inginkan. Mereka adalah orang-orang yang selalu meragukan ajaran-ajaran agama.]] Segala puji hanyalah hak Allah, Tuhan yang mencipta, memiliki dan memelihara semua yang terdapat di langit dan di bumi. Bagi Allah pula segala puji di akhirat karena kekuasaan-Nya yang mutlak. Dialah Yang Mahabijaksana dan tidak pernah khilaf. Allah Maha Mengetahui, dan tidak satu rahasia pun luput dari pengetahuan-Nya.",
    "jalalayn": "(Segala puji bagi Allah) Allah swt. memuji diri-Nya dengan kalimat ini, maksudnya ialah pujian berikut apa yang terkandung di dalamnya yaitu pujian yang bersifat tetap. Memuji Allah artinya menyanjung-Nya dengan sebutan-sebutan yang baik (yang memiliki apa yang di langit dan apa yang di bumi) sebagai milik dan makhluk-Nya (dan bagi-Nya pula segala puji di akhirat) sebagaimana di dunia, yaitu Dia dipuji oleh kekasih-kekasih-Nya bilamana mereka telah berada di dalam surga. (Dan Dialah Yang Maha Bijaksana) di dalam perbuatan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 2,
    "arab": "يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ الرَّحِيْمُ الْغَفُوْرُ",
    "translation": "Dia mengetahui apa yang masuk ke dalam bumi, apa yang keluar darinya, apa yang turun dari langit dan apa yang naik kepadanya. Dan Dialah Yang Maha Penyayang, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3608.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bagaimana luas dan dalamnya ilmu-Nya. Dia mengetahui semua yang masuk ke dalam bumi, semua yang keluar daripadanya, semua yang turun dari langit dan semua yang naik ke atasnya. Dengan kata-kata yang ringkas dan pendek ini, Allah menggambarkan betapa luas ilmu-Nya. Andaikata semua penghuni bumi ini menghabiskan waktunya untuk mengetahui apa yang terjadi di langit dan bumi dalam satu saat saja, niscaya mereka tidak akan sanggup mencatat untuk membuat statistiknya. Betapa banyaknya bibit dan benih tumbuh-tumbuhan yang masuk dan bersembunyi di dalam tanah. Betapa banyaknya binatang kecil seperti ulat, cacing, dan berbagai jenis serangga di dalam perut bumi yang amat luas ini. Betapa banyaknya bahan-bahan tambang yang selalu berproses dan berkembang di perut bumi seperti emas, perak, tambang minyak, gas, dan lain sebagainya.\nBetapa banyak pula yang keluar dari bumi seperti tanaman yang bermunculan, mata air yang memancar, gas yang naik menjulang, binatang dan serangga yang ingin menikmati cahaya matahari dan udara bebas dan lain sebagainya. Betapa banyaknya yang turun dari langit seperti hujan yang tak dapat diperkirakan berapa banyaknya yang merupakan rahmat dari Allah bagi hamba-Nya, cahaya yang memancar dengan panasnya seperti cahaya matahari, dan cahaya yang memancar dengan tenang seperti cahaya bulan. Kemudian betapa pula banyaknya yang naik ke langit seperti uap dari sungai dan laut, molekul-molekul gas dari tumbuh-tumbuhan, manusia dan binatang serta bumi sendiri. Betapa banyaknya roh manusia yang meninggal dan malaikat yang naik ke langit taat melaksanakan perintah Tuhannya. Semua ini tidak akan dapat dicatat oleh manusia apalagi untuk mengetahuinya satu per satu. Tetapi, Allah Yang Maha Mengetahui tidak ada satu pun yang tersembunyi bagi-Nya, semuanya telah tercakup dalam ilmu-Nya. Benarlah apa yang difirmankan oleh Allah:\nSedangkan kamu diberi pengetahuan hanya sedikit. (al-Isra'/17: 85)\n\nDemikian luasnya ilmu Allah dan rahmat serta karunia-Nya kepada hamba-Nya, karena semua yang ada di bumi dan di langit itu diciptakan-Nya untuk kepentingan manusia. Di samping itu, Allah Yang Maha Penyayang memberikan karunia yang tidak terhingga, dan Maha Pengampun terhadap orang yang bersalah bila ia insaf dan tobat dari kesalahannya.",
    "quraish": "Allah mengetahui apa saja yang masuk ke dalam bumi seperti air, berbagai kekayaan alam atau fosil-fosil makhluk yang telah mati. Allah mengetahui apa saja yang keluar dari dalam bumi seperti tumbuhan, binatang, barang tambang, air dan sebagainya. Allah mengetahui apa saja yang turun dari langit berupa malaikat, kitab-kitab suci para nabi, hujan atau petir. Allah mengetahui pula semua yang naik ke langit, termasuk di dalamnya para malaikat, roh dan amal perbuatan manusia. Rahmat Allah sungguh amat banyak dan ampunan-Nya pun amat luas.",
    "jalalayn": "(Dia mengetahui apa yang masuk) yang meresap (ke dalam bumi) seperti air dan lain-lainnya (dan apa yang keluar daripadanya) seperti tumbuh-tumbuhan dan lain-lainnya (dan apa yang turun dari langit) berupa rezeki atau hujan dan lain-lainnya (dan apa yang naik) yakni yang terangkat (kepadanya) berupa amal perbuatan dan lain-lainnya. (Dan Dialah Yang Maha Penyayang) kepada kekasih-kekasih-Nya (lagi Maha Pengampun) kepada mereka."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 3,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَأْتِيْنَا السَّاعَةُ ۗقُلْ بَلٰى وَرَبِّيْ لَتَأْتِيَنَّكُمْۙ عٰلِمِ الْغَيْبِۙ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَلَآ اَصْغَرُ مِنْ ذٰلِكَ وَلَآ اَكْبَرُ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍۙ  ",
    "translation": "Dan orang-orang yang kafir berkata, “Hari Kiamat itu tidak akan datang kepada kami.” Katakanlah, “Pasti datang, demi Tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya (tertulis) dalam Kitab yang jelas (Lauh Mahfuzh),”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3609.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana kesesatan orang-orang kafir yang mengingkari hari Kiamat dan mengatakan bahwa hidup ini hanya sebatas di dunia saja. Mereka mengatakan bahwa kehidupan akhirat yang diberitakan Muhammad saw adalah omong kosong belaka, sesuatu yang tidak mungkin terjadi karena tubuh manusia setelah masuk kubur akan hancur luluh tidak berbekas apalagi setelah melalui masa yang panjang. \nAllah memerintahkan kepada Nabi Muhammad supaya menolak dengan keras anggapan orang-orang kafir yang sesat itu. Allah memerintahkan supaya Nabi bersumpah dengan menyebut nama Allah bahwa hari Kiamat itu pasti datang. Ayat ini adalah salah satu dari tiga ayat yang menyuruh Nabi Muhammad supaya bersumpah dengan menyebut nama Allah sebagai bantahan terhadap keingkaran orang-orang kafir, seperti ditegaskan Allah dalam firman-Nya:\nDan mereka menanyakan kepadamu (Muhammad), \"Benarkah (azab yang dijanjikan) itu?\" Katakanlah, \"Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.\" (Yunus/10: 53)\nYang kedua dalam Surah at-Tagabun:\nOrang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), \"Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.\" Dan yang demikian itu mudah bagi Allah. (at-Tagabun/64: 7)\n\nDemikian kerasnya bantahan yang harus diucapkan oleh Nabi Muhammad terhadap keingkaran orang kafir tentang hari kebangkitan, karena hal itu adalah suatu hikmah dan kebijaksanaan Allah terhadap hamba-hamba-Nya. Suatu hikmah dan kebijaksanaan yang tidak dipahami oleh orang-orang kafir atau mereka tidak mau memahaminya. Hikmah dan kebijaksanaan itu ialah Allah tidak akan membenarkan hamba-hamba-Nya untuk berbuat sekehendak hatinya. Allah telah menjelaskan dengan perantaraan para rasul-Nya bahwa barang siapa yang berbuat kejahatan atau kezaliman akan dibalas dengan balasan yang setimpal baik di dunia maupun di akhirat. Kalau seorang hamba belum mendapat balasan di dunia atas kejahatannya karena kedudukan atau kepintarannya menyembunyikan kejahatan itu, maka balasannya pasti akan diterimanya di akhirat nanti. \nDemikian pula halnya hamba-hamba Allah yang berbuat kebaikan. Ini adalah hikmat dan kebijaksanaan Allah Yang Mahaadil, Maha Mengetahui segala perbuatan hamba-Nya. Pada hari kebangkitan semua perbuatan manusia mendapat balasan yang wajar walaupun di dunia sudah mendapat siksaan, apalagi bagi hamba Allah yang belum menerima balasannya. Mengingkari hari Kiamat dan hari pembalasan berarti mengingkari hikmah kebijaksanaan Allah Yang Mahaadil dan Mahakuasa.\nKemudian Allah menerangkan bahwa Dia mengetahui semua yang ada dan yang terjadi di langit dan di bumi, tidak ada suatu pun yang tersembunyi bagi-Nya, sekalipun sebesar zarrah (atom) karena semua itu telah termaktub dalam Lauh Mahfudh. Janganlah seorang hamba mengira bahwa perbuatannya yang sangat kecil atau yang telah ditutupi rapat dan disembunyikan luput dari pengetahuan Allah. Dia pasti mengetahuinya dan akan membalas perbuatan itu, baik di dunia maupun akhirat, sesuai dengan hikmah kebijaksanaan dan keadilan-Nya.",
    "quraish": "Orang-orang kafir berkata, \"Hari kiamat yang dijanjikan sebagai hari kebangkitan dan pengumpulan manusia tidak akan pernah datang pada kita.\" Katakan kepada mereka, wahai Muhammad, \"Tidak! Bahkan hari kiamat itu pasti datang. Demi Tuhan, sungguh hari kiamat itu akan datang pada kalian. Tuhanku mengetahui segala yang gaib. Tidak satu pun persoalan gaib yang terdapat di langit maupun di bumi yang luput dari pengetahuan Allah, meskipun hanya sekecil atom. Segala yang ada di alam ini, baik yang lebih kecil atau lebih besar dari atom, semuanya tertulis dalam sebuah buku yang menjelaskannya secara sempurna(1). (1) Kata \"dzarrah\" dalam bahasa Arab menunjuk pada suatu benda amat kecil, seukuran anak semut atau debu halus. Frase \"mitsqâlu dzarrah\" pada ayat ini berarti 'seberat atom'. Ini mengisyaratkan adanya suatu senyawa yang berat jenisnya lebih ringan dari atom. Sains modern membuktikan bahwa atom memiliki dua unsur: proton dan netron. Isyarat ilmiah al-Qur'ân ini baru dapat diketahui pada abad 20.",
    "jalalayn": "(Dan orang-orang yang kafir berkata, \"Hari terakhir itu tidak akan datang kepada kami\") yakni hari kiamat. (Katakanlah) kepada mereka, (\"Pasti datang, demi Rabbku Yang mengetahui yang gaib, sesungguhnya kiamat itu pasti akan datang kepada kalian) kalau dibaca 'Aalimil Ghaibi berarti menjadi sifat dari lafal Rabbii. Kalau dibaca 'Aalimul Ghaibi berarti menjadi Khabar dari Mubtada, sehingga artinya menjadi seperti berikut, Ya, pasti datang, demi Rabbku, hari kiamat itu pasti akan datang kepada kalian; Dia mengetahui yang gaib. Bacaan yang kedua ini lebih sesuai dengan kalimat yang sesudahnya, yaitu, (tidak ada yang tersembunyi) tiada yang tidak tampak (bagi-Nya seberat) sebesar (zarah pun) zarah artinya semut yang paling kecil (yang ada di langit dan yang ada di bumi, dan tidak ada pula yang lebih kecil dari itu dan yang lebih besar, melainkan semuanya tercatat dalam Kitab yang nyata.) Kitab yang jelas, yang dimaksud adalah Lohmahfuz."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 4,
    "arab": "لِّيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
    "translation": "agar Dia (Allah) memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan. Mereka memperoleh ampunan dan rezeki yang mulia (surga).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3610.mp3",
    "tafsir": "Adapun orang-orang yang beriman percaya kepada hari kebangkitan dan membuktikan keimanan mereka dengan mengerjakan amal saleh serta menjauhi perbuatan yang dilarang Allah. Mereka akan memperoleh ampunan dari Allah Yang Maha Pengampun. Allah akan mengampuni kesalahan mereka dan menghapuskan dosa mereka sesuai dengan firman-Nya:\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)",
    "quraish": "Agar Allah mengokohkan jiwa orang-orang beriman dan berbuat kebajikan untuk diri sendiri dan umat manusia. Mereka kelak akan mendapatkan pengampunan dari Allah atas dosa-dosa mereka dan rezeki luas yang tidak akan terputus.",
    "jalalayn": "(Supaya Allah memberi balasan) pada hari kiamat itu (kepada orang-orang yang beriman dan mengerjakan amal yang saleh. Mereka itu adalah orang-orang yang baginya ampunan dan rezeki yang mulia.\") rezeki yang baik di surga."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 5,
    "arab": "وَالَّذِيْنَ سَعَوْ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ",
    "translation": "Dan orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan mereka dapat melemahkan (menggagalkan azab Kami), mereka itu akan memperoleh azab, yaitu azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3611.mp3",
    "tafsir": "Sebaliknya orang-orang yang mengingkari ayat-ayat Allah, berusaha menghalang-halangi orang lain untuk beriman kepada Allah dan Rasul-Nya, dan mendustakan hari kebangkitan serta memperolok-olokkan orang yang memercayainya, menyangka bahwa mereka akan luput dari azab Allah. Karena kesombongan dan keingkaran, mereka akan memperoleh azab yang sangat pedih dan akan dilemparkan ke dalam neraka Jahim. Demikianlah hikmah kebijaksanaan dan keadilan Allah menyediakan hari kebangkitan supaya manusia menerima balasan sesuai dengan perbuatannya. Mustahil Allah akan menyamakan hamba-Nya yang berbuat baik dengan hamba-Nya yang berbuat jahat. Allah berfirman pada ayat di bawah ini:\nPantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat? (shad/38: 28) \n\nDan firman-Nya:\nTidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)",
    "quraish": "Orang-orang yang mengerahkan kekuatannya untuk tujuan memerangi al-Qur'ân dan merintangi kehendak Allah untuk memenangkan Rasul-Nya, mereka itulah yang kelak akan mendapatkan siksa paling buruk dan menyakitkan.",
    "jalalayn": "(Dan orang-orang yang berusaha untuk) menentang atau membatalkan (ayat-ayat Kami) yaitu Alquran (dengan anggapan mereka dapat melepaskan diri dari Kami) dan menurut qiraat yang lain, lafal Mu'aajiziina pada ayat ini dan pada ayat yang lainnya nanti dibaca Mu'jiziina. Maksudnya menganggap Kami tidak mampu mengazab mereka, atau mereka beranggapan dapat melepaskan diri dari azab Kami, karena mereka mempunyai dugaan, bahwa tidak ada hari berbangkit dan tidak ada azab (mereka itu memperoleh buruknya azab) azab yang paling buruk (yang pedih) yang menyakitkan, kalau dibaca Aliimin berarti menjadi sifat daripada lafal Rijzin dan kalau dibaca Aliimun berarti menjadi sifat daripada lafal 'Adzaabun."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 6,
    "arab": "وَيَرَى الَّذِيْنَ اُوْتُوا الْعِلْمَ الَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ هُوَ الْحَقَّۙ وَيَهْدِيْٓ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِ ",
    "translation": "Dan orang-orang yang diberi ilmu (Ahli Kitab) berpendapat bahwa (wahyu) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itulah yang benar dan memberi petunjuk (bagi manusia) kepada jalan (Allah) Yang Mahaperkasa, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3612.mp3",
    "tafsir": "Allah menjelaskan bahwa berbeda dengan orang kafir yang tidak mau mempergunakan akal dan pikirannya dan secara apriori menolak apa yang diberitakan Al-Qur'an, sebagian Ahli Kitab, seperti 'Abdullah bin Salam, Ka'ab, dan lainnya, mengakui bahwa apa yang diberitakan dalam Al-Qur'an tentang akan datangnya hari kiamat adalah benar dan tidak dapat diragukan lagi. Mereka juga mengakui bahwa Al-Qur'an adalah petunjuk dari Allah kepada jalan lurus yang harus dipedomani oleh manusia untuk mencapai kebahagiaan dunia dan akhirat. Di dalam Al-Qur'an itu terdapat undang-undang, peraturan, dan hukum yang sesuai dengan fitrah manusia dan lingkungan hidupnya serta pasti akan membawa kebahagiaan.",
    "quraish": "Orang-orang yang diberi anugerah ilmu dari Allah Swt. akan mengetahui bahwa kitab suci al-Qur'ân yang diturunkan dari sisi Allah kepadamu, Muhammad, yang berisi pokok-pokok kepercayaan dan petunjuk, adalah suatu kebenaran yang tidak perlu diragukan. Kitab itulah yang akan membimbing kalian menuju jalan Allah, Tuhan yang menundukkan segala sesuatu dan yang berhak untuk menerima segala macam puji.",
    "jalalayn": "(Dan berpendapat) yakni telah mengetahui (orang-orang yang diberi ilmu) yang dimaksud adalah orang-orang yang beriman dari kalangan ahli kitab, seperti Abdullah bin Salam dan teman-temannya (bahwa wahyu yang diturunkan kepadamu dari Rabbmu) yakni Alquran (itulah) keputusan (yang benar dan menunjuki manusia kepada jalan) tuntunan (Tuhan Yang Maha Perkasa lagi Maha Terpuji) Allah yang memiliki keperkasaan lagi terpuji."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 7,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا هَلْ نَدُلُّكُمْ عَلٰى رَجُلٍ يُّنَبِّئُكُمْ اِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍۙ اِنَّكُمْ لَفِيْ خَلْقٍ جَدِيْدٍۚ ",
    "translation": "Dan orang-orang kafir berkata (kepada teman-temannya), “Maukah kami tunjukkan kepadamu seorang laki-laki yang memberitakan kepadamu bahwa apabila badanmu telah hancur sehancur-hancurnya, kamu pasti (akan dibangkitkan kembali) dalam ciptaan yang baru.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3613.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap terjadinya hari kebangkitan dan bagaimana hebatnya cemoohan dan olok-olok mereka terhadap Nabi Muhammad yang memberitakannya. Mereka saling bertanya tentang seorang laki-laki yang mengatakan bahwa apabila mereka telah mati dan dikuburkan kemudian tubuh dan tulang-belulang mereka telah hancur luluh, sesudah itu akan hidup kembali untuk mempertanggungjawabkan perbuatan mereka. Orang yang mengatakan hal itu adalah Muhammad yang mendakwahkan bahwa dia menerima wahyu dari Tuhannya. Mereka menganggap bahwa ini adalah suatu peluang besar bagi mereka untuk mempengaruhi pendapat umum dan mendiskreditkan Nabi serta mengatakan bahwa dia telah gila atau mengada-adakan suatu kebohongan besar terhadap Allah dengan mengatakan bahwa berita itu adalah wahyu yang diturunkan kepadanya. Mungkin kebanyakan orang awam akan terpengaruh oleh cemoohan dan olok-olok itu sehingga mereka memandang rendah dan hina terhadap Nabi. \nOleh sebab itu, Allah menegaskan dalam ayat ini bahwa orang-orang yang tidak percaya akan adanya hari akhirat akan mendapat siksaan dan berada dalam kesesatan yang nyata. Mereka akan mendapat siksaan baik di dunia maupun di akhirat. Di dunia mereka akan menjadi orang-orang yang sesat di tengah perjalanan hidupnya, tidak mengetahui arah yang akan dituju, serta selalu dalam kegelisahan dan keragu-raguan. Orang-orang yang tidak mempunyai akidah dan tidak percaya kepada keadilan Allah dan hari akhirat akan selalu terombang-ambing dalam kebingungan. Ia tidak mempunyai harapan untuk mendapat keadilan Allah karena apa yang ditemui dan dilihatnya di dunia ini penuh dengan kepincangan dan kezaliman. Orang yang lemah menjadi mangsa bagi yang kuat. Sedangkan orang-orang yang beriman yang percaya sepenuhnya akan keadilan Allah dan adanya perhitungan perbuatan manusia di akhirat nanti, tentu akan yakin sepenuhnya bahwa bila ia teraniaya, Allah akan membalas orang yang menganiayanya dengan balasan yang setimpal. Kalau tidak di dunia ini, di akhirat nanti pasti pembalasan itu akan terlaksana. Bahkan di akhirat nanti Allah akan memberi balasan yang berlipat ganda atas kesabaran dan ketawakalannya. Kepercayaan kepada adanya hari akhirat adalah suatu rahmat bagi seorang hamba Allah.",
    "quraish": "Dengan maksud mencemooh berita tentang hari kebangkitan, orang-orang kafir itu saling mengatakan, \"Maukah kalian kutunjukkan pada orang yang mengatakan bahwa jika kalian mati dan jasad kalian telah dicerai-beraikan sehancur-hancurnya, kalian akan dibangkitkan dan hidup kembali seperti sediakala?",
    "jalalayn": "(Dan orang-orang kafir berkata) sebagian dari mereka berkata kepada sebagian yang lain dengan nada yang penuh keheranan, (\"Maukah kalian kami tunjukkan kepada kalian seorang laki-laki) yang mereka maksud adalah Nabi Muhammad (yang memberitakan kepada kalian) yang membawa berita kepada kalian, bahwasanya (apabila badan kalian telah hancur) telah berantakan (sehancur-hancurnya) menjadi berkeping-keping (sesungguhnya kalian akan dibangkitkan kembali dalam ciptaan yang baru?\")"
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 8,
    "arab": "اَفْتَرٰى عَلَى اللّٰهِ كَذِبًا اَمْ بِهٖ جِنَّةٌ  ۗبَلِ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ فِى الْعَذَابِ وَالضَّلٰلِ الْبَعِيْدِ ",
    "translation": "Apakah dia mengada-adakan kebohongan terhadap Allah atau sakit gila?” (Tidak), tetapi orang-orang yang tidak beriman kepada akhirat itu berada dalam siksaan dan kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3614.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan keingkaran orang-orang kafir terhadap terjadinya hari kebangkitan dan bagaimana hebatnya cemoohan dan olok-olok mereka terhadap Nabi Muhammad yang memberitakannya. Mereka saling bertanya tentang seorang laki-laki yang mengatakan bahwa apabila mereka telah mati dan dikuburkan kemudian tubuh dan tulang-belulang mereka telah hancur luluh, sesudah itu akan hidup kembali untuk mempertanggungjawabkan perbuatan mereka. Orang yang mengatakan hal itu adalah Muhammad yang mendakwahkan bahwa dia menerima wahyu dari Tuhannya. Mereka menganggap bahwa ini adalah suatu peluang besar bagi mereka untuk mempengaruhi pendapat umum dan mendiskreditkan Nabi serta mengatakan bahwa dia telah gila atau mengada-adakan suatu kebohongan besar terhadap Allah dengan mengatakan bahwa berita itu adalah wahyu yang diturunkan kepadanya. Mungkin kebanyakan orang awam akan terpengaruh oleh cemoohan dan olok-olok itu sehingga mereka memandang rendah dan hina terhadap Nabi. \nOleh sebab itu, Allah menegaskan dalam ayat ini bahwa orang-orang yang tidak percaya akan adanya hari akhirat akan mendapat siksaan dan berada dalam kesesatan yang nyata. Mereka akan mendapat siksaan baik di dunia maupun di akhirat. Di dunia mereka akan menjadi orang-orang yang sesat di tengah perjalanan hidupnya, tidak mengetahui arah yang akan dituju, serta selalu dalam kegelisahan dan keragu-raguan. Orang-orang yang tidak mempunyai akidah dan tidak percaya kepada keadilan Allah dan hari akhirat akan selalu terombang-ambing dalam kebingungan. Ia tidak mempunyai harapan untuk mendapat keadilan Allah karena apa yang ditemui dan dilihatnya di dunia ini penuh dengan kepincangan dan kezaliman. Orang yang lemah menjadi mangsa bagi yang kuat. Sedangkan orang-orang yang beriman yang percaya sepenuhnya akan keadilan Allah dan adanya perhitungan perbuatan manusia di akhirat nanti, tentu akan yakin sepenuhnya bahwa bila ia teraniaya, Allah akan membalas orang yang menganiayanya dengan balasan yang setimpal. Kalau tidak di dunia ini, di akhirat nanti pasti pembalasan itu akan terlaksana. Bahkan di akhirat nanti Allah akan memberi balasan yang berlipat ganda atas kesabaran dan ketawakalannya. Kepercayaan kepada adanya hari akhirat adalah suatu rahmat bagi seorang hamba Allah.",
    "quraish": "Orang itu membuat-buat kebohongan dengan mengatakan bahwa Allah kelak akan membangkitkan kembali semua makhluk yang telah mati. Jika tidak, bukankah ia telah menjadi orang gila yang mengatakan sesuatu di luar kesadaran?\" Persoalannya tidaklah seperti yang mereka tuduhkan. Akan tetapi sebenarnya orang-orang yang tidak beriman pada hari akhir akan terjerumus ke dalam siksa dan terperangkap dalam jurang kesesatan yang teramat jauh dari kebenaran.",
    "jalalayn": "(Apakah dia mengada-adakan) lafal Aftaraa pada asalnya adalah A-iftaraa, kemudian Hamzah Washalnya tidak dibutuhkan lagi karena Hamzah Istifham sudah difathahkan, sehingga menjadi Aftaraa (kebohongan terhadap Allah) dalam hal tersebut (ataukah ada padanya penyakit gila?) yakni gangguan pada otaknya hingga ia mengkhayal yang bukan-bukan. Maka, Allah berfirman menyanggah mereka, (\"Tidak, tetapi orang-orang yang tidak beriman kepada negeri akhirat) yang di dalamnya terdapat hari berbangkit dan azab pembalasan (berada dalam siksaan) di akhirat nanti (dan kesesatan yang jauh.) dari kebenaran dalam kehidupan dunia."
  },
  {
    "hizb": 171,
    "name": "Saba'",
    "ayat": 9,
    "arab": "اَفَلَمْ يَرَوْا اِلٰى مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ اِنْ نَّشَأْ نَخْسِفْ بِهِمُ الْاَرْضَ اَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاۤءِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّكُلِّ عَبْدٍ مُّنِيْبٍ ࣖ ",
    "translation": "Maka apakah mereka tidak memperhatikan langit dan bumi yang ada di hadapan dan di belakang mereka? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka kepingan-kepingan dari langit. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi setiap hamba yang kembali (kepada-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3615.mp3",
    "tafsir": "Pada ayat ini, Allah memberikan peringatan kepada orang-orang yang tidak percaya akan terjadinya hari Kiamat dan menyuruh mereka memperhatikan kejadian-kejadian alam yang mereka saksikan sendiri. Betapa banyaknya bencana alam yang terjadi di beberapa negeri seperti gempa dahsyat yang menghancurkan bangunan, menimbulkan korban jiwa dan harta benda yang tak ternilai, banjir besar yang menghanyutkan rumah, manusia, binatang, dan tanaman.\nMenurut kajian ilmiah, karena langit berbentuk bola, maka di mana pun manusia menginjak bumi maka langit akan selalu berada di depan dan di belakangnya, serta di atas dan di bawahnya. Penggalan ayat ini juga menunjukkan bahwa bentuk bumi adalah bulat.\nGumpalan dari langit dapat ditafsirkan sebagai pecahan benda langit (planet, bintang, komet, dan lain-lain) setelah mengalami benturan satu sama lain. Pecahan-pecahan ini dikenal dengan nama asteroid, meteorit, dan lain sebagainya. Setiap hari permukaan bumi dihujani oleh bom-bom batuan pecahan, yang bisa mengakibatkan kerusakan bumi dan penghuninya. Karena Allah Maha Pengasih dan Penyayang, Ia melindungi bumi dengan pelindung berupa lapisan udara yang disebut atmosfer. Lapisan udara itu bagaikan rem yang meredam gerakan bom-bom ini dengan gesekan yang terjadi pada saat bersinggungan dengan asteroid atau meteorit. Bahkan bisa langsung memusnahkannya karena asteroid atau meteorit hancur atau terbakar habis akibat panas yang ditimbulkan oleh gesekan dengan atmosfer bumi.\nPerisai pelindung lain adalah lapisan ozon, medan magnit bumi yang mengerem pecahan-pecahan yang bermuatan. Jika lapisan ozon ini terkoyak karena pencemaran udara, pecahan benda langit itu akan jatuh menghunjam ke bumi, dan bisa saja menimpa manusia atau membenamkannya ke permukaan bumi.\nSejarah mencatat bagaimana Allah menghancurkan beberapa umat terdahulu, dan sisa peninggalan mereka masih dapat dilihat sampai sekarang. Apakah semua ini tidak menginsafkan mereka bahwa bila Allah menghendaki, Ia dapat membenamkan negeri mereka ke dalam tanah, dan dapat pula mengirimkan benda langit seperti meteor atau planet, untuk membentur bumi, dan dengan demikian terjadilah malapetaka yang tidak dapat dibayangkan bagaimana dahsyatnya. Tidakkah mereka mengambil pelajaran dari kejadian-kejadian alam itu atau dari kejadian yang tertulis dalam sejarah dan sisa-sisa peninggalan yang masih dapat mereka saksikan sendiri? Bagi orang yang hatinya disinari cahaya iman, berbagai kejadian itu menambah keimanan mereka dan menjadikan mereka meyakini bahwa Allah Mahakuasa, dan bahwa mereka pada hakikatnya akan kembali kepada Allah Pemilik dan Penguasa langit dan bumi Yang Mahabijaksana dan Mahaadil.",
    "quraish": "Apakah pandangan mereka buta dan tidak memperhatikan apa yang ada di langit dan di bumi, di dapan dan di belakang mereka agar dapat melihat dengan jelas kekuasaan Kami untuk berbuat segala sesuatu? Jika Kami berkehendak, Kami dapat saja memerintahkan bumi untuk menelan mereka. Kami sanggup menjatuhkan langit di atas kepala mereka. Apa yang telah Kami terangkan merupakan bukti nyata bagi orang yang mau kembali kepada Tuhan dalam setiap urusan.",
    "jalalayn": "(Maka, apakah mereka tidak melihat) tidak memperhatikan (kepada apa yang ada di hadapan mereka dan apa yang ada di belakang mereka) maksudnya apa yang ada di atas dan di bawah mereka (yaitu langit dan bumi? Jika Kami menghendaki, niscaya Kami benamkan mereka di bumi atau Kami jatuhkan kepada mereka gumpalan) dapat dibaca Kisfan atau Kisafan artinya gumpalan-gumpalan (dari langit) menurut qiraat yang lain lafal Nasya', Nakhsif, dan Nusqith dibaca Yasya', Yakhsif dan Yusqith. (Sesungguhnya pada yang demikian itu) hal-hal yang terlihat itu (benar-benar terdapat tanda bagi setiap hamba yang kembali.\") kepada Rabbnya, yaitu tanda yang menunjukkan akan kekuasaan Allah yang mampu membangkitkan hidup kembali dan menciptakan apa yang dikehendaki-Nya."
  }
]