[
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 24,
    "arab": "۞ قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۙوَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?” Katakanlah, “Allah,” dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3630.mp3",
    "tafsir": "Pada ayat ini, Allah dengan perantaraan Nabi Muhammad menanyakan kepada kaum musyrik, siapakah yang memberi mereka rezeki dari langit dan bumi dengan menurunkan hujan, dan dengan air hujan itu bumi menjadi subur dan menumbuhkan berbagai macam tumbuhan untuk menjadi makanan bagi mereka dan binatang ternak. Mereka tentu tidak dapat menjawabnya. Walaupun mereka ingin mengatakan Allah, jawaban yang sesuai dengan hati nurani mereka, tetapi mereka menjawabnya berhala-berhala, jawaban yang sebetulnya bertentangan dengan hati nurani mereka yang membenarkan seruan Nabi Muhammad. Oleh sebab itu, mereka terdiam, tidak dapat memberikan jawaban apa pun. Demikianlah Allah memerintahkan kepada Muhammad bahwa yang memberi rezeki baik dari langit maupun bumi hanyalah Allah. Pertanyaan semacam ini disebut pula pada ayat lain yaitu:\nKatakanlah (Muhammad), \"Siapakah Tuhan langit dan bumi?\" Katakanlah, \"Allah.\" Katakanlah, \"Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?\" (ar-Ra'd/13: 16) \n\nAllah lalu menyuruh Nabi Muhammad mengatakan kepada mereka setelah tidak dapat menjawab pertanyaan di atas, \"Kami atau kamu pasti berada dalam petunjuk atau dalam kesesatan yang nyata.\" Inilah suatu cara berdiskusi yang amat halus dan tajam. Nabi tidak mengatakan bahwa kaum musyrik itulah yang sesat dan dirinya yang benar, tetapi dia menyatakan salah satu di antara keduanya pasti ada yang mengikuti jalan yang benar dan ada yang mengikuti jalan yang sesat. Ucapan ini pasti menarik lawan untuk berpikir siapa sebenarnya yang mendapat petunjuk dan siapa yang sesat, dan menghindari cara-cara yang keras karena akan mendatangkan jawaban yang keras pula. Kalau Nabi saw mengatakan dengan tegas bahwa merekalah yang sesat, tentu mereka akan menjawab dengan tegas bahwa Nabilah yang sesat.",
    "quraish": "Wahai Muhammad, katakan kepada orang-orang musyrik, \"Siapakah yang mendatangkan rezeki kalian dari langit dan bumi?\" Berikanlah jawaban kepada orang-orang yang diam membisu lantaran sikap keras kepala mereka dengan mengatakan, \"Allah yang mendatangkan rezeki kalian. Kami, orang-orang beriman, dan kalian, orang-orang musyrik, berada pada dua pilihan: petunjuk kesesatan yang nyata.\"",
    "jalalayn": "(Katakanlah! \"Siapakah yang memberi rezeki kepada kalian dari langit) melalui hujan (dan dari bumi?\") melalui tumbuh-tumbuhan (Katakanlah! \"Allah\") jika mereka tidak mengatakan demikian, maka tidak akan ada jawaban lain yang benar (dan sesungguhnya kami atau kalian) yakni salah satu di antara kedua golongan (pasti berada dalam petunjuk atau dalam kesesatan yang nyata) nyata sesatnya, apakah kami atau kalian orang-orang kafir. Dikatakan dengan ungkapan yang samar demi untuk melunakkan hati orang yang kafir, dengan maksud menyeru mereka kepada iman, yaitu apabila mereka sesuai dengan Nabi saw."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 25,
    "arab": "قُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Katakanlah, “Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3631.mp3",
    "tafsir": "Pada ayat ini, Nabi Muhammad disuruh mengatakan kepada mereka bahwa masing-masing bertanggung jawab penuh atas segala perbuatannya. Kaum musyrik tidak bertanggung jawab atas perbuatan kaum Muslimin yang salah, demikian pula sebaliknya, kaum Muslimin pun tidak bertanggung jawab atas segala perbuatan kaum musyrik. Sebagian mufasir mengatakan bahwa orang-orang musyrik pernah menuduh Nabi saw dan orang-orang mukmin bahwa mereka telah berdosa besar karena murtad dan mengkhianati agama nenek moyang mereka. Sebagai jawaban atas tuduhan itu, dikemukakan bahwa kaum Muslimin memang bertanggung jawab atas segala dosa dan kesalahan mereka. Demikian pula kaum musyrikin bertanggung jawab pula sepenuhnya atas segala perbuatan mereka yang baik ataupun yang jahat. Pada ayat lain, Allah menyuruh Nabi mengucapkan kata-kata yang senada dengan ini, seperti firman-Nya:\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\" (Yunus/10: 41)",
    "quraish": "Katakan kepada mereka, \"Kalian tidak akan ditanya tentang dosa-dosa kami, dan kami pun tidak akan ditanya tentang dosa-dosa kalian.\"",
    "jalalayn": "(Katakanlah! \"Kalian tidak akan ditanya tentang dosa yang kami perbuat) tentang dosa-dosa kami (dan kami tidak akan ditanya pula tentang apa yang kalian perbuat\") karena sesungguhnya kami berlepas diri dari kalian."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 26,
    "arab": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ ",
    "translation": "Katakanlah, “Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3632.mp3",
    "tafsir": "Kemudian Nabi diperintahkan untuk mengatakan kepada kaum musyrikin itu, \"Allah akan mengumpulkan kita semua pada hari Kiamat dan di sanalah Dia akan memberi keputusan terhadap kita dan perbuatan kita dengan seadil-adilnya. Di sana akan jelas siapa di antara kita yang sesat dan siapa yang menempuh jalan yang lurus, siapa di antara kita yang salah dan siapa yang benar.\"\nSemua perbuatan hamba-Nya akan ditimbang dengan neraca keadilan. Perbuatan buruk akan dibalas dengan balasan yang setimpal dan perbuatan baik akan dibalas dengan pahala yang berlipat ganda. Hal ini disebut pula dengan jelas pada ayat lain, yaitu:\nDan pada hari (ketika) terjadi Kiamat, pada hari itu manusia terpecah-pecah (dalam kelompok). Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka di dalam taman (surga) bergembira. Dan adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami serta (mendustakan) pertemuan hari akhirat, maka mereka tetap berada di dalam azab (neraka). (ar-Rum/30: 14-16)\n\nDi sanalah nanti Allah memberikan keputusan, tidak ada yang dapat membantah karena semua keputusan itu berdasarkan fakta-fakta yang nyata yang tidak dapat disangkal lagi. Allah Maha Mengetahui kapan vonis itu akan dijatuhkan-Nya, tidak ada seorang hamba pun yang dapat mengetahui, karena Dialah yang Maha Pemberi Keputusan dan Maha Mengetahui.",
    "quraish": "Katakan pula kepada mereka, \"Pada hari kiamat nanti, Allah akan menghimpun kita dan akan memberikan keputusan antara kita secara adil. Dialah yang Maha Memutuskan segala persoalan dan Mahatahu akan kebenaran di antara kita.",
    "jalalayn": "(Katakanlah! \"Rabb kita akan mengumpulkan kita semua) kelak di hari kiamat (kemudian Dia memberi keputusan) memutuskan (antara kita dengan benar) maka orang-orang yang benar akan dimasukkan-Nya ke dalam surga, dan orang-orang yang salah akan dimasukkan-Nya ke dalam neraka. (Dan Dialah Maha Pemberi keputusan) Yang menghukumi (lagi Maha Mengetahui\") tentang keputusan hukum yang diambil-Nya."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 27,
    "arab": "قُلْ اَرُوْنِيَ الَّذِيْنَ اَلْحَقْتُمْ بِهٖ شُرَكَاۤءَ كَلَّا ۗبَلْ هُوَ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Katakanlah, “Perlihatkanlah kepadaku sembahan-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu(-Nya), tidak mungkin! Sebenarnya Dialah Allah Yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3633.mp3",
    "tafsir": "Allah lalu memerintahkan kepada Nabi Muhammad supaya menanyakan kepada orang-orang musyrik itu, siapakah dan apakah sebenarnya berhala-berhala yang mereka persekutukan dengan Allah. Mereka diminta untuk menerangkan kepadanya siapa berhala-berhala itu, bagaimana sifat-sifatnya, nilai dan mutunya, serta kedudukannya. Mengapa mereka dijadikan sembahan, apakah memang dia berhak disembah? \nPertanyaan-pertanyaan yang dikemukakan kepada mereka itu sebagai tantangan dan pernyataan bahwa mereka tidak mempergunakan akal mereka karena menyembah sesuatu yang tidak ada nilainya, benda mati yang mereka buat dengan tangan mereka sendiri. Sekali-kali tidak mungkin dan tidak masuk akal mempersekutukan benda mati dengan Allah Yang Mahaperkasa dan Maha Mengetahui.",
    "quraish": "Perlihatkan kepadaku tuhan-tuhan yang kalian sejajarkan dengan Allah dalam hal kelayakan mereka untuk disembah, yang kalian anggap sebagai tandingan-tandingan Allah. Allah tidak memiliki tandingan. Dialah yang Mahaperkasa atas segala sesuatu, lagi Mahabijaksana dalam setiap perbuatan dan pemeliharaan.\"",
    "jalalayn": "(Katakanlah! \"Perlihatkanlah kepadaku) maksudnya beritahukanlah kepadaku (sesembahan-sesembahan yang kalian hubungkan dengan Dia sebagai sekutu-sekutu-Nya) untuk kalian sembah (sekali-kali tidak mungkin! Dialah Allah Yang Maha Perkasa) yakni Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana\") di dalam mengatur makhluk-Nya, maka tiadalah bagi-Nya sekutu dalam kerajaan-Nya."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 28,
    "arab": "وَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
    "translation": "Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3634.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Nabi Muhammad diutus kepada seluruh manusia. Ia bertugas sebagai pembawa berita gembira bagi orang yang mempercayai dan mengamalkan risalah yang dibawanya dan sekaligus pembawa peringatan kepada orang yang mengingkari atau menolak ajaran-ajarannya. Nabi Muhammad adalah nabi penutup, tidak ada lagi nabi dan rasul diutus Allah sesudahnya. Dengan demikian, pastilah risalah yang dibawanya itu berlaku untuk seluruh manusia sampai kiamat. Sebagai risalah yang terakhir, maka di dalamnya tercantum peraturan-peraturan dan syariat hukum-hukum yang layak dan baik untuk dijalankan di setiap tempat dan masa. \nRisalah yang dibawa Nabi Muhammad bersumber dari Allah Yang Mahabijaksana dan Maha Mengetahui. Tuhan yang menciptakan langit dan bumi dan segala apa yang ada pada keduanya. Dialah yang mengatur segala apa yang ada pada keduanya. Dialah yang mengatur semuanya itu dengan peraturan yang amat teliti sehingga semuanya berjalan dengan baik dan harmonis. Allah yang demikian besar kekuasaan-Nya tidak mungkin akan menurunkan suatu risalah yang mencakup seluruh umat manusia kalau peraturan dan syariat itu tidak mencakup seluruh kepentingan manusia pada setiap masa. Dengan demikian, pastilah risalahnya itu risalah yang baik untuk diterapkan kepada siapa dan umat yang mana pun di dunia ini. Banyak ayat di dalam Al-Qur'an yang menegaskan bahwa Muhammad diutus kepada manusia seluruhnya.\nMahasuci Allah yang telah menurunkan al-Furqan (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia). (al-Furqan/25: 1) \n\nDan firman-Nya:\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.\"(al-A 'raf/7: 158) \n\nHal ini tidak diketahui oleh semua orang bahkan kebanyakan manusia menolak dan menantangnya. Di antara penantang-penantang itu adalah kaum Muhammad sendiri yaitu orang-orang kafir Mekah. \nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12: 103)",
    "quraish": "Wahai Muhammad, sesungguhnya Kami tidak mengutusmu kecuali untuk seluruh umat manusia, sebagai pembawa berita gembira bagi orang beriman dan pemberi peringatan bagi orang kafir. Namun sebagian besar manusia tidak mengetahui kebenaran dirimu dan misi kerasulanmu yang universal.",
    "jalalayn": "(Dan Kami tidak mengutus kamu, melainkan untuk semua) lafal Kaaffatan berkedudukan menjadi Hal atau kata keterangan keadaan dari lafal An Naas yang sesudahnya, didahulukan mengingat kedudukannya yang sangat penting (manusia sebagai pembawa berita gembira) kepada orang-orang yang beriman, bahwa mereka akan masuk surga (dan sebagai pemberi peringatan) kepada orang-orang kafir bahwa mereka akan dimasukkan ke dalam neraka (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui hal ini)."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 29,
    "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Dan mereka berkata, “Kapankah (datangnya) janji ini, jika kamu orang yang benar?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3635.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa kaum musyrik menentang Nabi Muhammad sebagai pembawa berita gembira bagi orang mukmin dan pemberi peringatan bagi kaum yang ingkar. Muhammad menerangkan kepada mereka bahwa keadilan Allah bukan hanya berlaku di dunia saja, tetapi mencakup keadilan di akhirat. Semua perbuatan manusia akan dibalas dengan balasan yang setimpal. Mereka mengolok-olok ucapan Nabi saw dan mengatakan bahwa hari Kiamat tidak mungkin terjadi dan tidak mungkin akan terjadi. Mereka berkata kepadanya dengan nada mengejek, \"Kalau benar kiamat yang dijanjikan Tuhanmu itu benar akan terjadi, maka terangkanlah kepada kami kapan akan terjadi.\" Bahkan pada ayat lain diterangkan bahwa mereka menantang Nabi Muhammad supaya kedatangan hari kiamat itu disegerakan saja, sebagaimana disebut dalam firman Allah:\nOrang-orang yang tidak percaya adanya hari kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18) \n\nEjekan dan tantangan mereka itu menunjukkan ketidaktahuan mereka tentang tugas Nabi Muhammad sebagai rasul, dan mereka tidak mengetahui batas-batas tugasnya. Rasul itu hanya seorang manusia yang ditugaskan Allah menyampaikan risalah. Dia bukan orang yang berkuasa dan mempunyai ilmu seperti Tuhannya. Ilmu dan kekuasaannya terbatas pada apa yang diberikan Allah kepadanya. Kalau ditanyakan kepadanya tentang hal-hal yang gaib, dia tentu tidak akan dapat menjelaskannya kecuali bila Allah telah memberitahukan kepadanya. Kalau diminta kepadanya agar diturunkan azab atau disegerakan datangnya hari Kiamat, maka hal itu berada di luar kemampuannya.",
    "quraish": "Dengan maksud menjauhkan kemungkinan datangnya hari pembalasan yang dijanjikan Allah, orang-orang kafir berkata, \"Bilakah datangnya janji itu, lalu kami masuk neraka dan kalian masuk surga, jika janji itu memang benar?\"",
    "jalalayn": "(Dan mereka berkata, \"Kapankah datangnya janji ini) yakni azab yang kamu janjikan itu (jika kamu adalah orang-orang yang benar?\") dalam janjimu itu."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 30,
    "arab": "قُلْ لَّكُمْ مِّيْعَادُ يَوْمٍ لَّا تَسْتَأْخِرُوْنَ عَنْهُ سَاعَةً وَّلَا تَسْتَقْدِمُوْنَ ࣖ ",
    "translation": "Katakanlah, “Bagimu ada hari yang telah dijanjikan (hari Kiamat), kamu tidak dapat meminta penundaan atau percepatannya sesaat pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3636.mp3",
    "tafsir": "Sebagai jawaban atas keingkaran dan tantangan kaum musyrik itu, Allah menyuruh Nabi Muhammad menegaskan kepada mereka bahwa hari kiamat itu pasti terjadi pada waktu yang telah ditentukan Allah. Bila waktunya sudah tiba, kiamat itu tidak dapat diundurkan atau dimajukan walau sesaat pun. Oleh sebab itu, mereka harus berhati-hati, selalu waspada, dan bersiap-siap dengan iman dan amal saleh. Jika waktu kiamat sudah datang, tidak ada kesempatan lagi bagi seseorang untuk bertobat dan dia akan menyesal kelak bila melihat azab yang disediakan bagi orang yang ingkar.",
    "quraish": "Wahai Nabi, katakan kepada mereka, \"Akan datang kepada kalian saat hari besar yang dijanjikannya itu. Tidak akan ditunda atau disegerakan meskipun sekejap saja.\"",
    "jalalayn": "(Katakanlah! \"Bagi kalian ada hari yang telah dijanjikan yang tiada dapat kalian minta mundur daripadanya barang sesaat pun dan tidak pula kalian dapat meminta supaya diajukan\") daripadanya, hari yang dimaksud adalah hari kiamat."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 31,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَنْ نُّؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذِيْ بَيْنَ يَدَيْهِۗ وَلَوْ تَرٰىٓ اِذِ الظّٰلِمُوْنَ مَوْقُوْفُوْنَ عِنْدَ رَبِّهِمْۖ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضِ ِۨالْقَوْلَۚ يَقُوْلُ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا لَوْلَآ اَنْتُمْ لَكُنَّا مُؤْمِنِيْنَ ",
    "translation": "Dan orang-orang kafir berkata, “Kami tidak akan beriman kepada Al-Qur'an ini dan tidak (pula) kepada Kitab yang sebelumnya.” Dan (alangkah mengerikan) kalau kamu melihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebagian mereka mengembalikan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “Kalau tidaklah karena kamu tentulah kami menjadi orang-orang mukmin.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3637.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bagaimana mendalamnya keingkaran orang-orang musyrik terhadap agama yang dibawa oleh Nabi Muhammad dengan agama samawi lainnya yang dibawa oleh para rasul sebelumnya. Mereka menyatakan tekad tidak akan beriman kepada Al-Qur'an dan kitab-kitab yang diturunkan Allah kepada para rasul-Nya. Bagi orang-orang yang bertekad seperti ini tidak ada suatu dalil atau bukti pun yang dapat mereka terima, walaupun bukti itu kuat, nyata, dan dapat diterima oleh akal yang sehat atau pikiran yang jernih.\nHati mereka telah dipenuhi dengan fanatisme yang keras sehingga semua yang bertentangan dengan paham mereka adalah salah, sesat, dan sama sekali tidak dapat diterima. Pernah kaum musyrik Mekah bertanya kepada Ahli Kitab tentang bagaimana ciri-ciri dan sifat-sifat Muhammad saw dan apakah hal itu disebutkan dalam kitab mereka. Sebagian Ahli Kitab menerangkan ciri-ciri dan sifat-sifat Muhammad saw. Mereka juga mengatakan bahwa mungkin Muhammad saw itu memang seorang rasul utusan Tuhan. Bagi orang yang hatinya bersih dan tidak dikotori oleh kesombongan dan fanatik buta, jawaban ini akan menginsafkan mereka dan menjadikan mereka berpikir. Tetapi, jawaban itu membuat mereka menjadi marah dan menolak mentah-mentah keterangan para Ahli Kitab itu dan tidak mau memercayainya. Memang batin mereka telah ditutup untuk menerima kebenaran sebagaimana disebut dalam firman Allah:\nAllah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 7)\n\nOleh karena tidak ada bukti yang dapat menginsafkan mereka, dan yang patut dikemukakan kepada mereka ialah ancaman yang keras, maka pada ayat-ayat ini diceritakan bagaimana keadaan orang-orang kafir itu dan para pemimpin mereka di akhirat nanti ketika berdiri di hadapan Allah. Pada waktu itu, orang-orang kafir itu sadar bahwa mereka telah sesat. Mereka menoleh kepada pemimpin mereka dan berkata, \"Kalau tidak karena tindakanmu terhadap kami di dunia, tentu kami tidak akan mengalami hal seperti ini. Kami tentu telah beriman kepada Muhammad saw dan termasuk hamba Allah yang diridai-Nya.\"",
    "quraish": "Orang-orang kafir berkata, \"Kami tidak akan mempercayai kebenaran al-Qur'ân dan kitab-kitab suci yang turun sebelum itu sebagaimana perintah dan seruanmu. Jika kamu--wahai orang yang kelak dapat melihat--menyaksikan sendiri orang-orang zalim itu berdiri di hadapan Allah swt., Pencipta dan Penguasa urusan mereka, kamu pasti akan mendapatkan suatu hal yang menakjubkan dari sikap mereka yang saling melemparkan tuduhan. Kaum lemah dari kalangan orang-orang zalim itu berkata kepada para pembesar, \"Kalau bukan karena kekuasaan kalian, kami pasti akan menjadi orang beriman.\"",
    "jalalayn": "(Dan orang-orang kafir berkata) yakni sebagian dari penduduk Mekah (\"Kami sekali-kali tidak akan beriman kepada Alquran ini dan tidak pula kepada kitab sebelumnya\") kitab-kitab yang telah mendahuluinya, seperti kitab Taurat dan Injil yang di dalam kedua kitab tersebut disebutkan tentang adanya hari berbangkit, demikian itu karena mereka ingkar kepada Alquran. Lalu Allah berfirman mengenai mereka itu, (\"Dan kalau kamu lihat) hai Muhammad ketika orang-orang yang lalim itu) yakni orang-orang yang kafir (dihadapkan kepada Rabbnya, sebagian dari mereka menghadapkan perkataan kepada sebagian yang lain. Orang-orang yang dianggap lemah berkata) yaitu para pengikut dari mereka (kepada orang-orang yang menyombongkan diri) yakni para pemimpinnya, ('Kalau tidak karena kalian) maksudnya seandainya kalian tidak menghalang-halangi kami untuk beriman (tentulah kami menjadi orang-orang yang beriman') kepada Nabi saw."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 32,
    "arab": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْا لِلَّذِيْنَ اسْتُضْعِفُوْٓا اَنَحْنُ صَدَدْنٰكُمْ عَنِ الْهُدٰى بَعْدَ اِذْ جَاۤءَكُمْ بَلْ كُنْتُمْ مُّجْرِمِيْنَ ",
    "translation": "Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, “Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah petunjuk itu datang kepadamu? (Tidak!) Sebenarnya kamu sendirilah orang-orang yang berbuat dosa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3638.mp3",
    "tafsir": "Ucapan dan tuduhan ini dijawab oleh para pemimpin yang telah menjerumuskan mereka karena hendak melepaskan diri dari tanggung jawab. Para pemimpin itu berkata, \"Apakah kami pernah menghalangi kamu mengikuti petunjuk? Kami tidak pernah memaksa kamu supaya mengikuti kemauan kami dan mengikuti jalan yang kami tempuh. Kami tidak pernah menghalangi kamu mengikuti ajaran yang dibawa oleh rasul Allah. Hanya kamu sendirilah dengan kemauan kamu sendiri pula yang menolak ajaran itu, dan turut mendustakannya. Kalau kamu telah sesat disebabkan tindakan kamu, janganlah kami dibawa-bawa untuk mempertanggungjawabkan perbuatanmu itu. Kamu sebenarnya termasuk orang-orang sesat.\" \nKalau jawaban para pemimpin itu diucapkan pada waktu mereka masih di dunia, para pengikutnya pasti akan diam, karena pengaruhnya yang besar terhadap mereka. Tetapi, lain halnya di akhirat. Kedudukan manusia di hadapan Allah semua sama, tidak ada bawahan dan pimpinan, dan tidak ada kaum feodal atau kaum jelata.",
    "quraish": "Para pembesar kaum mengingkari pernyataan pengikut mereka dengan mengatakan, \"Tidak benar jika kami merintangi jalan kalian untuk mendapatkan petunjuk. Pada dasarnya kalian memang lebih memilih jalan kesesatan daripada petunjuk.\"",
    "jalalayn": "(Orang-orang yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, 'Kamikah yang telah menghalang-halangi kalian dari petunjuk sesudah petunjuk itu datang kepada kalian?) Tidak, (sebenarnya kalian sendirilah orang-orang yang berdosa') terhadap diri kalian sendiri."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 33,
    "arab": "وَقَالَ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ اِذْ تَأْمُرُوْنَنَآ اَنْ نَّكْفُرَ بِاللّٰهِ وَنَجْعَلَ لَهٗٓ اَنْدَادًا ۗوَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۗ وَجَعَلْنَا الْاَغْلٰلَ فِيْٓ اَعْنَاقِ الَّذِيْنَ كَفَرُوْاۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “(Tidak!) Sebenarnya tipu daya(mu) pada waktu malam dan siang (yang menghalangi kami), ketika kamu menyeru kami agar kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.” Mereka menyatakan penyesalan ketika mereka melihat azab. Dan Kami pasangkan belenggu di leher orang-orang yang kafir. Mereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3639.mp3",
    "tafsir": "Oleh sebab itu, para pengikut itu tidak puas mendengar jawaban para pemimpinnya dan melanjutkan dakwaan bahwa para pemimpin itu selalu membujuk dan menipu mereka siang dan malam, serta memerintahkan supaya ingkar kepada Allah dan mempersekutukan-Nya dengan yang lain. Tetapi, semuanya telah telanjur dan tidak ada waktu lagi untuk kembali kepada kebenaran atau untuk bertobat. \nSemuanya, baik para pemimpin maupun pengikutnya, telah mengetahui akan mendapat balasan yang setimpal atas ke-ingkaran dan kedurhakaan mereka. Mereka merasa sangat menyesal ketika melihat azab yang akan ditimpakan kepada mereka, tetapi penyesalan itu tidak berguna lagi. Mereka dimasukkan ke neraka dalam keadaan terbelenggu. Memang siksaan itulah yang layak ditimpakan karena sikap dan perbuatan mereka selama di dunia.",
    "quraish": "Orang-orang lemah itu balik berkata, \"Tetapi rencana dan bujukan kalian di siang dan malam hari telah menjerumuskan kami ke dalam jurang kehancuran. Saat itu kalian perintahkan kami untuk mengingkari dan menyekutukan Allah.\" Kedua belah pihak berusaha menutupi penyesalan masing-masing, saat menyaksikan azab hampir datang, meskipun penyesalan itu tidak akan berguna lagi. Kami letakkan belenggu pada leher orang-orang yang tidak mau beriman. Tidakkah mereka itu pantas menerima balasan yang setimpal dengan perbuatan mereka?",
    "jalalayn": "(Dan orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, 'Sebenarnya tipu daya di waktu malam hari dan siang hari) yaitu tipu daya kalian terhadap kami yang kalian lakukan malam dan siang hari (ketika kalian menyeru kami supaya kami kafir kepada Allah dan menjadikan sekutu-sekutu bagi-Nya.') (Mereka menyembunyikan) kedua golongan itu, yaitu mereka yang menjadi pengikut kesesatan dan yang menjadi pemimpin kesesatan (penyesalannya) karena tidak mau beriman kepada Nabi saw. (tatkala mereka melihat azab.\") masing-masing golongan menyembunyikan penyesalannya karena takut dicela. (Dan Kami pasang belenggu di leher orang-orang yang kafir) di dalam neraka. (Tiadalah) (mereka dibalas melainkan) dengan pembalasan (apa yang telah mereka kerjakan) di dunia."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 34,
    "arab": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ ِالَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ",
    "translation": "Dan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, “Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3640.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa tidak ada seorang nabi pun yang dikirim Allah ke suatu negeri yang tidak mendapat perlawanan dari pemuka-pemuka kaumnya. Mereka biasanya adalah kaum elite yang menguasai kehidupan politik dan ekonomi negeri itu. Mereka sudah mapan dan hidup mewah, dan berfoya-foya. Dengan kedatangan nabi-nabi, mereka merasa kemapanan hidup mereka terusik oleh ajaran-ajaran yang dibawa para nabi itu. \nAgama tidak membenarkan yang berkuasa menzalimi yang lemah, sedangkan kemapanan mereka dipertahankan dengan jalan menekan golongan lemah. Agama meminta manusia agar mengindahkan kehalalan dan keharaman dalam mencari rezeki dan memanfaatkan kekayaan, sedangkan kekayaan mereka diperoleh dengan cara apa saja, legal atau ilegal, dan kekayaan itu mereka gunakan untuk berfoya-foya. Agama tidak membolehkan melanggar aturan-aturan agama, sedangkan kehidupan mereka tanpa mengindahkan norma-norma itu. Oleh karena itu, mereka menentang nabi-nabi dan dengan lantang menyatakan, \"Kami menentang apa yang kalian ajarkan!\" Ucapan itu menegaskan pula kesombongan mereka, dan selanjutnya mendorong mereka bertindak semena-mena (fusuq) di bumi ini. Bila manusia sudah berbuat semena-mena, maka itu menjadi alasan bagi Allah untuk memperlihatkan kekuasaan-Nya, yaitu memusnahkan mereka. Firman Allah: \nDan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra'/17:16)",
    "quraish": "Setiap kali Kami mengutus seorang rasul yang mengajak kaumnya kepada kebenaran, pihak yang membuat kerusakan dari kalangan mereka pasti mengatakan, \"Kami benar-benar mendustakan ajaran yang kalian bawa.\"",
    "jalalayn": "(Dan Kami tidak mengutus kepada suatu negeri seorang pemberi peringatan pun, melainkan orang-orang yang hidup mewah di negeri itu berkata) yakni para pemimpinnya hidup bergelimang dengan kemewahan, (\"Sesungguhnya kami mengingkari apa yang kamu diutus untuk menyampaikannya.\")"
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 35,
    "arab": "وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ ",
    "translation": "Dan mereka berkata, “Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3641.mp3",
    "tafsir": "Golongan berkuasa yang zalim, sombong, dan semena-mena itu membanggakan kekayaan dan keturunan mereka. Mereka berkata, \"Kami kaya raya dan keturunan kami banyak, kami tidak akan terkena azab (tersentuh hukum).\" Dengan kekayaan, mereka merasa dapat membeli apa saja. Dengan keturunan dan pendukung, mereka beranggapan bahwa kekuasaan mereka terhadap yang lemah dapat terus dipertahankan dari generasi ke generasi. Mereka juga merasa disayangi oleh Allah sehingga di akhirat nanti tidak akan dihukum karena dosa-dosa mereka. Tolok ukur yang mereka pakai adalah kesenangan hidup di dunia. Kesenangan hidup, menurut pandangan mereka, menunjukkan bahwa mereka disayangi, sedangkan kesengsaraan hidup menandakan mereka dibenci Allah. \nSemua anggapan mereka itu tidaklah benar. Pemberian harta yang melimpah dan anak-anak yang berhasil bagi orang kafir tidak merupakan petunjuk bahwa Allah menyayangi mereka, tetapi sebaliknya, sebagaimana dinyatakan ayat berikut:\nApakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya. (al-Mu'minun/23: 55-56)\n\nWalaupun begitu, azab tidak segera dijatuhkan kepada orang-orang kafir di dunia ini karena Allah masih memberi penangguhan kepada mereka. Hal ini dimaksudkan untuk memberi kesempatan kepada mereka agar bertobat, sebagaimana dinyatakan dalam firman Allah:\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah di-tentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Nahl/16: 61) \n\nDalam ayat lain diterangkan bahwa harta dan anak-anak menjadi ujian bagi manusia, apakah ia tetap beriman dan bersyukur ataukah ingkar. Allah berfirman:\nSesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. (at-Tagabun/64: 15)\n\nSesungguhnya harta bagi orang kafir tidak akan bisa membuat mereka abadi di dunia, tetapi sebaliknya akan menyebabkan mereka dilemparkan ke dalam neraka, sebagaimana firman Allah:\nDia (manusia) mengira bahwa hartanya itu dapat mengekalkannya. (al-Humazah/104: 3)",
    "quraish": "Dengan bangga mereka berkata, \"Kami memiliki harta dan keturunan lebih banyak. Kami tidak akan pernah menemui siksa di akhirat.\"",
    "jalalayn": "(Dan mereka berkata, \"Kami lebih banyak mempunyai harta dan anak-anak) daripada orang-orang yang beriman (dan kami sekali-kali tidak akan diazab.\")"
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 36,
    "arab": "قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Katakanlah, “Sungguh, Tuhanku melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki), tetapi kebanyakan manusia tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3642.mp3",
    "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad menegaskan kepada pemuka-pemuka kafir Mekah bahwa yang melapangkan rezeki seseorang dan membatasi rezeki adalah Allah. Hal itu untuk menolak pandangan orang kafir di atas bahwa keberuntungan hidup di dunia adalah tanda kesayangan Allah dan kesengsaraan adalah tanda kebencian-Nya. \nAllah melapangkan atau membatasi rezeki seseorang sesuai dengan kebijaksanaan-Nya. Allah melapangkan rezeki seseorang mungkin karena dipercayai-Nya sehingga mampu mengeluarkan sebagian kekayaannya untuk mereka yang berkekurangan, sebagaimana dinyatakan ayat:\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat, mereka yang tetap setia melaksanakan salatnya, dan orang-orang yang dalam hartanya disiapkan bagian tertentu, bagi orang (miskin) yang meminta dan yang tidak meminta, (al-Ma'arij/70: 19-25)\n\nBagi mereka yang kafir, harta yang melimpah dan keturunan yang banyak dan berhasil justru untuk dijadikan Allah sebagai alasan untuk menghukum mereka. Penyebabnya adalah karena cara memperoleh dan menggunakan kekayaan serta pendidikan keturunan itu tidak sesuai dengan ketentuan Allah, sebagaimana dinyatakan ayat:\nMaka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir. (at-Taubah/9: 55) \n\nSebaliknya, Allah pulalah yang membatasi rezeki seseorang. Bagi yang beriman berkurangnya harta benda, anggota keluarga, dan makanan adalah untuk menguji kesabaran mereka. Bila mereka sabar, Allah akan membahagiakan mereka di dunia dan di akhirat, sebagaimana firman-Nya:\nDan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar. (al-Baqarah/2: 155)\n\nBagi yang tidak kuat imannya, kesengsaraan hidup membuatnya tidak berhenti menyesali nasib, dan akhirnya membawanya kepada kekafiran:\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. (Fushshilat/41: 49)\n\nJelaslah bahwa baik kesenangan maupun kesusahan hidup adalah ujian dari Allah. Kesenangan hidup bukanlah tolok ukur bahwa Allah menyayangi, dan kesempitan hidup bukan pula tolok ukur bahwa Allah membenci. Bisa berarti sebaliknya, bahwa kesenangan hidup diberikan Allah sebagai ujian sehingga orang itu semakin terperosok dalam keingkaran. Kesempitan hidup adalah jalan untuk memperoleh kebahagiaan di akhirat bila orang itu tabah menerimanya. Ketentuan itulah yang tidak diketahui atau tidak dipahami oleh banyak orang, termasuk oleh pemuka kaum kafir Mekah.",
    "quraish": "Wahai Muhammad, katakan kepada mereka, \"Tuhanku telah melapangkan atau membatasi rezeki bagi siapa yang dikehendaki-Nya, baik orang yang durhaka maupun orang yang taat. Namun hal itu bukan berarti pertanda keridaan atau kemurkaan Allah. Tetapi hal itu tidak diketahui oleh sebagian besar manusia.",
    "jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian (dan membatasinya) menyempitkannya bagi siapa yang dikehendakinya sebagai cobaan baginya (akan tetapi kebanyakan manusia) orang-orang kafir Mekah (tidak mengetahui\") hal tersebut."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 37,
    "arab": "وَمَآ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ بِالَّتِيْ تُقَرِّبُكُمْ عِنْدَنَا زُلْفٰىٓ اِلَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًاۙ فَاُولٰۤىِٕكَ لَهُمْ جَزَاۤءُ الضِّعْفِ بِمَا عَمِلُوْا وَهُمْ فِى الْغُرُفٰتِ اٰمِنُوْنَ ",
    "translation": "Dan bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami; melainkan orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah yang memperoleh balasan yang berlipat ganda atas apa yang telah mereka kerjakan; dan mereka aman sentosa di tempat-tempat yang tinggi (dalam surga).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3643.mp3",
    "tafsir": "Pada ayat ini ditegaskan kepada pemuka kafir Mekah bahwa bukan harta benda dan keturunan yang dapat mendekatkan diri manusia kepada Allah dan memperoleh kasih sayang-Nya, tetapi iman dan amal saleh. Harta benda dan keturunan itu hanya bermanfaat bila menambah kuat iman dan memperbanyak amal. Oleh karena itu, harta benda harus diperoleh dengan benar dan dipergunakan dengan benar pula. Keturunan harus dididik dengan baik sehingga menjadi keturunan yang baik pula. Dengan demikian, sarana untuk mendekatkan diri kepada Allah dan memperoleh kasih sayang-Nya adalah harta yang diperoleh dan digunakan dengan benar, dan keturunan yang dididik dengan baik yang akan melestarikan dan melanjutkan iman dan amal salehnya.\nDalam ayat lain, Allah memang meminta orang yang beriman agar mencari jalan untuk mendekatkan diri kepada-Nya, dan caranya adalah dengan amal saleh:\nWahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung. (al-Ma'idah./5: 35)\n\nHanya orang-orang yang beriman dan banyak amal salehnya yang akan diberi balasan pahala yang berlipat ganda oleh Allah. Dalam ayat-ayat lain disebutkan bahwa pelipatgandaan itu minimal sepuluh kali (al-An'am/6: 160), dan ada yang tujuh ratus kali lipat (al-Baqarah/2: 261).\n\nMereka yang diberi surga itu merasa aman, yaitu bebas dari ancaman neraka. Lebih dari itu, mereka puas dan bahagia karena Allah mencintai mereka dan mereka pun mencintai-Nya. Allah berfirman:\nAllah berfirman, \"Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.\" (al-Ma'idah./5: 119)",
    "quraish": "Kekayaan materi dan keturunan bukan suatu hal istimewa sehingga dapat menjadi faktor yang mendekatkan diri kalian pada Kami. Tetapi, siapa saja yang beriman dan beramal saleh, dialah yang akan menerima pahala berlipat ganda atas perbuatan baiknya. Dia akan menemukan kehidupan damai di surga yang tinggi.",
    "jalalayn": "(Dan sekali-kali bukanlah harta dan bukan pula anak-anak kalian yang mendekatkan kalian kepada Kami sedikit pun) yang dapat mendekatkan diri kalian kepada Kami (tetapi) (orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka itulah yang memperoleh balasan yang berlipat ganda disebabkan apa yang telah mereka kerjakan;) yakni sebagai balasan amalnya, yaitu satu amal kebaikan akan dibalas sepuluh kali lipat dan lebih banyak lagi dari itu (dan mereka di tempat-tempat yang tinggi) di dalam surga (hidup aman sentosa) tidak akan mati dan tidak akan tertimpa penyakit dan lain sebagainya. Menurut qiraat yang lain lafal Ghurufaati dibaca Ghurfah dalam bentuk Mufrad tetapi maknanya jamak."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 38,
    "arab": "وَالَّذِيْنَ يَسْعَوْنَ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ ",
    "translation": "Dan orang-orang yang berusaha menentang ayat-ayat Kami untuk melemahkan (menggagalkan azab Kami), mereka itu dimasukkan ke dalam azab.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3644.mp3",
    "tafsir": "Selanjutnya Allah menjelaskan tentang orang-orang yang tidak beriman. Mereka itu berusaha melemahkan ayat-ayat Allah. Yang dimaksud adalah bahwa mereka selalu berusaha menggagalkan misi Islam sehingga manusia tidak mengenal, meyakini, dan melaksanakan ajaran-ajaran Islam dengan baik. Mereka itu akan dimasukkan ke dalam neraka dan diazab dengan dahsyat, sebagaimana dinyatakan dalam ayat lain:\n(yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok. Dan mereka itulah orang yang tidak percaya adanya hari akhirat. Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya). (Hud/11: 19-20)",
    "quraish": "Adapun orang-orang yang berupaya menentang dan membatalkan ayat-ayat Kami atau merintangi jalan Rasul dalam menyampaikan misi dakwah, mereka itulah golongan yang akan mendapat siksa dan selamanya tidak akan terlepas daripadanya.",
    "jalalayn": "(Dan orang-orang yang berusaha menentang ayat-ayat Kami) yakni membatalkan Alquran (dengan anggapan untuk dapat melepaskan diri dari azab Kami) yakni mereka menganggap Kami tidak mampu mengazab mereka dan mereka dapat meloloskan diri dari azab Kami (mereka itu dimasukkan ke dalam azab.)"
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 39,
    "arab": "قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ  ۗوَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚوَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
    "translation": "Katakanlah, “Sungguh, Tuhanku melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya.” Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3645.mp3",
    "tafsir": "Dalam ayat ini ditegaskan sekali lagi bahwa Allah-lah yang melapangkan rezeki atau membatasinya. Berbeda dengan ayat 36, dalam ayat ini ditegaskan bahwa yang dilapangkan rezekinya atau dibatasi-Nya adalah rezeki hamba-hamba-Nya. Berarti bahwa seorang hamba Allah akan menerima ketentuan rezekinya apakah dilapangkan atau dibatasi oleh Allah. Dengan demikian ayat ini membantah sekali lagi bahwa kelapangan rezeki itu adalah tanda Allah sayang dan keterbatasannya menandakan Allah benci. Seorang hamba Allah akan sabar bila rezekinya terbatas. Seorang hamba Allah, bila rezekinya lebih akan memperhatikan orang lain yang kekurangan. Ia tidak akan termasuk pendusta agama atau hari kemudian, sebagaimana dinyatakan ayat berikut:\nTahukah kamu (orang) yang mendustakan agama? Maka itulah orang yang menghardik anak yatim, dan tidak mendorong memberi makan orang miskin. (al-Ma'un/107: 1-3)\n\nMembantu orang lain, berdasarkan ayat ini, justru akan mengekalkan kekayaan itu, bukan menghabiskannya. Membantu orang lain tidak akan membuat kita miskin, bahkan sebaliknya karena bantuan itu berarti memberdayakan orang banyak. Keberdayaan orang banyak akan membuahkan kemakmuran, sebaliknya eksploitasi masyarakat akan membuat masyarakat itu melarat. Rasulullah menginformasikan bahwa orang yang membantu orang lain didoakan oleh malaikat pertambahan rezekinya, dan orang yang kikir didoakan oleh malaikat kehilangan harta bendanya:\nPada setiap pagi ada dua malaikat yang turun kepada hamba Allah, yang satu berdoa, \"Ya Allah, berikanlah ganti kepada orang yang berinfak.\" Dan yang satu lagi berdoa pula, \"Ya Allah, musnahkanlah harta orang yang tidak mau berinfak.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)",
    "quraish": "Katakan, wahai Rasul, \"Sesungguhnya Tuhanku melapangkan dan membatasi rezeki hamba yang dikehendaki-Nya. Maka apa saja yang kalian dermakan, Allah pasti akan menggantinya. Dialah sebaik-baik pemberi rezeki.",
    "jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya) sebagai ujian buatnya (dan membatasinya) menyempitkannya (baginya) sesudah Dia melapangkannya, atau Dia menyempitkannya bagi siapa yang dikehendaki-Nya sebagai cobaan buatnya. (Dan barang apa saja yang kalian nafkahkan) dalam hal kebaikan (maka Allah akan menggantinya dan Dialah Pemberi rezeki yang sebaik-baiknya.\") dikatakan, setiap orang memberi rezeki kepada keluarganya, yakni dari rezeki Allah swt."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 40,
    "arab": "وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًا ثُمَّ يَقُوْلُ لِلْمَلٰۤىِٕكَةِ اَهٰٓؤُلَاۤءِ اِيَّاكُمْ كَانُوْا يَعْبُدُوْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka semuanya kemudian Dia berfirman kepada para malaikat, “Apakah kepadamu mereka ini dahulu menyembah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3646.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti semua manusia dikumpulkan di hadapan Allah untuk mempertanggungjawabkan perbuatan mereka. Pada saat itu, orang-orang kafir yang menyembah selain Allah akan dipertemukan dengan sembahan-sembahan mereka di dunia. Kepada yang disembah, Allah bertanya apakah mereka dulu pernah meminta manusia untuk menyembahnya. Di antara yang ditanya itu adalah malaikat, karena sewaktu di dunia ada manusia yang menyembah mereka. Manusia ada yang memandang para malaikat itu sebagai anak-anak perempuan Allah, yang karena sifat keibuannya, akan selalu menyayangi anak-anaknya sekalipun bersalah. Karena itulah mereka menyembahnya. Allah berfirman:\nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. Dan mereka berkata, \"Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak me-nyembah mereka (malaikat).\" Mereka tidak mempunyai ilmu sedikit pun tentang itu. Tidak lain mereka hanyalah menduga-duga belaka. (az-Zukhruf/43: 19-20)\n\nMalaikat dengan para penyembahnya itu dipertemukan bukan karena Allah tidak tahu peristiwa yang sebenarnya, tetapi untuk memperlihatkan sendiri kepada penyembah-penyembah itu bahwa mereka salah.",
    "quraish": "Ingatlah, wahai Muhammad, suatu hari ketika Allah mengumpulkan seluruh manusia. Pada hari itu Allah berfirman kepada para malaikat di hadapan golongan manusia yang menganggap mereka sebagai tuhan, \"Apakah mereka itu mempertuhan kalian selain Aku?\"",
    "jalalayn": "(Dan) ingatlah (hari, yang di waktu itu, Allah mengumpulkan mereka semuanya) yakni orang-orang musyrik (kemudian Allah berfirman kepada malaikat, \"Apakah mereka ini) dapat dibaca Tahqiq dan Tas-hil (dahulu menyembah kalian?\")"
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 41,
    "arab": "قَالُوْا سُبْحٰنَكَ اَنْتَ وَلِيُّنَا مِنْ دُوْنِهِمْ ۚبَلْ كَانُوْا يَعْبُدُوْنَ الْجِنَّ اَكْثَرُهُمْ بِهِمْ مُّؤْمِنُوْنَ ",
    "translation": "Para malaikat itu menjawab, “Mahasuci Engkau. Engkaulah pelindung kami, bukan mereka; bahkan mereka telah menyembah jin; kebanyakan mereka beriman kepada jin itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3647.mp3",
    "tafsir": "Para malaikat itu menjawab bahwa mereka tidak pernah meminta demikian, bahkan mereka menyucikan Allah dari adanya sembahan-sembahan selain-Nya. Mereka sendiri mempertuhankan Allah dan memohon perlindungan dari-Nya, sehingga bagaimana mungkin mereka meminta manusia untuk menyembahnya. Mereka menjelaskan bahwa yang selalu menyesatkan manusia adalah jin atau setan. Dengan demikian, manusia sesungguhnya keliru ketika menyangka bahwa mereka menyembah malaikat, karena yang mereka sembah adalah jin atau setan. Sebagian besar manusia yang menyembah jin atau setan itu benar-benar percaya bahwa jin atau setan itulah yang menentukan kehidupan manusia sehingga mempertuhankannya. \nDi dalam ayat lain diterangkan bahwa di antara yang ditanya Allah apakah ia pernah meminta manusia untuk menyembahnya adalah Nabi Isa a.s. Beliau pun mengingkarinya seraya menegaskan bahwa ia justru meminta mereka untuk menyembah Allah, sebagaimana diungkapkan ayat berikut:\nDan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (Isa) menjawab, \"Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.\" Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), \"Sembahlah Allah, Tuhanku dan Tuhanmu,\" dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu. (al-Ma'idah./5: 116-117)",
    "quraish": "Para malaikat menjawab, \"Kami benar-benar menyucikan Engkau dari tuhan-tuhan yang mereka anggap sebagai tandingan-Mu. Kami telah menjadikan Engkau, bukan mereka, sebagai penolong kami. Golongan manusia yang mempertuhan diri kami hanyalah orang-orang yang terpengaruh oleh dugaan-dugaan yang tidak benar. Mereka berada di bawah pengaruh setan yang menjadikan perbuatan syirik itu indah dalam pandangan mata mereka. Dan sebagian besar dari orang-orang yang syirik itu membenarkan setan.\"",
    "jalalayn": "(Malaikat-malaikat itu menjawab, \"Maha Suci Engkau) dari semua sekutu (Engkaulah Pelindung kami, bukan mereka\") maksudnya tidak ada saling lindung-melindungi antara kami dan mereka dari pihak kami (bahkan) lafal Bal di sini menunjukkan makna Intiqal, yakni sebenarnya (mereka telah menyembah jin) setan-setan, yaitu mereka menaati setan-setan yang menyuruh mereka untuk menyembah kami (kebanyakan mereka beriman kepada jin) yakni mereka selalu mempercayai apa yang dikatakan oleh jin kepada mereka."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 42,
    "arab": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَّلَا ضَرًّا ۗوَنَقُوْلُ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ النَّارِ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ ",
    "translation": "Maka pada hari ini sebagian kamu tidak kuasa (mendatangkan) manfaat maupun (menolak) mudarat kepada se-bagian yang lain. Dan Kami katakan kepada orang-orang yang zalim, “Rasakanlah olehmu azab neraka yang dahulu kamu dustakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3648.mp3",
    "tafsir": "Pada hari Mahsyar itu Allah menyatakan bahwa baik yang menyembah selain Allah maupun yang disembah tidak akan bisa berbuat apa-apa, baik yang menguntungkan maupun yang merugikan yang lain. Orang-orang kafir yang menyembah selain Allah itu tidak akan memperoleh pertolongan dari yang mereka sembah, karena yang disembah itu memang tidak mampu berbuat apa-apa. Orang yang menyembah itu juga tidak akan bisa menyalahkan yang disembah, karena yang disembah itu tidak pernah meminta mereka menyembahnya. \nDalam Al-Qur'an dinyatakan bahwa siapa pun tidak akan bisa menolong siapa pun, termasuk keluarga atau teman dekat, sebagaimana firman Allah:\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nJuga firman-Nya:\nDan tidak ada seorang teman karib pun menanyakan temannya. (al-Ma'arij/70: 10) \n\nMereka akan diseret dan dijebloskan ke dalam neraka dan tambah dihinakan lagi dengan kata-kata, \"Rasakan azab neraka yang dulu kalian tidak percayai!\" Kata-kata itu berarti bahwa mereka disalahkan karena tidak percaya adanya neraka pada waktu di dunia, yang akan membuat mereka lebih tersiksa. Kata-kata itu juga berarti bahwa azab neraka itu adalah dahsyat. \nDemikianlah balasan bagi orang-orang yang tidak mengindahkan ajakan Rasulullah saw. Penyampaian peristiwa itu di dalam Al-Qur'an bertujuan agar para pemimpin kafir Mekah, dan siapa saja sesudahnya, untuk beriman sehingga peristiwa itu nanti tidak menimpa mereka.",
    "quraish": "Saat hari kebangkitan tiba, tidak seorang pun dari kalangan orang-orang musyrik itu dapat memberikan bantuan pada yang lain atau menghindarkan yang lain dari siksaan. Kami firmankan kepada orang-orang zalim itu, \"Rasakan siksa neraka yang telah kalian dustakan dulu di dunia. !\"",
    "jalalayn": "Allah swt. berfirman, (\"Maka pada hari ini sebagian kalian terhadap sebagian yang lain tidak memiliki) yakni orang-orang yang disembah terhadap orang-orang yang menyembahnya tidak memiliki (kemanfaatan) yaitu syafaat (dan tidak pula kemudaratan\") yaitu hak mengazab. (Dan Kami katakan kepada orang-orang yang zalim) yakni kepada orang-orang kafir, (\"Rasakanlah oleh kalian azab neraka yang dahulunya kalian dustakan.\")"
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 43,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا رَجُلٌ يُّرِيْدُ اَنْ يَّصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُكُمْ ۚوَقَالُوْا مَا هٰذَآ اِلَّآ اِفْكٌ مُّفْتَرًىۗ وَقَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
    "translation": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, “Orang ini tidak lain hanya ingin menghalang-halangi kamu dari apa yang disembah oleh nenek moyangmu,” dan mereka berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan saja.” Dan orang-orang kafir berkata terhadap kebenaran ketika kebenaran (Al-Qur'an) itu datang kepada mereka, “Ini tidak lain hanyalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3649.mp3",
    "tafsir": "Pada ayat ini dijelaskan dua tuduhan lebih lanjut pemuka kaum kafir Mekah terhadap Islam. Pertama, menuduh Nabi Muhammad hanyalah seorang manusia biasa yang menyampaikan ayat-ayat Al-Qur'an kepada mereka dengan maksud menghalangi mereka menjalankan agama syirik yang diwarisi dari nenek moyang mereka. Maksudnya, Nabi Muhammad saw hanya manusia biasa, bukan malaikat, dan tidak memiliki keistimewaan berupa kekayaan, dan sebagainya. Tujuan Nabi Muhammad hanyalah menjauhkan mereka dari agama nenek moyang mereka. Dengan demikian, mereka memandang agama nenek moyang mereka itu lebih baik daripada agama yang dibawa Nabi Muhammad saw. \nKedua, mereka menuduh Al-Qur'an sebagai suatu kebohongan yang dibuat-buat. Al-Qur'an itu hanyalah buatan Muhammad saw, bukan wahyu dari Allah swt, dan isinya tidak benar.\nDi sisi lain, mereka melihat kenyataan bahwa banyak manusia yang tertarik pada Al-Qur'an. Mereka sendiri pun ketika membaca atau dibacakan ayat-ayat Al-Qur'an juga merasa tertarik. Ketika melihat kandungan Al-Qur'an, mereka yakin bahwa itu tidak mungkin buatan Muhammad karena ia tidak belajar kepada siapa pun dan tidak bisa pula tulis baca. Mereka menjadi sadar bahwa tuduhan mereka terhadap Al-Qur'an itu salah. Kenyataan itu menghendaki mereka untuk mencari alasan lain. Akhirnya, mereka menuduh Al-Qur'an adalah sihir, dan karena pengaruhnya yang luar biasa, mereka menganggap sihirnya itu luar biasa hebatnya. Begitulah sifat orang kafir, ketika mereka tidak mampu lagi membantah kebenaran Al-Qur'an, mereka mencercanya dan mencari-cari alasan lain yang tak masuk akal, sebagaimana Allah berfirman:\nDan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan. Dan mereka berkata, \"Ini tidak lain hanyalah sihir yang nyata. (ash-shaffat/37: 14-15)\n\nFirman-Nya juga:\nDan jika mereka (orang-orang musyrik) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus-menerus.\" (al-Qamar/54: 2)",
    "quraish": "Apabila ayat-ayat Kami yang jelas kebenarannya itu dibacakan kepada orang-orang kafir, mereka akan berkata, \"Ini tidak lain hanyalah suatu upaya seseorang yang ingin mencegah kalian untuk menyembah sesembahan nenek moyang kalian.\" Mereka juga akan berkata, \"Al-Qur'ân ini tidak lain hanyalah suatu kebohongan yang dibuat-buat.\" Dan orang-orang kafir itu akan berkata tentang al-Qur'ân yang datang kepada mereka bahwa ia hanyalah sihir yang nyata.",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (yang terang) yang jelas melalui lisan nabi Kami, yaitu Muhammad saw. (mereka berkata, \"Orang ini tiada lain hanyalah seorang laki-laki yang ingin menghalangi kalian dari apa yang disembah oleh bapak-bapak kalian\") yaitu berupa berhala-berhala (dan mereka berkata, \"Tidak lain ini) yakni Alquran ini (hanyalah kebohongan) (yang diada-adakan saja\") atas nama Allah. (Dan orang-orang kafir berkata terhadap kebenaran) yakni Alquran (tatkala kebenaran itu datang kepada mereka, \"Tidak lain) (ini hanyalah sihir yang nyata\") sihir yang jelas."
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 44,
    "arab": "وَمَآ اٰتَيْنٰهُمْ مِّنْ كُتُبٍ يَّدْرُسُوْنَهَا وَمَآ اَرْسَلْنَآ اِلَيْهِمْ قَبْلَكَ مِنْ نَّذِيْرٍۗ ",
    "translation": "Dan Kami tidak pernah memberikan kepada mereka kitab-kitab yang mereka baca dan Kami tidak pernah mengutus seorang pemberi peringatan kepada mereka sebelum engkau (Muhammad).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3650.mp3",
    "tafsir": "Allah membantah tuduhan kaum kafir Mekah itu dengan dua alasan. Pertama, agama syirik dari nenek moyang mereka itu tidaklah berdasar suatu kitab suci dari Allah; dan kedua, agama itu tidak diajarkan oleh nabi-Nya. Agama yang benar haruslah mempunyai kitab suci sebagai landasan ajaran, karena pikiran manusia tidak terjamin kebenarannya. Allah berfirman:\nAtau apakah pernah Kami berikan sebuah kitab kepada mereka sebelumnya, lalu mereka berpegang (pada kitab itu)? (az-Zukhruf/43: 21)\n\nDi samping kitab suci, agama harus mempunyai seorang nabi yang diutus Allah untuk menerima dan mengajarkan isi kitab suci itu. Allah berfirman:\nAtau pernahkah Kami menurunkan kepada mereka keterangan, yang menjelaskan (membenarkan) apa yang (selalu) mereka persekutukan dengan Tuhan? (ar-Rum/30: 35)\n\nAgama syirik nenek moyang kaum kafir Mekah itu tidak mempunyai dasar kitab suci dan tidak diajarkan seorang nabi dari Allah. Oleh karena itu, agama tersebut salah, dan mereka tidak patut mengikuti agama yang salah itu. Agama yang benar adalah Islam karena berdasarkan wahyu dari Allah yaitu Al-Qur'an dan disampaikan oleh seorang nabi yaitu Muhammad saw. Mereka seyogyanya menerima agama yang dibawa Nabi Muhammad tersebut.",
    "quraish": "Sebelumnya, Allah tidak pernah menurunkan kepada bangsa Arab kitab suci yang dapat mereka pelajari. Dan sebelum kedatanganmu, Muhammad, Kami tidak pernah mengutus kepada mereka seorang pemberi peringatan yang mengingatkan akibat buruk dari sikap ingkar mereka.",
    "jalalayn": "(Dan Kami tidak pernah memberikan kepada mereka Kitab-kitab yang mereka baca dan sekali-kali tidak pernah pula mengutus kepada mereka sebelum kamu seorang pemberi peringatan pun) maka berdasarkan alasan apakah mereka mendustakanmu?"
  },
  {
    "hizb": 173,
    "name": "Saba'",
    "ayat": 45,
    "arab": "وَكَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْۙ وَمَا بَلَغُوْا مِعْشَارَ مَآ اٰتَيْنٰهُمْ فَكَذَّبُوْا رُسُلِيْۗ فَكَيْفَ كَانَ نَكِيْرِ ࣖ",
    "translation": "Dan orang-orang yang sebelum mereka telah mendustakan (para rasul) sedang orang-orang (kafir Mekah) itu belum sampai menerima sepersepuluh dari apa yang telah Kami berikan kepada orang-orang terdahulu itu namun mereka mendustakan para rasul-Ku. Maka (lihatlah) bagaimana dahsyatnya akibat kemurkaan-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3651.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa umat-umat terdahulu, seperti kaum Nabi Nuh, kaum 'Ad, kaum Samud, dan lain-lain yang karena kekafiran mereka telah dimusnahkan Allah dan tinggal hanya puing-puing atau nama-nama. Mereka mendustakan ayat-ayat Allah dan menganggap rasul-rasul-Nya bohong, padahal mereka lebih perkasa dan lebih hebat kemampuan dan kebudayaan mereka. Kafir Mekah tidak sampai berkekuatan sepersepuluh dari umat-umat itu, lalu apakah mereka akan membangkang dan menyombongkan diri pula? Tidak takutkah mereka terhadap murka Allah, mengingat umat-umat terdahulu yang lebih perkasa saja sudah dimusnahkan Allah? Seharusnya mereka mengambil pelajaran dari sejarah masa lampau itu, karena mereka mengenal betul daerah-daerah bekas umat-umat terdahulu itu, sebab mereka melewatinya siang atau malam dalam perjalanan dagang mereka pada musim panas atau musim dingin, sebagaimana firman Allah:\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, dan pada waktu malam. Maka mengapa kamu tidak mengerti? (ash-shaffat/37: 137-138)",
    "quraish": "Umat-umat terdahulu memang telah mendustakan nabi-nabi mereka. Orang-orang musyrik dari kaummu pun mendustakanmu. Padahal kekuatan dan kehebatan mereka belum mencapai sepersepuluh dari apa yang ada pada umat-umat terdahulu. Dari itu, tak dapat dibayangkan bagaimana kemurkaan-Ku untuk mencerca mereka!",
    "jalalayn": "(Dan orang-orang yang sebelum mereka telah mendustakan sedangkan orang-orang kafir itu belum sampai menerima) yakni orang-orang kafir Mekah (sepersepuluh dari apa yang telah Kami berikan kepada orang-orang dahulu itu) yaitu berupa kekuatan, usia yang panjang dan banyaknya harta (lalu mereka mendustakan rasul-rasul-Ku) yang Aku utus kepada mereka. (Maka alangkah hebatnya akibat kemurkaan-Ku) yaitu hukuman dan pembinasaan-Ku terhadap mereka, kemurkaan-Ku itu benar-benar pada tempatnya."
  }
]