[
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 46,
    "arab": "۞ قُلْ اِنَّمَآ اَعِظُكُمْ بِوَاحِدَةٍۚ اَنْ تَقُوْمُوْا لِلّٰهِ مَثْنٰى وَفُرَادٰى ثُمَّ تَتَفَكَّرُوْاۗ مَا بِصَاحِبِكُمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ ",
    "translation": "Katakanlah, “Aku hendak memperingatkan kepadamu satu hal saja, yaitu agar kamu menghadap Allah (dengan ikhlas) berdua-dua atau sendiri-sendiri; kemudian agar kamu pikirkan (tentang Muhammad). Kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3652.mp3",
    "tafsir": "Pada ayat ini, Allah meminta Nabi Muhammad agar mengajak kaum kafir untuk melakukan satu hal saja, yaitu benar-benar berupaya mendekatkan diri kepada Allah untuk mencari kebenaran. Mendekatkan diri untuk mencari kebenaran dapat dilakukan sendiri-sendiri atau bersama dengan orang lain supaya dapat bertukar pikiran. Setelah itu, mereka diminta untuk merenungkan kebenaran ajaran-ajaran dalam Al-Qur'an, secara tenang, objektif, dan tulus tanpa dipengaruhi hawa nafsu atau kedengkian. Setelah mereka renungkan secara objektif, masih jugakah mereka akan menuduh bahwa yang menyampaikan kebenaran itu, yaitu Nabi Muhammad, tidak benar? Bukankah ajaran Al-Qur'an itu amat benar? Bila benar, pembawa ajaran itu juga benar. Seharusnya mereka sampai kepada kesimpulan bahwa beliau sejatinya adalah seorang yang tulus. Ia hanya ingin mengingatkan dan memperingatkan manusia agar tidak sesat di dunia dan merugi nanti di akhirat. Beliau hanya ingin agar manusia beriman dan menjadi manusia yang baik, agar di dunia bahagia dan di akhirat terhindar dari neraka. Oleh karena itu, mereka seharusnya berterima kasih kepadanya, dan tidak menuduhnya yang bukan-bukan. \nFungsi beliau sebagai pemberi peringatan ini juga disampaikan beliau dalam sebuah hadis:\nSesungguhnya aku ini pemberi peringatan bagimu sekalian sebelum menghadapi azab yang keras. (Riwayat al-Bukhari dari Ibnu 'Abbas)",
    "quraish": "Katakanlah, wahai Muhammad, kepada mereka, \"Hanyasanya aku memerintahkan kalian untuk memiliki satu sikap dasar. Yaitu agar kalian--dengan mengikhlaskan diri kepada Allah dan menjauhi sikap taklid--melakukan pencarian dan perenungan secara tulus ikhlas, baik hal itu kalian lakuan secara terpisah--berdua-dua--agar kalian saling membantu dalam permenungan, ataupun secara sendiri-sendiri agar kalian dapat mencermatinya secara lebih objektif dan mendalam. Setelah itu, pikirkanlah mengenai hal-ihwal kawan kalian (Muhammad) yang berada di tengah-tengah kalian dan kalian ketahui sendiri kenormalan akalnya. Sama sekali Muhammad tidak menderita penyakit gila saat menyampaikan pesan-pesan suci ini. Sungguh, Muhammad tidak lain hanyalah seorang pemberi peringatan akan siksa yang pedih yang ada di hadapan kalian.\"",
    "jalalayn": "(Katakanlah! \"Sesungguhnya aku hendak memperingatkan kepada kalian suatu hal saja) yaitu (supaya kalian menghadap Allah) dengan ikhlas hanya karena-Nya (dua-dua) yakni berduaan (atau sendiri-sendiri) satu persatu (kemudian kalian pikirkan tentang -Muhammad-) sehingga kalian mengetahui (tidak ada pada diri kawan kalian ini) yakni Nabi Muhammad (penyakit gila sedikit pun) yakni kegilaan (tidak lain dia hanyalah pemberi peringatan bagi kalian sebelum) kalian menghadapi (azab yang keras.\") di akhirat nanti jika kalian mendurhakainya."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 47,
    "arab": "قُلْ مَا سَاَلْتُكُمْ مِّنْ اَجْرٍ فَهُوَ لَكُمْۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Katakanlah (Muhammad), “Imbalan apa pun yang aku minta kepadamu, maka itu untuk kamu. Imbalanku hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3653.mp3",
    "tafsir": "Nabi Muhammad selanjutnya diminta oleh Allah untuk menegaskan kepada kaum kafir bahwa beliau tidak mengharapkan pamrih apa-apa dari pekerjaannya menyampaikan dakwah. Kalaupun ada pamrihnya, maka keinginannya hanyalah agar mereka beriman. Dengan beriman, maka keuntungannya akan kembali kepada mereka juga, tidak kepadanya. Ia sendiri hanya mengharapkan pahala dari Allah atas pekerjaannya, bukan keuntungan duniawi. Pahala itu ia harapkan diterimanya nanti di akhirat, tidak di dunia sekarang ini. Lalu apa lagi alasan mereka tidak menerima seruannya? Bila mereka tidak juga mau beriman, maka mereka perlu mengetahui bahwa Allah menyaksikan segala sesuatu sehingga tidak ada yang luput dari pengetahuan-Nya, baik yang nyata, seperti perbuatan-perbuatan jahat, maupun yang gaib, seperti kekafiran. Oleh karena itu, bagi yang beriman dan berbuat baik akan dibalasi-Nya dengan surga, dan yang kafir dan berbuat jahat akan diganjari-Nya dengan neraka.",
    "quraish": "Katakanlah kepada orang-orang kafir itu, \"Kebaikan dari pesan-pesan suci yang kusampaikan ini sebenarnya akan terpulang kepada kalian. Tak ada suatu imbalan yang kuharapkan kecuali dari Allah. Sesungguhnya Dia Mahaawas dan Mahacermat atas segala sesuatu.\"",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Upah apa pun yang aku minta kepada kalian) atas menyampaikan peringatan dan menyampaikan risalah Rabbku (maka upah itu untuk kalian) maksudnya aku tidak meminta upah apa pun atas hal ini. (Upahku tiada lain) tidak lain upahku (hanyalah dari Allah, dan Dia Maha Mengetahui segala sesuatu\") Maha Menyaksikan dan Maha Mengetahui tentang kebenaranku."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 48,
    "arab": "قُلْ اِنَّ رَبِّيْ يَقْذِفُ بِالْحَقِّۚ عَلَّامُ الْغُيُوْبِ ",
    "translation": "Katakanlah, “Sesungguhnya Tuhanku mewahyukan kebenaran. Dia Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3654.mp3",
    "tafsir": "Selanjutnya Nabi Muhammad diminta oleh Allah menegaskan kepada kaum kafir bahwa Allah selalu melontarkan kebenaran, yaitu menanamkan wahyu-Nya, ke dalam hati para rasul-Nya. Hal itu juga sebagaimana difirmankan-Nya dalam ayat lain:\n(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arsy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat). (al-Mu'min/40: 15)\n\nRasul-rasul itu adalah orang-orang yang dipilih Allah. Ia Maha Mengetahui siapa yang pantas untuk dipilih-Nya. Dengan demikian, manusia tidak berwenang mempersoalkannya, sebagaimana difirmankan-Nya:\nDan apabila datang suatu ayat kepada mereka, mereka berkata, \"Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.\" Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan. (al-An'am/6: 124)\n\nKarena wahyu itu dari Allah dan yang menerimanya adalah orang-orang yang terpilih, maka rasul-rasul itu pasti pula benar. Begitu juga ajaran-ajaran yang disampaikannya, sehingga manusia tidak selayaknya membantahnya.",
    "quraish": "Katakanlah kepada mereka, \"Sesungguhnya Tuhanku telah melontarkan kebenaran ke arah kebatilan sehingga kebatilan itu musnah. Dia Maha Mengetahui semua kegaiban sehingga tidak ada satu rahasia pun yang luput dari pengawasan-Nya.\"",
    "jalalayn": "(Katakanlah! \"Sesungguhnya Rabbku mewahyukan kebenaran) yakni menyampaikannya kepada nabi-nabi-Nya (Dia Maha Mengetahui segala yang gaib\") semua apa yang gaib dari makhluk-Nya baik yang di langit maupun yang di bumi."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 49,
    "arab": "قُلْ جَاۤءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيْدُ ",
    "translation": "Katakanlah, “Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3655.mp3",
    "tafsir": "Allah selanjutnya meminta Nabi Muhammad menegaskan kepada kaum kafir itu bahwa kebenaran telah datang dan kebatilan tidak akan kembali. Maksud kebenaran di sini adalah Islam, sedangkan kebatilan adalah kekafiran. \nKebenaran apabila sudah datang maka kebatilan itu akan dihancurkannya sampai lumat, sebagaimana firman Allah:\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya) (al-Anbiya'/21: 18)\nDengan demikian kebatilan akan sirna bila datang kebenaran, dan kebenaran itu akan menang Firman Allah:\nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra'/17: 81)\n\nKemenangan kebenaran akan membuat kebatilan tidak akan muncul lagi, baik dalam bentuk baru atau bentuk semula. Kembali dalam bentuk baru yaitu matinya kebatilan yang lama digantikan kebatilan lainnya. Kembali dalam bentuk semula, yaitu hidupnya kembali kebatilan yang sudah mati itu. Contoh kemenangan kebenaran itu adalah penguasaan kota Mekah dimana Nabi Muhammad memasuki Masjidil Haram dan menghancurleburkan berhala-berhala yang ditempatkan kaum kafir Mekah di sekeliling dan di dalam Ka'bah. Sebuah hadis menginformasikan hal itu:\nKetika Rasulullah memasuki Masjidil Haram pada hari penaklukan Mekah dan menemukan banyak berhala terpancang di sekeliling Ka'bah, beliau menusuk satu berhala di antara berhala-berhala itu dengan ujung panahnya dan membaca, \"Yang benar telah datang dan yang batil telah lenyap, sesungguhnya yang batil itu sesuatu yang pasti lenyap,\" dan seterusnya membaca ayat 49 ini. (Riwayat al-Bukhari dan Muslim)\n\nSetelah pengislaman kota Mekah, suku-suku di seluruh Jazirah Arab menyatakan keislaman mereka satu demi satu. Kemudian Islam terus berkembang ke seluruh dunia, dan akan terus berjaya sampai hari kiamat. Dengan demikian, kemenangan kebenaran dan kehancuran kebatilan hanya terwujud dengan perjuangan, sebagaimana Nabi Muhammad, para sahabat, dan para pemimpin sesudah mereka berjuang. Di akhirat nanti, Islam itu pasti benar dan kekafiran itu pasti salah.",
    "quraish": "Katakanlah kepada mereka, \"Islam telah muncul. Dengan kemunculannya, kebatilan tak dapat lagi dijadikan sebagai sarana untuk menolak kebenaran. Sarana-sarana sebelumnya pun tak dapat lagi melakukan hal itu.\"",
    "jalalayn": "(Katakanlah, \"Kebenaran telah datang) yakni agama Islam (dan yang batil itu tidak akan memulai) kekafiran itu tidak akan memulai (dan tidak pula akan mengulangi\") tidak akan ada bekasnya lagi."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 50,
    "arab": "قُلْ اِنْ ضَلَلْتُ فَاِنَّمَآ اَضِلُّ عَلٰى نَفْسِيْۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوْحِيْٓ اِلَيَّ رَبِّيْۗ اِنَّهٗ سَمِيْعٌ قَرِيْبٌ ",
    "translation": "Katakanlah, “Jika aku sesat maka sesungguhnya aku sesat untuk diriku sendiri; dan jika aku mendapat petunjuk maka itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sungguh, Dia Maha Mendengar, Maha-dekat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3656.mp3",
    "tafsir": "Terakhir, Allah memerintahkan Nabi saw menyampaikan kepada kaum kafir bahwa seandainya ia salah, maka kesalahan itu dari dirinya sendiri. Tetapi bila ia benar, maka kebenaran itu diperolehnya dari Allah. \nAyat ini memperlihatkan tanggung jawab yang besar dari Nabi Muhammad. Beliau bertanggung jawab atas seluruh isi dakwah yang beliau sampaikan. Bila ia salah dalam ajaran-ajaran yang disampaikannya, maka ia akan mempertanggungjawabkan sendiri kesalahan itu, tidak akan membawa-bawa umatnya. Tetapi tidak mungkin apa yang beliau sampaikan itu salah, karena semuanya dari Allah, tidak ada yang beliau tambah-tambah atau kurangi. Oleh karena itu, tanggung jawab beliau itu adalah untuk menunjukkan bahwa yang beliau sampaikan itu sangat benar. Dengan demikian, orang-orang kafir itu tidak perlu meragukannya dan seyogyanya beriman. \nBila manusia beriman, maka Allah mendengarnya. Bila mereka menyembah-Nya, Ia mengetahui dan akan menerimanya. Bila hamba-Nya berdoa, maka doanya itu akan dikabulkan-Nya. Hal itu karena Ia Maha Mendengar, Ia juga sangat dekat dengan manusia. Bagaimana dekatnya Allah dengan manusia sehingga Ia mendengar bisikan hatinya dalam bentuk iman atau kafir dan mengabulkan doa orang yang berdoa, dilukiskan ayat berikut:\nDan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. (Qaf/50: 16) \n\nDalam ayat lain Allah berfirman:\nDan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran. (al-Baqarah/2:186)",
    "quraish": "Katakanlah kepada mereka, \"Jika aku menyalahi kebenaran, maka kerugian akan menimpa diriku sendiri. Jika aku mendapatkan petunjuk, hal itu karena adanya petunjuk Tuhanku. Sesungguhnya Dia Maha Mendengar segala ucapanku dan ucapan kalian. Dia pun Mahadekat dengan diriku dan diri kalian.\"",
    "jalalayn": "(Katakanlah! \"Jika aku sesat) dari kebenaran (maka sesungguhnya aku sesat atas kemudaratan diriku sendiri) yakni dosa kesesatanku ditanggung oleh diriku (dan jika aku mendapat petunjuk maka itu adalah disebabkan apa yang diwahyukan Rabbku kepadaku) berupa Alquran dan Hadis Hikmah. (Sesungguhnya Dia Maha Mendengar) Maha mengabulkan doa (lagi Maha Dekat.\")"
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 51,
    "arab": "وَلَوْ تَرٰىٓ اِذْ فَزِعُوْا فَلَا فَوْتَ وَاُخِذُوْا مِنْ مَّكَانٍ قَرِيْبٍۙ ",
    "translation": "Dan (alangkah mengerikan) sekiranya engkau melihat mereka (orang-orang kafir) ketika terperanjat ketakutan (pada hari Kiamat); lalu mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3657.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa andaikata Rasulullah menyaksikan bagaimana orang-orang kafir itu nanti ketakutan di depan Allah, maka beliau akan menyaksikan peristiwa yang hebat sekali. Pada waktu itu, orang-orang kafir itu dihadapkan kepada siksa Allah. Tempat melarikan diri tidak ada, begitu juga kemungkinan adanya pertolongan, atau tempat untuk berlindung. Oleh karena itu, gemparlah mereka dalam ketakutan yang luar biasa. Pada waktu itulah mereka dibekuk dengan mudah tanpa berkutik karena sudah terpojok di Padang Mahsyar yang menyesakkan.",
    "quraish": "Jika kamu melihat, wahai orang yang melihat dengan cermat, tatkala orang-orang kafir itu ketakutan di saat kebenaran datang, mereka tidak mendapatkan tempat pelarian lagi. Lalu mereka digiring ke neraka dari tempat yang dekat.",
    "jalalayn": "(Dan jika kamu melihat) hai Muhammad (ketika mereka terperanjat ketakutan) sewaktu mereka dibangkitkan, niscaya kamu akan melihat perkara yang hebat (maka mereka tidak dapat melepaskan diri) dari kekuasaan Kami yang dimaksud adalah dari azab Kami (dan mereka ditangkap dari tempat yang dekat) yaitu dari kubur mereka secara langsung."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 52,
    "arab": "وَّقَالُوْٓا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ",
    "translation": "dan (ketika) mereka berkata, “Kami beriman kepada-Nya.” Namun bagaimana mereka dapat mencapai (keimanan) dari tempat yang jauh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3658.mp3",
    "tafsir": "Pada waktu itulah mereka bertobat dengan mengikrarkan iman mereka kepada Allah, para rasul-Nya, dan Al-Qur'an. Mereka mengikrarkan iman yang tulus sekali karena semua bukti yang tadinya mereka ragukan telah nyata dan telah terbukti. Ikrar iman seperti itu dilukiskan dalam ayat lain:\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nMengikrarkan iman untuk bertobat pada waktu itu tidak mungkin lagi mencapai maksud yang diharapkan, karena mereka sudah berada di tempat yang sangat jauh yaitu akhirat. Di tempat yang sangat jauh seperti itu tidak mungkin lagi mencari keselamatan. Tempat mencari keselamatan dengan beriman dan beramal saleh adalah di dunia, tetapi masa itu sudah berlalu dan mereka tidak mungkin lagi dikembalikan ke sana. Oleh karena itu, tobat dan ikrar iman mereka itu tidak berguna dan tidak mungkin diterima.",
    "quraish": "Di saat menyaksikan azab, mereka berkata, \"Kami beriman kepada kebenaran itu.\" Apakah semudah itu mereka mengucapkan keimanan, padahal mereka kini berada di tempat yang jauh dari dunia--sebagai tempat diterimanya keimanan--yang telah berlalu masanya?",
    "jalalayn": "(Dan di waktu itu mereka berkata, \"Kami beriman kepada-Nya) yakni kepada Nabi Muhammad, atau kepada Alquran (bagaimanakah mereka dapat mencapai) meraih keimanan; dapat dibaca Tanaawusy atau huruf Wau diganti menjadi Hamzah, sehingga bacaannya menjadi Tanaa-usy maksudnya amat mustahillah mereka dapat mencapai keimanan (dari tempat yang jauh itu\") dari tempatnya yang sekarang, karena mereka sekarang berada di alam akhirat dan tempat keimanan itu ada di dunia."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 53,
    "arab": "وَقَدْ كَفَرُوْا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُوْنَ بِالْغَيْبِ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ",
    "translation": "Dan sungguh, mereka telah mengingkari Allah sebelum itu; dan mereka mendustakan tentang yang gaib dari tempat yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3659.mp3",
    "tafsir": "Dijelaskan lebih lanjut bahwa mereka tidak mungkin lagi mencari keselamatan di tempat yang jauh itu karena semasa hidup di dunia mereka ingkar sekali. Mereka tidak mau mengimani Allah, para rasul-Nya, Al-Qur'an, dan hari kemudian. Sebab mereka tidak mau beriman adalah karena mereka melontarkan dugaan-dugaan yang tidak beralasan sama sekali. Mereka menyangka yang lain dari Allah sebagai Tuhan, menuduh Nabi Muhammad saw. penyair, dukun, penyihir, gila, dan sebagainya, menyatakan Al-Qur'an dongeng, mimpi, atau sihir, dan menyangka bohong adanya hari kemudian beserta surga dan neraka. Semua itu mereka nyatakan tanpa dasar pengetahuan, tetapi hanya berdasarkan dugaan. Dugaan itu diibaratkan orang yang melempar sesuatu yang tidak jelas secara serampangan dari tempat yang jauh. Ia tidak tahu apakah lemparan itu mengenai sasaran atau tidak. Dalam al-Kahf/18: 22 tindakan itu dilukiskan dengan ungkapan: rajman bil-gaib, yaitu membidik sesuatu yang tidak jelas secara serampangan atau menerka-nerka sesuatu tanpa dasar sama sekali.",
    "quraish": "Sebelum datangnya hari kiamat ini, mereka sungguh telah mengingkari kebenaran. Mereka pun selalu melontarkan praduga-praduga batil yang jauh dari kebenaran.",
    "jalalayn": "(Dan sesungguhnya mereka telah mengingkari Allah sebelum itu) sewaktu mereka hidup di dunia (dan mereka menduga-duga) meramal-ramal (tentang yang gaib dari tempat yang jauh) yaitu terhadap hal-hal yang tidak dapat dijangkau oleh pengetahuan mereka, karena mereka sewaktu di dunia mengatakan terhadap Nabi, bahwa Dia adalah penyihir, tukang syair dan tukang ramal. Mereka mengatakan tentang Alquran, bahwa itu adalah sihir, syair, dan ramalan."
  },
  {
    "hizb": 174,
    "name": "Saba'",
    "ayat": 54,
    "arab": "وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ  كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ",
    "translation": "Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3660.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa antara orang itu dengan harapannya untuk bertobat dan terlepas dari siksa terganjal total, tidak mungkin terjadi sama sekali, seakan-akan di antara keduanya telah terbangun tembok tebal yang besar. Dambaan itu sama halnya dengan apa yang diharapkan umat-umat sebelum mereka. Umat-umat itu semenjak awal selalu membangkang dan baru beriman ketika bencana sebagai hukuman sudah di depan mata. Tentu saja tobat dan iman pada waktu sudah terpaksa seperti itu tidak diterima, sebagaimana dinyatakan dalam ayat lain:\nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\" Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah ketentuan Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir. (al-Mu'min/40: 84-85)\n\nMereka tidak beriman di dunia karena selalu sangsi mengenai kebenaran Al-Qur'an dan ragu untuk menerima kebenarannya. Padahal, Al-Qur'an tidak perlu diragukan lagi oleh manusia, karena merupakan wahyu Allah, disampaikan oleh Jibril, diterima Nabi Muhammad, dan isinya benar. Keraguan hanya akan menghasilkan kekafiran, dan kekafiran hanya akan membuahkan kesengsaraan di akhirat.",
    "quraish": "Sebagaimana nasib orang-orang sebelum mereka yang menyatakan keimanan setelah lewat masanya, keinginan mereka untuk memanfaatkan keimanan itu pun kini terhalang sudah. Mereka semua adalah orang-orang yang meragukan kebenaran dan kini duduk sebagai pesakitan (terdakwa).",
    "jalalayn": "(Dan dihalangi antara mereka dengan apa yang mereka ingini) yakni ingin beriman, maksudnya iman mereka tidak diterima lagi, karena waktunya sudah habis (sebagaimana dilakukan terhadap orang-orang yang serupa dengan mereka) yakni golongan-golongan mereka dalam hal kekafiran (pada masa dahulu) sebelum mereka. (Sesungguhnya mereka dahulu di dunia dalam keraguan yang mendalam) tentang hal-hal yang sekarang mereka imani; disebabkan sewaktu di dunia mereka tidak mau menganggap dalil-dalil yang menunjuk ke arahnya."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 1,
    "arab": "اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3661.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa puji dan syukur hanyalah bagi-Nya, yang telah menciptakan langit dan bumi serta apa yang ada di antara keduanya dengan ciptaan yang amat indah dan ajaib, ciptaan yang belum ada sebelumnya, dan telah diatur-Nya dengan tertib dan lengkap serta sempurna. Dia juga yang telah menugaskan malaikat menyampaikan wahyu kepada para nabi-Nya, untuk menyampaikan berbagai macam urusan. Malaikat itu adalah sejenis makhluk yang mempunyai sayap yang beraneka ragam, ada yang dua, tiga, atau empat bahkan ada yang lebih dari itu. Malaikat bertugas untuk menyampaikan segala perintah dan larangan Allah kepada para nabi-Nya. Allah berkuasa menambah sayap para malaikat lebih banyak lagi menurut kehendak-Nya, sesuai dengan keperluan. Tidak ada kekuatan yang dapat menghalangi-Nya, karena Allah itu Mahakuasa atas segala sesuatu. Di dalam suatu hadis diterangkan bahwa:\nSesungguhnya Nabi Muhammad saw melihat Malaikat Jibril pada malam isra' dalam bentuk aslinya, dia mempunyai enam ratus sayap, antara dua sayapnya seperti sepanjang mata memandang ke timur dan barat. (Riwayat Muslim dari Ibnu Mas'ud)",
    "quraish": "[[35 ~ FATHIR (PENCIPTA) Pendahuluan: Makkiyyah, 45 ayat ~ Surat ini dibuka dengan memuji Allah yang telah menciptakan langit dan bumi tanpa contoh sebelumnya dan menjadikan malaikat-malaikat yang memiliki beragam sayap sebagai rasul kepada para hamba-Nya. Jika Allah berkehendak untuk menurunkan karunia-Nya, maka tak ada yang dapat menghalangi-Nya. Sebaliknya, tak seorang pun dapat mendatangkannya jika Allah tidak menghendaki hal itu. Allah berfirman kepada manusia untuk senantiasa mengingat berbagai nikmat yang dilimpahkan-Nya. Sebab, tak ada Pencipta selain Allah yang dapat memberikan rezeki. Dan Allah tidak memerlukan bantuan dari siapa pun dalam segala tindakan-Nya. Kendati demikian, kaummu, wahai Muhammad, telah mendustakan seruanmu. Maka kisah-kisah para rasul sebelummu dapat dijadikan sebagai bahan renungan, dan janji Kami bahwa semuanya akan kembali kepada Kami dapat menjadi pelipur laramu. Seharusnya manusia tidak terpedaya dengan kehidupan dunia dengan segala keindahannya. Mereka juga semestinya tidak mengamini jalan setan yang selalu mengajak kepada kebinasaan dan menjerumuskan manusia ke dalam api neraka. Orang-orang yang perbuatan buruknya dihiasi oleh setan tak dapat disamakan dengan mereka yang menjauhi tipu dayanya. Begitulah, memang, kehidupan umat manusia. Maka janganlah kamu merasa menyesal dan bersedih hati mendapati penolakan mereka untuk beriman. Allahlah yang menggiring awan dan menghidupkan kematian melalui iring-iringan awan yang menghasilkan hujan. Dia Mahakuasa menghidupkan kembali sesuatu yang telah mati untuk mendapatkan perhitungan dan balasan. Dari itu, mereka yang ingin mendapatkan perlindungan tentu akan meminta pertolongan kepada Allah. Jika ia meminta kepada selain Allah, Dia akan membuatnya semakin terhina. Seluruh amal perbuatan manusia akan diperlihatkan oleh Allah. Dia akan menerima amal perbuatan orang-orang beriman dan menolak amal perbuatan orang-orang kafir. Bukti kemahakuasaan Allah untuk membangkitkan dan mengumpulkan manusia dari kematian adalah sangat jelas dan banyak. Di antaranya, Dia telah menciptakan manusia dari tanah yang berproses menjadi sperma. Lalu diciptakan-Nya manusia berpasangan-pasangan hingga sang istri dapat mengandung seorang anak yang kelahirannya hanya diketahui Allah. Bukti lainnya adalah diciptakannya air tawar dan air asin yang mengandung berbagai bentuk karunia. Adanya pergantian siang dan malam dan ditundukkannya matahari dan bulan untuk beredar sampai batas waktu yang Allah tentukan, dapat dimasukkan pula sebagai bukti kemahakuasaan Allah. Dengan kekuasaan seperti ini, Dialah Tuhan yang hakiki. Adapun tuhan-tuhan selain-Nya, mereka tidak memiliki kemampuan apa-apa. Jika diminta, mereka tidak dapat mendengar. Seandainyapun mereka dapat mendengar, tentu mereka tidak dapat mengabulkan permintaan itu. Di hari kiamat nanti, tuhan-tuhan selain Allah itu akan mengingkari perbuatan orang-orang yang menjadikan mereka sebagai sekutu Allah. Tetapi Allah Mahabijaksana mengadili para hamba-Nya, sesuai dengan amal perbuatan setiap manusia. Karena itulah Allah mengutus para rasul untuk menyeru mereka agar bertakwa kepada Allah. Tugas seorang rasul hanyalah untuk memberi peringatan kepada kaumnya. Tidak ada satu umat pun yang tidak didatangkan seorang pemberi peringatan kepadanya. Surat ini kemudian kembali membicarakan bukti-bukti kemahakuasaan Allah. Disebutlah tentang keberadaan air yang menghasilkan beragam jenis buah-buahan, tentang gunung- gunung yang memiliki garis-garis berwarna putih, merah dan hitam, serta tentang wujud manusia dan binatang dengan berbagai bentuknya. Semua bukti itu semestinya dapat membuat manusia tunduk dan patuh kepada Allah. Hanya mereka yang selalu membaca dan mengamalkan kitab suci yang diturunkan kepada manusia pilihanlah yang akan memperoleh kenikmatan surga. Sebaliknya, mereka yang ingkar akan dijerumuskan ke dalam api neraka untuk selama-lamanya. Di saat itulah orang-orang kafir berharap dan memohon untuk dapat kembali ke alam dunia agar dapat melakukan amal saleh. Tetapi waktu untuk melakukan amal saleh, yang hanya dapat dipergunakan oleh orang-orang beriman, telah habis. Rasul pemberi peringatan pun telah pernah didatangkan kepada mereka. Mahasuci Allah yang telah menciptakan manusia sebagai khalifah-khalifah-Nya di bumi. Dia telah menyangga langit dan menahan bumi dari kehancuran. Sebelumnya, orang-orang yang ingkar itu telah berjanji untuk mengikuti jejak pemberi peringatan yang diutus kepada mereka, agar kondisi mereka menjadi lebih baik dari umat-umat sebelumnya. Tetapi tatkala pemberi peringatan itu datang, mereka malah merasa sombong dan takabur. Rencana jahat yang mereka rancang Allah patahkan. Kekuatan yang ada pada mereka tidak dapat menandingi kekuasaan Allah. Jikalau Alah menghendaki untuk menurunkan siksaan-Nya kepada penghuni bumi sesuai dengan perbuatan mereka, niscaya tak akan ditemui satu binatang melata pun di muka bumi ini. Dari itu, Dia menangguhkan hal itu sampai tiba saat yang telah ditentukan. Jika saatnya datang, sesungguhnya Allah Maha Melihat segala perbuatan para hamba-Nya.]] Segala puja dan puji yang indah hanyalah untuk Allah semata. Dialah Pencipta langit dan bumi tanpa contoh sebelumnya. Dialah pula yang menjadikan malaikat-malaikat dengan jumlah sayap yang beraneka ragam, dua-dua, tiga-tiga dan empat-empat, sebagai rasul yang diutus kepada makhluk-Nya. Jika Dia berkehendak memberi tambahan, Dia berhak memberikan tambahan pada ciptaan-Nya. Tak ada yang dapat menundukkan-Nya karena kekuasaan-Nya atas segala sesuatu teramat besar.",
    "jalalayn": "(Segala puji bagi Allah) Allah memuji diri-Nya dengan kalimat tersebut, sebagaimana keterangan yang telah disebutkan dalam awal surah As-Saba (Pencipta langit dan bumi) yang menciptakan keduanya tanpa konsep terlebih dahulu (Yang menjadikan malaikat sebagai utusan-utusan) kepada para nabi (yang mempunyai sayap, masing-masing ada yang dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya) yakni menciptakan malaikat dan lain-lainnya (apa yang Dia kehendaki. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.)"
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 2,
    "arab": "مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3662.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa pemberian atau penahanan suatu rahmat termasuk dalam kekuasaan-Nya. Apabila Dia menganugerahkan suatu rahmat kepada manusia, tidak seorang pun dapat menahan dan menghalangi-Nya. Begitu pula sebaliknya, apabila Dia menahan dan menutup sesuatu rahmat dan belum diberikan kepada siapa yang dikehendaki-Nya, maka tiada seorang pun bisa membuka dan memberikannya, karena semua urusan di tangan-Nya. Dia Maha Perkasa berbuat menurut kehendak dan kebijaksanaan-Nya. Oleh karena itu, kita harus selalu menghadap Allah melalui ibadah untuk mencapai cita-cita kita, dan senantiasa dengan bertawakal kepada-Nya, begitu pula di dalam usaha mencapai tujuan dan maksud yang diridai-Nya. Sejalan dengan ini, Allah berfirman:\nDan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. (Yunus/10: 107) \n\nDan dalam sebuah hadis disebutkan sebagai berikut:\nDari al-Mugirah bin Syu'bah bahwa ia berkata, \"Saya mendengar Rasulullah saw apabila selesai salat mengucapkan, 'Tiada tuhan melainkan Allah. Dia Esa tiada ada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya segala puji. Dia kuasa atas segala sesuatu. Ya Allah Tuhanku, tidak ada seorang pencegah pun terhadap sesuatu yang Engkau berikan dan tak ada seorang pemberi terhadap sesuatu yang Engkau cegah, tidak bermanfaat kejayaan seseorang dalam menghadapi siksaan Engkau.\" (Riwayat Ahmad, al-Bukhari dan Muslim)",
    "quraish": "Jika Allah menganugerahkan rahmat-Nya kepada manusia--apa pun bentuknya, baik berupa hujan, karunia, ketentraman atau hikmah--maka tak sesuatu pun yang dapat mencegah-Nya. Sebaliknya, jika Dia menahan rahmat-Nya itu, maka tak ada sesuatu pun yang dapat menurunkan rahmat-Nya. Dialah Sang Mahaperkasa yang tak terkalahkan, Sang Mahabijaksana yang tak pernah melakukan kesalahan.",
    "jalalayn": "(Apa saja yang Allah anugerahkan kepada manusia berupa rahmat) seperti rezeki dan hujan (maka tidak ada seorang pun yang dapat menahannya; dan apa saja yang ditahan oleh Allah) dari hal-hal tersebut (maka tidak seorang pun yang sanggup untuk melepaskannya sesudah itu) sesudah Allah menahannya. (Dan Dialah Yang Maha Perkasa) Maha Menang atas perkara-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 3,
    "arab": "يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ",
    "translation": "Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3663.mp3",
    "tafsir": "Pada ayat ini, Allah menganjurkan supaya manusia memberikan perhatian secara khusus atas nikmat yang telah diberikan kepadanya dan menjaganya agar tidak lenyap dan menghilang. Untuk kepentingan ini, manusia selalu harus merendahkan diri mengakui bahwa semua nikmat itu dari Allah sebagai anugerah kepadanya, yang wajib disyukuri dengan melakukan ibadah kepada-Nya tidak kepada lain-Nya, taat kepada segala perintah-Nya, dan menjauhi semua larangan-Nya. Satu-satunya cara untuk memelihara dan menjaga kelestarian nikmat yang ada pada seseorang ialah mensyukuri nikmat itu. Dengan demikian, Allah akan selalu menambahnya. Sebaliknya, kalau nikmat itu tidak disyukuri, maka Allah akan menimpakan azab yang keras, sebagaimana firman-Nya:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu.\" (Ibrahim/14: 7)\n\nAllah satu-satunya pemberi rezeki yang hakiki, baik yang turun dari langit berupa hujan dan sebagainya, maupun yang tumbuh dari bumi berupa keperluan hidup seperti beras, air, pakaian, dan sebagainya. Tidak ada Tuhan melainkan Dia. Kalau manusia mau mengerti dan menyadari semuanya itu, tentunya dia tidak akan berpaling daripada-Nya, tetapi dia akan tetap mengesakan-Nya, menyembah hanya kepada-Nya, tidak kepada yang lain-Nya.",
    "quraish": "Wahai umat manusia, ingatlah selalu nikmat-nikmat Allah kepada kalian. Bersyukurlah dan penuhilah hak nikmat-nikmat yang kalian peroleh itu. Camkanlah bahwa tak ada Pencipta selain Allah yang dapat memberi rezeki, baik yang tercurah dari langit maupun yang keluar dari bumi, untuk kelangsungan hidup kalian. Tak ada tuhan yang dapat mencurahkan rezeki kepada para hamba-Nya kecuali Dia. Jika demikian halnya, mengapa kalian masih mengingkari keesaan Sang Pencipta dan Pemberi rezeki dan mempersekutukan-Nya?",
    "jalalayn": "(Hai manusia!) penduduk Mekah (Ingatlah akan nikmat Allah kepada kalian) yang telah menempatkan kalian di tanah suci dan yang mencegah serangan-serangan dari luar terhadap kalian. (Adakah sesuatu pencipta) huruf Min di sini adalah Zaidah atau tambahan, lafal Khaaliqin sebagai Mubtada (selain Allah) kalau dibaca Ghairu berarti menjadi Na'at atau sifat secara Mahall dari lafal Khaaliqin, kalau dibaca Ghairi berarti di'athafkan kepada lafal Khaaliqin secara Lafzhan, dan Khabar Mubtadanya adalah (yang dapat memberikan rezeki kepada kalian dari langit) yakni berupa hujan (dan) dari (bumi?) berupa tumbuh-tumbuhan. Istifham atau kata tanya di sini mengandung makna Taqrir, yakni tidak ada pencipta dan tidak ada pemberi rezeki selain Allah. (Tidak ada Tuhan selain Dia; maka mengapakah kalian berpaling) dari mentauhidkan-Nya? Padahal kalian telah mengakui, bahwa Dia adalah Yang Maha Pencipta dan Maha Pemberi rezeki."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 4,
    "arab": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
    "translation": "Dan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3664.mp3",
    "tafsir": "Pada ayat ini, Allah menghibur Nabi Muhammad bahwa kalau kaumnya mendustakannya terus-menerus atas kebenaran yang disampaikannya sesudah ia mengemukakan alasan-alasan dan tamsil (ibarat) kepada mereka, maka hendaklah ia bersabar sebagaimana halnya rasul-rasul sebelumnya yang selalu disakiti oleh kaumnya, sampai tiba saatnya ia mendapat kemenangan sesuai dengan ketentuan Allah yang telah dijanjikan-Nya. Hendaklah ia mengembalikan segala urusan kepada Allah. Dia akan memberi balasan atas kesabarannya dan imbalan siksa kepada kaumnya yang selalu mendustakan-Nya.",
    "quraish": "Jika orang-orang kafir dari kaummu, wahai Muhammad, mendustakan petunjuk yang kamu sampaikan, maka bersabarlah. Rasul-rasul sebelum kamu pun telah didustakan oleh kaumnya. Kendati demikian, para rasul itu tetap bersabar menghadapi pendustaan kaunya hingga, akhirnya, kemenangan berada di pihak mereka. Hanya kepada Allahlah segala perkara akan dikembalikan.",
    "jalalayn": "(Dan jika mereka mendustakan kamu) hai Muhammad, tentang ajaran tauhid yang engkau bawa dan berita adanya hari kebangkitan yang kamu sampaikan serta adanya hari penghisaban dan pembalasan amal perbuatan (maka sungguh telah didustakan pula rasul-rasul sebelum kamu) dalam hal tersebut maka bersabarlah kamu sebagaimana mereka bersabar. (Dan hanya kepada Allahlah dikembalikan segala urusan) di akhirat. Dia kelak akan mengazab orang-orang yang mendustakan dan menolong orang-orang yang berserah diri atau orang-orang muslim."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 5,
    "arab": "يٰٓاَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ ",
    "translation": "Wahai manusia! Sungguh, janji Allah itu benar, maka janganlah kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu, memperdayakan kamu tentang Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3665.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kebenaran janji-Nya, yaitu terjadinya hari Kebangkitan dan hari Pembalasan. Apabila seseorang taat kepada perintah-Nya akan diberi pahala, dan orang yang mendurhakai-Nya akan disiksa. Janji Allah pada waktunya akan menjadi kenyataan. Dia itu tidak akan pernah menyalahi janji-Nya, sebagaimana firman Allah:\nSungguh, Allah tidak menyalahi janji. (ali 'Imran/3: 9) \n\nOleh karena itu, tidaklah pada tempatnya bila seseorang teperdaya dengan kehidupan dunia yang mewah, sehingga ia \"lupa daratan\", bahkan melupakan Tuhan. Semua waktunya dipergunakan untuk menumpuk harta tanpa mengingat Allah sedikit pun. Hal demikian itu dilarang oleh Allah sebagaimana firman-Nya:\nWahai orang-orang yang beriman! Janganlah harta benda dan anak-anakmu melalaikan kamu dari mengingat Allah. (al-Munafiqun/63: 9)\n\nBegitu pula janganlah seseorang dapat tertipu dan teperdaya dengan bujukan dan godaan setan, dengan mudah menuruti bisikan dan ajakannya karena setan tidak hanya mengajak kepada hal-hal yang keji dan mungkar, tetapi kadangkala ia menyuruh orang untuk berbuat baik dengan tujuan ria. Allah berfirman :\nWahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barang siapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. (an-Nur/24: 21)",
    "quraish": "Wahai umat manusia, sesungguhnya janji Allah untuk membangkitkan, melakukan pembalasan dan memberi pertolongan adalah benar. Janganlah kalian tertipu oleh kepentingan dunia dan meninggalkan kepentingan akhirat. Janganlah pula setan sempat memperdaya kalian untuk tidak mengikuti jejak para rasul. Setan ini akan selalu mengiming-imingi kalian dengan ampunan meskipun kalian terus-menerus melakukan kemaksiatan.",
    "jalalayn": "(Hai manusia! Sesungguhnya janji Allah) tentang adanya hari berbangkit dan lain-lainnya (adalah benar, maka sekali-kali janganlah kehidupan dunia memperdayakan kalian) sehingga kalian tidak mau beriman kepada adanya hari berbangkit dan lain-lainnya (dan sekali-kali janganlah memperdayakan kalian tentang Allah) tentang sifat dan Penyantun-Nya dan sifat Sabar-Nya yang menangguhkan kalian tidak diazab (orang yang pandai menipu) yakni setan."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 6,
    "arab": "اِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِۗ ",
    "translation": "Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3666.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa setan itu adalah musuh abadi bagi manusia yang selalu membuat keraguan, membisikkan yang jahat dengan daya tariknya yang memesona, supaya manusia menuruti dan mengerjakannya. Firman Allah:\nSetan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam. (al-'Ankabut/29: 38)\n\nOleh karena itu, hendaklah manusia menganggap dan menjadikan setan itu musuhnya yang sangat berbahaya, yang tidak perlu dilayani dan diikuti sama sekali, sebagaimana firman Allah:\nDan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu. (al-An'am/6: 142) \n\nPada akhir ayat ini ditegaskan bahwa maksud dan tujuan setan mendorong manusia berbuat yang bertentangan dengan perintah Allah adalah untuk mencari teman sebanyak-banyaknya, menjadi penghuni neraka yang menyala-nyala. Firman Allah:\nApakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)? (Luqman/31: 21)",
    "quraish": "Sesungguhnya setan adalah musuh besar kalian. Maka janganlah kalian terpedaya oleh bujuk rayunya. Tetapi, jadikanlah setan itu sebagai musuh kalian karena ia ingin menjajak para pengikutnya untuk menjadi penghuni neraka yang nyala apinya berkobar-kobar, bukan untuk sesuatu yang lain.",
    "jalalayn": "(Sesungguhnya setan itu adalah musuh bagi kalian, maka anggaplah ia musuh) dengan cara taat kepada Allah dan tidak menaati setan (karena sesungguhnya setan-setan itu hanya mengajak golongannya) yakni pengikut-pengikutnya yang sama-sama kafir dengannya (supaya menjadi penghuni neraka yang menyala-nyala) yakni neraka yang keras siksaannya."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 7,
    "arab": "اَلَّذِيْنَ كَفَرُوْا لَهُمْ عَذَابٌ شَدِيْدٌ ەۗ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ࣖ ",
    "translation": "Orang-orang yang kafir, mereka akan mendapat azab yang sangat keras. Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3667.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa orang-orang yang ingkar kepada Allah dan rasul-Nya akan mendapat azab yang keras dan pedih di dalam neraka. Azab itu sebagai balasan atas keingkaran mereka pada bujukan setan, lalu mengikuti langkah-langkahnya. Adapun orang-orang yang membenarkan perintah-perintah yang dibawa oleh rasul-Nya dan mengerjakan amal saleh akan memperoleh ampunan dan pahala yang besar. Dosa-dosa mereka diampuni oleh Allah, pahala mereka dilipatgandakan dan telah disiapkan surga sebagai balasan atas iman yang mantap di dalam hati mereka dan amal saleh yang ikhlas karena Allah semata. Firman Allah:\nDan sampaikanlah kabar gembira kepada orang-orang yang beriman dan berbuat kebajikan, bahwa untuk mereka (disediakan) surga-surga yang mengalir di bawahnya sungai-sungai. (al-Baqarah/2: 25)",
    "quraish": "Orang-orang yang mengingkari Allah dan para rasul-Nya akan mendapatkan azab yang pedih. Sebaliknya, orang-orang yang beriman kepada Allah dan para rasul-Nnya, serta melakukan amal saleh, mereka berhak mendapatkan ampunan dosa-dosa dan pahala yang besar dari sisi Allah sebagai ganjaran dari perbuatan mereka.",
    "jalalayn": "(Orang-orang yang kafir bagi mereka azab yang keras. Dan orang-orang yang beriman serta mengerjakan amal saleh bagi mereka ampunan dan pahala yang besar) ini penjelasan tentang nasib orang-orang yang menuruti kemauan setan dan orang-orang yang menentangnya, kelak di akhirat."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 8,
    "arab": "اَفَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ فَرَاٰهُ حَسَنًاۗ فَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَصْنَعُوْنَ ",
    "translation": "Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3668.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan perbedaan besar antara dua golongan disebut pada ayat sebelumnya. Orang-orang yang teperdaya dan dapat ditipu oleh setan, sehingga pekerjaan mereka yang buruk dianggapnya baik, tentunya tidak sama dengan orang-orang yang tidak dapat ditipu oleh setan. Sebagaimana firman Allah:\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)\n\nTersesat atau mendapat petunjuk ada di tangan Allah. Dia menyesatkan atau memberikan petunjuk kepada orang yang dikehendaki-Nya, sesuai dengan kebijaksanaan-Nya, berdasarkan keadaan hamba yang bersangkutan. Orang-orang yang ditetapkan tersesat, dia selalu mengerjakan perbuatan buruk dan keji. Sebaliknya orang-orang yang diberi petunjuk oleh Allah, selalu mengerjakan amalan yang baik. Oleh karena itu, Nabi Muhammad dilarang Allah untuk sedih dan cemas menghadapi kaumnya yang belum mau beriman dan menerima ajakannya, sehingga tidak membinasakan dirinya. Hal semacam ini diterangkan juga di ayat yang lain, firman Allah:\nMaka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur'an). (al-Kahf/18: 6)\n\nAyat ini ditutup dengan penegasan Allah bahwa Ia Mengetahui apa yang mereka perbuat, termasuk perbuatan buruk dan keji yang akan dibalas-Nya dengan balasan yang setimpal.",
    "quraish": "Mereka tidak dapat membedakan antara orang yang perbuatan buruknya dihias oleh setan sehingga terlihat baik, dengan orang yang mandapat petunjuk Allah sehingga dapat melihat kebaikan dan keburukan sebagai apa adanya. Sesungguhnya Allah akan menyesatkan siapa saja yang dikehendaki-Nya jika orang itu memang memilih kesesatan sebagai jalannya, sebagaimana Dia akan memberi petunjuk siapa saja yang dikehendaki-Nya jika orang itu menjadikan petunjuk kebenaran sebagai jalannya. Dari itu, janganlah kamu, Muhammad, mencelakakan dirimu sendiri karena merasa sedih dan menuyesali kesesatan mereka. Sesungguhnya ilmu Allah meliputi kejahatan yang mereka perbuat untuk kemudian memberikan balasannya.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan Abu Jahal dan orang-orang sepertinya. (Maka apakah orang yang dihiasi pekerjaannya yang buruk) karena setan telah menyulapnya (lalu ia menganggapnya baik?) lafal Man adalah Mubtada, sedangkan Khabarnya ialah, sebagaimana orang yang mendapat petunjuk dari Allah. Tentu saja tidak sama. Khabar ini disimpulkan dari ayat selanjutnya, yaitu, (Maka sesungguhnya Allah menyesatkan siapa yang dikehendaki-Nya dan menunjuki siapa yang dikehendaki-Nya; maka janganlah dirimu binasa sebab ulah mereka itu) yaitu atas orang-orang yang menganggap baik perbuatannya yang buruk itu (karena kesedihan) yaitu kamu merasa sedih karena mereka tidak mau beriman (Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat) kelak Dia akan membalasnya kepada mereka."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 9,
    "arab": "وَاللّٰهُ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ  كَذٰلِكَ النُّشُوْرُ ",
    "translation": "Dan Allah-lah yang mengirimkan angin; lalu (angin itu) menggerakkan awan, maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3669.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Dia-lah Yang Menciptakan angin yang menggerakkan awan tebal yang mengandung air kemudian membawanya ke bumi yang tandus, dan menurunkan hujan. Dengan turunnya air hujan, bumi yang mati dan tidak ada pepohonan sedikit pun di atasnya berubah menjadi subur. Bumi menumbuhkan buah-buahan yang bermacam-macam dan beraneka ragam cita rasanya. Demikianlah Allah menghidupkan bumi sesudah mati dengan hujan yang turun dari awan. Kalau manusia mau menggunakan akalnya dan memikirkan dengan sungguh-sungguh tanda kekuasaan Allah seperti kejadian yang tersebut di atas, tentu ia akan sampai kepada suatu kesimpulan bahwa Allah yang berkuasa menghidupkan tanah yang mati, tentunya kuasa pula menghidupkan manusia yang sudah mati sekalipun telah hancur dan tulang-belulangnya berserakan.\nDiriwayatkan dari Abu Ruzain al-'Uqaili bahwa ia bertanya kepada Rasulullah saw tentang bagaimana cara Allah menghidupkan orang mati dan apa tanda-tandanya pada makhluk. Rasulullah saw menjawab, \"Wahai Abu Ruzain, pernahkah engkau melalui suatu lembah kaummu yang gersang, kemudian kamu melaluinya kembali dalam keadaan subur dan menghijau?\" Abu Ruzain menjawab, \"Pernah.\" Rasulullah bersabda, \"Begitulah Allah menghidupkan orang yang sudah mati.\"",
    "quraish": "Hanya Allahlah yang dapat mengirimkan angin untuk menggerakkan awan yang terbentuk dari sekumpulan uap-uap air. Kemudian Kami halau awan ke suatu negeri yang dilanda kekeringan sehingga tanahnya yang mati Kami hidupkan dengan tumbuh-tumbuhan. Adanya tumbuh-tumbuhan yang Kami keluarkan dari tanah itu merupakan tamsil bagaimana Kami akan membangkitkan kembali, di hari kiamat nanti, sesuatu yang telah mati dari alam kuburnya(1). (1) Untuk komentar atas ayat ini, lihat catatan kaki tafsir surat al-A'râf ayat 57.",
    "jalalayn": "(Dan Allah, Dialah Yang mengirimkan angin) menurut qiraat yang lain dibaca Ar Riih dalam bentuk Mufrad (lalu angin itu menggerakkan awan) lafal Mudhari' di sini untuk menceritakan keadaan di masa lalu, maksudnya angin itu menggerakkannya (lalu Kami halau awan itu) di dalam ungkapan ayat ini terkandung Iltifat dari dhamir Gaib (ke suatu negeri yang mati) tanah yang tandus yang tidak ada tumbuh-tumbuhannya. Dapat dibaca Mayyitin atau Mayitin (lalu Kami hidupkan dengan hujan itu bumi) yang dikenainya (setelah matinya) setelah ia mengalami kekeringan, yaitu Kami tumbuhkan padanya tumbuh-tumbuhan dan rumput-rumputan. (Demikianlah kebangkitan itu) cara membangkitkan yang mati menjadi hidup kembali."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 10,
    "arab": "مَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗوَالَّذِيْنَ يَمْكُرُوْنَ السَّيِّاٰتِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَمَكْرُ اُولٰۤىِٕكَ هُوَ يَبُوْرُ ",
    "translation": "Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3670.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa barang siapa ingin mendapatkan kemuliaan di dunia dan di akhirat, hendaklah ia senantiasa taat kepada Allah karena semua kemuliaan baik di dunia maupun di akhirat adalah kepunyaan-Nya. Dialah yang menerima perkataan-perkataan yang baik seperti kalimat tauhid, zikir, membaca Al-Qur'an, dan lainnya, begitu pula amal-amal yang baik yang disertai dengan keikhlasan akan diberi pahala oleh Allah. Sesuatu amal, baik berupa perkataan maupun perbuatan, yang dilakukan tanpa keikhlasan tidak akan berpahala, bahkan akan mendapat azab karena dianggap mendustakan agama. Ibadah salat, zakat, dan amal-amal baik yang lain apabila dilakukan dengan ria, yakni dikerjakan bukan untuk mencari keridaan Allah, tetapi mencari pujian atau ketenaran di masyarakat, tidak akan diterima oleh Allah. Firman Allah:\nMaka celakalah orang yang salat, (yaitu) orang-orang yang lalai terhadap salatnya, yang berbuat ria, dan enggan (memberikan) bantuan. (al-Ma'un/107: 4-7) \n\nOrang-orang yang merencanakan kejahatan terhadap orang-orang Islam, seperti merencanakan suatu hal yang akan menyebabkan mundurnya Islam atau kurang mendapat perhatian dari masyarakat dan lain-lain, akan mendapat siksa yang pedih di hari Kiamat dan rencana buruknya akan hancur tidak mencapai sasarannya seperti yang dialami orang-orang kafir Quraisy. Mereka dulu merencanakan akan menangkap Rasulullah saw lalu membunuh atau mengasingkannya di suatu tempat yang jauh dari tumpah darahnya, agar Islam menjadi lemah bahkan akan hilang lenyap di permukaan bumi.",
    "quraish": "Barangsiapa yang menginginkan kemuliaan dan kekauatan, hendaknya ia mencarinya dengan melakukan ketaatan kepada Allah. Sebab seluruh kemuliaan dan kekuatan itu ada pada Allah. Kepada- Nyalah perkataan-perkataan yang baik akan naik dan amal saleh pun akan diangkat untuk diterima. Adapun orang-orang yang merencanakan makar untuk mencelakakan orang-orang Mukmin, mereka berhak mendapatkan azab. Di sisi lain, rencana makar mereka pun akan hancur dan tidak menghasilkan apa-apa.",
    "jalalayn": "(Barang siapa yang menghendaki kemuliaan, maka bagi Allahlah kemuliaan itu semuanya) di dunia dan di akhirat, maka kemuliaan itu tidak akan dapat diraih melainkan dengan jalan taat kepada-Nya, oleh karenanya taatlah kepada-Nya. (Kepada-Nyalah naik perkataan-perkataan yang baik) yang telah dipermaklumkan oleh-Nya, yaitu kalimat \"Laa Ilaaha Illallaah\", artinya, \"Tidak ada Tuhan selain Allah\", dan kalimat-kalimat yang baik lainnya (dan amal saleh dinaikkan-Nya) diterima oleh-Nya. (Dan orang-orang yang merencanakan) membuat rencana makar (kejahatan) terhadap diri Nabi di Darun Nadwah, yaitu untuk mengikatnya, atau membunuhnya atau mengusirnya, sebagaimana keterangan yang telah disebutkan dalam surah Al-Anfal (bagi mereka azab yang keras. Dan rencana jahat mereka akan hancur) yakni akan berantakan."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 11,
    "arab": "وَاللّٰهُ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ جَعَلَكُمْ اَزْوَاجًاۗ وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖۗ وَمَا يُعَمَّرُ مِنْ مُّعَمَّرٍ وَّلَا يُنْقَصُ مِنْ عُمُرِهٖٓ اِلَّا فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
    "translation": "Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauh Mahfuzh). Sungguh, yang demikian itu mudah bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3671.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kejadian Adam yang menjadi nenek moyang manusia. Ia dijadikan oleh Allah langsung dari tanah, kemudian keturunannya dijadikan dari sperma yang pada hakikatnya juga berasal dari tanah karena berasal dari makanan berupa beras, sayur-sayuran dan lain-lain, yang berasal dari tanah. Kemudian mereka dijadikan berpasang-pasangan, terdiri dari laki-laki dan perempuan. Tidak ada seorang perempuan yang mengandung atau melahirkan kecuali semuanya diketahui oleh Allah, tidak ada yang tersembunyi bagi-Nya. Sejalan dengan ayat ini Allah berfirman:\nAllah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya. (Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi. (ar-Ra'd/13: 8-9)\n\nTidak seorang pun yang berumur panjang, kecuali telah ditetapkan Allah lebih dahulu dan tertulis di Lauh Mahfudh, tidak akan bertambah dan tidak akan berkurang. Begitu pula orang yang telah ditetapkan berumur pendek, tidak akan lebih panjang dan tidak lebih pendek demi untuk menjaga keseimbangan di bumi supaya kemakmuran tertib jalannya. Hal demikian itu bagi Allah adalah mudah, karena Dia mengetahui segala sesuatu, tidak ada yang tersembunyi bagi-Nya.",
    "quraish": "Allah menciptakan kalian dari tanah. Sebab Adam, bapak kalian, diciptakan dari tanah. Lalu Dia menciptakan kalian dari sperma (nutfah), suatu jenis cairan yang dikokohkan dalam rahim dan berasal dari makanan yang dekeluarkan oleh tanah. Kemudian dijadikanlah kalian sebagai laki-laki dan perempuan. Seorang perempuan tidak akan mengandung dan melahirkan anak kecuali dengan sepengetahuan Allah. Seseorang diberikan umur panjang atau dikurangi, semua itu tercatat dalam sebuah kitab. Sesungguhnya bagi Allah semua itu adalah sangat mudah dan remeh.",
    "jalalayn": "(Dan Allah menciptakan kalian dari tanah) yaitu menciptakan Adam dari tanah liat (kemudian dari air mani) lalu Dia menciptakan anak cucunya dari air mani (kemudian Dia menjadikan kalian berpasang-pasang) terdiri dari kaum pria dan wanita. (Dan tidak ada seorang perempuan pun mengandung dan tidak pula melahirkan melainkan dengan sepengetahuan-Nya) lafal Bi'ilmihi berkedudukan menjadi Hal atau kata keterangan keadaan, yakni telah diketahui oleh-Nya. (Dan sekali-kali tidak dipanjangkan umur seorang yang berumur panjang) tidak diperpanjang (dan tidak pula dikurangi umurnya) yakni orang yang diberi umur panjang itu (melainkan tercatat dalam Kitab) di Lohmahfuz (Sesungguhnya yang demikian itu bagi Allah adalah mudah) amat gampang."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 12,
    "arab": "وَمَا يَسْتَوِى الْبَحْرٰنِۖ هٰذَا عَذْبٌ فُرَاتٌ سَاۤىِٕغٌ شَرَابُهٗ وَهٰذَا مِلْحٌ اُجَاجٌۗ وَمِنْ كُلٍّ تَأْكُلُوْنَ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْنَ حِلْيَةً تَلْبَسُوْنَهَا ۚوَتَرَى الْفُلْكَ فِيْهِ مَوَاخِرَ لِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3672.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa ada dua keistimewaan air, masing-masing mempunyai kegunaan sendiri-sendiri. Keduanya dapat menjadi tempat berkembang biak ikan yang lezat cita rasanya. Air tawar di sungai-sungai yang mengalir melalui desa-desa dan kota-kota besar, sedap diminum, menghilangkan dahaga, menyuburkan tanah, dan menumbuhkan rumput-rumputan, tanam-tanaman, dan pohon-pohonan. Perahu-perahu dapat berlayar di atasnya untuk membawa keperluan hidup dari satu tempat ke tempat lain. Sedangkan air asin, di dalamnya terdapat mutiara dan karang laut yang dapat dijadikan perhiasan, dan menjadi tempat berlayarnya kapal-kapal besar membawa hasil bumi dan tambang dari satu tempat ke tempat-tempat lain, baik di daerah sendiri maupun ke luar negeri sebagai barang ekspor atau mendatangkannya dari luar negeri sebagai barang impor, yang tidak dapat dijangkau oleh perahu-perahu kecil, sebagai barang dagangan untuk mencari karunia Allah. \nPada akhir ayat ini dijelaskan bahwa kekuasaan Allah dapat menundukkan air tawar dan air asin sehingga bisa dipergunakan menurut fungsinya masing-masing. Hal demikian itu bertujuan agar manusia bersyukur atas nikmat-nikmat yang telah dianugerahkan Allah kepadanya itu.\nMenurut para saintis, air nikmat diminum dan terasa segar apabila mengandung hanya sedikit garam terlarut, sedangkan rasa asin dan pahit air laut disebabkan oleh tingginya kandungan garam yang terlarut di dalamnya. Ukuran kandungan garam di dalam air biasa dinyatakan dengan kegaraman atau salinitas yang satuannya adalah gram garam per kg air, atau karena BD air = 1, dalam gram/liter. Empat belas abad yang lalu, ketika ilmu kimia praktis belum ada, ayat ini telah menyatakan bahwa salinitas air laut berbeda-beda. Kenyataan ini terbukti kini bahwa apa yang dinyatakan dalam ayat ini benar adanya. Hasil pengukuran di seluruh dunia memperlihatkan bahwa salinitas rata-rata air laut adalah sebesar 34,72 gr/l. Tetapi salinitas rata-rata ketiga samudra besar memiliki perbedaan: 34, 90 untuk Samudra Atlantik, 34,76 untuk Samudra Hindia dan 34,62 untuk Samudra Pasifik. Salinitas air di lautan terbuka umumnya bervariasi antara 33 sampai 37 gram/l. Salinitas tertinggi di laut terbuka dijumpai di Laut Merah ( sekitar 41 gr/l), sedangkan salinitas terendah dijumpai di Teluk Bothnia dan Laut Baltik (Masing-masing sekitar 10 dan 20 gr/l).",
    "quraish": "Dalam ilmu dan ketetapan Kami, dua jenis lautan--kendati mengandung beberapa manfaat yang sama--tidak dapat disamakan. Yang satu airnya tawar dan dapat menghilangkan dahaga karena begitu segar, sedap dan mudah diminum, sedangkan yang lain mengandung unsur garam yang sangat asin. Dari kedua jenis lautan itu, kalian dapat menyantap daging segar dari ikan-ikan yang kalian tangkap. Dari air asin, kalian dapat memperoleh sesuatu yang dapat dijadikan perhiasan semisal permata dan manik-manik (marjan). Dan perhatikanlah, wahai orang yang mengamati, bagaimana bahtera-bahtera itu berlayar membelah lautan dengan sangat cepat untuk berniaga mencari karunia Allah. Dengan adanya pelbagai nikmat itu, seharusnyalah kalian bersyukur kepada Tuhan(1). (1) Di antara bukti kekuasaan Allah yang dapat dilihat manusia adalah berlayarnya bahtera membelah lautan sesuai hukum yang Allah tetapkan di alam raya ini, yang kemudian dijelaskan oleh suatu teori yang disebut dengan hukum benda terapung (Qânûn al-ajsâm al-thâfiyah). Selain itu, merupakan sesuatu yang lazim kita dengar bahwa beberapa jenis perhiasan diperoleh dari laut yang asin. Karenanya, sebagian orang masih menganggap suatu hal yang mustahil jika air tawar pun mengandung perhiasan. Tetapi ilmu pengetahuan dan fakta menegaskan kesalahan anggapan itu. Mutiara, misalnya, beberapa jenis tertentu memang dihasilkan oleh lautan yang asin, tetapi jenis lainnya juga ditemukan dalam kerang-kerang sungai yang tawar. Dari itu, selain pencarian mutiara di lautan, kita juga mendengar adanya pencarian mutiara air tawar di beberapa negara seperti Inggris, Skotlandia, Cekoslovakia, Jepang dan lain-lain. Dalam konteks ini, kita bisa memasukkan batu-batu mulia yang dihasilkan oleh air tawar seperti berlian yang terendap dalam lumpur sungai kering yang dikenal dengan lumut. Yakut, sejenis safir berwarna biru atau hijau, juga ditemukan di beberapa sungai di Burma, Thailand dan Srilangka. Beberapa sungai di Brazil dan Siberia (Rusia) juga mengandung plorosikat aluminium yang berwarna kuning atau coklat. Circom, batu mulia yang mirip berlian, dengan berbagai jenisnya, diperoleh dari sungai-sungai berair tawar. Di antara batu semi mulia yang ada di air tawar dan sering juga digunakan sebagai perhiasan adalah topaz.",
    "jalalayn": "(Dan tiada sama -antara- dua laut; yang ini tawar, segar) sangat tawar (sedap diminum) sedap rasanya (dan yang lain asin lagi pahit) karena terlalu asin. (Dan dari masing-masing) kedua laut itu (kalian dapat memakan daging yang segar) yaitu ikan (dan kalian dapat mengeluarkan) dari laut yang asin, menurut pendapat yang lain dari laut yang tawar juga (perhiasan yang dapat kalian memakainya) yaitu berupa mutiara dan batu Marjan (dan kamu lihat) kamu dapat menyaksikan (bahtera) perahu (padanya) yakni pada masing-masing dari keduanya (dapat berlayar) dapat membelah airnya karena dapat melaju di atasnya; baik maju atau pun mundur hanya dengan satu arah angin (supaya kalian dapat mencari) berupaya mencari (karunia-Nya) karunia Allah swt. melalui berniaga dengan memakai jalan laut (dan supaya kalian bersyukur) kepada Allah atas hal tersebut."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 13,
    "arab": "يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۚ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ مَا يَمْلِكُوْنَ مِنْ قِطْمِيْرٍۗ ",
    "translation": "Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3673.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah yang memasukkan malam ke dalam siang, maka jadilah siang itu lebih panjang dari malam, begitu pula sebaliknya. Dia memasukkan siang ke dalam malam maka jadilah malam itu lebih panjang dari siang. Silih bergantinya siang dengan malam merupakan suatu rahmat dari Allah. Pada waktu siang, manusia bekerja mencari rezeki dan pada waktu malam mereka beristirahat untuk melepaskan lelah dan mengumpulkan tenaga baru untuk dipergunakan lagi esok harinya.\nAllah menundukkan siang dan malam, dan menjadikan matahari dan bulan beredar menurut ketentuan yang telah digariskan. Tidak satu pun di antaranya yang menyalahi ketentuan itu, sehingga tidak terjadi tabrakan. Ini semua merupakan rahmat dari Allah, karena dengan demikian bilangan tahun dan perhitungan waktu dapat diketahui, sebagaimana ditegaskan Allah dalam ayat yang lain:\nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yunus/10: 5) \n\nHanya Allah yang melakukan semua itu. Tuhan yang mempunyai kekuasaan yang sempurna dan mutlak. Dialah Tuhan yang wajib disembah. Semua yang ada di langit dan di bumi adalah hamba-Nya dan di bawah kekuasaan-Nya. Berbeda dengan berhala-berhala yang disembah orang-orang musyrik, yang tidak memiliki daya kemampuan sedikit pun, sekalipun setipis kulit ari. Bahkan, sembahan mereka itu adalah milik Allah Pencipta semesta alam.",
    "quraish": "Dia memasukkan malam ke dalam siang dan siang ke dalam malam dengan memperpanjang waktu salah satunya dan memperpendek yang lainnya. Hal itu dilakukan-Nya dengan suatu keadaan yang sangat teliti sepanjang masa. Dia pun menciptakan matahari dan bulan untuk kemaslahatan kalian. Keduanya beredar sampai batas waktu yang telah ditentukan. Dialah Pemelihara dan Penguasa satu-satunya yang mengatur kondisi yang maha hebat ini. Sementara itu, sembahan-sembahan selain Allah yang kalian seru itu tidak memiliki daya apa-apa, sekali pun setipis kulit ari. Maka, pantaskah mereka kalian jadikan sembahan?(1). (1) Ayat suci ini menyitir tentang keberadaan matahari yang memiliki masa akhirnya. Oleh para astronom, hal itu dijelaskan bahwa matahari pada akhirnya akan membakar bahan bakar atomnya (hidrogen) dan berubah menjadi helium. Pada saat itulah, diprediksikan, terjadi bencana besar di alam raya ini.",
    "jalalayn": "(Dia memasukkan) Allah memasukkan (malam ke dalam siang) sehingga bertambah panjanglah siang (dan memasukkan siang) (ke dalam malam) sehingga waktu malam bertambah panjang (dan menundukkan matahari dan bulan, masing-masing) dari matahari dan bulan itu (berjalan) beredar pada garis edarnya (menurut waktu yang ditentukan) yakni sampai hari kiamat. (Yang -berbuat- demikian itulah Allah Rabb kalian, kepunyaan-Nyalah kerajaan. Dan orang-orang yang kalian seru) yang kalian sembah (selain-Nya) yang dimaksud adalah berhala-berhala (tiada mempunyai apa-apa walaupun setipis kulit ari) yakni kulit yang melapisi biji."
  },
  {
    "hizb": 174,
    "name": "Fatir",
    "ayat": 14,
    "arab": "اِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ ࣖ",
    "translation": "Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3674.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tuhan-tuhan yang mereka persekutukan dengan Allah tidak dapat mendengar apabila diseru oleh penyembahnya, karena hanya berupa benda mati yang tidak bernyawa. Andaipun dapat mendengar seruan penyembahnya, tuhan-tuhan itu tidak akan dapat berbuat apa-apa, serta tidak dapat melayani dan mengabulkan permintaan mereka di hari kiamat nanti. Tuhan-tuhan itu berlepas diri dari mereka, tidak mau bertanggung jawab, dan bahkan berkata, \"Sebenarnya mereka itu tidaklah menyembah kami, tetapi menyembah hawa nafsu mereka, dan sesuatu yang dianggap baik menurut ajakan dan bujukan setan.\" Allah berfirman:\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (se-sembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)\n\nAyat 14 ini ditutup dengan ketegasan bahwa pemberitaan mengenai tuhan-tuhan yang menjadi sembahan kaum musyrikin adalah benar dan tidak mungkin keliru, karena informasi itu berasal dari Allah, Tuhan Maha Mengetahui segala sesuatu dengan pasti. Tidak ada yang tersembunyi bagi-Nya, baik di bumi maupun di langit. Firman Allah:\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (ali 'Imran/3: 5",
    "quraish": "Jika kalian berseru kepada sembahan-sembahan selain Allah, mereka tak akan dapat mendengar seruan kalian. Seandainya pun mereka dapat mendengar, mereka pasti tak akan dapat mengabulkan permohonan kalian. Kelak di hari kiamat, para sembahan itu akan mengingkari perbuatan kalian menjadikan mereka sebagai sekutu-sekutu Allah. Tidak ada sesuatu pun yang dapat mengabarkan kepada kalian perihal kehidupan akhirat seperti ini kecuali Allah yang Mahatahu dengan pengetahuan yang terperinci.",
    "jalalayn": "(Jika kalian menyeru mereka, tiada mendengar seruanmu, dan kalau mereka mendengar) seumpamanya (mereka tidak dapat memperkenankan permintaan kalian) mereka tidak dapat memenuhi permintaan kalian. (Dan di hari kiamat mereka akan mengingkari kemusyrikan kalian) disebabkan kalian menyekutukan Allah bersama mereka. Maksudnya, mereka tidak bertanggung jawab terhadap penyembahan kalian kepada mereka (dan tidak ada yang dapat memberikan keterangan kepada kalian) tentang keadaan dua negeri yaitu dunia dan akhirat (sebagaimana yang diberikan oleh Yang Maha Mengetahui) yaitu Allah swt. sendiri."
  }
]