[
  {
    "hizb": 176,
    "name": "Fatir",
    "ayat": 41,
    "arab": "۞ اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوٰتِ وَالْاَرْضَ اَنْ تَزُوْلَا ەۚ وَلَىِٕنْ زَالَتَآ اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِّنْۢ بَعْدِهٖ ۗاِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
    "translation": "Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3701.mp3",
    "tafsir": "Allah melukiskan kebenaran dan keagungan kekuasaan-Nya. Dengan kekuasaan-Nya, langit tercipta tanpa tiang, dan gunung-gunung berdiri dengan kokoh. Allah menyebarkan makhluk melata (dabbah), manusia, dan hewan di atas bumi, seperti bunyi ayat:\n\nDia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik. (Luqman/31: 10) \n\nSemuanya membuktikan kebesaran dan kekuasaan Allah Yang Mahaagung. Pengertian Allah menahan langit dan bumi ialah menahan langit itu dengan hukum gravitasi agar tidak guncang dan roboh, atau bergeser dari tempatnya. Allah memelihara dan mengawasi keduanya dengan pengawasan yang Dia sendirilah yang mengetahuinya. Semua benda-benda langit di jagat raya ini beredar menurut garis edarnya masing-masing. Para ahli ilmu astronomi dapat membuktikan bahwa tidak pernah terjadi benturan antara benda-benda angkasa itu satu dengan yang lain. Semuanya beredar menurut garis edarnya masing-masing. Keterangan lain yang menguatkan arti yang terkandung dalam ayat di atas yakni:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). (ar-Rum/30: 25)\n\nKuatnya bangunan langit dan bumi itu sehingga tidak pernah mengalami kerusakan, keruntuhan, dan sebagainya adalah karena kekuasaan Allah juga. Jika Allah Yang Mahakuasa itu bermaksud menghancurkan bumi dan langit itu, tiada satu kekuatan pun dari makhluk yang sanggup mencegahnya. Demikianlah pula dijelaskan oleh ayat lain:\n\nTidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-hajj/22: 65)\n\nDi samping sifat-Nya Yang Maha Perkasa itu, Allah juga mempunyai sifat rasa kasih sayang kepada hamba-Nya. Biarpun manusia di bumi ini kebanyakan kafir dan tidak mau tunduk pada pengajaran dan pedoman hidup menuju kesejahteraan dunia dan akhirat yang telah ditetapkan-Nya, namun azab dan murka Allah tiada segera diturunkan untuk menghukum kaum kafir dan pendurhaka. Kasih sayang Allah itu ialah selain menunda siksaan bagi orang kafir dan ingkar, juga sangat mudah memberi ampunan kepada siapa yang mau tobat dari segala kesalahannya, bagaimanapun besarnya perbuatan maksiat yang pernah dilakukannya. Allah Maha Perkasa, Maha Pengasih, dan Penyayang kepada seluruh hamba-Nya, baik terhadap orang mukmin maupun kafir.",
    "quraish": "Sesungguhnya Allahlah yang memelihara sistem langit dan bumi dari kerusakan. Dengan kekuasaan- Nya, Dia memelihara keduanya dari kemusnahan. Jika Dia menetapkan untuk memusnahkan langit dan bumi, maka tidak ada yang dapat menjaganya selain Allah. Sesungguhnya Allah Maha Pemurah sehingga Dia tidak mempercepat siksa bagi mereka yang melampaui batas. Dia pun Maha Pengampun segala dosa mereka yang berserah diri kepada-Nya. (1). (1) Ayat suci ini, di samping menyatakan bahwa Allahlah satu-satunya Pencipta langit dan bumi, juga menegaskan bahwa Dialah yang memelihara keduanya dari kehancuran. Dengan pemeliharaan-Nya, benda-benda langit berjalan dalam sebuah sistem yang sangat sempurna sebagai hasil ciptaan Allah. Sistem itu sangat jelas terlihat dalam gaya gravitasi yang terus berlaku sepanjang zaman. Dengan demikian, benda-benda langit itu tidak mengalami kerusakan dalam sistem keseimbangannya. Hanya Allahlah yang dapat menciptakan sistem yang mahahebat itu.",
    "jalalayn": "(Sesungguhnya Allah menahan langit dan bumi supaya jangan lenyap) mencegah keduanya agar tidak lenyap (dan sungguh jika) huruf Lam di sini bermakna Qasam (keduanya akan lenyap tidak ada yang dapat menahan keduanya seorang pun selain Allah. Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun) oleh karenanya Dia menangguhkan azab-Nya atas orang-orang kafir."
  },
  {
    "hizb": 176,
    "name": "Fatir",
    "ayat": 42,
    "arab": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَهُمْ نَذِيْرٌ لَّيَكُوْنُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَاۤءَهُمْ نَذِيْرٌ مَّا زَادَهُمْ اِلَّا نُفُوْرًاۙ ",
    "translation": "Dan mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3702.mp3",
    "tafsir": "Orang-orang musyrik itu bersumpah dengan sepenuh hati, seandainya Allah mengirimkan seorang rasul yang memperingatkan kesesatan jalan pikiran dan kerusakan moral masyarakatnya, pasti merekalah yang paling mudah menerima petunjuk rasul itu, dibanding dengan umat mana pun yang pernah ada sebelum mereka. Penjelasan ayat ini diperkuat pula oleh ayat lain yang berbunyi:\n\nSekiranya di sisi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu, tentu kami akan menjadi hamba Allah yang disucikan (dari dosa). Tetapi ternyata mereka mengingkarinya (Al-Qur'an); maka kelak mereka akan mengetahui (akibat keingkarannya itu). (ash-shaffat/37: 168-170)\n\nDalam Tafsir al-Khazin diriwayatkan bahwa orang-orang kafir Mekah ketika mengetahui Ahli Kitab (Yahudi dan Nasrani) mendustakan para rasul yang diutus kepada mereka, mereka pun bersumpah dengan nama Allah seandainya kepada mereka diutus pula rasul seperti yang pernah diutus kepada Bani Israil itu, tentulah mereka akan menjadi bangsa yang lebih banyak memperoleh petunjuk dibanding dengan kaum Yahudi dan Nasrani. Sikap demikian itu mereka tunjukkan sebelum Muhammad saw diutus sebagai rasul. Tetapi, setelah beliau betul-betul diutus ke tengah mereka, mereka pun mendustakannya sebagaimana sikap Ahli Kitab terhadap rasul-Nya. Untuk memperingatkan kaum Muslimin akan sikap orang-orang kafir yang telah memperoleh kebenaran murni tentang Nabi Muhammad dan risalahnya itu, Allah menurunkan ayat-ayat di atas. \nSetelah impian mereka menjadi kenyataan, yakni dengan diutusnya Muhammad saw sebagai rasul di tengah masyarakat mereka untuk menyampaikan kebenaran dari Allah, yang tercantum dalam Al-Qur'an al-Karim, maka dengan serta merta mereka mendustakannya. Bahkan sikap keingkaran dan kesombongan mereka makin menjadi-jadi. Mereka bukannya makin dekat kepada kebenaran, bahkan semakin jauh dengan alasan menjaga kehormatan dan martabat kaumnya. Tegasnya, para pemimpin musyrik Mekah itu enggan mengikuti ajaran Nabi Muhammad. Keadaan mereka serupa dengan unta liar yang kabur, semakin dikejar oleh pemiliknya, semakin cepat larinya dan semakin tersesat jalannya, sehingga sukar ditangkap.",
    "quraish": "Untuk memperkuat janji mereka, orang-orang kafir itu bersumpah dengan nama Allah, bahwa jika mereka didatangkan seorang rasul pemberi peringatan, niscaya mereka akan lebih mendapatkan petunjuk dibandingkan umat yang mendustakan rasul sebelumnya. Tetapi tatkala rasul pemberi peringatan itu datang, peringatan dan nasihat rasul tidak membawa perubahan kepada mereka kecuali semakin membuat mereka jauh dari kebenaran.",
    "jalalayn": "(Dan mereka bersumpah) yakni orang-orang kafir Mekah (dengan nama Allah dengan sekuat-kuat sumpah) sumpah yang sungguh-sungguh (sesungguhnya jika datang kepada mereka seorang pemberi peringatan) yakni seorang rasul (niscaya mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain) yaitu umat Yahudi, Nasrani dan umat-umat beragama lainnya. Maksudnya mereka lebih mendapat petunjuk daripada umat mana pun, karena mereka melihat adanya perselisihan di antara mereka, yaitu sebagian dari mereka mendustakan sebagian yang lain. Karena orang-orang Yahudi mengatakan, \"Orang-orang Nasrani itu tidak mempunyai suatu pegangan.\" Demikian pula orang-orang Nasrani mengatakan, \"Orang-orang Yahudi tidak mempunyai suatu pegangan.\" (Tatkala datang kepada mereka pemberi peringatan) yaitu Nabi Muhammad saw. (maka tidaklah menambah kepada mereka) kedatangan pemberi peringatan itu (melainkan jauhnya mereka dari petunjuk) mereka makin bertambah jauh dari petunjuk."
  },
  {
    "hizb": 176,
    "name": "Fatir",
    "ayat": 43,
    "arab": " ۨاسْتِكْبَارًا فِى الْاَرْضِ وَمَكْرَ السَّيِّئِۗ وَلَا يَحِيْقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖ ۗفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا",
    "translation": "karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang yang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3703.mp3",
    "tafsir": "Ayat ini masih menjelaskan sikap orang musyrik Mekah terhadap dakwah Nabi saw. Dengan segala daya dan pikiran, dengan harta dan kekayaan yang dimiliki, mereka menentang dakwah Nabi Muhammad, bahkan beliau diboikot dan dihalangi. Tetapi, segala rencana jahat guna mematahkan dakwah Islam itu pada akhirnya menjadi bumerang bagi mereka. Kegagalan kaum kafir Mekah mencegah tersiarnya dakwah Islam telah tertulis dengan tinta emas dalam sejarah Islam. Setiap usaha dan rencana jahat untuk memadamkan cahaya agama Allah di bumi ini, pasti akan gagal, sebab Allah selalu akan memelihara eksistensi agama-Nya di bumi ini, sampai akhir zaman, biarpun tidak disukai oleh orang-orang musyrik, sebagaimana disebutkan dalam ayat:\n\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. (ash-shaff/61: 8) \n\nDalam Aisar at-Tafasir disebutkan satu riwayat bahwa Ka'ab berkata kepada Ibnu 'Abbas, \"Dalam Taurat diterangkan bahwa siapa yang menggali lubang untuk kawannya, dialah yang masuk ke dalamnya.\" Ibnu 'Abbas menjawab, \"Hal itu aku temukan dalam Al-Qur'an.\" Ka'ab bertanya, \"Di mana?\" Ibnu 'Abbas menjawab, \"Bacalah wa la yahiqul makrus-sayyi' illa bi ahlih (Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri.)\" \nSeperti diuraikan di atas, kadang-kadang Allah menunda kedatangan siksa sebagai bukti kasih sayang-Nya kepada orang-orang kafir. Tetapi, jangan dikira bahwa Allah tidak akan menyiksa mereka bila mereka tidak tobat, sebab bila mereka di dunia belum merasakan siksaan, di akhirat kelak pasti akan mereka alami juga. Di akhirat nanti baru mereka yakini ke mana orang yang zalim itu ditempatkan Allah sesuai dengan ancaman Allah ketika mereka masih di dunia.\n\nDan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syu'ara'/26: 227)\n\nSekalipun azab itu sudah pasti datang, orang-orang yang tidak mengimaninya masih saja menentang kedatangannya dengan tidak menghentikan segala perbuatan jahatnya. Dalam ayat ini, Allah mengungkapkan nasib mereka kelak dengan mengatakan bahwa tidak ada yang mereka tunggu-tunggu itu melainkan siksaan seperti apa yang telah menimpa manusia dahulu kala disebabkan keingkaran mereka terhadap risalah para rasul. Tetapi, ujung ayat ini menegaskan bahwa sunah Allah menentukan bahwa setiap orang yang mendustakan ajaran-Nya pasti akan disiksa dengan azab yang tidak akan berubah dan tidak akan dipindahkan kepada orang lain. Allah tidak akan melimpahkan rahmat-Nya pada seseorang yang sudah tercatat sebagai pembangkang dan pendosa, serta tidak akan memikulkan dosanya kepada diri orang lain.\n\nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6: 164) \n(44) Allah memerintahkan kepada Nabi Muhammad supaya memperingatkan kaum pendusta (musyrik), apakah mereka tidak pernah melakukan perjalanan untuk menyaksikan betapa dahsyatnya azab yang diturunkan pada bangsa-bangsa dahulu akibat keingkaran mereka pada kebenaran ajaran Allah.\nSemula ayat ini ditujukan kepada kaum musyrik Mekah, yang umumnya bermata pencaharian berdagang. Pada musim-musim tertentu, kafilah Quraisy berangkat menuju Syam (Syiria) dan Irak. Pada daerah-daerah gurun pasir yang mereka lewati, banyak terdapat bekas-bekas negeri yang pernah dihuni manusia di zaman kuno, akibat kedurhakaan penduduknya kepada rasul utusan Allah. Mereka disiksa, dan bumi tempat mereka berpijak dijungkirbalikkan sehingga hancur sama sekali. Allah memperingatkan kaum pedagang Quraisy, andaikata mereka juga mengikuti jejak bangsa yang mendustakan-Nya, maka kepada mereka pasti akan berlaku sunatullah. Mereka akan merasakan siksaan dan azab yang tidak sanggup mereka tolak. \nUntuk meyakinkan mereka, ayat 44 ini lebih lanjut memberi penjelasan bahwa umat-umat yang telah merasakan balasan akibat sikap dan tindak-tanduk mereka yang menentang ajaran rasul itu adalah umat yang perkasa, berani, punya harta, dan anak keturunan yang banyak sekali. Namun demikian, keperkasaan, kekayaan, dan keturunan mereka yang besar itu ternyata tidak sanggup membela dan melindunginya dari azab Allah. \nMaksud berjalan di muka bumi, menurut penafsiran Sayid Quthub dalam Tafsir fi Â¨ilal al-Qur'an, adalah berjalan dengan mata hati terbuka dan pikiran yang segar sambil merenungkan peristiwa-peristiwa yang pernah menimpa umat dahulu, betapa dan bagaimana keadaan mereka sewaktu ditimpa azab Allah. Perjalanan demikian, menurutnya, menambah perasaan takwa kepada Allah, membangunkan hati dari kelalaian dan kelengahan akan sunatullah yang pasti berlaku itu. Mereka diingatkan bahwa Allah Yang Mahakuasa itu tidak pernah kewalahan untuk melaksanakan keputusan-Nya, apabila Dia telah menginginkan. Sebab dengan tegas dikatakan tiada satu daya dan kekuatan yang sanggup melemahkan Allah, baik kekuatan itu terdapat di langit maupun di bumi. Bagaimana Allah itu lemah? Bukankah ilmu dan kekuasaan-Nya meliputi kerajaan langit dan bumi? Bagaimana mungkin makhluk ciptaan-Nya, Sekalipun seluruh manusia bersatu menandingi kekuasaan Allah, tidak akan sanggup menjatuhkan atau menandingi kekuasaan-Nya, sedang semuanya dijadikan dengan fisik yang lemah? Allah berfirman:\n\nAllah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisa'/4: 28)\n\nPerhatikanlah akhir ayat ini dengan penegasan bahwa Allah Maha Mengetahui dan Mahakuasa terhadap segala makhluk ciptaan-Nya. Dalam Tafsir al-Maragi dijelaskan bahwa Allah Maha Mengetahui dan Mahakuasa terhadap orang-orang yang harus mendapatkan siksaan dengan segera. Sebaliknya, orang yang tobat, dan ingin kembali kepada Tuhan dari kesesatannya, Dia memberi petunjuk kepadanya sehingga beriman sepenuhnya. Ketika orang-orang musyrik meminta kepada Nabi Muhammad agar azab yang dijanjikan itu segera diturunkan, maka diterangkan kepada mereka bahwa Allah menentukan peraturan-Nya bagi umat ini, yakni siksaan tidak segera diturunkan kepada mereka yang melakukan kedurhakaan atau keingkaran terhadap ajaran rasul. Sebab diharapkan sebagian di antara mereka mungkin masih ada yang insaf dan kembali kepada ajaran Tuhannya",
    "quraish": "Mereka menjauh dari kebenaran karena kepongahan di muka bumi dan ketidakpatuhan kepada rasul dan agama yang dibawa. Mereka malah merencanakan suatu makar yang jahat, hasil bisikan setan yang mengajak mereka untuk berpaling dari agama dan memerangi rasul. Kemudaratan dan makar jahat itu tidak menimpa kepada siapa pun kecuali kepada mereka yang merencanakannya. Maka, adakah mereka masih tetap menunggu hukum Allah yang pernah diberlakukan kepada umat sebelum mereka? Kamu tidak akan pernah dapat merubah cara Allah memperlakukan umat-umat yang ada, sebagaimana para pembuat makar berharap agar mereka dapat merubah peristiwa yang dialami oleh umat-umat sebelumnya. Kamu pun tidak dapat mengalihkan hukum Allah dari arah yang semestinya.",
    "jalalayn": "(Karena kesombongan -mereka- di muka bumi) terhadap keimanan, mereka tidak mau beriman karena sombong. Lafal ayat ini menjadi Maf'ul Lah (dan karena rencana) pekerjaan mereka (yang jahat) berupa kemusyrikan dan lain-lainnya. (Dan tidaklah menimpa) tidak menggilas (rencana jahat itu selain orang yang merencanakannya sendiri) yaitu orang yang mengadakan makar itu sendiri. Lafal Al Makru diberi sifat As Sayyi-u adalah bentuk asal tetapi di-mudhaf-kan-nya lafal Al Makru kepada lafal As Sayyi-u, menurut suatu pendapat merupakan cara pemakaian yang lain tetapi dengan memperkirakan adanya Mudhaf yang lain supaya jangan langsung di-mudhaf-kan kepada sifat. (Tiadalah yang mereka nanti-nantikan) (melainkan, berlakunya, sunah, Allah yang telah berlaku, kepada orang-orang yang dahulu) yaitu diturunkannya azab atas mereka sebab mereka mendustakan rasul-rasul-Nya. (Maka sekali-kali kamu tidak akan menemui perubahan bagi sunah Allah dan sekali-kali tidak pula akan menemui penyimpangan bagi sunah Allah itu) azab itu tidak dapat diganti dengan yang lain dan tidak ditimpakan kepada orang-orang yang tidak berhak menerimanya."
  },
  {
    "hizb": 176,
    "name": "Fatir",
    "ayat": 44,
    "arab": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ وَكَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً ۗوَمَا كَانَ اللّٰهُ لِيُعْجِزَهٗ مِنْ شَيْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ اِنَّهٗ كَانَ عَلِيْمًا قَدِيْرًا ",
    "translation": "Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3704.mp3",
    "tafsir": "Ayat ini masih menjelaskan sikap orang musyrik Mekah terhadap dakwah Nabi saw. Dengan segala daya dan pikiran, dengan harta dan kekayaan yang dimiliki, mereka menentang dakwah Nabi Muhammad, bahkan beliau diboikot dan dihalangi. Tetapi, segala rencana jahat guna mematahkan dakwah Islam itu pada akhirnya menjadi bumerang bagi mereka. Kegagalan kaum kafir Mekah mencegah tersiarnya dakwah Islam telah tertulis dengan tinta emas dalam sejarah Islam. Setiap usaha dan rencana jahat untuk memadamkan cahaya agama Allah di bumi ini, pasti akan gagal, sebab Allah selalu akan memelihara eksistensi agama-Nya di bumi ini, sampai akhir zaman, biarpun tidak disukai oleh orang-orang musyrik, sebagaimana disebutkan dalam ayat:\n\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. (ash-shaff/61: 8) \n\nDalam Aisar at-Tafasir disebutkan satu riwayat bahwa Ka'ab berkata kepada Ibnu 'Abbas, \"Dalam Taurat diterangkan bahwa siapa yang menggali lubang untuk kawannya, dialah yang masuk ke dalamnya.\" Ibnu 'Abbas menjawab, \"Hal itu aku temukan dalam Al-Qur'an.\" Ka'ab bertanya, \"Di mana?\" Ibnu 'Abbas menjawab, \"Bacalah wa la yahiqul makrus-sayyi' illa bi ahlih (Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri.)\" \nSeperti diuraikan di atas, kadang-kadang Allah menunda kedatangan siksa sebagai bukti kasih sayang-Nya kepada orang-orang kafir. Tetapi, jangan dikira bahwa Allah tidak akan menyiksa mereka bila mereka tidak tobat, sebab bila mereka di dunia belum merasakan siksaan, di akhirat kelak pasti akan mereka alami juga. Di akhirat nanti baru mereka yakini ke mana orang yang zalim itu ditempatkan Allah sesuai dengan ancaman Allah ketika mereka masih di dunia.\n\nDan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syu'ara'/26: 227)\n\nSekalipun azab itu sudah pasti datang, orang-orang yang tidak mengimaninya masih saja menentang kedatangannya dengan tidak menghentikan segala perbuatan jahatnya. Dalam ayat ini, Allah mengungkapkan nasib mereka kelak dengan mengatakan bahwa tidak ada yang mereka tunggu-tunggu itu melainkan siksaan seperti apa yang telah menimpa manusia dahulu kala disebabkan keingkaran mereka terhadap risalah para rasul. Tetapi, ujung ayat ini menegaskan bahwa sunah Allah menentukan bahwa setiap orang yang mendustakan ajaran-Nya pasti akan disiksa dengan azab yang tidak akan berubah dan tidak akan dipindahkan kepada orang lain. Allah tidak akan melimpahkan rahmat-Nya pada seseorang yang sudah tercatat sebagai pembangkang dan pendosa, serta tidak akan memikulkan dosanya kepada diri orang lain.\n\nDan seseorang tidak akan memikul beban dosa orang lain. (al-An'am/6: 164)",
    "quraish": "Mengapa mereka lebih suka bertopang dagu sambil mengingkari ancaman Allah terhadap orang-orang musyrik? Mengapa mereka tidak melakukan perlawatan di muka bumi guna menyaksikan dengan mata kepala mereka sendiri bekas-bekas kehancuran orang-orang terdahulu yang mendapatkan azab akibat pendustaan mereka kepada para rasul? Kendati pun orang-orang terdahulu memiliki kekuatan lebih besar dibanding mereka, orang-orang terdahulu itu tetap tidak dapat menampik azab yang Allah turunkan. Tidak ada sesuatu pun di langit dan di bumi yang dapat melemahkan Allah. Sesungguhnya ilmu Allah amat luas dan kekuasaan-Nya amat besar.",
    "jalalayn": "(Dan apakah mereka tidak berjalan di muka bumi, lalu melihat bagaimana kesudahan orang-orang yang sebelum mereka, sedangkan orang-orang itu adalah lebih besar kekuatannya dari mereka?) maka Allah tetap membinasakan mereka karena mereka telah mendustakan rasul-rasul mereka. (Dan tiada sesuatu pun yang dapat melemahkan Allah) yang dapat mendahului-Nya dan dapat meloloskan diri dari azab-Nya (baik di langit maupun di bumi. Sesungguhnya Allah Maha Mengetahui) segala sesuatu (lagi Maha Kuasa) atas semuanya."
  },
  {
    "hizb": 176,
    "name": "Fatir",
    "ayat": 45,
    "arab": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصِيْرًا ࣖ ",
    "translation": "Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3705.mp3",
    "tafsir": "Ayat ini menjelaskan manifestasi dari sifat rahman dan rahim dari Allah. Jika Allah langsung menyiksa orang-orang musyrik itu seperti apa yang mereka kehendaki, pasti mereka dan binatang-binatang mati kehausan akibat kurang minum. Tetapi, Allah tidak bertindak begitu sekalipun Dia berkuasa, sebaliknya Dia tetapkan suatu ketentuan yakni siksaan itu ditunda sampai pada waktu yang hanya diketahui-Nya sendiri. Akan tetapi, kalau azab itu telah menimpa, tidak akan dikurangi dan mereka tidak akan bisa melepaskan diri. Ketentuan Allah yang demikian itu hanya berlaku bagi umat Nabi Muhammad saja, sedang pada umat sebelumnya bila mereka bersalah, langsung dihukum tanpa penundaan. \nDalam Tafsir al-Wadhih dijelaskan bahwa ketentuan itu adalah kemuliaan yang dikaruniakan Allah kepada Nabi Muhammad, sebagai suatu hukum bagi beliau dan umatnya. Dengan harapan agar orang-orang yang masih belum mau beriman segera tobat, kembali kepada petunjuk dan ajaran-Nya. Tetapi, bila janji Allah telah datang, tidak ada waktu lagi untuk menundanya. Di situlah nanti masing-masing orang akan diperhitungkan perbuatannya. Yang baik dibalas dengan ganjaran kebaikan, yang jahat dibalas dengan azab.\nDengan kasih dan sayang Allah, Al-Qur'an menyerukan supaya manusia bertobat dan kembali kepada-Nya. Biarpun azab itu telah ditunda kedatangannya, namun kapan waktunya yang pasti, tiada seorang pun yang mengetahuinya. Orang yang merasa dirinya bersalah tidak perlu berputus asa, sebab betapapun besarnya kesalahan, jika diakhiri dengan penyesalan dan tobat yang sesungguhnya, pasti akan diampuni Allah. Dialah Yang Maha Pengampun dan Penyayang. Dialah Yang Maha Mengetahui dan memperhatikan sekalian hamba-Nya.",
    "quraish": "Seandainya Allah menurunkan siksa kepada manusia di dunia ini, maka siksa-Nya itu akan meluas sehingga tak satu binatang pun yang dapat tinggal di muka bumi. Akan tetapi, Dia menangguhkan siksaan- Nya kepada mereka sampai waktu yang telah ditetapkan, yaitu pada hari kiamat nanti. Apabila waktu yang telah ditetapkan itu tiba, Dia akan membalas perbuatan-perbuatan mereka secara teliti. Dia Maha Melihat segala perbuatan para hamba-Nya. Tak satu pun yang luput dari pengamatan-Nya. Wa Allâh a'lam.",
    "jalalayn": "(Dan kalau sekiranya Allah swt. menyiksa manusia disebabkan usahanya) karena maksiat-maksiat yang telah dikerjakannya (niscaya Dia tidak akan meninggalkan di atas permukaan bumi (suatu makhluk pun) yang hidup merayap di atasnya (akan tetapi Allah menangguhkan penyiksaan mereka, sampai waktu yang tertentu) yakni hari kiamat (maka apabila datang ajal mereka, maka sesungguhnya Allah adalah Maha Melihat keadaan hamba-hamba-Nya) Dia kelak akan membalas amal perbuatan mereka, yaitu dengan memberi pahala kepada orang-orang yang beriman dan menghukum orang-orang yang kafir."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 1,
    "arab": "يٰسۤ ۚ",
    "translation": "Ya Sin",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3706.mp3",
    "tafsir": "Pada surah-surah sebelumnya telah dibicarakan mengenai awal surah yang dimulai dengan huruf-huruf abjad. Pada kesimpulannya disebutkan bahwa pendapat yang terkuat menetapkan huruf-huruf abjad itu dimaksudkan sebagai peringatan untuk membangkitkan minat orang yang membacanya kepada hal-hal penting yang akan disebutkan dalam ayat-ayat sesudahnya. Tetapi, dari riwayat Ibnu 'Abbas diperoleh keterangan bahwa ya sin bermakna ya insan (wahai manusia) yakni wahai Muhammad. Demikian pula pendapat Abu Hurairah, 'Ikrimah, adh-ahhak, Sufyan bin Uyainah dan Sa'id bin Jubair. Menurut mereka, ya sin berasal dari logat Habsyah. Sedang Malik yang meriwayatkan dari Zaid bin Aslam menyebutkan arti ya sin adalah kependekan dari nama-nama Allah. Ada lagi yang berpendapat ya sin ringkasan dari kalimat \"Ya Sayidal Basyar\", yakni Nabi Muhammad sendiri. Atau ia adalah salah satu nama dari Al-Qur'an. Namun demikian, mayoritas ulama menyerahkan arti ya sin kepada Allah. (untuk lebih jelasnya, lihat tafsir surah al-Baqarah/2: 1)",
    "quraish": "[[36 ~ YAASIN Pendahuluan: Makkiyyah, 83 ayat ~ Surat ini dibuka dengan dua huruf yang terdapat dalam bahasa Arab. Kemudian dilanjutkan dengan bersumpah demi al-Qur'ân bahwa Muhammad saw. benar-benar termasuk salah seorang rasul yang menyampaikan dakwah sesuai dengan petunjuk al-Qur'ân untuk memperingatkan kaumnya sebagaimana leluhur mereka dahulu. Surat ini kemudian memaparkan hal ihwal para pembangkang yang tidak menerima peringatan. Dijelaskan bahwa peringatan itu hanya berguna bagi mereka yang menerima al-Qur'ân dan takut kepada Tuhan. Kelak Allah akan membangkitkan manusia dari kematiaannya untuk memperhitungkan segala perbuatannya. Setelah itu, surat ini mengetengahkan suatu ilustrasi kepada orang-orang kafir Mekah tentang perseteruan antara golongan yang mengajak kepada jalan Allah dengan golongan yang mendustakan-Nya. Lalu disebutkan akhir yang didapat oleh dua golongan itu. Selain itu, surat ini pun mengetengahkan beberapa bukti kemahakuasaan Allah yang semestinya dapat menghantarkan manusia kepada keimanan dan membuatnya selalu waspada akan ancaman Allah yang turun secara tiba-tiba guna membalas amal perbuatan setiap manusia. Pada saat itu penghuni surga akan memperoleh kesenangan dan mendapatkan semua yang mereka inginkan. Sebaliknya, para penghuni neraka akan diusir. Mulut mereka--dengan kekuasaan Allah--akan terbungkam, sementara anggota badan mereka akan dapat berbicara. Allah Mahakuasa untuk mengubah bentuk mereka. Sebab, Dialah yang mengubah orang yang diberi usia panjang dari kuat menjadi lemah, dari kuat ingatannya menjadi pikun dan kembali bersikap kekanak-kanakan. Dialah yang telah memelihara nabi-Nya dari segala bentuk ilusi dan ketidakwarasan. Dia tidak pernah mengajarkan syair kepadanya, karena seorang nabi tidak layak menjadi penyair yang kerap mempermainkan kata-kata dan mengembara ke setiap lembah. Apa yang disampaikan oleh Muhammad tidak lain adalah al-Qur'ân yang jelas dan rasional, bukan hasil khayalan. Surat ini, selanjutnya, menyebutkan tentang karunia Allah kepada para hamba-Nya. Disebutkan bahwa Allahlah yang menjadikan ternak-ternak untuk dimiliki dan dijadikan kendaraan oleh manusia. Meskipun segala karunia itu disediakan untuk kepentingan manusia, tetapi banyak manusia yang tetap mempersekutukan Allah. Mereka malah menyembah sekutu-sekutu, selain Allah, yang lemah itu. Akhirnya, surat ini ditutup dengan anjuran agar manusia memperhatikan keberadaan dirinya yang berasal dari sperma tapi kemudian menjadi penentang yang paling keras. Dijelaskan pula bahwa Sang Pencipta kejadian pertama, yang mengeluarkan api dari hijau pepohonan dan menciptakan langit dan bumi, tentu Mahakuasa untuk menghidupkan kembali tulang-tulang yang hancur berserakan. Jika Allah berkehendak, Dia hanya berkata, \"Jadilah!\" maka sesuatu itu pun terjadi. Mahasuci Allah, Sang Maha Penguasa segala sesuatu. Hanya kepada-Nyalah segala sesuatu akan kembali.]] Yâ, Sîn. Sebagaimana cara al-Qur'ân mengawali beberapa surat dengan huruf eja (al-hurûf al-muqaththa'ah), surat ini pun dibuka dengan dua huruf fonemis.",
    "jalalayn": "(Yaa siin) hanya Allahlah yang mengetahui maksudnya."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 2,
    "arab": "وَالْقُرْاٰنِ الْحَكِيْمِۙ ",
    "translation": "Demi Al-Qur'an yang penuh hikmah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3707.mp3",
    "tafsir": "Allah bersumpah dengan Al-Qur'an yang penuh hikmah. Ada beberapa arti hikmah yang disarikan dari pendapat-pendapat ahli tafsir yakni: kata \"hikmah\" di sini muhkam, berarti yang telah pasti benarnya, dan tidak mungkin terdapat di dalamnya sesuatu yang batil (tidak benar) baik makna lafadh, tujuan, hikmah, kisah, hukumnya, dan lain-lain walaupun ditinjau dari segi apa pun. \"Hakim\" adalah suatu sifat yang dimiliki oleh orang yang berakal (cerdas). Demikian halnya Al-Qur'an, dengan hikmah yang dikandungnya memberi bekal kehidupan manusia untuk menyucikan hati mereka dan memberi rasa kepuasan rohani. Dengan kesucian hati dan kejernihan pikiran, akan terbuka rahasia-rahasia yang terkandung di alam ini. Al-Qur'an memberi bimbingan hidup yang penuh dengan kebijaksanaan, segala ajarannya sejalan dan harmonis dengan pikiran yang sehat dan kehendak nafsu yang terkendali, yakni jalan pikiran yang menuju ke arah kemaslahatan manusia.",
    "quraish": "Aku bersumpah demi al-Qur'ân yang mengandung hikmah dan pengetahuan yang berguna.",
    "jalalayn": "(Demi Alquran yang penuh hikmah) yang padat dengan hikmah-hikmah, susunan kata-katanya amat mengagumkan dan makna-maknanya sangat indah lagi memukau."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 3,
    "arab": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ",
    "translation": "sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3708.mp3",
    "tafsir": "Ayat ini menyatakan bahwa tujuan sumpah Allah dengan Al-Qur'an yang mengandung hikmah itu adalah pernyataan bahwa Nabi Muhammad merupakan salah seorang di antara para rasul Allah yang diutus membawa kebenaran. Hal ini merupakan penolakan tegas terhadap orang-orang yang tidak memercayai Muhammad sebagai rasul Allah.",
    "quraish": "Bahwa kamu, wahai Muhammad, benar-benar termasuk di antara mereka yang Allah utus kepada umat manusia dengan membawa petunjuk dan agama yang benar.",
    "jalalayn": "(Sesungguhnya kamu) hai Muhammad (salah seorang dari rasul-rasul.)"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 4,
    "arab": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ",
    "translation": "(yang berada) di atas jalan yang lurus,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3709.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Rasulullah berada pada jalan yang lurus. Hal ini sebagai penegasan bahwa agama dan syariat yang dibawa Nabi Muhammad itu adalah benar, lurus, berasal dari Allah. Salah satu ciri dari risalah Muhammad selalu berada pada jalan yang lurus. Kebenaran yang dibawanya jelas, tanpa mencampuradukkan antara kebenaran dan kebatilan. Syariat Muhammad saw tidaklah cenderung mengikuti keinginan hawa nafsu manusiawi, tetapi senantiasa mendorong manusia menuju kepada kebahagiaan, baik di dunia maupun di akhirat. Firman Allah:\n\nDan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52)",
    "quraish": "Di atas jalan yang lurus, yaitu agama Islam.",
    "jalalayn": "(Yang berada di atas) berta'alluq kepada ayat sebelumnya (jalan yang lurus) jalannya para nabi sebelum kamu, yaitu jalan tauhid dan hidayah. Ungkapan yang memakai kata pengukuh sumpah dan pengukuh lainnya, dimaksud sebagai sanggahan terhadap perkataan orang-orang kafir yang ditujukan kepada Nabi Muhammad, yaitu sebagaimana yang disitir oleh firman-Nya, \"Kamu bukan seorang yang dijadikan rasul.\" (Q.S. Ar-Ra'd 43.)"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 5,
    "arab": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ",
    "translation": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3710.mp3",
    "tafsir": "Ayat ini dengan tegas menentukan kedudukan Al-Qur'an, yakni kitab suci yang berasal dari Allah, bukan kitab suci hasil karangan manusia. Allah telah menyatakan kepada para hamba-Nya agar memahami hakikat kitab suci yang diturunkan-Nya, yaitu dari Zat Yang Maha Perkasa, yang bertindak seperti apa yang dikehendaki-Nya, tetapi Dia juga Maha Penyayang kepada hamba-Nya. Kasih sayang itu tertuang dalam Al-Qur'an yang mengandung rahmat bagi seluruh manusia.\nArti yang serupa dengan ayat ini adalah:\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam. (asy-Syu'ara'/26: 192)",
    "quraish": "Yang diturunkan oleh Sang Mahakuasa lagi Mahaperkasa atas segala sesuatu, sehingga tak seorang pun dapat menghalang-halangi kehendak-Nya. Dia pun Maha Pengasih terhadap para hamba-Nya. Karena itulah, Dia mengutus kepada mereka orang yang menunjuki jalan keselamatan.",
    "jalalayn": "(Sebagai wahyu yang diturunkan oleh Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Penyayang) kepada makhluk-Nya. Khabar dari Mubtada diperkirakan keberadaannya, yaitu lafal Alquran. Maksudnya, Alquran ini sebagai wahyu yang diturunkan."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 6,
    "arab": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ",
    "translation": "agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3711.mp3",
    "tafsir": "Adapun hikmah penurunan Al-Qur'an antara lain untuk memberi peringatan kepada bangsa Arab yang belum pernah diutus kepada mereka seorang rasul. Dalam ayat ini disebutkan kerusakan moral bangsa Arab akibat sifat lalai dalam hati mereka. Hati yang lalai ialah hati yang tidak melaksanakan kewajiban yang harus dilaksanakan. Mereka adalah bangsa Arab keturunan Nabi Ismail yang belum pernah dikirim seorang rasul pun kepada mereka. Oleh karena itu, mereka belum mengenal syariat yang membawa manusia kepada kebahagiaan hidup di dunia dan akhirat. Adapun kata qaum yang mengandung pengertian khusus ditujukan kepada bangsa Arab saja, tidak mengubah maksud risalah yang sebenarnya, yakni tertuju kepada seluruh manusia, sebagaimana ditegaskan dalam ayat lain:\n\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua. (al-A'raf/7: 158)",
    "quraish": "Agar kamu memberi peringatan kepada suatu kaum yang nenek moyang terdekat mereka tidak diberi peringatan. Karena itulah mereka menjadi lupa akan kewajiban mereka kepada Allah, diri mereka sendiri dan umat manusia.",
    "jalalayn": "(Agar kamu memberi peringatan) dengan Alquran itu (kepada kaum) lafal Litundzira berta'alluq kepada lafal Tanziilun (yang bapak-bapak mereka belum pernah diberi peringatan) mereka belum pernah diberi peringatan karena hidup di zaman fatrah atau zaman kekosongan nabi dan rasul (karena itu mereka) yakni kaum itu (dalam keadaan lalai) lalai dari iman dan petunjuk."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 7,
    "arab": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3712.mp3",
    "tafsir": "Telah menjadi ketetapan Allah untuk mengazab nenek moyang orang-orang kafir sebagaimana terjadi pada kebanyakan umat yang telah menolak kedatangan rasul yang diutus kepada mereka. Keingkaran dan kejahatan akhlak mereka menyebabkan hati mereka tidak mampu menghayati kebenaran dan tidak mau tunduk kepada Allah.",
    "quraish": "Sungguh telah ada dalam pengetahuan Kami bahwa kebanyakan mereka itu tidak akan beriman. Demikianlah, apa yang terjadi pada mereka itu sesuai dengan apa yang ada dalam pengetahuan Kami, dalam mana banyak di antara mereka yang tidak menerima keimanan.",
    "jalalayn": "(Sesungguhnya telah pasti berlaku perkataan) yakni ketentuan Allah telah pasti (terhadap kebanyakan mereka) yakni azab-Nya telah pasti atas mereka (karena mereka tidak beriman) kebanyakan dari mereka tidak beriman."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 8,
    "arab": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ",
    "translation": "Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3713.mp3",
    "tafsir": "Kemudian diberikan sebuah perumpamaan bagi orang-orang yang tidak mau beriman itu, seolah-olah belenggu telah dipasang di leher mereka, tangan diangkat sampai ke atas dagu. Hal demikian menyebabkan muka mereka selalu tertengadah. Demikianlah gambaran orang yang tidak beriman karena dia tidak dapat menoleh ke kanan dan ke kiri untuk mengambil perbandingan. Belenggu itu demikian erat, sehingga tidak memungkinkan kepalanya bergerak sama sekali. Di ayat lain terdapat pula keterangan:\n\nDan seandainya kebenaran itu menuruti keinginan mereka, pasti binasalah langit dan bumi, dan semua yang ada di dalamnya. Bahkan Kami telah memberikan peringatan kepada mereka, tetapi mereka berpaling dari peringatan itu. (al-Mu'minun/23: 71) \n\nMenurut riwayat, ayat ini pada mulanya diturunkan sehubungan dengan niat Abu Jahal bersama dua orang temannya yang berasal dari Bani Makhzum. Abu Jahal pernah bersumpah bila melihat Muhammad sedang salat di Baitullah, ia akan menjatuhkan batu besar ke atas kepalanya. Pada suatu hari, dilihatnya Nabi sedang sujud, di tangannya sudah tersedia batu yang cukup besar. Ketika batu itu diangkatnya dan akan dilemparkan ke arah Nabi yang sedang sujud itu, ia jadi ragu-ragu dan batu itu terlepas dari pegangan tangannya. Abu Jahal kembali kepada kaumnya dan menceritakan apa yang terjadi. \nKemudian ada pula seorang Bani Makhzum karena tertarik dengan cerita Abu Jahal, bermaksud pula melempar Nabi pada waktu beliau akan salat. Ketika ia hendak melaksanakan niat jahatnya, Allah membutakan matanya. Ia kembali kepada kaumnya dalam keadaan buta. Dia menceritakan bahwa ketika hendak melaksanakan niatnya tiba-tiba muncul seekor binatang besar yang siap hendak menerkamnya. Seandainya batu itu ia lemparkan juga, binatang itu pasti menerkamnya. Ada yang mengatakan bahwa makna belenggu di sini adalah arti majazi (kiasan). Jadi yang dimaksud dengan belenggu adalah penghalang yang menghalangi niat seseorang untuk beriman kepada Allah.",
    "quraish": "Sesungguhnya Kami menjadikan mereka yang bersikeras mempertahankan kekufuran bagaikan orang yang memasang belenggu di leher mereka hingga mencapai dagu. Lalu mereka mengikat dan mengangkat tangan mereka ke kepala dengan mata terpejam. Dengan demikian, mereka tak dapat menggerakkan kepala untuk melihat.",
    "jalalayn": "(Sesungguhnya Kami telah memasang belenggu di leher mereka) tangan mereka disatukan dengan leher mereka dalam satu belenggu, karena pengertian lafal Al-Ghillu ialah mengikatkan kedua tangan ke leher (lalu tangan mereka) yaitu tangan-tangan mereka diangkat dan disatukan (ke dagu) mereka, lafal Adzqaan bentuk jamak dari lafal Dzaqanun yaitu tempat tumbuh janggut (maka karena itu mereka tertengadah) kepala mereka terangkat dan tidak dapat ditundukkan. Ini merupakan tamtsil, yang dimaksud ialah mereka tidak mau taat untuk beriman, dan mereka sama sekali tidak mau menundukkan kepalanya dalam arti kata tidak mau beriman."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 9,
    "arab": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ",
    "translation": "Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3714.mp3",
    "tafsir": "Kemudian digambarkan pula bahwa orang-orang yang tidak beriman itu memandang baik perbuatan jahat yang mereka kerjakan. Hal demikian menyebabkan mereka menjadi sombong, sehingga mereka enggan mengikuti ajaran rasul. Pikirannya tertutup dari kebenaran, dari apa yang dapat mendatangkan manfaat. Oleh karena itu, tidak ada yang bisa mereka pahami kecuali apa yang telah diwariskan dari nenek moyang mereka. Ringkasnya, mereka selalu berada dalam penjara kebodohan, seolah-olah hati mereka dipisahkan oleh dinding, sehingga mereka tidak bisa berpikir dan merenungkan dalil-dalil kebenaran ajaran yang dibawa rasul. \nAda pula yang mengartikan dinding yang menghalangi itu dengan hijab; hingga berarti Allah menjadikan hijab yang menghalangi orang-orang musyrik untuk menyakiti Rasul. Sedang mata yang tertutup diartikan, mereka tidak bisa mengindra dengan baik sesuatu yang dilihatnya, dan tidak satu pun petunjuk yang dapat meluruskan pikiran mereka.\n(10) Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang tidak bisa menerima petunjuk itu walaupun diancam dengan siksaan yang pedih, tidak akan berubah. Sebab hati mereka sebenarnya sudah terpatri mati dan tidak dapat menerima petunjuk. Hal yang demikian disebabkan pikiran mereka tidak sanggup lagi memikirkan kebenaran yang disampaikan, dan mata mereka sudah buta dari kebenaran itu. Ringkasnya, siapa yang telah ditetapkan Allah kesesatannya tidak mungkin lagi bermanfaat baginya segala nasihat yang disampaikan orang. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 6-7)\n\nDan firman-Nya:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman. (Yunus/10: 96)",
    "quraish": "Mereka yang tidak memperhatikan ayat-ayat dan bukti-bukti kebesaran Tuhan, Kami umpamakan seperti orang yang terapit oleh dua dinding sehingga mata mereka terhalang untuk melihat apa yang ada di hadapan dan di belakang mereka.",
    "jalalayn": "(Dan Kami adakan di hadapan mereka dinding dan di belakang mereka dinding) lafal Saddan dalam dua tempat tadi boleh dibaca Suddan (dan Kami tutup -mata- mereka sehingga mereka tidak dapat melihat.) Ini merupakan tamtsil yang menggambarkan tertutupnya jalan iman bagi mereka."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 10,
    "arab": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3715.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang tidak bisa menerima petunjuk itu walaupun diancam dengan siksaan yang pedih, tidak akan berubah. Sebab hati mereka sebenarnya sudah terpatri mati dan tidak dapat menerima petunjuk. Hal yang demikian disebabkan pikiran mereka tidak sanggup lagi memikirkan kebenaran yang disampaikan, dan mata mereka sudah buta dari kebenaran itu. Ringkasnya, siapa yang telah ditetapkan Allah kesesatannya tidak mungkin lagi bermanfaat baginya segala nasihat yang disampaikan orang. Allah berfirman:\n\nSesungguhnya orang-orang kafir, sama saja bagi mereka, engkau (Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman. Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 6-7)\n\nDan firman-Nya:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman. (Yunus/10: 96)",
    "quraish": "Baik kamu peringati mereka ataupun tidak, hasilnya sama saja: mereka tidak akan beriman.",
    "jalalayn": "(Sama saja bagi mereka apakah kamu memberi peringatan kepada mereka) dapat dibaca Tahqiq dan dapat pula dibaca Tas-hil (ataukah kamu tidak memberi peringatan kepada mereka, mereka tidak akan beriman.)"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 11,
    "arab": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ",
    "translation": "Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3716.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa hanya orang yang dapat menerima petunjuk Nabi Muhammad yang takut mendengar ancaman Allah, yakni orang-orang yang beriman pada Al-Qur'an dan mau melaksanakan pedoman yang telah digariskannya. Mereka merasa sadar, gentar, dan ngeri bila mendengar ancaman dan siksaan Allah. Allah Mahabesar rahmat-Nya dan Mahapedih siksa-Nya, sebagaimana disebutkan dalam ayat lain:\n\nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50) \n\nAllah memerintahkan Nabi Muhammad untuk memberi kabar gembira kepada orang-orang yang beriman bahwa mereka akan mendapat magfirah (ampunan) dan pahala yang mulia, yaitu nikmat yang abadi yang tidak dapat dilukiskan, tidak pernah terlihat oleh mata, terdengar oleh telinga, dan terlintas dalam hati. Ayat lain menyatakan:\n\nSesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. (al-Mulk/67: 12)\n\nMaksud firman Allah \"takut kepada Tuhan Yang Maha Pengasih walaupun tidak melihatnya\" ialah selalu melaksanakan perintah dan menjauhi larangan-Nya di saat ada atau tidak orang yang mengetahui, atau ia bertakwa kepada Allah baik waktu ia sendirian maupun bersama orang lain. Orang-orang beriman dan berkepribadian seperti di ataslah yang diberi Allah kabar gembira melalui Nabi Muhammad. Kabar gembira itu adalah segala dosa yang pernah mereka kerjakan akan diampuni Allah dengan magfirah-Nya, dan mereka akan menikmati pahala yang mulia yakni surga yang luasnya seluas langit dan bumi, seperti yang dinyatakan oleh ayat:\n\nDan bersegeralah kamu mencari ampunan dari Tuhanmu dan mendapatkan surga yang luasnya seluas langit dan bumi yang disediakan bagi orang-orang yang bertakwa. (ali 'Imran/3: 133)",
    "quraish": "Peringatanmu itu hanya berguna bagi mereka yang mengikuti petunjuk al-Qur'ân dan takut kepada Sang Maha Penyayang, meskipun mereka tidak melihat-Nya. Kepada mereka ini berilah kabar gembira berupa ampunan Allah atas segala kesalahan. Amal perbuatan mereka pun akan mendapatkan balasan kebaikan.",
    "jalalayn": "(Sesungguhnya Kamu hanya dapat memperingati) yakni akan dapat mengambil manfaat dari peringatanmu (orang yang mau mengikuti peringatan) petunjuk Alquran (dan yang takut kepada Tuhan Yang Maha Pemurah walaupun Dia tidak melihat-Nya) yakni ia tetap takut kepada-Nya sekalipun ia tidak melihat-Nya. (Maka berilah ia kabar gembira dengan ampunan dan pahala yang mulia) yaitu mendapat surga."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 12,
    "arab": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ࣖ",
    "translation": "Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3717.mp3",
    "tafsir": "Kemudian disebutkan pula bahwa orang harus merasa takut kepada Tuhannya, karena Allah akan menghidupkan kembali semua orang yang telah mati dan membangkitkan mereka dari kuburnya masing-masing pada hari Akhirat. Ketika itu manusia memperoleh catatan dari seluruh perbuatan, baik besar maupun kecil, yang pernah dikerjakan di dunia dahulu. Tiada satu pun perbuatan yang luput dari catatan. Semuanya tertulis dalam buku itu dengan teliti dan. Al-Qur'an menyatakan:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) \n\nTidak hanya perbuatan mereka yang tertulis dalam buku itu, tetapi juga segala amal yang mereka tinggalkan, yang diikuti dan masih dimanfaatkan orang banyak setelah ia meninggal dunia, seperti ilmu pengetahuan yang diajarkannya, harta benda yang diwakafkan, atau rumah sakit yang didirikannya untuk kesehatan masyarakat. Demikian pula perbuatan jahat yang ditinggalkan, seperti fitnah yang pernah ditebarkannya sehingga mengakibatkan orang saling berselisih atau berpecah-belah. Ringkasnya, setiap perbuatan yang menimbulkan pengaruh, baik yang bermanfaat atau menimbulkan mudarat, tertulis semua dalam buku itu. Ayat ini sejalan dengan hadis Rasulullah yang berbunyi:Barang siapa membuat tradisi (kebiasaan) yang baik ia akan memperoleh pahalanya dan pahala orang yang mengamalkannya sesudah ia meninggal tanpa dikurangi sedikit pun pahala mereka. Dan barangsiapa membuat suatu tradisi (kebiasaan) yang buruk, ia akan memikul dosanya dan dosa orang yang mengerjakannya setelah (ia) meninggal dunia tanpa dikurangi sedikit pun dosa mereka. Kemudian Rasulullah membaca ayat \"wanaktubu maqaddamu wa atsarahum\" (dan Kami-lah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan).\" (Riwayat al-Bukhari dari Abu Musa.. al-Asy'ari) \n\nSehubungan dengan makna firman Allah \"Dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan\", Imam at-Tirmidzi meriwayatkan sebuah kisah, seperti yang dimuat oleh Ibnu Katsir dalam tafsirnya, di mana diceritakan ada orang-orang dari Bani Salamah tinggal di pinggiran kota Medinah. Mereka merasa betapa jauhnya tempat kediaman mereka dari masjid Nabi. Agar mereka dapat datang berjamaah lebih awal untuk memperoleh keutamaan salat berjamaah, mereka berniat untuk memindahkan rumah mereka ke daerah sekitar masjid, maka turunlah ayat ini. Setelah Rasulullah memanggil mereka, beliau pun bersabda, \"Niatmu yang baik itu akan ditulis.\" Akhirnya mereka tidak jadi pindah. \nIbnu Jarir ath-thabari meriwayatkan pula bahwa rumah sebagian orang Anshar jauh dari masjid Rasulullah. Mereka ingin memindahkannya, maka turunlah ayat ini. Mereka akhirnya membatalkan maksud tersebut. Barangkali yang mendorong orang-orang Bani Salamah atau segolongan sahabat Anshar hendak memindahkan rumah mereka adalah hadis Nabi saw yang menyatakan bahwa salat berjamaah itu 27 kali lipat pahalanya dibanding dengan salat yang dikerjakan sendirian.\nRasulullah bersabda:\nManusia yang paling banyak pahalanya dalam salat ialah orang yang paling jauh berjalan dengan kaki, kemudian yang paling jauh, dan orang yang menunggu salat sehingga ia mengerjakannya bersama imam lebih besar pahalanya daripada orang yang mengerjakan salat (sendiri) kemudian ia tidur.\" (Riwayat al-Bukhari dan Muslim dari Abu Musa) \n\nKemudian lebih ditegaskan lagi bahwa tidak hanya perbuatan Bani Adam yang tertulis dalam buku itu dengan teliti, tetapi juga apa yang terjadi di bumi ini. Menurut penjelasan ahli tafsir yang dimaksud dengan imamum mubin (kitab induk yang nyata) ialah Lauh Mahfudh. Ayat ini diperkuat lagi dengan keterangan ayat-ayat lain yang berbunyi:\n\nDia (Musa) menjawab, \"Pengetahuan tentang itu ada pada Tuhanku, di dalam sebuah Kitab (Lauh Mahfudh), Tuhanku tidak akan salah ataupun lupa.\" (thaha/20: 52)\n\nDan ayat:\n\nDan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. (al-Qamar/54: 53)\n\nDemikian penjelasan ayat-ayat di atas yang memastikan datangnya hari Kiamat, di mana manusia akan menerima balasan dari semua usahanya, baik jahat maupun baik. Dari ayat ini dapat dipahami bahwa kabar gembira berupa ampunan dan surga bagi orang yang takwa kepada Tuhan dan mengikuti petunjuk Al-Qur'an ditetapkan Allah nanti setelah hari Kebangkitan.",
    "quraish": "Sesungguhnya Kamilah yang menghidupkan kembali sesuatu yang telah mati dan mencatat segala amal perbuatan mereka di dunia, lengkap dengan peninggalan-peninggalan mereka setelah kematian. Semua itu telah Kami tetapkan dalam sebuah kitab yang jelas.",
    "jalalayn": "(Sesungguhnya Kami menghidupkan orang-orang mati) yakni menghidupkannya kembali (dan Kami menuliskan) di Lohmahfuz (apa yang telah mereka kerjakan) selama hidup di dunia berupa kebaikan dan keburukan, lalu Kami membalasnya kepada mereka (dan bekas-bekas yang mereka tinggalkan) hal-hal yang dijadikan panutan dari perbuatan mereka sesudah mereka tiada (serta segala sesuatu) dinashabkannya lafal Kulla oleh pengaruh Fiil atau kata kerja yang menjelaskannya, yaitu kalimat berikutnya (Kami catat) Kami kumpulkan satu persatu secara mendetail (di dalam kitab induk yang nyata) yaitu di Lohmahfuz."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 13,
    "arab": "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ",
    "translation": "Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3718.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad untuk menceritakan kepada kaum musyrik Quraisy dan sekaligus kepada kaum yang mendustakan risalahnya tentang riwayat Ashhabul Qaryah sebagai pengajaran bagi mereka. Intisari dari kisah itu menyatakan bahwa siapa saja yang mendustakan rasul akan mengalami nasib malang seperti apa yang dialami oleh Ashhabul Qaryah. Dalam beberapa tafsir diterangkan bahwa yang dimaksud dengan Ashhabul Qaryah adalah penduduk kota Antakia (Arab: Anthakiyah), tetapi ada yang menyebut penduduk suatu kota yang tidak dikenal.\nSedangkan tiga utusan itu, ada yang menyebut bahwa mereka adalah utusan Isa. kepada penduduk negeri tersebut, dan ada pula yang menyebut mereka adalah rasul yang diutus kepada penduduk negeri tersebut.",
    "quraish": "Dan ingatkanlah kaummu, wahai Muhammad, tentang kisah penduduk suatu kota(1) yang memiliki kesamaan dengan kisah kehidupan mereka, tatkala para utusan Allah datang untuk menyampaikan petunjuk kebenaran. (1) Beberapa pakar tafsir menyebutkan bahwa kota yang disebut dalam ayat ini adalah kota Antokiah.",
    "jalalayn": "(Dan buatlah) adakanlah (buat mereka suatu perumpamaan) lafal Matsalan adalah Maf'ul Awal (yaitu penduduk) lafal Ashhaaba ini menjadi Maf'ul yang kedua (suatu negeri) yaitu kota Inthakiah (ketika datang kepada mereka) lafal ayat ini sampai akhir ayat berkedudukan menjadi Badal Isytimal dari lafal Ashhaabal Qaryah (utusan-utusan) utusan-utusan Nabi Isa."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 14,
    "arab": "اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ",
    "translation": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, “Sungguh, kami adalah orang-orang yang diutus kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3719.mp3",
    "tafsir": "Oleh karena kedua utusan itu ada yang menyebutkan bernama (Yuhana dan Bulus) tidak berhasil melaksanakan misinya, dikirim lagi seorang yang bernama Syam.'un dengan tugas yang sama. Risalah yang mereka bawa adalah supaya penduduk Antakia itu mau membersihkan dirinya dari perbuatan syirik, supaya mereka melepaskan diri dari segala bentuk sesembahan selain Allah, dan kemudian kembali kepada ajaran tauhid.",
    "quraish": "Kami telah mengutus dua orang rasul kepada mereka, tetapi mereka mendustakan keduanya. Lalu Kami perkuat kedua rasul itu dengan mengutus rasul ketiga. Ketiga rasul itu pun berkata, \"Sesungguhnya kami diutus untuk kalian semua.\"",
    "jalalayn": "(Yaitu ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya) ayat ini seluruhnya berkedudukan sebagai Badal dari lafal Idz yang pertama (kemudian Kami kuatkan) kedua utusan itu; lafal ayat ini dapat dibaca Takhfif sehingga bunyinya menjadi Fa'azaznaa dapat pula dibaca Tasydid, sehingga bunyinya menjadi Fa'azzaznaa (dengan -utusan- yang ketiga, maka ketiga utusan itu berkata, \"Sesungguhnya kami adalah orang-orang yang diutus kepada kalian.\")"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 15,
    "arab": "قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ",
    "translation": "Mereka (penduduk negeri) menjawab, “Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3720.mp3",
    "tafsir": "Kemudian dalam ayat ini disebutkan alasan mendasar kaumnya tidak mau beriman kepada Allah. Kebanyakan orang-orang yang mendustakan itu berkeyakinan bahwa ketiga utusan itu adalah manusia biasa saja seperti mereka juga, tanpa ada keistimewaan yang menonjol. Ketika itu, mungkin juga sekarang, seseorang tidak akan dihargai kalau tidak mempunyai kepandaian atau keahlian yang luar biasa.\nAlasan kedua, karena mereka yakin bahwa Tuhan Yang Maha Pengasih tidaklah menurunkan risalah ataupun kitab yang berisi wahyu dan Dia tidak pula memerintahkan untuk beriman kepada ketiga utusan itu. Oleh karena itu, mereka menyimpulkan ketiga utusan itu bohong belaka. Firman Allah yang menggambarkan penolakan mereka \"ma anzala ar-rahman\", menunjukkan bahwa penduduk Antakia itu telah lama mengenal Tuhan, hanya mereka mengingkarinya dan digantinya dengan berhala. Oleh sebab itu, semua rasul mereka tolak.",
    "quraish": "Akan tetapi penduduk kota itu menolak ajakan mereka dan berkata, \"Kalian tidak lain hanyalah manusia biasa seperti kami. Sang Maha Penyayang tidak akan mewahyukan sesuatu kepada manusia. Kalian tidak lain hanyalah sekelompok orang yang mengatakan sesuatu tanpa dasar.\"",
    "jalalayn": "(Mereka menjawab, \"Kalian tidak lain hanyalah manusia seperti kami dan Allah Yang Maha Pemurah tidak menurunkan sesuatu pun. Tidak lain) (kalian hanyalah pendusta belaka.\")"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 16,
    "arab": "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ",
    "translation": "Mereka berkata, “Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan(-Nya) kepada kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3721.mp3",
    "tafsir": "Pandangan demikian dibantah oleh utusan-utusan itu dengan mengatakan hanya Allah yang mengetahui bahwa mereka benar-benar orang yang diutus kepada penduduk tersebut. Apabila mereka bohong, maka azab yang pedih akan menimpa mereka. Tugas mereka ini akan diridai Allah, dan pasti akan diketahui kelak siapa yang bersalah dan harus menanggung risiko atas kesalahan itu. Dalam ayat lain, jawaban seperti itu memang bisa diucapkan oleh seorang rasul, misalnya:\n\nDan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka, dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. (al-'Ankabut/29: 53)",
    "quraish": "Rasul-rasul itu berkata, \"Tuhan yang mengutus kami Mahatahu bahwa kami benar-benar diutus kepada kalian.",
    "jalalayn": "(Mereka berkata, \"Rabb kami mengetahui) kalimat ayat ini mengandung makna qasam, kemudian pengukuhannya ditambah dengan adanya huruf Lam pada lafal Lamursaluuna, sebagai sanggahan terhadap perkataan mereka (bahwa sesungguhnya kami adalah orang-orang yang diutus kepada kalian.)"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 17,
    "arab": "وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
    "translation": "Dan kewajiban kami hanyalah menyampaikan (perintah Allah) dengan jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3722.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa misi yang dibawa para rasul itu hanyalah sekadar menyampaikan risalah Allah. Keputusan ada di tangan manusia, apakah akan beriman kepada risalah tersebut atau tidak. Jika mereka beriman, faedah keimanan itu adalah untuk kebahagiaan mereka juga, di dunia dan di akhirat. Sebaliknya, kalau orang-orang kafir itu tidak mau melaksanakan seruan para rasul itu, tentu akibatnya akan menimpa diri mereka sendiri.",
    "quraish": "Kewajiban kami hanyalah menyampaikan risalah Allah secara jelas.\"",
    "jalalayn": "(Dan kewajiban kami tidak lain hanyalah menyampaikan -perintah Allah- dengan jelas\") menyampaikan yang jelas dan gamblang melalui mukjizat-mukjizat yang terang, yaitu dapat menyembuhkan orang buta, yang berpenyakit supak, dan dapat menghidupkan orang mati."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 18,
    "arab": "قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ  لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ",
    "translation": "Mereka menjawab, “Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3723.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa penduduk Antakia tidak bisa lagi mematahkan alasan-alasan para rasul itu. Oleh karena itu, mereka mengancam dengan mengatakan bahwa kalau kesengsaraan menimpa mereka kelak, maka hal ini disebabkan perbuatan ketiga orang tersebut. Dengan demikian, kalau para rasul itu tidak mau menghentikan dakwah yang sia-sia ini, terpaksa mereka merajamnya dengan batu atau menjatuhkan siksaan yang amat pedih. Ketiga utusan itu menangkis perkataan mereka dengan mengatakan bahwa seandainya penduduk Antakia kelak terpaksa mengalami siksaan, itu adalah akibat perbuatan mereka sendiri. Bukankah mereka yang mempersekutukan Allah, mengerjakan perbuatan maksiat, dan melakukan kesalahan-kesalahan? Sedangkan ketiga utusan itu hanya sekadar mengajak mereka untuk mentauhidkan Allah, mengikhlaskan diri dalam beribadah, dan tobat dari segala kesalahan. Apakah karena para rasul itu memperingatkan mereka dengan azab Allah yang sangat pedih dan mengajak mereka mengesakan Allah, lalu mereka menyiksa para rasul itu? Itukah balasan yang pantas bagi para rasul itu? Hal itu menunjukkan bahwa mereka adalah bangsa yang melampaui batas dengan cara berpikir dan menetapkan putusan untuk menyiksa dan merajam para rasul. Mereka menganggap buruk orang-orang yang semestinya menjadi tempat mereka meminta petunjuk. Ayat yang mirip pengertiannya dengan ayat ini adalah:\n\nKemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, \"Ini adalah karena (usaha) kami.\" Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui. (al-A'raf/7: 131)",
    "quraish": "Penduduk kota itu berkata, \"Sungguh kami merasa muak dengan kalian. Kami bersumpah, bila kalian tidak menghentikan seruan itu, kami akan merajam kalian dengan bebatuan. Kalian akan mendapatkan suatu azab yang sangat menyakitkan dari kami.\"",
    "jalalayn": "(Mereka menjawab, \"Sesungguhnya kami bernasib malang) mengalami kesialan (karena kalian) kami mengalami kekeringan dan tidak pernah turun hujan sebab ada kalian (sesungguhnya jika) huruf Lam di sini bermakna qasam (kalian tidak berhenti -menyeru kami-, niscaya kami akan merajam kalian) dengan batu-batu (dan kalian pasti akan mendapat siksa yang pedih dari kami.\") siksa yang menyakitkan."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 19,
    "arab": "قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
    "translation": "Mereka (utusan-utusan) itu berkata, “Kemalangan kamu itu adalah karena kamu sendiri. Apakah karena kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3724.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa penduduk Antakia tidak bisa lagi mematahkan alasan-alasan para rasul itu. Oleh karena itu, mereka mengancam dengan mengatakan bahwa kalau kesengsaraan menimpa mereka kelak, maka hal ini disebabkan perbuatan ketiga orang tersebut. Dengan demikian, kalau para rasul itu tidak mau menghentikan dakwah yang sia-sia ini, terpaksa mereka merajamnya dengan batu atau menjatuhkan siksaan yang amat pedih. Ketiga utusan itu menangkis perkataan mereka dengan mengatakan bahwa seandainya penduduk Antakia kelak terpaksa mengalami siksaan, itu adalah akibat perbuatan mereka sendiri. Bukankah mereka yang mempersekutukan Allah, mengerjakan perbuatan maksiat, dan melakukan kesalahan-kesalahan? Sedangkan ketiga utusan itu hanya sekadar mengajak mereka untuk mentauhidkan Allah, mengikhlaskan diri dalam beribadah, dan tobat dari segala kesalahan. Apakah karena para rasul itu memperingatkan mereka dengan azab Allah yang sangat pedih dan mengajak mereka mengesakan Allah, lalu mereka menyiksa para rasul itu? Itukah balasan yang pantas bagi para rasul itu? Hal itu menunjukkan bahwa mereka adalah bangsa yang melampaui batas dengan cara berpikir dan menetapkan putusan untuk menyiksa dan merajam para rasul. Mereka menganggap buruk orang-orang yang semestinya menjadi tempat mereka meminta petunjuk. Ayat yang mirip pengertiannya dengan ayat ini adalah:\n\nKemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, \"Ini adalah karena (usaha) kami.\" Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui. (al-A'raf/7: 131)",
    "quraish": "Para rasul itu berkata, \"Rasa muak yang ada pada kalian itu sebenarnya disebabkan oleh sikap kafir kalian. Pantaskah kalian merasa muak kepada kami serta mengancam kami dengan azab yang pedih, sementara kami memberikan kalian nasihat-nasihat yang membawa kepada kebahagiaan? Tetapi begitulah adanya, kalian merupakan sekelompok manusia yang melenceng dari kebenaran dan keadilan.\"",
    "jalalayn": "(Utusan-utusan itu berkata, \"Kemalangan kalian) yakni kesialan kalian itu (adalah karena kalian sendiri\") disebabkan ulah kalian sendiri karena kafir. (Apakah jika) Hamzah Istifham digabungkan dengan In Syarthiyah, keduanya dapat dibaca Tahqiq, dan dapat pula dibaca Tas-hil (kalian diberi peringatan) yakni diberi nasihat dan peringatan; jawab Syarath tidak disebutkan. Lengkapnya ialah apakah jika kalian diberi peringatan lalu kalian bernasib sial karenanya lalu kalian kafir? Pengertian terakhir inilah objek daripada Istifham atau kata tanya. Makna yang dimaksud adalah sebagai cemoohan terhadap mereka. (Sebenarnya kalian adalah kaum yang melampaui batas) karena kemusyrikan kalian."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 20,
    "arab": "وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ  ",
    "translation": "Dan datanglah dari ujung kota, seorang laki-laki dengan bergegas dia berkata, “Wahai kaumku! Ikutilah utusan-utusan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3725.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa sunatullah berlaku adalah apabila rasul yang bertugas menyampaikan kebenaran terdesak, pasti akan mendapat bantuan Allah. Berkaitan dengan kisah penolakan penduduk Antakia terhadap tiga utusan Nabi Isa, datanglah seorang laki-laki bernama habib an-Najjar yang tidak memiliki pengaruh ataupun kekuasaan yang menentukan, juga bukan keluarga atau orang yang berpengaruh terhadap raja negeri itu. Hanya dengan dinamika kekuatan imannya sajalah dia datang dari pelosok negeri guna membela ketiga utusan itu dengan memperingatkan orang-orang yang hendak menyiksa mereka. Ia menyerukan agar penduduk kota itu mengikuti para rasul yang datang hanya untuk menyampaikan petunjuk Allah.",
    "quraish": "Lalu dari tempat yang sangat jauh dari kota, datanglah seseorang yang bergegas menuju penduduk kota. Ia berkata, \"Wahai kaumku, ikutilah jejak para rasul yang diutus oleh Allah kepada kalian itu.",
    "jalalayn": "(Dan datanglah dari ujung kota seorang laki-laki) Habib An Najjar atau Habib si tukang kayu; dia telah beriman kepada utusan-utusan Nabi Isa, dan tempat tinggalnya berada di ujung kota Inthakiyah (dengan bergegas-gegas) lari dengan cepat, tatkala ia mendengar berita bahwa kaumnya mendustakan utusan-utusan itu (ia berkata, \"Hai kaumku! Ikutilah utusan-utusan itu.)"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 21,
    "arab": "اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ  ۔",
    "translation": "Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3726.mp3",
    "tafsir": "Laki-laki itu menjelaskan bahwa ketiga utusan yang mendakwahkan kebenaran itu tidak mengharapkan balas jasa sama sekali atas jerih payahnya menyampaikan risalah itu. Mereka memperoleh petunjuk dari Allah bahwa yang seharusnya disembah itu adalah Allah Yang Maha Esa, tanpa menyekutukan-Nya dengan sesuatu apa pun.\nLaki-laki yang bernama habib an-Najjar itu datang dari jauh untuk menjelaskan kepada penduduk Antakia bahwa ia memberikan pelajaran dan pengajaran kepada mereka, setelah ia meyakini apa yang disampaikannya merupakan sesuatu yang baik bagi dirinya sendiri dan mereka. Mengapa ia tidak menyembah Allah Yang Maha Esa yang telah menciptakannya, dan kepada-Nya akan kembali semua yang hidup ini? Di sanalah mereka akan menerima segala ganjaran perbuatan mereka. Orang yang berbuat baik pasti menikmati hasil kebaikannya, sedangkan yang berbuat jahat, sudah barang tentu tidak sanggup melepaskan diri dari azab sebagai balasannya. Penegasan di atas adalah sebagai jawaban dari pertanyaan kaumnya yang tidak mau beriman.\nMenurut habib, tidak pantas ia mencari tuhan yang lain selain daripada Tuhan Yang Maha Esa. Tuhan yang mereka puja adalah tuhan yang tidak sanggup memberi manfaat atau menolak mudarat, tidak mendengar dan melihat, serta tidak bisa memberi pertolongan (syafaat). Tuhan-tuhan itu sudah barang tentu tidak dapat menghindarkan mereka dari azab Allah, walaupun mereka telah menyembahnya. Oleh karena itu, bila ia turut serta menyembah apa yang mereka sembah selain dari Tuhan Yang Maha Esa, sungguh ia telah menempuh jalan yang sesat. Kalau ia menyembah patung yang terbuat dari batu atau makhluk-makhluk lainnya, yang sama sekali tidak mungkin mendatangkan manfaat atau menolak mudarat, bukankah itu berarti ia sudah berada dalam kesesatan?\nLaki-laki yang datang dari jauh itu mengakhiri nasihatnya dengan menegaskan di hadapan kaumnya kepada ketiga utusan itu tentang pendiriannya yang sejati. Ia berkata, \"Dengarlah wahai utusan-utusan Nabi Isa, aku beriman kepada Tuhanmu yang telah mengutus kamu. Oleh karena itu, saksikanlah dan dengarkanlah apa yang aku ucapkan ini\". \nMenurut riwayat, setelah habib mengumandangkan pendiriannya, kaum kafir itu lalu melemparinya dengan batu. Sekujur tubuhnya mengeluarkan darah. Akhirnya habib meninggal dalam keadaan syahid menegakkan kebenaran. Ada pula riwayat yang mengatakan bahwa kedua kakinya ditarik ke arah yang berlawanan sampai sobek sehingga dari arah duburnya memancar darah segar. Ia gugur dalam melaksanakan tugasnya. Sebelum menemui ajalnya, pahlawan tersebut masih sempat berdoa kepada Allah, \"Ya Allah tunjukilah kaumku, sesungguhnya mereka adalah orang-orang yang tidak mengetahui.\"\nPada saat hari Kebangkitan tiba, Allah memerintahkan kepada habib, \"Masuklah engkau ke dalam surga sebagai balasan atas apa yang telah engkau kerjakan selama di dunia.\" Setelah ia masuk dan merasakan betapa indah dan nikmatnya balasan Allah bagi orang yang beriman dan sabar dalam melaksanakan tugas dakwah, ia pun berkata, \"Kiranya kaumku dahulu mengetahui bahwa aku memperoleh ampunan dan kemuliaan dari Allah.\" Magfirah dan kemuliaan yang hanya dapat dinikmati oleh sebagian manusia yang beriman. \nSesungguhnya ayat di atas memakai kata \"tamanni\" (mengharapkan sesuatu yang tak mungkin dicapai) untuk mendorong kaum Antakia dan orang-orang mukmin pada umumnya agar berusaha sebanyak mungkin memperoleh ganjaran seperti itu, tobat dari segala kekufuran, dan masuk ke dalam kelompok orang yang merasakan indahnya beriman kepada Allah, menaati jalan para wali Allah, dengan cara menahan marah dan melimpahkan kasih sayang kepada orang yang memusuhinya. \nIbnu 'Abbas mengatakan bahwa habib menasihati kaumnya ketika ia masih hidup dengan ucapan, \"Ikutilah risalah yang dibawa oleh para utusan itu.\" Kemudian setelah meninggal dunia akibat siksaan mereka, ia juga masih mengharapkan, \"Kiranya kaumku mengetahui bahwa Allah telah mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.\" Setelah habib dibunuh, Allah menurunkan siksaan-Nya kepada mereka. Jibril diperintahkan mendatangi kaum yang durhaka itu. Dengan satu kali teriakan saja, bagaikan halilintar kerasnya, mereka tiba-tiba mati semuanya. Itulah suatu balasan yang setimpal dengan kesalahan karena mendustakan utusan-utusan Allah, membunuh para wali-Nya, dan mengingkari risalah Allah.",
    "quraish": "Ikutilah para rasul yang tidak menuntut imbalan atas segala nasihat dan ajakan mereka kepada kalian. Mereka adalah orang-orang yang mendapat petunjuk dan mendatangkan kebaikan, jika kalian mengikuti petunjuk mereka ke jalan kebaikan dan kemenangan.",
    "jalalayn": "(Ikutilah) lafal ayat ini mengukuhkan makna lafal yang sama pada ayat sebelumnya (orang yang tiada minta balasan kepada kalian) atas misi risalah yang disampaikannya itu (dan mereka adalah orang-orang yang mendapat petunjuk) lalu dikatakan kepadanya, \"Kamu seagama dengan mereka.\""
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 22,
    "arab": "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ",
    "translation": "Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3727.mp3",
    "tafsir": "Pada ayat ini digambarkan kesadaran yang timbul dalam hati dan cahaya iman yang telah menyinari jiwa orang itu, sehingga ia berpendapat bahwa tidak ada alasan sedikit pun baginya untuk tidak beriman kepada Allah. Karena Dialah yang telah menciptakan dan membentuknya sedemikian rupa dalam proses kejadian, sehingga memungkinkan dirinya memeluk agama tauhid yaitu agama yang mengajarkan untuk mempercayai Allah sebagai Tuhan Yang Maha Esa.\nPada akhir ayat ini, orang itu menyatakan bahwa hanya kepada Allah sajalah ia akan kembali setelah meninggalkan kehidupan dunia yang fana ini, tidak kepada yang lain. Pernyataan ini timbul dari lubuk hatinya, setelah ia merasakan kekuasaan dan kebesaran Allah.\nSeseorang menghambakan diri kepada Allah karena:\n1. Merasakan kekuasaan dan kebesaran Allah. Hanya Dialah yang berhak disembah, tidak ada sesuatu pun yang lain. Karena keyakinan itu, ia tetap menghambakan diri kepada Allah dalam keadaan bagaimana pun, apakah ia diberi nikmat oleh-Nya atau tidak, apakah ia dalam kesengsaraan atau dalam kesenangan, apakah dalam kesempitan atau kelapangan.\n2. Hamba yang beribadah kepada Allah telah merasakan nikmat yang dianugerahkan kepadanya, ia merasa tergantung kepada nikmat Allah itu.\n3. Seorang hamba mengharapkan pahala kepada Allah dan takut ditimpa siksa-Nya.\nHamba yang dimaksud pada ayat ini, ialah hamba yang termasuk golongan pertama. Hamba itu tetap beribadah kepada Allah sesuai dengan yang telah ditetapkan-Nya, sekalipun ia ditimpa malapetaka, kesengsaraan dan cobaan-cobaan yang lain. Ia menyatakan bahwa seluruh yang ada padanya, jiwa dan raganya, hidup dan matinya, semuanya adalah milik Allah.\nKeimanan orang ini sesuai dengan iman yang dimaksud dalam firman Allah:\n\nKatakanlah (Muhammad), \"Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam,tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).\" (al-An'am/6: 162-163)",
    "quraish": "Adakah sesuatu yang dapat mencegah aku untuk menyembah Penciptaku, yang hanya kepada-Nya kalian akan kembali?",
    "jalalayn": "Lalu laki-laki itu berkata, (\"Mengapa aku tidak menyembah -Tuhan- yang telah menciptakan aku) yang telah menjadikan aku. Maksudnya, tidak ada yang mencegahku untuk menyembah-Nya, karena ada bukti-buktinya yang jelas, seharusnya kalian menyembah Dia (dan hanya kepada-Nya kalian semua akan dikembalikan?) sesudah mati, kemudian Dia akan membalas kekafiran kalian itu."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 23,
    "arab": "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ",
    "translation": "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3728.mp3",
    "tafsir": "Seterusnya hamba yang disebutkan di atas bertanya kepada dirinya sendiri, “Apakah aku patut menyembah Tuhan selain Allah, Yang Maha Esa, padahal seandainya Dia bermaksud menimpakan sesuatu malapetaka atau kemudaratan atas diriku, niscaya tidak ada sesuatu pun yang dapat menolongku, demikian pula tuhan-tuhan yang aku sembah itu. Mereka tidak berdaya sedikit pun untuk menyelamatkan aku dari kemudaratan dan malapetaka.”",
    "quraish": "Apakah layak aku menyembah tuhan-tuhan selain Allah yang, jika Allah berkehendak menimpakan keburukan kepadaku, pertolongannya tidak berguna sedikit pun untuk menyelamatkan aku?",
    "jalalayn": "(Mengapa aku akan menjadikan) Istifham atau kata tanya di sini mengandung arti kalimat negatif; dan lafal ayat ini sama dengan lafal A-andzartahum tadi, yaitu dapat dibaca Tahqiq dan Tashil (selain Allah) yakni selain-Nya (sebagai tuhan-tuhan -yang disembah-) maksudnya berhala-berhala (jika Allah Yang Maha Pemurah menghendaki kemudaratan terhadapku, niscaya syafaat mereka tidak memberi manfaat sedikit pun bagi diriku) seperti yang kalian dugakan itu (dan mereka tidak -pula- dapat menyelamatkanku) lafal ayat ini menjadi sifat bagi lafal Aalihatan."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 24,
    "arab": "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3729.mp3",
    "tafsir": "Seterusnya hamba yang disebutkan di atas bertanya kepada dirinya sendiri, \"Apakah aku patut menyembah Tuhan selain Allah, Yang Maha Esa, padahal seandainya Dia bermaksud menimpakan sesuatu malapetaka atau kemudaratan atas diriku, niscaya tidak ada sesuatu pun yang dapat menolongku, demikian pula tuhan-tuhan yang aku sembah itu. Mereka tidak berdaya sedikit pun untuk menyelamatkan aku dari kemudaratan dan malapetaka.\"",
    "quraish": "Sesungguhnya, jika aku menyembah tuhan-tuhan selain Allah, maka aku benar-benar berada dalam kesesatan yang nyata.",
    "jalalayn": "(Sesungguhnya aku kalau begitu) seandainya aku menyembah selain Allah (berada dalam kesesatan yang nyata) benar-benar sesat."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 25,
    "arab": "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ  ",
    "translation": "Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)-ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3730.mp3",
    "tafsir": "Ia lalu memperoleh jawaban yang benar atas pertanyaan itu, yaitu tidak patut sama sekali baginya menghamba kepada selain Allah. Hanya Allah sajalah Tuhan yang sebenarnya. Dan jika ia menyembah kepada selain Allah, pastilah ia berada dalam kesesatan yang nyata.",
    "quraish": "Sesungguhnya aku beriman kepada Tuhan yang telah menciptakan dan mengatur segala urusan kalian. Maka dengarkanlah ucapanku ini, dan ikutilah!\"",
    "jalalayn": "(Sesungguhnya aku telah beriman kepada Rabb kalian, maka dengarkanlah pengakuan keimananku.\") dengarkanlah perkataanku ini. Lalu mereka merajamnya hingga mati."
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 26,
    "arab": "قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ",
    "translation": "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Alangkah baiknya sekiranya kaumku mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3731.mp3",
    "tafsir": "Akhirnya, orang tersebut mengambil keputusan yang tepat berdasar keyakinan yang penuh bahwa ia hanya beriman kepada Allah, yaitu Tuhan yang sebenarnya bagi dia dan kaumnya. Ia lalu mengumumkan keimanan dan keyakinannya itu kepada kaumnya, dan berkata dengan tegas, \"Sesungguhnya aku telah beriman kepada Allah yaitu Tuhan kamu yang sebenarnya. Maka dengarkanlah pernyataan imanku ini.\"\nSikap dan pernyataan iman seperti tersebut di atas, yang dilontarkan di tengah-tengah masyarakat yang masih bergelimang kekafiran, kemusyrikan, dan kemaksiatan, benar-benar merupakan keberanian yang timbul dari cahaya iman yang telah menerangi hati nuraninya. Ia ingin agar kaumnya juga beriman. Ia tak gentar kepada ancaman yang membahayakan dirinya, demi melaksanakan tugas suci untuk mengajak umat ke jalan yang benar.\nMenurut suatu riwayat, ketika orang itu berkata demikian kaumnya menyerangnya dan membunuhnya dan tidak seorang pun yang membelanya.\nSedang menurut Qatadah, \"Kaumnya merajamnya dengan batu, dan dia tetap berdoa, 'Wahai Tuhanku, tunjukilah kaumku, karena mereka tidak mengetahui.\" Mereka merajamnya sampai ia mengembuskan napasnya yang penghabisan. Dalam riwayat lain disebutkan bahwa orang yang dimaksud pada ayat-ayat di atas bernama habib an-Najjar, yang terkena penyakit campak, tetapi suka bersedekah. Separuh dari penghasilannya sehari-hari disedekahkannya. Disebutkan bahwa setelah kaumnya mendengar pernyataan keimannya terhadap Islam maka berkobarlah kemarahan terhadapnya, dan akhirnya mereka membunuhnya. Akan tetapi, pada saat sebelum ia mengembuskan napas yang terakhir, turunlah kepadanya malaikat untuk memberitahukan bahwa Allah telah mengampuni semua dosa-dosanya yang telah dilakukannya sebelum ia beriman, dan ia dimasukkan ke dalam surga sehingga termasuk golongan orang-orang yang mendapat kemuliaan di sisi Allah. \nPada detik-detik terakhir, ia masih sempat mengucapkan kata yang berisi harapan, \"Alangkah baiknya, jika kaumku mengetahui karunia Allah yang dilimpahkan-Nya kepadaku, berkat keimananku kepada-Nya, aku telah memperoleh ampunan atas dosaku. Aku akan dimasukkan ke dalam surga dengan ganjaran yang berlipat ganda, dan termasuk golongan orang-orang yang memperoleh kemuliaan di sisi-Nya. Seandainya mereka mengetahui hal ini, tentulah mereka akan beriman pula.\"\nPernyataan habib itu adalah pernyataan yang amat tinggi nilainya dan menunjukkan ketinggian akhlaknya. Sekalipun ia telah dirajam dan disiksa oleh kaumnya, namun ia tetap berharap agar kaumnya sadar dan mendapat rahmat dari Tuhan sebagaimana yang telah dialaminya.",
    "quraish": "Sebagai balasan keimanannya serta ajakannya ke jalan Allah, dikatakan kepadanya, \"Masuklah kamu ke dalam surga.\" Lalu dalam curahan kenikmatan dan kemuliaan, ia berkata, \"Alangkah baiknya jika kaumku mengetahui betapa besar ampunan Tuhanku dan pemuliaan-Nya kepadaku. Jika mereka mengetahui hal itu, niscaya mereka akan beriman seperti aku.\"",
    "jalalayn": "(Dikatakan) kepadanya sesudah ia mati, (\"Masuklah ke surga\") menurut suatu pendapat dikatakan, bahwa Habib An Najjar itu masuk ke dalam surga dalam keadaan hidup. (Ia berkata, \"Aduhai!) huruf Ya di sini menunjukkan makna tanbih atau penyesalan (sekiranya kaumku mengetahui.)"
  },
  {
    "hizb": 176,
    "name": "Yasin",
    "ayat": 27,
    "arab": "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ",
    "translation": "apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3732.mp3",
    "tafsir": "Akhirnya, orang tersebut mengambil keputusan yang tepat berdasar keyakinan yang penuh bahwa ia hanya beriman kepada Allah, yaitu Tuhan yang sebenarnya bagi dia dan kaumnya. Ia lalu mengumumkan keimanan dan keyakinannya itu kepada kaumnya, dan berkata dengan tegas, \"Sesungguhnya aku telah beriman kepada Allah yaitu Tuhan kamu yang sebenarnya. Maka dengarkanlah pernyataan imanku ini.\"\nSikap dan pernyataan iman seperti tersebut di atas, yang dilontarkan di tengah-tengah masyarakat yang masih bergelimang kekafiran, kemusyrikan, dan kemaksiatan, benar-benar merupakan keberanian yang timbul dari cahaya iman yang telah menerangi hati nuraninya. Ia ingin agar kaumnya juga beriman. Ia tak gentar kepada ancaman yang membahayakan dirinya, demi melaksanakan tugas suci untuk mengajak umat ke jalan yang benar.\nMenurut suatu riwayat, ketika orang itu berkata demikian kaumnya menyerangnya dan membunuhnya dan tidak seorang pun yang membelanya.\nSedang menurut Qatadah, \"Kaumnya merajamnya dengan batu, dan dia tetap berdoa, 'Wahai Tuhanku, tunjukilah kaumku, karena mereka tidak mengetahui.\" Mereka merajamnya sampai ia mengembuskan napasnya yang penghabisan. Dalam riwayat lain disebutkan bahwa orang yang dimaksud pada ayat-ayat di atas bernama habib an-Najjar, yang terkena penyakit campak, tetapi suka bersedekah. Separuh dari penghasilannya sehari-hari disedekahkannya. Disebutkan bahwa setelah kaumnya mendengar pernyataan keimannya terhadap Islam maka berkobarlah kemarahan terhadapnya, dan akhirnya mereka membunuhnya. Akan tetapi, pada saat sebelum ia mengembuskan napas yang terakhir, turunlah kepadanya malaikat untuk memberitahukan bahwa Allah telah mengampuni semua dosa-dosanya yang telah dilakukannya sebelum ia beriman, dan ia dimasukkan ke dalam surga sehingga termasuk golongan orang-orang yang mendapat kemuliaan di sisi Allah. \nPada detik-detik terakhir, ia masih sempat mengucapkan kata yang berisi harapan, \"Alangkah baiknya, jika kaumku mengetahui karunia Allah yang dilimpahkan-Nya kepadaku, berkat keimananku kepada-Nya, aku telah memperoleh ampunan atas dosaku. Aku akan dimasukkan ke dalam surga dengan ganjaran yang berlipat ganda, dan termasuk golongan orang-orang yang memperoleh kemuliaan di sisi-Nya. Seandainya mereka mengetahui hal ini, tentulah mereka akan beriman pula.\"\nPernyataan habib itu adalah pernyataan yang amat tinggi nilainya dan menunjukkan ketinggian akhlaknya. Sekalipun ia telah dirajam dan disiksa oleh kaumnya, namun ia tetap berharap agar kaumnya sadar dan mendapat rahmat dari Tuhan sebagaimana yang telah dialaminya.",
    "quraish": "Sebagai balasan keimanannya serta ajakannya ke jalan Allah, dikatakan kepadanya, \"Masuklah kamu ke dalam surga.\" Lalu dalam curahan kenikmatan dan kemuliaan, ia berkata, \"Alangkah baiknya jika kaumku mengetahui betapa besar ampunan Tuhanku dan pemuliaan-Nya kepadaku. Jika mereka mengetahui hal itu, niscaya mereka akan beriman seperti aku.\"",
    "jalalayn": "(Apa yang menyebabkan Rabbku memberi ampun kepadaku) yakni penyebab Allah memberikan ampunan kepadanya (dan menjadikan aku termasuk orang-orang yang dimuliakan.\")"
  }
]