[
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 21,
    "arab": "وَهَلْ اَتٰىكَ نَبَؤُ الْخَصْمِۘ اِذْ تَسَوَّرُوا الْمِحْرَابَۙ",
    "translation": "Dan apakah telah sampai kepadamu berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3991.mp3",
    "tafsir": "Allah menyebutkan salah satu peristiwa yang menarik di antara kisah Nabi Daud. Kisah ini dimulai dengan pertanyaan yang ditujukan kepada Rasulullah dan pengikut-pengikutnya, untuk menunjukkan bahwa kisah dimaksud benar-benar menarik perhatian dan patut diteladani. Kisah yang menarik itu ialah kisah orang-orang yang berperkara yang datang kepada Nabi Daud. Daud pada waktu itu berada di tempat peribadatannya. Nabi Daud pun terperanjat karena beliau menyangka mereka itu datang untuk memperdayainya. Nabi Daud menduga demikian, karena mereka datang dengan cara dan dalam waktu yang tak biasa. Pada saat itulah, mereka meminta kepada Daud agar tidak merasa takut. Selanjutnya mereka menjelaskan bahwa mereka mempunyai perkara yang harus diputuskan, dan meminta agar perkaranya diputuskan dengan keputusan yang adil, lagi tidak menyimpang dari kebenaran.",
    "quraish": "Apakah telah sampai kepadamu, hai Muhammad, berita tentang orang yang berperkara dan datang kepada Dâwûd melalui pagar mihrab tempat beribadah, bukan dari pintunya.",
    "jalalayn": "(Dan adakah) Istifham atau kata tanya di sini mengandung makna Ta'ajjub dan Tasywiq, atau dengan kata lain mengandung makna yang mendorong dan merangsang pendengar untuk mendengarkan kalimat-kalimat selanjutnya (sampai kepadamu) hai Muhammad (berita orang-orang yang berperkara ketika mereka memanjat pagar mihrab?) yaitu mihrab Nabi Daud, yang dimaksud adalah mesjidnya; demikian itu terjadi karena mereka dilarang masuk, sebab Nabi Daud sedang beribadah. Akhirnya mereka masuk dengan memanjat pagar mihrabnya. Makna ayat ialah apakah kamu telah mendengar berita dan kisah mereka?"
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 22,
    "arab": "اِذْ دَخَلُوْا عَلٰى دَاوٗدَ فَفَزِعَ مِنْهُمْ قَالُوْا لَا تَخَفْۚ خَصْمٰنِ بَغٰى بَعْضُنَا عَلٰى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَآ اِلٰى سَوَاۤءِ الصِّرَاطِ",
    "translation": "ketika mereka masuk menemui Dawud lalu dia terkejut karena (kedatangan) mereka. Mereka berkata, “Janganlah takut! (Kami) berdua sedang berselisih, sebagian dari kami berbuat zalim kepada yang lain; maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3992.mp3",
    "tafsir": "Allah menyebutkan salah satu peristiwa yang menarik di antara kisah Nabi Daud. Kisah ini dimulai dengan pertanyaan yang ditujukan kepada Rasulullah dan pengikut-pengikutnya, untuk menunjukkan bahwa kisah dimaksud benar-benar menarik perhatian dan patut diteladani. Kisah yang menarik itu ialah kisah orang-orang yang berperkara yang datang kepada Nabi Daud. Daud pada waktu itu berada di tempat peribadatannya. Nabi Daud pun terperanjat karena beliau menyangka mereka itu datang untuk memperdayainya. Nabi Daud menduga demikian, karena mereka datang dengan cara dan dalam waktu yang tak biasa. Pada saat itulah, mereka meminta kepada Daud agar tidak merasa takut. Selanjutnya mereka menjelaskan bahwa mereka mempunyai perkara yang harus diputuskan, dan meminta agar perkaranya diputuskan dengan keputusan yang adil, lagi tidak menyimpang dari kebenaran.",
    "quraish": "Yaitu ketika mereka masuk menemui Dâwûd, lalu ia pun merasa takut dan khawatir. Mereka berkata, \"Janganlah kamu merasa takut, kami adalah dua orang yang sedang berperkara. Kami saling merugikan satu sama lain. Maka berilah kami keputusan yang adil dan janganlah berlaku zalim. Tunjukilah kami kepada jalan yang benar.\"",
    "jalalayn": "(Ketika mereka masuk menemui Daud lalu ia terkejut karena kedatangan mereka. Mereka berkata, \"Janganlah kamu merasa takut) kami (adalah dua orang yang bersengketa) menurut suatu pendapat dikatakan, bahwa yang bersengketa itu adalah dua golongan, demikian itu supaya sesuai dengan dhamir jamak yang sebelumnya. Menurut pendapat yang lain disebutkan bahwa orang yang bersengketa itu dua orang, sedangkan dhamir jamak diartikan dengannya. Lafal Al-Khashmu dapat diartikan untuk satu orang atau lebih. Kedua orang itu adalah dua malaikat yang menjelma menjadi dua orang yang sedang bersengketa. Persengketaan yang terjadi di antara keduanya hanyalah sebagai perumpamaan, dimaksud untuk mengingatkan Nabi Daud a.s. atas apa yang telah dilakukannya. Karena ia mempunyai istri sebanyak sembilan puluh sembilan orang wanita. Tetapi sekalipun demikian ia melamar istri orang lain yang hanya mempunyai seorang istri kemudian ia mengawininya dan menggaulinya (salah seorang dari kami berbuat zalim kepada yang lain, maka berilah keputusan antara kami dengan adil dan janganlah kamu menyimpang dari kebenaran) janganlah kamu berlaku berat sebelah (dan tunjukilah kami) bimbinglah kami (ke jalan yang lurus) yakni keputusan yang pertengahan dan adil."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 23,
    "arab": "اِنَّ هٰذَآ اَخِيْ ۗ لَهٗ تِسْعٌ وَّتِسْعُوْنَ نَعْجَةً وَّلِيَ نَعْجَةٌ وَّاحِدَةٌ ۗفَقَالَ اَكْفِلْنِيْهَا وَعَزَّنِيْ فِى الْخِطَابِ",
    "translation": "Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja, lalu dia berkata, “Serahkanlah (kambingmu) itu kepadaku! Dan dia mengalahkan aku dalam perdebatan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3993.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan apa yang mereka jadikan perkara itu. Salah satu pihak dari mereka menerangkan bahwa saudaranya mempunyai sembilan puluh sembilan ekor kambing. Sedang ia sendiri mempunyai seekor kambing saja. Saudaranya menuntut agar menyerahkan kambing yang ia miliki. Karena saudaranya itu pandai memutarbalikkan fakta, sedang ia sendiri tidak mempunyai bukti-bukti yang kuat untuk menangkis, ia merasa dikalahkan dan harus menyerahkan kambing yang seekor itu kepada saudaranya. Itulah perkara yang mereka ajukan kepada Nabi Daud dengan maksud agar mendapat keputusan yang adil.",
    "quraish": "Salah seorang dari dua yang berperkara itu berkata, \"Saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan saya mempunya seekor saja. Ia lalu berkata kepadaku, 'Biarkan aku yang memeliharanya bersama semua kambing-kambingku. ' Ia pun menang dalam perdebatan itu.\"",
    "jalalayn": "(Sesungguhnya saudaraku ini) maksudnya, saudara seagamaku ini (mempunyai sembilan puluh sembilan ekor kambing) ini sebagai kata kiasan dari istri (dan aku mempunyai seekor saja. Maka dia berkata, 'Serahkanlah kambing itu kepadaku) yakni jadikanlah aku sebagai suaminya (dan dia mengalahkan aku) atau dia menang atas diriku (dalam perdebatan'\") yakni dalam sengketa ini, dan lawannya pun mengalah."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 24,
    "arab": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ اِلٰى نِعَاجِهٖۗ وَاِنَّ كَثِيْرًا مِّنَ الْخُلَطَاۤءِ لَيَبْغِيْ بَعْضُهُمْ عَلٰى بَعْضٍ اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَقَلِيْلٌ مَّا هُمْۗ وَظَنَّ دَاوٗدُ اَنَّمَا فَتَنّٰهُ فَاسْتَغْفَرَ رَبَّهٗ وَخَرَّ رَاكِعًا وَّاَنَابَ ۩ ",
    "translation": "Dia (Dawud) berkata, “Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.” Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertobat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3994.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa Nabi Daud memutuskan perkara tersebut dengan mengatakan bahwa tergugat telah berbuat aniaya kepada penggugat, karena yang digugat itu telah mengambil kambing penggugat untuk dimiliki, sehingga kambingnya menjadi bertambah banyak.\nPada ayat ini tidak dijelaskan lebih lanjut apakah Nabi Daud sesudah mendapat keterangan dari penggugat, meminta keterangan juga kepada tergugat. Juga tidak diterangkan apakah jawaban Nabi Daud itu didasarkan atas bukti-bukti yang memberi keyakinan. Menurut pengertian yang tampak dalam ayat, Nabi Daud hanyalah memberi jawaban sesudah mendapat keterangan dari pihak penggugat saja. Padahal mungkin saja pihak penggugat mengemukakan keterangan yang berlawanan dengan kenyataan, atau karena cara mengemukakan kata diatur demikian rupa, hingga timbullah kesan seolah-olah si penggugat itu orang jujur. Seharusnya Nabi Daud tidak memberi jawaban secara tergesa-gesa, atau ditunda saja jawabannya hingga mendapat keyakinan yang sebenar-benarnya. \nDitinjau dari cara mereka masuk menemui Daud dengan memanjat pagar, dan waktunya yang tidak tepat, dan persoalan yang diajukan, sebenarnya mereka tidak bermaksud untuk meminta keputusan kepada Daud, tetapi mereka mempunyai maksud yang lain. Hanya karena kewaspadaan Nabi Daud, maka rencana mereka itu tidak dapat mereka laksanakan. Di dalam sejarah dapat diketahui bahwa orang-orang Bani Israil sering kali berusaha untuk membunuh nabinya, misalnya mereka telah membunuh Ilyasa' dan Zakaria. Patut diduga kedua orang itu (penggugat dan tergugat) sebenarnya ingin menganiaya Nabi Daud, hanya saja mereka tidak sampai melaksanakan niat jahatnya karena niat mereka diketahui terlebih dahulu.\nKemudian Allah menjelaskan jawaban Daud lebih terperinci. Daud mengatakan kepada orang yang berperkara itu bahwa sebagian besar orang yang mengadakan perserikatan, menganiaya anggotanya yang lain hal ini terjadi karena sifat hasad, dengki, dan memperturutkan hawa nafsu sehingga hak anggota yang satu terambil oleh anggota yang lain. Terkecuali orang-orang yang dalam hatinya penuh dengan iman dan mencintai amal saleh yang terhindar dari perbuatan yang jahat itu.\nDi akhir ayat, Allah menjelaskan bahwa Nabi Daud sadar bahwa ia sedang mendapat cobaan dari Allah. Lalu ia meminta ampun kepada Allah atas kesalahan, seraya sujud bertobat kepada-Nya karena merasakan kekurangan dan kesalahan yang ada pada dirinya.\nKesalahan dan kekurangan yang menimpa dirinya ialah ketergesa-gesaannya memberikan jawaban kepada orang yang berperkara, padahal ia belum memperoleh keyakinan dan bukti-bukti yang seharusnya ia peroleh. Ia memutuskan hanya berdasar prasangkanya bahwa kedatangan orang yang ingin memperdayainya itu adalah cobaan dari Allah, padahal apa yang ia duga tidak terjadi.",
    "quraish": "Sebelum mendengar pembicaraan yang seorang lagi, Dâwûd berkata, \"Sesunguhnya ia telah menzalimi kamu dengan meminta menggabungkan kambingmu dengan kambing-kambingnya. Banyak, memang, di antara orang-orang berserikat yang saling merugikan satu sama lain. Kecuali orang-orang yang imannya merasuk dalam kalbunya dan selalu beramal saleh. Tetapi mereka yang seperti itu amat sedikit dan jarang.\" Dâwûd tahu bahwa ini hanya sekadar ujian dari Kami untuknya. Dia pun lalu meminta ampunan dari Allah, bersujud dan bertobat kepada-Nya dengan penuh kekhusyukan.",
    "jalalayn": "(Daud berkata, \"Sesungguhnya dia telah berbuat lalim kepadamu dengan meminta kambingmu itu) dengan maksud untuk menggabungkannya (untuk ditambahkan kepada kambingnya. Sesungguhnya kebanyakan dari orang-orang yang berserikat itu) yakni orang-orang yang terlibat dalam satu perserikatan (sebagian mereka berbuat lalim kepada sebagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini\") huruf Ma di sini untuk mengukuhkan makna sedikit. Lalu kedua malaikat itu naik ke langit dalam keadaan berubah menjadi ujud aslinya seraya berkata, \"Lelaki ini telah memutuskan perkara terhadap dirinya sendiri.\" Sehingga sadarlah Nabi Daud atas kekeliruannya itu. Lalu Allah berfirman, (Dan Daud yakin) yakni merasa yakin (bahwa Kami mengujinya) Kami menimpakan ujian kepadanya, berupa cobaan dalam bentuk cinta kepada perempuan itu (maka ia meminta ampun kepada Rabbnya lalu menyungkur rukuk) maksudnya bersujud (dan bertobat.)"
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 25,
    "arab": "فَغَفَرْنَا لَهٗ ذٰلِكَۗ وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ",
    "translation": "Lalu Kami mengampuni (kesalahannya) itu. Dan sungguh, dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3995.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa Dia telah memberikan ampun kepada Daud atas kesalahan yang ia sadari. Allah menilai bahwa kesadaran yang tinggi terhadap peristiwa yang ia hayati, dan ketajaman nuraninya terhadap apa yang tergerak dalam hatinya serta taatnya kepada Allah, sebagai tanda bahwa ia mempunyai kedudukan yang dekat pada sisi Allah. Hamba Allah seperti dialah yang berhak mendapat tempat kembali yang baik, yaitu surga Na'im yang penuh dengan kenikmatan.",
    "quraish": "Kami lalu mengampuni sikapnya yang tergesa-gesa dalam memberikan keputusan itu. Sesungguhnya di sisi Kami ia mempunyai kedudukan yang dekat dan tempat kembali yang baik.",
    "jalalayn": "(Maka Kami ampuni baginya kesalahannya itu. Dan sesungguhnya dia mempunyai kedudukan dekat pada sisi Kami) yakni dengan ditambahkan kebaikan baginya di dunia (dan tempat kembali yang baik) kelak di akhirat."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 26,
    "arab": "يٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّ الَّذِيْنَ يَضِلُّوْنَ عَنْ سَبِيْلِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۢبِمَا نَسُوْا يَوْمَ الْحِسَابِ ࣖ ",
    "translation": "(Allah berfirman), “Wahai Dawud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3996.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan pengangkatan Nabi Daud sebagai penguasa dan penegak hukum di kalangan rakyatnya. Allah menyatakan bahwa dia mengangkat Daud sebagai penguasa yang memerintah kaumnya. Pengertian penguasa diungkapkan dengan khalifah, yang artinya pengganti, adalah sebagai isyarat agar Daud dalam menjalankan kekuasaannya selalu dihiasi dengan sopan-santun yang baik, yang diridai Allah, dan dalam melaksanakan peraturan hendaknya berpedoman kepada hidayah Allah. Dengan demikian, sifat-sifat khalifah Allah tercermin pada diri pribadinya. Rakyatnya pun tentu akan menaati segala peraturannya dan tingkah lakunya yang patut diteladani.\nSelanjutnya Allah menjelaskan bahwa Dia menyuruh Nabi Daud agar memberi keputusan terhadap perkara yang terjadi antara manusia dengan keputusan yang adil dengan berpedoman pada wahyu yang diturunkan kepadanya. Dalam wahyu itu terdapat hukum yang mengatur kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Oleh sebab itu Allah melarang Nabi Daud memperturutkan hawa nafsunya dalam melaksanakan segala macam urusan yang berhubungan dengan kesejahteraan dan kebahagiaan manusia di dunia dan akhirat.\nPada ayat ini terdapat isyarat yang menunjukkan pengangkatan Daud sebagai rasul dan tugas-tugas apa yang seharusnya dilakukan oleh seorang rasul yang mengandung pelajaran bagi para pemimpin sesudahnya dalam melaksanakan kepemimpinannya.\nPada akhir ayat Allah menjelaskan akibat dari orang yang memperturutkan hawa nafsu dan hukuman apa yang pantas dijatuhkan kepadanya.\nMemperturutkan hawa nafsu menyebabkan seseorang kehilangan kesadaran. Dengan demikian, ia akan kehilangan kontrol pribadi sehingga ia tersesat dari jalan yang diridai Allah. Kemudian apabila kesesatan itu telah menyelubungi hati seseorang, ia lupa akan keyakinan yang melekat dalam hatinya bahwa di atas kekuasaannya masih ada yang lebih berkuasa. Itulah sebabnya orang yang memperturutkan hawa nafsu itu diancam dengan ancaman yang keras, yang akan mereka rasakan deritanya di hari pembalasan, hari diperhitungkannya seluruh amal manusia guna diberi balasan yang setimpal.",
    "quraish": "Allah memberikan wahyu kepadanya dengan berfirman, \"Hai Dâwûd, sesungguhnya Kami telah menjadikan kamu sebagai khalifah Kami di muka bumi. Oleh karena itu, berilah keputusan di antara manusia sesuai dengan syariat Kami. Jangan mengikuti hawa nafsu dalam mengambil keputusan sehingga kamu keluar dari jalan Allah. Sesungguhnya orang-orang yang keluar dari jalan Allah dengan mengikuti hawa nafsu akan mendapat azab yang pedih, karena lalai akan hari pembalasan.",
    "jalalayn": "(Hai Daud, sesungguhnya Kami menjadikan kamu khalifah penguasa di muka bumi) yaitu sebagai penguasa yang mengatur perkara manusia (maka berilah keputusan perkara di antara manusia dengan adil dan janganlah kamu mengikuti hawa nafsu) kemauan hawa nafsu (karena ia akan menyesatkan kamu dari jalan Allah) dari bukti-bukti yang menunjukkan keesaan-Nya. (Sesungguhnya orang-orang yang sesat dari jalan Allah) dari iman kepada Allah (mereka akan mendapat siksa yang berat karena mereka melupakan) artinya, disebabkan mereka lupa akan (hari perhitungan) hal ini ditunjukkan oleh sikap mereka yang tidak mau beriman, seandainya mereka beriman dengan adanya hari perhitungan itu, niscaya mereka akan beriman kepada Allah sewaktu mereka di dunia."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 27,
    "arab": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۗذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ",
    "translation": "Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3997.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia menjadikan langit, bumi, dan makhluk apa saja yang berada di antaranya, tidak sia-sia. Langit dengan segala bintang yang menghiasi, matahari yang memancarkan sinarnya di waktu siang, dan bulan yang menampakkan bentuknya yang berubah-ubah dari malam ke malam, sangat bermanfaat bagi manusia. Begitu juga bumi dengan segala isinya, baik yang tampak di permukaan ataupun yang tersimpan dalam perutnya, sangat besar artinya bagi kehidupan manusia. Semua itu diciptakan Allah atas kekuasaan dan kehendak-Nya sebagai rahmat yang tak ternilai harganya. \nApabila orang mau memperhatikan dengan seksama terhadap makhluk-makhluk yang ada di jagat raya ini, pasti ia mengetahui bahwa semua makhluk yang ada itu tunduk dan taat pada ketentuan-ketentuan yang berlaku, yang tak bisa dihindari. Begitu juga dalam hal penciptaan manusia. Mereka ini tidak dapat melepaskan diri dari ketentuan-ketentuan Allah, begitu lahir sudah tunduk pada gaya tarik bumi, ia bernafas dengan zat asam dan sebagainya. Tidak pernah ada manusia yang menyimpang dari ketentuan ini. Apabila ia dewasa, ia memerlukan kawan hidup untuk mengisi kekosongan jiwanya, dan untuk melaksanakan tujuan hidupnya ia mengembangkan keturunan. Kemudian kalau ajal telah datang, ia kembali ke asalnya. Ia akan dihidupkan kembali di akhirat, guna mempertanggungjawabkan segala amalnya ketika hidup di dunia.\nAllah berfirman:\n\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)\n\nJika manusia berpikir dengan jernih dan sungguh-sungguh, tentu akan mengakui keesaan dan kekuasaan Allah terhadap semua yang ada di langit, bumi, serta segala makhluk yang ada di antara keduanya. Apabila manusia mengakui kemahakuasaan Allah, tentulah akan mengakui pula kekuasaan-Nya menurunkan wahyu kepada hamba pilihan-Nya.\nLalu Allah menjelaskan sikap orang-orang kafir Mekah. Mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan bumi, dan juga tidak mau meneliti tanda kebesaran Allah yang ada pada diri mereka sendiri. Itulah sebabnya mereka mendustakan keesaan Allah dan hari kebangkitan.\nAllah berfirman:\n\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukhan/44: 38-39)\n\nDan firman-Nya:\n\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minun/23: 115)\n\nPada penghujung ayat, Allah menegaskan bahwa mereka akan mendapatkan kenyataan yang berbeda dengan apa yang mereka duga selama hidup di dunia. Mereka akan merasakan neraka wail yang memang disediakan sebagai azab bagi mereka, sebagai balasan yang setimpal atas keingkaran mereka terhadap keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan.",
    "quraish": "Kami tidak menciptakan langit dan bumi beserta semua yang ada di antara keduanya dengan sia-sia. Itu hanya sangkaan orang-orang kafir sehingga mereka semena-mena memberikan keputusan sesuai hawa nafsunya. Dari itu, mereka akan memperoleh siksa yang pedih berupa api neraka.",
    "jalalayn": "(Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan batil) dengan main-main. (Yang demikian itu) yakni penciptaan hal tersebut tanpa hikmah (adalah anggapan orang-orang kafir) dari penduduk Mekah (maka neraka Waillah) Wail adalah nama sebuah lembah di neraka (bagi orang-orang yang kafir karena mereka akan masuk neraka.)"
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 28,
    "arab": "اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِى الْاَرْضِۖ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ",
    "translation": "Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3998.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa di antara kebijaksanaan-Nya ialah tidak menganggap sama para hamba-Nya yang melakukan kebaikan, dengan orang-orang yang terjerumus ke dalam lembah kemaksiatan. Tidak patut bagi zat Allah dengan segala keagungan-Nya, apabila menganggap sama antara hamba-hamba-Nya yang beriman dan melakukan kebaikan dengan orang-orang yang mengingkari keesaan-Nya lagi memperturutkan hawa nafsunya.\nOrang-orang yang beriman yang dimaksud dalam ayat ini ialah orang-orang yang meyakini bahwa Allah Maha Esa, tidak memerlukan sekutu dalam melaksanakan kekuasaan dan kehendak-Nya. Atas keyakinan itulah mereka menyadari dan melaksanakan apa yang seharusnya diperbuat terhadap sesamanya dan kepada Penciptanya. Dengan keyakinan itu pula, mereka menaati perintah Khaliknya yang disampaikan melalui rasul-Nya dan menjauhi segala larangan-Nya. Mereka selalu berusaha keras memelihara kebersihan jiwanya dari noda-noda yang mengotorinya.\nAllah berfirman:\n\nDan akan dijauhkan darinya (neraka) orang yang paling bertakwa, yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya), dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. (al-Lail/92: 17-19)\n\nSedang yang dimaksud dengan orang yang berbuat kerusakan di muka bumi ialah orang yang tidak mau mengikuti kebenaran dan selalu memperturutkan hawa nafsunya. Mereka ini tidak mau mengakui keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan dan pembalasan. Oleh karena itu, mereka yang jauh dari rahmat Allah, berani melanggar larangan-larangan-Nya. Mereka tidak meyakini bahwa mereka akan dibangkitkan kembali dari kuburnya, mereka tetap akan dihimpun di Padang Mahsyar untuk mempertanggungjawabkan amal perbuatannya.\nAllah berfirman:\n\nDan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. \"Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.\" (al-Isra'/17: 13-14)\n\nApabila ada di antara hamba Allah yang diberi pahala karena amal baiknya di dunia, dan disiksa akibat amal buruknya, hal itu sesuai dengan hikmat dan kebijaksanaan Allah. Dia telah memberikan akal agar mereka dapat mengetahui betapa luasnya nikmat Allah yang telah diberikan kepada mereka. Akan tetapi, mereka tidak mau mempergunakan akal itu sebaik-baiknya, sehingga mereka tidak mensyukuri nikmat itu, bahkan mereka mengingkarinya. Allah juga telah mengutus rasul-Nya untuk membimbing mereka kepada jalan yang benar. Petunjuk dan bimbingan rasul itu bukan saja tidak mereka hiraukan, tetapi malah mereka dustakan.",
    "quraish": "Apakah sesuai dengan hikmah (kebijakan) dan keadilan Kami, menganggap sama antara orang-orang Mukmin yang berbuat baik dan orang-orang yang membuat kerusakan di muka bumi. Dan apakah patut bagi Kami menganggap sama antara orang-orang yang takut akan siksa Kami dan orang-orang yang keluar dari ketentuan hukum Kami.",
    "jalalayn": "(Patutkah Kami menganggap orang-orang yang beriman dan mengerjakan amal yang saleh sama dengan orang-orang yang berbuat kerusakan di muka bumi? Patutkah pula Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang berbuat maksiat?) Ayat ini diturunkan sewaktu orang-orang kafir Mekah berkata kepada orang-orang yang beriman, \"Sesungguhnya kami kelak di hari kemudian akan diberi seperti apa yang diberikan kepada kalian.\" Lafal Am di sini untuk menunjukkan makna sanggahan, yakni jelas tidak sama."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 29,
    "arab": "كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ مُبٰرَكٌ لِّيَدَّبَّرُوْٓا اٰيٰتِهٖ وَلِيَتَذَكَّرَ اُولُوا الْاَلْبَابِ",
    "translation": "Kitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/3999.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia telah menurunkan Al-Qur'an kepada Rasulullah saw dan para pengikutnya. Al-Qur'an itu adalah kitab yang sempurna mengandung bimbingan yang sangat bermanfaat kepada umat manusia. Bimbingan itu menuntun manusia agar hidup sejahtera di dunia dan berbahagia di akhirat. Dengan merenungkan isinya, manusia akan menemukan cara-cara mengatur kemaslahatan hidup di dunia. Tamsil ibarat dan kisah dari umat terdahulu menjadi pelajaran dalam menempuh tujuan hidup mereka dan menjauhi rintangan dan hambatan yang menghalangi pencapaian tujuan hidup. Al-Qur'an itu diturunkan dengan maksud agar direnungkan kandungan isinya, kemudian dipahami dengan pengertian yang benar, lalu diamalkan sebagaimana mestinya. Pengertian yang benar diperoleh dengan jalan mengikuti petunjuk-petunjuk rasul, dengan dibantu ilmu pengetahuan yang dimiliki, baik yang berhubungan dengan bahasa ataupun perkembangan masyarakat. Begitu pula dalam mendalami petunjuk-petunjuk yang terdapat dalam kitab itu, hendaknya dilandasi tuntunan rasul serta berusaha untuk menyemarakkan pengalamannya dengan ilmu pengetahuan hasil pengalaman dan pemikiran mereka.\nAl-hasan al-Bashri menjelaskan pengertian ayat ini dengan mengatakan, \"Banyak hamba Allah dan anak-anak yang tidak mengerti makna Al-Qur'an, walaupun telah membacanya di luar kepala. Mereka ini hafal betul hingga tak satu pun huruf yang ketinggalan. Namun mereka mengabaikan ketentuan-ketentuan Al-Qur'an itu hingga salah seorang di antara mereka mengatakan, \"Demi Allah saya telah membaca Al-Qur'an, hingga tak satu huruf pun yang kulewatkan.\" Sebenarnya orang yang seperti itu telah melewatkan Al-Qur'an seluruhnya, karena pengaruh Al-Qur'an tidak tampak pada dirinya, baik pada budi pekerti maupun pada perbuatannya. Demi Allah, apa gunanya ia menghafal setiap hurufnya, selama mereka mengabaikan ketentuan-ketentuan Allah. Mereka itu bukan ahli hikmat dan ahli pemberi pengajaran. Semoga Allah tidak memperbanyak jumlah orang yang seperti itu.\"\n\n\nIbnu Mas'ud mengatakan:Orang-orang di antara kami apabila belajar sepuluh ayat Al-Qur'an, mereka tidak pindah ke ayat lain, sampai memahami kandungan sepuluh ayat tersebut dan mengamalkan isinya.(Riwayat A.hmad)",
    "quraish": "Yang diturunkan kepadamu ini, hai Muhammad, adalah kitab suci yang diturunkan penuh dengan banyak manfaat. Demikian itu agar mereka memahami ayat-ayatnya secara mendalam, dan agar orang-orang yang berakal sehat dan berhati jernih dapat mengambil pelajaran darinya.",
    "jalalayn": "(Ini adalah sebuah Kitab) menjadi Khabar dari Mubtada yang tidak disebutkan, yakni, Ini adalah Kitab (yang Kami turunkan kepadamu penuh dengan berkah supaya mereka memperhatikan) asal lafal Yaddabbaruu adalah Yatadabbaruu, kemudian huruf Ta diidghamkan kepada huruf Dal sehingga jadilah Yaddabbaruu (ayat-ayatnya) maksudnya supaya mereka memperhatikan makna-makna yang terkandung di dalamnya, lalu mereka beriman karenanya (dan supaya mendapat pelajaran) mendapat nasihat (orang-orang yang mempunyai pikiran) yaitu yang berakal."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 30,
    "arab": "وَوَهَبْنَا لِدَاوٗدَ سُلَيْمٰنَۗ نِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌۗ",
    "translation": "Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4000.mp3",
    "tafsir": "Allah menjelaskan bahwa di samping Daud yang dianugerahi kemuliaan dan kekuasaan, dia juga dianugerahi putra yang saleh, yang mempunyai kemampuan melanjutkan perjuangannya, yaitu Sulaiman. Ia mewarisi sifat-sifat ayahnya. Ia terkenal sebagai hamba yang taat beribadah dan dalam segala urusan ia selalu bersyukur kepada Allah. Ia yakin bahwa segala macam kenikmatan dan keindahan itu terwujud hanyalah semata-mata karena limpahan rahmat Allah dan karunia-Nya. Itulah sebabnya ia disebut sebagai hamba Allah yang paling baik, dan sebagai pujian yang pantas diberikan kepadanya. Allah menyifatinya sebagai hamba-Nya yang amat taat kepada-Nya. Dengan demikian Allah mengangkat Nabi Sulaiman menjadi nabi penerus kenabian dan kerajaan Nabi Daud, serta mewarisi ilmu pengetahuannya yang tertuang dalam Kitab Zabur.\nAllah berfirman:\n\nDan Sulaiman telah mewarisi Daud. (an-Naml/27: 16)",
    "quraish": "Kami mengaruniakan Sulaimân kepada Dâwûd. Sulaimân adalah orang yang patut dipuji dan dijuluki \"hamba terbaik\". Sebab ia memang selalu kembali kepada Allah dalam segala permasalahan.",
    "jalalayn": "(Dan Kami karuniakan kepada Daud, Sulaiman) sebagai anaknya (dia adalah sebaik-baik hamba) maksudnya Sulaiman adalah sebaik-baik hamba. (Sesungguhnya dia amat taat) kepada Rabbnya, selalu bertasbih dan berzikir pada semua waktunya."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 31,
    "arab": "اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصّٰفِنٰتُ الْجِيَادُۙ",
    "translation": "(Ingatlah) ketika pada suatu sore dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4001.mp3",
    "tafsir": "Allah menyebutkan salah satu di antara peristiwa yang dihadapi Sulaiman, yang menyebabkan dia pantas mendapat pujian. Peristiwa itu terjadi pada saat beliau memeriksa pasukan berkuda yang biasanya dilakukan pada sore hari. Kuda-kuda itu dilatih agar dapat diketahui ketangkasan dan kemampuan geraknya sehingga memungkinkan untuk dibawa dalam medan pertempuran. Juga dilatih kemampuannya untuk mengurangi kecepatannya atau berhenti seketika dan ditingkatkan daya tahannya menghadapi serangan-serangan mendadak. Kuda-kuda itu dilatih sedemikian rupa agar dapat dikendalikan sesuai dengan taktik yang dikehendaki oleh pasukan yang mengendarainya. Ketangkasan kuda ikut menentukan berhasil tidaknya pasukan dalam menguasai medan perang dan mematahkan serangan musuh",
    "quraish": "Ingatlah peristiwa yang dialami Sulaimân ketika ia, selepas waktu zuhur, dipertunjukkan kuda yang tenang ketika berhenti dan cepat ketika berlari.",
    "jalalayn": "(Ingatlah ketika dipertunjukkan kepadanya di waktu sore) yakni sesudah matahari tergelincir (kuda-kuda yang tenang di waktu berhenti) lafal Ash-Shaafinaat adalah bentuk jamak dari lafal Shaafinah, artinya kuda yang kalau berhenti berdiri pada tiga kaki, sedangkan kaki yang keempatnya berdiri pada ujung teracaknya atau berjinjit. Lafal ini berasal dari kata Shafana Yashfinu Shufuunan (dan cepat pada waktu berlari) lafal Al-Jiyaad adalah bentuk jamak dari lafal Jawaadun, artinya kuda balap. Maksud ayat, bahwa kuda-kuda itu bila berhenti tenang, dan bila berlari sangat cepat. Tersebutlah bahwa Nabi Sulaiman memiliki seribu ekor kuda, kuda-kuda itu ditampilkan di hadapannya setelah ia selesai melakukan salat Zuhur, karena ia bermaksud untuk berjihad dengan memakai kuda sebagai kendaraannya untuk melawan musuh. Sewaktu penampilan kuda baru sampai sembilan ratus ekor ternyata waktu Magrib telah tiba, sedangkan ia belum melakukan salat asar. Hal ini membuatnya berduka cita."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 32,
    "arab": "فَقَالَ اِنِّيْٓ اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّيْۚ حَتّٰى تَوَارَتْ بِالْحِجَابِۗ",
    "translation": "maka dia berkata, “Sesungguhnya aku menyukai segala yang baik (kuda), yang membuat aku ingat akan (kebesaran) Tuhanku, sampai matahari terbenam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4002.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan Sulaiman pada saat menyaksikan latihan kuda itu. Ia mengatakan bahwa ia menyukai kuda karena sangat berguna untuk digunakan sebagai alat menegakkan kebenaran dan membela agama Allah. Kesenangannya melatih kuda itu sedemikian dalamnya, sehingga tiap sore hari ia mengunjungi tempat latihan kuda hingga matahari terbenam di ufuk langit bagian barat yaitu hingga cahaya matahari mulai sirna, dan gelapnya malam menghalangi pemandangannya untuk menyaksikan latihan itu. Pada saat-saat itulah terjadi pergolakan dalam dirinya, kepentingan manakah yang harus didahulukan di antara kedua kepentingan. Kepentingan pertama ialah kesadaran jiwanya untuk beribadah kepada Allah. Sedangkan kepentingan kedua ialah melatih kuda untuk kepentingan menegakkan kebenaran dan membela kalimat tauhid. Dalam keadaan seperti itu, ia menyadari bahwa apabila ia menyaksikan latihan berkuda itu hingga larut malam, berarti ia mengabaikan ibadah yang harus ia lakukan.\nPada ayat ini tidak dijelaskan secara terperinci apakah kesenangan Sulaiman memeriksa latihan kuda itu menyebabkan ia kehilangan waktu untuk melakukan ibadah atau tidak. Begitu pula tidak diterangkan mana yang didahulukan oleh Sulaiman, memeriksa latihan kuda atau melaksanakan ibadah. Namun yang dapat dipahami dari ayat tersebut ialah pada saat dia asyik menyaksikan latihan kuda, terbetiklah dalam hatinya kesadaran beribadah kepada Allah, apabila keasyikannya itu dituruti, niscaya berlarut-larut hingga kehilangan kesempatan untuk bermunajat dengan Allah. Maka pengertian yang patut diambil dari ayat ini ialah, pergolakan yang terjadi pada diri Sulaiman itu ialah penyesalan karena tidak melakukan ibadah kepada Allah pada awal waktunya, karena sibuk menyaksikan latihan kuda. Kemudian ia sadar dan melaksanakannya di akhir waktu.",
    "quraish": "Kemudian ia berkata, \"Aku sungguh sangat menyenangi kuda karena ia merupakan sarana terbaik untuk berjihad di jalan Allah. Kesenanganku itu timbul karena ingat kepada Tuhan.\" Ia masih terus sibuk dengan pertunjukan sampai kuda-kuda itu lenyap dari pandangannya.",
    "jalalayn": "(Maka ia berkata, \"Sesungguhnya aku menyukai) artinya, mempunyai maksud (bersenang-senang terhadap barang yang baik) yakni kuda (hingga aku lupa untuk berzikir kepada Rabbku) lupa melakukan salat asar (sehingga tertutuplah) matahari (dari pandangan mata.\") artinya sehingga matahari itu tenggelam dan tidak kelihatan lagi."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 33,
    "arab": "رُدُّوْهَا عَلَيَّ ۚفَطَفِقَ مَسْحًا ۢبِالسُّوْقِ وَالْاَعْنَاقِ",
    "translation": "”Bawalah semua kuda itu kembali kepadaku.” Lalu dia mengusap-usap kaki dan leher kuda itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4003.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan apa yang diperintahkan Sulaiman kepada para pelatih kudanya. Ia menyuruh pelatihnya agar kuda-kuda itu dibawa kembali kepadanya. Setelah pelatih itu membawa kuda kepadanya, ia pun mendekati. Lalu ia mengusap kaki dan leher kuda sebagai tanda kepuasan Sulaiman terhadap hasil gemilang yang dicapai kuda-kuda itu. Dengan demikian kuda itu dapat dipergunakan dalam peperangan untuk menggempur musuh atau untuk mengelakkan serangan-serangan musuh yang datang secara mendadak.\nDari uraian tersebut dapat dikatakan bahwa Sulaiman hamba Allah yang saleh, taat beribadah, teliti, dan cermat merencanakan perjuangan untuk menegakkan kalimat tauhid serta mempunyai kesadaran yang tinggi dalam saat-saat menentukan mana yang lebih penting dari yang penting.",
    "quraish": "Ia memerintahkan agar kuda-kuda itu diperlihatkan kembali kepadanya untuk dikenali betul hal ihwalnya. Kemudian ia mengusap kaki dan leher kuda sebagai bentuk ungkapan kasih-sayangnya.",
    "jalalayn": "(Ia berkata, \"Bawalah kuda-kuda itu kembali kepadaku\") yaitu kuda-kuda yang ditampilkan tadi kemudian mereka membawanya kepada Nabi Sulaiman (lalu ia membabat kuda-kuda itu) dengan pedangnya (pada kaki-kakinya) lafal As-Suuq ini adalah bentuk jamak dari lafal Saaqun (dan pada lehernya) artinya Nabi Sulaiman menyembelih semua kuda-kuda itu kemudian memotong kakinya sebagai kurban untuk mendekatkan diri kepada Allah swt. Karena kuda-kuda itu ternyata membuatnya lalai dari salat; kemudian ia menyedekahkan daging-dagingnya. Akhirnya Allah menggantikan kudanya dengan kendaraan yang jauh lebih baik dan lebih cepat larinya, yaitu kendaraan angin; angin dapat diperintah untuk bertiup dengan membawanya ke mana saja yang ia kehendaki."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 34,
    "arab": "وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَدًا ثُمَّ اَنَابَ",
    "translation": "Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4004.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan Sulaiman pada saat mendapat cobaan dan keadaannya setelah selesai menghadapi cobaan itu. Allah mencobanya dengan menimpakan sakit keras. Demikian hebatnya serangan penyakitnya itu hingga kehilangan kekuatan sama sekali. Badannya lemah lunglai tergeletak di atas kursinya seolah-olah tak bernyawa lagi.\nAbu Hurairah meriwayatkan bahwa Nabi saw bersabda: \nNabi Sulaiman berkata, \"Saya akan berkeliling malam ini untuk mengumpuli sembilan puluh istri, semuanya nanti akan melahirkan anak yang mahir menunggang kuda dan berjihad fi sabilillah\". Maka seorang sahabatnya berkata kepadanya. \"Katakan insya Allah\", tetapi Nabi Sulaiman tidak mengatakan insya Allah. Nabi Sulaiman kemudian mengumpuli istri-istrinya itu semua, tetapi tidak ada yang hamil dari mereka kecuali seorang istri, yang kemudian melahirkan anak yang tidak sempurna. Demi Zat yang menguasai diri Muhammad, \"Seandainya Nabi Sulaiman mengatakan insya Allah, niscaya semua istrinya melahirkan anak-anak yang mahir menunggang kuda dan berjihad fi sabilillah\".(Riwayat al-Bukhari dan Muslim dari Abu Hurairah) \n\nKeterangan lain menjelaskan bahwa yang dimaksud dengan cobaan itu ialah berkenaan dengan keinginan Nabi Sulaiman mendatangi sembilan puluh istrinya dalam satu malam dan setiap istrinya melahirkan seorang penunggang kuda. Namun, ia tidak mengucapkan insya Allah, sehingga Allah mengujinya dengan cobaan tidak ada yang melahirkan kecuali hanya satu orang dan melahirkan bayi lumpuh setengah badan dan diletakkan di atas kursi Nabi Sulaiman.\nDi saat-saat menerima cobaan seperti itu, ia selalu memanjatkan harapannya kepada Allah serta penyerahan dirinya menerima cobaan itu dengan ikhlas. Pada penghujung ayat, Allah menegaskan bahwa Sulaiman lalu bertobat meminta ampun atas kelemahan-kelemahan yang ada pada dirinya serta berserah diri kepada Allah.",
    "quraish": "Sesungguhnya Kami telah menguji Sulaimân sehingga ia tidak tergoda oleh kekuasaan. Kami menjadikannya tergeletak di atas kursinya sebagai jasad yang tidak mampu mengendalikan urusan. Kemudian ia menyadari cobaan itu dan segera kembali bertobat kepada Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah menguji Sulaiman) Kami telah mencobanya dengan suatu ujian, yaitu kerajaannya dirampas oleh orang lain. Demikian itu, karena ia pernah menikahi seorang perempuan yang ia sukai, hanya perempuan itu termasuk orang yang menyembah berhala, tanpa sepengetahuan Nabi Sulaiman. Dan tersebutlah bahwa kebesarannya itu terletak pada cincinnya kemudian pada suatu hari ketika ia bermaksud untuk pergi ke kamar mandi, ia melepaskan cincinnya itu. Lalu ia menitipkannya kepada salah seorang dari istrinya yang bernama Aminah, sebagaimana biasanya. Setelah ia pergi tiba-tiba datanglah makhluk jin yang menyerupai Nabi Sulaiman, kemudian jin itu mengambil cincin itu dari Aminah dan langsung memakainya (dan Kami dudukkan pada singgasananya sesosok jasad) yaitu jin tersebut, yang bernama Shakhr atau jin lainnya, kemudian jin itu menduduki singgasana Nabi Sulaiman. Ketika itu juga ia dikelilingi burung-burung dan lain-lainnya. Lalu muncullah Nabi Sulaiman dalam bentuk yang tidak seperti biasanya, yakni tanpa pakaian kebesaran, ia melihat bahwa di singgasananya telah duduk seseorang. Kemudian ia berkata kepada orang-orang yang ada di situ, \"Aku adalah Sulaiman.\" Akan tetapi orang-orang mengingkarinya (kemudian ia kembali) yakni kembali dapat merebut kebesarannya setelah selang beberapa hari; yaitu setelah ia berhasil merebut cincin kebesarannya, lalu memakainya dan duduk di atas singgasananya kembali."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 35,
    "arab": "قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ",
    "translation": "Dia berkata, “Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4005.mp3",
    "tafsir": "Allah lalu menjelaskan bahwa setelah Sulaiman sembuh dari sakitnya, ia menyadari kelemahan yang ada pada dirinya. Ia telah memilih hal yang kurang penting. Dia telah kehilangan waktu yang utama untuk melakukan ibadah karena menyaksikan latihan kuda.\nLalu Nabi Sulaiman berdoa kepada Allah agar dianugerahi kerajaan yang tidak ada tandingannya, yang tak akan dimiliki oleh seorang jua pun sesudahnya. Dalam hadis Nabi saw diriwayatkan:\nBahwa Nabi saw berkata: Bahwa Ifrit dari golongan jin meludahi aku tadi malam agar aku membatalkan salatku namun Allah memberikan kekuatan kepadaku sehingga aku dapat menangkap jin itu. Aku bermaksud untuk mengikatnya di satu tiang dari tiang-tiang masjid sehingga kamu dapat melihatnya. Tapi aku teringat doa saudaraku Sulaiman, \"Ya Allah ampunilah aku, dan berilah aku kekuatan yang tidak layak untuk diberikan kepada orang sesudahku\". Maka aku usir dia untuk menjauh.(Riwayat al-Bukhari dan Muslim) \n\nNabi Sulaiman dibesarkan dalam lingkungan kerajaan dan kenabian. Sejak kecil ia terlatih sebagai seorang anak dari seorang raja dan nabi. Sulaiman pun mewarisi kemampuan keduanya dan Allah juga menganugerahkan kepadanya kemampuan itu. Itulah sebabnya maka Allah menganugerahkan kepadanya kerajaan yang sangat kuat dan kekayaan yang berlimpah ruah, yang tiada tandingannya.\nDi akhir ayat Allah menyebutkan alasan yang dikemukakan Sulaiman dalam doanya yaitu karena Allah benar-benar akan mengabulkan doa setiap orang yang disertai usaha dan syarat kemampuan yang dimiliki sesuai dengan kehendak-Nya.",
    "quraish": "Sulaimân berdoa kepada Tuhannya sambil bertobat, \"Ya Tuhanku, ampunilah segala apa yang telah aku lakukan dan berikanlah kepadaku kerajaan yang tidak dimiliki oleh seorang pun sesudahku. Sesungguhnya Engkaulah Yang Maha Pemberi lagi banyak karunia-Nya.\"",
    "jalalayn": "(Ia berkata, \"Ya Rabbku! Ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak patut dimiliki) maksudnya, belum pernah dimiliki (oleh seorang jua pun sesudahku) artinya, yang tidak layak dimiliki oleh orang selainku. Pengertian ungkapan ini sama dengan makna yang terkandung di dalam firman-Nya yang lain, yaitu, 'Maka siapakah yang akan memberinya petunjuk sesudah Allah?' (Q.S. Al-Jatsiyah, 23) yakni selain Allah (sesungguhnya Engkaulah Yang Maha Pemberi.\")"
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 36,
    "arab": "فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ",
    "translation": "Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4006.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\nAllah berfirman:\n\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81)\n\nKedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.",
    "quraish": "Kemudian Kami menundukkan baginya angin yang berhembus dengan baik dan mudah, ke mana saja dia ingini.",
    "jalalayn": "(Kemudian Kami tundukkan kepadanya angin yang berembus dengan baik menurut perintahnya) yakni berembus dengan lembut (ke mana saja yang ia kehendaki) sesuai dengan keinginan Nabi Sulaiman."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 37,
    "arab": "وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ",
    "translation": "dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4007.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\nAllah berfirman:\n\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81)\n\nKedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.",
    "quraish": "Dan Kami tundukkan pula untuknya setan-setan yang ahli bangunan dan ahli menyelam di kedalaman laut.",
    "jalalayn": "(Dan Kami tundukkan pula kepadanya setan-setan, semuanya ahli bangunan) yakni pandai membuat bangunan-bangunan yang menakjubkan dan aneh (dan penyelam) ahli menyelam di dalam laut untuk mengambil mutiara-mutiara yang terkandung di dalamnya."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 38,
    "arab": "وَّاٰخَرِيْنَ مُقَرَّنِيْنَ فِى الْاَصْفَادِ",
    "translation": "dan (setan) yang lain yang terikat dalam belenggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4008.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\nAllah berfirman:\n\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiya'/21: 81)\n\nKedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menundukkan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.",
    "quraish": "Setan-setan yang lain diikat satu sama lainnya dengan belenggu dan rantai sehinga tidak mengganggu makhluk lain.",
    "jalalayn": "(Dan setan yang lain) setan-setan yang lainnya (yang terikat) dirantai (dalam belenggu) yaitu, tangan mereka masing-masing diikatkan ke kepalanya dengan memakai belenggu."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 39,
    "arab": "هٰذَا عَطَاۤؤُنَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ",
    "translation": "Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4009.mp3",
    "tafsir": "Allah selanjutnya menjelaskan bahwa segala macam nikmat itu adalah anugerah yang diberikan-Nya kepada Sulaiman secara khusus. Nikmat itu meliputi kerajaan yang besar, kekayaan yang berlimpah dan kekuasaan yang tak pernah diberikan kepada yang lain. Nikmat-nikmat itu dianugerahkan kepadanya agar digunakan sebagaimana mestinya.\nAllah menandaskan bahwa nikmat-nikmat itu diberikan kepada Sulaiman tanpa pertanggungjawaban, karena Sulaiman telah diberi kemampuan untuk mengendalikan segala macam nikmat itu.",
    "quraish": "Allah mewahyukan kepadanya, \"Sesungguhnya yang Kami berikan kepadamua adalah anugerah Kami. Maka berikanlah dan cegahlah orang yang kamu kehendaki. Tidak ada dosa bagimu untuk memberikan dan menahannya.\"",
    "jalalayn": "Dan Kami berfirman kepada Sulaiman (Inilah anugerah Kami; maka berikanlah) maksudnya, berikanlah sebagian daripadanya kepada orang yang kamu sukai (atau tahanlah) maksudnya, tidak memberikannya (dengan tiada pertanggungjawaban) tanpa ada hisab bagimu dalam hal ini."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 40,
    "arab": "وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ ࣖ",
    "translation": "Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4010.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa di samping kemuliaan yang telah dicapainya di dunia, yang sangat menakjubkan itu, ia akan dilimpahi karunia yang lebih nikmat lagi dan kedudukannya yang lebih mulia. Allah menjanjikan kepadanya bahwa ia akan dimasukkan dalam deretan hamba-hamba-Nya yang mempunyai kedudukan yang sangat dekat kepada Allah, yaitu kedudukan yang diperoleh para rasul dan nabi, tempat kembali yang baik yaitu surga Na'im yang penuh dengan segala macam kenikmatan.",
    "quraish": "Sesungguhnya di sisi Kami, Sulaimân mempunyai kedudukan yang agung dan tempat kembali yang baik.",
    "jalalayn": "(Dan sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik) penafsiran ayat ini sebagaimana yang telah lalu."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 41,
    "arab": "وَاذْكُرْ عَبْدَنَآ اَيُّوْبَۘ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الشَّيْطٰنُ بِنُصْبٍ وَّعَذَابٍۗ",
    "translation": "Dan ingatlah akan hamba Kami Ayyub ketika dia menyeru Tuhannya, “Sesungguhnya aku diganggu setan dengan penderitaan dan bencana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4011.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menceritakan kepada kaumnya kisah Ayub yang sangat sabar menghadapi cobaan hidup dan taat kepada Allah. Pada saat menghadapi cobaan yang sangat berat itu, ia berdoa kepada Allah dan mengadukan agar penderitaannya itu dihilangkan.\nBeberapa ahli tafsir menyebutkan bahwa Ayub adalah seorang nabi yang sangat kaya. Ia adalah seorang petani dan pemelihara ternak. Di samping itu, juga sebagai pemimpin kaumnya di sebuah negeri yang terletak di sebelah tenggara Laut Mati. Negerinya terletak di antara kota Adum dan padang pasir Arab, sangat subur, dialiri oleh mata air yang sangat banyak. Ia hidup di antara zaman Nabi Ibrahim dan Nabi Musa. Semula beliau hidup makmur dan bahagia, amat taat beragama, dan banyak sanak keluarganya. Ia sangat senang atas hasil usaha yang dicapainya, juga atas kekayaan, keluarga, dan kesehatannya. Allah lalu ingin menguji ketabahannya dengan menimpakan penyakit kulit yang sangat parah. Begitu berat penyakitnya dan begitu lama dideritanya hingga harta bendanya habis, dan keluarganya bertebaran ke negeri-negeri sekitarnya untuk mencari penghidupan. Di tengah-tengah penderitaannya itu, ia merasa sangat lelah dan menderita. Ia merasa ada setan yang mengusik jiwanya ketika beribadah kepada Allah. Lalu ia mengadukan kepada Allah agar diberi petunjuk untuk melepaskan dirinya dari penderitaan dan siksaan yang dialaminya.\nAllah berfirman:\n\nDan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, \"(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.\" (al-Anbiya'/21: 83)",
    "quraish": "Ingatlah, hai Muhammad, hamba Kami, Ayyûb, ketika ia berdoa kepada Tuhannya, \"Sesungguhnya setan telah menimpakan kepadaku kepayahan dan rasa sakit.\"",
    "jalalayn": "(Dan ingatlah akan hamba Kami Ayub ketika ia menyeru Rabbnya, \"Sesungguhnya aku) bahwasanya aku (diganggu oleh setan dengan kepayahan) kemudaratan (dan siksaan\") yakni rasa sakit. Nabi Ayub menisbatkan atau mengaitkan hal tersebut kepada setan, sekalipun pada kenyataannya segala sesuatu itu berasal dari Allah swt. Dimaksud sebagai sopan santun Nabi Ayub terhadap Allah."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 42,
    "arab": "اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌۢ بَارِدٌ وَّشَرَابٌ",
    "translation": "Allah berfirman), “Hentakkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4012.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa karena ketaatan dan kesabaran Ayub menghadapi cobaan, Allah mengabulkan doanya dengan memerintahkan kepadanya agar menghentakkan kakinya ke bumi. Kemudian dari bumi itu memancar mata air yang sejuk. Lalu Ayub diperintahkan agar mandi dan minum dengan air itu. Seketika itu, Allah menyembuhkan penyakitnya seakan-akan tidak pernah sakit sebelumnya.\nKemudian ia menghimpun kembali keluarganya yang telah terpencar, dan mereka akhirnya dapat menyebarkan keturunan yang banyak, sebagai rahmat Allah kepadanya dan kepada keturunannya.\nPada akhir ayat, Allah menegaskan bahwa ketaatan dan kesabaran Ayub itu merupakan pelajaran bagi orang-orang yang berakal dan menjadi petunjuk bagi seluruh manusia bahwa rahmat Allah itu dekat sekali pada orang-orang yang senantiasa melakukan perbuatan yang baik. Hal ini juga menjadi contoh bahwa setiap perjuangan itu meskipun pada mulanya terasa sangat melelahkan, tetapi bila dilakukan dengan penuh ketabahan, niscaya segala kesulitan pasti dapat diatasi, dan kemenangan pasti dapat diraih. Pengalaman berharga yang dapat dipetik dari kisah Ayub ini ialah bahwa orang tidak boleh berputus asa untuk mencari jalan ke luar dalam menghadapi rintangan, hingga ia mendapatkan jalan untuk mengatasi rintangan itu, dengan memohon petunjuk kepada Allah agar diberi limpahan hidayah-Nya.",
    "quraish": "Kemudian Kami penuhi permintaannya dan Kami serukan kepadanya, \"Hentakkanlah kedua kakimu di tanah, niscaya akan keluar air yang sejuk untuk kamu pakai mandi dan minum sehingga kepayahan dan rasa sakitmu hilang.\"",
    "jalalayn": "Dikatakan kepada Ayub (\"Hantamkanlah) maksudnya hentakkanlah (kakimu) ke bumi, lalu ia menghantamkannya, setelah itu tiba-tiba mengalirlah mata air dari bekas hentakan kakinya. Kemudian dikatakan pula kepadanya (inilah air untuk mandi) artinya, mandilah kamu dengan air ini (yang dingin, dan untuk minum\") minumlah kamu daripadanya. Segeralah Nabi Ayub mandi dan minum dan hilanglah semua penyakit yang ada di dalam dan di luar tubuhnya."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 43,
    "arab": "وَوَهَبْنَا لَهٗٓ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرٰى لِاُولِى الْاَلْبَابِ",
    "translation": "Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan Kami lipatgandakan jumlah mereka, sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang berpikiran sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4013.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa karena ketaatan dan kesabaran Ayub menghadapi cobaan, Allah mengabulkan doanya dengan memerintahkan kepadanya agar menghentakkan kakinya ke bumi. Kemudian dari bumi itu memancar mata air yang sejuk. Lalu Ayub diperintahkan agar mandi dan minum dengan air itu. Seketika itu, Allah menyembuhkan penyakitnya seakan-akan tidak pernah sakit sebelumnya.\nKemudian ia menghimpun kembali keluarganya yang telah terpencar, dan mereka akhirnya dapat menyebarkan keturunan yang banyak, sebagai rahmat Allah kepadanya dan kepada keturunannya.\nPada akhir ayat, Allah menegaskan bahwa ketaatan dan kesabaran Ayub itu merupakan pelajaran bagi orang-orang yang berakal dan menjadi petunjuk bagi seluruh manusia bahwa rahmat Allah itu dekat sekali pada orang-orang yang senantiasa melakukan perbuatan yang baik. Hal ini juga menjadi contoh bahwa setiap perjuangan itu meskipun pada mulanya terasa sangat melelahkan, tetapi bila dilakukan dengan penuh ketabahan, niscaya segala kesulitan pasti dapat diatasi, dan kemenangan pasti dapat diraih. Pengalaman berharga yang dapat dipetik dari kisah Ayub ini ialah bahwa orang tidak boleh berputus asa untuk mencari jalan ke luar dalam menghadapi rintangan, hingga ia mendapatkan jalan untuk mengatasi rintangan itu, dengan memohon petunjuk kepada Allah agar diberi limpahan hidayah-Nya.",
    "quraish": "Kami mengembalikan lagi keluarganya yang telah bercerai-berai saat dia mengalami cobaan dan Kami tambahkan mereka sejumlah yang ada. Kami lakukan semua itu sebagai bentuk kasih sayang Kami kepadanya dan sebagai pelajaran bagi orang-orang yang berakal agar mereka tahu bahwa kesabaran membuahkan kemenangan.",
    "jalalayn": "(Dan Kami anugerahi dia dengan mengumpulkan kembali keluarganya dan Kami tambahkan kepada mereka sebanyak mereka) maksudnya, Allah menghidupkan kembali anak-anaknya yang telah mati itu, dan menambah pula kepadanya anak lain sejumlah anak yang telah mati itu (sebagai rahmat) sebagai nikmat dan karunia (dari Kami dan pelajaran) nasihat (bagi orang-orang yang mempunyai pikiran) yaitu bagi orang-orang yang berakal."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 44,
    "arab": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِّهٖ وَلَا تَحْنَثْ ۗاِنَّا وَجَدْنٰهُ صَابِرًا ۗنِعْمَ الْعَبْدُ ۗاِنَّهٗٓ اَوَّابٌ",
    "translation": "Dan ambillah seikat (rumput) dengan tanganmu, lalu pukullah dengan itu dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4014.mp3",
    "tafsir": "Kemudian Allah mengisahkan keringanan hukuman bagi istrinya yang diberikan kepada Ayub. Allah memerintahkan agar Ayub mengambil seberkas rumput untuk dipukulkan kepada istrinya. Pukulan rumput ini cukup sebagai pengganti dari sumpah yang pernah ia ucapkan. Dalam ayat-ayat Al-Qur'an tidak disebutkan apa sebab ia bersumpah dan apa sumpahnya. Hanya hadis sajalah yang menyebutkan bahwa ia bersumpah karena istrinya, yang bernama Rahmah putri Ifraim, pergi untuk sesuatu keperluan dan terlambat datang. Ayub bersumpah akan memukulnya 100 kali apabila ia sembuh. Dengan pukulan seikat rumput itu, ia dianggap telah melaksanakan sumpahnya, sebagai kemurahan bagi Ayub sendiri dan bagi istrinya yang telah melayaninya dengan baik pada saat sakit. Dengan adanya kemurahan Allah itu, Ayub pun terhindar dari melanggar sumpah.\nDi akhir ayat, Allah memuji bahwa Ayub adalah hamba-Nya yang sabar, baik, dan taat. Sabar menghadapi cobaan yang diberikan kepadanya, baik cobaan yang menimpa dirinya, hartanya, serta keluarganya. Dia dimasukkan dalam golongan hamba-Nya yang baik perangainya karena tidak mudah berputus asa, dan menumpahkan harapannya kepada Allah. Dia juga sebagai hamba-Nya yang taat, karena kegigihannya memperjuangkan perintah-perintah agama serta memelihara diri, keluarga, dan kaumnya dari kehancuran.\nMengenai ketaatan Ayub dapat diketahui dari sebuah riwayat bahwa apabila ia menemui cobaan mengatakan:\n\n\"Ya Allah, Engkaulah yang mengambil dan Engkau pula yang memberi.\"\n\nPada waktu bermujanat ia pun berkata:\n\"Ya Tuhanku, \"Engkau telah mengetahui betul bahwa lisanku tidak akan berbeda dengan hatiku, hatiku tidak mengikuti penglihatan, hamba sahaya yang kumiliki tidak akan mempermainkan aku, aku tidak makan terkecuali bersama-sama anak yatim dan aku tidak berada dalam keadaan kenyang dan berpakaian sedang di sampingku ada orang yang lapar atau telanjang.\"",
    "quraish": "Ayyûb pernah bersumpah akan memukul salah seorang anggota keluarganya dengan beberapa kayu. Lalu Allah membebaskan sumpahnya dengan cara memerintahkannya mengambil seikat kayu sebanyak yang disumpahnya, untuk dipukulkan kepadanya. Ia pun memukulnya dengan seikat kayu tadi. Dengan begitu dia melaksanakan sumpahnya dengan penderitaan yang lebih sedikit. Sesungguhnya Allah telah memberikan karunia-Nya berupa nikmat tersebut karena Ayyûb sabar atas cobaan sehingga pantas menerima pujian itu. Maka ia adalah sebaik-baik hamba, karena selalu kembali kepada Allah dalam segala permasalahan.",
    "jalalayn": "(Dan ambillah dengan tanganmu seikat rumput) yakni seikat rumput lalang atau seikat ranting-ranting (maka pukullah dengan itu) istrimu, karena Nabi Ayub pernah bersumpah, bahwa ia sungguh akan memukul istrinya sebanyak seratus kali deraan, karena pada suatu hari ia pernah tidak menuruti perintahnya (dan janganlah kamu melanggar sumpah) dengan tidak memukulnya, lalu Nabi Ayub mengambil seratus tangkai kayu Idzkhir atau kayu lainnya, lalu ia memukulkannya sekali pukul kepada istrinya. (Sesungguhnya Kami dapati dia seorang yang sabar. Dialah sebaik-baik hamba) adalah Nabi Ayub. (Sesungguhnya dia amat taat) kepada Allah swt."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 45,
    "arab": "وَاذْكُرْ عِبٰدَنَآ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَ اُولِى الْاَيْدِيْ وَالْاَبْصَارِ",
    "translation": "Dan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4015.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengisahkan kepada kaumnya perjuangan Nabi Ibrahim, dan putra beliau Ishak yang juga diangkat menjadi nabi, serta cucunya Yakub yang mencapai derajat kenabian juga.\nMereka itu hamba-hamba Allah yang terkenal ketabahannya dan mencapai kemuliaan karena ketaatannya kepada Allah. Karena perjuangannya yang gigih dalam menegakkan kebenaran dan menghancurkan kebatilan, mereka ini dilimpahi kekuatan oleh Allah untuk memiliki ilmu pengetahuan agama yang luas dan kekuatan untuk memimpin kaumnya ke jalan yang terang, jauh dari kesesatan. Mereka juga diberi kemampuan untuk melaksanakan amal perbuatan yang diridai Allah, yang bermanfaat bagi kepentingan hidup kaumnya di dunia dan kebahagiaan mereka di akhirat.\nPada ayat ini terdapat sindiran bagi kaum musyrikin bahwa apabila mereka tidak mau mengambil pelajaran dari kisah tersebut tentulah mereka akan tetap berada dalam kesesatan dan di akhirat nanti mereka akan mengalami penderitaan yang sangat mengerikan.",
    "quraish": "Ingatlah hamba-hamba Kami Ibrâhîm, Ishâq dan Ya'qûb yang mempunyai keteguhan dalam beragama dan hidup di dunia serta memiliki hati yang jernih.",
    "jalalayn": "(Dan ingatlah hamba-hamba Kami; Ibrahim, Ishak dan Yakub yang mempunyai kekuatan) dalam hal beribadah (dan pandangan) yang tajam dalam masalah agama. Menurut suatu qiraat lafal 'Ibaadanaa dibaca 'Abdanaa dalam bentuk Mufrad, sedangkan lafal Ibrahiim merupakan Athaf Bayan baginya, dan lafal-lafal yang sesudahnya diathafkan kepada lafal 'Abdanaa."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 46,
    "arab": "اِنَّآ اَخْلَصْنٰهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِۚ ",
    "translation": "Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4016.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan sebab-sebab para nabi tersebut mencapai kemuliaan baik dunia maupun akhirat adalah karena memelihara kebersihan jiwa dan menjauhkan diri dari dosa yang tercela. Karena jiwa mereka bersih dari noda-noda kemusyrikan, maka mereka ikhlas menaati perintah-perintah Allah. Juga karena mereka selalu menjauhi perbuatan-perbuatan tercela, maka mereka gigih dalam memperjuangkan kebenaran dan melenyapkan kebatilan. Dengan demikian, tergambarlah dalam jiwa mereka akhlak yang tinggi, dan sifat yang mulia yang menyebabkan mereka patut diteladani. \nSeluruh kegiatan mereka baik berupa tenaga, harta, maupun pikiran, semata-mata dipergunakan untuk peribadatan secara murni, dengan tujuan ingin mendapat rida Allah dan menjunjung tinggi kalimat tauhid. Dengan landasan itu, mereka selalu memperingatkan kaumnya pada kehidupan akhirat yang kekal. Kenikmatan di dunia yang hanya sementara itu hendaknya dijadikan sarana untuk berbakti pada Allah, sehingga dengan demikian mereka di akhirat memperoleh kenikmatan yang tiada putus-putusnya, yang disediakan bagi hamba-hamba yang mendapatkan keridaan-Nya. Sedang hamba-hamba yang ingkar dan selalu bergelimang dalam kesesatan hidup, akan merasakan azab yang sangat pedih.",
    "quraish": "Mereka Kami berikan keistimewaan yaitu sifat selalu mengingat akhirat. Mereka selalu mengingat dan mengingatkan orang lain tentang akhirat.",
    "jalalayn": "(Sesungguhnya Kami telah menyucikan mereka dengan menganugerahkan kepada mereka akhlak yang tinggi) yaitu (selalu mengingatkan manusia kepada negeri akhirat) atau alam akhirat; maksudnya mengingatkan manusia kepada hari akhirat dan menganjurkan mereka untuk beramal baik sebagai bekal untuk menghadapinya. Menurut suatu qiraat dibaca Bikhaalishati Dzikrad Daar yaitu dengan dimudhafkan untuk menunjukkan makna Bayan, atau keterangan."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 47,
    "arab": "وَاِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْاَخْيَارِۗ",
    "translation": "Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4017.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa para hamba pilihan-Nya, yaitu Ibrahim, Ishak, dan Yakub, benar-benar mempunyai jiwa yang bersih. Tidak tersirat sedikit pun dalam jiwa mereka sifat-sifat yang tercela, seperti sifat dengki dan takabur, melainkan terpancar dari dalam diri mereka sifat-sifat yang terpuji yang menjadi teladan dan contoh yang baik bagi kaumnya.\nPelajaran yang dapat diambil dari ayat ini ialah, jiwa yang bersih dan akal yang sehat merupakan syarat yang harus dipenuhi oleh orang yang menginginkan kemuliaan baik dunia maupun akhirat. Orang yang jiwanya bersih dan akalnya sehat tentu melihat tanda-tanda kebesaran Allah yang ada pada dirinya dan ada di langit dan bumi seisinya. Sedang orang yang jiwanya kotor dan pikirannya terbelenggu oleh kebendaan, tentu tidak akan melihat tanda-tanda kebesaran Allah dan tidak akan melihat kebenaran wahyu yang dibawa oleh rasul.",
    "quraish": "Sesunguhnya, di sisi Kami, mereka adalah benar-benar termasuk orang-orang pilihan yang paling baik.",
    "jalalayn": "(Dan sesungguhnya mereka pada sisi Kami benar-benar termasuk orang-orang pilihan) yakni orang-orang yang terpilih (yang paling baik) lafal Al-Akhyaar ini adalah bentuk jamak dari lafal Khayyirun, artinya paling baik."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 48,
    "arab": "وَاذْكُرْ اِسْمٰعِيْلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۗوَكُلٌّ مِّنَ الْاَخْيَارِۗ",
    "translation": "Dan ingatlah Ismail, Ilyasa‘ dan Zulkifli. Semuanya termasuk orang-orang yang paling baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4018.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasulullah saw agar mengisahkan nabi-nabi yang lain, yaitu Ismail, Ilyasa', dan Zulkifli kepada kaumnya. Mereka ini adalah nabi-nabi yang gigih memperjuangkan tegaknya agama Allah di tengah-tengah kaumnya.\nAyat ini memisahkan penyebutan Ismail dengan ayahnya Ibrahim. Hal ini mengisyaratkan adanya perpisahan antara keduanya. Memang Nabi Ismail berpisah dengan ayahnya, setelah beliau ditinggal bersama ibunya, Hajar, di Mekah. thahir bin 'Asyur, seperti yang dikutip Quraish Shihab, memahami bahwa pemisahan itu karena Nabi Ismail kelak akan menjadi kakek moyang dari umat yang besar, yaitu bangsa Arab. Sedang Ishak dan Yakub disatukan dengan Ibrahim karena mereka memang menjadi kakek moyang Bani Israil.\nPenggabungan Ilyasa' dan Ismail karena adanya persamaan antara keduanya, antara lain mereka sama-sama sebagai manusia pilihan, kedudukan Ilyasa' di kalangan Bani Israil serupa dengan kedudukan Ismail di kalangan keturunan Ibrahim. Kesamaan itu adalah Ilyasa' membantu Nabi Ilyas, sebagaimana Ismail membantu Ibrahim.\nMenurut asy-Syaukani dalam Tafsir Fath al-Qadir disebutkan bahwa penggabungan penyebutan Zulkifli, Ilyasa', dan Ismail karena mereka mempunyai kesamaan, yaitu orang-orang penyabar.\nPada penghujung ayat, Allah menegaskan bahwa mereka ini adalah hamba-hamba Allah yang paling baik, berakhlak tinggi, berbudi luhur, dan membimbing kaumnya agar taat kepada Allah dan menjauhi kemusyrikan.",
    "quraish": "Dan ingatlah pula Ismâ'îl, al-Yasa' dan Dzû al-Kifl. Mereka semua adalah orang-orang terbaik.",
    "jalalayn": "(Dan ingatlah akan Ismail, Ilyasa') Ilyasa' adalah Yasu', dia seorang nabi; Huruf Alif dan lamnya adalah Zaidah atau tambahan (dan Zulkifli) yang masih diperselisihkan kenabiannya. Menurut suatu pendapat dikatakan, bahwa ia pernah menjamin seratus orang nabi yang berlindung kepadanya untuk menghindari pembunuhan. (Semuanya) artinya, masing-masing dari kesemuanya (termasuk orang-orang yang paling baik) lafal Al-Akhyaar adalah bentuk jamak dari lafal Khayyirun, artinya orang yang paling baik."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 49,
    "arab": "هٰذَا ذِكْرٌ ۗوَاِنَّ لِلْمُتَّقِيْنَ لَحُسْنَ مَاٰبٍۙ ",
    "translation": "Ini adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4019.mp3",
    "tafsir": "Allah menjelaskan bahwa ayat-ayat yang menceritakan kemuliaan para nabi dan kebahagiaan mereka di akhirat adalah kehormatan bagi mereka untuk selalu diingat oleh manusia. Di samping memperoleh kemuliaan di dunia, mereka pun disediakan tempat kembali yang baik di akhirat. Pada ayat ini, para nabi dimasukkan ke dalam kelompok orang-orang yang takwa, agar orang-orang yang memperhatikan seruan Rasulullah pada saat mendengar firman Allah ini menjadi sadar bahwa apabila mereka mau mencontoh dan meneladani perjuangan para rasul itu, tentu mereka juga akan memperoleh kehormatan di dunia dan kebaikan di akhirat. Demikian pula orang-orang yang mau melaksanakan perintah Allah serta menjauhi larangan-Nya, tentu akan memperoleh nasib yang sama.",
    "quraish": "Berita sebagian nabi yang Kami ceritakan kepadamu ini adalah peringatan bagi kamu dan kaummu. Sesungguhnya orang-orang yang bertakwa dan tidak melanggar perintah Allah akan mendapatkan tempat kembali yang baik.",
    "jalalayn": "(Ini adalah kehormatan) bagi mereka, yaitu mendapat pujian yang baik di sini. (Dan sesungguhnya bagi orang-orang yang bertakwa) antara lain adalah termasuk mereka (benar-benar disediakan tempat kembali yang baik) nanti di akhirat."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 50,
    "arab": "جَنّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْاَبْوَابُۚ",
    "translation": "(yaitu) surga ’Adn yang pintu-pintunya terbuka bagi mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4020.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menjelaskan betapa nikmatnya tempat kembali yang disediakan kepada para rasul dan orang-orang yang bertakwa itu. Pintu surga 'Adn selalu terbuka, dan keadaannya selalu menyenangkan, sebagai tanda bahwa segalanya telah dipersiapkan untuk menghormati hamba-hamba pilihan Allah yang akan menghuninya. Kamar-kamarnya luas yang mengagumkan, pelayan-pelayannya yang indah dipandang mata, dan suasana lingkungannya yang mencengangkan. Semuanya dalam tata ciptaan yang memesonakan, yang belum pernah terlihat sebelumnya, belum pernah terngiang di telinga dan belum pernah terlintas dalam hati.\nDi dalam surga itu keinginan mereka terpenuhi, dipan-dipan tempat mereka membaringkan diri, tersedia serba memuaskan, buah-buahan yang beraneka ragam, jenis rasa dan aromanya, serta minuman dengan segala macamnya, siap disuguhkan.\nSebenarnya kenikmatan yang terdapat dalam surga itu adalah puncak dari segala kenikmatan. Kenikmatan yang ada di surga itu diungkapkan dengan buah-buahan dan minuman sebagai kenikmatan yang sesuai dengan keadaan masyarakat Mekah pada waktu itu.\nKalau disebutkan buah-buahan yang beraneka ragam dan minuman yang bermacam jenisnya, sudah barang tentu selera mereka terangsang, dan timbullah keinginan mereka untuk menikmati. Di samping itu, mereka didampingi oleh bidadari-bidadari yang sangat sopan. Masing-masing penghuni surga dilayani oleh perempuan-perempuan surga yang khusus untuknya, dan tidak memberikan pelayanannya kepada penghuni surga yang lain. Semua perempuan surga sama-sama cantiknya dan semuanya remaja.",
    "quraish": "Allah telah menyediakan surga 'Adn yang pintu-pintunya selalu terbuka untuk mereka. Tak seorang pun dapat menghalangi mereka.",
    "jalalayn": "(Yaitu surga Adn) menjadi Badal atau 'Athaf Bayan bagi lafal Lahusna Ma-aab (yang pintu-pintunya terbuka bagi mereka) artinya, pintu-pintu surga itu terbuka lebar-lebar buat mereka."
  },
  {
    "hizb": 182,
    "name": "Sad",
    "ayat": 51,
    "arab": "مُتَّكِـِٕيْنَ فِيْهَا يَدْعُوْنَ فِيْهَا بِفَاكِهَةٍ كَثِيْرَةٍ وَّشَرَابٍ",
    "translation": "di dalamnya mereka bersandar (di atas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman (di surga itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4021.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menjelaskan betapa nikmatnya tempat kembali yang disediakan kepada para rasul dan orang-orang yang bertakwa itu. Pintu surga 'Adn selalu terbuka, dan keadaannya selalu menyenangkan, sebagai tanda bahwa segalanya telah dipersiapkan untuk menghormati hamba-hamba pilihan Allah yang akan menghuninya. Kamar-kamarnya luas yang mengagumkan, pelayan-pelayannya yang indah dipandang mata, dan suasana lingkungannya yang mencengangkan. Semuanya dalam tata ciptaan yang memesonakan, yang belum pernah terlihat sebelumnya, belum pernah terngiang di telinga dan belum pernah terlintas dalam hati.\nDi dalam surga itu keinginan mereka terpenuhi, dipan-dipan tempat mereka membaringkan diri, tersedia serba memuaskan, buah-buahan yang beraneka ragam, jenis rasa dan aromanya, serta minuman dengan segala macamnya, siap disuguhkan.\nSebenarnya kenikmatan yang terdapat dalam surga itu adalah puncak dari segala kenikmatan. Kenikmatan yang ada di surga itu diungkapkan dengan buah-buahan dan minuman sebagai kenikmatan yang sesuai dengan keadaan masyarakat Mekah pada waktu itu.\nKalau disebutkan buah-buahan yang beraneka ragam dan minuman yang bermacam jenisnya, sudah barang tentu selera mereka terangsang, dan timbullah keinginan mereka untuk menikmati. Di samping itu, mereka didampingi oleh bidadari-bidadari yang sangat sopan. Masing-masing penghuni surga dilayani oleh perempuan-perempuan surga yang khusus untuknya, dan tidak memberikan pelayanannya kepada penghuni surga yang lain. Semua perempuan surga sama-sama cantiknya dan semuanya remaja.",
    "quraish": "Di sana mereka duduk bersandar di atas ranjang dan dipan seperti layaknya hartawan. Di dalamnya, mereka bersenang-senang dengan selalu meminta buah-buahan dan minuman yang banyak.",
    "jalalayn": "(Di dalamnya mereka bertelekan) di atas dipan-dipan (sambil meminta buah-buahan yang banyak dan minuman di surga itu.)"
  }
]