[
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 52,
    "arab": "وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ اَتْرَابٌ",
    "translation": "dan di samping mereka (ada bidadari-bidadari) yang redup pandangannya dan sebaya umurnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4022.mp3",
    "tafsir": "Pada ayat-ayat ini Allah menjelaskan betapa nikmatnya tempat kembali yang disediakan kepada para rasul dan orang-orang yang bertakwa itu. Pintu surga 'Adn selalu terbuka, dan keadaannya selalu menyenangkan, sebagai tanda bahwa segalanya telah dipersiapkan untuk menghormati hamba-hamba pilihan Allah yang akan menghuninya. Kamar-kamarnya luas yang mengagumkan, pelayan-pelayannya yang indah dipandang mata, dan suasana lingkungannya yang mencengangkan. Semuanya dalam tata ciptaan yang memesonakan, yang belum pernah terlihat sebelumnya, belum pernah terngiang di telinga dan belum pernah terlintas dalam hati.\nDi dalam surga itu keinginan mereka terpenuhi, dipan-dipan tempat mereka membaringkan diri, tersedia serba memuaskan, buah-buahan yang beraneka ragam, jenis rasa dan aromanya, serta minuman dengan segala macamnya, siap disuguhkan.\nSebenarnya kenikmatan yang terdapat dalam surga itu adalah puncak dari segala kenikmatan. Kenikmatan yang ada di surga itu diungkapkan dengan buah-buahan dan minuman sebagai kenikmatan yang sesuai dengan keadaan masyarakat Mekah pada waktu itu.\nKalau disebutkan buah-buahan yang beraneka ragam dan minuman yang bermacam jenisnya, sudah barang tentu selera mereka terangsang, dan timbullah keinginan mereka untuk menikmati. Di samping itu, mereka didampingi oleh bidadari-bidadari yang sangat sopan. Masing-masing penghuni surga dilayani oleh perempuan-perempuan surga yang khusus untuknya, dan tidak memberikan pelayanannya kepada penghuni surga yang lain. Semua perempuan surga sama-sama cantiknya dan semuanya remaja.",
    "quraish": "Di dalam surga, mereka akan memiliki istri-istri yang pandangannya hanya tertuju kepada suaminya saja. Mereka semua seusia sehingga dapat lebih mudah menemukan keserasian.",
    "jalalayn": "(Dan pada sisi mereka ada bidadari-bidadari yang tidak liar pandangannya) yakni mereka hanya memandang kepada suaminya dan menundukkan pandangan mata dari yang lainnya (dan sebaya umurnya) umur mereka sebaya, yaitu sekitar tiga puluh tiga tahunan. Lafal Atraabun adalah bentuk jamak dari lafal Turbun."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 53,
    "arab": "هٰذَا مَا تُوْعَدُوْنَ لِيَوْمِ الْحِسَابِ",
    "translation": "Inilah apa yang dijanjikan kepadamu pada hari perhitungan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4023.mp3",
    "tafsir": "Allah menegaskan bahwa segala macam kenikmatan yang terdapat di surga itulah yang dijanjikan kepada hamba Allah yang bertakwa, yang pasti datang setelah manusia seluruhnya dibangkitkan kembali dari kubur, dan diadili di Padang Mahsyar. Allah menegaskan bahwa nikmat yang ada di surga itu bukan sembarang kenikmatan, tetapi nikmat yang abadi.",
    "quraish": "Nikmat seperti inilah yang dijanjikan untuk kalian pada hari kiamat.",
    "jalalayn": "(Inilah) hal-hal yang telah disebutkan itu (apa yang dijanjikan kepada kalian) dapat dibaca Yuu'aduuna atau Tuu'aduuna, kalau dibaca Tuu'aduna berarti Iltifat (pada hari berhisab) pada saat hari berhisab."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 54,
    "arab": "اِنَّ هٰذَا لَرِزْقُنَا مَا لَهٗ مِنْ نَّفَادٍۚ",
    "translation": "Sungguh, inilah rezeki dari Kami yang tidak ada habis-habisnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4024.mp3",
    "tafsir": "Allah menegaskan bahwa segala macam kenikmatan yang terdapat di surga itulah yang dijanjikan kepada hamba Allah yang bertakwa, yang pasti datang setelah manusia seluruhnya dibangkitkan kembali dari kubur, dan diadili di Padang Mahsyar. Allah menegaskan bahwa nikmat yang ada di surga itu bukan sembarang kenikmatan, tetapi nikmat yang abadi.",
    "quraish": "Sungguh, ini benar-benar karunia Kami yang tidak ada habisnya.",
    "jalalayn": "(Sesungguhnya ini adalah benar-benar rezeki dari Kami yang tiada habis-habisnya) yang tak putus-putusnya; jumlah ayat ini menjadi Haal dari lafal Larizqunaa, atau sebagai Khabar kedua dari Inna, artinya selama-lamanya."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 55,
    "arab": "هٰذَا ۗوَاِنَّ لِلطّٰغِيْنَ لَشَرَّ مَاٰبٍۙ",
    "translation": "Beginilah (keadaan mereka). Dan sungguh, bagi orang-orang yang durhaka pasti (disediakan) tempat kembali yang buruk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4025.mp3",
    "tafsir": "Pada ayat ini diterangkan keadaan orang-orang kafir di dalam neraka. Mereka memperoleh tempat kembali yang buruk, mengalami kesengsaraan yang tiada taranya di dalam neraka. Segala tempat yang mereka tempati baik tempat duduk, tempat tidur, tempat istirahat, dan sebagainya, merupakan tempat yang tidak mereka senangi, karena di tempat itu mereka selalu mengalami siksaan yang berat.\nDalam ayat yang lain diterangkan keadaan orang kafir di dalam neraka, Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A.'raf/7: 41)",
    "quraish": "Kenikmatan ini adalah balasan bagi orang-orang yang bertakwa. Sesungguhnya orang-orang yang durhaka terhadap para nabi, akan memperoleh tempat kembali yang buruk.",
    "jalalayn": "(Beginilah) keadaan yang dialami oleh orang-orang yang beriman. (Dan sesungguhnya bagi orang-orang yang durhaka) kalimat ayat ini merupakan jumlah Isti'naf atau kalimat baru (benar-benar disediakan tempat kembali yang paling buruk.)"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 56,
    "arab": "جَهَنَّمَۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمِهَادُ",
    "translation": "(yaitu) neraka Jahanam yang mereka masuki; maka itulah seburuk-buruk tempat tinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4026.mp3",
    "tafsir": "Pada ayat ini diterangkan keadaan orang-orang kafir di dalam neraka. Mereka memperoleh tempat kembali yang buruk, mengalami kesengsaraan yang tiada taranya di dalam neraka. Segala tempat yang mereka tempati baik tempat duduk, tempat tidur, tempat istirahat, dan sebagainya, merupakan tempat yang tidak mereka senangi, karena di tempat itu mereka selalu mengalami siksaan yang berat.\nDalam ayat yang lain diterangkan keadaan orang kafir di dalam neraka, Allah berfirman:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-A.'raf/7: 41)",
    "quraish": "Yaitu neraka jahanam. Mereka akan memasukinya dan merasakan sengatan panasnya. Neraka jahanam adalah seburuk-buruk tempat tinggal.",
    "jalalayn": "(Yaitu neraka Jahanam, yang mereka masuk ke dalamnya) mereka dimasukkan ke dalamnya (maka amat buruklah Jahanam itu sebagai tempat tinggal) artinya, hamparan yang paling buruk."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 57,
    "arab": "هٰذَاۙ فَلْيَذُوْقُوْهُ حَمِيْمٌ وَّغَسَّاقٌۙ",
    "translation": "Inilah (azab neraka), maka biarlah mereka merasakannya, (minuman mereka) air yang sangat panas dan air yang sangat dingin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4027.mp3",
    "tafsir": "Allah menyatakan kepada orang-orang kafir di dalam neraka, \"Hai orang kafir, inilah azab yang pernah Aku janjikan dahulu, maka rasakanlah olehmu bagaimana berat dan pedihnya azab itu, minumlah di dalam neraka itu air panas yang sedang mendidih yang membakar mulut dan usus-ususmu atau nanah busuk yang mengalir dari tubuh-tubuh penghuni neraka yang sangat dingin. Selain dari itu kamu sekalian akan merasakan azab-azab yang lain yang kamu sendiri tidak mengetahui bentuk azab itu, selain kamu hanya merasakan kesengsaraan yang luar biasa.\"\nRasulullah saw bersabda:\nDari Abu Sa'id al-Khudri, dari Nabi saw, beliau bersabda, \"Seandainya satu timba dari minuman penghuni neraka ditumpahkan di dunia, maka semua penghuni dunia akan berbau busuk.(Riwayat al-hakim)\n\nJika diperhatikan ayat-ayat ini dan dihubungkan dengan ayat-ayat yang sebelumnya seakan-akan ayat ini merupakan imbangan perkataan Allah kepada ahli surga. Pada ayat yang lalu disebutkan bahwa penduduk surga diberikan buah-buahan yang baik dan minuman yang lezat rasanya, sedang pada ayat ini diterangkan bahwa penduduk neraka disuruh merasakan air panas yang mendidih dan nanah yang mengalir. Hal ini berarti bahwa penduduk surga memperoleh semua yang diminta dan diingini, sedang penduduk neraka disuruh bahkan dipaksa melakukan sesuatu yang tidak diingininya.\nKalau orang-orang yang beriman di dalam surga memperoleh bidadari yang tidak liar pandangannya dan sebaya umurnya, maka penduduk neraka memperoleh azab yang bermacam-macam yang sangat berat dan pedih.",
    "quraish": "Ini adalah air yang sangat panas dan minuman penghuni jahanam. Mereka diperintahkan untuk merasakannya.",
    "jalalayn": "(Inilah) azab neraka; pengertian ini disimpulkan dari lafal sesudahnya (biarlah mereka merasakannya, minuman mereka air yang sangat panas) lagi membakar (dan nanah ahli neraka) dapat dibaca Ghassaaqun atau Ghasaaqun artinya nanah yang meleleh dari penghuni neraka."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 58,
    "arab": "وَّاٰخَرُ مِنْ شَكْلِهٖٓ اَزْوَاجٌۗ",
    "translation": "dan berbagai macam (azab) yang lain yang serupa itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4028.mp3",
    "tafsir": "Allah menyatakan kepada orang-orang kafir di dalam neraka, \"Hai orang kafir, inilah azab yang pernah Aku janjikan dahulu, maka rasakanlah olehmu bagaimana berat dan pedihnya azab itu, minumlah di dalam neraka itu air panas yang sedang mendidih yang membakar mulut dan usus-ususmu atau nanah busuk yang mengalir dari tubuh-tubuh penghuni neraka yang sangat dingin. Selain dari itu kamu sekalian akan merasakan azab-azab yang lain yang kamu sendiri tidak mengetahui bentuk azab itu, selain kamu hanya merasakan kesengsaraan yang luar biasa.\"\nRasulullah saw bersabda:\nDari Abu Sa'id al-Khudri, dari Nabi saw, beliau bersabda, \"Seandainya satu timba dari minuman penghuni neraka ditumpahkan di dunia, maka semua penghuni dunia akan berbau busuk.(Riwayat al-hakim)\n\nJika diperhatikan ayat-ayat ini dan dihubungkan dengan ayat-ayat yang sebelumnya seakan-akan ayat ini merupakan imbangan perkataan Allah kepada ahli surga. Pada ayat yang lalu disebutkan bahwa penduduk surga diberikan buah-buahan yang baik dan minuman yang lezat rasanya, sedang pada ayat ini diterangkan bahwa penduduk neraka disuruh merasakan air panas yang mendidih dan nanah yang mengalir. Hal ini berarti bahwa penduduk surga memperoleh semua yang diminta dan diingini, sedang penduduk neraka disuruh bahkan dipaksa melakukan sesuatu yang tidak diingininya.\nKalau orang-orang yang beriman di dalam surga memperoleh bidadari yang tidak liar pandangannya dan sebaya umurnya, maka penduduk neraka memperoleh azab yang bermacam-macam yang sangat berat dan pedih.",
    "quraish": "Azab lain yang seperti ini masih banyak lagi dan bermacam-macam.",
    "jalalayn": "(Dan azab yang lain) dapat dibaca dalam bentuk jamak sehingga menjadi Ukharu atau dapat pula dibaca dalam bentuk Mufrad sehingga bacaannya menjadi Aakharu (yang serupa itu) serupa dengan azab yang telah disebutkan tadi, yaitu air yang sangat panas dan cairan nanah (berbagai macam) beraneka ragam siksaan, maksudnya, azab mereka bermacam-macam."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 59,
    "arab": "هٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْۚ  لَا مَرْحَبًا ۢبِهِمْ ۗ اِنَّهُمْ صَالُوا النَّارِ",
    "translation": "(Dikatakan kepada mereka), “Ini rombongan besar (pengikut-pengikutmu) yang masuk berdesak-desak bersama kamu (ke neraka).” Tidak ada ucapan selamat datang bagi mereka karena sesungguhnya mereka akan masuk neraka (kata pemimpin-pemimpin mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4029.mp3",
    "tafsir": "Para malaikat berkata kepada orang-orang kafir yang telah masuk ke dalam neraka lebih dahulu di waktu mereka menghalau rombongan kafir yang lain yang banyak jumlahnya, \"Inilah rombongan yang lain yang dihalau ke dalam neraka agar mereka tinggal di dalamnya bersama-sama dengan kamu.\" Rombongan yang telah masuk dahulu ke dalam neraka, melihat rombongan yang baru yang sedang digiring itu, berkata, \"Itu adalah rombongan yang banyak jumlahnya yang akan menghuni neraka bersama-sama kita, maka kecelakaan akan menimpa mereka pula seperti kecelakaan yang telah menimpa kita dan mereka akan dibakar hangus seperti kita.\"",
    "quraish": "Dikatakan kepada para pemimpin orang-orang musyrik yang durhaka, \"Ini adalah sekelompok orang yang masuk neraka dengan penuh kesulitan dan berdesak-desakan. Mereka itu adalah para pengikut kalian.\" Para pemimpin itu kemudian berkata, \"Tidak ada ucapan selamat datang bagi mereka. Sesungguhnya mereka benar-benar masuk ke neraka dan merasakan panasnya.\"",
    "jalalayn": "Dan dikatakan kepada mereka sewaktu mereka diseret ke dalam neraka bersama dengan para pengikutnya (\"Ini adalah suatu rombongan) suatu gelombang (yang masuk berdesak-desak) dijejalkan masuk (bersama kalian\") ke neraka. Kalimat itu dikatakan kepada mereka dengan nada yang keras; maka berkatalah pemimpin-pemimpin mereka yang durhaka, (\"Tiadalah ucapan selamat datang kepada mereka) artinya, tiada kelapangan buat mereka (karena sesungguhnya mereka akan masuk neraka.\")"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 60,
    "arab": "قَالُوْا بَلْ اَنْتُمْ لَا مَرْحَبًاۢ بِكُمْ ۗ اَنْتُمْ قَدَّمْتُمُوْهُ لَنَاۚ فَبِئْسَ الْقَرَارُ",
    "translation": "(Para pengikut mereka menjawab), “Sebenarnya kamulah yang (lebih pan-tas) tidak menerima ucapan selamat datang, karena kamulah yang menjerumuskan kami ke dalam azab, maka itulah seburuk-buruk tempat menetap.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4030.mp3",
    "tafsir": "Mendengar ucapan itu, maka rombongan yang sedang digiring malaikat itu menjawab, \"Sebenarnya kamulah yang lebih pantas mendapat celaka, karena kamulah yang menyesatkan kami dahulu, dan kamulah yang selalu mengajak serta mendorong kami untuk mengerjakan pekerjaan-pekerjaan yang mengakibatkan kami masuk neraka ini.\"\nDalam ayat lain, Allah berfirman:\n\nAllah berfirman, \"Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya¦ (al-A.'raf/7: 38)\n\nLain halnya penduduk surga, setiap ada rombongan yang masuk ke dalamnya, mereka selalu disambut dengan senang dan gembira, dalam suasana persaudaraan dan kasih sayang, dan kepada mereka diucapkan \"salam\". Sungguh besar perbedaan antara penerimaan orang-orang beriman ketika mereka masuk surga dengan penerimaan orang-orang kafir ketika mereka masuk neraka.",
    "quraish": "Para pengikut mereka menjawab, \"Sebenarnya kalianlah yang lebih berhak menerima doa yang kalian panjatkan untuk kami. Sebab kalianlah yang mengajukan siksa ini kepada kami dengan cara menggoda kami dan mengajak kepada kekafiran sehingga kami menjadi kafir. Seburuk-buruk negeri dan tempat tinggal adalah Jahanam.\"",
    "jalalayn": "(Pengikut-pengikut mereka berkata) atau mengatakan, (\"Sebenarnya kalianlah; tiada ucapan selamat datang bagi kalian, karena kalianlah yang menjerumuskan kami) ke dalam kekafiran (maka amat buruklah tempat tinggal\") bagi kami dan kalian, yaitu neraka."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 61,
    "arab": "قَالُوْا رَبَّنَا مَنْ قَدَّمَ لَنَا هٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى النَّارِ",
    "translation": "Mereka berkata (lagi), “Ya Tuhan kami, barangsiapa menjerumuskan kami ke dalam (azab) ini, maka tambahkanlah azab kepadanya dua kali lipat di dalam neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4031.mp3",
    "tafsir": "Bahkan penduduk neraka yang baru datang itu berdoa kepada Tuhan agar menambah azab yang berat kepada orang-orang yang telah menyesatkan mereka dengan mengatakan, \"Wahai Tuhan kami, timpakanlah azab yang berlipat-ganda kepada pemimpin-pemimpin dan pemuka-pemuka agama kami yang telah menyebabkan kami menderita karena azab yang berat ini.\nAyat lain yang searti dengan ayat ini firman Allah:\n\n¦Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka\" Allah berfirman, \"Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui. (al-A.'raf/7: 38)",
    "quraish": "Para pengikut itu berkata, \"Wahai Tuhan kami, tambahkanlah orang yang menyebabkan kami mendapat siksa dengan siksa yang berlipat di neraka.\"",
    "jalalayn": "(Mereka berkata) lagi, (\"Ya Rabb kami! Barang siapa yang menjerumuskan kami ke dalam azab ini, maka tambahkanlah azab kepadanya dengan berlipat ganda) dua kali lipat azab yang diterimanya, sebagai balasan dari kekafirannya (di dalam neraka.\")"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 62,
    "arab": "وَقَالُوْا مَا لَنَا لَا نَرٰى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الْاَشْرَارِ",
    "translation": "Dan (orang-orang durhaka) berkata, “Mengapa kami tidak melihat orang-orang yang dahulu (di dunia) kami anggap sebagai orang-orang yang jahat (hina).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4032.mp3",
    "tafsir": "Orang-orang kafir itu saling bertanya sesamanya, setelah mereka tidak melihat seorang pun orang-orang yang beriman yang mereka anggap hina sewaktu di dunia, \"Mengapa kita tidak melihat seorang pun dari orang-orang yang sewaktu di dunia kita pandang sebagai orang bodoh, orang jahat, dan orang hina yang tidak ada kebaikan pada dirinya.\"\nIbnu 'Abbas berkata, \"Yang mereka maksud dengan orang bodoh dan jahat adalah sahabat Rasul. Abu Jahal berkata, 'Di mana Bilal, di mana shuhaib, di mana Ammar, mereka semuanya di dalam surga. Kasihan Abu Jahal, anaknya 'Ikrimah dan Juwairiyah masuk Islam, demikian pula ibunya, saudaranya, sedang ia sendiri kafir.\"",
    "quraish": "Para penghuni neraka berkata, \"Mengapa kami tidak melihat orang-orang yang ketika di dunia kami anggap jahat dan hina yang tidak memiliki kebaikan sama sekali, yaitu orang-orang muslim yang fakir.",
    "jalalayn": "(Dan mereka berkata,) yakni orang-orang kafir Mekah, sedang mereka berada dalam neraka, (\"Mengapa kami tidak melihat orang-orang yang dahulu kami anggap) sewaktu di dunia (sebagai orang-orang yang hina.\")"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 63,
    "arab": "اَتَّخَذْنٰهُمْ سِخْرِيًّا اَمْ زَاغَتْ عَنْهُمُ الْاَبْصَارُ",
    "translation": "Dahulu kami menjadikan mereka olok-olokan, ataukah karena penglihatan kami yang tidak melihat mereka?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4033.mp3",
    "tafsir": "Selanjutnya mereka saling bertanya sesama mereka, \"Apakah karena telah kita ejek dan perolok-olokkan sewaktu di dunia, sehingga mereka tidak masuk neraka ini, sedang mereka adalah orang-orang yang tidak pantas diejek dan diperolok-olokkan. Atau mereka sebenarnya telah masuk bersama-sama kita ke dalam neraka, tetapi kita tidak melihat mereka.\" Demikianlah keadaan orang-orang kafir di dalam neraka, mereka saling salah menyalahkan, saling tuduh-menuduh, bahkan mereka saling bertengkar antara yang satu dengan yang lain.",
    "quraish": "Bagaimana mereka tidak masuk neraka, sementara ketika di dunia mereka telah kami jadikan bahan olok-olokan. Ataukah mereka telah masuk ke neraka tetapi pandangan kami yang terhalang sehingga tidak melihat mereka.\"",
    "jalalayn": "(Apakah kami dahulu menjadikan mereka olok-olokan) lafal Sukhriyyan dapat pula dibaca Sikhriyyan, yakni kami dahulu sewaktu di dunia menghina mereka. Huruf Ya pada lafal Sukhriyyan adalah Nasab; maksudnya apakah mereka tidak ada (ataukah karena tidak melihat) yakni terhalang (mata kami dari melihat mereka) sehingga mata kami tidak dapat melihat mereka. Yang mereka maksud adalah kaum muslimin yang miskin, seperti Ammar, Bilal, Shuhaib, dan Salman."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 64,
    "arab": "اِنَّ ذٰلِكَ لَحَقٌّ تَخَاصُمُ اَهْلِ النَّارِ ࣖ",
    "translation": "Sungguh, yang demikian benar-benar terjadi, (yaitu) pertengkaran di antara penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4034.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa semua yang diceritakan itu benar-benar akan terjadi, tidak diragukan sedikit pun. Orang-orang kafir itu akan selalu bertengkar sesama mereka di dalam neraka nanti.",
    "quraish": "Sesungguhnya pembicaraan para penghuni neraka yang telah Kami sebutkan itu benar dan akan terjadi, yaitu perdebatan dan perselisihan antara sesama mereka.",
    "jalalayn": "(Sesungguhnya yang demikian itu pasti terjadi) sudah pasti terjadinya, yaitu (pertengkaran penghuni neraka) sebagaimana yang telah dijelaskan tadi."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 65,
    "arab": "قُلْ اِنَّمَآ اَنَا۠ مُنْذِرٌ ۖوَّمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada tuhan selain Allah Yang Maha Esa, Mahaperkasa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4035.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar menyampaikan kepada orang-orang musyrik Mekah bahwa dirinya adalah rasul Allah yang menyampaikan janji dan ancaman-Nya kepada manusia. Ancaman-Nya ialah azab pedih yang akan ditimpakan kepada orang-orang yang menyalahi perintah-Nya sebagaimana yang telah ditimpakan kepada orang-orang sebelumnya, seperti kaum 'Ad, Samud, dan sebagainya. Selanjutnya Rasulullah saw menyatakan bahwa dia hanya pemberi berita dan bukanlah tukang sihir sebagaimana yang mereka tuduhkan dan bukan pula orang pendusta. Ia bukanlah seorang yang berkuasa atas manusia, sebagaimana diterangkan dalam firman Allah:\n\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22)\n\nAllah menerangkan tugas seorang rasul dan batas-batas kemampuannya. Dia menerangkan ajaran yang harus disampaikan kepada orang-orang kafir yaitu: Tidak ada satu pun Tuhan yang berhak disembah kecuali Allah, Tuhan Yang Maha Esa, tiada sekutu bagi-Nya.",
    "quraish": "Hai Muhammad, katakan kepada orang-orang musyrik, \"Sesunguhnya aku adalah pemberi peringatan akan azab Allah. Tak ada yang patut disembah kecuali Allah Yang Mahaesa, tak bersekutu, dan Mahaperkasa Yang mampu mengalahkan segala penguasa.",
    "jalalayn": "(Katakanlah) hai Muhammad kepada orang-orang kafir Mekah! (\"Sesungguhnya aku hanya seorang pemberi peringatan) seorang yang memperingatkan kalian dengan neraka (dan sekali-kali tidak ada Tuhan selain Allah Yang Maha Esa lagi Maha Mengalahkan) semua makhluk-Nya."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 66,
    "arab": "رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ",
    "translation": "(yaitu) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Mahaperkasa, Maha Pengampun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4036.mp3",
    "tafsir": "Dialah Tuhan yang tidak dapat ditandingi oleh siapa pun. Tuhan Yang Maha Esa Mahaperkasa, Mahakuasa, menguasai, mengatur, mengawasi, dan memelihara kelangsungan hidup segala sesuatu yang ada di langit dan bumi. Dialah Tuhan Yang Maha Mengampuni segala dosa-dosa hamba yang dikehendaki-Nya.",
    "quraish": "Pemelihara langit dan bumi beserta semua yang ada di antara keduanya, Sang Mahaperkasa Yang tidak terkalahkan, Sang Maha Pengampun atas dosa-dosa orang yang beriman kepada-Nya.\"",
    "jalalayn": "(Rabb langit dan bumi dan apa yang ada di antara keduanya Yang Maha Perkasa) yakni Maha Menang atas semua perkara-Nya (lagi Maha Pengampun\") terhadap kekasih-kekasih-Nya."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 67,
    "arab": "قُلْ هُوَ نَبَؤٌا عَظِيْمٌۙ",
    "translation": "Katakanlah, “Itu (Al-Qur'an) adalah berita besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4037.mp3",
    "tafsir": "Nabi Muhammad diperintahkan untuk mengatakan kepada orang-orang musyrik bahwa berita tentang rasul atau utusan Allah yang memberi peringatan kepada manusia dan berita keesaan dan kekuasaan-Nya, adalah berita yang sangat besar faedahnya bagi seluruh manusia. Berita itu dapat menyelamatkan manusia dari kesesatan, dapat menunjukkan kepada manusia jalan yang lurus, jalan kebahagiaan hidup di dunia dan akhirat. Akan tetapi, kebanyakan manusia tidak mau mengerti bahkan mereka berpaling dari agama Allah.",
    "quraish": "Katakan kepada mereka, hai Muhammad, \"Yang aku sampaikan ini adalah berita besar yang kalian palingkan dan tidak kalian pikirkan.",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Berita itu adalah berita besar.)"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 68,
    "arab": "اَنْتُمْ عَنْهُ مُعْرِضُوْنَ",
    "translation": "yang kamu berpaling darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4038.mp3",
    "tafsir": "Nabi Muhammad diperintahkan untuk mengatakan kepada orang-orang musyrik bahwa berita tentang rasul atau utusan Allah yang memberi peringatan kepada manusia dan berita keesaan dan kekuasaan-Nya, adalah berita yang sangat besar faedahnya bagi seluruh manusia. Berita itu dapat menyelamatkan manusia dari kesesatan, dapat menunjukkan kepada manusia jalan yang lurus, jalan kebahagiaan hidup di dunia dan akhirat. Akan tetapi, kebanyakan manusia tidak mau mengerti bahkan mereka berpaling dari agama Allah.",
    "quraish": "Katakan kepada mereka, hai Muhammad, \"Yang aku sampaikan ini adalah berita besar yang kalian palingkan dan tidak kalian pikirkan.",
    "jalalayn": "(Yang kalian berpaling darinya) dari Alquran yang aku beritakan dan aku datangkan kepada kalian; di dalamnya terdapat hal-hal yang tidak dapat diketahui, melainkan hanya dengan jalan wahyu. Yang dimaksud dengan berita yang besar itu ialah:"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 69,
    "arab": "مَا كَانَ لِيَ مِنْ عِلْمٍۢ بِالْمَلَاِ الْاَعْلٰٓى اِذْ يَخْتَصِمُوْنَ",
    "translation": "Aku tidak mempunyai pengetahuan sedikit pun tentang al-mala’ul a’la (malaikat) itu ketika mereka berbantah-bantahan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4039.mp3",
    "tafsir": "Selanjutnya Rasulullah diperintahkan Allah menyatakan kepada orang-orang musyrik Mekah bahwa seandainya Allah tidak menurunkan wahyu kepadanya, tentu ia tidak akan mengetahui para malaikat yang selalu tunduk dan patuh kepada Allah. Ia juga tidak akan mengetahui pembicaraan yang dilakukan para malaikat, Iblis, dan Adam di hadapan Allah. Malaikat dan Adam tunduk dan patuh kepada Allah, sedang Iblis ingkar dan durhaka kepada-Nya.\nPada akhir ayat ini Rasulullah menegaskan lagi tugas yang diberikan Allah, \"Aku ini hanyalah seorang rasul yang memberi petunjuk dan peringatan, bukanlah seorang yang dapat memaksa manusia masuk agama Islam.\"",
    "quraish": "Aku tidak pernah tahu berita tentang para malaikat ketika mereka berselisih mengenai ihwal Adam. Sebab aku tidak menempuh jalan yang biasa digunakan orang untuk memperoleh pengetahuan, seperti membaca buku atau berguru kepada seseorang. Cara yang aku tempuh untuk memperoleh pengetahuan adalah melalui wahyu.",
    "jalalayn": "(Aku tiada mempunyai pengetahuan sedikit pun tentang Al-Mala'ul A'la) yakni para malaikat itu (ketika mereka berbantah-bantahan) tentang perihal Nabi Adam, ketika Allah berfirman, 'Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi...' (Q.S. Al-Baqarah, 30)"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 70,
    "arab": "اِنْ يُّوْحٰىٓ اِلَيَّ اِلَّآ اَنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ",
    "translation": "Yang diwahyukan kepadaku, bahwa aku hanyalah seorang pemberi peringatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4040.mp3",
    "tafsir": "Selanjutnya Rasulullah diperintahkan Allah menyatakan kepada orang-orang musyrik Mekah bahwa seandainya Allah tidak menurunkan wahyu kepadanya, tentu ia tidak akan mengetahui para malaikat yang selalu tunduk dan patuh kepada Allah. Ia juga tidak akan mengetahui pembicaraan yang dilakukan para malaikat, Iblis, dan Adam di hadapan Allah. Malaikat dan Adam tunduk dan patuh kepada Allah, sedang Iblis ingkar dan durhaka kepada-Nya.\nPada akhir ayat ini Rasulullah menegaskan lagi tugas yang diberikan Allah, \"Aku ini hanyalah seorang rasul yang memberi petunjuk dan peringatan, bukanlah seorang yang dapat memaksa manusia masuk agama Islam.\"",
    "quraish": "Aku tidak akan mendapatkan wahyu kecuali karena aku adalah seorang rasul yang bertugas menyampaikan risalah kepada kalian dengan bahasa yang paling jelas.\"",
    "jalalayn": "(Tidak) tiada (diwahyukan kepadaku, melainkan bahwa sesungguhnya aku) yakni aku ini (hanyalah seorang pemberi peringatan yang nyata\") artinya nyata peringatannya."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 71,
    "arab": "اِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ طِيْنٍ",
    "translation": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia dari tanah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4041.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa para malaikat dan iblis mengajukan pertanyaan kepada Allah setelah Dia menyampaikan kepada malaikat bahwa akan menciptakan seorang manusia dari tanah. Pernyataan mereka mengenai faedah adanya manusia yang akan diciptakan Allah itu. Pertanyaan ini diterangkan dalam firman Allah:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nMengenai penciptaan manusia dari tanah, dijelaskan disini bahwa berdasarkan kajian ilmiah bahan penciptaan manusia adalah tanah, disebut lebih persis pada ayat ini yaitu tanah liat. Istilah liat biasa dipakai untuk menamai butiran tanah dengan ukuran paling kecil, diameter di bawah 0,5 mikron (= 1/2000 mm). Istilah liat juga biasa dipakai untuk menamai jenis mineral pembentuk butiran tanah paling kecil ini. Karena ukurannya yang kecil, liat bila dimasukkan ke dalam air akan bersifat koloidal: tidak melarut tetapi tersebar merata dan sulit dipisahkan dari air. Sebagai mineral, liat adalah sekelompok alumino-silikat hidrat yang strukturnya berlembar. Karena strukturnya, partikel liat mempunyai muatan elektrik. Sifat-sifat mineral liat lainnya adalah plastis, tetapi plastisitas ini menghilang apabila dipanaskan sampai temperatur tertentu karena struktur mineral berubah. Pemanfaatan liat secara tradisional didasarkan pada sifat-sifat fisiknya, antara lain karena mudah dibentuk dan mengeras jika dipanaskan dipanaskan, sehingga umum dipakai sebagai bahan pembuat barang gerabah atau tembikar dan keramik. Pemanfaatan liat secara modern lebih didasarkan pada sifat kimia-fisiknya, umumnya dipakai sebagai bahan katalis pada reaksi-reaksi kimia. Karena sifat-sifat kimia-fisik yang dimilikinya, liat merupakan bagian tanah yang paling mungkin memiliki peran besar pada proses terbentuknya awal kehidupan di muka bumi termasuk penciptaan manusia (lihat juga al-An'am/6: 2, Fathir/35: 11; al-hijr/15: 26-28-33; al-Mu'minun/23: 12, 14; ash-shaffat/37: 11)",
    "quraish": "Ingatkanlah mereka ketika Tuhanmu berkata kepada malaikat, \"Sesungguhnya Aku telah menciptakan seorang manusia, yaitu Adam a. s., dari tanah.",
    "jalalayn": "Ingatlah (ketika Rabbmu berfirman kepada malaikat, \"Sesungguhnya Aku akan menciptakan manusia dari tanah) yaitu Adam."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 72,
    "arab": "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ",
    "translation": "Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4042.mp3",
    "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya.\nPada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)",
    "quraish": "Apabila Aku telah menyempurnakan penciptaannya dan telah meniupkan rahasia kehidupan--yaitu roh--kepadanya, maka tunduklah kalian dengan sujud penghormatan, bukan sujud penghambaan.",
    "jalalayn": "(Maka apabila telah Kusempurnakan kejadiannya) telah sempurna kejadiannya (dan Kutiupkan) Kualirkan (kepadanya roh ciptaan-Ku) sehingga ia menjadi hidup. Dimudhafkannya lafal ruh kepada Allah dimaksud untuk memuliakan Nabi Adam. Roh adalah tubuh yang lembut dan tidak kelihatan oleh mata, yang membuat manusia dapat hidup karena memasuki tubuhnya (maka hendaklah kalian bersungkur dengan sujud kepadanya\") sujud penghormatan dengan cara membungkukkan badan."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 73,
    "arab": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ",
    "translation": "Lalu para malaikat itu bersujud semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4043.mp3",
    "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya.\nPada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)",
    "quraish": "Semua malaikat pun melaksanakan perintah itu dan melakukan sujud penghormatan kepada Adam, kecuali Iblîs yang tidak mau bersujud.",
    "jalalayn": "(Lalu seluruh malaikat itu sujud semuanya) di dalam ayat ini terdapat dua Taukid, yaitu lafal Kulluhum dan lafal Ajma 'uuna."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 74,
    "arab": "اِلَّآ اِبْلِيْسَۗ اِسْتَكْبَرَ وَكَانَ مِنَ الْكٰفِرِيْنَ",
    "translation": "kecuali Iblis; ia menyombongkan diri dan ia termasuk golongan yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4044.mp3",
    "tafsir": "Allah menyampaikan kepada malaikat bahwa apabila Ia telah menyempurnakan kejadian manusia dan meniupkan roh ke dalam tubuhnya, mereka diperintahkan untuk sujud kepada Adam, sebagai tanda penghormatan kepadanya.\nPada ayat ini diterangkan salah satu proses penciptaan Adam, yaitu dari tanah. Para malaikat bersujud menghormatinya, karena taat kepada Allah, kecuali Iblis. Ia enggan menghormati Adam, sehingga ia termasuk makhluk yang tidak taat kepada Allah. Pembangkangan Iblis terhadap perintah sujud kepada Adam telah disebutkan dalam firmannya:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir. (al-Baqarah/2: 34)",
    "quraish": "Semua malaikat pun melaksanakan perintah itu dan melakukan sujud penghormatan kepada Adam, kecuali Iblîs yang tidak mau bersujud.",
    "jalalayn": "(Kecuali iblis) dia adalah bapaknya jin yang dahulunya campur bersama dengan malaikat (dia menyombongkan diri dan adalah dia termasuk orang-orang yang kafir) menurut ilmu Allah."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 75,
    "arab": "قَالَ يٰٓاِبْلِيْسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۗ اَسْتَكْبَرْتَ اَمْ كُنْتَ مِنَ الْعَالِيْنَ",
    "translation": "(Allah) berfirman, “Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4045.mp3",
    "tafsir": "Allah berkata kepada Iblis, \"Hai Iblis, apa yang menyebabkanmu enggan sujud menghormati Adam, makhluk yang telah Aku ciptakan sendiri dengan kekuasaan-Ku? Aku sendirilah yang menciptakan Adam itu, bukan makhluk-Ku yang menciptakannya. Kenapa kamu berlaku angkuh dan sombong. Apakah kamu telah merasa dirimu lebih tinggi dan lebih terhormat di antara makhluk-makhluk yang telah Aku ciptakan, sehingga kamu berpendapat bahwa kamu berhak dan berwenang berbuat apa yang kamu inginkan?\"\nIblis menjawab dan memberikan alasan pembangkangannya. Ia mengatakan bahwa ia lebih baik daripada Adam karena Allah menjadikannya dari api, sedang Adam dari tanah. Menurut Iblis, api lebih baik daripada tanah karena sifat api selalu meninggi dan tanah selalu di bawah. Padahal, materi asal itu tidak bisa dijadikan indikator kemuliaan makhluk. Kemuliaan itu tergantung pada ketaatan dan kepatuhan kepada Allah. Percakapan di atas disebutkan dalam firman Allah:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"(al-A.'raf/7: 12)",
    "quraish": "Allah berkata, \"Wahai Iblîs, apa yang membuatmu tidak mau bersujud hormat kepada makhluk yang Aku ciptakan sendiri tanpa perantara? Merasa besarkah kamu, padahal kamu tidak besar, atau kamu benar- benar tinggi?\"",
    "jalalayn": "(Allah berfirman, \"Hai iblis! Apakah yang menghalangi kamu sujud kepada yang telah Kuciptakan dengan kedua tangan kekuasaan-Ku?) maksudnya, yang telah Aku atur penciptaannya secara langsung; ungkapan ini dimaksud memuliakan kedudukan Nabi Adam, karena sesungguhnya setiap makhluk diciptakan oleh Allah secara langsung. (Apakah kamu menyombongkan diri) sekarang sehingga kamu tidak mau bersujud kepadanya; Istifham atau kata tanya di sini menunjukkan makna cemoohan (ataukah kamu merasa termasuk orang-orang yang lebih tinggi?\") merasa tinggi diri sehingga kamu bersikap takabur tidak mau bersujud."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 76,
    "arab": "قَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ",
    "translation": "(Iblis) berkata, “Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4046.mp3",
    "tafsir": "Allah berkata kepada Iblis, \"Hai Iblis, apa yang menyebabkanmu enggan sujud menghormati Adam, makhluk yang telah Aku ciptakan sendiri dengan kekuasaan-Ku? Aku sendirilah yang menciptakan Adam itu, bukan makhluk-Ku yang menciptakannya. Kenapa kamu berlaku angkuh dan sombong. Apakah kamu telah merasa dirimu lebih tinggi dan lebih terhormat di antara makhluk-makhluk yang telah Aku ciptakan, sehingga kamu berpendapat bahwa kamu berhak dan berwenang berbuat apa yang kamu inginkan?\"\nIblis menjawab dan memberikan alasan pembangkangannya. Ia mengatakan bahwa ia lebih baik daripada Adam karena Allah menjadikannya dari api, sedang Adam dari tanah. Menurut Iblis, api lebih baik daripada tanah karena sifat api selalu meninggi dan tanah selalu di bawah. Padahal, materi asal itu tidak bisa dijadikan indikator kemuliaan makhluk. Kemuliaan itu tergantung pada ketaatan dan kepatuhan kepada Allah. Percakapan di atas disebutkan dalam firman Allah:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\"(al-A.'raf/7: 12)",
    "quraish": "Iblîs berkata, \"Aku lebih baik daripada Adam, sebab aku Engkau ciptakan dari api sedangkan Adam Engkau ciptakan dari tanah. Bagaimama aku sujud kepadanya?\"",
    "jalalayn": "(Iblis berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\")"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 77,
    "arab": "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۖ",
    "translation": "(Allah) berfirman, “Kalau begitu keluarlah kamu dari surga! Sesungguhnya kamu adalah makhluk yang terkutuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4047.mp3",
    "tafsir": "Karena kedurhakaan Iblis yang enggan menaati perintah Allah, maka Allah mengusir Iblis dari surga, dan menjadikannya sebagai makhluk yang terkutuk. Kutukan itu tetap berlaku sampai hari Kiamat, yaitu hari pembalasan terhadap semua perbuatan manusia.\nFirman Allah:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"( al-A.'raf/7: 13)",
    "quraish": "Allah berkata kepada Iblîs, sebagai balasan atas kesombongan menghadapi perintah-Nya, \"Keluarlah kamu dari kelompok al-Mala' al-A'lâ. (1) Kamu terusir dari kasih sayang-Ku.\" (1) Al-mala' al-A'lâ berarti 'alam malaikat', 'alam arwah', \"alam surga'.",
    "jalalayn": "(Allah berfirman, \"Maka keluarlah kamu dari surga) menurut pendapat yang lain dari langit (sesungguhnya kamu adalah orang yang diusir) yang terusir."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 78,
    "arab": "وَّاِنَّ عَلَيْكَ لَعْنَتِيْٓ اِلٰى يَوْمِ الدِّيْنِ",
    "translation": "Dan sungguh, kutukan-Ku tetap atasmu sampai hari pembalasan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4048.mp3",
    "tafsir": "Karena kedurhakaan Iblis yang enggan menaati perintah Allah, maka Allah mengusir Iblis dari surga, dan menjadikannya sebagai makhluk yang terkutuk. Kutukan itu tetap berlaku sampai hari Kiamat, yaitu hari pembalasan terhadap semua perbuatan manusia.\nFirman Allah:\n\n(Allah) berfirman, \"Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.\"( al-A.'raf/7: 13)",
    "quraish": "\"Kamu akan Aku jauhkan dari segala bentuk kebaikan sampai hari pembalasan,\" kata Allah lagi. \"Kamu akan dibalas atas kekufuranmu kepada-Ku dan kesombonganmu di hadapan-Ku.\"",
    "jalalayn": "(Sesungguhnya kutukan-Ku tetap atasmu sampai hari pembalasan\") yakni hari Allah melakukan pembalasan."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 79,
    "arab": "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ",
    "translation": "(Iblis) berkata, “Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4049.mp3",
    "tafsir": "Setelah menjadi makhluk yang terkutuk, Iblis memohon kepada Allah, \"Wahai Tuhanku, jika Engkau telah menjadikan aku sebagai makhluk-Mu yang terkutuk dan telah terjauh dari rahmat-Mu, maka aku mohon agar umurku dipanjangkan, hingga sampai hari kebangkitan nanti. Janganlah engkau wafatkan aku selama dunia masih ada.\"",
    "quraish": "Iblîs berkata, \"Ya Tuhan, tangguhkan aku dan jangan Engkau matikan aku sampai hari kebangkitan.\"",
    "jalalayn": "(Iblis berkata, \"Ya Rabbku! Berilah aku tenggang waktu sampai hari mereka dibangkitkan\") sampai manusia dibangkitkan."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 80,
    "arab": "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ",
    "translation": "(Allah) berfirman, “Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4050.mp3",
    "tafsir": "Allah mengabulkan permohonan Iblis itu dengan membiarkannya hidup sampai waktu yang ditentukan, sebagaimana firman Allah:\n\n(Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"( al-A.'raf/7: 14-15)",
    "quraish": "Allah berkata, \"Kamu termasuk mereka yang Aku tangguhkan sampai waktu yang telah Aku tentukan, yaitu saat penghabisan kehidupan dunia.\"",
    "jalalayn": "(Allah berfirman, \"Sesungguhnya kamu termasuk orang-orang yang diberi tangguh.)"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 81,
    "arab": "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ",
    "translation": "sampai pada hari yang telah ditentukan waktunya (hari Kiamat).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4051.mp3",
    "tafsir": "Allah mengabulkan permohonan Iblis itu dengan membiarkannya hidup sampai waktu yang ditentukan, sebagaimana firman Allah:\n\n(Iblis) menjawab, \"Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.\"(Allah) berfirman, \"Benar, kamu termasuk yang diberi penangguhan waktu.\"( al-A.'raf/7: 14-15)",
    "quraish": "Allah berkata, \"Kamu termasuk mereka yang Aku tangguhkan sampai waktu yang telah Aku tentukan, yaitu saat penghabisan kehidupan dunia.\"",
    "jalalayn": "(Sampai kepada hari yang telah ditentukan waktunya\") yakni waktu tiupan sangkakala yang pertama atau hari kiamat."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 82,
    "arab": "قَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ",
    "translation": "(Iblis) menjawab, “Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4052.mp3",
    "tafsir": "Selanjutnya Iblis memohon lagi, \"Wahai Tuhanku, demi kekuasaan dan kemuliaan Engkau, berilah aku kesempatan untuk menggoda dan menyesatkan manusia dari jalan Engkau, dengan menjadikan mereka memandang baik perbuatan buruk dan maksiat yang mereka kerjakan.\"",
    "quraish": "Iblîs berkata, \"Demi keagungan dan keperkasaan-Mu, aku bersumpah akan merayu semua manusia, kecuali hamba-hamba-Mu yang ikhlas beribadah kepada-Mu. Terhadap mereka, aku tidak memiliki kekuasaan apa-apa.\"",
    "jalalayn": "(Iblis menjawab, \"Demi kekuasaan Engkau, aku akan menyesatkan mereka semuanya)."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 83,
    "arab": "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ",
    "translation": "kecuali hamba-hamba-Mu yang terpilih di antara mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4053.mp3",
    "tafsir": "Selanjutnya Iblis mengatakan, \"Tentu saja hamba-hamba Engkau yang kuat imannya, yang tunduk dan patuh kepada Engkau, tidak dapat aku goda dan sesatkan. Hanya orang-orang kafir seperti aku dan orang-orang yang lemah imannya yang mungkin aku sesatkan.\"",
    "quraish": "Iblîs berkata, \"Demi keagungan dan keperkasaan-Mu, aku bersumpah akan merayu semua manusia, kecuali hamba-hamba-Mu yang ikhlas beribadah kepada-Mu. Terhadap mereka, aku tidak memiliki kekuasaan apa-apa.\"",
    "jalalayn": "(Kecuali hamba-hamba-Mu yang mukhlis di antara mereka\") yakni orang-orang yang beriman."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 84,
    "arab": "قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ",
    "translation": "(Allah) berfirman, “Maka yang benar (adalah sumpahku), dan hanya kebenaran itulah yang Aku katakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4054.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman:\n\ndan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)",
    "quraish": "Allah berkata, \"Kebenaran adalah sumpah-Ku. Aku tidak akan berkata kecuali benar. Aku akan mengisi neraka jahanam dengan bangsa sejenismu, yaitu setan, dan anak cucu Adam yang mengikutinya. Aku tidak membedakan antara pengikut dan pemimpin.\"",
    "jalalayn": "(Allah berfirman, \"Maka yang benar adalah sumpah-Ku dan hanya kebenaran itulah yang Kukatakan\") dapat dibaca Falhaqqa Wal Haqqa atau Falhaqqu Wal Haqqa; kalau dibaca Nashab berarti dinashabkan oleh Fi'il yang sesudahnya. Bila lafal pertama dinashabkan, menurut suatu pendapat dikatakan, bahwa dinashabkan oleh Fi'll yang telah disebutkan. Menurut pendapat yang lainnya lagi dinashabkan karena menjadi Mashdar, bentuk asalnya adalah Uhiqqal Haqqa. Menurut pendapat yang lainnya lagi karena huruf Qasamnya dicabut. Dibaca Rafa' atas dasar karena menjadi Mubtada yang dibuang Khabarnya, bentuk asalnya adalah Falhaqqu Minnii. Menurut pendapat yang lainnya lagi bentuk asalnya adalah, Falhaqqu Qasami, dan jawab Qasamnya ialah kalimat berikutnya, yaitu:"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 85,
    "arab": "لَاَمْلَئَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ",
    "translation": "Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4055.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan berkata, \"Yang hak itu ada pada-Ku. Sungguh, yang hak itulah Aku katakan. Neraka Jahanam itu aku penuhi dengan engkau dan anak cucumu yang datang kemudian dan yang mengikuti engkau dalam kesesatan dari sebagian anak cucu Adam. Allah mengancam orang-orang yang menjadikan setan sebagai pemimpin-pemimpin mereka dan mengabaikan perintah Allah yang menghantarkan mereka kepada kebahagiaan di dunia dan akhirat, Allah berfirman:\n\ndan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya). Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.(an-Nisa'/4: 119)",
    "quraish": "Allah berkata, \"Kebenaran adalah sumpah-Ku. Aku tidak akan berkata kecuali benar. Aku akan mengisi neraka jahanam dengan bangsa sejenismu, yaitu setan, dan anak cucu Adam yang mengikutinya. Aku tidak membedakan antara pengikut dan pemimpin.\"",
    "jalalayn": "(Sesungguhnya Aku pasti akan memenuhi neraka Jahanam dengan jenis kamu) berikut keturunanmu (dan dengan orang-orang yang mengikuti kamu di antara mereka) yakni umat manusia (semuanya.)"
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 86,
    "arab": "قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ",
    "translation": "Katakanlah (Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku); dan aku bukanlah termasuk orang yang mengada-ada.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4056.mp3",
    "tafsir": "Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang musyrik bahwa ia tidak mengharapkan apalagi meminta upah kepada mereka sebagai imbalan dari tugas menyampaikan agama Allah. Sedikit pun Rasul tidak mengharapkannya. Hanya Allah yang akan memberi upah padanya. Orang-orang telah mengenal rasul dengan sebaik-baiknya bahwa ia tidak pernah mengada-ada dan membuat yang bukan-bukan.\"\nDari ayat ini dipahami agar orang-orang yang beriman meniru apa yang telah diperbuat Rasulullah, yaitu selalu menyampaikan agama Allah kepada manusia, walaupun hanya sedikit yang diketahuinya. Imam Muslim meriwayatkan bahwa Ibnu Mas'ud berkata:\nWahai sekalian manusia, barangsiapa di antara kamu yang memperoleh pengetahuan, maka hendaklah ia mengatakannya. Dan barangsiapa yang tidak mengetahui hendaklah ia menyatakan, \"Allah Taala lebih mengetahui,\". Allah Taala berfirman kepada Rasulullah saw, \"Qul ma'as 'alukum . . .\" sampai akhir ayat\".",
    "quraish": "Katakan kepada umat-Mu, wahai Muhammad, \"Aku tidak meminta ganjaran atas perintah menyampaikan al-Qur'ân kepada kalian. Aku bukan termasuk orang yang berpura-pura dengan sesuatu yang tidak aku miliki lantas mengaku sebagai nabi.",
    "jalalayn": "(Katakanlah! \"Aku tidak meminta kepada kalian atas hal ini) atas penyampaian risalah ini (upah sedikit pun) persenan sedikit pun dari kalian (dan bukanlah aku termasuk orang-orang yang mengada-adakan) maksudnya, membuat-buat Alquran dari diriku sendiri."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 87,
    "arab": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ",
    "translation": "(Al-Qur'an) ini tidak lain hanyalah peringatan bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4057.mp3",
    "tafsir": "Allah menegaskan bahwa Al-Qur'an ini berisi petunjuk dan pengajaran bagi jin dan manusia. Semua orang yang sehat akal pikirannya, tentu mengakui kebenarannya. Al-Qur'an merupakan petunjuk ke jalan yang lurus dan pembeda antara yang hak dan yang batil.",
    "quraish": "Al-Qur'ân hanyalah sebuah peringatan dan pelajaran untuk seluruh alam semesta.\"",
    "jalalayn": "(Tiada lain ini) Alquran ini (hanyalah peringatan) yakni nasihat dan peringatan (bagi semesta alam) maksudnya bagi jenis manusia, jin dan makhluk-makhluk yang berakal selain malaikat."
  },
  {
    "hizb": 183,
    "name": "Sad",
    "ayat": 88,
    "arab": "وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍ ࣖ",
    "translation": "Dan sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur'an) setelah beberapa waktu lagi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4058.mp3",
    "tafsir": "Pada akhir surah ini, Allah menyampaikan kepada orang-orang yang tidak mengindahkan seruan Rasulullah, bahwa kelak mereka setelah mati akan mengetahui apakah tindakan mereka itu salah atau benar.",
    "quraish": "Kalian, wahai orang-orang yang mendustakan al-Qur'ân, pasti akan tahu bahwa apa yang dikandung al-Qur'ân seperti janji surga, ancaman neraka, kisah-kisah masa lalu, perkara-perkara mendatang dan tanda- tanda alam raya, akan datang dalam waktu tidak lama lagi.\"",
    "jalalayn": "(Dan sesungguhnya kalian akan mengetahui) hai orang-orang kafir Mekah (berita Alquran) yaitu berita kebenarannya (setelah beberapa waktu lagi\") yakni pada hari kiamat nanti. Lafal 'Alima bermakna 'Arafa yakni mengetahui. Huruf Lam sebelumnya adalah Lam Qasam bagi lafal yang diperkirakan, bentuk asalnya adalah, Wallaahi Lata'lamunna."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 1,
    "arab": " تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
    "translation": "Kitab (Al-Qur'an) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4059.mp3",
    "tafsir": "Allah menjelaskan bahwa Al-Qur'an yang bernilai tinggi ini, diturunkan dari sisi Allah Yang Mahaperkasa lagi Mahabijaksana. Disebutkan sifat Allah Yang Mahaperkasa dan Mahabijaksana dalam ayat ini agar tergambar bagi orang yang mendengar atau membacanya bahwa Al-Qur'an itu mengandung petunjuk-petunjuk yang benar. Nilai-nilai kebenarannya tidak dapat disanggah atau dibantah oleh siapa pun juga, dan nilai-nilai kebijaksanaan di dalamnya tidak dapat diragukan.\nBukti-bukti kebenaran bahwa Al-Qur'an itu diturunkan dari Allah dan mengandung petunjuk yang benar dijelaskan juga dalam ayat-ayat yang lain.\nAllah berfirman:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. (asy-Syu'ara'/26: 192-195)\n\nDan firman-Nya:\n\nSesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia, (yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fushshilat/41: 41-42)",
    "quraish": "[[39 ~ AZ-ZUMAR (ROMBONGAN) Pendahuluan: Makkiyyah, 75 ayat ~ Surat ini termasuk kelompok surat yang diturunkan pada periode Mekah, kecuali ayat- ayat 52, 53 dan 54 yang turun pada periode Madinah. Surat ini diawali dengan isyarat betapa tingginya kedudukan al-Qur'ân, ajakan untuk memurnikan ibadah hanya kepada Allah, dan bantahan terhadap orang yang mengatakan bahwa Allah mempunyai anak. Setelah itu, surat ini membicarkan tanda-tanda kekuasaan Allah dalam penciptaan langit, bumi dan manusia. Ihwal bahwa jika manusia mengingkari Allah Dia tetap Mahakaya dan tidak membutuhkannya, dan apabila mereka bersyukur akan diridai Allah; dan bahwa Allah tidak akan pernah merelakan kekufuran, juga merupakan persoalan-persoalan yang dibahas dalam surat ini. Selain itu, dibicarakan pula watak dan tabiat manusia yang secara umum memiliki dua karakter. Pertama, apabila tertimpa musibah ia akan berdoa dan kembali kepada Tuhannya dan, kedua, apabila mendapat kebahagiaan ia segera melupakan apa yang dahulu dimintanya. Kemudian dibicarakan pula perbandingan antara orang yang waspada menghadapi kehidupan akhirat dan mengharap rahmat Tuhannya dengan orang-orang yang membangkang Tuhannya, serta balasan masing-masing di hari kiamat. Ihwal pemberian rahmat kepada mereka dengan menurunkan air hujan, juga disebut di sini. Dengan air itu, Allah menghidupkan bumi setelah sebelumnya tandus dan mati, dan menumbuhkan pepohonan dan proses pertumbuhannya yang melalui beberapa fase. Itu semua mengandung peringatan dan pelajaran bagi orang-orang yang berakal. Surat ini kemudian berbicara kembali mengenai al-Qur'ân dan pengaruhnya terhadap orang-orang yang takut kepada Tuhan. Di dalam al-Qur'ân itu, Allah memberikan berbagai tamsil agar mereka mau mengambil pelajaran dan peringatan, al-Qur'ân yang tidak bengkok, supaya mereka bersiap- siap dan berhati-hati. Di bagian lain, terdapat perbandingan antara hamba yang musyrik dan hamba yang tulus beribadah kepada Allah. Mereka tidaklah sama! Juga terdapat peringatan bahwa kematian adalah suatu keniscayaan bagi semua makhluk hidup. Mereka akan saling menyalahkan di hadapan Allah. Selain itu, terdapat pula keterangan mengenai akhir perjalanan orang yang mendustakan Allah dan menustakan kebenaran yang dibawa Rasul-Nya, serta akhir perjalanan orang-orang yang benar dalam perkataannya dan membenarkan serta mempercayai ajaran-ajaran yang disampaikan mereka. Surat ini mengisahkan pula bahwa orang-orang musyrik, apabia ditanya mengenai siapa pencipta langit dan bumi, akan mengatakan \"Allah\". Tetapi, kendati demikian, mereka tetap menyembah berhala yang sama sekali tidak dapat menolak musibah yang dikehendaki Allah dan tidak bisa pula menahan rahmat jika Allah berkehendak menurunkannya kepada mereka. Setelah itu, surat ini menegaskan bahwa kitab suci al-Qur'ân ini diturunkan dengan benar. Oleh karena itu, barangsiapa yang mau mengambil petunjuk dari al-Qur'ân, maka keuntungannya akan kembali kepada dirinya sendiri. Begitu pula sebaliknya, barangsiapa yang tersesat, maka dosanya pun akan ditanggung sendiri. Selain itu, surat ini menegaskan pula bahwa Rasulullah saw. diutus bukan sebagai penguasa. Setelah itu, surat ini kembali mengingatkan mereka, orang-orang musyrik, tentang kematian dan hari kebangkitan, dan bahwa apa yang mereka anggap sebagai sekutu-sekutu Allah tidak memiliki apa-apa, bahkan syafaat sekalipun. Syafaat hanya ada pada Allah Swt. Ketika pembicaraan mengenai ancaman yang diberikan kepada orang-orang yang durhaka dan orang-orang yang berlebih- lebihan berupa siksa yang sangat pedih--yang bisa jadi menimbulkan perasaan putus asa akan rahmat Allah pada diri manusia--Allah membuka pintu harapan lagi. Firman-Nya yang berbunyi: \"Katakan, wahai Muhammad, kepada orang-orang yang berlebih-lebihan atas diri mereka, 'Jangan kalian berputus asa akan rahmat Allah. Sesungguhnya Allah akan mengampuni semua dosa. Dia sungguh Maha Pengampun dan Maha Pengasih',\" yang disebut di bagian akhir surat ini, adalah isyarat untuk itu. Allah kemudian mengajak mereka untuk kembali kepada-Nya sebelum datangnya siksaan secara tiba-tiba pada saat mereka tidak merasakannya. Dalam hal ini, Allah berfirman, \"Pada hari kiamat kamu akan melihat wajah orang-orang yang mendustakan Allah tampak hitam, dan orang-orang yang bertakwa kepada-Nya tidak akan menderita dan tidak akan bersedih hati.\" Surat ini kemudian diakhiri dengan pembicaraan mengenai hari akhir, mulai dari peniupan sangkakala yang membuat semua makhluk yang ada di langit dan di bumi jatuh tersungkur, kecuali mereka yang dikehendaki-Nya, sampai kepada pengambilan hak oleh masing-masing orang. Penghuni neraka akan digiring ke dalam neraka, dan penghuni surga akan diantar ke surga. Penghuni surga akan berkata, \"Puji syukur bagi Allah yang telah menepati janji-Nya kepada kita.\" Perkara antara mereka telah diputuskan dengan benar. Mereka pun, kemudian, mengucapkan, \"Al-hamd-u lillâh-i rabb-i al-'âlamîn.\"]] Penurunan al-Qur'ân adalah oleh Allah yang kehendak-Nya tidak dikendalikan oleh siapa pun, Yang Mahabijaksana pada setiap tindakan dan ketetapan hukum-Nya.",
    "jalalayn": "(Turunnya Kitab ini) yakni Alquran; berkedudukan sebagai Mubtaba (dari Allah) berkedudukan sebagai Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) dalam tindakan-Nya."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 2,
    "arab": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ",
    "translation": "Sesungguhnya Kami menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4060.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia menurunkan kepada rasul-Nya Kitab Al-Qur'an, dengan membawa kebenaran dan keadilan. Maksud \"membawa kebenaran\" dalam ayat ini ialah membawa perintah kepada seluruh manusia agar mereka beribadah hanya kepada Allah Yang Maha Esa. Kemudian Allah menjelaskan cara beribadah yang benar itu hanyalah menyembah Allah semata, dengan memurnikan ketaatan kepada-Nya, bersih dari pengaruh syirik dan ria. Kebenaran yang terdapat dalam Al-Qur'an itu sesuai dengan kebenaran yang termuat dalam kitab-kitab yang diturunkan kepada rasul sebelumnya. Dengan demikian, semua peribadatan yang ditujukan kepada selain Allah atau peribadatan yang tidak langsung ditujukan kepada-Nya adalah peribadatan yang tidak benar.",
    "quraish": "Sesungguhnya Kami menurunkan al-Qur'ân ini dengan memerintahmu untuk melakukan kebenaran. Oleh karena itu, beribadahlah kamu hanya kepada Allah dengan penuh ikhlas.",
    "jalalayn": "(Sesungguhnya Kami menurunkan kepadamu) hai Muhammad (Kitab Alquran dengan membawa kebenaran) lafal Bilhaqqi berta'alluq kepada lafal Anzalnaa. (Maka sembahlah Allah dengan memurnikan ketaatan kepada-Nya) yakni dari kemusyrikan, maksudnya mentauhidkan-Nya."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 3,
    "arab": "اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ",
    "translation": "Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4061.mp3",
    "tafsir": "Allah lalu memerintahkan kepada rasul-Nya agar mengingatkan kaumnya bahwa agama yang suci adalah agama Allah. Maksud agama dalam ayat ini ialah ibadah dan taat. Oleh sebab itu, ibadah dan taat itu hendaknya ditujukan kepada Allah semata, bersih dari syirik dan ria.\nPenyembah berhala berpendapat bahwa Allah adalah Zat yang berada di luar jangkauan indera manusia. Oleh sebab itu, tidak mungkin manusia dapat langsung beribadah kepada-Nya. Apabila manusia ingin beribadah kepada-Nya, menurut mereka, hendaknya memakai perantara yang diserahi tugas untuk menyampaikan ibadah mereka itu kepada Allah. Perantara-perantara itu ialah malaikat dan jin, yang kadang-kadang menyerupai bentuk manusia. Mereka ini dianggap Tuhan. Adapun patung-patung yang dipahat yang diletakkan di rumah-rumah ibadah adalah patung yang menggambarkan tuhan, tetapi bukanlah Tuhan yang sebenarnya. Hanya saja pada umumnya kebodohan menyebabkan mereka, tidak lagi membedakan antara patung dan Tuhan sehingga mereka menyembah patung itu sebagaimana menyembah Allah, seperti keadaan orang-orang yang menyembah binatang. Mereka itu tidak lagi membedakan antara menyembah binatang dan menyembah Pencipta binatang.\nOrang-orang Arab Jahiliah melukiskan patung-patung dengan bermacam-macam bentuk, ada patung yang menggambarkan bintang-bintang, malaikat-malaikat, nabi-nabi, dan orang-orang saleh yang telah berlalu. Mereka menyembah patung-patung itu sebagai simbol bagi masing-masing sembahan itu.\nDemikianlah anggapan kaum musyrikin di masa lalu dan menjelang diutusnya Muhammad saw sebagai rasul. Kemudian datanglah Rasulullah dengan mengemban perintah untuk membinasakan sembahan-sembahan mereka itu dan mengikis habis anggapan yang salah dari pikiran mereka, serta menggantinya dengan ajaran yang menuntun pikiran agar beragama tauhid.\nAllah berfirman:\n\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah thagut.\" (an-Nahl/16: 36)\n\nDan firman-Nya:\n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nSebagai penjelasan lebih luas tentang pengakuan orang-orang Quraisy terhadap adanya Allah, dituturkan oleh Qatadah bahwa apabila orang-orang musyrik Mekah itu ditanya siapa Tuhan mereka, siapa yang menciptakan mereka, dan siapa yang menciptakan langit dan bumi serta menurunkan hujan dari langit, mereka menjawab, \"Allah.\" Kemudian apabila ditanyakan kepada mereka, mengapa mereka menyembah berhala-berhala, mereka pun menjawab, \"Supaya berhala-berhala itu mendekatkan mereka kepada Allah dengan sedekat-dekatnya dan berhala-berhala itu memberi syafaat pada saat mereka memerlukan pertolongan dari sisi Allah.\"\nKemudian mengenai sikap kaum musyrikin yang serupa itu Allah berfirman:\n\nMaka mengapa (berhala-berhala dan tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) tidak dapat menolong mereka? Bahkan tuhan-tuhan itu telah lenyap dari mereka? (al-A.hqaf/46: 28)\n\nAllah mengancam sikap dan perbuatan mereka serta menampakkan kepada mereka akibat yang akan mereka rasakan. Allah akan memutuskan apa yang mereka perselisihkan itu pada hari perhitungan. Pada hari itu, kebenaran agama tauhid tidak akan dapat ditutup-tutupi lagi dan kebatilan penyembahan berhala akan tampak dengan jelas. Masing-masing pemeluknya akan mendapat imbalan yang setimpal. Orang-orang yang tetap berpegang kepada agama tauhid akan mendapat tempat kembali yang penuh kenikmatan. Sedang orang-orang yang selalu bergelimang dalam lembah kemusyrikan akan mendapat tempat kembali yang penuh dengan penderitaan.\nPada bagian akhir ayat ini, Allah menandaskan bahwa Dia tidak akan memberi petunjuk kepada orang-orang yang mendustakan kebenaran dan mengingkari agama tauhid karena kesesatan mereka yang tak dapat dibetulkan lagi. Macam-macam cara yang mereka tempuh untuk menyekutukan Allah dengan tuhan-tuhan yang lain, seperti menyembah berhala, atau beranggapan bahwa Allah mempunyai anak dan sebagainya. Semua itu tiada lain hanyalah anggapan mereka yang jauh dari kebenaran dan menyeret mereka ke lembah kesesatan.",
    "quraish": "Ingatlah bahwa hanya Allah yang memiliki agama yang benar tanpa cacat. Orang-orang musyrik yang mengaku mempunyai penolong selain Allah berkata, \"Kami menyembah mereka bukan karena mereka itu pencipta. Kami hanya menyembah mereka agar mereka mendekatkan kami kepada Allah dengan syafaat yang akan mereka berikan kepada kami di hadapan Allah.\" Allah akan memutuskan hukum di antara orang-orang musyrik dan orang-orang Mukmin yang mengesakan Allah tentang perkara syirik dan tauhid yang dahulu mereka perselisihkan. Allah tidak akan menunjukkan kebenaran kepada orang yang kebiasaannya berbohong dan cenderung selalu berbuat bohong.",
    "jalalayn": "(Ingatlah, hanya kepada Allahlah ketaatan yang murni itu) tiada seorang pun yang berhak menerimanya selain-Nya. (Dan orang-orang yang mengambil selain-Nya) yang mengambil berhala-berhala (sebagai pelindung) mereka adalah orang-orang kafir Mekah yang mengatakan, (\"Kami tidak menyembah mereka melainkan supaya mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\") yakni untuk mendekatkan diri kami kepada-Nya. Lafal Zulfaa adalah Mashdar yang maknanya sama dengan lafal Taqriiban/mendekatkan diri. (Sesungguhnya Allah akan memutuskan di antara mereka) dan kaum Muslimin (tentang apa yang mereka berselisih padanya) tentang masalah agama, maka kelak orang-orang yang beriman akan masuk surga dan orang-orang yang kafir akan masuk neraka. (Sesungguhnya Allah tidak menunjuki orang yang pendusta) yaitu orang yang mengatakan terhadap Allah, bahwa Dia mempunyai anak (lagi sangat ingkar) karena menyembah kepada selain-Nya."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 4,
    "arab": "لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
    "translation": "Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4062.mp3",
    "tafsir": "Allah menjelaskan dengan lebih rinci perbuatan yang menyebabkan mereka terjerumus ke dalam kesesatan. Allah mengemukakan bahwa sekiranya Dia berkeinginan untuk mengambil anak, tentulah Dia tidak akan mengambil anak seperti yang mereka katakan. Sudah tentu Allah berkuasa memilih anak menurut kehendak-Nya, dan yang dipilih itu tentunya anak lelaki. Akan tetapi, mengapa orang-orang kafir Mekah itu mengatakan bahwa Allah mempunyai anak perempuan, padahal mereka sendiri enggan mempunyai anak perempuan?\nAllah berfirman:\n\nAtaukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki? (ath-thur/52: 39)\nDan firman-Nya:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nAnggapan bahwa Allah mempunyai anak bagaimana pun juga bentuknya, adalah termasuk mempersekutukan Allah dengan tuhan-tuhan yang lain. Hal ini berarti memecah-belah kekuasaan Tuhan. Bagaimana pun juga anak itu tentunya mewarisi kekuasaan dari ayah, dan apabila kekuasaan itu terbagi, maka hilanglah kemahakuasaan Allah. Hal ini tidak bisa terjadi karena Allah yang menciptakan langit dan bumi serta isinya, tentu mempunyai kekuasaan tidak terbatas, sehingga kekuasaan-Nya pun tidak mungkin terbagi-bagi.\nItulah sebabnya maka Allah menandaskan bahwa Mahasuci Dia dari sifat-sifat yang dikemukakan oleh orang-orang musyrik itu. Sebaliknya Allah menandaskan bahwa Dia Maha Esa, tidak beranak dan tidak berbapak. Dia tidak memerlukan sesuatu apa pun, bahkan Dia Maha Mengalahkan. Dia berkuasa menundukkan apa saja yang ada di langit dan di bumi serta seluruh isinya, dan memaksanya tunduk takluk di bawah kekuasaan-Nya dan patuh menurut kehendak-Nya.",
    "quraish": "Seandainya Allah berkehendak mempunyai anak--seperti dikatakan orang-orang Nasrani tentang 'Isâ al-Masîh dan orang-orang musyrik tentang malaikat--tentu Dia mengambil siapa saja di antara makhluk ciptaan-Nya sebagai anak yang Dia kehendaki, dan bukan yang kalian kehendaki. Allah Mahasuci untuk mempunyai anak. Dia adalah Allah yang tidak diserupai oleh apa pun dan Dia Maha Penakluk.",
    "jalalayn": "(Kalau sekiranya Allah hendak mengambil anak) seperti apa yang mereka katakan, yaitu sebagaimana yang disitir oleh firman-Nya, \"Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak...\" (Q.S. Al-Anbiya, 26) (tentu Dia akan memilih apa yang dikehendaki-Nya di antara ciptaan-ciptaan yang diciptakan-Nya) untuk dijadikan-Nya anak; bukan seperti apa yang telah mereka katakan, bahwa para malaikat itu adalah anak-anak perempuan Allah, Uzair itu putra Allah dan juga Al-Masih adalah putra Allah (Maha Suci Allah) kalimat ini memahasucikan-Nya dari mengambil anak (Dialah Allah Yang Maha Esa lagi Maha Mengalahkan) semua makhluk-Nya."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 5,
    "arab": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ",
    "translation": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4063.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia menciptakan langit dan bumi dengan tujuan yang benar. Dihiasi-Nya langit dengan matahari dan bulan. Masing-masing mempunyai lintasan-lintasan menurut ketentuan yang telah ditetapkan Allah. Karena perputaran bumi pada porosnya, seolah-olah matahari terlihat beredar di langit dari arah Timur ke Barat, sehingga terjadilah pergantian siang dan malam. Apabila matahari muncul di kaki langit bagian Timur datanglah siang dan bila matahari tenggelam di kaki langit bagian Barat datanglah malam. Demikianlah yang terjadi setiap hari. Peristiwa yang terjadi itu semata-mata karena kehendak Allah, yang telah ditetapkan-Nya pada saat menciptakan alam semesta. \nAllah menutupkan malam atas siang adalah ungkapan dari perumpamaan dimana siang yang ditandai oleh terangnya sinar matahari diumpamakan tempat yang terbuka, sedang malam yang ditandai oleh tertutupnya sinar matahari diumpamakan sebagai tirai yang menutupi tempat yang terbuka. Jadi apabila dikatakan malam menutupi siang, pengertiannya ialah terangnya sinar matahari tertutup oleh tirai gelapnya malam. Allah menutupkan siang atas malam adalah lawan perumpamaan yang disebutkan sebaliknya. Siang diumpamakan cahaya yang terang-benderang sedang malam diumpamakan tempat-tempat yang gelap gulita. Di waktu hari mulai siang cahaya matahari yang terang benderang menutupi kegelapan malam, hingga pekatnya malam berganti dengan terang-benderang. Pandangan serupa ini adalah pandangan sehari-hari menurut pengamatan orang awam.\nAkan tetapi apabila orang mau berpikir lebih teliti, ia akan dapat memahami bahwa panjang siang dan malam tidaklah sama. Untuk tempat-tempat yang berada di sekitar khatulistiwa panjang dan pendeknya siang dan malam selalu berkisar sama, sekitar 12 jam. Akan tetapi, bagi tempat-tempat yang berada di sebelah utara khatulistiwa, pada saat matahari beredar di sebelah utara, waktu siang untuk daerah-daerah itu bertambah panjang. Bertambahnya waktu siang berbanding lurus dengan kedudukan tempat di bumi dan kedudukan matahari. Hingga di beberapa tempat di daerah kutub utara apabila matahari berada di belahan langit yang paling utara, daerah-daerah tersebut akan mengalami siang terus-menerus. \nDapat dikatakan, makin jauh satu tempat dari khatulistiwa dan makin jauh kedudukan matahari dari khatulistiwa langit, makin panjanglah waktu siang hingga pada daerah-daerah tertentu berlangsung siang terus-menerus. Maka dari tempat yang terdekat hingga yang terjauh dari khatulistiwa ada bagian malam yang ditutupi siang yang waktunya makin panjang. Hingga pada suatu tempat siang sama sekali menutupi malam. Berarti siang menghabiskan seluruh lingkaran peredaran matahari. Dengan kata lain siang menutupi malam sama sekali.\nSesudah itu, Allah menjelaskan bahwa dia menundukkan matahari dan bulan. Berarti bahwa peredaran matahari dan bulan itu sesuai dengan ketentuan yang telah diatur oleh Allah pada saat diciptakan. Apabila yang dimaksud peredaran harian matahari semu, maka saat matahari berkulminasi ke saat berkulminasi berikutnya diperlukan waktu selama kira-kira 24 jam. Tetapi apabila yang dimaksud peredaran tahunan, yaitu peredaran semu matahari di antara bintang-bintang diperlukan waktu satu tahun. Sedang untuk peredaran bulan dari ijtima' hingga ijtima berikutnya diperlukan waktu sebanyak satu bulan. Ketentuan-ketentuan waktu sebanyak satu bulan menurut perhitungan kalender yang berdasarkan pada peredaran bulan. \nKetentuan-ketentuan waktu peredaran tersebut adalah ketentuan secara garis besarnya saja. Untuk mendapatkan angka-angka yang lebih teliti, memerlukan pembahasan yang lebih teliti dan mendalam. Tetapi yang dapat dipahami bahwa matahari dan bulan itu beredar menurut waktu peredaran yang tertentu; bahkan boleh dikatakan beredar menurut ketentuan yang hampir pasti. Itulah sebabnya maka Allah menandaskan bahwa masing-masing benda langit itu beredar menurut waktu yang ditentukan menurut peredarannya masing-masing. Oleh karena itu, apabila tiba saatnya matahari dan bulan itu akan kehilangan keseimbangannya, makin lama makin menyimpang dari ketentuan peredarannya. Hal yang serupa itu akan terjadi pada hari Kiamat, yaitu hari ketika langit dan bumi serta isinya hancur berantakan.\nAllah berfirman:\n\n(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'/21: 104)\n\nDi akhir ayat, Allah menyuruh hamba-Nya agar memohon ampun kepada-Nya dengan cara bergegas untuk beribadah dan memurnikan ketaatan kepada-Nya. Allah juga mengingatkan mereka bahwa Ia Mahaperkasa dan ketentuan-ketentuannya tidak dapat dibantah. Allah Maha Pengampun bagi para hamba-Nya yang sadar dan suka dibimbing ke jalan yang benar.",
    "quraish": "Dia menciptakan langit dan bumi dengan benar dan dalam bentuk yang tetap. Dia menutupkan siang ke dalam malam dan menutupkan malam ke dalam siang secara berulang-ulang. Dia juga menundukkan matahari dan bulan kepada kehendak-Nya dan untuk maslahat hamba-Nya, masing-masing beredar pada porosnya sampai batas waktu yang telah ditentukan, yaitu hari kiamat. Hanya Dialah, bukan yang lain, yang Mahaunggul atas segala sesuatu. Tidak ada sesuatu pun yang keluar dari kehendak-Nya. Dia Maha Pengampun atas dosa hamba-hamba-Nya(1). (1) Ayat ini menunjukkan bahwa bumi berbentuk bulat dan selalu berotasi. Dari segi bahasa, kata \"yukawwir\" yang digunakan dalam ayat ini berarti 'menutupkan suatu benda ke atas benda lain secara berturut-turut'. Kalau saja bumi ini tidak bulat--datar, umpamanya--tentu siang dan malam di suatu tempat dapat dimungkinkan tampak pada satu waktu secara bersamaan.",
    "jalalayn": "(Dia menciptakan langit dan bumi dengan -tujuan- yang benar) lafal Bilhaqqi berta'alluq kepada lafal Khalaqa (Dia menutupkan) yakni memasukkan (malam atas siang) sehingga waktu malam bertambah. (dan menutupkan siang) memasukkannya (atas malam) sehingga waktu siang bertambah (dan Dia menundukkan matahari dan bulan, masing-masing berjalan) pada garis edarnya (hingga waktu yang ditentukan) yakni hari kiamat. (Ingatlah Dialah Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya dan Yang Maha Membalas terhadap musuh-musuh-Nya (lagi Maha Pengampun) kepada kekasih-kekasih-Nya."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 6,
    "arab": "خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ",
    "translation": "Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4064.mp3",
    "tafsir": "Allah menunjukkan tanda-tanda kekuasaan-Nya yang ada pada penciptaan diri manusia. Allah menjelaskan bahwa Dia menciptakan manusia pada mulanya seorang saja. Allah menciptakan manusia yang beraneka ragam warna dan bahasanya dari diri Adam. Kemudian Allah menciptakan pasangannya Hawa. \nAllah juga menjelaskan bahwa Dia pula yang menciptakan delapan ekor binatang ternak yang berpasang-pasangan. Kambing sepasang, biri-biri sepasang, unta sepasang, dan sapi sepasang.\nAllah menjelaskan lebih jauh tentang kejadian manusia. Manusia diciptakan melalui proses kejadian demi kejadian. Proses kejadiannya yang pertama ialah sebagai nutfah, sesudah itu melalui proses demi proses sebagaimana darah kental kemudian sebagai janin. Pada saat sempurna menjadi janin itulah Allah menciptakan roh di dalamnya sehingga menjadi makhluk hidup. Tanda-tanda kehidupannya dapat diketahui dari detak jantungnya dengan menempelkan telinga ke perut sang ibu. Tentang proses kejadian manusia dalam perut ibu, Nabi Muhammad bersabda:\nSesungguhnya kejadian seseorang di antara kamu dalam perut ibunya adalah 40 hari pertama berupa air mani (sperma), kemudian menjadi 'alaqah (sesuatu yang menggantung)pada masa seperti itu lagi (40 hari), lalu menjadi \"Mudhgah\"(segumpal daging) dalam masa seperti itu (40 hari. Kemudian malaikat di utus (oleh Allah), lalu dia meniupkan roh kepada janin, dan Allah memerintahkan untuk menetapkan 4 hal: Rezekinya, umurnya, amalnya, apakah dia orang yang celaka atau bahagia.( Riwayat Muslim dari Ibnu Mas'ud)\n\nDi samping itu, Allah menjelaskan bahwa ketika bayi berada dalam kandungan, ia berada dalam tiga kegelapan, yaitu pada bagian dalam selaput yang menutupi bayi dalam rahim sehingga bayi itu terlindung dari pengaruh pembusukan. Menurut pandangan mata, sepintas kilas selaput itu seakan-akan hanya selapis saja, namun bila diteliti dengan seksama, selaput itu ada tiga lapis. \nPara ilmuwan menjelaskan bahwa tiga lapis membran yang dapat mengamankan janin selama berada di dalam rahim, adalah:\n1.Lapisan membran amnion yang mengandung cairan sehingga janin dalam keadaan berenang. Kondisi demikian ini melindungi janin apabila ada benturan dari luar. Di samping itu, posisi berenang ini memberikan kesempatan kepada janin dalam memposisikan diri saat akan dilahirkan.\n2.Lapisan membran chorion\n3.Lapisan membran decidua\nBeberapa peneliti menghubungkan tiga lapisan kegelapan dalam ayat di atas dengan lapisan membran amniotik yang mengelilingi rahim, dinding rahim itu sendiri, dan dinding abdomen di bagian perut .\nAllah menandaskan bahwa yang berbuat demikian itu ialah Allah Pencipta manusia dan yang menguasai langit dan bumi serta isinya. Oleh sebab itu, Dia yang berhak disembah. Tidak ada Tuhan yang patut disembah kecuali Dia, Yang Maha Esa dan tidak mempunyai sekutu.\nPada penghujung ayat, Allah menanyakan kepada kaum musyrikin pertanyaan yang mengandung cemoohan terhadap mereka, mengapa mereka dapat dipalingkan dari beribadah hanya kepada Allah, menjadi penyembah patung-patung, padahal mereka telah mempunyai kemampuan untuk membaca tanda-tanda keesaan dan kekuasaan Allah yang ada di alam semesta dan ada pada diri mereka sendiri.",
    "quraish": "Allah telah menciptakan kalian, wahai umat manusia, dari satu nafs yaitu Adam, bapak manusia. Dari satu nafs itu, Dia menciptakan pasangannya yaitu Hawâ'. Untuk kepentingan kalian, Dia menurunkan delapan macam hewan ternak, jantan dan betina, yaitu unta, sapi, domba dan kambing. Dia juga menciptakan kalian di dalam rahim ibu melalui tiga fase kegelapan: kegelapan perut, rahim dan plasenta. Yang memberikan hikmat itu kepada kalian adalah Allah, Pemelihara dan Penguasa segala urusan kalian. Hanya Dialah, bukan yang lain, yang memiliki kekuasaan segala urusan. Tak ada yang pantas disembah selain Dia. Lalu mengapa kalian tidak menyembah-Nya dan berpaling menyembah yang lain?(1). (1) Ovum berada pada salah satu indung telur wanita. Ketika mencapai puncak kematangannya, ovum akan keluar dari dalam indung telur untuk kemudian ditangkap oleh salah satu tabung valub. Di dalam saluran valub itu, ovum kemudian berjalan menuju rahim dan baru akan sampai ke rahim setelah beberapa hari. Pada masa berjalan menuju rahim itulah, ovum dapat dibuahi oleh sperma laki-laki. Mulailah, setelah itu, masa perkembangannya. Fase selanjutnya dialami janin di dalam rahim, di mana janin dilapisi oleh dua pembalut: charlon yang turun membantu membentuk plasenta, dan awnion yang langsung melapisi janin. Mengenai penafsiran \"tiga fase kegelapan\" dalam ayat ini, memang terdapat perbedaan pendapat di kalangan para ahli. Di antaranya, bahwa yang dimaksud dengan tiga fase kegelapan itu, adalah: a. perut, rahim dan plasenta (atau selaput pembalut janin pada umumnya), b. perut, charlon dan awnion, c. perut, punggung dan rahim, d. indung telur, saluran valub dan rahim. Tampaknya, pendapat terakhirlah yang paling kuat karena merupakan tiga masa yang terpisah dan berbeda-beda tempatnya. Sedangkan pendapat yang lain pada kenyataannya hanya menunjukkan satu fase gelap pada satu tempat dengan beberapa tingkatan. Allah, Sang Pencipta, telah mengisyaratkan fakta ilmiah ini di dalam kitab suci-Nya pada saat orang belum menemukan ovum pada binatang mamalia, serta perjalanannya di dalam tubuh wanita yang jauh dari penglihatan mata.",
    "jalalayn": "(Dia menciptakan kalian dari seorang diri) yaitu dari Nabi Adam (kemudian Dia jadikan daripadanya istrinya) yaitu Siti Hawa (dan Dia menurunkan untuk kalian binatang ternak) yakni unta, sapi, kambing, domba dan biri-biri (sebanyak delapan ekor yang berpasang-pasangan) yakni dari setiap jenis sepasang, yaitu jantan dan betina sebagaimana yang telah dijelaskan dalam surah Al-An'am (Dia menjadikan kalian dalam perut ibu kalian kejadian demi kejadian) yaitu mulai dari air mani, kemudian menjadi segumpal darah, lalu menjadi segumpal daging (dalam tiga kegelapan) yaitu gelapnya perut, gelapnya rahim dan gelapnya selaput pelindung bayi. (Yang berbuat demikian itu adalah Allah, Rabb kalian, Rabb Yang mempunyai kerajaan; tidak ada Tuhan selain Dia, maka bagaimanakah kalian dapat dipalingkan?) dari menyembah kepada-Nya, kemudian kalian menyembah yang lain-Nya."
  },
  {
    "hizb": 183,
    "name": "Az-Zumar",
    "ayat": 7,
    "arab": "اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "translation": "Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4065.mp3",
    "tafsir": "Allah menjelaskan bahwa apabila kaum musyrikin itu tetap mengingkari kemahaesaan-Nya, padahal sudah cukup bukti-bukti untuk itu, maka hal itu sedikit pun tidak merugikan Allah. Dia tidak memerlukan apa pun juga dari seluruh makhluk-Nya.\nAllah berfirman:\n\nDan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.\" (Ibrahim/14: 8)\n\nDalam hadis Qudsi dijelaskan:\n\"Wahai hamba-hamba-Ku, sekiranya orang-orang yang terdahulu dan yang terakhir dari kamu, manusia dan jin semuanya berkumpul dalam hati seorang yang paling jahat, maka sikap demikian itu tidaklah mengurangi kekuasaan-Ku sedikit pun.\" (Riwayat Muslim dari Abu dzarr al-Gifari)\n\nAllah menjelaskan bahwa Dia tidak merelakan kekafiran bagi para hamba-Nya. Keingkaran itu pada dasarnya bertentangan dengan jiwa manusia. Jiwa manusia dan seluruh makhluk Allah diciptakan sesuai dengan fitrah kejadiannya, yang semestinya tunduk kepada ketentuan-ketentuan Penciptanya. Akan tetapi, apabila mereka itu mensyukuri nikmat Allah, tentu Dia menyukainya, karena keadaan serupa itu memang sesuai dengan fitrah kejadiannya, dan sesuai dengan sunatullah.\nAllah berfirman:\n\nSesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibrahim/14: 7) \n\nKemudian Allah menjelaskan bahwa tiap orang, pada hari Kiamat, akan dituntut untuk mempertanggungjawabkan amal perbuatannya ketika hidup di dunia. Tiap-tiap orang yang berdosa bertanggung jawab atas perbuatan dosanya. Ia tidak akan memikul dosa orang lain. Sesudah itu tiap-tiap orang akan digiring menghadap Tuhannya untuk menerima penjelasan tentang catatan amalnya selama ia hidup di dunia. Tak ada satu perbuatan baik atau buruk yang tertinggal. Pada saat itu amal perbuatan masing-masing orang akan mendapat pembalasan yang setimpal. Apabila catatan amalnya penuh dengan perbuatan baik, niscaya ia mendapat tempat yang penuh dengan kenikmatan. Tetapi apabila catatan-catatan amalnya penuh dengan perbuatan buruk niscaya ia mendapat tempat yang penuh dengan penderitaan. Sebagaimana firman Allah:\n\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya), kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna. (an-Najm/53: 39-41)\n\nPerlu diingat bahwa seseorang yang berbuat kemungkaran, kemudian ada orang lain yang mengikutinya, maka ia akan mendapat tambahan dosa dari kemungkaran yang dilakukan orang yang menirunya. Sehubungan dengan hal ini, Rasulullah pernah mengungkapkan sebagai berikut:\nSiapa saja yang membuat kebiasaan yang baik dalam Islam, maka ia akan mendapat pahalanya ditambah pahala orang yang melakukannya sampai hari Kiamat tanpa mengurangi pahala orang itu sedikit pun. Dan siapa saja yang melakukan kebiasaan buruk dalam Islam, maka ia akan mendapat dosanya, ditambah dosa orang yang melakukannya sampai hari Kiamat, tanpa dikurangi dosa orang itu sedikit pun. (Riwayat Muslim dan an-Nasa'i dari Abu dzarr)\n\nPada penghujung ayat ini Allah menjelaskan, bahwa Dia Maha Mengetahui apa yang tersimpan dalam dada para hamba-Nya. Dengan demikian tidak mungkin ada amal perbuatan yang luput dari perbuatan Allah, baik perbuatan yang dapat disaksikan oleh orang lain atau pun perbuatan yang hanya diketahui oleh si pelaku itu sendiri.",
    "quraish": "Andai kata kalian, wahai manusia, mengingkari nikmat Allah, Dia tetap Mahakaya yang tidak akan pernah memerlukan keimanan dan kesyukuran kalian. Dia tidak merelakan hamba-hamba-Nya bersikap kufur, karena sikap itu hanya akan merugikan mereka sendiri. Dan apabila kalian bersyukur atas karunia yang diberikan-Nya kepada kalian, Dia tentu akan memberikan perkenan untuk itu. Jiwa yang berdosa tidak akan dibebani dosa jiwa yang lain. Kemudian kepada Tuhanlah kalian akan dikembalikan, lalu Dia memberitahukan apa yang dahulu kalian lakukan di dunia. Sesungguhnya, Dia Maha Mengetahui apa yang tersimpan di dalam kalbu kalian. (1) (1) Ayat ini merupakan pernyataan dari al-Qur'ân mengenai prinsip individualitas hukuman seperti yang terdapat pula pada ayat 23 surat Yûsuf. Sebuah prinsip yang baru dikenal dalam ilmu hukum dan perundang-undangan belakangan ini.",
    "jalalayn": "(Jika kalian kafir maka sesungguhnya Allah tidak memerlukan kalian dan Dia tidak meridai kekafiran bagi hamba-hamba-Nya) sekalipun ada di antara hamba-hamba-Nya yang menghendakinya (dan jika kalian bersyukur) kepada Allah, karenanya lalu kalian beriman (niscaya Dia meridai tasyakur) dapat dibaca Yardhah atau Yardhahu, artinya Dia pasti meridai tasyakur (kalian itu; dan tidaklah akan menanggung dosa) yakni seseorang (yang telah berbuat dosa akan dosa) orang (yang lain) maksudnya, seseorang yang berdosa tidak akan memikul dosa orang lain. (Kemudian kepada Rabb kalianlah kembali kalian lalu Dia memberitakan kepada kalian apa yang telah kalian kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan dalam dada) dalam kalbu kalian."
  }
]