[
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 8,
    "arab": "وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ",
    "translation": "Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, “Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4066.mp3",
    "tafsir": "Allah menjelaskan sikap orang yang mengingkari nikmat Allah. Apabila ia ditimpa kemudaratan baik berupa penyakit atau pun penderitaan yang menimpa kehidupannya, ia memohon pertolongan kepada Allah, agar penyakitnya atau penderitaannya dilenyapkan. Ia pun menyatakan diri bertobat, meminta ampun atas perbuatan buruknya di masa yang telah lalu. Akan tetapi, apabila ia mendapatkan nikmat dimana penyakit dan penderitaannya telah hilang lenyap, ia lupa akan perkataan yang diikrarkan pada saat dia berdoa. Kemudian mereka mengada-adakan tuhan-tuhan yang lain sebagai sekutu bagi Allah. Mereka tidak saja menyesatkan diri mereka, tetapi menyesatkan pula orang lain, menghalang-halangi orang yang mengikrarkan dirinya sebagai orang yang beragama tauhid.\nDi akhir ayat, Allah memerintahkan kepada rasul-Nya agar mengatakan kepada orang yang mengingkari nikmat Allah itu, \"Puaskanlah dirimu dengan melaksanakan keinginanmu sewaktu hidup di dunia, nikmatilah kelezatannya yang tidak lama masanya, hingga ajal merenggut jiwamu. Pada saat itu kamu akan menyesali perbuatanmu. Pada hari perhitungan nanti, kamu akan mengetahui dengan pasti bahwa kamu akan menjadi penghuni neraka yang penuh dengan siksaan.\"",
    "quraish": "Apabila manusia tertimpa musibah, ia akan berdoa dan kembali kepada Tuhannya setelah sebelumnya menentang-Nya. Kemudian, apabila diberi kenikmatan yang banyak, ia melupakan musibah yang dulu ia mohon agar Tuhan menghilangkannya sebelum mendapatkan kenikmatan. Ia bahkan menyembah tuhan- tuhan lain yang dianggapnya sama dengan Allah. Ia melakukan hal itu untuk menyesatkan diri sendiri dan orang lain dari jalan Allah. Katakan, wahai Muhammad, kepada orang yang memiliki sifat seperti ini, dengan nada mengancam, \"Bersenang-senanglah dengan sikap tidak mensyukuri nikmat Allah dalam waktu yang tidak lama. Kamu, sungguh, termasuk penghuni neraka.\"",
    "jalalayn": "(Dan apabila manusia itu ditimpa) yakni orang yang kafir (kemudaratan, dia memohon -pertolongan- kepada Rabbnya) yakni merintih kepada-Nya meminta pertolongan (dengan kembali) maksudnya, bertobat (kepada-Nya; kemudian apabila Rabb memberikan nikmat kepadanya) Dia memberinya nikmat (dari-Nya lupalah dia) artinya, dia meninggalkan (akan apa yang pernah ia serukan) yaitu lupa akan rintihannya (kepada-Nya sebelum itu) lupa kepada Allah. Lafal Maa di sini bermakna Man (dan dia mengada-adakan sekutu-sekutu bagi Allah) tandingan-tandingan bagi-Nya (untuk menyesatkan) manusia; lafal liyudhilla dapat dibaca liyadhilla (dari jalan-Nya) dari agama Islam (Katakanlah, \"Bersenang-senanglah dengan kekafiranmu itu sementara waktu) selama sisa hidupmu (sesungguhnya kamu termasuk penghuni neraka.\")"
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 9,
    "arab": "اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ",
    "translation": "(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, “Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4067.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah, apakah mereka lebih beruntung daripada orang yang beribadah di waktu malam dengan sujud dan berdiri dengan sangat khusyuk. Dalam melaksanakan ibadah itu, timbullah dalam hatinya rasa takut kepada azab Allah di akhirat, dan memancarlah harapannya akan rahmat Allah.\nPerintah yang sama diberikan Allah kepada Rasul-Nya agar menanyakan kepada mereka apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui. Yang dimaksud dengan orang-orang yang mengetahui ialah orang-orang yang mengetahui pahala yang akan diterimanya, karena amal perbuatannya yang baik, dan siksa yang akan diterimanya apabila ia melakukan maksiat. Sedangkan orang-orang yang tidak mengetahui ialah orang-orang yang sama sekali tidak mengetahui hal itu, karena mereka tidak mempunyai harapan sedikit pun akan mendapat pahala dari perbuatan baiknya, dan tidak menduga sama sekali akan mendapat hukuman dari amal buruknya.\nDi akhir ayat, Allah menyatakan bahwa hanya orang-orang yang berakal yang dapat mengambil pelajaran. Pelajaran tersebut baik dari pengalaman hidupnya atau dari tanda-tanda kebesaran Allah yang terdapat di langit dan di bumi serta isinya, juga yang terdapat pada dirinya atau teladan dari kisah umat yang lalu.",
    "quraish": "Apakah orang yang menghabiskan waktunya di tengah malam untuk bersujud dan salat dengan penuh khusyuk kepada Allah, takut akhirat dan mengharap rahmat dan kasih sayang-Nya, itu sama dengan orang yang berdoa kepada-Nya saat tertimpa musibah lalu melupakan-Nya saat mendapat kemenangan? Katakan kepada mereka, \"Apakah sama orang-orang yang mengetahui hak-hak Allah lalu mengesakan-Nya dengan orang-orang yang tidak mengetahui-Nya, karena menganggap remeh perintah untuk mengamati tanda- tanda kekuasaan-Nya? Hanya orang yang berakal sehat saja yang dapat mengambil pelajaran.\"",
    "jalalayn": "(Apakah orang) dibaca Amman, dan dapat dibaca Aman (yang beribadah) yang berdiri melakukan amal ketaatan, yakni salat (di waktu-waktu malam) di saat-saat malam hari (dengan sujud dan berdiri) dalam salat (sedangkan ia takut kepada hari akhirat) yakni takut akan azab pada hari itu (dan mengharapkan rahmat) yakni surga (Rabbnya) apakah dia sama dengan orang yang durhaka karena melakukan kekafiran atau perbuatan-perbuatan dosa lainnya. Menurut qiraat yang lain lafal Amman dibaca Am Man secara terpisah, dengan demikian berarti lafal Am bermakna Bal atau Hamzah Istifham (Katakanlah, \"Adakah sama orang-orang yong mengetahui dengan orang-orang yong tidak mengetahui?\") tentu saja tidak, perihalnya sama dengan perbedaan antara orang yang alim dan orang yang jahil. (Sesungguhnya orang yang dapat menerima pelajaran) artinya, man menerima nasihat (hanyalah orang-orang yang berakal) yakni orang-orang yang mempunyai pikiran."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 10,
    "arab": "قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ",
    "translation": "Katakanlah (Muhammad), “Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.” Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4068.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar menyeru seluruh hamba Allah dan menasihati mereka agar tetap bertakwa kepada Allah, menaati seluruh perintah-Nya dan menjauhi semua larangan-Nya. Manusia diperintahkan agar bertakwa karena mereka yang berbuat baik di dunia ini akan mendapat kebaikan pula. Mereka akan dianugerahi kesehatan, kesejahteraan, dan kesuksesan dalam melaksanakan tugas-tugas hidupnya. Semua itu dapat dicapai karena ia selalu berakhlak baik dan berbudi luhur seperti yang biasa dilakukan oleh orang-orang yang bertakwa. Di samping itu, ia akan mendapat kebaikan pula di akhirat, yaitu mendapat tempat yang penuh dengan kenikmatan, dan mendapat keridaan Allah.\nAllah juga menyuruh kaum Muslimin untuk mempersiapkan diri melakukan hijrah ke Medinah, serta menyuruh mereka agar bersikap tabah karena terpisah dari tanah air, sanak keluarga, dan handai taulan. Perintah itu diberikan dengan penjelasan bahwa apabila kaum Muslimin terganggu kebebasannya dalam melakukan perintah Allah di Mekah, maka hendaklah hijrah ke negeri lain yang memungkinkan untuk memberi ketenangan dalam melakukan perintah-perintah Allah.\nPerintah ini terlukis dalam firman Allah yang singkat \"Dan bumi Allah itu adalah luas.\"\nAllah berfirman:\n\n\"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" (an-Nisa'/4: 97)\n\nDi akhir ayat, Allah menjelaskan bahwa hanya orang-orang yang bersabarlah yang akan mendapat pahala yang tak terbatas, seperti dirasakan oleh umat yang terdahulu dari mereka.",
    "quraish": "Katakan pula, dengan menyampaikan pesan Tuhanmu, \"Wahai hamba-hamba-Ku yang beriman kepada-Ku, waspadalah terhadap murka Tuhan. Sebab, sesungguhnya, orang yang berbuat kebaikan akan mendapat hasil yang baik pula: di dunia berupa pertolongan Allah, dan di akhirat berupa surga. Jangan kalian tinggal pada suatu tempat dalam keadaan terhina, karena bumi Allah amat luas. Tabahlah dalam berpisah jauh dari tanah air dan sanak keluarga. Allah akan membalas pahala orang-orang yang tabah dengan balasan yang berlipat ganda, dan tidak termasuk dalam perhitungan.",
    "jalalayn": "(Katakanlah, \"Hai hamba-hamba-Ku yang beriman, bertakwalah kalian kepada Rabb kalian\") takutlah kalian akan azab-Nya, yaitu dengan jalan menaati-Nya. (Orang-orang yang berbuat baik di dunia ini memperoleh) melalui jalan ketaatan kepada Rabbnya (kebaikan) yakni surga. (Dan bumi Allah itu adalah luas) maka hijrahlah ke negeri yang lain meninggalkan orang-orang kafir demi menghindarkan diri dari menyaksikan hal-hal yang mungkar. (Sesungguhnya orang-orang yang bersabarlah yang dicukupkan) yang sabar di dalam menjalankan ketaatan dan sabar di dalam menahan ujian yang menimpa diri mereka (pahala mereka tanpa batas) yakni tanpa memakai neraca dan timbangan lagi."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 11,
    "arab": "قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ",
    "translation": "Katakanlah, “Sesungguhnya aku diperintahkan agar menyembah Allah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agama.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4069.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada rasul-Nya agar mengatakan kepada kaum musyrikin Mekah bahwa dia diperintahkan untuk menyembah Allah dan menaati perintah-Nya dengan memurnikan ketaatan kepada-Nya dalam menjalankan urusan agama. Dari keterangan ini dapat dipahami bahwa sembahan-sembahan selain Allah harus dibasmi sampai ke akar-akarnya. Begitu pula mengenai urusan-urusan keagamaan, pedomannya adalah perintah yang datang dari Allah, tidak boleh berdasarkan pendapat orang.",
    "quraish": "Katakan, \"Aku diperintahkan untuk menyembah Allah dengan penuh ikhlas dan tulus murni, tanpa ada kesyirikan dan riyâ' atau pamrih.",
    "jalalayn": "(Katakanlah sesungguhnya aku diperintahkan supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya) dari perbuatan syirik."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 12,
    "arab": "وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ",
    "translation": "Dan aku diperintahkan agar menjadi orang yang pertama-tama berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4070.mp3",
    "tafsir": "Rasulullah juga diperintahkan menjadi orang yang pertama kali berserah diri kepada Allah. Dengan demikian, Rasulullah menjadi suri teladan yang harus dicontoh seluruh perbuatannya dan dijauhi apa yang dilarangnya. Dia menjadi teladan dalam hal memurnikan tauhid, memurnikan ibadah, dan membersihkan diri dari tingkah laku dan perbuatan orang-orang musyrik Mekah.\nBerserah diri yang dimaksud dalam ayat ini ialah tunduk pada seluruh ketentuan Allah, baik yang berhubungan dengan perintah-perintah syara' atau pun tunduk dan patuh terhadap ketentuan Allah yang berhubungan dengan sunnah kauniyah.",
    "quraish": "Aku diperintahkan dengan penuh penekanan supaya aku termasuk orang-orang pertama yang tunduk dan patuh kepada-Nya.\"",
    "jalalayn": "(Dan aku diperintahkan supaya menjadi orang yang pertama-tama berserah diri) dari kalangan umat ini."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 13,
    "arab": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ",
    "translation": "Katakanlah, “Sesungguhnya aku takut akan azab pada hari yang besar jika aku durhaka kepada Tuhanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4071.mp3",
    "tafsir": "Pada ayat ini, Rasulullah juga diperintahkan agar merasa takut melanggar larangan-larangan Allah, seperti tidak berbuat ikhlas dalam menjalankan perintah dan mengesakan-Nya. Apabila ia takut melanggar larangan-larangan-Nya berarti takut akan siksa yang amat dahsyat yang akan ditimpakan pada hari perhitungan. Pada hari itu semua perbuatan manusia baik atau pun buruk diperiksa dan diberi balasan yang setimpal.",
    "quraish": "Katakan pula, \"Sesungguhnya aku takut kepada siksa pada hari yang sangat mengerikan, jika aku mendurhakai Tuhanku.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku takut akan siksaan hari yang besar jika aku durhaka kepada Rabbku\")."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 14,
    "arab": "قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ",
    "translation": "Katakanlah, “Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4072.mp3",
    "tafsir": "Sesudah itu Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada kaumnya bahwa hanya Allah saja yang ia sembah dan hanya untuk-Nya ia memurnikan ketaatan dalam menjalankan urusan agama. Dari ayat ini dapatlah diambil pengertian bahwa dalam melaksanakan urusan keagamaan harus ada garis pemisah yang tegas, tidak boleh dicampuradukkan antara mengesakan Allah dengan mempersekutukan-Nya. Antara yang diperintahkan oleh agama dan mana yang tidak diperintahkan. Dalam urusan akidah dan ibadah tidak ada kompromi, sedang dalam urusan dunia dan kemaslahatan, boleh dipecahkan dengan ijtihad, asal prinsipnya tidak bertentangan dengan ajaran agama.",
    "quraish": "Katakan kepada mereka, \"Hanya kepada Allah saja aku beribadah, tanpa diiringi kesyirikan dan riyâ'. Apabila kalian telah mengetahui jalanku tetapi tidak mau mematuhiku, sembahlah tuhan lain sesuka kalian.\" Katakan pula, \"Orang-orang yang merugi segalanya adalah orang-orang yang menyia-nyiakan diri sendiri dan keluarganya dengan menempuh jalan kesesatan. Camkanlah bahwa penyia-nyiaan diri seperti itu adalah kerugian yang sempurna dan nyata.\"",
    "jalalayn": "(Katakanlah, \"Hanya Allah saja yang aku sembah dengan memurnikan ketaatan kepada-Nya\") dari perbuatan syirik atau menyekutukan Allah."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 15,
    "arab": "فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ",
    "translation": "Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik). Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah! Yang demikian itu adalah kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4073.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan Rasul-Nya agar mengatakan kepada kaum musyrik Mekah, dan membiarkan mereka menyembah patung-patung itu menurut kehendak mereka. Mereka telah diberi peringatan berulang-ulang dan diberi bimbingan berkali-kali. Akan tetapi, mereka masih tetap juga pada pendirian mereka mengikuti jejak nenek moyang mereka yang hanya berdasarkan dugaan-dugaan yang jauh dari kebenaran.\nSebagai penegasan yang terakhir, Rasulullah diperintahkan untuk menyatakan kepada mereka bahwa orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri. Berarti apabila mereka nanti diberi pembalasan dengan azab yang dahsyat, tiada lain penderitaan itu karena perbuatan mereka sendiri. Kerugian dan penderitaan itu tidak hanya menimpa mereka, tetapi juga menimpa keluarga mereka yang sependirian dengan mereka.\nPada penghujung ayat ini, Allah menandaskan bahwa kerugian dan penderitaan serupa itu adalah kerugian dan penderitaan yang nyata, karena tidak ada kerugian dan penderitaan yang lebih dahsyat daripada kerugian yang mereka derita di hari kiamat.",
    "quraish": "Katakan kepada mereka, \"Hanya kepada Allah saja aku beribadah, tanpa diiringi kesyirikan dan riyâ'. Apabila kalian telah mengetahui jalanku tetapi tidak mau mematuhiku, sembahlah tuhan lain sesuka kalian.\" Katakan pula, \"Orang-orang yang merugi segalanya adalah orang-orang yang menyia-nyiakan diri sendiri dan keluarganya dengan menempuh jalan kesesatan. Camkanlah bahwa penyia-nyiaan diri seperti itu adalah kerugian yang sempurna dan nyata.\"",
    "jalalayn": "(Maka sembahlah oleh kalian apa yang kalian kehendaki selain Dia) selain-Nya. Di dalam ungkapan ayat ini terkandung makna ancaman bagi orang-orang musyrik dan sekaligus sebagai pemberitahuan, bahwa mereka tidak menyembah Allah swt. (Katakanlah, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari kiamat\") karena mereka akan menjadi penghuni neraka yang abadi, dan karena mereka tidak memperoleh bidadari-bidadari yang disediakan buat mereka, jika mereka beriman.- (Ingatlah yang demikian itu adalah kerugian yang nyata) jelas sekali ruginya."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 16,
    "arab": "لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ  ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗ ۗيٰعِبَادِ فَاتَّقُوْنِ",
    "translation": "Di atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. Demikianlah Allah mengancam hamba-hamba-Nya (dengan azab itu). “Wahai hamba-hamba-Ku, maka bertakwalah kepada-Ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4074.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan derita yang mereka alami. Mereka akan diletakkan di tengah-tengah api neraka yang berlapis-lapis. Di bagian atas terdapat api yang berlapis-lapis dan di bawahnya pun demikian pula. Mereka berada di puncak derita, karena mereka dikepung oleh api neraka.\nAllah berfirman:\n\nPada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), \"Rasakanlah (balasan dari) apa yang telah kamu kerjakan!\" (al-'Ankabut/29: 55)\n\nDan firman-Nya:\n\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). (al-A.'raf/7: 41)\n\nSiksa-siksa yang dahsyat itu dikemukakan Allah tiada lain hanyalah untuk menakut-nakuti hamba-Nya, agar mereka sadar dan insaf serta kembali kepada jalan yang lurus, jalan yang ditunjukkan Rasulullah saw serta suka memohon ampun kepada Allah atas dosa-dosa yang telah mereka kerjakan.\nPada akhir ayat, Allah memerintahkan Rasul-Nya agar menyeru para hamba-Nya agar bertakwa, suka menaati perintah-Nya, dan menjauhi larangan-Nya. Seruan itu menunjukkan sifat kasih sayang Allah terhadap hamba-hamba-Nya dan kebijaksanaan-Nya yang tak ternilai tingginya.",
    "quraish": "Untuk orang-orang yang merugi itu disediakan api neraka berlapis-lapis, dari arah atas dan bawah mereka. Dengan gambaran siksa seperti itu, Allah mengancam hamba-hamba-Nya, \"Wahai hamba-hamba- Ku, takutilah murka-Ku.\"",
    "jalalayn": "(Bagi mereka gumpalan-gumpalan di atas mereka) lapisan-lapisan (dari api dan di bawah mereka pun gumpalan-gumpalan) lapisan-lapisan dari api. (Demikianlah Allah mempertakuti hamba-hamba-Nya dengan azab itu) yakni hamba-hamba-Nya yang beriman, supaya mereka bertakwa kepada-Nya; pengertian ini disimpulkan dari firman selanjutnya, yaitu, (Maka bertakwalah kepada-Ku hai hamba-hamba-Ku)."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 17,
    "arab": "وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ",
    "translation": "Dan orang-orang yang menjauhi tagut (yaitu) tidak menyembahnya dan kembali kepada Allah, mereka pantas mendapat berita gembira; sebab itu sampaikanlah kabar gembira itu kepada hamba-hamba-Ku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4075.mp3",
    "tafsir": "Ayat ini menerangkan orang-orang yang selalu menjaga dirinya dan menghindarkan diri dari menyembah thagut, berhala, serta tabah dalam menghadapi godaan setan, menghambakan diri dan menyembah kepada Allah semata, tidak menyembah selain-Nya. Mereka akan memperoleh kabar gembira dari para rasul bahwa mereka akan terhindar dari azab kubur sesudah mati, kesengsaraan di Padang Mahsyar. Mereka akan mendapat kenikmatan yang abadi di dalam surga. Oleh karena itu, Nabi Muhammad diperintahkan untuk memberi kabar gembira kepada umatnya yang selalu menyembah Allah, dan selalu mendengar perkataan yang benar, serta mengerjakan mana yang paling baik dari semua perkataan yang benar itu. Mereka pun akan memperoleh apa yang diperoleh oleh hamba-hamba Allah yang takwa. Mereka adalah orang-orang yang selalu mengikuti petunjuk Allah dan selalu menggunakan akal yang sehat.\nDiriwayatkan oleh Ibnu Abi hatim dari Zaid bin Aslam bahwa ayat ini diturunkan berhubungan dengan tiga sahabat Rasulullah, yaitu Zaid bin 'Amr, Abu dzarr al-Gifari, dan Salman al-Farisi, ketiga orang itu adalah orang-orang yang pernah mengucapkan kalimat \"La ilaha illallah\" di masa Arab Jahiliah.",
    "quraish": "Dan orang-orang yang menjauhi patung-patung dan setan-setan, lalu kembali kepada Allah dalam segala urusan mereka, akan memperoleh kabar gembira di segala tempat. Maka, berilah kabar gembira kepada hamba-hamba-Ku yang mendengarkan omongan lalu mengikuti omongan yang terbaik dan lebih membawa ke arah kebenaran. Merekalah, bukan yang lain, yang akan ditunjuki Allah untuk mendapat hidayah. Dan merekalah orang-orang yang memiliki pikiran yang cemerlang.",
    "jalalayn": "(Dan orang-orang yang menjauhi thaghut) yakni berhala-berhala (yaitu tidak menyembahnya dan kembali) menghadap (kepada Allah, bagi mereka berita gembira) yaitu mendapatkan surga (sebab itu sampaikanlah berita itu kepada hamba-hamba-Ku)."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 18,
    "arab": "الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗ ۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ",
    "translation": "(yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah orang-orang yang mempunyai akal sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4076.mp3",
    "tafsir": "Ayat ini menerangkan orang-orang yang selalu menjaga dirinya dan menghindarkan diri dari menyembah thagut, berhala, serta tabah dalam menghadapi godaan setan, menghambakan diri dan menyembah kepada Allah semata, tidak menyembah selain-Nya. Mereka akan memperoleh kabar gembira dari para rasul bahwa mereka akan terhindar dari azab kubur sesudah mati, kesengsaraan di Padang Mahsyar. Mereka akan mendapat kenikmatan yang abadi di dalam surga. Oleh karena itu, Nabi Muhammad diperintahkan untuk memberi kabar gembira kepada umatnya yang selalu menyembah Allah, dan selalu mendengar perkataan yang benar, serta mengerjakan mana yang paling baik dari semua perkataan yang benar itu. Mereka pun akan memperoleh apa yang diperoleh oleh hamba-hamba Allah yang takwa. Mereka adalah orang-orang yang selalu mengikuti petunjuk Allah dan selalu menggunakan akal yang sehat.\nDiriwayatkan oleh Ibnu Abi hatim dari Zaid bin Aslam bahwa ayat ini diturunkan berhubungan dengan tiga sahabat Rasulullah, yaitu Zaid bin 'Amr, Abu dzarr al-Gifari, dan Salman al-Farisi, ketiga orang itu adalah orang-orang yang pernah mengucapkan kalimat \"La ilaha illallah\" di masa Arab Jahiliah.",
    "quraish": "Dan orang-orang yang menjauhi patung-patung dan setan-setan, lalu kembali kepada Allah dalam segala urusan mereka, akan memperoleh kabar gembira di segala tempat. Maka, berilah kabar gembira kepada hamba-hamba-Ku yang mendengarkan omongan lalu mengikuti omongan yang terbaik dan lebih membawa ke arah kebenaran. Merekalah, bukan yang lain, yang akan ditunjuki Allah untuk mendapat hidayah. Dan merekalah orang-orang yang memiliki pikiran yang cemerlang.",
    "jalalayn": "(Yaitu, orang-orang yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya) mengikuti sesuatu yang mengandung kemaslahatan bagi mereka. (Mereka itulah orang-orang yang telah diberi Allah petunjuk dan mereka itulah orang-orang yang mempunyai akal) yang mempunyai pikiran."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 19,
    "arab": "اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِ ۚ",
    "translation": "Maka apakah (engkau hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau (Muhammad) akan menyelamatkan orang yang berada dalam api neraka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4077.mp3",
    "tafsir": "Pada ayat ini diterangkan kebalikan dari sifat-sifat orang yang disebutkan pada ayat sebelum ayat ini, yaitu mereka yang mengatakan sanggup melaksanakan segala sesuatu dan sanggup pula mengatasi segala macam kesulitan. Mereka dicela Allah dengan mengatakan, \"Apakah kamu yang mengendalikan segala urusan manusia, mengatur dan mengendalikan keadaan mereka? Apakah kamu dapat mengubah keputusan-Ku dengan membatalkan ketetapan azab yang telah Aku tetapkan terhadap orang-orang yang selalu mengotori jiwanya dengan mengerjakan segala macam perbuatan dosa dan mengerjakan perbuatan-perbuatan yang Aku larang?\" Allah menegaskan bahwa mereka sekali-kali tidak dapat menghapus dan mengubah segala macam keputusan-Nya sedikit pun, karena ketentuan segala sesuatu berada di tangan-Nya.",
    "quraish": "Apakah kamu memiliki hak mengatur pada kerajaan-Ku, lalu kamu dapat menghindarkan orang yang sudah ditetapkan mendapat siksa dari siksanya? Apakah kamu memiliki kekuatan seperti ini, lalu dapat menyelamatkan orang lain dari kekejaman neraka setelah ditetapkan bahwa ia akan memasukinya?",
    "jalalayn": "(Apakah orang yang telah pasti ketentuan azab atasnya?) termasuk orang-orang yang digolongkan oleh firman-Nya, \"Sesungguhnya akan Aku penuhi neraka jahanam...\" (Q.S. As-Sajdah, 13). (Apakah kamu akan menyelamatkan) maksudnya, mengeluarkan (orang yang berada dalam neraka) kalimat ayat ini menjadi Jawab Syarath, kemudian di dalamnya terdapat Isim Zhahir yaitu lafal Man yang menduduki tempat Isim Mudhmar; dan Hamzah Istifham di sini menunjukkan makna ingkar, yakni, kamu tidak akan mampu memberikan hidayah kepadanya sehingga ia dapat kamu selamatkan dari neraka."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 20,
    "arab": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ  ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ",
    "translation": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka mendapat kamar-kamar (di surga), di atasnya terdapat pula kamar-kamar yang dibangun (bertingkat-tingkat), yang mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan memungkiri janji(-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4078.mp3",
    "tafsir": "Pada ayat ini diulangi lagi penyebutan perbuatan-perbuatan yang diridai Allah, yaitu segala perbuatan takwa, perbuatan wajib, dan sunah. Orang yang mengerjakan perbuatan-perbuatan tersebut akan ditempatkan nanti di dalam kamar-kamar surga yang terdapat segala macam yang mereka inginkan di dalamnya dan dihiasi dengan taman-taman yang indah yang mengalir sungai-sungai di dalamnya. Itulah janji Allah kepada setiap orang yang beriman dan bertakwa. Janji itu adalah janji yang benar, tidak akan dimungkiri sedikit pun, karena Allah tidak akan memungkiri janji-Nya.",
    "quraish": "Akan tetapi, orang-orang yang takut kepada Tuhannya akan memperoleh surga yang tinggi beserta istana-istananya yang saling bertumpuk dan dialiri bermacam-macam sungai, yang merupakan janji Allah. Dan Allah tidak akan pernah mengingkari janji.",
    "jalalayn": "(Tetapi orang-orang yang bertakwa kepada Rabbnya) yaitu bertakwa melalui jalan taat kepada-Nya (mereka mendapat tempat-tempat yang tinggi, di atasnya dibangun pula tempat-tempat yang tinggi, di bawahnya mengalir sungai-sungai) artinya sungai-sungai yang mengalir, baik di bawah tempat-tempat yang teratas maupun di tempat-tempat yang terbawah (sebagai janji Allah) lafal Wa'dallaahi dinashabkan oleh Fi'il yang diperkirakan keberadaannya pada sebelumnya (Allah tidak akan memungkiri janji-Nya) atau mengingkarinya."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 21,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِ ࣖ ",
    "translation": "Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4079.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan manusia memikirkan salah satu dari suatu proses kejadian di alam ini, yaitu proses turunnya hujan dan tumbuhnya tanam-tanaman di permukaan bumi ini. Kalau diperhatikan seakan-akan kejadian itu merupakan suatu siklus yang dimulai pada suatu titik dalam suatu lingkaran, dimulai dari adanya sesuatu, kemudian berkembang menjadi besar, kemudian tua, kemudian meninggal atau tiada, kemudian mulai pula suatu kejadian yang baru lagi dan begitulah seterusnya sampai kepada suatu masa yang ditentukan Allah, yaitu masa berakhirnya kejadian alam ini.\nMenurut kajian ilmiah, distribusi dan dinamika air di dalam tanah dilukiskan dalam ayat ini. Di samping menjadi air larian yang langsung mengalir di permukaan tanah, sebagian air yang jatuh dari langit baik sebagai air hujan maupun salju yang mencair akan mengimbuh (berinfiltrasi) ke dalam tanah dan menyebar di dalam kesarangan (pori-pori) tanah. Air akan ditahan oleh pori-pori tanah dengan kekuatan yang berbanding terbalik dengan ukuran pori-pori tanah.\nPada pori-pori tanah dengan ukuran yang besar, air akan dapat ditarik oleh gaya gravitasi dan dapat mengalir (perkolasi) ke lapisan tanah atau batuan yang lebih bawah atau mengalir secara lateral searah kemiringan lereng. Air tanah dangkal yang mengalir searah kemiringan lereng ini akan keluar lagi sebagai mata air. Air yang mengalir ke lapisan yang lebih bawah kemudian akan mengisi lapisan pembawa air tanah (akifer) yang merupakan lapisan tanah atau batuan yang tersusun oleh butiran-butiran yang kasar, utamanya pasir. Apabila akifer ini muncul ke permukaan tanah, misalnya pada tekuk lereng, maka pada tempat munculnya tersebut akan dijumpai pula mata air.\nPori-pori dengan ukuran yang lebih kecil, dikenal dengan istilah pori kapiler, akan menahan air di dalamnya sebagai kelembaban tanah. Air yang terdapat di dalam pori-pori kapiler ini tidak akan dilepaskan kecuali oleh tegangan yang lebih besar dari tenaga gravitasi, umumnya oleh penguapan (evaporasi), atau pada lapisan yang lebih dalam oleh tenaga hisap akar tanaman. Kelembaban tanah inilah yang kemudian dipakai oleh tanaman untuk bermetabolisme dan kemudian menguap dari stomata daun dan bagian tanaman lain yang berkhlorophil. Penguapan air tanah dengan cara ini dikenal dengan istilah transpirasi. Tanah yang memiliki kelembaban cukup akan dicirikan oleh tumbuhan yang menutupinya memiliki daun berwarna hijau. Apabila kelembaban berkurang maka daun lambat laun akan menguning dan kemudian akan mengering. Daun-daun yang mengering akan rontok untuk mengurangi proses penguapan.\nAir yang menguap oleh terik panas matahari, kemudian menjadi awan yang bergumpal, dihalau kembali oleh angin ke suatu tempat sehingga menurunkan hujan. Proses kejadian demikian itu menjadi bahan renungan bagi orang yang mau menggunakan pikirannya. Tentu ada Zat Yang Mahakuasa yang mengatur semuanya itu, sehingga segala sesuatu terjadi dengan teratur dan rapi. Tidak mungkin manusia yang melakukannya. Yang melakukan semua itu tentulah Zat yang berhak disembah dan ditaati segala perintah-Nya.",
    "quraish": "Tidak tahukah kamu, wahai orang yang menerima seruan agama, bahwa Allah menurunkan air dari langit lalu mengalirkannya dalam bentuk mata air di dalam perut bumi. Dia kemudian menumbuhkan tanaman pertanian yang bentuknya sangat beragam lalu menjadi kering dan kuning setelah sebelumnya hijau. Setelah itu, Dia menjadikannya terpecah berpeking-keping. Sungguh, dalam proses perpindahan dari satu kondisi ke kondisi yang lain itu, terdapat peringatan bagi orang-orang yang memiliki akal yang cemerlang.",
    "jalalayn": "(Apakah kamu tidak memperhatikan) maksudnya tidak mengetahui (bahwa sesungguhnya Allah menurunkan air dari langit, maka diatur-Nya menjadi sumber-sumber) yakni, dia memasukkan air itu ke tempat-tempat yang dapat menjadi sumber air (di bumi kemudian ditumbuhkan-Nya dengan air itu tanam-tanaman yang bermacam-macam warnanya, lalu ia menjadi kering) menjadi layu dan kering (lalu kamu melihatnya) sesudah hijau menjadi (kekuning-kuningan kemudian dijadikan-Nya hancur berderai) yakni rontok (Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran) peringatan (bagi orang-orang yang mempunyai akal) bagi orang-orang yang mau mengambil pelajaran darinya untuk menyimpulkan keesaan dan kekuasaan Allah swt."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 22,
    "arab": "اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
    "translation": "Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)?  Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4080.mp3",
    "tafsir": "Ayat ini menegaskan bahwa tidaklah sama orang yang telah dibukakan Allah hatinya sehingga menerima agama Islam, dengan orang yang sesat hatinya, sehingga ia mengingkari kebenarannya. Hati orang tersebut telah melihat kekuasaan dan kebesaran Allah dalam keindahan dan keajaiban alam ini, lalu terbukalah hatinya menerima pancaran cahaya dari nur Ilahi. Sebaliknya orang-orang yang sesat hatinya, tidak melihat tanda-tanda kekuasaan dan kebesaran Allah dalam kejadian alam ini, mereka menyangka kejadian tersebut tidak lain dari suatu proses kejadian alam itu sendiri, tanpa ada yang mengaturnya. Mereka merasa sanggup mengubah atau memperbaiki proses kejadian tersebut. Hal ini disebabkan karena kebodohan dan pandangan mereka yang picik sehingga hati mereka tetap tertutup, dan tidak memungkinkan masuknya pancaran nur Ilahi ke dalam hatinya. Kedua macam orang itu tentulah tidak sama. Pada ayat yang lain, Allah menegaskan tentang ketidaksamaan kedua macam orang itu. Allah berfirman:\n\nDan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An'am/6: 122)\n\nIbnu 'Abbas meriwayatkan, \"Di antara orang yang telah dilapangkan Allah dadanya menerima agama Islam, ialah Abu Bakar r.a. Ibnu Mardawaih meriwayatkan dari Ibnu Mas'ud ia berkata:\nRasulullah saw membaca ayat ini, lalu kami bertanya, \"Ya Nabi Allah, bagaimana hati yang terbuka itu?\" Beliau menjawab, \"Apabila cahaya menerangi hati, maka ia menjadi terbuka dan lapang.\" Kami bertanya, \"Apakah tanda yang demikian itu, ya Rasulullah?\" Beliau menjawab, \"Menghadapkan diri kepada kehidupan negeri yang abadi dan menjauhkan diri dari kehidupan negeri yang penuh tipuan dan mempersiapkan diri untuk mati sebelum kematian itu datang.\" (Riwayat Ibnu Mardawaih)\n\nDiriwayatkan oleh at-Tirmidzi dari Ibnu 'Umar, ia berkata:\nBahwa seseorang berkata, \"Ya Rasulullah, orang mukmin yang manakah yang paling baik?\" Rasulullah menjawab, \"Mereka yang banyak mengingat mati dan paling banyak persiapannya untuk mati itu, dan bilamana cahaya menyinari hatinya, maka hati itu terbuka dan menjadi lapang.\" Para sahabat bertanya, \"Apa tandanya yang demikian itu ya Nabi Allah?\" Nabi menjawab, \"Menghadapkan diri kepada negeri yang abadi dan menjauhkan diri dari negeri yang penuh dengan tipuan dan menyiapkan diri untuk mati sebelum kematian itu datang.\"\n\nAdapun orang-orang yang kasar hatinya dan membatu akan mengalami kecelakaan yang besar disebabkan sikap mereka yang keras kepala tidak mau ingat kepada-Nya. Seharusnya hati mereka menjadi lembut bila nama Tuhan disebut di hadapan mereka, tetapi muka mereka hitam muram bila mendengar nama Allah disebut dan hati mereka bertambah keras membatu.\nDiriwayatkan oleh at-Tirmidzi dari Ibnu 'Umar, ia berkata: Rasulullah saw bersabda: \nJanganlah kamu memperbanyak pembicaraan tanpa menyebut nama Allah, karena banyak bicara tanpa menyebut nama Allah menyebabkan hati menjadi keras. Dan sesungguhnya orang yang paling jauh dari Allah ialah orang yang keras hatinya.\" \n\nPada akhir ayat ini diterangkan bahwa orang yang hatinya keras itu adalah orang yang buta mata hatinya, mereka benar-benar berada dalam kesesatan yang nyata. Setiap orang dengan mudah mengetahui keburukan mereka itu.",
    "quraish": "Apakah semua manusia itu sama: orang yang dadanya dilapangkan untuk menerima ajaran Islam, hingga berada dalam cahaya Tuhannya sama dengan orang yang menolak untuk mengamati tanda-tanda kekuasaan-Nya? Oleh karena itu, siksa yang amat pedih akan diraskan oleh orang-orang yang hatinya keras dan tak mau mengingat Allah. Mereka benar-benar menyeleweng dari kebenaran.",
    "jalalayn": "(Maka apakah orang-orang yang dibukakan Allah hatinya untuk menerima Islam) sehingga ia mendapat petunjuk (lalu ia mendapat cahaya dari Rabbnya) sama dengan orang yang hatinya dikunci mati; pengertian ini tersimpul dari firman selanjutnya (Maka kecelakaan yang besarlah) artinya, azab yang besarlah (bagi mereka yang telah membatu hatinya untuk mengingat Allah) maksudnya, untuk menerima Alquran. (Mereka itu dalam kesesatan yang nyata) nyata sekali sesatnya."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 23,
    "arab": "اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
    "translation": "Allah telah menurunkan perkataan yang paling baik (yaitu) Al-Qur'an yang serupa (ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4081.mp3",
    "tafsir": "Allah menerangkan bahwa Dia menurunkan perkataan yang paling baik, yaitu Al-Qur'an yang mulia, sebahagian ayat-ayatnya mempunyai kemiripan baik dalam menjelaskan hukum-hukum, kebenaran, pelajaran, mengemukakan hujah, hikmah-hikmah, dan sebagainya, sebagaimana beberapa bagian air menyerupai beberapa bagian udara, beberapa bagian suatu negeri menyerupai beberapa bagian negeri yang lain. Karena ada suatu kisah diulang-ulang menyebutnya di beberapa tempat, demikian pula perintah-perintah, larangan-larangan, dan sebagainya. Orang-orang yang beriman, bila mereka mendengar bacaan Al-Qur'an meremang bulu romanya, dan bergoncang hatinya karena takut kepada Allah. Hal itu mendorong hati mereka mengikuti semua perintah-perintah Allah dan menghentikan larangan-larangan-Nya. Jiwa mereka menjadi hidup, semangat mereka bertambah untuk melaksanakan amal-amal yang saleh dan berjihad di jalan-Nya.\nDengan Al-Qur'an, Allah memberikan petunjuk kepada hamba-hamba-Nya, membimbing orang-orang yang dikehendaki-Nya ke jalan yang lurus serta mempertebal iman di dalam hatinya. Tetapi orang yang disesatkan hatinya, mereka hampa dan kosong, mereka tidak akan memperoleh manfaat sedikit pun dari Al-Qur'an itu.",
    "quraish": "Allah menurunkan firman yang paling baik berupa kitab suci yang makna dan diksinya sama-sama mencapai puncak kemukjizatan dan kesempurnaan. Di dalamnya banyak dikemukakan nasihat dan ketentuan hukum. Bacaannya sering diulang. Ketika membaca atau mendengar ancaman yang terkandung di dalamnya, orang-orang yang takut kepada Allah kulitnya akan merinding. Setelah itu, kulit dan hatinya akan melunak untuk mengingat Allah. Kitab suci yang mempunyai sifat-sifat seperti itu merupakan cahaya Allah yang dengannya Allah memberi petunjuk kepada siapa saja yang dikehendaki-Nya lalu membimbingnya untuk beriman kepada-Nya. Barangsiapa disesatkan oleh Allah--karena Dia Mahatahu bahwa ia akan menyimpang dari kebenaran--maka tidak seorang pun mampu menyelamatkannya dari kesesatan.",
    "jalalayn": "(Allah telah menurunkan perkataan yang paling baik yaitu Kitab) Alquran; lafal Kitaaban menjadi Badal lafal Ahsanal Hadiitsi (yang serupa) satu sama lainnya sama dalam hal Nuzhum dan hal-hal lainnya (lagi berulang-ulang) diulang-ulang di dalamnya janji dan ancaman serta hal-hal lainnya (gemetarlah karenanya) yakni gemetar karena takut di kala disebutkan ancaman-Nya (kulit orang-orang yang takut) yang merasa takut (kepada Rabbnya, kemudian menjadi tenang kulit dan kalbu mereka di waktu mengingat Allah) sewaktu ingat akan janji-Nya. (Itulah) kitab Alquran itu (petunjuk Allah, dengan Kitab itu Dia menunjuki siapa yang dikehendaki-Nya. Dan barang siapa yang disesatkan Allah, niscaya tak ada baginya seorang pemberi petunjuk.)"
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 24,
    "arab": "اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ",
    "translation": "Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, “Rasakanlah olehmu balasan apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4082.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan perbedaan keadaan orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk. Orang yang sesat dan tidak mendapat petunjuk dihadapkan ke neraka pada hari Kiamat. Api neraka membakar wajah mereka, dan tangan mereka tidak dapat menutupi wajah mereka dari panas api itu, karena kedua tangan mereka terbelenggu. Lain halnya dengan orang-orang yang beriman. Mereka selamat dari api neraka dan tidak perlu menghindarkan diri dari azab seperti yang ditimpakan kepada orang-orang kafir. Pada hari itu, orang-orang kafir dituding oleh para malaikat sambil berkata, \"Rasakanlah olehmu azab neraka yang membakar itu, karena perbuatan-perbuatan yang telah kamu kerjakan dahulu sewaktu hidup di dunia.\"",
    "quraish": "Apakah semua manusia itu sama: orang yang takut menghadapi azab pedih yang ditemuinya pada hari kiamat setelah melampaui batas di dunia sama dengan orang yang datang pada hari kiamat dengan penuh aman dan selamat? Dikatakan kepada orang-orang zalim itu, \"Rasakan akibat dari perbuatan kalian!\"",
    "jalalayn": "(Maka apakah orang yang menghindarkan) supaya jangan dilemparkan (dirinya ke dalam azab yang paling buruk di hari kiamat), azab yang paling keras, seumpamanya ia dicampakkan ke dalam neraka dalam keadaan terbelenggu tangannya disatukan dengan kepalanya, sama dengan orang yang beriman kepadanya yang dimasukkan ke dalam surga? (Dan dikatakan kepada orang-orang yang aniaya) yakni orang-orang kafir Mekah (\"Rasakanlah oleh kalian balasan apa yang telah kalian kerjakan\") sebagai pembalasannya."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 25,
    "arab": "كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ",
    "translation": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4083.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan azab yang pernah ditimpakan kepada orang-orang terdahulu yang mendustakan para rasul yang diutus kepada mereka, seperti yang dilakukan oleh orang-orang musyrik Mekah kepada Rasulullah. Azab itu ditimpakan kepada mereka setelah berkali-kali diseru ke jalan yang benar oleh para rasul yang diutus kepada mereka, namun mereka tidak mengindahkan seruan itu.\nDemikianlah mereka ditimpa azab di dunia dan di akhirat nanti mereka akan memperoleh azab yang sangat. Azab dunia jauh lebih enteng dan ringan jika dibanding dengan azab akhirat.",
    "quraish": "Mereka yang datang sebelum orang-orang musyrik ini telah berdusta pula, maka mereka pun ditimpa azab yang tidak mereka sangka-sangka.",
    "jalalayn": "(Orang-orang yang sebelum mereka telah mendustakan) rasul-rasulnya yang mengatakan bahwa azab pasti datang (maka datanglah kepada mereka azab dari arah yang tidak mereka sangka) yang tidak mereka duga sedikit pun."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 26,
    "arab": "فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
    "translation": "Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4084.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan azab yang pernah ditimpakan kepada orang-orang terdahulu yang mendustakan para rasul yang diutus kepada mereka, seperti yang dilakukan oleh orang-orang musyrik Mekah kepada Rasulullah. Azab itu ditimpakan kepada mereka setelah berkali-kali diseru ke jalan yang benar oleh para rasul yang diutus kepada mereka, namun mereka tidak mengindahkan seruan itu.\nDemikianlah mereka ditimpa azab di dunia dan di akhirat nanti mereka akan memperoleh azab yang sangat. Azab dunia jauh lebih enteng dan ringan jika dibanding dengan azab akhirat.",
    "quraish": "Mereka merasakan siksa yang ringan di dunia. Aku bersumpah, \"Siksa di akhirat sungguh lebih besar dari siksa di dunia, kalau mereka mengetahui dan berpikir.\"",
    "jalalayn": "(Maka Allah merasakan kepada mereka kehinaan) artinya, mereka dihina dan direndahkan dengan berupa kutukan, pembunuhan dan lain sebagainya (pada kehidupan dunia. Dan sesungguhnya azab pada hari akhirat lebih besar kalau mereka) yakni orang-orang yang mendustakannya (mengetahui) azab akhirat, dan niscaya kalau mereka mengetahuinya maka mereka tidak akan mendustakannya."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 27,
    "arab": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ",
    "translation": "Dan sungguh, telah Kami buatkan dalam Al-Qur'an ini segala macam perumpamaan bagi manusia agar mereka dapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4085.mp3",
    "tafsir": "Allah menjelaskan pada ayat ini bahwa Dia telah membuat bermacam-macam contoh dalam Al-Qur'an seperti menerangkan sejarah beberapa umat terdahulu yang mengingatkan malapetaka yang mereka alami. Contoh dan perumpamaan itu dikemukakan kepada mereka agar mereka mengambil pelajaran darinya, baik yang berhubungan dengan kehidupan dunia maupun yang berhubungan dengan kehidupan di akhirat nanti. Dengan berpedoman kepada Al-Qur'an, mereka dapat meluruskan kembali kepercayaan mereka yang sesat, memperbaiki tata kehidupan mereka yang kacau, sehingga berubah menjadi kehidupan yang beradab. \nTidaklah sukar bagi mereka memahami Al-Qur'an karena diturunkan dalam bahasa Arab, bahasa mereka sendiri. Tidak ada sesuatu yang bertentangan di dalamnya. Isinya jelas dan tegas baik yang berhubungan dengan akidah, hukum, budi pekerti, dan sebagainya. Jika mereka mau beriman dan mengikuti petunjuk Al-Qur'an, pastilah mereka dapat menjaga diri dari malapetaka yang mungkin menimpa mereka dan tentulah mereka akan taat hanya kepada Allah saja.",
    "quraish": "Sesungguhnya Kami telah menerangkan kepada umat manusia, di dalam al-Qur'ân ini, berbagai tamsil ibarat yang mengingatkan mereka kepada kebenaran dengan harapan agar mereka selalu ingat dan mengambil pelajaran.",
    "jalalayn": "(Sesungguhnya telah Kami buatkan) telah Kami jadikan (bagi manusia dalam Alquran ini setiap macam perumpamaan supaya mereka dapat pelajaran) maksudnya, supaya mereka mau menerima nasihatnya."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 28,
    "arab": "قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "(Yaitu) Al-Qur'an dalam bahasa Arab, tidak ada kebengkokan (di dalamnya) agar mereka bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4086.mp3",
    "tafsir": "Allah menjelaskan pada ayat ini bahwa Dia telah membuat bermacam-macam contoh dalam Al-Qur'an seperti menerangkan sejarah beberapa umat terdahulu yang mengingatkan malapetaka yang mereka alami. Contoh dan perumpamaan itu dikemukakan kepada mereka agar mereka mengambil pelajaran darinya, baik yang berhubungan dengan kehidupan dunia maupun yang berhubungan dengan kehidupan di akhirat nanti. Dengan berpedoman kepada Al-Qur'an, mereka dapat meluruskan kembali kepercayaan mereka yang sesat, memperbaiki tata kehidupan mereka yang kacau, sehingga berubah menjadi kehidupan yang beradab. \nTidaklah sukar bagi mereka memahami Al-Qur'an karena diturunkan dalam bahasa Arab, bahasa mereka sendiri. Tidak ada sesuatu yang bertentangan di dalamnya. Isinya jelas dan tegas baik yang berhubungan dengan akidah, hukum, budi pekerti, dan sebagainya. Jika mereka mau beriman dan mengikuti petunjuk Al-Qur'an, pastilah mereka dapat menjaga diri dari malapetaka yang mungkin menimpa mereka dan tentulah mereka akan taat hanya kepada Allah saja.",
    "quraish": "Kami menurunkan al-Qur'ân berbahasa Arab--bahasa mereka sendiri--yang tidak mengandung kelemahan, dengan harapan agar mereka bertakwa dan takut kepada Tuhannya.",
    "jalalayn": "(Ialah Alquran dalam bahasa Arab) ayat ini berkedudukan menjadi Hal Muakkidah atau kata keterangan yang mengukuhkan (yang tidak ada kebengkokan di dalamnya) tidak ada kekeliruan dan pertentangan (supaya mereka bertakwa) maksudnya, menghindarkan diri dari kekafiran."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 29,
    "arab": "ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشَاكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4087.mp3",
    "tafsir": "Allah membuat suatu perumpamaan untuk menjelaskan perbedaan antara syirik dengan tauhid. Untuk itu Allah mengumpamakan dua orang budak. Budak yang satu dimiliki oleh beberapa orang tuan, mereka berserikat dalam kepemilikannya. Sedang budak yang lain hanya dimiliki oleh seorang tuan saja, tidak ada orang lain yang memilikinya. Pada suatu saat budak pertama mendapat perintah dari tuan-tuannya itu dengan perintah yang berbeda-beda, seperti tuan pertama memerintahkan membersihkan pekarangan rumahnya, tuan yang kedua menyuruh mencangkul kebunnya, tuan yang ketiga menyuruh membersihkan rumahnya dan sebagainya. Perintah ini diberikan pada saat yang sama. Perintah tuan yang manakah yang harus dikerjakan oleh budak tersebut? Tidak mungkin budak itu melaksanakan tiap-tiap perintah dari tuan-tuannya itu dalam waktu yang sama. Demikianlah seterusnya sehingga budak itu selalu kebingungan dalam menaati perintah-perintah dari masing-masing tuannya.\nAdapun budak yang kedua yang hanya dimiliki oleh seorang tuan, ia dapat melaksanakan perintah tuannya dengan baik, ia tidak akan bingung dalam melaksanakan perintah itu, dan tuannya pun berlega hati karena budaknya itu dapat melaksanakan perintahnya dengan baik. Samakah keadaan kedua budak tersebut dan sama pulakah keadaan tuan dari masing-masing budak itu?\nDemikianlah halnya dengan orang yang beragama tauhid dan orang yang beragama syirik. Orang yang beragama tauhid tidak pernah bingung dalam melaksanakan perintah dan larangan dari Tuhannya, karena perintah dan larangan itu bersumber dari Yang Maha Esa. Seorang yang beragama syirik selalu dalam keadaan bingung, perintah tuhannya yang manakah yang akan diikutinya. Sebaliknya orang yang beragama tauhid hanya menyembah Tuhan Yang Esa, sedang orang yang beragama syirik selalu bingung, tuhan yang manakah yang lebih patut disembah dari tuhan-tuhan yang lain.\nSetelah menerangkan kesesatan syirik, Allah menegaskan bahwa segala puji hanyalah untuk-Nya, tidak untuk yang lain. Hanya Dia sajalah yang berhak disembah, tetapi kebanyakan manusia tidak mau mengetahuinya.",
    "quraish": "Allah mengumpamakan orang musyrik sebagai budak yang dimiliki oleh sejumlah orang yang saling memperebutkannya, dan orang Muslim yang mengesakan-Nya sebagai budak yang hanya dimiliki oleh satu orang. Apakah kedua orang itu sama? Tentu tidak sama. Alhamdu lillâh (segala puji bagi Allah) yang menunjukkan bukti kebenaran kepada umat manusia. Tetapi kebanyakan manusia tidak mengetahui kebenaran.",
    "jalalayn": "(Allah telah membuat) bagi orang yang musyrik dan orang yang bertauhid (perumpamaan yaitu seorang laki-laki) lafal Rajulan ini menjadi Badal dari lafal Matsalan (yang menjadi budak milik beberapa orang yang berserikat dalam perselisihan) yaitu mereka terlihat di dalam persengketaan dan akhlak mereka sangat buruk (dan seorang budak laki-laki yang menjadi milik penuh) milik sepenuhnya (dari seorang laki-laki saja; adakah kedua budak itu sama halnya?) lafal Matsalan berkedudukan menjadi Tamyiz maksudnya, tentu saja tidak sama antara seorang budak yang menjadi milik suatu kelompok dengan seorang budak yang menjadi milik penuh seorang saja. Sesungguhnya, budak yang pertama tadi apabila disuruh oleh masing-masing dari pemilik dirinya secara sekaligus; ia bingung, siapakah yang harus ia layani di antara mereka. Ini adalah perumpamaan orang yang musyrik sedangkan budak yang kedua adalah perumpamaan bagi orang yang bertauhid. (Segala puji bagi Allah) semata (tetapi kebanyakan mereka) penduduk Mekah (tidak mengetahui) azab apakah yang akan menimpa mereka akibat kemusyrikannya, oleh karena itu mereka berbuat kemusyrikan."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 30,
    "arab": "اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ",
    "translation": "Sesungguhnya engkau (Muhammad) akan mati dan mereka akan mati (pula).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4088.mp3",
    "tafsir": "Allah menerangkan bahwa semua manusia akan kembali kepada Tuhan dan di hari Kiamat nanti manusia antara yang satu dengan yang lain akan saling berbantah-bantahan dan saling tuduh-menuduh. Pada hari Kiamat orang-orang musyrik berusaha membela diri mereka masing-masing, tetapi Nabi Muhammad saw dapat menolak alasan mereka itu, dengan menyatakan bahwa dakwah telah disampaikan kepada mereka, tetapi mereka mengingkari dan mendustakannya. Oleh karena itu, mereka mohon ampunan kepada Allah, tetapi permohonan mereka tidak dapat diterima, karena pada hari itu tobat tidak dapat diterima lagi.\nDi antara perbantahan antara orang-orang musyrik dengan sembahan-sembahan mereka itu disebutkan dalam ayat ini. Mereka berkata kepada pemimpin-pemimpin mereka, \"Kami ikuti kamu, tetapi kamu menyesatkan kami.\" Para pemimpin menjawab, \"Kami juga telah ditipu oleh setan-setan dan nenek moyang kita dahulu.\"",
    "quraish": "Wahai Muhammad, sesungguhnya kamu dan mereka semua akan mati. Kemudian, setelah mati dan setelah dibangkitkan kembali, kalian akan saling bermusuhan di hadapan Allah.",
    "jalalayn": "(Sesungguhnya kamu) khithab ini ditujukan kepada Nabi saw. (akan mati dan mereka akan mati pula) kelak kamu akan mati dan mereka kelak akan mati pula, maka tidak usah ditunggu-tunggu datangnya mati itu. Ayat ini diturunkan sewaktu mereka merasa lambat akan kematian Nabi saw."
  },
  {
    "hizb": 184,
    "name": "Az-Zumar",
    "ayat": 31,
    "arab": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔",
    "translation": "Kemudian sesungguhnya kamu pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4089.mp3",
    "tafsir": "Allah menerangkan bahwa semua manusia akan kembali kepada Tuhan dan di hari Kiamat nanti manusia antara yang satu dengan yang lain akan saling berbantah-bantahan dan saling tuduh-menuduh. Pada hari Kiamat orang-orang musyrik berusaha membela diri mereka masing-masing, tetapi Nabi Muhammad saw dapat menolak alasan mereka itu, dengan menyatakan bahwa dakwah telah disampaikan kepada mereka, tetapi mereka mengingkari dan mendustakannya. Oleh karena itu, mereka mohon ampunan kepada Allah, tetapi permohonan mereka tidak dapat diterima, karena pada hari itu tobat tidak dapat diterima lagi.\nDi antara perbantahan antara orang-orang musyrik dengan sembahan-sembahan mereka itu disebutkan dalam ayat ini. Mereka berkata kepada pemimpin-pemimpin mereka, \"Kami ikuti kamu, tetapi kamu menyesatkan kami.\" Para pemimpin menjawab, \"Kami juga telah ditipu oleh setan-setan dan nenek moyang kita dahulu.\"",
    "quraish": "Wahai Muhammad, sesungguhnya kamu dan mereka semua akan mati. Kemudian, setelah mati dan setelah dibangkitkan kembali, kalian akan saling bermusuhan di hadapan Allah.",
    "jalalayn": "(Kemudian sesungguhnya kalian) hai manusia tentang kelaliman-kelaliman yang telah terjadi di antara kalian (pada hari kiamat akan berbantah-bantahan di hadapan Rabb kalian.)"
  }
]