[
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 53,
    "arab": "۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
    "translation": "Katakanlah, “Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4111.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya bahwa Allah Yang Maha Pengampun, Maha Penyayang dan sangat luas rahmat dan kasih sayang-Nya terhadap hamba-Nya yang beriman, akan mengampuni segala dosa yang telah terlanjur mereka kerjakan seperti meninggalkan perintah-Nya atau mengerjakan larangan-Nya apabila benar-benar tobat dari kesalahan mereka. Banyak orang yang menyangka bahwa karena dosanya telah bertumpuk-tumpuk, tidak akan diampuni Allah lagi. Jadilah ia seorang yang berputus asa terhadap ampunan, rahmat, dan kasih sayang-Nya. Dunia sudah menjadi gelap menurut pandangannya karena selama ini dia tidak mengindahkan ajaran-ajaran agamanya dan selalu membelakangi petunjuk-petunjuk yang terdapat di dalamnya. Hatinya sudah penuh diliputi kekotoran dan kedurhakaan, tak tampak lagi olehnya jalan kebenaran dan kebaikan yang akan ditempuhnya. Dia telah dibingungkan oleh rasa putus asa dan tak ada harapan yang tampak olehnya untuk kembali dari kesesatan dan kemaksiatan yang selalu diperbuatnya. Tetapi Allah, meskipun besar dosa hamba-Nya, Dia tetap mengasihi dan menyantuninya dan melarangnya berputus asa terhadap rahmat dan kasih sayang-Nya, Dia tetap memandangnya sebagai hamba-Nya yang berhak menerima kasih sayang-Nya itu apabila ia telah menginsyafi kesalahannya dan memohon ampun kepada-Nya. Jangankan untuk orang-orang yang beriman, untuk orang-orang musyrik pun masih terbuka pintu tobat apabila mereka masuk Islam dan beriman kepada Allah dan rasul-Nya.\nDiriwayatkan oleh Imam al-Bukhari dari Sa'id bin Jubair dari Ibnu 'Abbas bahwa banyak di antara orang-orang musyrik yang telah banyak melakukan pembunuhan dan sering berzina datang kepada Nabi Muhammad. Mereka berkata kepadanya, \"Sesungguhnya apa yang engkau serukan kepada kami adalah baik. Dapatkah engkau terangkan kepada kami bahwa yang kami kerjakan dahulu itu akan diampuni-Nya.\"\nNabi menjawab dengan membacakan firman Allah:\n\nDan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat, (yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang. (al-Furqan/25: 68-70)\n\nDalam hadis Nabi saw juga dijelaskan:\nDiriwayatkan dari 'Amr bin 'Anbasah bahwa telah datang menemui Nabi saw seorang yang telah tua bangka bertelekan di atas tongkatnya dan berkata kepada beliau, \"Hai Rasulullah, saya banyak mengerjakan kesalahan dan maksiat. Apakah mungkin kesalahan itu diampuni?\" Nabi saw menjawab, \"Apakah engkau telah mengakui bahwa tiada Tuhan selain Allah?\" Orang tua itu menjawab, \"Benar, bahkan aku mengakui bahwa engkau utusan Allah.\" Rasulullah saw menegaskan, Allah mengampuni semua kesalahan dan maksiat yang telah engkau lakukan itu.\" (Riwayat A.hmad)\n\nHadis-hadis tersebut menegaskan bahwa Allah mengampuni semua kesalahan bagaimanapun besar dan banyaknya, bila seseorang itu benar-benar bertobat dengan setulus hati, berikrar tidak akan kembali melakukan kesalahan, dan akan tetap melakukan amal saleh. Hamba Allah tidak boleh berputus asa terhadap ampunan, rahmat, dan kasih sayang-Nya, karena pintu rahmat-Nya terbuka seluas-luasnya bagi orang yang bertobat, sebagai ditegaskan dalam firman-Nya:\n\nDan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nisa'/4: 110)\n\nSetelah melarang hamba-Nya berputus asa terhadap rahmat dan kasih sayang-Nya, Allah mendorong hamba-Nya agar segera meminta ampun dan bertobat kepada-Nya atas segala ketelanjuran dan kesalahan yang telah dilakukan. Allah juga menegaskan bahwa Dia mengampuni segala dosa kecuali dosa syirik sebagai tersebut dalam firman-Nya:\n\nSesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar. (an-Nisa'/4: 48)\n\nMemang besar dan luas rahmat Allah terhadap hamba-Nya. Hamba yang telah mendurhakai karena mengabaikan perintah-Nya, melanggar hukum-hukum yang telah ditetapkan-Nya, dan bergelimang dalam dosa dan maksiat, masih saja dipanggil sebagai hamba-Nya dan dinasihati supaya jangan berputus asa terhadap ampunan dan rahmat-Nya.",
    "quraish": "Katakan, wahai Muhammad, dengan menyampaikan pesan dari Tuhanmu, \"Wahai hamba-hamba-Ku yang banyak berbuat maksiat bagi dirinya, janganlah kalian berputus asa dengan rahmat Allah. Sesungguhnya Allah akan mengampuni semua dosa. Sesungguhnya hanya Dia yang ampunan dan rahmat- Nya amat besar.",
    "jalalayn": "(Katakanlah, \"Hai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri, janganlah kalian berputus asa) dapat dibaca Laa Taqnithuu atau Laa Taqnathuu; sebagian ahli qiraat ada yang membacanya Laa Taqnuthuu; artinya janganlah kalian putus asa (dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya) bagi orang yang bertobat dari kemusyrikan. (Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.)"
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 54,
    "arab": "وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ",
    "translation": "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak dapat ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4112.mp3",
    "tafsir": "Bagi orang-orang yang menerima seruan ini dengan bertobat kepada Allah dan percaya dengan sepenuh hatinya kepada keluasan rahmat dan ampunan-Nya, Allah memerintahkan agar dia benar-benar kembali kepada jalan yang lurus yang telah dibentangkan-Nya, berserah diri kepada-Nya, dan bernaung di bawah lindungan-Nya. Di sisi Allah tersedia berbagai macam karunia dan nikmat yang akan dilimpahkan kepadanya, apabila ia telah insaf dan kembali menjadi hamba yang dimuliakan-Nya. Setiap orang berdosa hendaklah mengambil kesempatan baik ini dengan segera sebelum datang hari Kiamat di mana tobat dan penyesalan tidak akan diterima lagi. Janganlah kesempatan yang baik ini dibiarkan berlalu begitu saja karena yang akan rugi ialah orang yang tidak mengindahkannya. Dalam ayat lain, Allah berfirman:\n\nBelum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik. (al-hadid/57: 16)\n\nPeluang emas yang dikaruniakan Allah hendaklah dimanfaatkan sebaik-baiknya sebelum tiba saat yang menentukan di mana pintu tobat telah tertutup rapat, yaitu pada saat ajal telah tiba atau pada saat hari Kiamat telah datang. Pada saat itu, tidak seorang yang durhaka pun yang dapat melepaskan diri dari siksaan Allah dan tak ada suatu makhluk pun yang dapat membela dan menghindarkannya dari azab itu. Hendaklah dia benar-benar mengikuti dan mematuhi semua ajaran yang telah dijelaskan Allah dalam Al-Qur'an al-Karim untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat. Janganlah seseorang menunggu sampai besok untuk bertobat karena dia tidak mengetahui apakah ia akan hidup sampai besok. Mungkin seseorang berjanji kepada dirinya bahwa dia akan bertobat esok sore harinya, tetapi siapa tahu, belum lagi waktu sore datang dia sudah meninggal dan hilanglah kesempatan yang sangat berharga itu.\nberulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara",
    "quraish": "Kembalilah, wahai orang-orang yang melampaui batas, kepada Sang Pemilik urusan dan Pemelihara kalian. Tunduklah kepada-Nya sebelum siksaan Allah datang kepada kalian lalu kalian tidak akan dapat ditolong dan dilindungi dari siksaan itu oleh siapa pun.",
    "jalalayn": "(Dan kembalilah kalian) bertobatlah kalian (kepada Rabb kalian, dan berserah dirilah) ikhlaskanlah di dalam beramal (kepada-Nya sebelum datang kepada kalian azab kemudian kalian tidak dapat ditolong lagi) yakni azab itu tidak dapat dicegah jika kalian tidak bertobat kepada-Nya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 55,
    "arab": "وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَ ۙ  ",
    "translation": "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu (Al-Qur'an) dari Tuhanmu sebelum datang azab kepadamu secara mendadak, sedang kamu tidak menyadarinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4113.mp3",
    "tafsir": "Bagi orang-orang yang menerima seruan ini dengan bertobat kepada Allah dan percaya dengan sepenuh hatinya kepada keluasan rahmat dan ampunan-Nya, Allah memerintahkan agar dia benar-benar kembali kepada jalan yang lurus yang telah dibentangkan-Nya, berserah diri kepada-Nya, dan bernaung di bawah lindungan-Nya. Di sisi Allah tersedia berbagai macam karunia dan nikmat yang akan dilimpahkan kepadanya, apabila ia telah insaf dan kembali menjadi hamba yang dimuliakan-Nya. Setiap orang berdosa hendaklah mengambil kesempatan baik ini dengan segera sebelum datang hari Kiamat di mana tobat dan penyesalan tidak akan diterima lagi. Janganlah kesempatan yang baik ini dibiarkan berlalu begitu saja karena yang akan rugi ialah orang yang tidak mengindahkannya. Dalam ayat lain, Allah berfirman:\n\nBelum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik. (al-hadid/57: 16)\n\nPeluang emas yang dikaruniakan Allah hendaklah dimanfaatkan sebaik-baiknya sebelum tiba saat yang menentukan di mana pintu tobat telah tertutup rapat, yaitu pada saat ajal telah tiba atau pada saat hari Kiamat telah datang. Pada saat itu, tidak seorang yang durhaka pun yang dapat melepaskan diri dari siksaan Allah dan tak ada suatu makhluk pun yang dapat membela dan menghindarkannya dari azab itu. Hendaklah dia benar-benar mengikuti dan mematuhi semua ajaran yang telah dijelaskan Allah dalam Al-Qur'an al-Karim untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat. Janganlah seseorang menunggu sampai besok untuk bertobat karena dia tidak mengetahui apakah ia akan hidup sampai besok. Mungkin seseorang berjanji kepada dirinya bahwa dia akan bertobat esok sore harinya, tetapi siapa tahu, belum lagi waktu sore datang dia sudah meninggal dan hilanglah kesempatan yang sangat berharga itu.\nberulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara",
    "quraish": "Ikutilah ajaran terbaik yang diturunkan kepada kalian, yaitu al-Qur'ân, sebelum siksaan datang kepada kalian secara tiba-tiba dan tanpa kesiapan kalian untuk menghadapinya.",
    "jalalayn": "(Dan ikutilah sebaik-baik apa yang diturunkan kepada kalian dari Rabb kalian) yaitu Alquran (sebelum datang azab kepada kalian dengan tiba-tiba, sedang kalian tidak menyadari) akan kedatangannya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 56,
    "arab": "اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السَّاخِرِيْنَۙ   ",
    "translation": "agar jangan ada orang yang mengatakan, ‘Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, dan sesungguhnya aku termasuk orang-orang yang memperolok-olokkan (agama Allah),’",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4114.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya:\n1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya.\n2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah.\n3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik.",
    "quraish": "Kembalilah kepada Tuhan kalian, berserah dirilah kepada-Nya dan ikutilah ajaran-ajaran-Nya agar, ketika melihat azab, jiwa yang berdosa tidak lagi berkata, 'Alangkah ruginya aku karena kelengahanku dalam selain taat kepada Allah dan hak-hak-Nya. Sesungguhnya, ketika di dunia, aku termasuk orang-orang yang menghinakan agama-Nya. '",
    "jalalayn": "Maka bersegeralah kalian sebelum tiba waktunya (seseorang mengatakan, \"Alangkah menyesalnya aku) lafal Yaa Hasrataa pada asalnya adalah Yaa Hasratii, artinya amat menyesallah aku (atas kelalaianku terhadap Allah) yaitu karena tidak taat kepada-Nya (dan sesungguhnya) lafal In adalah bentuk Takhfif dari Inna, asalnya Innii yakni sesungguhnya aku (aku adalah termasuk orang-orang yang benar-benar memperolok-olokan\") agama-Nya dan Kitab-Nya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 57,
    "arab": "اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ",
    "translation": "atau (agar jangan) ada yang berkata, ‘Sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa,’",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4115.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya:\n1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya.\n2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah.\n3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik.",
    "quraish": "Atau jiwa yang berdosa itu berkata, dengan mencari alasan, 'Kalau saja Allah memperkenankan aku untuk memperoleh petunjuk, tentu, di dunia dulu, aku sudah termasuk orang yang menjaga dirinya dari azab Allah dengan cara beriman dan beramal saleh. '",
    "jalalayn": "(Atau datang saatnya seseorang berkata, \"Kalau sekiranya Allah memberi petunjuk kepadaku) untuk mengerjakan ketaatan sehingga aku mendapat petunjuk (tentulah aku termasuk orang-orang yang bertakwa\") yakni orang-orang yang takut akan azab-Nya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 58,
    "arab": "اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ",
    "translation": "atau (agar jangan) ada yang berkata ketika melihat azab, ‘Sekiranya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang berbuat baik.’",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4116.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan bagaimana penyesalan orang-orang yang tidak mempergunakan peluang emas yang diberikan Allah kepada mereka. Di akhirat nanti, mereka akan berulang-ulang mengucapkan kata-kata penyesalan dengan berbagai macam cara, di antaranya:\n1. Sesungguhnya aku sangat menyesal atas kelalaian dan kealpaanku semasa hidup sehingga aku tidak mengindahkan ajaran-ajaran Allah, selalu durhaka terhadap-Nya, meninggalkan kewajiban-kewajibanku terhadap-Nya sebagai hamba, dan melanggar hukum-hukum yang telah ditetapkan-Nya. Kenapa aku tidak mempergunakan kesempatan yang diberikan Allah kepadaku untuk bertobat dan kembali ke jalan yang lurus. Kenapa aku selalu memperolok-olokkan orang-orang yang telah taat dan patuh menjalankan petunjuk dan ajaran-Nya bahkan termasuk orang-orang yang menghina dan menganggap enteng agama-Nya.\n2. Kenapa aku tidak menerima dengan baik petunjuk yang diberikan-Nya dengan perantaraan rasul-Nya, dan tidak mengamalkan petunjuk ajaran-Nya. Kalau sekiranya aku menerima dan mengamalkan petunjuk dan ajaran itu, tentu aku termasuk dalam golongan orang-orang yang bertakwa yang disediakan bagi mereka surga Jannatun Na'im yang penuh dengan nikmat dan kesenangan serta penuh dengan kebahagiaan dan keridaan Allah.\n3. Ketika dia melihat api neraka dan berbagai macam siksaan yang ditimpakan kepada penghuninya, dan dia merasa pasti akan dilemparkan ke dalamnya, dia berangan-angan dan mengharapkan kalau dapat kembali ke dunia agar dia dapat berbuat amal saleh sebanyak-banyaknya untuk bekal di akhirat sehingga terbebas dari siksaan neraka dan dimasukkan ke dalam golongan orang-orang yang berbuat baik.",
    "quraish": "Atau jiwa yang berdosa itu berkata, ketika melihat siksaan, 'Seandainya aku dapat dikembalikan ke dunia, tentu aku akan termasuk orang-orang yang memperbaiki akidah dan amalnya. '\"",
    "jalalayn": "(Atau datang saatnya seseorang berkata ketika ia melihat azab, \"Kalau sekiranya aku dapat kembali) ke dunia (niscaya aku akan termasuk orang-orang yang berbuat baik.\") yakni, orang-orang yang beriman. Maka, dikatakan kepada mereka oleh Allah swt.:"
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 59,
    "arab": "بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ",
    "translation": "Sungguh, sebenarnya keterangan-keterangan-Ku telah datang kepadamu, tetapi kamu mendustakannya, malah kamu menyombongkan diri dan termasuk orang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4117.mp3",
    "tafsir": "Pada ayat ini, Allah menyatakan kepada orang yang telah sesat dan tidak mau mempergunakan kesempatan untuk bertobat itu bahwa nasib yang menimpa mereka tak dapat dihindarkan lagi karena Allah telah cukup memberi pelajaran dan peringatan. Allah juga telah memberikan kesempatan untuk bertobat dan berbuat baik, tetapi semua itu tidak diindahkan dan tidak dipedulikan. \nMereka hanya mengikuti hawa nafsu dan keinginan belaka sehingga menjadi orang yang durhaka, sombong, dan takabur. Mereka juga termasuk ke dalam golongan orang-orang kafir. Semua angan-angan dan permohonan mereka ditolak semuanya dan berlakulah terhadap dirinya keadilan Allah, yang berbuat baik dan bertakwa dimasukkan ke dalam surga dan yang berbuat jahat dan durhaka dimasukkan ke dalam neraka.",
    "quraish": "Tidak demikian, wahai orang yang menyesal! Ajaran-ajaran-Ku telah datang melalui para rasul utusan- Ku, tetapi kamu mendustakannya dan malah bersikap angkuh untuk mengikutinya. Di dunia, dahulu, kamu termasuk orang yang bersikukuh dalam kekafiran.",
    "jalalayn": "(\"Benar, sesungguhnya telah datang ayat-ayat-Ku kepadamu) yakni, Alquran yang dapat memberikan hidayah kepadamu (lalu kamu mendustakannya dan kamu menyombongkan diri) yaitu tidak mau beriman kepada ayat-ayat-Ku (dan adalah kamu termasuk orang-orang yang kafir.\")"
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 60,
    "arab": "وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ",
    "translation": "Dan pada hari Kiamat engkau akan melihat orang-orang yang berbuat dusta terhadap Allah, wajahnya menghitam. Bukankah neraka Jahanam itu tempat tinggal bagi orang yang menyombongkan diri?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4118.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bahwa nanti pada hari Kiamat, dia akan melihat wajah orang-orang kafir menjadi hitam legam karena sangat ketakutan melihat dan merasakan bagaimana hebat dan dahsyatnya huru-hara waktu itu. Tidak ada sesuatu apa pun yang dapat menyelamatkan mereka, seakan-akan mereka sudah dikepung bahaya dan malapetaka dari segala penjuru. Ke manapun mereka lari selalu dihadang oleh hal-hal yang sangat menakutkan sehingga tak ada yang dipikirkan manusia pada waktu itu kecuali keselamatan dirinya dari mara bahaya maut itu. Hal ini diterangkan dalam firman Allah:\n\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 34-37)\n\nDan firman-Nya:\n\nSungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan. (al-Insan/76: 10) \n\nSelain tidak melihat apa pun yang dapat menolong atau menghindarkan mereka dari bahaya, mereka juga mengetahui bahwa mereka akan diseret ke dalam neraka karena kedurhakaan dan kesombongan mereka selama hidup di dunia. Mereka tidak mau beriman bahkan selalu menghina dan memperolok-olokkan orang-orang yang beriman, menganggap mereka kaum yang lemah sehingga mau saja mengikuti ajaran rasul yang diutus Allah. Kalau di dunia muka seseorang menjadi pucat-pasi ketika menghadapi bahaya dan mungkin menjadi biru karena ketakutan, maka pada hari Kiamat muka orang kafir itu menjadi hitam legam karena panik dan sangat takut. Begitulah nasib mereka yang pasti akan diseret dan dilemparkan ke dalam api neraka yang menyala-nyala.\nHadis Nabi saw:\nDiriwayatkan oleh 'Abdullah bin 'Umar bahwa Rasulullah saw bersabda (tentang nasib orang-orang yang kafir yang sombong), \"Pada hari Kiamat dikumpulkan orang-orang yang sombong seakan-akan mereka biji yang tak berharga. Mereka tetap dalam keadaan hina sampai mereka diseret ke dalam neraka Jahanam.\" (Riwayat A.hmad dan at-Tirmidzi)",
    "quraish": "Pada hari kiamat, kalian akan melihat orang-orang yang mendustakan Allah--dengan menyandangkan sesuatu yang tak layak bagi-Nya--wajahnya hitam pekat karena amat sedih dan gundah. Sesungguhnya di dalam neraka jahanam terdapat tempat bagi orang-orang yang sombong dan angkuh untuk mengikuti kebenaran.",
    "jalalayn": "(Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah) yaitu mereka yang menisbatkan sekutu dan anak kepada-Nya (mukanya menjadi hitam. Bukankah dalam neraka Jahanam itu ada tempat) yakni tempat tinggal (bagi orang-orang yang menyombongkan diri?) artinya, tidak mau beriman; memang benar."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 61,
    "arab": "وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka. Mereka tidak disentuh oleh azab dan tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4119.mp3",
    "tafsir": "Kemudian Allah menerangkan keadaan orang-orang yang beriman dan bertakwa. Pada hari Kiamat, mereka diselamatkan Allah dari huru-hara bahaya yang mengancam pada hari itu. Dengan pertolongan Allah dan amal saleh di dunia, mereka dapat mengatasi segala kesulitan dan menyelamatkan diri dari segala macam bahaya, sampai mereka masuk surga di mana segala macam kesulitan dan kesedihan berakhir. Muka mereka putih berseri-seri karena merasa gembira dan bahagia sebagai tersebut pada ayat:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)",
    "quraish": "Dan Allah akan menyelamatkan orang-orang yang menjaga dirinya dari siksaan-Nya dengan kemenangan yang telah diketahui-Nya sejak azali, karena mereka lebih memilih petunjuk daripada kesesatan. Pada hari ini mereka tidak akan terkena siksa dan tidak akan sedih karena terlewat dari kenikmatan yang dulu mereka idam-idamkan.",
    "jalalayn": "(Dan Allah menyelamatkan) dari neraka Jahanam (orang-orang yang bertakwa) orang-orang yang memelihara diri dari kemusyrikan (karena kemenangan mereka) karena mereka memperoleh tempat kemenangan, yaitu surga yang menjadi tempat tinggal mereka (mereka tidak disentuh oleh keburukan dan tidak pula mereka berduka cita.)"
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 62,
    "arab": "اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ",
    "translation": "Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4120.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. \nAllah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. \nMeskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Fir'aun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti.\nSebagian mufasir berpendapat bahwa yang dimaksud dengan \"Maqalid as-samawati wa al-ardh\" (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda:\nDiriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah \"Hanya bagi Allah, maqalid langit dan bumi.\" beliau menjawab, \"Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maqalid as- samawati wa al-ardh\" ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.\" (Riwayat Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih)\n\nBarang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi.",
    "quraish": "Allah adalah Pencipta segala sesuatu. Dialah, dan hanya Dia, Pemelihara segala sesuatu. Dia mengendalikannya sesuai dengan kebijaksanaan-Nya.",
    "jalalayn": "(Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu) Dia mengatur dan menguasainya menurut apa yang dikehendaki-Nya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 63,
    "arab": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "translation": "Milik-Nyalah kunci-kunci (perbenda-haraan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4121.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. \nAllah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. \nMeskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Fir'aun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti.\nSebagian mufasir berpendapat bahwa yang dimaksud dengan \"Maqalid as-samawati wa al-ardh\" (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda:\nDiriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah \"Hanya bagi Allah, maqalid langit dan bumi.\" beliau menjawab, \"Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maqalid as- samawati wa al-ardh\" ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.\" (Riwayat Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih)\n\nBarang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi.",
    "quraish": "Hanya pada Allahlah hak mengatur langit dan bumi. Tak seorang pun dapat melakukan hal itu kecuali Dia. Hanya orang-orang kafir yang mengingkari bukti-bukti kebenaran Allahlah--dan, sekali lagi, hanya mereka--yang akan merugi.",
    "jalalayn": "(Kepunyaan-Nyalah kunci-kunci perbendaharaan langit dan bumi) yakni berupa air hujan tumbuh-tumbuhan dan lain sebagainya (Dan orang-orang yang kafir terhadap ayat-ayat Allah) yaitu Alquran (mereka itulah orang-orang yang merugi) ayat ini berhubungan langsung dengan firman-Nya, \"Dan Allah menyelamatkan orang-orang yang bertakwa...\" (Q.S. Az-Zumar, 61) dan ayat yang ada di antara keduanya merupakan jumlah I'tiradh atau kalimat sisipan."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 64,
    "arab": "قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ",
    "translation": "Katakanlah (Muhammad), “Apakah kamu menyuruh aku menyembah selain Allah, wahai orang-orang yang bodoh?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4122.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu 'Abbas bahwa orang-orang Quraisy telah menawarkan kepada Nabi Muhammad bahwa mereka akan menyerahkan kepadanya harta yang banyak, sehingga ia menjadi orang yang paling kaya di Mekah dan akan mengawinkannya dengan wanita mana saja yang disenanginya tetapi dia harus berhenti mencela berhala-berhala mereka. Tawaran itu dijawab oleh Rasulullah saw, \"Tunggulah sampai datang perintah dari Tuhanku\". Maka turunlah Surah al-Kafirun/109 dan ayat 64 dari Surah az-Zumar ini.\nPada ayat ini, Allah memerintahkan kepada Nabi Muhammad supaya mengatakan kepada kaum musyrikin Mekah yang mengajaknya untuk menyembah berhala, bahwa ajakan itu adalah ajakan yang sangat menyesatkan. Nabi saw berkata, \"Mungkinkah aku menyembah selain Allah hai orang-orang yang jahil? Aku telah menyaksikan bukti-bukti keesaan-Nya dan Dia telah memberi petunjuk kepadaku. Aku telah yakin dengan sepenuh hati dan jiwaku bahwa Dialah Allah Yang Maha Esa dan Mahakuasa. Apakah kebulatan tekadku ini dapat ditawar dengan alasan-alasan yang tidak masuk akal?\"\nMenurut Ibnu 'Abbas tawaran itu bukan sampai di situ saja, bahkan mereka mengajak Muhammad menyembah berhala. Dengan demikian mereka mau menyembah Tuhan di samping menyembah berhala itu.",
    "quraish": "Katakan, hai Muhammad, \"Apakah, setelah tanda-tanda kemahatunggalan Allah untuk disembah, kalian masih menyuruhku untuk mengkhususkan penyembahan kepada selain Allah, hai orang-orang yang bodoh?\"",
    "jalalayn": "(Katakanlah, \"Maka apakah kalian menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?\") lafal Ghaira dinashabkan oleh lafal A'budu yang juga menjadi Ma'mul dari lafal Ta-muruunnii atau Ta-muruunanii dengan memperkirakan adanya huruf An sebelumnya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 65,
    "arab": "وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "translation": "Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4123.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad saw bahwa Dia telah mewahyukan kepadanya dan nabi-nabi sebelumnya, bahwa sesungguhnya apabila dia mempersekutukan Allah, maka terhapuslah segala amal baiknya yang telah lalu. Inilah suatu peringatan keras dari Allah kepada manusia agar jangan sekali-kali mempersekutukan Allah dengan yang lain, karena perbuatan itu adalah syirik dan dosa syirik itu adalah dosa yang tidak akan diampuni oleh Allah. Bila seseorang mati dalam keadaan syirik akan terhapuslah pahala semua amal baiknya dan dia akan dijerumuskan ke dalam neraka Jahanam sebagaimana tersebut dalam ayat ini:\n\nBarang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217)\n\nKepada Nabi Muhammad sendiri, Allah memberi peringatan sedangkan dia adalah rasul yang diutus-Nya. Rasul kesayangan-Nya yang tidak mungkin akan mempersekutukan-Nya. Kendati demikian, Allah memberi peringatan juga kepadanya agar jangan sekali-kali terlintas dalam pikirannya untuk menganut agama syirik. Apalagi kepada manusia lainnya tentu peringatan ini harus mendapat perhatian yang serius. Sungguh tidaklah pantas seseorang yang mengetahui betapa besar nikmat Allah terhadapnya, terhadap manusia seluruhnya, akan mengingkari nikmat itu dan melanggar perintah pemberi nikmat itu dengan mempersekutukan-Nya, dengan memohonkan pertolongan kepada berhala, kuburan, pohon, dan sebagainya. \nAllah lalu mempertegas perintah-Nya dengan mengeluarkan suatu perintah lagi yaitu hanya Allah sajalah yang harus disembah, hanya kepada-Nya manusia harus mempersembahkan semua amal ibadahnya, dan kepada Allah juga manusia memanjatkan doa dan mengucapkan syukur karena Dialah pemberi nikmat yang sebenarnya, sebagaimana yang dibaca setiap Muslim dalam salat:\n\nSesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam. (al-An'am/6: 162)",
    "quraish": "Aku bersumpah, \"Sungguh, telah disampaikan wahyu kepadamu, Muhammad, dan kepada rasul-rasul sebelummu yang berbunyi: 'Apabila kamu menyekutukan Allah dengan sesuatu, maka Dia akan menyia- nyiakan amalmu. Dan, dengan begitu, kamu pasti akan termasuk golongan orang-orang yang paling merugi'.\"",
    "jalalayn": "(Dan sesungguhnya telah diwahyukan kepadamu dan kepada nabi-nabi sebelummu) demi Allah (\"Jika kamu mempersekutukan Allah) hai Muhammad, seumpamanya (niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi.)"
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 66,
    "arab": "بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "translation": "Karena itu, hendaklah Allah saja yang engkau sembah dan hendaklah engkau termasuk orang yang bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4124.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan kepada Nabi Muhammad saw bahwa Dia telah mewahyukan kepadanya dan nabi-nabi sebelumnya, bahwa sesungguhnya apabila dia mempersekutukan Allah, maka terhapuslah segala amal baiknya yang telah lalu. Inilah suatu peringatan keras dari Allah kepada manusia agar jangan sekali-kali mempersekutukan Allah dengan yang lain, karena perbuatan itu adalah syirik dan dosa syirik itu adalah dosa yang tidak akan diampuni oleh Allah. Bila seseorang mati dalam keadaan syirik akan terhapuslah pahala semua amal baiknya dan dia akan dijerumuskan ke dalam neraka Jahanam sebagaimana tersebut dalam ayat ini:\n\nBarang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217)\n\nKepada Nabi Muhammad sendiri, Allah memberi peringatan sedangkan dia adalah rasul yang diutus-Nya. Rasul kesayangan-Nya yang tidak mungkin akan mempersekutukan-Nya. Kendati demikian, Allah memberi peringatan juga kepadanya agar jangan sekali-kali terlintas dalam pikirannya untuk menganut agama syirik. Apalagi kepada manusia lainnya tentu peringatan ini harus mendapat perhatian yang serius. Sungguh tidaklah pantas seseorang yang mengetahui betapa besar nikmat Allah terhadapnya, terhadap manusia seluruhnya, akan mengingkari nikmat itu dan melanggar perintah pemberi nikmat itu dengan mempersekutukan-Nya, dengan memohonkan pertolongan kepada berhala, kuburan, pohon, dan sebagainya. \nAllah lalu mempertegas perintah-Nya dengan mengeluarkan suatu perintah lagi yaitu hanya Allah sajalah yang harus disembah, hanya kepada-Nya manusia harus mempersembahkan semua amal ibadahnya, dan kepada Allah juga manusia memanjatkan doa dan mengucapkan syukur karena Dialah pemberi nikmat yang sebenarnya, sebagaimana yang dibaca setiap Muslim dalam salat:\n\nSesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam. (al-An'am/6: 162)",
    "quraish": "Janganlah kamu penuhi, wahai Rasulullah, apa-apa yang mereka minta darimu, tapi sembahlah Allah dan jadilah kamu termasuk orang-orang yang bersyukur kepada-Nya atas segala nikmat-Nya.",
    "jalalayn": "(Karena itu, maka hendaklah Allah) saja (kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-Nya kepadamu."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 67,
    "arab": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
    "translation": "Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4125.mp3",
    "tafsir": "Pada ayat ini, Allah mencela perbuatan kaum musyrikin Mekah karena menyembah berhala dan patung, mengingkari kebesaran dan kekuasaan-Nya. Allah juga mengingatkan betapa besar nikmat yang telah dikaruniakan-Nya kepada mereka. Seakan-akan yang berkuasa dan memberi karunia itu adalah patung-patung yang tidak berdaya yang mereka buat dengan tangan mereka sendiri. Alangkah rendahnya jalan pikiran mereka dengan mengagungkan suatu yang hina dan tak berdaya. Allah selanjutnya menegaskan bahwa bumi ini seluruhnya berada dalam genggaman-Nya pada hari Kiamat, demikian pula langit tergulung di tangan kanan-Nya. Jika langit dan bumi semuanya berada dalam genggaman-Nya, maka siapakah lagi yang lebih besar, lebih agung, lebih berkuasa dari Allah? Apakah mereka mengagungkan patung-patung itu sedang patung-patung itu adalah sebagian kecil saja dari langit dan bumi? Mengenai ayat ini, Imam al-Bukhari meriwayatkan dari Ibnu Mas'ud sebuah hadis: \nTelah datang salah seorang pendeta kepada Rasulullah saw dan berkata kepadanya, \"Hai Muhammad, sesungguhnya aku menemui (dalam kitab kami) bahwa Allah Yang Mahaperkasa meletakkan langit di salah satu jarinya, bumi di jari yang lain, pohon-pohon di jari yang lain, air dan tanah di jari yang lain, dan makhluk-makhluk lainnya di jari yang lain pula, lalu Dia berkata, 'Akulah raja.\" Rasulullah saw tertawa mendengar kata-kata pendeta itu sehingga kelihatan gerahamnya tanda setuju. Kemudian Nabi saw membaca ayat 67 ini.\n\nTentang penggambaran langit dan bumi dalam genggaman-Nya, mungkin dapat dipahami dengan makna bahwa alam ini dalam kekuasaan-Nya. Bagaimana hakikat yang sebenarnya dari keadaan bumi yang berada dalam genggaman Allah, kita tidak tahu. Hal itu termasuk masalah-masalah yang gaib, yang harus diterima sebagaimana yang diterangkan Allah. Yang mesti diyakini sepenuhnya adalah Allah tidak dapat diserupakan dengan suatu apa pun. Firman Allah:\n\nTidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syura/42: 11)\n\nKemudian Allah menutup ayat ini dengan menyatakan bahwa mempersekutukan Allah dengan makhluk lainnya apalagi dengan sesuatu yang remeh tak berdaya seperti patung-patung itu adalah perbuatan sesat dan menyesatkan. Maha Suci Allah dari segala paham itu dan tidak layak bagi kekuasaan dan keagungan-Nya untuk dipersekutukan dengan yang lain.",
    "quraish": "Orang-orang musyrik itu tidak mengetahui dan tidak mengagungkan Allah sebagaimana mestinya, karena mereka menyekutukan-Nya dengan yang lain. Mereka juga mengajak Rasulullah saw. untuk, bersama mereka, menyekutukan Allah. Padahal bumi, dengan segala isinya, berada dalam genggaman-Nya pada hari kiamat. Sementara langit, dengan seluruh lapisannya, terlipat di tangan kanan-Nya. Allah Mahasuci dari segala kekurangan, dan Dia Mahatinggi dari apa saja selain Dia yang mereka persekutukan dengan-Nya.",
    "jalalayn": "(Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya) yakni mereka tidak mengenal Allah dengan pengenalan yang sebenarnya; atau, mereka tidak mengagungkan-Nya dengan pengagungan yang sesungguhnya sewaktu mereka menyekutukan-Nya dengan selain-Nya (padahal bumi seluruhnya) lafal ayat ini menjadi Hal dan maksud dari lafal Jamii'an ialah bumi yang berlapis tujuh itu (dalam genggaman kekuasaan-Nya) maksudnya berada di dalam kekuasaan dan tasharuf-Nya (pada hari kiamat dan langit digulung) dilipat menjadi satu (dengan tangan kanan-Nya) yakni dengan kekuasaan-Nya (Maha Suci dan Maha Tinggi Allah dari apa yang mereka persekutukan) bersama-Nya."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 68,
    "arab": "وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ",
    "translation": "Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4126.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa nanti pada hari Kiamat akan terjadi dua kali tiupan sangkakala. Pada tiupan pertama akan mati semua yang hidup baik yang di langit maupun yang di bumi. Karena kedahsyatan suara tiupan itu, semua yang bernyawa menjadi lumpuh tak berdaya dan akhirnya mati seperti orang terkena sambaran petir atau strum listrik bertegangan tinggi. Ada makhluk Allah yang tidak mati pada saat itu karena Allah tidak menghendaki kematiannya, tetapi siapakah mereka itu tidak disebutkan dalam Al-Qur'an, begitu pula dalam hadis-hadis sahih. Oleh karena itu, kita serahkan saja pengetahuan tentang ini kepada Allah. Mungkin Dia tidak menyebutkan makhluk-Nya yang tidak mati itu karena suatu sebab atau hikmah yang tidak kita ketahui hakikatnya. Akan tetapi, menurut sebuah riwayat dari Abu Ya'la al-Maushuli, makhluk-makhluk yang tidak mati itu ialah Malaikat Jibril, Mikail, dan Izrail. Setelah itu, makhluk-makhluk itu pun meninggal satu per satu.\nSesudah tiupan pertama itu, di mana hampir semua makhluk yang hidup telah mati, maka menyusullah tiupan sangkakala yang kedua. Dengan tiupan yang kedua ini, semua makhluk yang telah mati baik yang mati sebelum terjadinya tiupan pertama maupun yang mati di waktu terjadinya tiupan itu, menjadi hidup kembali. Masing-masing berdiri menunggu apa yang akan terjadi terhadap dirinya. Ada beberapa hadis mengenai tiupan sangkakala ini di antaranya:\n1. Hadis yang diriwayatkan oleh Abu Dawud. dari Abu Sa'id al-Khudri yaitu: Rasulullah pernah menyebut tentang yang meniup sangkakala dan berkata, \"Di sebelah kanannya ada Jibril dan sebelah kirinya ada Mikail.\"\n2. Hadis yang diriwayatkan oleh Ibnu Majah al-Bazzar dan Ibnu Mardawaih dari Abu Sa'id al-Khudri yaitu: Sesungguhnya di tangan kedua peniup sangkakala itu ada dua buah tanduk yang akan ditiupnya. Mereka berdua selalu mengawasi keadaan sekelilingnya, dan kapan pun keduanya diperintah.\n\nDi samping itu, dalam Al-Qur'an tiupan sangkakala itu disebut dengan az-Zajrah, seperti tersebut dalam ayat:\n\nMaka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya. (ash-shaffat/37: 19)\n\nDan dalam ayat:\n\nMaka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-Nazi'at/79: 13-14)\n\nPada ayat-ayat yang lain disebutkan juga dengan \"dakwah\" (panggilan), seperti pada ayat:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apa-bila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). (ar-Rum/30: 25)",
    "quraish": "Pada saat itu, dengan pasti, akan ditiup sangkakala (shûr). (1) Maka seketika matilah semua yang ada di langit dan bumi, kecuali makhluk yang dikehendaki Allah untuk mati pada waktu lain kelak. Kemudian, sangkakala itu ditiup kembali. Serta merta semua akan bangkit kembali dari kuburnya menanti apa yang akan dilakukan Allah pada diri mereka. (1) Kata \"shûr\" berarti \"bûq\": ('terompet'). Terompet yang dimaksud dalam ayat ini adalah terompet dari alam gaib yang tidak dapat kita ketahui bentuk dan hakekatnya.",
    "jalalayn": "(Dan ditiuplah sangkakala) pada tiupan yang pertama (maka matilah) artinya mati mendadaklah (siapa yang di langit dan di bumi kecuali siapa yang dikehendaki Allah) yaitu para bidadari, para pelayan surga dan selain keduanya. (Kemudian ditiup sangkakala itu sekali lagi maka tiba-tiba mereka) yakni semua makhluk yang telah mati itu (berdiri seraya menunggu) apa yang bakal diputuskan terhadap diri mereka."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 69,
    "arab": "وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Dan bumi (padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4127.mp3",
    "tafsir": "Setelah kejadian itu semua, bersinar cemerlanglah bumi Padang Mahsyar bermandikan cahaya Tuhan karena ditegakkannya keadilan Tuhan, dan ditimbanglah semua amal yang baik dan yang buruk, diletakkan di hadapan masing-masing catatan amal mereka, seperti tersebut dalam ayat:\n\nDan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. (al-Isra'/17: 13)\n\nDan dalam ayat:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nJuga dihadirkan para nabi untuk menjadi saksi atas perbuatan umatnya. Hal ini diterangkan pula pada ayat yang lain:\n\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)\n\nSelain nabi-nabi sebagai saksi dihadirkan pula saksi lain yaitu malaikat yang mencatat semua amal perbuatan mereka. Hal ini tersebut dalam ayat:\n\nSetiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi. (Qaf/50: 21)\n\nSelain dari kitab catatan amal dan saksi-saksi yang dipercaya itu, ada pula saksi yang terdiri dari anggota tubuh sendiri seperti kaki dan tangan. Semua anggota tubuh itu akan menceritakan nanti apa yang telah dilakukannya, seperti tersebut pada ayat:\n\nPada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24)\n\nDapatlah dibayangkan bagaimana hebatnya sidang pengadilan Tuhan di waktu itu. Sidang yang dapat memutuskan setiap perkara dan memvonis orang dengan keputusan yang seadil-adilnya sehingga tak seorang pun yang dirugikan atau teraniaya karenanya. Sidang tertinggi yang cukup lengkap dengan saksi terpercaya yang tidak dapat dibantah kebenarannya karena setiap saksi saling menguatkan keterangan saksi lainnya. Di saat itulah diputuskan dan ditetapkan nasib setiap orang berdasarkan kebenaran dan sekali-kali tidak mungkin putusan itu bertentangan dengan keadilan dan dapat merugikan atau menjadikan seseorang teraniaya. Hal ini terdapat dalam ayat:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya'/21: 47)",
    "quraish": "Pada hari itu bumi akan bercahaya dengan pancaran sinar Sang Pencipta dan Pemiliknya. Disiapkanlah buku yang mencatat amal perbuatan mereka. Lalu didatangkan para nabi dan orang-orang adil untuk menjadi saksi atas perbuatan umat manusia. Mereka pun kemudian diadili secara sangat adil. Mereka tak akan dicurangi dengan dikuranginya pahala atau ditambahnya siksa.",
    "jalalayn": "(Dan terang-benderanglah bumi) menjadi terang benderanglah ia (dengan Nur Rabbnya) sewaktu Dia menampilkan kekuasaan-Nya untuk memutuskan perkara peradilan di antara makhluk-Nya (dan diberikanlah kitab) yakni buku catatan amal perbuatan untuk menjalani perhitungan (dan didatangkanlah para nabi dan saksi-saksi) yaitu Nabi Muhammad saw. dan umatnya untuk memberikan persaksian, bahwa para rasul benar-benar telah menyampaikan risalah-Nya (dan diberi keputusan di antara mereka dengan hak) yakni secara adil (sedangkan mereka tidak dirugikan) barang sedikit pun."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 70,
    "arab": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُوْنَ ࣖ ",
    "translation": "Dan kepada setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4128.mp3",
    "tafsir": "Sesudah melalui timbangan yang menimbang dengan seadil-adilnya, barulah diberikan balasan terhadap amal masing-masing dengan sempurna, yang baik dibalas dengan berlipat-ganda dan yang jahat dengan yang setimpal. Tak ada seorang pun yang memprotes putusan dan balasan itu. Bergembiralah orang yang beriman dan banyak mengerjakan amal saleh dan celaka serta menyesallah orang-orang kafir yang selama hidupnya di dunia selalu bersikap sombong dan takabur dan banyak melakukan perbuatan dosa dan durhaka. \nSebenarnya tidaklah perlu ada prosedur yang amat teliti dan cermat serta saksi-saksi yang tak dapat ditolak, karena semua amal perbuatan hamba Allah telah ada dalam ilmu Allah Yang Mahaluas dan Dialah yang berkuasa mutlak pada hari itu. Dia dapat memperlakukan hamba-Nya dengan kehendak-Nya tanpa ada pembuktian atas kesalahan seseorang, tetapi Allah Yang Mahabijaksana menghendaki supaya semua putusan yang ditetapkan-Nya dapat dilihat oleh hamba-Nya pada waktu itu semuanya berdasarkan bukti-bukti yang tak dapat dibantah lagi.",
    "quraish": "Masing-masing jiwa pun menerima balasan perbuatannya. Allah Mahatahu apa yang telah mereka perbuat.",
    "jalalayn": "(Dan disempurnakan bagi tiap-tiap jiwa apa yang telah dikerjakannya) yakni balasannya (dan Dia lebih mengetahui) (apa yang mereka kerjakan) maka Dia tidak membutuhkan saksi lagi."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 71,
    "arab": "وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ",
    "translation": "Orang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, ada,” tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4129.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang kafir yang mempersekutukan Allah dengan yang lain seperti berhala dan sembahan-sembahan lainnya digiring ke neraka dengan cara kasar. Mereka digiring secara berkelompok dengan mendahulukan kelompok yang paling sesat dan durhaka kemudian diikuti oleh kelompok yang lebih rendah tingkat kedurhakaannya dan demikianlah seterusnya. Setiap satu rombongan sampai ke neraka dibukakan pintu neraka itu dan mereka didorong dengan kuat sehingga terjerumus ke dalamnya. Hal ini jelas tergambar pada ayat berikut ini:\n\nMaka celakalah pada hari itu bagi orang-orang yang mendustakan. Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa), pada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 11-14)\n\nTertutuplah pintu neraka sesudah semua masuk ke dalamnya tersebut pada ayat:\n\nSungguh, api itu ditutup rapat atas (diri) mereka, (sedang mereka itu) diikat pada tiang-tiang yang panjang. (al-Humazah/104: 8-9)\n\nMereka dihardik, dicela, dan dihina oleh malaikat-malaikat pemegang kunci neraka dengan mengatakan bukankah telah datang kepada mereka rasul Allah dari kalangan sendiri yang menyeru supaya patuh dan taat kepada Allah, serta tidak mempersekutukan-Nya dengan yang lain. Rasul itu juga membacakan kepada mereka ayat-ayat Allah yang membuktikan kebenaran dakwahnya dengan dalil dan keterangan yang kuat dan jelas sehingga tidak dapat dibantah lagi? Mengapa mereka menolak seruannya dengan angkuh dan takabur? Mereka tidak dapat menjawab pertanyaan itu karena telah menghadapi kenyataan bahwa mereka akan masuk neraka. Mereka mengaku terus terang bahwa merekalah yang bersalah karena mendustakan rasul Allah karena didorong oleh hawa nafsu, takut kehilangan pengaruh, kedudukan, dan sebagainya. Pengakuan seperti itu terdapat pada ayat berikut:\n\nSetiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.\" (al-Mulk/67: 8-9)",
    "quraish": "Orang-orang kafir digiring, dengan kejamnya, ke neraka Jahanam secara berombongan. Ketika mereka tiba, pintu-pintunya pun dibuka. Para penjaganya, dengan nada menghina, berkata kepada mereka, \"Bukankah telah datang kepada kalian utusan-utusan Allah dari bangsa kalian sendiri yang membacakan ayat-ayat Allah kepada kalian dan memberikan peringatan tentang perjumpaan dengan Allah pada hari ini?\" Orang-orang kafir itu pun mengaku dan berkata, \"Benar, para rasul itu telah datang kepada kami.\" Akan tetapi keputusan bahwa orang-orang kafir itu akan disiksa telah diambil, karena mereka lebih memilih bersikap kafir daripada beriman.",
    "jalalayn": "(Dan orang-orang kafir dibawa) dengan secara keras dan paksa (ke neraka Jahanam berombong-rombongan) secara bergelombang lagi terpisah-pisah. (Sehingga apabila mereka sampai ke neraka itu dibukakanlah pintu-pintunya) ayat ini menjadi Jawab dari lafal Idzaa (dan berkatalah kepada mereka penjaga-penjaganya, \"Apakah belum pernah datang kepada kalian rasul-rasul di antara kalian yang membacakan kepada kalian ayat-ayat Rabb kalian) yakni Alquran dan kitab-kitab lainnya (dan memperingatkan kepada kalian akan pertemuan dengan hari ini?\" Mereka menjawab, \"Benar telah datang.\" Tetapi telah pasti berlaku ketetapan azab) yakni sebagaimana yang diungkapkan oleh firman-Nya yang lain, yaitu, \"Sesungguhnya akan Aku penuhi neraka Jahanam...\" (Q.S. As-Sajdah, 13) (terhadap orang-orang yang kafir)."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 72,
    "arab": "قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
    "translation": "Dikatakan (kepada mereka), “Masukilah pintu-pintu neraka Jahanam itu, (kamu) kekal di dalamnya.” Maka (neraka Jahanam) itulah seburuk-buruk tempat tinggal bagi orang-orang yang menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4130.mp3",
    "tafsir": "Dengan pengakuan atas kesalahan mereka itu, malaikat menyuruh mereka untuk masuk ke dalam neraka Jahanam. Mereka akan kekal di dalamnya selama-lamanya, tak ada yang dapat keluar walaupun sejenak, karena neraka itu tempat yang layak untuk kediaman orang-orang yang takabur lagi sombong. Neraka adalah tempat yang paling buruk penuh dengan siksaan dan penderitaan.",
    "quraish": "Kepada mereka, dikatakan, \"Masuklah pintu jahanam dengan ketentuan bahwa kalian akan tinggal di dalamnya selama-lamanya. Sungguh, neraka adalah tempat tinggal yang amat buruk bagi orang-orang yang sombong untuk menerima kebenaran.\"",
    "jalalayn": "(Dikatakan kepada mereka, \"Masukilah pintu-pintu Jahanam itu, sedangkan kalian kekal di dalamnya\") yakni kalian telah ditetapkan untuk menjadi penghuni yang abadi. (Maka seburuk-buruk tempat) maksudnya, tempat tinggal (orang-orang yang menyombongkan diri) adalah Jahanam."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 73,
    "arab": "وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ",
    "translation": "Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan. Sehingga apabila mereka sampai kepadanya (surga) dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, “Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4131.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa orang-orang mukmin yang bertakwa dengan penuh penghormatan dituntun menuju surga Jannatun Na'im. Mereka mendapati pintunya telah terbuka lebar dan di sana telah menunggu para penjaga pintu itu dengan penuh hormat dan hikmat sambil mengucapkan kepada mereka 'Assalamu 'alaikum\". Itu adalah ucapan selamat datang bagi mereka dan memohonkan doa kepada Allah semoga tetap berbahagia dengan karunia dan nikmat yang disediakan untuk mereka di dalam surga ini. Kemudian mereka dipersilakan dengan hormat agar segera masuk ke dalam surga dan dikatakan kepada mereka, \"Kamu kekal di dalamnya buat selama-lamanya.\" \nPara Mukminin itu datang berombongan. Rombongan pertama ialah orang-orang yang paling dekat kepada Allah dan paling tinggi derajatnya di sisi-Nya sesuai dengan iman, takwa, dan amal saleh mereka di dunia. Rombongan yang kedua adalah orang-orang yang lebih rendah derajatnya dari rombongan yang pertama. Demikianlah seterusnya sampai semua kaum Muslimin masuk ke dalamnya. Pintu surga terbuka bagi mereka sebagaimana disebutkan pula pada ayat lain:\n\nIni adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik, (yaitu) surga 'Adn yang pintu-pintunya terbuka bagi mereka. (shad/38: 49-50)\n\nDalam surga itu mereka memperoleh berbagai macam kenikmatan dan kesenangan yang belum pernah terpikirkan oleh siapa pun di dunia ini. Nikmat dan karunia yang demikian itu dapat dicapai dengan berbagai macam amal dan ibadah yang dikerjakan oleh manusia selama hidupnya di dunia.\nDiterangkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Umar bin Khaththab bahwa Rasulullah pernah bersabda\n\nSiapa di antara kamu yang berwudu dengan sempurna kemudian dia mengucapkan, \"Aku bersaksi tidak ada Tuhan selain Allah, dan sesungguhnya Muhammad adalah hamba dan utusan Allah, niscaya akan dibukakan baginya pintu-pintu surga yang banyaknya delapan buah dan dia dibolehkan masuk dari pintu mana saja yang ia sukai. (Riwayat Muslim dan selainnya)\n\nDiriwayatkan pula dari Abu Hurairah bahwa Rasulullah saw pernah bersabda:\nRombongan pertama yang masuk surga mukanya laksana bulan purnama (di malam keempat belas). Rombongan berikutnya mukanya cemerlang seperti bintang yang paling cemerlang di cakrawala (bintang kejora). (Riwayat al-Bukhari dan Muslim)\n\nAl-Bukhari dan Muslim juga meriwayatkan dari Sahal bin Sa'ad bahwa Rasulullah bersabda: \nDi dalam surga itu ada delapan buah pintu, salah satu pintu itu bernama ar-Rayyan. Pintu itu hanya dimasuki oleh orang-orang yang berpuasa.\"",
    "quraish": "Dan orang-orang yang bertakwa akan mendapat kehormatan dan dibimbing menuju surga kelompok demi kelompok. Ketika mereka tiba, saat itu pintu-pintu surga telah terbuka untuk mereka, para penjaganya berkata, \"Salam aman dan sejahtera yang berlimpah untuk kalian. Kalian telah merasakan kenikmatan dunia dengan menyucikan diri dari berbagai macam maksiat. Dan kini, di akhirat, kalian pun merasakan kenikmatan dengan sebagian karunia. Masuklah kalian ke dalam surga ini untuk selama-lamanya. Di dalamnya, kalian akan memperoleh kenikmatan yang tak pernah terdetik dalam benak kalian.\"",
    "jalalayn": "(Dan orang-orang yang bertakwa kepada Rabbnya dibawa) dengan lemah lembut (ke dalam surga berombong-rombongan pula, sehingga apabila mereka sampai ke surga itu pintu-pintunya telah dibuka) huruf Wau dalam ayat ini menunjukkan makna Hal dengan diperkirakan adanya lafal Qad sesudahnya (dan berkatalah kepada mereka penjaga-penjaganya, \"Kesejahteraan atas kalian, berbahagialah kalian) lafal Thibtum menjadi Hal (maka masukilah surga ini, sedangkan kalian kekal di dalamnya\") telah ditetapkan untuk menjadi penghuni yang abadi di dalamnya. Jawab lafal Idzaa diperkirakan keberadaannya, yakni lalu mereka memasukinya. Dan dibawanya orang-orang yang bertakwa ke dalam surga serta dibukakannya pintu-pintu surga sebelum mereka datang, hal ini sebagai penghormatan buat mereka. Sedangkan digiringnya orang-orang kafir serta dibukakannya pintu-pintu neraka Jahanam sewaktu mereka datang dimaksud sebagai hinaan buat mereka agar panas neraka Jahanam itu dapat dirasakan oleh mereka sebelum memasukinya"
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 74,
    "arab": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ",
    "translation": "Dan mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.” Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4132.mp3",
    "tafsir": "Para Mukminin yang amat berbahagia dan bergembira melihat nikmat dan kesenangan yang akan mereka nikmati di dalam surga itu mengucapkan, \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami, sebagaimana telah disampaikan oleh rasul-Nya dan doa yang selalu kami panjatkan.\" Firman Allah:\n\nAllah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72)\n\nDan firman Allah:\n\nYa Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji. (ali 'Imran/3: 194\n\nAhli surga melanjutkan ucapan puji syukurnya, \"Segala puji bagi Allah yang telah mewariskan kepada kami tanda surga ini sehingga kami boleh menempatinya, di mana saja kami senangi dan nikmati berbagai macam karunia yang disediakan-Nya di dalamnya.\" Di antara kenikmatan surga itu adalah sebagaimana dijelaskan firman Allah berikut ini:\n\nDan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal. (al-Insan/76: 14-15)\n\n\nDan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil. (al-Insan/76: 17-18)\n\nDan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar. (al-Insan/76: 19-20)\n\n(75) Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat:\n\nDan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17)\nMereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat:\n\nPada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38)\n\nPada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya.",
    "quraish": "Orang-orang yang bertakwa itu berkata, \"Segala puji hanya bagi Allah semata, yang menepati janji yang telah diucapkan kepada kami melalui rasul-rasul-Nya; yang mewariskan tanah surga kepada kami untuk kami diami sesuka kami. Surga, sungguh, merupakan balasan terbaik bagi orang-orang yang telah berbuat baik.\"",
    "jalalayn": "(Dan mereka mengucapkan) sewaktu mereka memasukinya; lafal ayat ini diathafkan kepada lafal Dukhuuluhaa yang diperkirakan keberadaannya tadi pada ayat sebelumnya, (\"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami) yakni memasukkan kami ke dalam surga (dan telah memberikan kepada kami tempat ini) surga ini (sedangkan kami diperkenankan menempati) menghuni (tempat dalam surga di mana saja kami kehendaki) karena surga itu semuanya bukanlah tempat yang dipilih antara yang satu dengan yang lainnya, karena semuanya indah (maka sebaik-baik balasan bagi orang-orang yang beramal) adalah surga."
  },
  {
    "hizb": 186,
    "name": "Az-Zumar",
    "ayat": 75,
    "arab": "وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
    "translation": "Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling ‘Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, “Segala puji bagi Allah, Tuhan seluruh alam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4133.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi 'Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling 'Arasy. Di antara mereka itu ada yang bertugas memikul 'Arasy sebagaimana tersebut pada ayat:\n\nDan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung 'Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-haqqah/69: 17)\nMereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat:\n\nPada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38)\n\nPada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, \"Segala puji bagi Allah Tuhan semesta alam.\" Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya.",
    "quraish": "Dan kamu--ucapan ini ditujukan kepada siapa saja yang melihat--melihat para malaikat mengelilingi singgasana dengan bertasbih menyucikan Allah dari segala kekurangan, diiringi dengan puji-pujian terhadap Sang Pencipta dan Pemelihara mereka. Keputusan pengadilan antarumat manusia pun telah ditetapkan dengan adil. Seluruh makhluk pun berkata, \"Segala puji bagi Pencipta seluruh makhluk di dunia.\"",
    "jalalayn": "(Dan kamu akan melihat malaikat-malaikat berlingkar) lafal Haaffiina ini menjadi Hal (di sekeliling 'Arasy) yakni dari segala penjurunya (bertasbih) menjadi Hal dari dhamir Haaffiina (seraya memuji Rabb mereka) yaitu sambil mengucapkan kalimah, Subhaanallaah Wa Bihamdihi, artinya, Maha Suci Allah dan Kami memuji kepada-Nya (dan diberi putusan di antara mereka) di antara semua makhluk (dengan hak) dengan adil, maka orang-orang yang beriman dimasukkan ke dalam surga, dan orang-orang kafir dimasukkan ke dalam neraka (dan diucapkan, \"Segala puji bagi Allah, Rabb semesta alam.\") yaitu setelah kedua golongan itu telah selesai pemutusannya, lalu para malaikat mengakhirinya dengan memuji kepada Allah."
  }
]