[
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 21,
    "arab": "۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْ ۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗوَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ",
    "translation": "Dan apakah mereka tidak mengadakan perjalanan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan-peninggalan (peradaban)nya di bumi, tetapi Allah mengazab mereka karena dosa-dosanya. Dan tidak akan ada sesuatu pun yang melindungi mereka dari (azab) Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4154.mp3",
    "tafsir": "Dalam ayat ini, kaum kafir Mekah yang mengingkari kebenaran risalah Nabi Muhammad diminta untuk mendatangi puing-puing peninggalan sejarah umat-umat terdahulu yang telah dimusnahkan Allah. Mereka dapat menyaksikannya setiap kali melewati tempat tersebut dalam perjalanan dagang ke utara atau selatan. Mereka adalah bangsa-bangsa yang lebih kuat fisiknya daripada kaum kafir Mekah, misalnya kaum 'Ad, kaum Samud, dan lain-lain. Di samping lebih kuat secara fisik, mereka juga dikaruniai Allah kemakmuran, penduduk yang banyak, keunggulan dalam membangun, keahlian dalam pertanian, dan sebagainya sehingga mereka maju dan berkebudayaan tinggi. Akan tetapi, kemajuan dan kebudayaan tinggi yang mereka miliki itu membuat mereka sombong dan lupa daratan lalu mendustai para rasul yang diutus kepada mereka, bahkan di antara para rasul itu ada yang mereka lukai bahkan dibunuh. Karena dosa dan perlakuan di luar batas itulah, Allah menjatuhkan hukuman kepada mereka. Pertanian mereka dihancurkan, bangunan-bangunan megah diluluhlantakkan, dan harta benda dimusnahkan, sehingga mereka menderita dan sengsara. Tidak ada yang dapat menghentikan kehancuran yang mereka alami, dan tidak ada yang dapat menolong mereka dari penderitaan. Hal itu hendaknya menjadi pelajaran bagi kaum kafir Mekah, dan siapa saja yang datang sesudah mereka, bahwa manusia yang ingkar pastilah dihukum Allah, baik di dunia maupun di akhirat.",
    "quraish": "Apakah orang-orang musyrik itu hanya duduk berdiam diri dan tidak berjalan menjelajahi dunia lalu melihat bagaimana keadaan bangsa-bangsa sebelum mereka? Orang-orang sebelum mereka itu memiliki kekuatan jauh lebih hebat dari mereka dan memiliki peninggalan di dunia jauh lebih banyak daripada mereka. Orang-orang sebelum mereka itu pun kemudian dibinasakan oleh Allah akiabat dosa-dosa yang mereka lakukan. Dan mereka tidak memiliki seorang pelindung pun yang dapat menghalangi azab Allah.",
    "jalalayn": "(Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat daripada mereka) menurut suatu qiraat lafal Minhum dibaca Minkum, artinya lebih hebat daripada kalian (kekuatannya dan lebih banyak bekas-bekas mereka di muka bumi) seperti bangunan-bangunan dan gedung-gedungnya (maka Allah mengazab mereka) membinasakan mereka (disebabkan dosa-dosa mereka. Dan sekali-kali mereka tidak mempunyai seorang pelindung dari azab Allah) dari siksaan-Nya."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 22,
    "arab": "ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُ ۗاِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ",
    "translation": "Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata lalu mereka ingkar; maka Allah mengazab mereka. Sungguh, Dia Mahakuat, Mahakeras hukuman-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4155.mp3",
    "tafsir": "Sebab utama Allah menjatuhkan azab itu adalah kekafiran mereka. Mereka tidak mau menerima kebenaran yang dibawa para rasul, bahwa tidak ada Tuhan selain Allah, manusia perlu berbuat baik dalam hidup di dunia ini, dan adanya hari kemudian tempat manusia menerima balasan perbuatannya. \nApa yang disampaikan para nabi itu adalah kebenaran sejati dan tidak dapat dibantah, tetapi mereka menentangnya. Bila Allah menghukum, maka hukuman-Nya amat keras. Karena pembangkangan itu, Allah menghancurkan mereka. Itulah akibat pembangkangan terhadap kebenaran agama. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah yang membangkang kepada ajakan Nabi Muhammad. Mereka hendaknya segera sadar dan berhenti dari kedurhakaan mereka karena mereka pun bisa mengalami nasib yang sama seperti umat-umat terdahulu itu.",
    "quraish": "Azab itu diturunkan kepada mereka karena mereka pernah didatangkan rasul-rasul dengan membawa bukti-bukti yang nyata tetapi kemudian mereka mengingkarinya. Maka Allah pun mempercepat azab-Nya yang membinasakan. Sesungguhnya Allah memiliki kekuatan yang amat besar dan siksa yang amat kejam.",
    "jalalayn": "(Yang demikian itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti) yakni mukjizat-mukjizat yang tampak (lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya.)"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 23,
    "arab": "وَلَقَدْ اَرْسَلْنَا مُوسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ",
    "translation": "Dan sungguh, Kami telah mengutus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4156.mp3",
    "tafsir": "Dalam dua ayat ini ditegaskan bahwa Nabi Musa diutus Allah sebagai Rasul-Nya kepada Fir'aun, Haman, dan Karun untuk menyeru mereka beriman. Fir'aun adalah Raja Mesir yang memandang dirinya Tuhan. Haman adalah perdana menterinya. Sedangkan Karun adalah saudagar dan hartawan terkaya pada waktu itu. Mereka bertiga disebutkan secara khusus dalam ayat ini, karena merekalah secara pribadi yang bertanggung jawab atas pengaruh yang mereka tanamkan pada penduduk Mesir agar mendustakan Nabi Musa dan menyembah kepada Fir'aun. Bila ketiga orang ini sudah beriman, maka rakyat Mesir akan segera beriman pula.\nNabi Musa diutus Allah kepada mereka dengan membawa ajaran-ajaran dalam kitab suci Taurat dan mukjizat-mukjizat yang diberikan kepadanya. Inti ajaran yang disampaikan Nabi Musa kepada mereka adalah agar beriman kepada Tuhan Yang Maha Esa, berbuat baik, dan beriman dengan adanya hari kemudian tempat manusia menerima balasan amalnya. Mukjizatnya antara lain tongkat menjadi ular dan tangannya yang bercahaya. Akan tetapi, mereka menolak ajaran itu dan membangkang, bahkan menyatakan dirinya Tuhan. Rentetan peristiwa dakwah Nabi Musa terhadap Fir'aun itu antara lain diungkapkan dalam ayat-ayat berikut:\n\nSudahkah sampai kepadamu (Muhammad) kisah Musa? Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah Tuwa; pergilah engkau kepada Fir'aun! Sesungguhnya dia telah melampaui batas, Maka katakanlah (kepada Fir'aun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" Lalu (Musa) memperlihatkan kepadanya mukjizat yang besar. Tetapi dia (Fir'aun) mendustakan dan mendurhakai. Kemudian dia berpaling seraya berusaha menantang (Musa). Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" Maka Allah menghukumnya dengan azab di akhirat dan siksaan di dunia. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang yang takut (kepada Allah). (an-Nazi'at/79: 15-26)\n\nMenyaksikan mukjizat Nabi Musa dan ajakannya untuk beriman itu, Fir'aun menuduh bahwa Nabi Musa seorang pesihir dan pembohong besar. Dalam ayat lain disebutkan bahwa Fir'aun menuduh Nabi Musa pesihir dan gila:\n\nTetapi dia (Fir'aun) bersama bala tentaranya berpaling dan berkata, \"Dia adalah seorang pesihir atau orang gila.\" (adz-dzariyat/51:39) \n\nTuduhan itu disampaikan Fir'aun setelah ahli-ahli sihirnya tidak mampu mengalahkan mukjizat Nabi Musa, yaitu tongkatnya yang berubah menjadi ular dan menelan ular-ular yang berasal dari tambang-tambang yang disihir oleh ahli-ahli sihir tersebut. Bahkan ahli-ahli sihir itu berbalik meninggalkan Fir'aun dan beriman kepada Allah.",
    "quraish": "Aku bersumpah, \"Sungguh Kami telah mengutus Mûsâ, dengan membawa beberapa mukjizat Kami dan bukti kekuasaan yang nyata, kepada Fir'aun, Hâmân dan Qârûn. Mereka kemudian berkata, 'Ia adalah seorang penyihir yang mengaku membawa mukjizat, dan pembohong besar yang mengaku diutus oleh Tuhannya'.\"",
    "jalalayn": "(Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata) bukti yang jelas dan tampak."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 24,
    "arab": "اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ",
    "translation": "kepada Fir‘aun, Haman dan Karun; lalu mereka berkata, “(Musa) itu seorang pesihir dan pendusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4157.mp3",
    "tafsir": "Dalam dua ayat ini ditegaskan bahwa Nabi Musa diutus Allah sebagai Rasul-Nya kepada Fir'aun, Haman, dan Karun untuk menyeru mereka beriman. Fir'aun adalah Raja Mesir yang memandang dirinya Tuhan. Haman adalah perdana menterinya. Sedangkan Karun adalah saudagar dan hartawan terkaya pada waktu itu. Mereka bertiga disebutkan secara khusus dalam ayat ini, karena merekalah secara pribadi yang bertanggung jawab atas pengaruh yang mereka tanamkan pada penduduk Mesir agar mendustakan Nabi Musa dan menyembah kepada Fir'aun. Bila ketiga orang ini sudah beriman, maka rakyat Mesir akan segera beriman pula.\nNabi Musa diutus Allah kepada mereka dengan membawa ajaran-ajaran dalam kitab suci Taurat dan mukjizat-mukjizat yang diberikan kepadanya. Inti ajaran yang disampaikan Nabi Musa kepada mereka adalah agar beriman kepada Tuhan Yang Maha Esa, berbuat baik, dan beriman dengan adanya hari kemudian tempat manusia menerima balasan amalnya. Mukjizatnya antara lain tongkat menjadi ular dan tangannya yang bercahaya. Akan tetapi, mereka menolak ajaran itu dan membangkang, bahkan menyatakan dirinya Tuhan. Rentetan peristiwa dakwah Nabi Musa terhadap Fir'aun itu antara lain diungkapkan dalam ayat-ayat berikut:\n\nSudahkah sampai kepadamu (Muhammad) kisah Musa? Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah Tuwa; pergilah engkau kepada Fir'aun! Sesungguhnya dia telah melampaui batas, Maka katakanlah (kepada Fir'aun), \"Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?\" Lalu (Musa) memperlihatkan kepadanya mukjizat yang besar. Tetapi dia (Fir'aun) mendustakan dan mendurhakai. Kemudian dia berpaling seraya berusaha menantang (Musa). Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, \"Akulah tuhanmu yang paling tinggi.\" Maka Allah menghukumnya dengan azab di akhirat dan siksaan di dunia. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang yang takut (kepada Allah). (an-Nazi'at/79: 15-26)\n\nMenyaksikan mukjizat Nabi Musa dan ajakannya untuk beriman itu, Fir'aun menuduh bahwa Nabi Musa seorang pesihir dan pembohong besar. Dalam ayat lain disebutkan bahwa Fir'aun menuduh Nabi Musa pesihir dan gila:\n\nTetapi dia (Fir'aun) bersama bala tentaranya berpaling dan berkata, \"Dia adalah seorang pesihir atau orang gila.\" (adz-dzariyat/51:39) \n\nTuduhan itu disampaikan Fir'aun setelah ahli-ahli sihirnya tidak mampu mengalahkan mukjizat Nabi Musa, yaitu tongkatnya yang berubah menjadi ular dan menelan ular-ular yang berasal dari tambang-tambang yang disihir oleh ahli-ahli sihir tersebut. Bahkan ahli-ahli sihir itu berbalik meninggalkan Fir'aun dan beriman kepada Allah.",
    "quraish": "Aku bersumpah, \"Sungguh Kami telah mengutus Mûsâ, dengan membawa beberapa mukjizat Kami dan bukti kekuasaan yang nyata, kepada Fir'aun, Hâmân dan Qârûn. Mereka kemudian berkata, 'Ia adalah seorang penyihir yang mengaku membawa mukjizat, dan pembohong besar yang mengaku diutus oleh Tuhannya'.\"",
    "jalalayn": "(Kepada Firaun, Haman dan Qarun; maka mereka berkata,) \"Dia (adalah seorang ahli sihir yang pendusta.\")"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 25,
    "arab": "فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْ ۗوَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ",
    "translation": "Maka ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Namun tipu daya orang-orang kafir itu sia-sia belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4158.mp3",
    "tafsir": "Nabi Musa menjelaskan kepada Fir'aun, Haman, dan Karun tentang Allah sebagai Tuhan Yang Maha Esa dan kewajiban manusia untuk beriman dan berbuat baik, serta tentang kerasulan-Nya. Akan tetapi, mereka marah sekali. Mereka tidak mau menerima apa yang disampaikan Nabi Musa karena bertentangan dengan kepercayaan yang sudah ditanamkan kepada penduduk Mesir bahwa Tuhan itu adalah Fir'aun. Juga karena ajaran yang dibawa Nabi Musa bisa membahayakan kekuasaan dan kedudukan mereka. Lalu mereka memerintahkan agar anak-anak laki-laki Bani Israil dibunuh dan membiarkan hidup anak-anak perempuan mereka.\nPerintah membunuh anak-anak laki-laki Bani Israil itu adalah perintah kedua. Perintah pertama dikeluarkan Fir'aun atas nasihat ahli-ahli nujumnya yang menakwil mimpinya bahwa dari kalangan Bani Israil akan lahir seorang anak laki-laki yang akan menggulingkannya dan meruntuhkan kerajaannya. Maksud pembunuhan itu adalah untuk melemahkan Bani Israil, karena kaum laki-laki mereka akan habis, sedangkan kaum perempuan mereka akan dapat dikuasai. Juga bertujuan untuk memusnahkan etnis Bani Israil dari bumi Mesir karena mereka bisa mengalahkan penduduk asli Mesir sendiri. Akan tetapi, Allah mempunyai rencana lain. Dengan rencana-Nya, Allah justru membuat Musa yang masih bayi diasuh dan dibesarkan di istana Fir'aun sendiri sebagai anaknya. Setelah dewasa, Musa harus keluar dari Mesir karena jiwanya terancam akibat membunuh seorang Mesir. \nPerintah kedua pembunuhan setiap bayi laki-laki Bani Israil ini dikeluarkan Fir'aun setelah Nabi Musa kembali ke Mesir sebagai nabi yang diperintahkan Allah untuk menyadarkan Fir'aun dan mengajaknya untuk beriman. Menurut Ibnu Katsir, tujuan Fir'aun hendak membunuh anak laki-laki Bani Israil itu adalah untuk menanamkan rasa tidak puas di kalangan para pengikut Nabi Musa sendiri terhadapnya. Sebab dengan ancaman pembunuhan kedua kali itu, berarti Nabi Musa telah mengakibatkan dua kali kesulitan bagi mereka, pertama ketika Nabi Musa belum lahir dan kedua setelah beliau menjadi nabi yang menyeru Fir'aun. Dalam pikiran Fir'aun, bila Bani Israil tidak puas kepadanya, maka Nabi Musa akan dikalahkan oleh bangsanya sendiri. Kemungkinan itu dikisahkan dalam Al-Qur'an:\n\nMereka (kaum Musa) berkata,\"Kami telah ditindas (oleh Fir'aun) sebelum engkau datang kepada kami dan setelah engkau datang.\" (Musa) menjawab, \"Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.\" (al-A.'raf/7: 129). \n\nAkan tetapi, maksud itu tidak tercapai. Rencana kedua kalinya untuk membunuhi anak-anak laki-laki Bani Israil gagal total, karena Allah menurunkan berbagai musibah sebagai azab-Nya, seperti datangnya topan dahsyat, munculnya serangan belalang, kutu, katak, dan air yang berubah menjadi darah (lihat al-A.'raf/7: 133). Maksud untuk menghalang-halangi manusia dari beriman kepada Nabi Musa dan ajaran yang disampaikannya juga tidak berhasil, karena kebenaran tidak mungkin ditampik dan kehendak Allah pasti terjadi sebagaimana difirmankan-Nya:\n\nAllah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang.\" Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujadilah/58: 21)",
    "quraish": "Ketika Mûsâ datang kepada mereka dengan membawa kebenaran dari Kami, Fir'aun dan orang-orang dekatnya berkata kepada para pengikutnya, \"Bunuhlah anak lelaki orang-orang yang ikut beriman bersama Mûsâ dan biarkankan anak perempuan mereka hidup.\" Padahal tipu daya orang-orang kafir itu hanya akan sia-sia, hilang dan lenyap.",
    "jalalayn": "(Maka tatkala Musa datang kepada mereka membawa kebenaran) yakni dengan membawa perkara yang hak (dari sisi Kami, mereka berkata, \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup) yakni biarkanlah tetap hidup (wanita-wanita mereka.\" Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia belaka) yakni menjerumuskan mereka sendiri dalam kebinasaan."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 26,
    "arab": "وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ",
    "translation": "Dan Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4159.mp3",
    "tafsir": "Fir'aun tidak hanya bermaksud melemahkan Bani Israil dan melenyapkan etnisnya, tetapi juga hendak memusnahkan agama tauhid dengan membunuh Nabi Musa sendiri. Ia menyatakan kepada pengikut-pengikutnya bahwa ia sendiri yang akan melaksanakan pembunuhan itu dan untuk itu ia meminta supaya tidak dihalang-halangi. Ia yakin sekali dapat segera membunuh Nabi Musa. Oleh karena itu, ia menantang Nabi Musa supaya meminta bantuan kepada Tuhannya. \nLatar belakang rencana Fir'aun membunuh Nabi Musa itu adalah kekhawatirannya bahwa Nabi Musa akan menukar agama rakyat Mesir dengan agama tauhid yang diajarkannya. Atau, ia khawatir Nabi Musa akan mengubah kepercayaan, kebiasaan, dan adat istiadat rakyatnya dan akhirnya akan membuat rakyatnya terhasut untuk memberontak kepadanya sehingga ia akan kehilangan kekuasaannya.",
    "quraish": "Fir'aun berkata, \"Biarkan aku membunuh Mûsâ dan biarkan Mûsâ memohon Tuhannya untuk menyelamatkan dirinya dari tindakanku. Aku benar-benar khawatir ia akan mengganti agama kalian atau menyebar kerusakan di muka bumi.\"",
    "jalalayn": "(Dan berkata Firaun kepada pembesar-pembesarnya, \"Biarkanlah aku membunuh Musa) karena mereka mencegahnya melakukan pembunuhan terhadap Musa (dan hendaklah ia memohon kepada Rabbnya) supaya Dia mencegah niatku yang akan membunuhnya (karena sesungguhnya aku khawatir dia akan menukar agama kalian) mencegah kalian menyembahku, lalu kalian mengikutinya (atau menimbulkan kerusakan di muka bumi\") seperti melakukan pembunuhan dan lain sebagainya. Menurut suatu qiraat lafal Au dibaca Wa. Dan menurut qiraat lainnya dibaca Ay Yazhhara Fil Ardhil Fasaadu."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 27,
    "arab": "وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ",
    "translation": "Dan (Musa) berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4160.mp3",
    "tafsir": "Ketika Nabi Musa memperoleh berita tentang rencana jahat Fir'aun untuk membunuhnya, ia berkata kepada kaumnya bahwa ia berlindung kepada Allah, Tuhannya dan Tuhan mereka juga. Nabi Musa yakin bahwa Allah pasti akan melindunginya karena ia berada di pihak yang benar, sedangkan Fir'aun adalah orang sombong, jahat, kejam, berbuat semena-mena di Mesir, membunuhi orang-orang yang tidak bersalah, dan mengakui dirinya sebagai tuhan yang harus dipatuhi semua perintahnya. \nTindakan Fir'aun itu dilatarbelakangi ketidakpercayaan kepada adanya hari kemudian, dimana setiap perbuatan sekecil apa pun akan diminta pertanggungjawabannya. Fir'aun tidak percaya adanya hari kemudian itu sehingga ia tidak percaya bahwa bila bertindak kejam di dunia ini akan dibalas nanti di akhirat. Demikianlah akibat kekafiran. Manusia akan berlaku semena-mena di alam ini, yang bisa mengakibatkan alam ini hancur.",
    "quraish": "Mûsâ lalu berkata kepada Fir'aun dan kaumnya, \"Aku berlindung kepada Sang Pemilik urusanku yang memeliharaku--dan juga Pemilik urusan kalian yang memelihara kalian dengan karunia dan kebaikan-Nya--dari setiap orang yang arogan dan sombong, yang tidak percaya kepada hari perhitungan.",
    "jalalayn": "(Dan Musa berkata,) kepada kaumnya sedangkan dia telah mendengar ancaman Firaun tadi (\"Sesungguhnya aku berlindung kepada Rabbku dan Rabb kalian dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab.\")"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 28,
    "arab": "وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْ ۗوَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗ ۚوَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْ ۗاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
    "translation": "Dan seseorang yang beriman di antara keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, “Tuhanku adalah Allah,” padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya itu; dan jika dia seorang yang benar, nis-caya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4161.mp3",
    "tafsir": "Para ulama tafsir meriwayatkan bahwa laki-laki beriman yang disebutkan dalam ayat ini adalah orang Mesir dari keluarga Fir'aun. Namanya tidak jelas, tetapi Ibnu Katsir meriwayatkan dari Ibnu Abi hatim bahwa ia adalah anak paman Fir'aun yang beriman secara sembunyi-sembunyi kepada Nabi Musa. Tidak ada di antara keluarga Fir'aun yang beriman selain orang yang disebutkan dalam ayat ini dan istri Fir'aun sendiri bernama Asiah. Laki-laki inilah yang menyampaikan kepada Nabi Musa tentang rencana jahat Fir'aun untuk membunuhnya. Demikian riwayat dari sumber Ibnu 'Abbas. Namun, al-Khazin, begitu juga an-Nasafi meriwayatkan dari sumber Ibnu 'Abbas juga bahwa laki-laki itu bernama Sam'an atau Habib. Ada pula yang menyebutnya Kharbil atau Hazbil. Yang disepakati ulama hanyalah bahwa laki-laki itu adalah anak paman Fir'aun. \nLaki-laki beriman itu menasihati Fir'aun dengan penuh kebijaksanaan, \"Patutkah membunuh seseorang yang menyatakan dirinya beriman kepada Allah, sedangkan ia telah menyampaikan alasan-alasan dan bukti-bukti nyata tentang yang diimaninya.\" Ia melanjutkan bahwa seandainya Nabi Musa berbohong, maka konsekuensi kebohongannya itu akan dipikul olehnya sendiri. Akan tetapi, bila Nabi Musa benar, sedangkan ia telah disiksa atau dibunuh, maka sebagian yang diancamkan kepada orang yang menyiksa atau membunuh itu akan diterima di dunia ini juga, dan di akhirat ia akan masuk neraka. \nIa kemudian menegaskan bahwa Allah tidak akan memberi petunjuk orang yang berbuat semena-semena dan berdusta. Artinya, Nabi Musa beriman dan membawa bukti-bukti imannya, sedangkan yang semena-mena dan dusta adalah Fir'aun. Oleh karena itu, yang tidak akan memperoleh petunjuk adalah Fir'aun. Tidak memperoleh petunjuk berarti akan sengsara di dunia dan di akhirat akan masuk neraka. Dengan demikian yang akan sengsara di dunia dan masuk neraka di akhirat adalah Fir'aun",
    "quraish": "Seorang yang beriman di antara pengikut Fir'aun, yang menyembunyikan keimanannya, berkata kepada kaumnya, \"Apakah kalian hendak membunuh seseorang hanya karena ia berkata, 'Sembahanku hanyalah Allah', padahal ia telah mendatangkan bukti-bukti yang sangat jelas dari Tuhan kalian? Jika ia berdusta dengan apa yang disampaikannya, maka ia akan menanggung sendiri akibat dustanya. Tetapi jika ia benar, maka sebagian siksa yang telah ia ingatkan kepada kalian akan datang menyiksa kalian. Allah sungguh tidak akan menunjukkan orang yang melampaui batas dan banyak berdusta, ke jalan keselamatan.\"",
    "jalalayn": "(Dan berkatalah seorang laki-laki yang beriman di antara keluarga Firaun) menurut suatu pendapat disebutkan, bahwa ia adalah anak paman Firaun atau saudara sepupunya (yang menyembunyikan imannya, \"Apakah kalian akan membunuh seorang laki-laki karena) sebab (dia menyatakan, 'Rabbku ialah Allah' padahal dia telah datang kepada kalian dengan membawa keterangan-keterangan) yakni mukjizat-mukjizat yang jelas (dari Rabb kalian. Dan jika ia seorang pendusta maka dialah yang menanggung dosa-dustanya itu) yakni dia sendirilah yang menanggung akibat dari kedustaannya (dan jika ia seorang yang benar niscaya sebagian bencana yang diancamkannya kepada kalian akan menimpa kalian\") yakni sebagian azab yang diancamkannya kepada kalian akan segera menimpa diri kalian. (Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas) yakni orang yang musyrik (lagi pendusta) yang banyak dustanya."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 29,
    "arab": "يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَا ۗقَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ",
    "translation": "Wahai kaumku! Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4162.mp3",
    "tafsir": "Selanjutnya laki-laki beriman itu menasihati kaumnya, rakyat Mesir bahwa mereka telah diberi nikmat yang besar oleh Allah. Mesir telah merupakan kerajaan besar yang disegani dan berpengaruh. Oleh karena itu, nikmat itu harus dipelihara dengan beriman kepada Allah, dan bila mereka juga kafir, maka dikhawatirkan kebesaran itu akan runtuh dan mereka akan menderita. \"Siapakah yang akan menolong kita bila bencana itu datang?\" katanya.\nDemikianlah nasihat laki-laki beriman itu kepada Fir'aun dan kaumnya. Tetapi nasihat itu tidak diterima Fir'aun. Ia menyatakan bahwa apa yang dikatakannya itulah yang harus diterima dan dilaksanakan, dan apa yang disampaikan dan diperintahkannya itulah yang baik dan benar. Dengan demikian, Fir'aun memaksakan kehendaknya dan lagi-lagi bertindak sewenang-wenang.\nJawaban Fir'aun itu sesungguhnya tidak benar, karena dalam hati sanubarinya, sebenarnya ia membenarkan apa yang disampaikan Nabi Musa. Ucapannya itu sesungguhnya hanya didorong oleh kezaliman dan kesombongannya sebagaimana dinyatakan ayat berikut:\n\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. (an-Naml/27: 14)\n\nApa yang dikatakan Fir'aun bahwa yang diperintahkannya kepada kaumnya adalah baik, sehingga Nabi Musa harus tetap dibunuh, juga jauh dari kebenaran. Hal itu karena tidaklah benar dengan membunuh seseorang persoalan akan selesai, apalagi yang dibunuh itu seorang rasul Allah. Tindakan itu justru sesat dan menyesatkan, sebagaimana dinyatakan ayat berikut:\n\nDan Fir'aun telah menyesatkan kaumnya dan tidak memberi petunjuk. (thaha/20: 79).\n\nNamun demikian, para pengikut Fir'aun menerima dan mematuhi perintahnya sekalipun salah, sebagaimana diungkapkan ayat berikut:\n\nKepada Fir'aun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Fir'aun, padahal perintah Fir'aun bukanlah (perintah) yang benar. (Hud/11: 97)\n\nTindakan Fir'aun membohongi rakyatnya dan memaksa mereka mengikuti perintahnya, serta menghasut mereka untuk mendustai rasul Allah, menjadi pelajaran bagi para pemimpin. Pemimpin yang ingin menghalangi dan menjauhkan masyarakat dari ajaran-ajaran agama mereka boleh jadi akan mengalami nasib yang sama dengan Fir'aun. Dalam hal ini Rasulullah memberi nasihat:Tiadalah mati imam (seorang pemimpin), di mana pada hari kematiannya itu ia telah menipu rakyatnya, melainkan ia tidak akan mencium bau surga. Sesungguhnya keharuman surga itu bisa tercium dari jarak lima ratus tahun perjalanan. (Riwayat al-Bukhari dan Muslim)",
    "quraish": "\"Wahai kaum,\" katanya melanjutkan, \"hari ini kerajaan di bumi Mesir adalah milik kalian, bukan milik orang lain. Tetapi siapakah yang akan menyelamatkan kita dari azab Allah ketika datang menimpa nanti?\" Fir'aun berkata, \"Aku tidak mengajukan pendapat kepada kalian kecuali sesuai dengan apa yang aku yakini. Dan aku, dengan pendapatku itu, tidak menunjukkan kalian kecuali ke jalan petunjuk.\"",
    "jalalayn": "(Hai kaumku! Untuk kalianlah kerajaan pada hari ini dengan berkuasa) artinya, dengan mengalami kemenangan; lafal Zhaahiriina berkedudukan menjadi Hal atau kata keterangan keadaan (di muka bumi) di negeri Mesir. (Siapakah yang akan menolong kita dari azab Allah) dari azab-Nya bila kalian membunuh kekasih-kekasih-Nya (jika azab itu menimpa kita) tiada seorang pun yang dapat menolong kita (Firaun berkata, \"Aku tidak mengemukakan kepada kalian, melainkan apa yang aku pandang baik;) maksudnya, aku tidak memberikan isyarat kepada kalian melainkan apa yang telah aku putuskan itu, yaitu membunuh Musa (dan aku tiada menunjukkan kepada kalian, selain jalan yang benar\") jalan yang mengandung kebenaran."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 30,
    "arab": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ",
    "translation": "Dan orang yang beriman itu berkata, “Wahai kaumku! Sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti hari kehancuran golongan yang bersekutu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4163.mp3",
    "tafsir": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. \nDemikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya",
    "quraish": "Orang Mukmin pengikut Fir'aun itu berkata lagi, \"Wahai kaumku, aku sangat khawatir suatu hari kalian akan ditimpa bencana seperti orang-orang yang bersekongkol untuk memusuhi nabi-nabi mereka, seperti kebiasaan kaum Nabi Nûh, kaum Ad, kaum Tsamûd dan orang-orang setelah mereka. Dan Allah, sungguh, tidak berkehendak menzalimi hamba-hamba-Nya.",
    "jalalayn": "(Dan orang yang beriman itu berkata, \"Hai kaumku! Sesungguhnya aku khawatir kalian akan ditimpa -bencana- seperti peristiwa kehancuran golongan yang bersekutu) yakni azab yang telah menimpa umat-umat terdahulu, golongan demi golongan."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 31,
    "arab": "مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗوَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ",
    "translation": "(yakni) seperti kebiasaan kaum Nuh, ’Ad, samud dan orang-orang yang datang setelah mereka. Padahal Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4164.mp3",
    "tafsir": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. \nDemikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya",
    "quraish": "Orang Mukmin pengikut Fir'aun itu berkata lagi, \"Wahai kaumku, aku sangat khawatir suatu hari kalian akan ditimpa bencana seperti orang-orang yang bersekongkol untuk memusuhi nabi-nabi mereka, seperti kebiasaan kaum Nabi Nûh, kaum Ad, kaum Tsamûd dan orang-orang setelah mereka. Dan Allah, sungguh, tidak berkehendak menzalimi hamba-hamba-Nya.",
    "jalalayn": "(-Yakni- seperti keadaan kaum Nuh, Ad, Tsamud dan orang-orang yang datang sesudah mereka) lafal Mitsli dalam ayat ini merupakan Badal atau pengganti keterangan dari lafal Mitsli yang sebelumnya, yang ada pada ayat di atas. Yakni, seperti pembalasan yang biasa menimpa orang-orang kafir sebelum kalian; mereka ditimpa azab di dunia. (Dan Allah tidak menghendaki berbuat kelaliman terhadap hamba-hamba-Nya.)"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 32,
    "arab": "وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ",
    "translation": "Dan wahai kaumku! Sesungguhnya aku benar-benar khawatir terhadapmu akan (siksaan) hari saling memanggil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4165.mp3",
    "tafsir": "Laki-laki beriman dari keluarga Fir'aun itu menyampaikan kepada kaumnya bahwa ia khawatir sekali bila mereka tidak mau beriman dan sebaliknya mengikuti perintah Fir'aun. Mereka akan mengalami nasib yang sama seperti yang telah menimpa umat-umat terdahulu. Umat-umat itu menentang dan mendustakan para rasul yang diutus Allah, seperti umat Nabi Nuh, Kaum 'Ad, Samud, dan umat-umat setelahnya. Mereka semua telah dimusnahkan Allah dengan berbagai bencana sebagai azab, dan tidak ada seorang pun yang dapat menangkis atau menyelamatkan diri. Itulah yang dimaksud yaumul ahzab dalam ayat ini. \nDemikianlah hukuman Allah bagi mereka yang kafir di dunia. Allah tidak bertindak aniaya dengan pemusnahan itu, tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan tindakan-tindakan yang mengakibatkan murka-Nya. Allah baru menjatuhkan hukuman bila rasul telah menyampaikan dakwahnya dengan sempurna, dan mereka tidak dapat diperbaiki lagi setelah dinasihati berkali-kali. Peristiwa itu hendaknya dijadikan pelajaran oleh rakyatnya. Orang itu berharap nasihatnya diterima oleh kaumnya dan mereka beriman kepada Nabi Musa, tidak membangkang apalagi membunuhnya",
    "quraish": "Wahai kaumku, aku sungguh khawatir kalian akan ditimpa siksaan pada hari ketika seluruh makhluk saling berteriak. Suatu hari ketika kalian lari. Saat itu, tak seorang pun dapat melindungi kalian dari Allah. Barangsiapa yang disesatkan Allah--karena Dia tahu bahwa orang itu lebih memilih kesesatan daripada petunjuk--maka tak akan ada seorang pun yang dapat memberinya petunjuk.\"",
    "jalalayn": "(Hai kaumku, sesungguhnya aku khawatir terhadap kalian akan siksa hari panggil-memanggil) dapat dibaca At-Tanaadi atau At-Tanaadiy dengan memakai huruf Ya pada akhirnya. Artinya ialah hari kiamat, yang pada hari itu banyak sekali panggil-memanggil antara ahli surga dan ahli neraka; setiap panggilan sesuai dengan apa yang dialami oleh pemanggilnya. Maka panggilan yang mengandung kebahagiaan adalah bagi ahli surga dan panggilan yang mengandung kecelakaan adalah bagi ahli neraka; selain itu masih banyak pula jenis panggilan atau seruan lainnya."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 33,
    "arab": "يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
    "translation": "(yaitu) pada hari (ketika) kamu berpaling ke belakang (lari), tidak ada seorang pun yang mampu menyelamatkan kamu dari (azab) Allah. Dan barangsiapa dibiarkan sesat oleh Allah, niscaya tidak ada sesuatu pun yang mampu memberi petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4166.mp3",
    "tafsir": "Setelah laki-laki beriman itu memperingatkan kaumnya mengenai siksaan di dunia, ia melanjutkan peringatannya tentang dahsyatnya peristiwa hari Kiamat dan siksaan di akhirat. Pada waktu kiamat terjadi, bumi ini bergoncang hebat sehingga manusia berlarian ke sana ke mari sambil berteriak-teriak meminta tolong. Akan tetapi, siapakah yang akan menolong pada waktu itu karena setiap manusia mengalami peristiwa yang sama dan dirisaukan oleh nasib masing-masing. \nMengenai yaum at-tanad itu (hari panggil-memanggil), terdapat beberapa pendapat ulama:\na.Hari Kiamat, dinamakan demikian karena manusia pada waktu itu berteriak meminta bantuan orang lain sambil berlarian ke sana ke mari menyaksikan bumi bergoncang dan terbelah-belah dengan dahsyatnya.\nb.Hari ketika orang-orang kafir di akhirat dihadapkan kepada neraka Jahanam, lalu mereka gempar berlarian ke sana sini untuk menghindarkan diri, tetapi malaikat mencegat dan menghalau mereka kembali ke Padang Mahsyar itu untuk dijebloskan ke dalam neraka.\nc.Hari ketika malaikat menimbang amal manusia. Bila seseorang ternyata berat timbangan amal kebaikannya, orang itu dan orang-orang yang menyaksikannya bersorak-sorak kegirangan menyatakan dengan suara keras bahwa si Fulan bernasib baik, dan sebagainya. Begitu pula ketika seseorang menerima timbangan kebaikannya lebih ringan dari dosanya, ia pun meratap dengan sedihnya, diikuti oleh orang-orang lainnya.\nd.Panggil-memangggil antara penghuni surga dan penghuni neraka tentang apa yang diperoleh masing-masing. Penghuni surga ketika ditanya penghuni neraka apakah sudah memperoleh apa yang dijanjikan Allah kepada mereka, mereka menjawab dengan mantap bahwa apa yang dijanjikan itu telah mereka nikmati. Di sisi lain, penghuni neraka ketika ditanya hal serupa oleh penghuni surga juga menjawab dengan ucapan yang sama, tetapi dengan suara yang getir, yang menunjukkan bahwa yang mereka peroleh adalah kesengsaraan.\n\nPada hari Mahsyar, yaitu hari pengadilan Allah, orang-orang kafir telah melihat adanya neraka Jahanam. Oleh karena itu, mereka berlarian ingin menghindar, tetapi para malaikat mencegat dan mengembalikan mereka lagi ke Padang Mahsyar. Pada waktu itu, tidak ada yang bisa menolong orang lain. Jangankan menolong orang lain, menolong dirinya sendiri saja belum tentu mampu. Laki-laki beriman itu memperingatkan kaumnya bahwa ia khawatir sekali peristiwa itu akan menimpa mereka. Bila Fir'aun yang mereka harapkan, maka ia akan diazab di dalam neraka, tidak akan bisa menolong dirinya, apalagi menolong orang lain pengikut-pengikutnya itu.\nLaki-laki beriman itu meminta rakyatnya beriman. Ia khawatir sekali bahwa hati mereka akan tertutup bila mereka tidak mau juga menerima kebenaran. Bila hati sudah tertutup, siapa pun tidak akan mampu membukanya selain Allah.",
    "quraish": "Wahai kaumku, aku sungguh khawatir kalian akan ditimpa siksaan pada hari ketika seluruh makhluk saling berteriak. Suatu hari ketika kalian lari. Saat itu, tak seorang pun dapat melindungi kalian dari Allah. Barangsiapa yang disesatkan Allah--karena Dia tahu bahwa orang itu lebih memilih kesesatan daripada petunjuk--maka tak akan ada seorang pun yang dapat memberinya petunjuk.\"",
    "jalalayn": "(Yaitu hari ketika kalian lari berpaling ke belakang) dari tempat hisab untuk dibawa ke neraka (tidak ada bagi kalian dari Allah) yakni dari azab-Nya (seorang pun yang dapat menyelamatkan kalian) yakni yang dapat mencegah azab dari diri kalian (dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorang pun yang akan memberi petunjuk.\")"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 34,
    "arab": "وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖ ۗحَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًا ۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ",
    "translation": "Dan sungguh, sebelum itu Yusuf telah datang kepadamu dengan membawa bukti-bukti yang nyata, tetapi kamu senantiasa meragukan apa yang dibawanya, bahkan ketika dia wafat, kamu berkata, “Allah tidak akan mengirim seorang rasul pun setelahnya.” Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4167.mp3",
    "tafsir": "Orang itu selanjutnya menyatakan bahwa dulu sebelum Nabi Musa, Allah telah mengutus Nabi Yusuf kepada rakyat Mesir. Nabi Yusuf telah mengajak mereka beriman dan memberikan bukti-bukti kerasulannya yaitu ajaran-ajaran tentang iman kepada Allah dan berbuat baik, serta mukjizat-mukjizat yang diberikan Allah kepadanya. Akan tetapi, mereka tetap tidak mau percaya kepadanya. Mereka hanya mematuhinya sebagai seorang menteri atau pembesar negara. Hal itu menunjukkan bahwa mereka lebih terpengaruh oleh kebesaran jabatan duniawi daripada jabatan seorang rasul, dan karena itulah mereka lebih menyukai Fir'aun yang kejam daripada Nabi Musa yang membawa kebenaran.\nSetelah Nabi Yusuf meninggal, mereka menyatakan bahwa setelah dia tidak akan ada lagi seorang rasul pun. Itu mereka katakan karena tidak ingin ada lagi seorang rasul yang mengajak mereka kepada kebenaran. Ternyata rasul itu ada yaitu Nabi Musa dan karena itulah mereka membangkang kepadanya dan menjadi orang-orang yang sesat. Dengan demikian, kesesatan mereka itu adalah karena ketamakan mereka terhadap kemegahan duniawi, sebagaimana dilakukan Fir'aun. Kesesatan mereka itu juga disebabkan oleh sifat mereka yang selalu meragukan kebenaran, padahal yang disampaikan kepada mereka adalah wahyu Allah yang pasti benar.",
    "quraish": "Aku bersumpah, bahwa Yûsuf benar-benar telah datang kepada kalian, sebelum Mûsâ, dengan membawa tanda-tanda yang sangat jelas, tetapi kalian masih tetap ragu terhadap apa yang dibawanya. Sampai, ketika ia meninggal dunia, kalian berkata, \"Allah tidak akan mengutus seorang rasul setelah Yûsuf.\" Seperti penyesatan yang kejam itulah Allah akan menyesatkan orang yang melampaui batas, banyak ragu dan bimbang.",
    "jalalayn": "(Dan sesungguhnya telah datang Yusuf kepada kalian sebelumnya) yakni sebelum Nabi Musa; menurut suatu pendapat ia adalah Yusuf bin Yakub yang usianya dipanjangkan sampai zaman Nabi Musa; atau menurut pendapat yang lain dia adalah Yusuf bin Ibrahim bin Yusuf bin Nabi Yakub (dengan membawa keterangan-keterangan) mukjizat-mukjizat yang tampak jelas (tetapi kalian senantiasa dalam keraguan tentang apa yang dibawanya kepada kalian, sehingga ketika dia meninggal, kalian berkata,) tanpa memakai bukti yang benar lagi (\"Allah tidak akan mengirim seorang rasul pun sesudahnya.\") selagi kalian masih tetap dalam keadaan kafir atau ingkar kepada Nabi Yusuf dan rasul-rasul lainnya. (Demikianlah) maksudnya sebagaimana kalian disesatkan (Allah menyesatkan orang yang melampaui batas) yakni orang yang musyrik (lagi ragu-ragu) artinya, tidak percaya kepada mukjizat-mukjizat yang telah disaksikannya sendiri."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 35,
    "arab": " ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْا ۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
    "translation": "(yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Sangat besar kemurkaan (bagi mereka) di sisi Allah dan orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong dan berlaku sewenang-wenang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4168.mp3",
    "tafsir": "Kemudian Allah menjelaskan bagaimana tindakan orang-orang yang bersifat tamak dan selalu meragukan kebenaran wahyu itu. Mereka itu selalu menolak kebenaran ayat-ayat Allah yang disampaikan kepada mereka. Mereka juga selalu mempermasalahkan bukti-bukti yang disampaikan mengenai kebenaran wahyu itu. Akan tetapi, penolakan mereka itu tidak memiliki kekuatan apa pun. Kepercayaan mereka hanya berdasar tradisi nenek moyang mereka, dan itu hanyalah kepatuhan membabi buta tanpa dipikirkan. Kepatuhan seperti ini tidak dibenarkan karena Allah memberi manusia pendengaran, penglihatan, dan akal pikiran. Oleh karena itu, orang yang menolak kebenaran wahyu dan lebih percaya pada tradisi nenek moyang itu tidak tahu lagi mana yang benar dan mana yang salah. Dengan demikian, mereka sangat dibenci Allah dan orang-orang yang beriman.\nSelanjutnya Allah menerangkan hukum-hukum-Nya bagi orang yang menutup hatinya untuk menerima kebenaran wahyu, yaitu bahwa Ia akan menutup hati mereka. Hati yang tertutup terjadi karena mereka selalu menolak kebenaran wahyu dan mempermasalahkannya. Penolakan yang terus-menerus akan membawa kepada kesombongan. Selalu mempermasalahkan kebenaran akan membawa kepada kesewenang-wenangan. Karena sombong dan sewenang-wenang itu, maka mereka akan selalu menolak dan menentang kebenaran. Akhirnya hati mereka tertutup dengan sendirinya. Demikian hukum yang ditentukan Allah bagi tertutupnya hati manusia.",
    "quraish": "Orang-orang yang mendebat ayat-ayat Allah tanpa ada bukti yang datang kepada mereka, tabiat suka mendebat yang ada pada mereka itu sungguh amat dibenci oleh Allah dan orang-orang Mukmin. Dengan cara seperti inilah Allah akan menutup hati yang arogan dan otoriter terhadap sesama.",
    "jalalayn": "(Orang-orang yang memperdebatkan ayat-ayat Allah) yaitu mukjizat-mukjizatnya; kalimat ayat ini menjadi Mubtada (tanpa alasan) tanpa argumentasi (yang datang kepada mereka. Amat besar) dosa perdebatan mereka itu, lafal Kabura ini menjadi Khabar dari Mubtada (kemurkaan -bagi mereka- di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah) sebagaimana disesatkan-Nya mereka (Allah mengunci mati) artinya, menyesatkan (hati setiap orang yang sombong lagi sewenang-wenang) dapat dibaca Qalbin Mutakabbirin atau Qalbi Mutakabbirin. Manakala kalbu seseorang merasa sombong, maka takaburlah pemiliknya, dan demikian pula sebaliknya. Lafal Kullun menurut dua qiraat di atas menunjukkan makna tiap-tiap orang yang memiliki kalbu yang sesat, jadi bukan ditujukan kepada semua orang."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 36,
    "arab": "وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ",
    "translation": "Dan Fir‘aun berkata, “Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4169.mp3",
    "tafsir": "Fir'aun tetap tidak menerima nasihat salah seorang keluarganya itu. Ia tetap membangkang dan tidak mau menerima dakwah Nabi Musa. Oleh karena itu, ia ingin mengejek Nabi Musa. Ia memerintahkan Haman, perdana menterinya, untuk membangun sebuah istana besar dan megah yang menjulang ke angkasa. Dalam ayat lain diinformasikan bahwa istana itu dibangun dari batu bata yang dibuat dari tanah liat yang dibakar:\n\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\" (al-Qashash/28: 38)\n\nMaksud pembuatan bangunan besar, megah, dan menjulang ke angkasa itu adalah sebagai tempat atau tangga untuk mengintai atau menyaksikan adanya Tuhan Nabi Musa. Ia menyatakan bahwa Nabi Musa sebenarnya seorang pembohong karena ia yakin tidak ada Tuhan di langit. Maksud ucapannya itu adalah untuk mengelabui rakyatnya, bahwa memang tidak ada Tuhan di langit sebagaimana yang dikatakan Nabi Musa tersebut. Dengan demikian, ia menginginkan agar rakyatnya tidak percaya kepada Nabi Musa dan tetap mengikutinya.\nFir'aun bertindak demikian karena ia dikuasai oleh ambisinya untuk mengalahkan Nabi Musa. Ia juga dikuasai oleh nafsu agar rakyatnya tidak menemukan kebenaran yang disampaikan Nabi Musa. Ia ingin agar rakyatnya tetap mematuhinya, dan untuk itu ia berbuat segala cara, dari memutarbalikkan kebenaran sampai mengejek. Ambisi dan nafsu itulah yang banyak menjerumuskan manusia, sebagaimana dilukiskan syair Arab berikut:\nNafsu itu bagaikan bayi, jika kau biarkan, ia akan dewasa dengan\nterus-menerus ingin menyusu, tapi bila kau sapih, \nia akan tersapih sendirinya.\n\nKemudian ayat ini ditutup dengan suatu penegasan bahwa tipu muslihat Fir'aun untuk mengalahkan Nabi Musa dan mematikan agama tauhid yang ia bawa gagal dan membawa kerugian besar. Gagal karena dakwah Nabi Musa tetap tidak dapat dibendungnya. Rugi karena biaya yang dikeluarkannya tidak sedikit, sedangkan hasilnya tidak ada. Hal itu karena Allah selalu membinasakan kebatilan yang dikerjakan manusia dan menghancurkan akibat yang ditinggalkan perbuatan batil itu, sebagaimana difirmankan-Nya:\n\nSesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan. (al-A.'raf/7: 139)",
    "quraish": "Fir'aun berkata, \"Wahai Hâmân, dirikanlah bangunan yang tinggi untukku agar aku dapat menemukan jalan, yaitu jalan untuk mencapai langit, agar aku dapat melihat Tuhan Mûsâ. Aku yakin ia pasti berdusta dengan pengakuannya sebagai rasul.\" Dengan ilusi palsu seperti itu, Fir'aun tertipu oleh perbuatannya yang buruk hingga tampak baik, dan terhadang untuk menempuh jalan yang benar karena lebih memilih jalan yang sesat. Tipu daya Fir'aun itu tidak lain hanyalah kerugian yang sangat besar belaka.",
    "jalalayn": "(Dan berkatalah Firaun, \"Hai Haman! Buatkanlah bagiku sebuah bangunan yang tinggi) bangunan pencakar langit (supaya aku sampai ke pintu-pintu.)"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 37,
    "arab": "اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ ",
    "translation": "(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.” Dan demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir‘aun itu tidak lain hanyalah membawa kerugian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4170.mp3",
    "tafsir": "Fir'aun tetap tidak menerima nasihat salah seorang keluarganya itu. Ia tetap membangkang dan tidak mau menerima dakwah Nabi Musa. Oleh karena itu, ia ingin mengejek Nabi Musa. Ia memerintahkan Haman, perdana menterinya, untuk membangun sebuah istana besar dan megah yang menjulang ke angkasa. Dalam ayat lain diinformasikan bahwa istana itu dibangun dari batu bata yang dibuat dari tanah liat yang dibakar:\n\nDan Fir'aun berkata, \"Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku. Maka bakarkanlah tanah liat untukku wahai Haman (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta.\" (al-Qashash/28: 38)\n\nMaksud pembuatan bangunan besar, megah, dan menjulang ke angkasa itu adalah sebagai tempat atau tangga untuk mengintai atau menyaksikan adanya Tuhan Nabi Musa. Ia menyatakan bahwa Nabi Musa sebenarnya seorang pembohong karena ia yakin tidak ada Tuhan di langit. Maksud ucapannya itu adalah untuk mengelabui rakyatnya, bahwa memang tidak ada Tuhan di langit sebagaimana yang dikatakan Nabi Musa tersebut. Dengan demikian, ia menginginkan agar rakyatnya tidak percaya kepada Nabi Musa dan tetap mengikutinya.\nFir'aun bertindak demikian karena ia dikuasai oleh ambisinya untuk mengalahkan Nabi Musa. Ia juga dikuasai oleh nafsu agar rakyatnya tidak menemukan kebenaran yang disampaikan Nabi Musa. Ia ingin agar rakyatnya tetap mematuhinya, dan untuk itu ia berbuat segala cara, dari memutarbalikkan kebenaran sampai mengejek. Ambisi dan nafsu itulah yang banyak menjerumuskan manusia, sebagaimana dilukiskan syair Arab berikut:\nNafsu itu bagaikan bayi, jika kau biarkan, ia akan dewasa dengan\nterus-menerus ingin menyusu, tapi bila kau sapih, \nia akan tersapih sendirinya.\n\nKemudian ayat ini ditutup dengan suatu penegasan bahwa tipu muslihat Fir'aun untuk mengalahkan Nabi Musa dan mematikan agama tauhid yang ia bawa gagal dan membawa kerugian besar. Gagal karena dakwah Nabi Musa tetap tidak dapat dibendungnya. Rugi karena biaya yang dikeluarkannya tidak sedikit, sedangkan hasilnya tidak ada. Hal itu karena Allah selalu membinasakan kebatilan yang dikerjakan manusia dan menghancurkan akibat yang ditinggalkan perbuatan batil itu, sebagaimana difirmankan-Nya:\n\nSesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan. (al-A.'raf/7: 139)",
    "quraish": "Fir'aun berkata, \"Wahai Hâmân, dirikanlah bangunan yang tinggi untukku agar aku dapat menemukan jalan, yaitu jalan untuk mencapai langit, agar aku dapat melihat Tuhan Mûsâ. Aku yakin ia pasti berdusta dengan pengakuannya sebagai rasul.\" Dengan ilusi palsu seperti itu, Fir'aun tertipu oleh perbuatannya yang buruk hingga tampak baik, dan terhadang untuk menempuh jalan yang benar karena lebih memilih jalan yang sesat. Tipu daya Fir'aun itu tidak lain hanyalah kerugian yang sangat besar belaka.",
    "jalalayn": "(Yaitu pintu-pintu langit) maksudnya, jalan-jalan yang menuju ke arahnya (supaya aku dapat melihat) kalau dibaca Rafa', yaitu Fa-aththali'u berarti di'athafkan pada lafal Ablughu, apabila dibaca Fa-aththali'a berarti menjadi Jawab daripada Fi'il Amar, yaitu lafal Ibni (Tuhan Musa dan sesungguhnya aku memandangnya) menganggap Musa (seorang pendusta\") karena ia mengatakan, bahwa ia mempunyai Tuhan selain aku. Firaun mengatakan demikian untuk mengelabui pengikut-pengikutnya. (Demikianlah dijadikan Firaun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan) petunjuk; dapat dibaca Shadda sehingga artinya menjadi, Dan Firaun menghalangi jalan petunjuk dapat pula dibaca Shudda yang artinya telah tertera di atas (dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian) mengakibatkan kerugian."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 38,
    "arab": "وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ",
    "translation": "Dan orang yang beriman itu berkata, “Wahai kaumku! Ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4171.mp3",
    "tafsir": "Sekalipun kaum Fir'aun menentangnya, namun orang yang beriman kepada Musa itu tetap menyeru kaumnya agar mengikuti Nabi Musa. Ia berkata, \"Wahai kaumku, jika kamu mengikuti seruanku dan kamu memercayai apa yang telah aku sampaikan, berarti kamu mengikuti jalan yang lurus yang menuju kepada kebahagiaan hidup abadi di akhirat nanti dan berarti pula kamu telah memeluk agama Allah yang disampaikan oleh Musa.\nAyat ini memberikan petunjuk kepada orang-orang yang beriman agar selalu menyampaikan agama Allah kepada manusia dan mengajak mereka ke jalan yang lurus dengan cara yang baik, sekalipun orang-orang kafir mengingkarinya. Hal ini termasuk salah satu tugas yang dipikulkan Allah kepada setiap orang yang beriman. Mereka hendaklah tabah dan sabar melakukan dakwah itu seperti yang telah dilakukan oleh orang yang beriman yang mengikuti seruan Musa.",
    "quraish": "Orang Mukmin dari pengikut Fir'aun tadi berkata lagi, \"Wahai kaumku, ikutilah aku, niscaya kalian akan aku tunjuki jalan yang benar.",
    "jalalayn": "(Orang yang beriman itu berkata, \"Hai kaumku! Ikutilah aku) dapat dibaca Ittabi'uuni atau Ittabi'uuniy tanpa atau dengan Ya Mutakallim (aku akan menunjukkan kepada kalian jalan yang benar) penafsirannya sebagaimana yang telah lalu."
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 39,
    "arab": "يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌ  ۖوَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ",
    "translation": "Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4172.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa orang yang beriman kepada Musa berkata kepada kaumnya, \"Wahai kaumku, kehidupan dunia ini adalah kehidupan yang fana, di mana kesenangan serta kebahagiaan yang diperoleh di dalamnya adalah kesenangan dan kebahagiaan yang tidak sempurna serta tidak kekal. Adapun kehidupan akhirat adalah kehidupan yang kekal, kesenangan dan kebahagiaan yang diperoleh adalah kesenangan dan kebahagiaan yang sempurna. Oleh karena itu, janganlah sekali-kali kamu mengingkari Allah dalam kehidupan dunia ini agar kamu terhindar dari siksa-Nya di akhirat nanti.\"",
    "quraish": "Wahai kaumku, kehidupan dunia ini hanyalah kesenangan sementara, persis seperti kesenangan penumpang kendaraan yang akan lenyap dalam waktu singkat. Hanya kehidupan akhiratlah yang kekal dan abadi.",
    "jalalayn": "(Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan -sementara-) kesenangan yang bersifat sementara lenyap (dan sesungguhnya akhirat itulah negeri yang kekal.)"
  },
  {
    "hizb": 188,
    "name": "Gafir",
    "ayat": 40,
    "arab": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ",
    "translation": "Barangsiapa mengerjakan perbuatan jahat, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tidak terhingga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4173.mp3",
    "tafsir": "Orang yang beriman itu menerangkan kepada kaumnya bagaimana besar pengaruh kehidupan dunia seseorang kepada kehidupan akhiratnya. Ia berkata kepada kaumnya, \"Wahai kaumku, barang siapa yang mengerjakan suatu kejahatan baik laki-laki maupun perempuan, maka ia hanya diazab sesuai dengan kejahatan yang dilakukannya. Akan tetapi, barang siapa yang beriman dan mengerjakan amal saleh, mengikuti perintah-perintah Allah dan menghentikan larangan-larangan-Nya, maka ia akan dimasukkan ke dalam surga yang penuh kenikmatan. Allah membalas iman dan amal saleh mereka dengan pahala yang berlipat ganda dan rezeki yang tiada terhingga.\"\nAyat ini menggambarkan keadilan Allah yang sesungguhnya serta sifat Maha Pengasih dan Maha Penyayang-Nya kepada hamba-hamba-Nya. Dia tidak menganiaya hamba-Nya sedikit pun. Jika Dia mengazab hamba-Nya di akhirat nanti, maka azab yang diberikan itu seimbang dengan perbuatan jahat dan ingkar yang telah dilakukannya selama hidup di dunia, tidak dilebihkan sedikit pun. Akan tetapi, jika Dia membalas iman dan amal saleh hamba-Nya, maka Dia membalasnya dengan pahala yang berlipat ganda.",
    "quraish": "Barangsiapa melakukan kejahatan di dunia, maka di akhirat nanti ia akan dibalas setimpal dengan perbuatan jahatnya. Dan barangsiapa beramal saleh--baik laki-laki maupun perempuan, dan dalam keadaan beriman--mereka semua akan masuk surga. Di dalamnya, mereka akan diberi rezeki yang tak terhitung oleh hitungan manusia.\"",
    "jalalayn": "(Barang siapa yang mengerjakan perbuatan jahat, maka dia tidak akan dibalas melainkan sebanding dengan kejahatan itu. Dan barang siapa mengerjakan amal yang saleh, baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga) dapat dibaca Yudkhaluuna atau Yadkhuluuna (mereka diberi rezeki di dalamnya tanpa hisab) diberi rezeki yang banyak tanpa perhitungan."
  }
]