[
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 41,
    "arab": "۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ",
    "translation": "Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4174.mp3",
    "tafsir": "Orang yang beriman kepada Musa itu mengulangi lagi seruannya kepada kaumnya dengan mengatakan, \"Wahai kaumku, aku merasa heran dengan sikap dan tindakan kamu sekalian. Aku menyeru kamu mengikuti jalan keselamatan, menghindarkan kamu dari siksa neraka, dan membawamu ke dalam surga dengan beriman kepada Allah dan mengerjakan amal yang saleh, sedangkan kamu menyeruku ke jalan kesengsaraan yang mengantarkan ke dalam neraka.\"",
    "quraish": "\"Wahai kaumku,\" lanjutnya lagi, \"Mana yang lebih baik bagi diriku: aku mengajak kalian ke jalan keselamatan, sedangkan kalian mengajakku ke jalan yang sesat menuju neraka? Kalian mengajakku untuk mengingkari Allah dan menyekutukan-Nya dengan sesuatu yang tidak aku ketahui, sedangkan aku mengajak kalian kepada Sang Mahakuat yang tak terkalahkan; Sang Maha Pengampun atas segala dosa.",
    "jalalayn": "(Hai kaumku bagaimanakah kalian, aku menyeru kalian kepada keselamatan, tetapi kalian menyeru aku ke neraka.)"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 42,
    "arab": "تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ",
    "translation": "(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4175.mp3",
    "tafsir": "Selanjutnya orang mukmin itu menyatakan, \"Kamu sekalian menyeru dan mengajakku mengingkari Allah dan mempersekutukan-Nya dengan sesuatu yang tidak mempunyai alasan yang benar dan tidak ada bukti-bukti yang dapat diyakini kebenarannya, yang menyatakan bahwa menyekutukan Tuhan itu adalah kepercayaan yang benar. Sedangkan aku menyeru dan mengajakmu agar kamu sekalian mengesakan Allah, tidak ada Tuhan yang lain selain Dia. Yang Mahakuasa lagi Mahaperkasa, dengan bukti-bukti yang nyata. Dialah Yang Mahaperkasa lagi Maha Pengampun dosa-dosa hamba-Nya.\"",
    "quraish": "\"Wahai kaumku,\" lanjutnya lagi, \"Mana yang lebih baik bagi diriku: aku mengajak kalian ke jalan keselamatan, sedangkan kalian mengajakku ke jalan yang sesat menuju neraka? Kalian mengajakku untuk mengingkari Allah dan menyekutukan-Nya dengan sesuatu yang tidak aku ketahui, sedangkan aku mengajak kalian kepada Sang Mahakuat yang tak terkalahkan; Sang Maha Pengampun atas segala dosa.",
    "jalalayn": "(-Kenapa- kalian menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kalian -beriman- kepada Yang Maha Perkasa) Yang Maha Menang atas semua perkara-Nya (lagi Maha Pengampun?) kepada orang yang bertobat kepada-Nya."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 43,
    "arab": "لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ",
    "translation": "Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4176.mp3",
    "tafsir": "Ayat ini masih melanjutkan perkataan dari orang beriman di atas. Dia mengatakan, \"Sebenarnya kamu telah menyeruku menyembah berhala-berhala, yang tidak mendengar seruan orang-orang yang menyerunya, dan tidak dapat memberi pertolongan baik di dunia maupun di akhirat, karena ia tidak dapat memberikan sesuatu mudarat dan tidak pula sesuatu manfaat kepada siapa pun.\" Firman Allah:\n\nJika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti. (Fathir/35: 14)\n\n\nDan firman Allah:\n\nDan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka? (al-A.hqaf/46: 5)\n\nOrang beriman itu melanjutkan perkataannya, \"Ketahuilah kaumku, bahwa kita semua adalah milik Allah dan kepada-Nya pula kita kembali setelah mati dan dibangkitkan kembali. Waktu itu pula Dia memberi balasan kepada kita, sesuai dengan perbuatan dan amal kita masing-masing. Orang-orang yang kafir dan melampaui batas akan menjadi penghuni neraka.\"",
    "quraish": "Sudah pasti bahwa tuhan yang kalian ajak aku untuk menyembahnya tidak memiliki kemampuan untuk mengabulkan seruan, baik di dunia apalagi di akhirat. Sudah pasti pula bahwa tempat kembali kita adalah Allah. Dan tidak diragukan lagi, bahwa orang-orang yang melampaui bataslah penghuni neraka, dan bukan orang Mukmin yang bersikap adil.",
    "jalalayn": "(Sudah pasti) yakni pastilah (bahwa apa yang kalian seru supaya aku -beriman- kepadanya) artinya, supaya aku menyembahnya (tidak dapat memperkenankan seruan apa pun) maksudnya, tidak dapat memperkenankan suatu doa pun (baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali) atau kembali kita (kepada Allah dan sesungguhnya orang-orang yang melampaui batas) yakni orang-orang kafir (mereka itulah penghuni neraka.)"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 44,
    "arab": "فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ",
    "translation": "Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4177.mp3",
    "tafsir": "Kemudian orang-orang yang beriman itu mengakhiri nasihatnya kepada kaumnya dengan mengatakan, \"Wahai kaumku, di akhirat kelak kamu sekalian akan mengetahui kebenaran yang aku sampaikan kepadamu baik berupa perintah-perintah Allah maupun berupa larangan-larangan-Nya. Waktu itu kamu akan menyesal, tetapi pada waktu itu penyesalan tiada berguna lagi. Aku bertawakal kepada Tuhanku dan aku menyerahkan kepada-Nya segala urusanku dan aku mohon pertolongan kepada-Nya, agar aku terpelihara dari segala macam kejahatan yang mungkin aku lakukan dan dari segala bencana yang mungkin menimpaku.\"\nSesungguhnya Allah Maha Mengetahui keadaan hamba-hamba-Nya. Dia memberi petunjuk hamba-hamba-Nya yang pantas diberi petunjuk dan menyesatkan hamba-hamba-Nya yang menginginkan kesesatan itu dengan mengerjakan perbuatan-perbuatan terlarang dan tidak mengerjakan perintah-perintah yang harus mereka laksanakan.",
    "quraish": "Kelak kalian akan tahu kebenaran apa yang aku katakan. Aku menyerahkan urusanku kepada Allah. Sesungguhnya penglihatan Allah meliputi seluruh hamba-Nya, dan Dia akan membalas seluruh amal perbuatan mereka.\"",
    "jalalayn": "(Kelak kalian akan ingat) bila kalian menyaksikan azab dengan mata kalian sendiri (kepada apa yang kukatakan kepada kalian. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha melihat akan hamba-hamba-Nya\") Ia mengatakan demikian ketika mereka mengancamnya jika ia menentang agama mereka."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 45,
    "arab": "فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ",
    "translation": "Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh azab yang sangat buruk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4178.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menolong hamba-Nya yang beriman dan menghancurkan musuh-musuh mereka dengan menyatakan bahwa Dia memelihara orang-orang yang beriman itu dari segala usaha tipu daya dan penganiayaan yang dilakukan oleh Fir'aun dan para pengikutnya dengan menyelamatkan mereka beserta Musa. Sedangkan Fir'aun beserta para pengikutnya ditenggelamkan di Laut Merah. Di akhirat nanti mereka akan ditimpa azab yang pedih.\nDiriwayatkan oleh Ibnu 'Abbas, \"Tatkala mengetahui keimanan orang itu, maka Fir'aun bermaksud hendak membunuhnya. Oleh karena itu, dia lari menyelamatkan diri.\"",
    "quraish": "Maka, Allah pun memelihara kaum Fir'aun yang Mukmin itu dari kekejaman tipu daya mereka, dan menampakkan neraka kepada keluarga Fir'aun pada pagi dan sore hari--di dunia, ketika berada di alam barzah. Dan pada hari kiamat, Allah berfirman, \"Masukkanlah kaum Fir'aun ke dalam neraka yang paling dahsyat azabnya.\"",
    "jalalayn": "(Maka Allah memeliharanya dari kejahatan tipu daya mereka) terhadap dirinya, yaitu mereka merencanakan akan membunuhnya (dan turunlah) menimpa (kepada keluarga Firaun) maksudnya, kepada kaumnya yang mengikutinya (azab yang buruk) yaitu ditenggelamkan."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 46,
    "arab": "اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ",
    "translation": "Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), “Masukkanlah Fir‘aun dan kaumnya ke dalam azab yang sangat keras!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4179.mp3",
    "tafsir": "Pada ayat ini digambarkan azab yang akan menimpa Fir'aun dan kaumnya yang durhaka di akhirat nanti. Sejak meninggal dunia sampai dibangkitkan kelak, mereka akan dihadapkan ke neraka pagi, petang, dan terus-menerus hingga hari Kiamat.\nPada hari Kiamat dikatakan kepada para penjaga neraka, \"Masukkanlah Fir'aun dan kaumnya ke dalam neraka dan timpakanlah kepada mereka siksa yang keras.\"\nJumhur ulama berpendapat bahwa azab kubur itu ada dan dasarnya adalah ayat ini. Pendapat mereka dikuatkan oleh hadis yang diriwayatkan al-Bukhari dan Muslim dari Ibnu 'Umar:\nBahwasanya Rasulullah saw bersabda, \"Sesungguhnya salah seorang kamu apabila ia meninggal dunia diperlihatkan kepadanya tempat duduknya pagi dan petang. Jika ia termasuk ahli surga, maka (tempat duduknya itu adalah) tempat duduk ahli surga, jika ia termasuk ahli neraka maka (tempat duduknya adalah) tempat duduk ahli neraka. Dikatakan kepadanya, 'Inilah tempat duduk engkau sampai Allah membangkitkan engkau pada hari Kiamat.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Umar)\n\nDari firman Allah dan hadis di atas dapat diambil kesimpulan bahwa azab kubur itu adalah suatu kebenaran yang tidak dapat disangkal dan akan dialami oleh orang kafir pagi dan petang sampai mereka dibangkitkan kembali.\nNamun ar-Razi menyatakan bahwa azab kubur tidak ada. Ayat tersebut tidak dapat dijadikan sebagai dasar penetapan adanya azab kubur, tetapi hanya menunjukkan kepada terus-menerusnya azab neraka, sama halnya dengan firman Allah yang ditujukan kepada ahli surga:\n\nDan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62)",
    "quraish": "Maka, Allah pun memelihara kaum Fir'aun yang Mukmin itu dari kekejaman tipu daya mereka, dan menampakkan neraka kepada keluarga Fir'aun pada pagi dan sore hari--di dunia, ketika berada di alam barzah. Dan pada hari kiamat, Allah berfirman, \"Masukkanlah kaum Fir'aun ke dalam neraka yang paling dahsyat azabnya.\"",
    "jalalayn": "Kemudian (neraka ditampakkan kepada mereka) maksudnya, mereka dibakar oleh api neraka (pada pagi dan petang) di setiap pagi dan petang (dan pada hari terjadinya kiamat) dikatakan kepada mereka, (\"Masuklah kalian) hai (Firaun dan kaumnya) menurut suatu qiraat dibaca Adkhiluu yang artinya, Masukkanlah Firaun dan kaumnya. Ini merupakan perintah Allah kepada malaikat-malaikat-Nya (ke dalam azab yang sangat keras\") yakni azab neraka"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 47,
    "arab": "وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُ لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ",
    "translation": "Dan (Ingatlah), ketika mereka berbantah-bantahan dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4180.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya.\nDalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\"",
    "quraish": "Ingatkan pula kepada mereka, wahai Muhammad, ketika para penghuni neraka saling berdebat di dalamnya. Orang-orang lemah di antara mereka, yaitu para pengikut, berkata kepada orang-orang kuat, yaitu para pemimpin, \"Dahulu, di dunia, kami adalah pengikut kalian. Dapatkah kalian menanggung sebagian dari azab neraka yang kami derita ini?\"",
    "jalalayn": "(Dan) ingatlah (ketika mereka berbantah) yaitu ketika orang-orang kafir saling berbantah-bantahan (dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami adalah pengikut-pengikut kalian) lafal Taba'an adalah bentuk jamak dari lafal Taabi'un (maka dapatkah kalian menghindarkan) artinya menolak (dari kami sebagian) yakni suatu bagian dari (azab api neraka?\")"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 48,
    "arab": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
    "translation": "Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4181.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menceritakan kepada orang musyrik Mekah tentang malapetaka yang telah menimpa Fir'aun dan kaumnya, serta azab kubur dan akhirat yang akan mereka derita nanti. Hal ini bertujuan agar berita itu menjadi pelajaran bagi mereka sehingga mereka sadar dan beriman kepada Allah dan rasul-Nya.\nDalam perintah itu, Nabi Muhammad diminta untuk menceritakan kepada orang-orang musyrik Mekah tentang perbantahan orang-orang kafir yang mengingkari seruan rasul ketika mereka berada di dalam neraka nanti. Para pengikut memohon pertolongan kepada sembahannya agar diselamatkan dari azab neraka yang sedang menimpa mereka, atau menguranginya. Akan tetapi, sembahan-sembahan itu berlepas tangan dari permintaan itu karena mereka sendiri tidak berdaya mengurangi atau mengelakkan diri dari azab yang sedang menimpa mereka itu. Para penyembah berhala itu menggugat sembahan-sembahan itu dengan mengatakan, \"Kami adalah penyembah-penyembahmu waktu di dunia dahulu, dan kami adalah penjaga-penjagamu yang selalu taat kepadamu dan mencukupkan segala keperluanmu, sehingga kami mengingkari seruan rasul yang disampaikan kepada kami. Sekiranya kami tidak menyembah kamu semasa hidup di dunia dahulu, tentulah kami akan mengikuti seruan rasul, sehingga kami tidak dimasukkan ke dalam neraka seperti sekarang ini. Apakah kamu mau menghindarkan kami dari azab ini atau meringankannya dengan kesediaan kamu memikul sebagian dari azab yang telah menimpa kami ini? Seandainya bukan karena kamu sekalian, tentulah kami menjadi orang-orang yang beriman.\"",
    "quraish": "Orang-orang yang kuat itu berkata, \"Kita, kami dan kalian, semua berada di dalam neraka. Allah telah memutuskan hukuman di antara hamba-hamba-Nya secara benar. Masing-masing kita akan menjalani siksa yang telah diputuskan-Nya.\"",
    "jalalayn": "(Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-Nya\") oleh karena itu maka Dia memasukkan orang-orang yang beriman ke dalam surga, dan orang-orang kafir ke dalam neraka."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 49,
    "arab": "وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ",
    "translation": "Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4182.mp3",
    "tafsir": "Setelah orang-orang musyrik yang sedang dalam neraka itu tidak berhasil mendapatkan pertolongan dari para pemimpinnya, maka mereka mohon pertolongan kepada penjaga neraka dengan mengatakan, \"Wahai penjaga neraka (Malaikat Malik), mohonkanlah kepada Allah agar Dia meringankan siksa yang telah ditimpakan-Nya kepada kami ini. Seandainya keringanan itu dapat diberikan kepada kami dengan mengembalikan kami ke dunia untuk hidup dan beribadah, maka kembalikanlah kami barang sesaat, mudah-mudahan hal ini dapat mengurangi penderitaan kami.\"",
    "quraish": "Orang-orang lemah dan para pembesar yang berada di dalam neraka itu berkata kepada para penjaga neraka dengan penuh pengharapan, \"Mohonkanlah kepada Tuhan, agar meringankan azab-Nya kepada kami satu hari saja, agar kami bisa beristirahat.\"",
    "jalalayn": "(Dan orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Rabb kalian supaya Dia meringankan daripada kami barang sehari) atau selama sehari (dari azab ini.\")"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 50,
    "arab": "قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِ ۗقَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْا ۚوَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ࣖ",
    "translation": "Maka (penjaga-penjaga Jahanam) berkata, “Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar, sudah datang.” (Penjaga-penjaga Jahanam) berkata, “Berdoalah kamu (sendiri!)” Namun doa orang-orang kafir itu sia-sia belaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4183.mp3",
    "tafsir": "Para penjaga neraka itu menjawab, \"Bukankah dahulu telah diutus kepadamu rasul-rasul yang memberikan keterangan, bukti, dan dalil yang menunjukkan keesaan Allah, memberimu petunjuk-petunjuk ke jalan kebahagiaan serta menyampaikan kabar peringatan kepadamu, tentang akibat perbuatan terlarang yang kamu kerjakan seperti mengingkari Allah.\" Firman Allah:\n\n\"Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?\" (az-Zumar/39: 71)\nOrang-orang musyrik itu menjawab, \"Benar, rasul-rasul telah datang kepada kami, mengajak kami beriman kepada Allah dan rasul-Nya, tetapi kami mengingkari seruan itu dan tidak mau beriman. Bahkan kami menentang dan menyiksa para rasul itu dan orang-orang yang beriman kepadanya.\"\nPenjaga neraka menjawab, \"Jika tindakan dan sikapmu terhadap rasul sewaktu hidup di dunia benar-benar seperti yang kamu terangkan itu, maka mohonlah sendiri kepada Allah. Kami tidak akan mendoakan semua orang kafir yang mendustakan rasul. Ingatlah, doa orang yang sepertimu itu tidak akan diperkenankan Allah dan tidak akan ada faedahnya. Bagi kamu sama saja, apakah kamu berdoa atau tidak, azab itu tidak akan berkurang sedikit pun, rasakanlah azab itu sebagai akibat perbuatan kamu sendiri.\"\nTentang keadaan penghuni neraka itu, at-Tirmidzi meriwayatkan dari Abu ad-Darda'., ia berkata:Penghuni neraka ditimpa kelaparan yang menandingi azab mereka. Mereka memohon bantuan makanan. Mereka diberi makanan pohon berduri yang tidak dapat menggemukkan dan tidak dapat menghilangkan lapar, lalu mereka makan pohon itu, tetapi mereka bertambah lapar. Mereka minta tolong lagi, lalu mereka diberi makanan yang dapat menyekat di kerongkogan setelah mereka makan. Mereka mengatakan bahwa ketika di dunia jika mereka makan dan tercekik, mereka minta air, maka mereka minta tolong agar diberi minuman sirup. Akan tetapi, mereka diberi air yang sangat panas yang diangkat dengan cantolan-cantolan. Apabila minuman itu mendekati muka mereka, muka mereka pun terbakar. Apabila minuman itu sampai ke perut mereka, maka minuman itu menghancurkan usus dan apa yang ada di perut mereka. Akhirnya mereka minta tolong kepada malaikat, mereka berkata, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\" Para malaikat menjawab, \"Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?\" Mereka menjawab, \"Benar, sudah datang.\" (Penjaga-penjaga Jahanam) berkata, \"Berdoalah kamu (sendiri!)\" Namun doa orang-orang kafir itu sia-sia belaka. (Riwayat at-Tirmidzi dari Abu ad-Darda')",
    "quraish": "Dengan nada merendahkan, para penjaga neraka itu berkata kepada mereka, \"Apakah kalian tidak memperhatikan apa yang dibawa oleh para rasul ketika datang kepada kalian dengan membawa bukti-bukti yang sangat jelas?\" Para penghuni neraka itu menjawab, \"Benar, telah datang kepada kami para rasul, tetapi kami mendustakan mereka.\" Penjaga-penjaga neraka itu berkata, \"Kalau begitu, bermohonlah kalian sendiri.\" Dan doa orang-orang yang ingkar itu hanya akan sia-sia belaka.",
    "jalalayn": "(Para penjaga neraka Jahanam berkata) dengan nada sinis, (\"Dan apakah belum datang kepada kalian rasul-rasul kalian dengan membawa keterangan-keterangan?\") yakni mukjizat-mukjizat yang tampak. (Mereka menjawab, \"Benar, sudah datang\") tetapi mereka kafir kepada rasul-rasul mereka itu. (Penjaga-penjaga Jahanam berkata, \"Berdoalah kalian\") karena sesungguhnya kami tidak akan memberikan syafaat/pertolongan kepada orang-orang kafir. Lalu Allah berfirman, (Tiadalah doa orang-orang kafir itu melainkan sia-sia belaka) yakni tiada gunanya, karena pasti tidak akan diperkenankan."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 51,
    "arab": "اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ",
    "translation": "Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4184.mp3",
    "tafsir": "Dalam ayat ini, Allah menjanjikan kepada orang-orang yang beriman berupa pertolongan dan kemenangan dalam menghadapi musuh-musuh mereka. Allah mengatakan bahwa Dia pasti menjadikan para rasul-Nya orang-orang yang menang atas musuh-musuh mereka dan akan menolong serta membahagiakan orang-orang yang beriman dalam kehidupan dunia dan akhirat.\nCara dan bentuk pertolongan Allah itu bermacam-macam, adakalanya dengan meninggikan kedudukan dan kekuasaan mereka atas musuh-musuh mereka, seperti yang diberikan kepada Daud dan Sulaiman, adakalanya dengan memberikan kemenangan kepada mereka atas musuh-musuh mereka, seperti yang diberikan kepada Nabi Muhammad saw. Adakalanya juga dengan menimpakan kepada mereka kesengsaraan dan malapetaka, seperti yang dialami oleh Fir'aun dan kaumnya, dan adakalanya dengan menghancurkan orang-orang kafir dan menyelamatkan para rasul dan orang-orang yang beriman besertanya, seperti yang dialami Nabi Saleh, Hud, Syuaib, dan Nuh beserta kaumnya.\nDemikian pula Allah memberikan pertolongan kepada para rasul dan orang-orang yang beriman pada hari Kiamat yaitu pada hari berdirinya saksi-saksi yang terdiri dari para malaikat, para nabi, dan orang-orang yang beriman. Pada hari itu, mereka menjadi saksi atas segala perbuatan orang-orang kafir dan atas pengetahuan para rasul kepada mereka, tetapi mereka mendustakannya.",
    "quraish": "Sesungguhnya Kami pasti akan menolong rasul-rasul Kami dan orang-orang Mukmin dengan memberikan balasan kepada musuh-musuh mereka dan menguatkan alasan terhadap mereka, di dunia dan pada hari kiamat. Suatu hari ketika para saksi akan memberikan persaksiannya bahwa rasul-rasul itu telah menyampaikan misi tablignya dan bahwa orang-orang kafir itu mendustakan para rasul.",
    "jalalayn": "(Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi) yaitu hari kiamat. Lafal Al-Asyhaad adalah bentuk jamak dari lafal Syaahidun; para saksi tersebut adalah malaikat-malaikat yang memberikan kesaksian bagi para rasul, bahwasanya rasul-rasul itu telah menyampaikan risalah-Nya dan mereka mendustakan orang-orang kafir."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 52,
    "arab": "يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
    "translation": "(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4185.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa pada hari dimana saksi-saksi itu mengemukakan kesaksiannya, tidak bermanfaat lagi alasan-alasan yang mereka kemukakan dan tidak ada pula permintaan maaf yang bisa mereka ajukan, karena semua yang mereka katakan dan lakukan hanyalah berupa fitnah dan dusta belaka.\nAllah berfirman:\n\nKemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23)\n\nPada hari itu, orang-orang kafir dijauhkan dari rahmat Allah, dan mereka mendapat azab yang sangat pedih di neraka Jahanam.",
    "quraish": "Suatu hari ketika permohonan maaf orang-orang zalim atas keteledoran mereka tidak berguna lagi. Mereka akan diusir dari kasih sayang dan akan mendapat tempat tinggal yang buruk.",
    "jalalayn": "(Yaitu hari yang tidak berguna) dapat dibaca Yanfa'u atau Tanfa'u (bagi orang-orang zalim permintaan maafnya) yakni permintaan maaf mereka seandainya mereka meminta maaf (dan bagi merekalah laknat) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat tinggal yang buruk) di akhirat, yaitu mendapat azab yang sangat pedih."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 53,
    "arab": "وَلَقَدْاٰتَيْنَا مُوْسٰى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ",
    "translation": "Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4186.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik.\nFirman Allah:\n\nSungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)",
    "quraish": "Aku bersumpah bahwa Kami telah memberikan sesuatu yang dapat dijadikan petunjuk menuju kebenaran kepada Mûsâ, dan bahwa Kami telah mewariskan Tawrât kepada Banû Isrâ'îl yang dapat menjadi petunjuk dan pengingat bagi orang yang berpikiran sehat.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan petunjuk kepada Musa) berupa kitab Taurat dan mukjizat-mukjizat (dan Kami wariskan kepada Bani Israel) sesudah Musa tiada (kitab) yakni Taurat."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 54,
    "arab": "هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ",
    "translation": "untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4187.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan berbagai macam pertolongan yang telah diberikan-Nya kepada para rasul di dunia, di antaranya memberikan kepada Musa bermacam-macam mukjizat, berbagai hukum yang mengatur hidup manusia agar mereka bahagia hidup di dunia dan di akhirat, dan menurunkan kepadanya Kitab Taurat untuk menjadi petunjuk bagi manusia. Kemudian Kitab Taurat itu diwariskan kepada keturunan dan orang-orang sesudah mereka serta menjadi peringatan bagi orang-orang yang berakal dan menjauhkan mereka dari keragu-raguan dan prasangka yang tidak baik.\nFirman Allah:\n\nSungguh, Kami yang menurunkan Kitab Taurat; di dalamnya (ada) petunjuk dan cahaya. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah memberi putusan atas perkara orang Yahudi, demikian juga para ulama dan pendeta-pendeta mereka, sebab mereka diperintahkan memelihara kitab-kitab Allah dan mereka menjadi saksi terhadapnya. (al-Ma'idah./5: 44)",
    "quraish": "Aku bersumpah bahwa Kami telah memberikan sesuatu yang dapat dijadikan petunjuk menuju kebenaran kepada Mûsâ, dan bahwa Kami telah mewariskan Tawrât kepada Banû Isrâ'îl yang dapat menjadi petunjuk dan pengingat bagi orang yang berpikiran sehat.",
    "jalalayn": "(Untuk menjadi petunjuk) sebagai petunjuk (dan peringatan bagi orang-orang yang berpikir) sebagai peringatan buat orang-orang yang berakal."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 55,
    "arab": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ",
    "translation": "Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4188.mp3",
    "tafsir": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah:\n\nDan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)\n\nDengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman:\n\nDan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20)\n\nRasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat.\nDari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah.\nDari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh",
    "quraish": "Dari itu, jika kamu mengetahui apa yang telah Kami ceritakan kepadamu, Muhammad, bersabarlah atas derita yang menimpa dirimu. Janji Allah untuk menolongmu dan menolong orang-orang Mukmin adalah benar dan tak akan mungkin dilanggar. Mintalah ampunan kepada Allah atas apa yang kau anggap sebagai dosa. Sucikanlah Tuhanmu dari segala kekurangan dengan disertai pujian, pada akhir dan permulaan hari.",
    "jalalayn": "(Maka bersabarlah kamu) hai Muhammad (karena sesungguhnya janji Allah itu) untuk menolong kekasih-kekasih-Nya (benar) dan kamu beserta orang-orang yang mengikutimu adalah termasuk kekasih-kekasih-Nya (dan mohonlah ampun untuk dosamu) supaya hal ini dijadikan teladan bagi umatmu (dan bertasbihlah) yakni, salatlah seraya (memuji Rabbmu pada waktu petang) yaitu sesudah matahari tergelincir (dan pagi) yang dimaksud adalah salat lima waktu."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 56,
    "arab": "اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
    "translation": "Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4189.mp3",
    "tafsir": "Pertolongan Allah kepada para rasul dan orang-orang yang beriman itu adalah salah satu dari sunatullah seperti yang pernah dianugerahkan kepada Musa. Oleh karena itu, Nabi Muhammad diminta untuk bersabar atas sikap dan tindakan orang-orang musyrik yang memperolok-olokkan ayat-ayat Allah. Allah pasti menolongnya dengan mengokohkan barisan kaum Muslimin dan mengangkat posisi agama Islam melebihi kepercayaan yang mereka anut Nabi Muhammad diperintahkan untuk selalu bertobat dan bertasbih pagi dan petang, sebagaimana firman Allah:\n\nDan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11: 114)\n\nDengan selalu salat mengingat Allah dan bertasbih pagi dan petang itu, maka Rasulullah beribadah seperti yang dilakukan para malaikat. Allah berfirman:\n\nDan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih. Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 19-20)\n\nRasulullah saw diperintahkan bertobat bukan berarti beliau telah melakukan perbuatan dosa, tapi maksudnya ialah dengan sering melakukan tobat dan mohon ampun, maka jiwa semakin suci dan bersih, tidak ada satu pun kotoran yang mengotorinya. Jika Nabi yang terbebas dari segala dosa masih disuruh bertobat, maka bagi umat dan pengikutnya akan lebih lagi. Mereka harus cepat dan lebih sering bertobat.\nDari ayat ini dapat dipahami bahwa Al-Qur'an mengajarkan agar orang-orang yang beriman selalu bertobat, memohon ampun kepada Allah, dan mengerjakan amal saleh. Jika seseorang telah bertobat dan memohon ampun maka jiwanya menjadi suci dan bersih. Amal yang dikerjakan oleh orang yang bersih jiwanya akan langsung diterima Allah.\nDari ayat ini, dapat dipahami bahwa orang yang tidak suci dan bersih hatinya karena tidak bertobat dan mohon ampun kepada Allah, maka amalnya tidak diterima oleh Allah atau tidak dianggap sebagai amal yang saleh",
    "quraish": "Orang-orang yang memperdebatkan bukti-bukti kebenaran Allah tanpa alasan yang datang dari-Nya, di dalam dada mereka hanya ada keengganan untuk mengikuti kebenaran. Keengganan itu tidak akan mengantarkan mereka kepada tujuan. Maka mintalah perlindungan dari Allah yang pendengaran dan penglihatan-Nya meliputi segala sesuatu.",
    "jalalayn": "(Sesungguhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah) yakni Alquran (tanpa alasan) tanpa argumentasi (yang sampai kepada mereka, tidak ada) (dalam dada mereka melainkan hanyalah keinginan akan kebesaran) yakni tinggi diri dan tamak ingin mengatasi kamu (yang mereka sekali-kali tiada akan mencapainya maka mintalah perlindungan) dari kejahatan mereka (kepada Allah. Sesungguhnya Dia Maha Mendengar) akan semua perkataan mereka (lagi Maha Melihat) keadaan mereka; ayat ini diturunkan berkenaan dengan orang-orang yang ingkar kepada hari berbangkit."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 57,
    "arab": "لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "translation": "Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4190.mp3",
    "tafsir": "Pada ayat ini dinyatakan bahwa orang-orang yang meng-ingkari seruan rasul dan membantah ayat-ayat Allah adalah orang-orang yang dalam hatinya penuh dengan keangkuhan dan takabur. Mereka enggan menerima kebenaran karena pengaruh hawa nafsu. Mereka ingin berkuasa dan dijadikan pemimpin dalam masyarakat, serta merasa sebagai orang yang paling berkuasa. Keinginan mereka inilah yang menyebabkan mereka mengingkari ayat-ayat Allah. Menurut mereka, keinginan itu tidak akan tercapai jika mereka mengikuti seruan rasul, karena dengan mengikuti seruan rasul berarti mereka meninggalkan agama nenek moyang yang mereka hormati selama ini.\nKemudian Allah menerangkan bahwa sekalipun orang-orang kafir itu selalu berusaha untuk menghancurkan Nabi Muhammad dan para pengikutnya, namun mereka tidak akan mencapai cita-cita itu. Sebab, Allah selalu membantu Nabi Muhammad dengan merendahkan, menghinakan, dan memusnahkan musuh-musuhnya dan usaha-usaha mereka.\nAllah lalu memerintahkan Nabi agar selalu mohon perlindungan kepada-Nya untuk mematahkan tipu daya dan usaha orang-orang musyrik itu. Allah Maha Mendengar segala permintaan dan permohonan hamba-Nya, mengetahui setiap getaran jiwa dan melihat segala perbuatan hamba-hamba-Nya.\n(57) Pada ayat ini, Allah mengemukakan salah satu bukti adanya hari kebangkitan pada hari Kiamat nanti. Dia menerangkan bahwa menciptakan langit dan bumi lebih \"berat\" dan \"sukar\" dibanding dengan menciptakan manusia, baik pada waktu pertama kali menciptakannya maupun pada waktu mengulanginya kembali. Langit dan bumi beserta segala isinya tidak terhingga luas dan besarnya. Tidak terhitung jumlah planet-planet di sana. Tidak terhitung jumlah binatang dan tumbuh-tumbuhan yang ada padanya. Gunung-gunung dan sungai-sungai yang mengalir tidak bisa dilacak semua oleh manusia. Hukum-hukum dan ilmu pengetahuan yang berhubungan dengannya tidak bisa diketahui oleh manusia seluruhnya. Oleh karena itu, orang-orang musyrik jangan sekali-kali mengira bahwa Allah yang telah menciptakan langit dan bumi serta manusia yang ada di dalamnya, tidak sanggup membangkitkan manusia kembali pada hari Kiamat atau menghidupkan kembali orang-orang yang telah mati. Tidak sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya.\nAllah berfirman:\n\nDan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (al-A.hqaf/46: 33)\n\nAyat 57 Surah az-Zumar ini seolah menekankan bahwa penciptaan alam semesta ini jauh lebih rumit (besar) daripada penciptaan manusia (hal ini tentu dalam pandangan manusia karena bagi Allah tidak ada yang rumit sedikit pun). Padahal dari jumlah tulisan hasil pemikiran dan temuan, pengungkapan teori terciptanya alam semesta ini lebih banyak dan lebih pesat perkembangannya dibandingkan dengan perkembangan teori kejadian manusia yang sampai saat ini masih dipenuhi oleh pertanyaan-pertanyaan belum terjawab dan fakta-fakta yang kontroversial. Dilihat dari waktu keberadaannya secara ilmu pengetahuan, manusia (homo sapiens) diperkirakan muncul pada 40.000 tahun yang lalu, kurun waktu ini bukan apa-apa dibandingkan umur alam semesta yang diperkirakan telah berada semenjak 7 miliar tahun yang lalu, apalagi jika dibandingkan dengan sejarah peradaban manusia yang jejaknya ditemukan hanya sekitar 7000 tahun yang lalu. Tampaknya pengetahuan kita tentang kejadian alam semesta inipun sebenarnya tidak lebih banyak dari apa yang kita ketahui tentang kejadian manusia.\nPada akhir ayat ini, Allah menerangkan bukti-bukti yang dikemukakan itu dan amat sedikit manusia yang mau berpikir untuk mencari kebenaran yang hakiki. Mereka terlalu dipengaruhi hawa nafsu dan kesenangan dunia yang sifatnya hanya sementara. Mereka juga tidak mau mendengar dan menyadari bahwa Allah Mahakuasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya.",
    "quraish": "Aku bersumpah, bahwa penciptaan langit dan bumi sungguh lebih besar daripada penciptaan manusia. Tetapi kebanyakan manusia tidak menggunakan pengetahuan mereka, sehingga tidak mempercayai kebangkitan, meski mengakui bahwa Allah benar-benar Pencipta langit dan bumi.",
    "jalalayn": "(Sesungguhnya penciptaan langit dan bumi) yakni permulaannya (lebih besar daripada penciptaan manusia) untuk yang kedua kalinya, yaitu mengulanginya (tetapi kebanyakan manusia) yakni orang-orang kafir Mekah (tidak mengetahui) hal tersebut, perihal mereka sama dengan orang buta, sedangkan orang yang mengetahui hal tersebut perumpamaannya sama dengan orang yang melihat."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 58,
    "arab": "وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ",
    "translation": "Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4191.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak sama di sisi Allah orang yang kafir yang buta dari kebenaran, tidak mau melihat dan memikirkan tanda-tanda kekuasaan dan kebesaran Allah di langit dan di bumi dengan orang-orang yang beriman yang mau mencari kebenaran, berusaha meyakinkan dirinya dengan mempelajari dan merenungkan tanda-tanda kekuasaan dan kebesaran Allah, sehingga mereka mengetahui bahwa penciptaan bumi dan langit beserta apa yang ada di dalamnya lebih besar dan sulit dari menciptakan manusia. Oleh karena itu, membangkitkan manusia itu adalah suatu yang mudah bagi Allah. Begitu pula tidak sama orang-orang yang beriman dan beramal saleh dengan orang-orang kafir yang selalu melakukan perbuatan yang dilarang Allah.\nMemang hanya sedikit manusia yang mau merenungkan dan memikirkan dalil-dalil yang dikemukakan kepada mereka dan sedikit pula yang mau mengambil pelajaran. Sekiranya mereka mau merenungkan sehingga mereka mengetahui kebenaran, tentulah mereka mengetahui pula kesalahan-kesalahan yang pernah mereka perbuat dan tidak mengulanginya lagi.",
    "quraish": "Tidaklah sama antara orang yang buta akan kebenaran dengan orang yang melihat dan mengetahuinya, juga antara orang yang beriman dan beramal saleh dengan orang yang tidak berbuat baik di dalam berakidah dan berperilaku. Tetapi kalian, wahai manusia, sangat jarang mengingatnya.",
    "jalalayn": "(Dan tidaklah sama orang yang buta dengan orang yang melihat, dan) tidak sama pula (orang-orang yang beriman serta mengerjakan amal saleh) yaitu orang yang selalu berbuat kebaikan (dengan orang-orang yang durhaka) di dalam lafal ayat ini terdapat tambahan huruf Laa (Sedikit sekali kalian mengambil pelajaran) mengambil nasihat; dapat dibaca Yatadzakkaruuna atau Tatadzakkaruuna, yakni kesadaran mereka terhadap hal ini sangat sedikit."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 59,
    "arab": "اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
    "translation": "Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4192.mp3",
    "tafsir": "Setelah Allah menerangkan bukti-bukti adanya hari Kiamat dan hari kebangkitan, maka Dia menegaskan bahwa hari Kiamat itu pasti datang. Pada waktu itu, seluruh manusia dihidupkan kembali, setiap mereka diperhitungkan amalnya dengan penuh keadilan di hadapan mahkamah Allah. Tidak seorang pun yang dapat mengelakkan diri dari pengadilan Tuhan itu.\nSekalipun hari Kiamat itu pasti datang, dan telah ditegaskan bahwa orang-orang kafir akan masuk neraka dan orang-orang yang beriman akan masuk surga, namun sedikit sekali manusia yang mau percaya dan beriman, bahkan mereka mendustakannya.",
    "quraish": "Hari kiamat, tidak diragukan lagi, pasti datang. Tetapi kebanyakan orang tidak mempercayainya.",
    "jalalayn": "(Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan) artinya, tidak diragukan lagi (tentangnya, akan tetapi kebanyakan manusia tidak beriman) kepadanya."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 60,
    "arab": "وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖࣖࣖ ",
    "translation": "Dan Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4193.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia berdoa kepada-Nya. Jika mereka berdoa niscaya Dia akan memperkenankan doa itu.\nIbnu 'Abbas, adh-ahhak, dan Mujahid mengartikan ayat ini, \"Tuhan kamu berfirman, 'Beribadahlah kepada-Ku, niscaya Aku akan membalasnya dengan pahala.\" Menurut mereka, di dalam Al-Qur'an, perkataan doa bisa pula diartikan dengan ibadah seperti pada firman Allah:\n\nYang mereka sembah selain Allah itu tidak lain hanyalah inatsan (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka. (an-Nisa'/4: 117)\n\nDalam hadis, Nabi bersabda:\nDoa itu ialah ibadah. (Riwayat at-Tirmidzi dari an-Nu'man bin Basyir)\n\nSebagian ahli tafsir berpendapat bahwa doa dalam ayat ini berarti \"permohonan\".\n\nSebenarnya doa dan ibadah itu adalah sama dari sisi bahasa. Hanya yang pertama berarti khusus sedang yang kedua berarti umum. Doa adalah salah satu bentuk atau cara dari ibadah. Hal ini berdasar hadis:\nDoa itu adalah inti ibadah. (Riwayat at-Tirmidzi dari Anas bin Malik) \n\nDan hadis Nabi saw:\nDiriwayatkan dari 'aisyah, dia berkata, \"Nabi saw ditanya orang, 'Ibadah manakah yang paling utama? Beliau menjawab, 'Doa seseorang untuk dirinya.\" (Riwayat al-Bukhari) \n\nBerdasarkan hadis di atas, maka doa dalam ayat ini dapat diartikan dengan ibadah. Hal ini dikuatkan oleh lanjutan ayat yang artinya: \"Sesungguhnya orang-orang yang menyombongkan diri dari beribadah kepada-Ku akan masuk ke dalam neraka yang hina.\"\nAyat ini merupakan peringatan dan ancaman keras kepada orang-orang yang enggan beribadah kepada Allah. Ayat ini juga merupakan pernyataan Allah kepada hamba-hamba-Nya yang beriman agar mereka memperoleh kebaikan dan kebahagiaan di dunia dan akhirat. Seakan-akan Allah mengatakan, \"Wahai hamba-hamba-Ku, menghambalah kepada-Ku, selalulah beribadah dan berdoa kepada-Ku. Aku akan menerima ibadah dan doa yang kamu lakukan dengan ikhlas, memperkenankan permohonanmu, dan mengampuni dosa-dosamu\".",
    "quraish": "Sang Pencipta dan Penguasa urusan kalian mengatakan, \"Mintalah kepada-Ku, kalian pasti akan Aku beri. Sedang orang-orang yang enggan berdoa kepada-Ku akan masuk ke dalam neraka jahanam dengan perasaan terhina dan pasrah.\"",
    "jalalayn": "(Dan Rabb kalian berfirman, \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagi kalian) maksudnya, sembahlah Aku, niscaya Aku akan memberi pahala kepada kalian. Pengertian ini disimpulkan dari ayat selanjutnya, yaitu, (Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk) dapat dibaca Sayadkhuluuna atau Sayudkhaluuna, menurut bacaan yang kedua artinya, mereka akan dimasukkan ke dalam (neraka Jahanam dalam keadaan hina dina\") dalam keadaan terhina."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 61,
    "arab": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
    "translation": "Allah-lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4194.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan agar manusia beribadah kepada-Nya dengan alasan-alasan berikut ini:\n1. Yang memerintahkan agar beribadah kepada-Nya itu ialah Tuhan yang menjadikan malam sebagai waktu beristirahat, dan mempersiapkan tenaga baru agar dapat berusaha kembali esok harinya. Pada waktu malam, pada umumnya manusia tidur karena merupakan kebutuhan tubuh yang harus dipenuhi.\n2. Yang menjadikan siang bercahaya, yang menerangi alam semesta sehingga manusia dapat berusaha untuk mencukupi keperluan hidup.\n3. Karena Allah mempunyai karunia yang tidak terhingga banyaknya yang disediakan untuk seluruh makhluk-Nya, dan karunia itu tidak akan habis selama-lamanya.\n\nPada akhir ayat ini diterangkan bahwa kebanyakan manusia tidak mau mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Mereka mengingkari nikmat, seakan-akan nikmat itu mereka peroleh semata-mata karena usaha mereka sendiri.",
    "quraish": "Hanya Allah yang menjadikan malam agar kalian merasa tenang dan dapat beristirahat, dan menjadikan siang terang benderang agar kalian dapat bekerja. Allah benar-benar mempunyai karunia yang besar untuk manusia, tetapi kebanyakan mereka tidak mensyukuri nikmat-nikmat-Nya.",
    "jalalayn": "(Allahlah yang menjadikan malam untuk kalian supaya kalian beristirahat padanya; dan menjadikan siang terang-benderang) dikaitkannya pengertian melihat kepada siang hanyalah majaz atau kata kiasan belaka, karena pada siang hari manusia dapat melihat. (Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur) kepada Allah, malahan mereka tidak beriman kepada-Nya."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 62,
    "arab": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ",
    "translation": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4195.mp3",
    "tafsir": "Ayat ini menerangkan bahwa yang melimpahkan nikmat yang tidak terhingga kepada seluruh makhluk itu adalah Tuhan yang berhak disembah, karena Dialah yang menciptakan seluruh makhluk.\nKepada orang-orang kafir akan ditanyakan mengapa mereka berpaling, tidak mau menyembah, dan tidak mengesakan Allah. Padahal semua yang mereka sembah itu adalah ciptaan Allah, yang tidak pantas disembah.",
    "quraish": "Pemberi nikmat yang banyak itu adalah Allah, Penguasa urusan kalian, dan Pencipta segala sesuatu. Tidak ada sembahan yang sebenarnya kecuali Dia. Dari itu, siapa lagi yang pantas kalian sembah kalau bukan Dia?",
    "jalalayn": "(Yang demikian itu adalah Allah, Rabb kalian, Pencipta segala sesuatu, tiada Tuhan melainkan Dia, maka bagaimanakah kalian dapat dipalingkan?) maksudnya, bagaimanakah kalian dipalingkan dari iman kepada-Nya, padahal bukti-bukti-Nya sudah jelas."
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 63,
    "arab": "كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ",
    "translation": "Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4196.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa sebagaimana orang-orang musyrik telah sesat karena menyembah tuhan-tuhan selain Allah, demikian juga telah sesat orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah dan menyembah tuhan-tuhan yang lain semata-mata karena kebodohan mereka dan menuruti hawa nafsu belaka.",
    "quraish": "Orang-orang sebelum kalian yang mengingkari ayat-ayat Allah juga melakukan penyimpangan dari yang benar kepada yang batil seperti itu.",
    "jalalayn": "(Seperti demikianlah dipalingkan) artinya sebagaimana mereka dipalingkan, maka dipalingkan pula (orang-orang yang terhadap ayat-ayat Allah) yakni mukjizat-mukjizat-Nya (mereka ingkar.)"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 64,
    "arab": "اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ ۗذٰلِكُمُ اللّٰهُ رَبُّكُمْ ۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ",
    "translation": "Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4197.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menjadikan bumi untuk manusia sebagai tempat kediaman. Mereka hidup di atasnya dengan menikmati rezeki yang dilimpahkan-Nya. Dia pula yang menjadikan langit sebagai atap dan dihiasi dengan bintang-bintang yang gemerlapan tampak di malam hari. Karena keteraturan peredaran bintang-bintang, timbullah malam, siang, gelap, dan terang-benderang.\nPada ayat ini juga diterangkan dalil-dalil keesaan dan kekuasaan Allah yang terdapat pada diri manusia sendiri. Allah telah menjadikan manusia dalam bentuk yang paling baik di antara para makhluk-Nya dan dilengkapi dengan anggota tubuh yang sesuai dengan keperluan dan kepentingan hidup manusia sendiri. Dia pulalah yang memberikan kepada manusia makanan dan minuman yang baik sebagai rezeki dari-Nya. Allah itu Tuhan yang Mahatinggi, yang memiliki semesta alam.\nPada akhir ayat ini ditegaskan bahwa Tuhan yang melimpahkan rahmat-Nya kepada manusia adalah Tuhan yang wajib disembah. Tuhan Yang Mahasempurna dan memiliki semesta alam. Firman Allah:\n\nWahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa. (Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 21-22)",
    "quraish": "Hanya Dia yang menjadikan bumi daam kondisi yang stabil, layak untuk kehidupan, dan menjadikan langit sebagai bangunan yang kukuh. Kemudian Dia menciptakan kalian dalam sebaik-baik bentuk, dan memberi rezeki, berupa berbagai macam kesenangan yang halal. Pemberi nikmat yang banyak itu adalah Allah, Tuhan kalian semua. Dia Mahatinggi, Penguasa dan Pemelihara semua alam.",
    "jalalayn": "(Allahlah yang menjadikan bumi bagi kalian sebagai tempat menetap dan langit sebagai atap) maksudnya, yang menaungi (dan membentuk kalian lalu membaguskan rupa kalian serta memberi kalian rezeki dengan sebagian yang baik-baik. Yang demikian itu adalah Allah Rabb kalian, Maha Agung Allah, Rabb semesta Alam.)"
  },
  {
    "hizb": 189,
    "name": "Gafir",
    "ayat": 65,
    "arab": "هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ",
    "translation": "Dialah yang hidup kekal, tidak ada tuhan selain Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4198.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Tuhan yang disembah itu adalah Tuhan yang hidup kekal, yang tidak pernah mati. Dialah yang menghidupkan dan mematikan makhluk-Nya, selain daripada-Nya tidak pantas disembah. Oleh karena itu, murnikanlah ketundukan dan ketaatan hanya kepada-Nya saja, jangan sekali-kali mempersekutukan-Nya dengan sesuatu pun.\nPada akhir ayat ini diterangkan bahwa segala puji bagi Allah, Tuhan Yang Maha Suci. Dialah Yang memiliki segala makhluk-Nya, baik yang berupa malaikat, jin, manusia, dan semua makhluk lain yang ada di alam ini. Semuanya itu tergantung kepada-Nya, sehingga segala sifat kebesaran dan kemuliaan ada pada-Nya. Oleh karena itu, mereka selalu mengucapkan: \"al-hamdulillahi Rabbil 'alamin\".",
    "quraish": "Hanya Dia yang mempunyai kehidupan abadi. Tidak ada sembahan yang sebenarnya kecuali Dia. Maka menghadaplah kalian kepada-Nya untuk berdoa dan tulus beribadah. Segala puji benar-benar milik Allah, Tuhan semua makhluk.",
    "jalalayn": "(Dialah Yang hidup kekal tiada Tuhan melainkan Dia, maka serulah Dia) sembahlah Dia (dengan memurnikan ibadah kepada-Nya) dari kemusyrikan. (Segala puji bagi Allah Rabb semesta alam.)"
  }
]