[
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 47,
    "arab": "۞ اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۗوَمَا تَخْرُجُ مِنْ ثَمَرٰتٍ ِمّنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖ ۗوَيَوْمَ يُنَادِيْهِمْ اَيْنَ شُرَكَاۤءِيْۙ قَالُوْٓا اٰذَنّٰكَ مَا مِنَّا مِنْ شَهِيْدٍ ۚ ",
    "translation": "Kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Tidak ada buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Dimanakah sekutu-sekutu-Ku itu?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4265.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa ilmu tentang hari Kiamat, waktu dan bagaimana peristiwanya hanya diketahui Allah. Demikian pula peristiwa-peristiwa gaib yang lain seperti keluarnya dengan baik atau rusaknya buah-buahan dari kelopaknya, dan janin yang dikandung oleh para ibu, apakah akan lahir dengan normal atau cacat anggota tubuhnya, semua itu hanya diketahui oleh Allah secara pasti. Beberapa hal memang ada yang diketahui oleh manusia seperti bulan apa buah-buahan akan masak, kapan kira-kira bayi akan lahir, tetapi pengetahuan itu masih sangat sederhana tidak serinci pengetahuan Allah dan tidak selengkap pernyataan-Nya.\nPada ayat lain Allah menegaskan bahwa hanya Dialah yang mengetahui dengan tepat hari Kiamat itu. Allah berfirman:\n\nMereka menanyakan kepadamu (Muhammad) tentang Kiamat, \"Kapan terjadi?\" Katakanlah, \"Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia.\" (al-A'raf/7: 187)\n\nNabi Muhammad saw sendiri dalam hadis yang diriwayatkan 'Umar bin al-Khaththab ketika ditanya Malaikat Jibril tentang kapan hari Kiamat, beliau menjawab:\nSesungguhnya Jibril bertanya kepada Rasulullah tentang hari Kiamat, Rasulullah menjawab: orang yang ditanya tidak lebih tahu daripada yang bertanya (Riwayat Muslim dari 'Umar bin al-Khaththab)\n\nDalam perkembangan ilmu pengetahuan sekarang ini memang banyak hal-hal baru yang diketahui manusia seperti waktu musim berbuahnya beberapa macam buah-buahan, kondisi tentang janin dalam kandungan seperti jenis kelamin, kesehatan, dan kapan waktu janin akan lahir. Tetapi pengetahuan manusia ini masih sedikit sekali dibanding pengetahuan Allah dan masih bersifat perkiraan sehingga tidak pasti. Berbeda dengan pengetahuan Allah yang rinci dan pasti. Firman Allah swt:\n\nAllah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi. (ar-Ra'd/13: 8-9)\n\nDi atas telah diterangkan bahwa hanya Allah yang mengetahui tentang hari Kiamat dan kapan terjadinya. Dia mengetahui semua wanita yang hamil dan yang melahirkan anak. Dari keterangan ini dapat dipahami bahwa pengetahuan Allah itu ada yang mustahil diketahui oleh manusia dan ada yang mungkin diketahuinya bila Dia memberikan izin-Nya kepada manusia. Tentu saja hal ini ada hikmah dan tujuannya, tetapi hanyalah Allah yang mengetahui dengan pasti hakikat dari hikmah dan tujuannya itu. Sekalipun manusia diberikan sebagian pengetahuan Allah, namun sifat dan bentuk pengetahuan itu tidak sama dan berbeda pada setiap orang.\nAllah mengetahui kandungan semua wanita yang sedang hamil dan yang melahirkan. Pengetahuan Allah tentang wanita yang mengandung dan yang melahirkan adalah pengetahuan yang lengkap dan pasti, menyeluruh sampai kepada yang sekecil-kecilnya. Pengetahuan itu ada hubungannya dengan proses kejadian alam seluruhnya, dari dahulu sampai sekarang dan sampai kepada masa yang akan datang.\nLain halnya dengan pengetahuan seorang dokter ahli kandungan terhadap kandungan seorang wanita. Ia hanya mengetahui secara umum saja, tidak secara rinci. Bahkan pengetahuannya itu terbatas dan bersifat dugaan semata, bukan pengetahuan yang pasti karena pengetahuan yang pasti dan menyeluruh itu hanya pada Allah.\nSelanjutnya Allah menerangkan peristiwa yang akan dialami oleh orang-orang musyrik pada hari Kiamat. Pada hari itu Allah akan menanyakan kepada mereka secara tegas dan jelas serta meminta pertanggungjawaban mereka tentang sekutu-sekutu-Nya yang mereka sembah di dunia; di mana mereka berada sekarang, mengapa mereka tidak bersama-sama dengan berhala-berhala itu. Akhirnya orang-orang musyrik itu menjawab dengan jawaban yang tegas, \"Wahai Tuhan kami, kami nyatakan kepada-Mu pada hari ini tidak seorang pun di antara kami yang mengakui bahwa Engkau mempunyai sekutu; hanya Engkau sajalah yang kami sembah, tidak ada yang lain.\"\nFirman Allah yang lain yang sama artinya dengan ayat ini:\n\nKemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (al-An'am/6: 23)",
    "quraish": "Hanya kepada Allah semata pengetahuan tentang datangnya hari kiamat akan dikembalikan. Tidak ada buah-buahan yang keluar dari kelopaknya, atau wanita yang mengandung kemudian melahirkan, yang tidak diketahui oleh Allah. Ingatlah ketika Allah mengejek orang-orang musyrik dengan mengatakan, \"Mana sekutu-sekutu-Ku yang dulu pernah kalian sembah itu?\" Dengan memohon maaf dari Allah, mereka menjawab, \"Kami beritahukan kepada-Mu, ya Allah, tidak ada seorang pun dari kami yang bersaksi bahwa Engkau mempunyai sekutu.\"",
    "jalalayn": "(Kepada-Nyalah dikembalikan pengetahuan tentang hari kiamat) bila akan terjadi, tiada seorang pun yang mengetahuinya selain Dia. (Dan tidak ada buah-buahan keluar) menurut suatu qiraat dibaca Tsamaraatin dalam bentuk jamak (dari kelopaknya) dari kelopak-kelopaknya melainkan dengan sepengetahuan-Nya; lafal Akmaam adalah bentuk jamak dari lafal Kimmun (dan tidak seorang perempuan pun mengandung dan tidak pula melahirkan, melainkan dengan sepengetahuan-Nya. Pada hari Tuhan memanggil mereka, \"Di manakah sekutu-sekutu-Ku itu?\" Mereka menjawab, \"Kami nyatakan kepada Engkau) artinya, sekarang Kami beritahukan kepada Engkau (bahwa tidak ada seorang pun di antara kami yang memberikan kesaksian bahwa Engkau punya sekutu.\""
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 48,
    "arab": "وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَدْعُوْنَ مِنْ قَبْلُ وَظَنُّوْا مَا لَهُمْ مِّنْ مَّحِيْصٍ ",
    "translation": "Dan lenyaplah dari mereka apa yang dahulu selalu mereka sembah, dan mereka pun tahu bahwa tidak ada jalan keluar (dari azab Allah) bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4266.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada hari Kiamat orang-orang musyrik yang sesat itu tidak melihat adanya manfaat dari sembahan-sembahan yang mereka sembah di dunia dahulu, yaitu pada hari mereka merasakan tidak ada faedahnya semua yang telah mereka lakukan di dunia dahulu. Tidak ada seorang pun yang dapat menghindarkan mereka dari azab Allah. Ketika itu barulah mereka yakin akan keesaan dan kekuasaan Allah dan mereka juga yakin bahwa tidak ada satu jalan keluar pun untuk menghindarkan diri dari azab Allah itu.",
    "quraish": "Para sekutu yang dulu pernah mereka sembah pun kemudian menghilang. Dan mereka sendiri yakin, tidak ada jalan keluar.",
    "jalalayn": "(Dan lenyaplah) hilanglah (dari mereka apa yang selalu mereka seru) yang selalu mereka sembah (dahulu) di dunia yaitu berhala-berhala (dan mereka yakin) merasa yakin (bahwa tidak ada bagi mereka sesuatu jalan keluar pun) jalan selamat dari azab. Huruf Nafi pada dua tempat tidak beramal, dan jumlah yang dinafikan menduduki tempatnya Maf'ul."
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 49,
    "arab": "لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ ",
    "translation": "Manusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4267.mp3",
    "tafsir": "Ayat ini menerangkan keinginan-keinginan manusia untuk mencapai hal-hal yang menyangkut kepentingan dirinya. Sebagian besar manusia adalah orang-orang yang tamak, suka mencari harta dan mencari kesenangan untuk dirinya sendiri.\nMereka menginginkan harta dan kekuasaan, karena menurut mereka dengan harta dan kekuasaan itu semua cita-cita dan keinginannya akan tercapai. Mereka ingin keturunan, karena dengan keturunan itu mereka dapat mewariskan semua harta yang mereka peroleh dan akan selalu ada orang yang mengenang jasa dan keberhasilan mereka selama hidup di dunia. Mereka ingin memperoleh harta benda dunia sebanyak-banyaknya, karena itu mereka berlomba-lomba mencapainya, seakan-akan hidup dan kehidupan mereka dihabiskan untuk itu.\nDalam ayat ini, yang selalu diinginkan dan dicari manusia itu disebut \"khair\" (kebaikan). Disebut \"khair\" karena yang diinginkan manusia itu adalah kebaikan yang merupakan rahmat dan karunia Allah. Rahmat dan karunia Allah itu mereka jadikan tujuan yang harus dicapai dalam hidup dan kehidupan mereka di dunia ini, bukan sebagai alat atau jalan yang dapat mereka pergunakan untuk mencapai sesuatu yang lebih mulia dan lebih tinggi nilainya, sehingga rahmat dan karunia Allah yang semula adalah baik, mereka jadikan sumber bencana dan malapetaka karena hawa nafsu mereka yang dapat menimpa diri mereka sendiri atau orang lain.\nYang dimaksud dengan \"mencari kebaikan\" dalam ayat ini ialah menginginkan, berusaha, mencari, menuntut dan menjadikan kebaikan itu sebagai alat dan jalan mencapai tujuan hidup di dunia dan akhirat, bukan untuk mencari kebaikan agar kebaikan itu dapat dijadikan alat dan jalan mencapai tujuan yang diinginkan hawa nafsu. Mencari kebaikan untuk memenuhi keinginan hawa nafsu dapat menimbulkan malapetaka bagi yang mencarinya. Tetapi, jika mencari kebaikan itu tujuannya agar kebaikan itu dapat dijadikan alat dan jalan untuk mencari keridaan Allah, maka mencari kebaikan yang demikian dianjurkan oleh agama Islam.\nMisalnya, seseorang berusaha mencari harta yang halal agar dengan harta itu ia dapat melaksanakan tugas dan kewajibannya sebagai hamba Allah, seperti memberi nafkah keluarganya, berinfak di jalan Allah, menolong fakir miskin, dan sebagainya. Demikian pula, orang yang ingin mencari pangkat dan kekuasaan, ia boleh mencarinya dengan maksud menegakkan keadilan, menegakkan hukum-hukum Allah, dan menolong orang-orang yang sengsara. Usaha yang demikian adalah usaha yang terpuji dan diridai Allah.\nJadi, mencari kebaikan itu pada hakikatnya baik jika kebaikan yang diperoleh itu dijadikan alat dan jalan untuk mencari keridaan Allah. Tetapi, mencari kebaikan itu akan merusak dirinya jika kebaikan itu digunakan untuk memenuhi hawa nafsusnya. \nSifat manusia yang lain ialah jika kebaikan yang dicarinya itu tidak diperolehnya atau mereka ditimpa suatu musibah, maka mereka menjadi putus asa, seakan-akan tidak ada harapan lagi bagi mereka, tidak ada lagi bumi tempat berpijak dan tidak ada lagi langit tempat berteduh, semua yang mereka inginkan itu seakan-akan sirna. Dalam keadaan yang demikian, mereka menjadi berputus asa dari rahmat Allah dan berprasangka buruk terhadap Allah seakan-akan Allah tidak mempunyai sifat kasih sayang dan bukan Maha Pemberi rahmat kepada hamba-hamba-Nya.\nSifat-sifat yang diterangkan oleh ayat ini adalah sifat-sifat orang yang tidak beriman dan tidak memurnikan ketaatan dan kepatuhannya kepada Allah. Mereka masih percaya kepada adanya kekuatan-kekuatan lain yang dapat menolong mereka selain dari kekuatan Allah. Seakan-akan mereka tidak percaya akan adanya rahmat dan karunia-Nya dan tidak percaya adanya kehidupan yang sebenarnya yaitu kehidupan akhirat nanti.\nAda pun orang-orang yang beriman kepada Allah, adalah orang-orang yang tunduk dan patuh kepada-Nya, merasakan keagungan dan kebesaran-Nya dan merasa dirinya bergantung kepada rahmat dan karunia-Nya. Mereka percaya akan adanya kehidupan yang hakiki yaitu kehidupan di akhirat, dan mereka percaya bahwa kehidupan dunia hanya bersifat sementara. Karenanya mereka berusaha dan bekerja semata-mata untuk mencari keridaan-Nya. Mereka juga percaya bahwa Allah selain menguji hamba-hamba-Nya yang beriman dan ujian itu selalu diberikan dalam bermacam-macam bentuk, ada yang berupa kesengsaraan dan penderitaan, dan ada pula yang berbentuk kesenangan dan kekayaan. Apa pun wujud ujian dan cobaan itu, dihadapinya dengan sabar dan tawakal. Jika mereka memperoleh kebaikan dan harta, ia bergembira dan bersyukur kepada-Nya dan jika ditimpa musibah, mereka tetap sabar dan tabah, bahkan semakin mendekatkan diri kepada-Nya. Mereka tetap mengharapkan rahmat dan karunia Allah karena benar-benar yakin akan sifat kasih sayang Allah yang melimpahkan rahmat dan karunia-Nya kepada setiap hamba yang beriman kepada-Nya. Allah swt berfirman:\n\nWahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\" (Yusuf/12: 87)",
    "quraish": "Manusia tidak bosan-bosan memohon doa kepada Allah demi kebaikan dunia. Apabila ditimpa kejelekan, ia merasa tidak ada lagi harapan untuk diterima doanya.",
    "jalalayn": "(Manusia tidak jemu memohon kebaikan) artinya, masih tetap terus meminta kepada Rabbnya akan harta, kesehatan dan lain-lainnya (dan jika ia ditimpa malapetaka) berupa kemiskinan dan kesengsaraan (dia menjadi putus asa lagi putus harapan) dari rahmat Allah. Ayat ini merupakan gambaran bagi keadaan orang-orang kafir, demikian pula gambaran dalam ayat selanjutnya."
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 50,
    "arab": "وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ ",
    "translation": "Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4268.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sifat-sifat kebanyakan manusia, yaitu jika mereka mendapat nikmat dan kesenangan mereka menjadi lupa dan sombong sehingga menyatakan, \"Ini adalah hasil kerjaku sendiri, sehingga aku tidak perlu memberikan sebagian hartaku ini kepada orang lain, dan tidak perlu bersyukur kepada siapapun. Aku juga tidak yakin apakah hari Kiamat itu akan datang?\"\nSelanjutnya orang-orang kafir itu juga menyatakan jika aku akan dikembalikan kepada Allah maka aku pasti akan memperoleh kebaikan pula pada sisinya. Demikian cara berfikir mereka yang tidak jelas dan hanya berdasarkan perkiraan-perkiraan saja. Maka ayat ini diakhiri dengan ketegasan bahwa Allah benar-benar akan memberitakan kepada orang-orang kafir apa yang mereka lakukan di dunia dan akan menimpakan azab yang pedih kepada mereka di akhirat.\nAdapun sifat-sifat orang yang putus asa dari rahmat Allah yaitu sebagai berikut:\n1. Jika kesengsaraan dan kesulitan yang sedang mereka derita tiba-tiba dihilangkan dari mereka, kemudian mereka dianugerahi rahmat dan karunia, mereka lupa kepada kesengsaraan dan penderitaan yang pernah mereka alami, mereka lupa kepada sumber rahmat dan karunia yang mereka terima itu, bahkan mereka mengatakan bahwa semua yang mereka peroleh itu semata-mata karena hasil usaha dan kepandaian mereka sendiri, bukan karena anugerah Allah. Yang dimaksud dengan perkataan hadha li dalam ayat ini ialah: Ini aku peroleh karena hasil usaha dan kepandaianku sendiri, karena itu semua yang aku peroleh benar-benar milikku dan tidak seorang pun yang bersamaku dalam kepemilikan ini. Karena itu, aku tidak perlu membagikannya kepada orang lain dan tidak perlu memanjatkan puja dan puji kepada Allah dan mengingat akan karunia dan kebaikan-Nya.\n2. Mereka tidak percaya adanya hari Kiamat. Ketidakpercayaan ini timbul karena sifat angkuh dan takabur yang ada pada diri mereka dan karena kesenangan hidup di dunia yang sedang mereka nikmati.\n3. Mereka mengatakan tidak ada hisab, tidak ada hari pembalasan. Menurut mereka jika mereka dikembalikan kepada Allah nanti, tentu mereka akan memperoleh kebaikan dan kesenangan yang banyak pula.\nPada akhir ayat ini Allah mengancam orang-orang kafir yang tidak percaya akan hari Kiamat, hari pembalasan, dan adanya surga dan neraka. Allah menegaskan bahwa orang-orang kafir itu benar-benar akan mengalami hari Kiamat. Mereka akan menyaksikan sendiri perbuatan-perbuatan jahat yang pernah mereka kerjakan. Kemudian Allah menimbang semua yang pernah mereka perbuat dan memberikan balasan yang setimpal bagi perbuatan jahat yang telah mereka kerjakan itu dengan azab yang berat di dalam neraka.",
    "quraish": "Kami bersumpah, jika orang seperti itu Kami beri kesenangan setelah ditimpa kesusahan yang berat, sebagai wujud kebaikan Kami, ia pasti akan mengatakan, \"Kesenangan yang aku dapatkan ini memang hakku, dan aku tidak yakin bahwa hari kiamat akan datang. Seandainyapun aku dikembalikan kepada Tuhan, aku pasti mendapatkan kesudahan yang sangat baik.\" Pada hari kiamat, Kami benar-benar akan mengganjar orang-orang kafir sesuai dengan amal perbuatannya, dan benar-benar akan membuat mereka merasakan azab kejam yang bertumpuk-tumpuk.",
    "jalalayn": "(Dan sungguh jika) huruf Lamnya menunjukkan makna Qasam (Kami rasakan kepadanya) Kami berikan kepadanya (rahmat) kecukupan dan kesehatan (dari Kami sesudah kesusahan) yakni kesengsaraan dan malapetaka (yang telah menimpanya, pastilah dia berkata, \"Ini adalah hakku) artinya, berkat karyaku sendiri (dan aku tidak yakin bahwa hari Kiamat itu akan datang. Dan sungguh jika) huruf Lamnya menunjukkan makna Qasam (aku dikembalikan kepada Rabbku maka sesungguhnya aku akan memperoleh kebaikan di sisi-Nya\") yakni surga. (Maka Kami benar-benar akan memberitakan kepada orang-orang kafir apa yang telah mereka kerjakan dan akan Kami rasakan kepada mereka azab yang keras) siksaan yang keras. Huruf Lam yang terdapat pada dua Fi'il bermakna Qasam."
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 51,
    "arab": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُوْ دُعَاۤءٍ عَرِيْضٍ ",
    "translation": "Dan apabila Kami berikan nikmat kepada manusia, dia berpaling dan menjauhkan diri (dengan sombong); tetapi apabila ditimpa malapetaka maka dia banyak berdoa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4269.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sifat tidak baik manusia yang lain ialah, jika mereka diberi rahmat dan karunia, mereka asyik dengan rahmat dan karunia itu, mereka terlalu senang dan bahagia sehingga mereka lupa akan sumber rahmat dan karunia itu. Bahkan kadang-kadang mereka bertindak lebih jauh dari itu. Mereka menggunakan rahmat dan karunia itu untuk menantang dan menghancurkan agama Allah: mereka membuat kerusakan di bumi, memutuskan silaturrahim dengan manusia yang lain yang diperintahkan Allah untuk menghubungkannya. Mereka merasa telah menjadi orang yang berkuasa sehingga orang lain yang berada di bawah kekuasaannya wajib hormat dan mengabdi kepadanya. Mereka telah lupa bahwa mereka adalah manusia yang harus bertindak sesuai dengan kodratnya, yaitu hanya dapat hidup dengan pertolongan manusia yang lain serta pertolongan Yang Maha Menolong yaitu Allah.\nSebaliknya, jika mereka ditimpa musibah atau malapetaka, mereka kembali mengingat Allah. Mereka berdoa kepada Allah dalam keadaan berbaring, duduk, berdiri, berjalan, dan dalam keadaan bagaimana pun. Bahkan mereka berjanji dan bersumpah dengan menyebut nama-Nya jika mereka dihindarkan dari musibah dan malapetaka itu, mereka menjadi orang-orang yang beriman. Sejalan dengan ayat ini, firman Allah:\n\nDan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan. (Yunus/10: 12)",
    "quraish": "Orang seperti itu tidak mau bersyukur saat diberi kesenangan, bahkan malah menjauhi agama Kami. Sebaliknya, apabila ditimpa musibah, ia akan banyak berdoa.",
    "jalalayn": "(Dan apabila Kami berikan nikmat kepada manusia) yang dimaksud adalah jenis manusia (ia berpaling) tidak mau bersyukur (dan menjauhkan diri) yakni memutarkan badannya seraya menyombongkan diri; menurut suatu qiraat lafal Na-aa dibaca dengan didahulukan huruf Hamzahnya (tetapi apabila ia ditimpa malapetaka maka ia banyak berdoa) banyak permintaannya."
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 52,
    "arab": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فِيْ شِقَاقٍۢ بَعِيْدٍ ",
    "translation": "Katakanlah, “Bagaimana pendapatmu jika (Al-Qur'an) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh (dari kebenaran)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4270.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebenarnya orang-orang musyrik itu dalam keadaan ragu-ragu terhadap kebenaran Al-Qur'an dan terhadap Muhammad saw sebagai utusan Allah. Keadaan mereka antara membenarkan dan mengingkari. Mereka mengakui Muhammad saw sebagai seorang terpercaya serta disegani dan pemimpin yang dapat menyelesaikan persoalan-persoalan yang timbul di kalangan suku Quraisy. Demikian pula, mereka mengagumi isi dan ketinggian gaya bahasa Al-Qur'an yang menurut mereka mustahil bagi seorang manusia dapat membuatnya. Tetapi, mereka masih dipengaruhi oleh kepercayaan nenek moyang mereka di samping khawatir akan timbulnya sikap antipati dari kaum mereka sendiri. Jika mereka menyatakan apa yang terkandung dalam hati mereka, tentu mereka tidak lagi dijadikan pemimpin oleh kaumnya; mereka akan kehilangan pengaruh. Sikap ragu-ragu inilah yang selalu berkecamuk dalam pikiran mereka.\nDalam keadaan yang demikian itulah, Allah memerintahkan Rasul-Nya menanyakan kepada orang-orang musyrik yang sesat itu. \"Wahai orang-orang musyrik, bagaimana pendapatmu seandainya Al-Qur'an itu benar-benar dari Allah, sedangkan kamu mengingkari kebenarannya? Jika demikian halnya, tentulah kamu semua termasuk orang-orang yang sesat dan menjauhkan diri dari kebenaran?\" Seakan-akan dengan pertanyaan itu Allah menyatakan dengan tegas bahwa sikap ragu-ragu itulah nanti yang akan membawa mereka ke dalam lembah kesesatan dan penyesalan yang tidak habis-habisnya di akhirat nanti.",
    "quraish": "Katakan kepada mereka, wahai Muhammad, \"Perlihatkanlah kepadaku, jika al-Qur'ân ini benar-benar datang dari Allah kemudian kalian ingkari, siapakah yang lebih jauh dari kebenaran daripada orang yang selalu menyimpang jauh dari kebenaran?\"",
    "jalalayn": "(Katakanlah, \"Bagaimana pendapat kalian jika ia) yakni Alquran itu (datang dari sisi Allah) sebagaimana yang telah dikatakan oleh Nabi saw. (kemudian kalian mengingkarinya. Siapakah) yakni tiada seorang pun (yang lebih sesat daripada orang yang selalu berada dalam penyimpangan) yakni perselisihan (yang jauh?\") dari kebenaran. Lafal Ba'iidun ini menduduki tempatnya lafal Minkum sebagai penjelasan tentang keadaan mereka."
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 53,
    "arab": "سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4271.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang musyrik yang ragu-ragu kepada Al-Qur'an dan Rasulullah itu akan melihat dengan mata kepala mereka bukti-bukti kebenaran ayat-ayat Allah di segenap penjuru dunia dan pada diri mereka sendiri. Mereka melihat dan menyaksikan sendiri kaum Muslimin dalam keadaan lemah dan tertindas selama berada di Mekah kemudian Rasulullah dan para sahabatnya hijrah ke Medinah meninggalkan kampung halaman yang mereka cintai. Rasulullah saw selama di Medinah bersama kaum Muhajirin dan Ansar membentuk dan membina masyarakat Islam. Masyarakat baru itu semakin lama semakin kuat dan berkembang. Hal ini dirasakan oleh orang-orang musyrik di Mekah, karena itu mereka pun selalu berusaha agar kekuatan baru itu dapat segera dipatahkan. Kekuatan Islam dan kaum Muslimin pertama kali dirasakan oleh orang musyrik Mekah adalah ketika Perang Badar dan kemudian ketika mereka dicerai-beraikan dalam Perang Khandak. Yang terakhir ialah di waktu Rasulullah saw dan kaum Muslimin menaklukkan kota Mekah tanpa perlawanan dari orang-orang musyrik. Akhirnya mereka menyaksikan manusia berbondong-bondong masuk Islam, termasuk orang-orang musyrik, keluarga, dan teman mereka sendiri. Semuanya itu merupakan bukti-bukti kebenaran ayat-ayat Allah. Allah berfirman:\n\nApabila telah datang pertolongan Allah dan kemenangan,dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Nasr/110: 1-3)\n\nPada akhir ayat ini, Allah menegaskan lagi bahwa Dia menyaksikan segala perilaku hamba-hamba-Nya, baik berupa perkataan, perbuatan atau tingkah laku, dan Dia Maha Mengetahui segala isi hati manusia. Dia menyatakan bahwa Muhammad saw adalah seorang yang benar, tidak pernah berbohong, semua yang disampaikannya sungguh benar, Allah berfirman:\n\nTetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya. (an-Nisa'/4: 166)\n\nBanyak orang mengatakan bahwa dengan mempelajari alam, termasuk diri kita sendiri, dapat membawa kepada pemahaman tentang adanya Tuhan. Alam adalah buku yang menanti untuk dipelajari. Akan tetapi, harapan Tuhan dalam menurunkan ayat di atas tidak selalu dipahami manusia. Surah Yunus/10: 101 adalah salah satu di antara banyak ayat yang memberitahu kita bahwa hanya ilmuwan yang memiliki keimananlah yang dapat memahami Tuhan dengan mempelajari alam.\n\nKatakanlah, \"Perhatikanlah apa yang ada di langit dan di bumi!\" Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yunus/10: 101)",
    "quraish": "Dalam waktu dekat, Kami akan menunjukkan kepada mereka bukti-bukti yang membenarkanmu, baik melalui benda-benda yang ada di belahan langit dan bumi maupun yang ada di dalam diri mereka, agar tampak kepada mereka bahwa yang kamu bawa itu adalah satu-satunya kebenaran. Apakah hal itu mereka ingkari juga, dan tidak cukup bahwa Tuhanmu Mahatahu segala sesuatu?",
    "jalalayn": "(Kami akan memperlihatkan kepada mereka tanda-tanda kekuasaan Kami di segenap penjuru) di segenap penjuru langit dan bumi, yaitu berupa api, tumbuh-tumbuhan dan pohon-pohonan (dan pada diri mereka sendiri) yaitu berupa rapihnya ciptaan Allah dan indahnya hikmah yang terkandung di dalam penciptaan itu (sehingga jelaslah bagi mereka bahwa ia) yakni Alquran itu (adalah benar) diturunkan dari sisi Allah yang di dalamnya dijelaskan masalah hari berbangkit, hisab dan siksaan; maka mereka akan disiksa karena kekafiran mereka terhadap Alquran dan terhadap orang yang Alquran diturunkan kepadanya, yaitu Nabi saw. (Dan apakah Rabbmu tidak cukup bagi kamu) lafal Birabbika adalah Fa'il dari lafal Yakfi (bahwa sesungguhnya Dia menyaksikan segala sesuatu?) lafal ayat ini menjadi Mubdal Minhu yakni, apakah tidak cukup sebagai bukti tentang kebenaranmu bagi mereka, yaitu bahwasanya Rabbmu tiada sesuatu pun yang samar bagi-Nya."
  },
  {
    "hizb": 193,
    "name": "Fussilat",
    "ayat": 54,
    "arab": "اَلَآ اِنَّهُمْ  فِيْ مِرْيَةٍ مِّنْ لِّقَاۤءِ رَبِّهِمْ ۗ اَلَآ اِنَّهٗ بِكُلِّ شَيْءٍ مُّحِيْطٌ ࣖ",
    "translation": "Ingatlah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah, sesungguhnya Dia Maha Meliputi segala sesuatu.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4272.mp3",
    "tafsir": "Ayat ini menerangkan keragu-raguan mereka tentang adanya hari kebangkitan dan hari pembalasan, karena menurut mereka, mustahil orang yang telah mati dapat hidup kembali dan mustahil pula tubuh-tubuh yang telah hancur-luluh bersama tanah itu dapat dikumpulkan, dikembalikan seperti semula dan dapat hidup kembali. Karena keragu-raguan itulah mereka menjadi tidak mampu memperhatikan kebenaran Al-Qur'an dan kerasulan Muhammad saw.\nPada akhir ayat ini Allah memperingatkan orang-orang musyrik dengan peringatan yang keras bahwa Dia Maha Mengetahui segala sesautu. Tidak ada satu pun yang luput dari pengetahuan-Nya. Karena itu Dia akan memberikan balasan dengan seadil-adilnya kepada hamba-hamba-Nya.",
    "quraish": "Ketahuilah, bahwa orang-orang kafir itu benar-benar meragukan pertemuan dengan Tuhan karena menganggap kecil kemungkinan terjadinya kebangkitan. Tetapi, ketahuilah, Allah meliputi segala sesuatu dengan ilmu dan kekuasaan-Nya.",
    "jalalayn": "(Ingatlah bahwa sesungguhnya mereka adalah dalam keraguan) yakni keragu-raguan (tentang pertemuan dengan Rabb mereka) karena mereka ingkar kepada adanya hari berbangkit. (Ingatlah, bahwa sesungguhnya Dia) yakni Allah swt. (Maha Meliputi segala sesuatu) yaitu ilmu dan kekuasaan-Nya meliputi segala sesuatu, maka dari itu Dia akan membalas mereka disebabkan kekafiran mereka."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 1,
    "arab": " حٰمۤ  ۚ ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4273.mp3",
    "tafsir": "Kedua ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[42 ~ ASY-SYURA (MUSYAWARAH) Pendahuluan: Makkiyyah 53 ayat ~ Surat Makkiyyah yang berisi 53 ayat ini dinamakan al-syûrâ--berarti 'musyawarah'--untuk merangsang umat Islam agar selalu berpegang pada prinsip musyawarah dalam mengatur segala macam urusan kehidupannya. Hal itu diharapkan bisa mewujudkan keadilan dan kebenaran. Secara umum, surat ini mencakup banyak masalah agama dan bukti-bukti keimanan. Diawali dengan pembicaraan secara singkat mengenai al-Qur'ân yang merupakan wahyu dari Allah, membantah berbagai hujatan orang-orang kafir, dan banyak memberikan penawar hati kepada Nabi Muhammad saw. Selanjutnya, surat ini menerangkan betapa besarnya kekuasaan dan kekuatan Allah yang menurunkan al-Qur'ân itu. Tetapi, kendati disertai bukti-bukti yang dengan jelas menunjukkan bahwa al-Qur'ân berasal dari Allah, dapat kita ketahui, melalui bagian selanjutnya, bahwa ternyata kebanyakan orang masih saja mengingkarinya. Setelah itu, disebutkan pula penegasan kekuasaan Allah atas segala sesuatu dan keterangan mengenai kesatuan misi semua syariat yang pernah ada. Hal itu kemudian diikuti dengan keterangan tentang orang-orang yang mengingkarinya dan panduan kitab-kitab samawi menuju kebenaran, berikut kecaman terhadap sejarah dan perselisihan orang-orang musyrik dalam menyikapi kebenaran itu secara tidak benar. Surat ini kemudian membicarakan permintaan orang-orang yang melakukan pendustaan, dengan nada mengejek, agar siksaan yang diancamkan kepada mereka itu dipercepat. Pembicaraan selanjutnya beralih kepada hal-hal yang harus dilakukan oleh orang yang menyeru kepada agama, sifat lemah-lembut Allah kepada hamba-hamba-Nya, dan peringatan untuk mereka agar tidak tenggelam dalam kesenangan dunia. Dalam bagian selanjutnya, surat ini menerangkan buruknya keadaan orang-orang kafir, dan baiknya keadaan orang-orang yang Mukmin di akhirat kelak. Diteruskan, kemudian, dengan pembicaraan mengenai tuduhan para pendusta bahwa komposisi al-Qur'ân adalah ciptaan Rasulullah saw. Padahal, mereka sendiri tidak mampu membuat sesuatu yang serupa dengan surat al-Qur'ân yang paling pendek sekalipun. Selanjutnya, secara berturut- turut disebutkan bahwa Allah menerima pertobatan orang-orang Mukmin, hikmah pembagian rezeki menurut ukuran yang sangat teliti. Bagaimana, misalnya, Allah tidak membuat semua orang menjadi kaya raya karena, dengan begitu, mereka semua akan sombong. Begitu juga sebaliknya, Allah juga tidak membuat semua orang menjadi miskin karena, jika demikian, mereka semua akan menderita. Ada yang dijadikan kaya dan ada pula yang dijadikan miskin. Setelah itu semua, surat ini berturut-turut menerangkan betapa besarnya manfaat hujan, penjelasan tentang bukti-bukti kekuasaan Allah di alam raya, dan penjelasan bahwa setiap musibah yang terjadi di dunia disebabkan oleh perbuatan maksiat. Kemudian disebutkan sekali lagi, kali ini dengan gaya yang berbeda, penjelasan tentang keadaan masing-masing dari kelompok Mukmin dan pelaku pendustaan di akhirat, bahwa para pendusta itu akan sangat terhina. Hal ini lalu diikuti dengan anjuran untuk bergegas melakukan kebaikan selagi belum habis kesempatan, sebelum selanjutnya memberikan penawar hati kepada Nabi Muhammad saw. Terakhir, surat ini menjelaskan kekuasaan Allah untuk memberi anak perempuan, laki-laki, kedua-duanya, atau bahkan untuk tidak memberi anak sama sekali kepada siapa saja yang Dia kehendaki. Disebutkan pula cara-cara Allah dalam berbicara dengan para nabi-Nya. Akhirnya surat ini ditutup dengan penjelasan tentang jalan yang benar dan lurus yang harus diikuti.]] Hâ, Mîm. 'Ain, Sîn, Qâf. Seperti gaya al-Qur'ân dalam mengawali beberapa suratnya, surat ini pun diawali dengan lima huruf fonemis.",
    "jalalayn": "(Haa Miim)"
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 2,
    "arab": "عۤسۤقۤ  ۗ  ",
    "translation": "Ain Sin Qaf",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4274.mp3",
    "tafsir": "Kedua ayat ini terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilakan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"",
    "quraish": "[[42 ~ ASY-SYURA (MUSYAWARAH) Pendahuluan: Makkiyyah 53 ayat ~ Surat Makkiyyah yang berisi 53 ayat ini dinamakan al-syûrâ--berarti 'musyawarah'--untuk merangsang umat Islam agar selalu berpegang pada prinsip musyawarah dalam mengatur segala macam urusan kehidupannya. Hal itu diharapkan bisa mewujudkan keadilan dan kebenaran. Secara umum, surat ini mencakup banyak masalah agama dan bukti-bukti keimanan. Diawali dengan pembicaraan secara singkat mengenai al-Qur'ân yang merupakan wahyu dari Allah, membantah berbagai hujatan orang-orang kafir, dan banyak memberikan penawar hati kepada Nabi Muhammad saw. Selanjutnya, surat ini menerangkan betapa besarnya kekuasaan dan kekuatan Allah yang menurunkan al-Qur'ân itu. Tetapi, kendati disertai bukti-bukti yang dengan jelas menunjukkan bahwa al-Qur'ân berasal dari Allah, dapat kita ketahui, melalui bagian selanjutnya, bahwa ternyata kebanyakan orang masih saja mengingkarinya. Setelah itu, disebutkan pula penegasan kekuasaan Allah atas segala sesuatu dan keterangan mengenai kesatuan misi semua syariat yang pernah ada. Hal itu kemudian diikuti dengan keterangan tentang orang-orang yang mengingkarinya dan panduan kitab-kitab samawi menuju kebenaran, berikut kecaman terhadap sejarah dan perselisihan orang-orang musyrik dalam menyikapi kebenaran itu secara tidak benar. Surat ini kemudian membicarakan permintaan orang-orang yang melakukan pendustaan, dengan nada mengejek, agar siksaan yang diancamkan kepada mereka itu dipercepat. Pembicaraan selanjutnya beralih kepada hal-hal yang harus dilakukan oleh orang yang menyeru kepada agama, sifat lemah-lembut Allah kepada hamba-hamba-Nya, dan peringatan untuk mereka agar tidak tenggelam dalam kesenangan dunia. Dalam bagian selanjutnya, surat ini menerangkan buruknya keadaan orang-orang kafir, dan baiknya keadaan orang-orang yang Mukmin di akhirat kelak. Diteruskan, kemudian, dengan pembicaraan mengenai tuduhan para pendusta bahwa komposisi al-Qur'ân adalah ciptaan Rasulullah saw. Padahal, mereka sendiri tidak mampu membuat sesuatu yang serupa dengan surat al-Qur'ân yang paling pendek sekalipun. Selanjutnya, secara berturut- turut disebutkan bahwa Allah menerima pertobatan orang-orang Mukmin, hikmah pembagian rezeki menurut ukuran yang sangat teliti. Bagaimana, misalnya, Allah tidak membuat semua orang menjadi kaya raya karena, dengan begitu, mereka semua akan sombong. Begitu juga sebaliknya, Allah juga tidak membuat semua orang menjadi miskin karena, jika demikian, mereka semua akan menderita. Ada yang dijadikan kaya dan ada pula yang dijadikan miskin. Setelah itu semua, surat ini berturut-turut menerangkan betapa besarnya manfaat hujan, penjelasan tentang bukti-bukti kekuasaan Allah di alam raya, dan penjelasan bahwa setiap musibah yang terjadi di dunia disebabkan oleh perbuatan maksiat. Kemudian disebutkan sekali lagi, kali ini dengan gaya yang berbeda, penjelasan tentang keadaan masing-masing dari kelompok Mukmin dan pelaku pendustaan di akhirat, bahwa para pendusta itu akan sangat terhina. Hal ini lalu diikuti dengan anjuran untuk bergegas melakukan kebaikan selagi belum habis kesempatan, sebelum selanjutnya memberikan penawar hati kepada Nabi Muhammad saw. Terakhir, surat ini menjelaskan kekuasaan Allah untuk memberi anak perempuan, laki-laki, kedua-duanya, atau bahkan untuk tidak memberi anak sama sekali kepada siapa saja yang Dia kehendaki. Disebutkan pula cara-cara Allah dalam berbicara dengan para nabi-Nya. Akhirnya surat ini ditutup dengan penjelasan tentang jalan yang benar dan lurus yang harus diikuti.]] Hâ, Mîm. 'Ain, Sîn, Qâf. Seperti gaya al-Qur'ân dalam mengawali beberapa suratnya, surat ini pun diawali dengan lima huruf fonemis.",
    "jalalayn": "('Ain Siin Qaaf) kedua ayat ini hanya Allahlah yang mengetahui arti dan maksudnya."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 3,
    "arab": "كَذٰلِكَ يُوْحِيْٓ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۙ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Demikianlah Allah Yang Mahaperkasa, Mahabijaksana mewahyukan kepadamu (Muhammad) dan kepada orang-orang yang sebelummu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4275.mp3",
    "tafsir": "Pada ayat ini, Allah Yang Mahaperkasa lagi Mahabijaksana menjelaskan bahwa apa yang diwahyukan kepada Nabi Muhammad saw antara lain supaya ia berdakwah mengenai tauhid mengesakan Allah, juga mengenai kenabian, beriman kepada hari akhir, memperbaiki diri dengan akhlak karimah dan menjauhkannya dari hal-hal yang rendah dan hina, beramal untuk kebahagiaan pribadi dan masyarakat semuanya itu, hal ini telah diwahyukan pula kepada nabi-nabi sebelumnya. Firman Allah: \n\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya'/21: 25)\n\nDalam ayat lain Allah berfirman:\n\nSesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya, dan Kami telah mewahyukan (pula) kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya; Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami telah memberikan Kitab Zabur kepada Daud. (an-Nisa'/4: 163)",
    "quraish": "Seperti pesan-pesan yang terkandung dalam surat ini, Allah Yang Mahaperkasa dan Mahabijaksana--yang meletakkan sesuatu pada tempatnya--menurunkan wahyu kepadamu, Muhammad, dan kepada para rasul sebelummu sesuai dengan hikmah rencana dan perbuatan-Nya.",
    "jalalayn": "(Demikianlah) artinya seperti penurunan wahyu ini (telah mewahyukannya kepadamu dan) telah mewahyukan pula (kepada orang-orang yang sebelum kamu, yaitu Allah) lafal Allah menjadi Fa'il dari lafal Yuuhii (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 4,
    "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَهُوَ الْعَلِيُّ الْعَظِيْمُ ",
    "translation": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Dialah Yang Mahaagung, Mahabesar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4276.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menguasai dan memiliki semua yang ada di langit dan semua yang ada di bumi. Ini menunjukkan kekuasaan-Nya yang tidak terbatas. Dia bisa saja berbuat sekehendaknya sesuai dengan iradat-Nya. Semua yang ada, harus tunduk kepada-Nya. Dia-lah yang mengatur segala yang ada, Dia Mahatinggi, tiada suatu kerajaan atau kekuasaan yang lebih tinggi daripada-Nya. Dia Mahabesar. \nKepunyaan-Nyalah apa yang ada di langit dan apa yang ada di bumi, ciptaan dan pemilikan Allah tanpa terbatas pada makhluk-Nya. Dia Mahaagung akan segala urusan, hukum, dan pemeliharaan-Nya. Mahasuci Allah, tiada Tuhan selain Dia.",
    "quraish": "Hanya Allah yang mempunyai wewenang untuk mencipta, memiliki, dan mengatur segala sesuatu yang ada di langit dan bumi. Hanya Dialah yang berkedudukan tinggi dan berkekuasaan besar.",
    "jalalayn": "(Kepunyaan-Nyalah apa yang ada di langit dan apa yang ada di bumi) sebagai milik-Nya semua makhluk dan hamba-hamba-Nya. (Dan Dialah Yang Maha Tinggi) di atas semua makhluk-Nya (lagi Maha Besar) atau Maha Agung."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 5,
    "arab": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلٰۤىِٕكَةُ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُوْنَ لِمَنْ فِى الْاَرْضِۗ  اَلَآ اِنَّ اللّٰهَ هُوَ الْغَفُوْرُ الرَّحِيْمُ ",
    "translation": "Hampir saja langit itu pecah dari sebelah atasnya (karena kebesaran Allah) dan malaikat-malaikat bertasbih memuji Tuhannya dan memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allah Dialah Yang Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4277.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa karena kemahabesaran dan kemahatinggian serta kehebatan-Nya, maka hampir saja langit retak, pecah berantakan, dan berguguran. Para malaikat senantiasa bertasbih menyucikan Allah dari segala sifat kekurangan, memuji dan mensyukuri-Nya atas segala nikmat yang telah diberikan kepada mereka, taat dan patuh kepada perintah-Nya, tak pernah berbuat maksiat dan durhaka kepada-Nya, sebagaimana firman Allah:\n\nMereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiya'/21: 20)\n\nDan firman-Nya:\n\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)\n\nPara malaikat juga selalu memohon kepada Allah supaya mengampuni dosa orang-orang yang beriman di atas bumi ini, dan mengilhami mereka sehingga mereka itu senantiasa melalui jalan-jalan kebaikan yang membawa kepada kebahagiaan.\nMalaikat itu diumpamakan laksana cahaya yang memberi kehidupan dengan panas yang ada padanya, dan memberi petunjuk dengan cahayanya.\nSejalan dengan apa yang tersebut di atas firman Allah:\n\n(Malaikat-malaikat) yang memikul 'Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), \"Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala. (Gafir/40: 7)\n\nAyat kelima ini menegaskan bahwa Allah itu Maha Pengampun, mengampuni dosa setiap orang yang kembali dan tobat kepada-Nya dengan tobat nasuha. Setiap makhluk berhak memperoleh rahmat dan kasih sayang daripada-Nya. Ditunda dan ditangguhkannya azab dan siksaan terhadap orang-orang kafir dan orang-orang yang durhaka, adalah satu rahmat dan tanda kasih sayang-Nya terhadap mereka.",
    "quraish": "Langit yang kokoh dan kuat itu hampir saja retak dari bagian atasnya karena sangat takutnya kepada Allah dan akibat pengaruh kemahabesaran dan kemahaperkasaan-Nya. Para malaikat pun menyucikan-Nya dari segala sesuatu yang tidak pantas, sembari memuji-Nya dengan sesuatu yang memang hak-Nya, dan memohonkan ampunan untuk penduduk bumi. Allah kemudian mengingatkan bahwa hanya Dialah yang berhak memberi ampunan secara menyeluruh dan kasih sayang secara meluas.",
    "jalalayn": "(Hampir saja) dapat dibaca Takaadu atau Yakaadu (langit itu pecah) dibaca Yatafath-tharna dengan huruf tha yang ditasydidkan menurut qiraat lain dibaca Yanfathirna dengan memakai huruf Nun (dari sebelah atasnya) hampir setiap langit itu pecah menimpa yang lainnya karena kebesaran Allah swt. (dan malaikat-malaikat bertasbih serta memuji Rabbnya) disertai dengan mengucapkan puji-pujian (dan memohonkan ampun bagi orang-orang yang ada di bumi) yakni bagi orang-orang yang beriman. (Ingatlah! Bahwa sesungguhnya Allah Dialah Yang Maha Pengampun) kepada kekasih-kekasih-Nya (lagi Maha Penyayang) kepada mereka."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 6,
    "arab": "وَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَ اللّٰهُ حَفِيْظٌ عَلَيْهِمْۖ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ",
    "translation": "Dan orang-orang yang mengambil pelindung-pelindung selain Allah, Allah mengawasi (perbuatan) mereka; adapun engkau (Muhammad) bukanlah orang yang diserahi mengawasi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4278.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang menyekutukan Allah dan mengambil pelindung-pelindung selain Dia, Allah sendirilah yang mengawasi amal perbuatan mereka, dan Dia pulalah yang akan memberi balasan yang setimpal di akhirat nanti atas segala perbuatan mereka di dunia. Muhammad saw tidak dibebani dan tidak ditugasi mengawasi perbuatan mereka. Ia hanya ditugasi menyampaikan apa yang diperintahkan Allah kepadanya, sebagaimana firman-Nya:\n\nMaka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40)\n\nOleh karena itu, dia tidak perlu gusar dan merasa sesak dada kalau mereka itu masih tetap ingkar dan tidak mau beriman, karena bagaimana pun juga dia tidak memaksa mereka untuk beriman dan memperoleh hidayat, kecuali hal itu dikehendaki Allah sebagaimana firman-Nya:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)",
    "quraish": "Orang-orang yang meminta pertolongan kepada selain Allah, amal perbuatan mereka akan selalu diawasi oleh-Nya. Sedang kamu tidak diberi mandat untuk mengawasi mereka.",
    "jalalayn": "(Dan orang-orang yang mengambil selain Allah) mengambil berhala-berhala (sebagai pelindung-pelindung, Allah mengawasi) mencatat (perbuatan mereka) untuk membalas mereka kelak (dan kamu bukanlah orang yang diserahi mengawasi mereka) untuk memperoleh apa yang diminta dari mereka, tugasmu tiada lain hanya menyampaikan."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 7,
    "arab": "وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ قُرْاٰنًا عَرَبِيًّا لِّتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيْهِ ۗفَرِيْقٌ فِى الْجَنَّةِ وَفَرِيْقٌ فِى السَّعِيْرِ ",
    "translation": "Dan demikianlah Kami wahyukan Al-Qur'an kepadamu dalam bahasa Arab, agar engkau memberi peringatan kepada penduduk ibukota (Mekah) dan penduduk (negeri-negeri) di sekelilingnya serta memberi peringatan tentang hari berkumpul (Kiamat) yang tidak diragukan adanya. Segolongan masuk surga dan segolongan masuk neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4279.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa wahyu yang diturunkan Allah kepada Nabi Muhammad saw adalah dalam bahasa Arab, sesuai dengan bahasa penduduk negeri Mekah dan sekitarnya, untuk memudahkan mereka mengerti dakwah dan seruan serta peringatan yang ditujukan Muhammad saw kepada mereka, sebagaimana halnya setiap rasul yang diutus ia menggunakan bahasa kaumnya agar mudah memberikan penjelasan kepada mereka sebagaimana firman Allah:\n\nDan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. (Ibrahim/14: 4)\n\nSekalipun hanya penduduk Mekah dan sekitarnya disebut pada ayat ini yang menjadi sasaran dakwah dan peringatan Nabi Muhammad saw, tetapi itu tidaklah berarti bahwa Muhammad saw diutus terbatas hanya kepada orang Arab saja. Hanya penduduk Mekah dan sekitarnya yang disebut, karena sesuai dengan posisi Nabi yang berdomisili di Mekah pada waktu itu, sedangkan pada hakikatnya Muhammad saw itu adalah rasul bagi segenap manusia, sebagaimana firman Allah:\n\n\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui. (Saba'/34: 28)\n\nSabda Rasulullah:\n\nAbu Hurairah meriwayatkan bahwa Nabi saw bersabda, \"Demi jiwaku yang berada dalam kekuasaan-Nya, tidaklah seorang pun dari umatku baik Yahudi maupun Nasrani yang mendengarkan tentang aku, lalu mati namun tidak beriman dengan (risalah) yang ditugaskan kepadaku, melainkan ia menjadi penghuni neraka.\" (Riwayat Muslim)\nNabi Muhammad selain ditugasi untuk memberi peringatan kepada penduduk Mekah dan penduduk negeri-negeri sekelilingnya, juga ditugasi memberi peringatan tentang hari Kiamat. Hari Kiamat itu merupakan hari yang pasti dan tidak diragukan datangnya, di mana pada hari itu segenap makhluk akan dikumpulkan untuk mempertanggungjawabkan perbuatan mereka di dunia dan mendapat ganjaran sesuai dengan perbuatan mereka.\nAyat 7 ini diakhiri dengan satu penegasan bahwa sesudah diadakan pemeriksaan yang amat teliti dan perhitungan yang sangat cermat pada tiap-tiap makhluk atas segala perbuatannya di dunia ini, maka mereka itu dibagi menjadi dua golongan. Segolongan dari mereka termasuk yang berbahagia dan dimasukkan ke dalam surga, kekal di dalamnya. Karena mereka itu beriman kepada Allah dan Rasul-Nya serta berbuat amal saleh di dunia, maka wajarlah kalau mereka itu mendapat karunia dari Allah menikmati kesenangan yang abadi di dalam surga, sebagaimana firman Allah:\n\nDan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya. (Hud/11: 108)\n\nSedangkan golongan yang kedua, termasuk golongan yang celaka; mereka dimasukkan ke dalam api neraka yang menyala-nyala, kekal di dalamnya karena mereka itu pada waktu berada di dunia tetap ingkar kepada Allah, menentang apa yang didakwakan oleh junjungan kita Nabi Muhammad saw sebagaimana firman Allah:\n\nMaka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih, mereka kekal di dalamnya. (Hud/11: 106-107)",
    "quraish": "Dengan penurunan wahyu yang jelas seperti itu, Kami mewahyukan al-Qur'ân kepadamu, dalam bahasa Arab dan tanpa mengandung kerancuan, untuk mengingatkan penduduk Mekkah dan sekitarnya serta seluruh umat manusia akan suatu hari ketika Allah mengumpulkan semua makhluk untuk diperiksa. Hari itu pasti datang, tak ayal lagi. Manusia, pada saat itu, terbagi menjadi dua kelompok, satu kelompok berada di surga dan yang lain berada di neraka yang menyala-nyala.",
    "jalalayn": "(Demikianlah) sebagaimana penurunan wahyu ini (Kami wahyukan kepadamu Alquran dalam bahasa Arab supaya kamu memberi peringatan) dengannya, (kepada Umulquraa dan penduduk negeri-negeri sekelilingnya) yaitu penduduk kota Mekah dan semua manusia (serta memberi peringatan pula) kepada manusia (tentang hari berkumpul) yakni hari kiamat, yang pada hari itu semua makhluk dikumpulkan (yang tidak ada keraguan) atau keragu-raguan (padanya. Segolongan) dari mereka (masuk surga dan segolongan yang lain masuk Sa'ir) yakni neraka."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 8,
    "arab": "وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَهُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمُوْنَ مَا لَهُمْ مِّنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "translation": "Dan sekiranya Allah menghendaki niscaya Dia jadikan mereka satu umat, tetapi Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka pelindung dan penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4280.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa jika Dia menghendaki, maka semua manusia itu akan beriman sehingga menjadi umat yang satu, tetapi kebijaksanaan yang diambil-Nya adalah dengan menyerahkan urusan iman dan kufur kepada pribadi manusia masing-masing. Dia tidak mau memaksakan agar semua manusia itu beriman, namun memberikan kepada mereka hak memilih dan menentukan nasibnya menurut kemauan mereka sendiri. Berbahagialah orang-orang yang mengikuti petunjuk rasul. Mereka selalu bersyukur memuji Allah dan akan dimasukkan ke dalam rahmat-Nya dan celakalah orang-orang yang selalu menentang dan tidak mau mengikuti petunjuk rasul, mereka akan disiksa di hari kemudian dan tidak seorang pun yang akan menolong dan melindungi mereka. Mereka tidak dapat menyesali siapa-siapa kecuali diri mereka sendiri sebagaimana sabda Rasulullah saw: \n\nSiapa memperoleh kebaikan hendaklah memuji Allah dan siapa memperoleh selain daripada itu janganlah ia menyalahkan melainkan terhadap dirinya sendiri. (Riwayat Muslim dari Abu dzarr al-Giffari)\n\nTidak sedikit ayat yang senada dengan ayat 8 ini. Antara lain firman Allah:\n\nDan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk. (al-An'am/6: 35)\n\n\n\nDan firman-Nya:\n\nDan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya. (as-Sajdah/32: 13)",
    "quraish": "Jika, di dunia ini, Allah berkehendak untuk mengumpulkan manusia dalam satu jalan, niscaya Dia melakukannya. Tetapi Dia berkehendak lain: memasukkan siapa saja yang dikehendaki-Nya ke dalam kasih sayang-Nya, karena Dia tahu bahwa mereka akan lebih memilih petunjuk daripada kesesatan. Orang-orang yang menganiaya diri sendiri dengan bersikap kafir, tidak akan mendapatkan penolong, selain Allah, yang akan melindungi dan menyelamatkan mereka dari azab Allah.",
    "jalalayn": "(Dan kalau Allah menghendaki niscaya Allah menjadikan mereka satu umat) artinya memeluk satu agama, yaitu agama Islam (tetapi Dia memasukkan orang-orang yang dikehendaki-Nya ke dalam rahmat-Nya. Dan orang-orang yang lalim) yaitu orang-orang kafir (tidak ada bagi mereka seorang pelindung pun dan tidak pula seorang penolong) yang dapat menolak azab Allah dari diri mereka."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 9,
    "arab": "اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۚ فَاللّٰهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتٰى ۖوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "translation": "Atau mereka mengambil pelindung-pelindung selain Dia? Padahal Allah, Dialah pelindung (yang sebenarnya). Dan Dia menghidupkan orang yang mati, dan Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4281.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa orang-orang musyrik Mekah telah mengambil pelindung selain Allah untuk menolong mereka dalam hal-hal yang memerlukan pertolongan. Mereka telah sesat, karena mereka mengambil makhluk sebagai pelindung yang tak dapat mendatangkan manfaat atau menolak bencana bagi dirinya apalagi bagi yang lain. Kalau mereka menghendaki pelindung yang benar dan sesungguhnya, yang dapat mendatangkan manfaat dan menolak bencana, tentunya mereka akan memilih Allah sebagai pelindung mereka, Tuhan Yang Mahakuasa atas yang demikian itu, Tuhan yang menghidupkan dan mematikan. Tuhan yang akan membangkitkan mereka kelak di akhirat, dan mestinya mereka tidak akan memilih makhluk yang lemah dan tidak berdaya sebagai pelindung mereka, sebagaimana firman Allah:\n\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-hajj/22: 73)",
    "quraish": "Orang-orang zalim itu tidak menjadikan Allah sebagai penolong. Yang mereka jadikan sebagai penolong adalah tuhan-tuhan selain Dia yang sama sekali tidak berhak. Hanya Allahlah penolong yang sebenarnya, jika mereka benar-benar menghendakinya. Dia menghidupkan orang mati untuk diperiksa, dan mengendalikan segala sesuatu dengan kekuasaan-Nya.",
    "jalalayn": "(Atau patutkah mereka mengambil selain-Nya) mengambil berhala-berhala (sebagai pelindung-pelindung) lafal Am adalah Munqathi'ah yang maknanya sama dengan lafal Bal yang menunjukkan makna Intiqal; Hamzahnya atau makna Istifhamnya menunjukkan pengertian ingkar. Maksudnya yang diambil oleh mereka itu bukanlah pelindung-pelindung mereka. (Maka Allah, Dialah Pelindung) Penolong bagi orang-orang Mukmin, huruf Fa di sini hanya untuk Athaf saja (dan Dia menghidupkan orang-orang yang mati dan Dia adalah Maha Kuasa atas segala sesuatu.)"
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 10,
    "arab": "وَمَا اخْتَلَفْتُمْ فِيْهِ مِنْ شَيْءٍ فَحُكْمُهٗٓ اِلَى اللّٰهِ ۗذٰلِكُمُ اللّٰهُ رَبِّيْ عَلَيْهِ تَوَكَّلْتُۖ وَاِلَيْهِ اُنِيْبُ  ",
    "translation": "Dan apa pun yang kamu perselisihkan padanya tentang sesuatu, keputusannya (terserah) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya aku bertawakal dan kepada-Nya aku kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4282.mp3",
    "tafsir": "Allah menerangkan bahwa apa saja yang diperselisihkan mengenai urusan agama, keputusannya supaya dikembalikan kepada Allah, artinya hanya Allah yang menentukan mana yang benar dan mana yang salah. Manusia dalam kehidupan dunia harus mengikuti petunjuk Allah dalam Al-Qur'an dan petunjuk sunah Rasul, sebagaimana firman Allah: \n\nKemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. (an-Nisa'/4: 59)\n\nSedangkan yang memutuskan perselisihan manusia di akhirat nanti sepenuhnya hanya Allah saja, karena semua makhluk tidak ada yang memiliki kekuasaan, dan hanya Allah saja yang berkuasa, sebagaimana firman:\n\nPemilik hari pembalasan. (al-Fatihah/1: 4)\n\nDia-lah yang akan menetapkan hukumnya di hari Kiamat, menangani persoalan antara orang-orang yang berselisih. Di sanalah baru dapat diketahui dengan jelas siapa yang benar dan siapa yang salah, siapa yang layak masuk surga dan siapa yang menjadi penghuni neraka.\nYang memiliki sifat-sifat menghidupkan dan mematikan, menetapkan hukum antara dua orang yang berselisih tiada lain hanyalah Allah, Tuhan Yang Maha Esa, bukanlah tuhan-tuhan selain Allah yang dianggap dan diakui mereka. Kepada-Nyalah manusia bertawakal dan berserah diri agar terhindar dari segala usaha jahat musuh-musuh mereka dan berhasil tidaknya urusan mereka hanya kepada Allah-lah segala sesuatunya dikembalikan, dan kepada-Nya-lah kita bertobat atas segala dosa dan maksiat yang telah kita lakukan. Sebagaimana firman-Nya:\n\nDan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)",
    "quraish": "Keputusan penyelesaian masalah keimanan dan kekafiran yang kalian perselisihkan itu berada di tangan Allah. Dan Dia sudah menjelaskan hal itu. Hakim yang menyelesaikan perselisihan kalian itu adalah Allah yang menguasai urusanku (Muhammad), satu-satunya tempat aku menyandarkan diri, dan tempat kembali untuk meminta pertimbangan.",
    "jalalayn": "(Dan apa yang kalian perselisihkan) dengan orang-orang kafir (tentang sesuatu perkara) yang menyangkut masalah agama dan masalah-masalah lainnya (maka putusannya) dikembalikan (kepada Allah) kelak di hari kiamat yaitu Dia akan memutuskan perkara itu di antara kalian. Katakanlah kepada mereka, (\"Itulah Allah, Rabbku, kepada-Nyalah aku bertawakal dan kepada-Nyalah aku kembali) yakni dikembalikan."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 11,
    "arab": "فَاطِرُ السَّمٰوٰتِ وَالْاَرْضِۗ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّمِنَ الْاَنْعَامِ اَزْوَاجًاۚ يَذْرَؤُكُمْ فِيْهِۗ  لَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ ",
    "translation": "(Allah) Pencipta langit dan bumi. Dia menjadikan bagi kamu pasangan-pasangan dari jenis kamu sendiri, dan dari jenis hewan ternak pasangan-pasangan (juga). Dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4283.mp3",
    "tafsir": "Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi serta segala isinya, begitu juga hal-hal aneh dan ajaib yang mengherankan yang kita saksikan seperti luasnya cakrawala yang membentang luas di atas kita tanpa ada tiang yang menunjangnya; karenanya. Dia-lah yang pantas dan layak dijadikan sandaran dalam segala hal dan dimintai bantuan dan pertolongan-Nya; bukan tuhan-tuhan mereka yang tidak berdaya dan yang tidak dapat berbuat apa-apa. Dia-lah yang menjadikan bagi manusia dari jenisnya sendiri jodohnya masing-masing; yang satu dijodohkan kepada yang lain sehingga lahirlah keturunan turun-temurun memakmurkan dunia ini. Demikian itu berlaku pula pada binatang ternak yang akhirnya berkembang biak memenuhi kehidupan di bumi.\nDengan demikian, kehidupan makhluk yang berada di atas bumi ini menjadi teratur dan terjamin bagi mereka. Makanan yang cukup bergizi, minuman yang menyegarkan dan nikmat-nikmat lain yang wajib disyukuri untuk mencapai kebahagiaan dunia dan akhirat. Semuanya itu menunjukkan kebenaran dan kekuasaan Allah. Tidak ada satu pun yang menyamai-Nya dalam segala hal. Dia Maha Mendengar, Dia mendengar segala apa yang diucapkan setiap makhluk, Dia Maha Melihat. Tidak ada sesuatu pun yang tersembunyi bagi-Nya. Dia melihat segala amal perbuatan makhluk-Nya, yang baik maupun yang jahat. Tidak ada sesuatu pun yang menyamai kekuasaan, kebesaran, dan kebijaksanaan-Nya.\nAllah menciptakan segala sesuatu berpasang-pasangan. Ayat ini secara jelas menyatakan demikian. Demikian pula beberapa ayat berikut:\n\nMahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui. (Yasin/36: 36)\n\nFirman Allah:\n\nDan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir (ar-Ra'd/13: 3)\n\nDan firman-Nya\n\nDan segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah). (adh-dzariyat/51: 49)\n\nMenurut kajian ilmiah, bukan hanya makhluk hidup yang berpasang-pasangan namun benda-benda mati juga berpasang-pasangan. Dengan menggunakan ilmu dan peralatan canggih yang ada saat ini, sudah dapat diketahui mengenai adanya pasangan-pasangan dari atom sampai ke awan. Atom, yang tadinya diduga merupakan wujud yang terkecil dan tidak dapat dibagi, ternyata iapun berpasangan. Atom terdiri dari elektron dan proton. Proton yang bermuatan listrik positif dikelilingi oleh beberapa partikel elektron yang bermuatan listrik negatif. Muatan listrik di kedua kelompok partikel ini sangat seimbang.\nTumbuh-tumbuhan pun memiliki pasangan-pasangan guna pertumbuhan dan perkembangannya. Sebelumnya, manusia tidak mengetahui bahwa tumbuh-tumbuhan juga memiliki perbedaan kelamin jantan dan betina. Buah adalah produk akhir dari reproduksi tumbuhan tinggi. Tahap yang mendahului buah adalah bunga, yang memiliki organ jantan dan betina yaitu benangsari dan putik. Bila tepungsari dihantarkan ke putik, akan menghasilkan buah, yang kemudian tumbuh, hingga akhirnya matang dan melepaskan bijinya. Oleh sebab itu seluruh buah mencerminkan keberadaan organ-organ jantan dan betina, suatu fakta yang disebut dalam Al-Qur'an. \nAda tumbuhan yang memiliki benangsari dan putik sehingga menyatu dalam diri pasangannya; dan dalam penyerbukannya ia tidak membutuhkan pejantan dari bunga lain. Namun, ada juga yang hanya memiliki salah satunya saja sehingga untuk berproduksi ia membutuhkan pasangannya dari bunga lain. Hanya Allah yang tidak berpasangan.",
    "quraish": "Dia adalah Pencipta langit dan bumi yang sebelumnya tidak ada itu. Dia, demi kepentingan kalian, menciptakan pasangan--laki-laki dan perempuan--dari jenis manusia, dan pasangan--jantan dan betina--dari berbagai hewan ternak. Dengan pengaturan yang amat cermat itu, Dia memperbanyak kalian. Tidak ada yang menyerupai-Nya, dan tidak ada sesuatu pun yang pantas menjadi pasangan-Nya. Dialah yang mengetahui, dengan sempurna, semua hal yang bisa didengar dan dilihat, tanpa bantuan indera.",
    "jalalayn": "(Pencipta langit dan bumi) Dialah Yang mengadakan langit dan bumi (Dia menjadikan bagi kalian dari jenis kalian sendiri pasangan-pasangan) sewaktu Dia menciptakan Hawa dari tulang rusuk Adam (dan dari jenis binatang ternak pasangan-pasangan) ada jenis jantan dan ada jenis betina (dijadikan-Nya kalian berkembang biak) maksudnya, mengembangbiakkan kalian (dengan jalan itu) yaitu melalui proses perjodohan. Dengan kata lain, Dia memperbanyak kalian melalui anak beranak. Dhamir yang ada kembali kepada manusia dan binatang ternak dengan ungkapan yang lebih memprioritaskan manusia. (Tidak ada sesuatu pun yang serupa dengan Dia) huruf Kaf adalah Zaidah, karena sesungguhnya Allah swt. tiada sesuatu pun yang semisal dengan-Nya (dan Dialah Yang Maha Mendengar) semua apa yang dikatakan (lagi Maha Melihat) semua apa yang dikerjakan."
  },
  {
    "hizb": 193,
    "name": "Asy-Syura",
    "ayat": 12,
    "arab": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۚ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۚاِنَّهٗ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
    "translation": "Milik-Nyalah perbendaharaan langit dan bumi; Dia melapangkan rezeki dan membatasinya bagi siapa yang Dia kehendaki. Sungguh, Dia Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4284.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi. Baik buruknya sesuatu ada di tangan Dia. Siapa saja yang dianugerahi rahmat, tidak ada seorang pun yang dapat menghalangi-Nya. Sebaliknya, siapa yang tidak diberi rahmat, tidak seorang pun yang dapat mendatangkan kepadanya. Dialah yang melapangkan rezeki kepada siapa yang dikehendaki-Nya, dan Dia pula yang membatasi rezeki kepada yang dikehendaki-Nya. Semua itu terjadi sesuai dengan hikmat kebijaksanaan-Nya berdasarkan kekuasaan-Nya yang luas dan ilmu-Nya yang meliputi segala sesuatu.\nAgama Islam memerintahkan kepada para pemeluknya supaya bekerja dan berusaha mencari nafkah untuk kehidupannya di dunia. Adapun hasilnya sesuai dengan kebijaksanaan Allah, ada yang berhasil memperoleh harta yang banyak sebagai ujian, tetapi ada yang hanya memperoleh rezeki hanya sedikit sebagai cobaan bagi hidupnya. Sebagaimana Abu Bakar al-Jazairi dalam kitab Tafsirnya Aisar at-Tafasir menyatakan:\n\nAllah meluaskan rezeki bagi siapa saja sebagai ujian, dan menyempitkannya sebagai cobaan.",
    "quraish": "Dia memiliki kendali penjagaan dan pengaturan langit dan bumi. Dia meluaskan dan menyempitkan rezeki siapa saja yang Dia kehendaki. Sesungguhnya, Dia meliputi segala sesuatu dengan ilmu-Nya.",
    "jalalayn": "(Kepunyaan-Nyalah khazanah langit dan bumi) yakni kunci-kunci khazanahnya, yaitu berupa hujan, tumbuh-tumbuhan dan lain sebagainya. (Dia melapangkan rezeki) meluaskannya (bagi siapa yang dikehendaki-Nya) sebagai ujian baginya (dan membatasinya) menyempitkannya bagi siapa yang dikehendaki-Nya sebagai cobaan baginya (Sesungguhnya Dia Maha Mengetahui segala sesuatu.)"
  }
]