[
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 27,
    "arab": "۞ وَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ ",
    "translation": "Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4299.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia tidak akan memberi hamba-Nya rezeki yang berlimpah-limpah, jika pemberian itu bisa membawa mereka kepada keangkuhan dan ketakaburan, sebagaimana firman Allah:\n\nSekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas, apabila melihat dirinya serba cukup. (al-'Alaq/96: 6-7)\n\nAllah memberikan rezeki kepada hamba-hamba-Nya dengan kadar tertentu, sesuai dengan kehendak dan selaras dengan kebijaksanaan-Nya. Dengan sifat rahman Allah, Dia tetap memberikan rezeki meskipun orang itu tidak beriman bahkan ketika manusia melupakan Tuhannya, saat itulah Allah melimpahkan lebih banyak lagi rezekinya. Apabila mereka tetap tidak bersyukur, dan larut dalam kesenangan, barulah Allah menjatuhkan azabnya sebagaimana firman Allah:\n\nMaka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa. (al-An'am/6: 44)\n\nBerdasarkan penjelasan di atas, dapat dikatakan bahwa kekayaan seseorang bukan indikator bahwa Allah sayang kepadanya, tetapi kekayaan justru menjadi batu ujian bagi keimanan seseorang. Contoh bagaimana sikap seseorang terhadap kekayaannya, dapat dilihat apakah dia menggunakannya untuk memberi manfaat bagi dirinya dan orang lain, karena keterlibatan hak orang lain pada kekayaannya dan sebagai tanda bersyukur kepada sang pemberi kekayaan, atau dia menggunakan kekayaan itu hanya untuk kesenangan dirinya dan mengklaim bahwa kekayaannya diperoleh melalui usahanya sendiri, sehingga lupa kepada Allah yang memberi kekayaan. Allah berfirman:\n\nDan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar. (al-Anfal/8: 28)\n\nDalam hal ini, Karun dan Fir'aun menjadi contoh nyata, karena kekayaan dan kejayaannya menyebabkan keduanya sombong kepada Allah. \nAbu Hani' al-Khaulani berkata, \"Saya mendengar 'Amr bin Khurait dan lainnya mengatakan bahwasanya ayat ini (ayat 27 ini) diturunkan kepada ahlusuffah (penghuni beranda masjid Nabi di Medinah); mereka berangan-angan memiliki harta benda (yang bertumpuk-tumpuk), mereka mengangankan kemegahan dunia.",
    "quraish": "Kalau saja Allah meluaskan rezeki semua hamba-Nya, sebagaimana mereka harapkan, niscaya mereka akan menjadi sewenang-wenang dan berbuat zalim di bumi. Tetapi Allah meluaskan dan menyempitkan rezeki siapa saja yang Dia kehendaki sesuai dengan kebijaksanaan-Nya. Allah benar-benar mengetahui urusan semua hamba-Nya, baik yang tersembunyi maupun yang tampak. Kemudian, dengan kebijaksanaan- Nya pula, Dia menentukan segala sesuatu yang bisa membawa kebaikan kepada urusan-urusan mereka itu.",
    "jalalayn": "(Dan jika Allah melapangkan rezeki kepada hamba-hamba-Nya) semuanya (tentulah mereka akan melampaui batas) semuanya akan melampaui batas; tentulah mereka akan berlaku sewenang-wenang (di muka bumi, tetapi Allah menurunkan) dapat dibaca Yunazzilu atau Yunzilu, yakni menurunkan rezeki-Nya (apa yang dikehendaki-Nya dengan ukuran) maka Dia melapangkan rezeki itu kepada sebagian hamba-hamba-Nya, sedangkan yang lainnya tidak; dan timbulnya sikap melampaui batas ini dari melimpahnya rezeki. (Sesungguhnya Dia Maha Mengetahui keadaan hamba-hamba-Nya lagi Maha Melihat.)"
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 28,
    "arab": "وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۗوَهُوَ الْوَلِيُّ الْحَمِيْدُ ",
    "translation": "Dan Dialah yang menurunkan hujan setelah mereka berputus asa dan menyebarkan rahmat-Nya. Dan Dialah Maha Pelindung, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4300.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Dia-lah yang menurunkan hujan dari langit, membantu mereka yang telah berputus asa karena air yang diharapkan datang dari langit tak kunjung datang. Dia-lah yang memberi berkah hujan itu dan mendatangkan manfaat yang banyak serta menjadikan tanah subur. Dia-lah yang menguasai urusan hamba-Nya, memberikan mereka maslahat. Dia-lah yang wajib dipuji atas rahmat yang telah dikaruniakan kepada mereka.\nQatadah berkata, \"Diriwayatkan bahwa seorang laki-laki berkata kepada 'Umar bin al-Khaththab, \"Hujan tidak turun, manusia sudah putus asa wahai Amirul Mukminin.\" Umar menjawab, \"Engkau sekalian akan dikaruniai hujan,\" lalu beliau membaca ayat ini.",
    "quraish": "Allah sematalah yang menurunkan air hujan yang dapat menyelamatkan mereka dari rasa putus asa akibat kekeringan dan tanah yang tandus, sebagai perwujudan kasih sayang kepada hamba-Nya. Manfaat air hujan itu Dia bagi-bagikan kepada tumbuh-tumbuhan, buah-buahan, hewan, dataran rendah dan pegunungan. Hanya Dia yang mengatur urusan hamba-hamba-Nya. Dia Maha Terpuji karena pemberian nikmat dan semua perbuatan-Nya.",
    "jalalayn": "(Dan Dialah Yang menurunkan hujan) yakni air hujan (sesudah mereka berputus asa) putus harapan dari turunnya hujan (dan menyebarkan rahmat-Nya) maksudnya, menyebarkan hujan yang diturunkan-Nya. (Dan Dialah Yang Maha Pelindung) yang berbuat baik kepada orang-orang Mukmin (lagi Maha Terpuji) di kalangan orang-orang beriman."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 29,
    "arab": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَثَّ فِيْهِمَا مِنْ دَاۤبَّةٍ ۗوَهُوَ عَلٰى جَمْعِهِمْ اِذَا يَشَاۤءُ قَدِيْرٌ ࣖ",
    "translation": "Dan di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi dan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa mengumpulkan semuanya apabila Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4301.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa sebagian dari tanda-tanda kekuasaan dan kebesaran-Nya ialah diciptakan-Nya langit dan bumi serta apa yang tersebar pada keduanya seperti binatang yang melata dan bergerak termasuk manusia, jin, dan semua hewan dengan berbagai bentuk dan corak serta warnanya. \nAllah kuasa mengumpulkan manusia di hari kemudian, baik yang datang lebih dulu maupun yang datang kemudian, begitu juga makhluk yang lain; di Padang Mahsyar kemudian Dia akan memberikan balasan kepada mereka dengan seadil-adilnya. Sebagaimana firman Allah:\n\nDan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47)\n\nApabila diperhatikan ayat di atas, kita merasa bahwa Allah sedang menjelaskan mengenai adanya makhluk hidup lain di luar angkasa. Sebelum membahas ayat di atas, perlu disimak terlebih dahulu ayat terkait di bawah:\n\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. Sungguh, dalam hal yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang bepikir. (al-Jatsiyah/45: 13)\n\nAyat di atas menyebutkan kata \"menundukkan\". Kata tersebut dapat diinterpretasikan bahwa manusia dapat memanfaatkan benda-benda langit, seperti planet dan bintang. Contohnya adalah bulan dan matahari yang mempunyai orbit yang teratur. Keteraturan orbit ini digunakan manusia untuk membuat penanda waktu atau penanggalan dan hal-hal lain untuk keperluan hidupnya. Contoh lain adalah mengenai datangnya besi dari luar angkasa yang secara jelas dinyatakan pada Surah al-hadid/57: 25. \nSecara jelas disebutkan bahwa Allah telah menciptakan galaksi, planet dan bintang dan benda langit lainnya, dan menyebarkan padanya, di antaranya, makhluk hidup sebagai hasil ciptaan-Nya. Artinya, sangatlah memungkinkan bahwa Dia mengirimkan ciptaan dari satu planet ke planet lainnya. Demikian pula halnya dengan dua ayat lain yang membahas mengenai binatang ternak yang diturunkan dari ruang angkasa (al-An'am/6:143 dan az-Zumar/39: 6)\nDari sudut ilmu pengetahuan, banyak pembuktian mengarah pada apa yang dijelaskan Al-Qur'an. Pada tanggal 7 Agustus 1996, para peneliti NASA (badan antariksa Amerika Serikat) mengumumkan akan adanya temuan kehidupan mikroskopis di planet Mars tiga miliar tahun yang lalu. Walaupun banyak yang menentang teori ini, namun temuan pesawat ruang angkasa Galileo akan adanya laut yang berwarna merah di bawah lapisan es di satelit planet Jupiter, Europe, sangat menjanjikan. Dalam waktu dekat akan terjawab pertanyaan tertua yang selalu tertanam dalam benak manusia: \"Apakah ada makhluk hidup di atas sana? Ataukah kita yang ada di dunia ini adalah satu-satunya makhluk hidup di alam raya?\"\nApabila memang ada kehidupan di atas sana, maka di manakah mereka dapat ditemukan. Tebakan kita pertama adalah di planet-planet yang ada di sana. Di \"bumi-bumi\" yang ada pada galaksi-galaksi yang ada di alam semesta. Ini dicerminkan secara Quranik pada Surah ath-thalaq/65: 12 yang menyatakan, \"Allah yang menciptakan tujuh langit dan bumi seperti mereka ......\" Dengan demikian, karena terdapat jutaan galaksi, maka Allah juga menciptakan miliaran bumi, tersebar di alam semesta. Sedangkan kata \"bumi\" yang digunakan di sini menunjukkan planet yang mempunyai kehidupan. Dengan berpegang pada pernyataan Al-Qur'an dan sedikit bukti yang diperoleh ilmu pengetahuan, kita sampai pada satu kesimpulan bahwa makhluk di luar angkasa memang ada.\nPertanyaan selanjutnya, apakah kita akan dapat menemukannya? Allah memberikan indikasinya pada Surah Fussilat/41: 53 \"Kami akan memperlihatkan kepada mereka tanda-tanda (ayat-ayat) Kami di segenap ufuk ....\". Indikasi ini memberikan harapan bahwa pada suatu waktu kita akan dapat bertemu dengan kehidupan extraterestrial, termasuk di dalamnya makhluk yang cerdas.",
    "quraish": "Di antara bukti-bukti kekuasaan Allah dalam mencipta segala seuatu, adalah penciptaan langit dan bumi dalam aturan yang sangat teliti ini dan penciptaan semua binatang yang kelihatan dan disebarluaskan di dalam keduanya. Allah yang Mahakuasa dalam mencipta semua yang tersebut tadi, Mahakuasa juga untuk mengumpulkan orang-orang yang berkewajiban melakukan ajaran agama pada waktu pembangkitan yang Dia tentukan, untuk diberi balasan.",
    "jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah menciptakan langit dan bumi dan) menciptakan (apa yang Dia sebarkan) Dia sebar ratakan (pada keduanya, yaitu berupa makhluk yang melata) pengertian Ad-Dabbah ialah makhluk yang menempati bumi, yaitu manusia dan lain-lainnya. (Dan Dia untuk mengumpulkan semuanya) mengumpulkan semua makhluk untuk dihadapkan kepada-Nya (Maha Kuasa jika dikehendaki-Nya) Dhamir Hum yang terdapat pada lafal Jam'ihim lebih memprioritaskan makhluk yang berakal daripada makhluk lainnya."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 30,
    "arab": "وَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ ",
    "translation": "Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4302.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa apa yang menimpa manusia di dunia berupa bencana penyakit dan lain-lainnya adalah akibat perbuatan mereka sendiri, perbuatan maksiat yang telah dilakukannya dan dosa yang telah dikerjakannya sebagaimana sabda Nabi saw:\n'Ali berkata, \"Maukah kalian aku beritahukan mengenai ayat yang sangat utama dalam Al-Qur'an sebagaimana Nabi saw sampaikan kepada kami.(Nabi saw membacakan firman Allah)\"Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak(dari kesalahan-kesalahannya).\"Wahai 'Ali , aku akan menjelaskan ayat ini kepadamu, \"Musibah apa pun yang menimpa kamu\" yaitu dari penyakit dan siksaan atau bencana di dunia, \"disebabkan oleh perbuatan tanganmu sendiri\" (Riwayat Ahmad)\nTidaklah suatu keletihan, penyakit, kesusahan, kesedihan, kezaliman, kesempitan, bahkan sepotong duri pun yang menusuk seorang muslim, melainkan dengan hal itu Allah menghapus dosa-dosanya. (Riwayat al-Bukhari)\n\nDatangnya penyakit atau musibah adalah disebabkan ulah manusia itu sendiri. Tetapi di sisi lain penyakit atau musibah itu dapat menghapus dosa seperti hadis di atas. Hal itu tergantung kepada cara manusia menyikapi, apakah dengan bersabar atau berputus asa. \nAyat ini ditutup dengan satu ketegasan bahwa Allah mengampuni sebagian besar dari kesalahan-kesalahan yang telah diperbuat hamba-Nya sebagai satu rahmat besar yang dikaruniakan Allah kepada hamba-Nya, karena kalau tidak, niscaya manusia akan dihancurkan sesuai dengan timbunan dosa yang telah diperbuat mereka, sebagaimana firman Allah:\n\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. (an-Nahl/16: 61)\n\nDan firman-Nya:\n\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. (Fathir/35: 45)",
    "quraish": "Musibah apa saja yang menimpa diri kalian, dan yang tidak menyenangkan kalian, merupakan akibat oleh perbuatan maksiat kalian. Apa saja yang di dunia telah dimaafkan atau diberi hukuman, Allah terlalu suci untuk menghukum hal itu lagi di akhirat. Dengan demikian, Dia tersucikan ari berbuat kezaliman dan memiliki sifat kasih sayang yang besar.",
    "jalalayn": "(Dan apa saja yang telah menimpa kalian) khithab ayat ini ditujukan kepada orang-orang mukmin (berupa musibah) berupa malapetaka dan kesengsaraan (maka adalah karena perbuatan tangan kalian sendiri) artinya, sebab dosa-dosa yang telah kalian lakukan sendiri. Diungkapkan bahwa dosa-dosa tersebut dikerjakan oleh tangan mereka, hal ini mengingat, bahwa kebanyakan pekerjaan manusia itu dilakukan oleh tangan (dan Allah memaafkan sebagian besar) dari dosa-dosa tersebut, karena itu Dia tidak membalasnya. Dia Maha Mulia dari menduakalikan pembalasan-Nya di akhirat. Adapun mengenai musibah yang menimpa kepada orang-orang yang tidak berdosa di dunia, dimaksudkan untuk mengangkat derajatnya di akhirat kelak."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 31,
    "arab": "وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "translation": "Dan kamu tidak dapat melepaskan diri (dari siksaan Allah) di bumi, dan kamu tidak memperoleh pelindung atau penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4303.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa manusia itu tidak akan dapat melepaskan diri dan tidak akan dapat mengelak dari azab Allah di dunia ini dan di mana pun mereka berada. Mereka tidak akan memperoleh pelindung, karena hanya Allah yang akan dapat melindungi mereka dari azab yang akan menimpa mereka akibat maksiat yang telah diperbuatnya. Mereka tidak akan mendapat penolong selain dari Allah apabila mereka mendapat azab. Oleh karena itu, selayaknya manusia menjauhkan diri dari maksiat dan tidak menyalahi perintah-Nya karena tidak ada seorang pun yang dapat menolak azab Allah, apabila Dia telah menjatuhkan azab kepada hamba-Nya. Kalau manusia yang bergelimang dosa itu tidak diazab di dunia, jangan dikira bahwa itu adalah karena kekuasaan atau keperkasaan seseorang, tetapi adalah karena Allah menghendaki yang demikian itu agar mereka mendapat siksaan lebih keras dan lebih pedih di akhirat, sebagaimana firman Allah:\n\nDan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (Ali 'Imran/3: 178)",
    "quraish": "Kalian semua tidak akan mampu membuat Allah tidak kuasa menurunkan musibah-musibah di dunia sebagai hukuman atas perbuatan maksiat kalian, sampai pun jika kalian lari ke mana saja di penjuru bumi ini. Kalian tidak akan menemukan siapa saja selain Allah yang dapat memberikan kasih sayang dan dapat menolong pada saat diturunkannya bencana.",
    "jalalayn": "(Dan kalian tidak dapat) hai orang-orang musyrik (melepaskan diri) melarikan diri dari azab Allah (di muka bumi) maksudnya, kalian tidak akan dapat meloloskan diri dan menghindar dari azab-Nya itu (dan kalian tidak memperoleh selain Allah) (seorang pelindung pun dan tidak pula seorang penolong) yang dapat menolak azab Allah dari kalian."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 32,
    "arab": "وَمِنْ اٰيٰتِهِ الْجَوَارِ فِى الْبَحْرِ كَالْاَعْلَامِ ۗ ",
    "translation": "Dan di antara tanda-tanda (kebesaran)-Nya ialah kapal-kapal (yang berlayar) di laut seperti gunung-gunung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4304.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa sebagian dari tanda-tanda kekuasaan, kebesaran dan keperkasaan-Nya ialah ditundukkan-Nya laut bagi manusia hingga kapal bisa berlayar di laut laksana gunung besar atau satu perkampungan di atas air.\nAyat ini mengibaratkan kapal-kapal berlayar seperti gunung-gunung. Ayat ini mengisyaratkan pula, bahwa sesungguhnya gunung-gunung itu juga bergerak, sesuatu yang sulit dicerna bagi orang awam, namun sesuatu yang sudah diterima dalam ilmu geologi. Seperti sering dikatakan oleh para ahli geologi bahwa gunung-gunung sesungguhnya mengapung seperti laiknya kapal-kapal mengapung di samudra. Dalam ayat ini, Allah justru memperlihatkan bahwa kapal yang berlayar itu ibarat gunung, yang bagi orang awam tentu sulit memahaminya. Bagi orang awam gunung-gunung itu tampak diam. Gunung-gunung (dalam hal ini sebagai bagian kontinen/benua) pada kenyataannya memang mengapung di atas astenosfer dan bergerak seperti halnya kapal yang berlayar (lihat penjelasan pada Juz 20, An-Naml/27: 88). Seperti diketahui baru pada dekade tahun enampuluhan abad ke-20 teori apungan benua, yang cikal bakalnya sudah dimulai pada awal abad 20, bersama teori pemekaran tengah samudra melandasi teori tektonik lempeng ditemukan para ilmuwan.",
    "quraish": "Di antara bukti-bukti kekuasaan Allah adalah bahtera-bahtera besar yang melaju di lautan bagaikan gunung-gunung yang menjulang tinggi.",
    "jalalayn": "(Dan di antara tanda-tanda kekuasaan-Nya ialah kapal-kapal) atau perahu-perahu yang dapat berlayar (di laut seperti gunung-gunung) artinya, mirip seperti bukit-bukit dalam besarnya."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 33,
    "arab": "اِنْ يَّشَأْ يُسْكِنِ الرِّيْحَ فَيَظْلَلْنَ رَوَاكِدَ عَلٰى ظَهْرِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍۙ",
    "translation": "Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaan laut. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang yang selalu bersabar dan banyak bersyukur,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4305.mp3",
    "tafsir": "Seandainya Allah menghendaki kapal yang berlayar tadi tidak dapat berlayar lagi, maka Dia akan menahan angin yang mendorong kapal tadi bergerak dan berlayar, dan tinggallah kapal itu tetap di permukaan air tidak dapat maju atau mundur. \nOrang-orang yang dapat mengerti dan menyadari hal ini ialah orang-orang yang mempunyai pandangan luas, sabar dan patuh kepada perintah Allah senantiasa mensyukuri nikmat yang dikaruniakan Allah kepadanya. Adanya bencana yang terjadi pada suatu tempat berupa gempa bumi, tanah longsor, ombak yang menghanyutkan dan membinasakan, dan lain-lain dianggap oleh sebagian orang hanya kejadian alam yang tidak ada hubungan sedikit pun dengan kekuasaan Allah. Firman Allah:\n\nDan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya. (Yusuf/12: 105)\n\nAyat ini merupakan kelanjutan ayat sebelumnya (asy-Syura/42: 32), bahwa setelah berhasil mengapung di atas air, kapal tradisional memerlukan energi angin sebagai penggerak. Dengan adanya angin kapal layar dapat terdorong dan dengannya dapat pula dikendalikan melalui penggunaan layar dan kemudi. Apabila hembusan angin terhenti maka praktis kapal tidak dapat bergerak. Dengan tidak adanya angin gelombang laut pun akan terhenti pula.",
    "quraish": "Allah dapat menjadikan angin itu diam tidak bergerak, jika Dia menghendaki, sehingga tidak akan ada bahtera yang dapat berlabuh di atas lautan dan bergerak ke arah tempat tujuan. Sesungguhnya berjalan dan berhentinya bahtera di bawah perintah Allah itu merupakan bukti yang jelas atas kekuasaan Tuhan. Orang-orang yang beriman, yang selalu tabah dalam kesulitan dan bersyukur dalam kesenangan, akan dapat menjadikannya sebagai bahan renungan.",
    "jalalayn": "(Jika Dia menghendaki Dia akan menenangkan angin, maka jadilah kapal-kapal itu) sehingga jadilah kapal-kapal itu (terhenti) diam tidak dapat melaju (di permukaan laut. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan-Nya bagi setiap orang yang banyak bersabar dan banyak bersyukur) yang dimaksud adalah orang mukmin, dia dapat bersabar di kala tertimpa musibah dan bersyukur di kala hidup senang."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 34,
    "arab": "اَوْ يُوْبِقْهُنَّ بِمَا كَسَبُوْا وَيَعْفُ عَنْ كَثِيْرٍۙ ",
    "translation": "atau (Dia akan) menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (dari mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4306.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa selain Allah kuasa menahan angin sehingga kapal itu tidak dapat beranjak dari tempatnya, Dia juga kuasa menghancurkan kapal itu dengan mengirimkan angin topan yang menjadikan kapal yang berlayar itu oleng, tak menentu arah yang ditempuh, tak akan sampai ke sasaran yang dituju, akhirnya tenggelam ke dasar laut akibat penumpangnya yang bergelimang dosa. Tetapi, yang demikian itu jarang terjadi karena Allah telah memberi maaf dan mengampuni sebagian besar dari mereka, sehingga mereka selamat dalam perjalanannya mengarungi laut yang luas ke tempat yang dituju.",
    "quraish": "Atau, jika Allah berkehendak lain, Dia akan menghancurkan bahtera-bahtera itu dengan cara mendatangkan badai, lantaran dosa yang diperbuat oleh para penumpangnya. Atau, jika Allah menghendaki pula, Dia akan memaafkan mereka dan tidak akan menghukum mereka dengan menjadikan angin itu berubah menjadi badai yang menghanyutkan.",
    "jalalayn": "(Atau kapal-kapal itu dibinasakan-Nya) lafal ayat ini di'athafkan kepada Yuskin artinya, atau Dia menenggelamkan kapal-kapal itu berikut para penumpang dan apa yang dimuatnya, yaitu dengan menimbulkan angin badai (karena perbuatan mereka) disebabkan dosa-dosa yang dilakukan oleh para penumpangnya (atau Dia memberi maaf sebagian besar) dari dosa-dosa itu, yang karenanya Dia tidak menenggelamkan para pelakunya."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 35,
    "arab": "وَّيَعْلَمَ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِنَاۗ مَا لَهُمْ مِّنْ مَّحِيْصٍ ",
    "translation": "dan agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan keluar (dari siksaan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4307.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa hal-hal yang telah digambarkan di atas itu menunjukkan kekuasaan dan keperkasaan-Nya; kiranya orang-orang yang selalu membantah dan tidak mau mengakui kekuasaan Allah dapat menyadari bahwa yang dapat memberikan manfaat dan mendatangkan mudarat tidak lain hanyalah Allah dan kalau Dia menghendaki, maka tidak seorang pun yang dapat menghindar atau luput dari azab yang telah ditetapkannya itu.",
    "quraish": "Hal itu dilakukan oleh Allah agar dijadikan sebagai bahan renungan dan pelajaran bagi orang-orang beriman. Juga agar orang-orang yang menganggap ayat-ayat Kami sebagai suatu kepalsuan itu mengetahui bahwa diri mereka berada dalam genggaman Allah. Mereka tidak akan menemukan tempat pelarian dari azab Allah.",
    "jalalayn": "(Dan supaya mengetahui) lafal ayat ini kalau dibaca Rafa' berarti merupakan jumlah Isti'naf atau kalimat baru, kalau dibaca Nashab berarti di'athafkan kepada Ta'lil yang diperkirakan keberadaannya, yaitu; Dia menenggelamkan mereka sebagai pembalasan dari-Nya kepada mereka, dan supaya mengetahui (orang-orang yang membantah ayat-ayat Kami, bahwa mereka sekali-kali tidak akan memperoleh jalan keluar) maksudnya, tempat untuk melarikan diri dari azab Kami. Jumlah Nafi atau lafal Ma Lahum Min Mahiish menduduki tempat dua Maf'ul bagi lafal Ya'lama. Sedangkan Nafinya sendiri di-mu'allaqkan dari amalnya."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 36,
    "arab": "فَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰى لِلَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۚ ",
    "translation": "Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4308.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa kesenangan hidup manusia baik berupa kekayaan, rezeki harta yang bertumpuk, maupun keturunan dan lain-lain adalah kesenangan yang tidak berarti dan kurang bernilai karena bagaimana pun menumpuknya harta, waktu untuk memilikinya terbatas. Pada waktunya nanti akan berpisah karena kalau bukan manusia yang meninggalkannya, maka benda-benda itu sendiri yang akan meninggalkan manusia, sedangkan pahala dan nikmat yang ada pada sisi Allah jauh lebih baik dibandingkan dengan kesenangan dan kemegahan dunia itu, karena apa yang ada di sisi Allah kekal dan abadi, sedangkan kesenangan dunia semuanya fana dan akan lenyap. Ayat ini ditutup dengan satu ketegasan bahwa kesenangan yang kekal dan abadi itu hanya untuk orang-orang yang beriman kepada Allah dan Rasul-Nya, orang-orang yang bertawakal dan berserah diri kepada Tuhan yang telah memelihara dan berbuat baik kepada mereka.\nAl-Qurthubi dalam tafsirnya menukil riwayat dari 'Ali yang mengatakan bahwa ketika Abu Bakar mengumpulkan harta dari Bani Murrah beliau mendermakan seluruh uang tersebut untuk kebaikan karena mengharapkan keridaan Allah. Perbuatannya tersebut dicela oleh orang-orang musyrikin sedangkan orang-orang kafir menyalahkan tindakannya, maka turunlah ayat 36 dan 37 surah ini.",
    "quraish": "Wahai manusia, janganlah kalian terpikat oleh kesenangan hidup duniawi. Ketahuilah bahwa segala yang kalian miliki berupa harta, anak dan sebagainya adalah kesenangan yang hanya bisa kalian nikmati di dunia. Sementara kesenangan surga yang telah dipersiapkan Allah adalah lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya bersandar kepada Sang Pencipta dan Pemelihara mereka.",
    "jalalayn": "(Maka apa yang diberikan kepada kalian) khithab ayat ini ditujukan kepada orang-orang mukmin dan lain-lainnya (berupa sesuatu) dari perhiasan duniawi (itu adalah kenikmatan hidup di dunia) untuk dinikmati kemudian lenyap sesudah itu (dan yang ada pada sisi Allah) berupa pahala (lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya kepada Rabb mereka, mereka bertawakal) kemudian di'athafkan kepadanya ayat berikut ini, yaitu:"
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 37,
    "arab": "وَالَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ وَاِذَا مَا غَضِبُوْا هُمْ يَغْفِرُوْنَ ۚ ",
    "translation": "dan juga (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4309.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa yang akan memperoleh kesenangan yang abadi di akhirat nanti ialah orang-orang yang menjauhi dosa-dosa besar seperti membunuh, berzina dan mencuri, serta menghindarkan hal-hal yang tidak dibenarkan syarak, akal sehat, dan akhlak mulia baik berupa ucapan maupun berupa perbuatan. Begitu juga orang-orang yang apabila amarahnya timbul, mereka diam menahan amarahnya, memaafkan orang yang menyebabkan kemarahannya dan tidak ada dalam batinnya sedikit pun rasa dendam. Diriwayatkan bahwa Rasulullah saw tidak pernah membela kepentingan dirinya kecuali apabila hukum-hukum Allah dilanggar dan dihinakan. \nSifat pemaaf adalah sifat yang dekat kepada takwa dan memang diperintah Allah, sebagaimana firman-Nya:\n\nPembebasan itu lebih dekat kepada takwa. (al-Baqarah/2: 237)\n\nDan firman-Nya:\n\nJadilah pemaaf dan suruhlah orang mengerjakan yang makruf, serta jangan pedulikan orang-orang yang bodoh. (al-A'raf/7: 199)",
    "quraish": "Juga bagi orang-orang yang menjauhkan diri dari dosa-dosa besar dan segala perbuatan buruk yang dilarang oleh Allah. Hanya mereka yang, apabila mendapatkan perlakuan buruk di dunia, cepat-cepat memaafkan sehingga perlakuannya itu menjadi penyelesaian yang baik.",
    "jalalayn": "(Dan bagi orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji) yang mengharuskan pelakunya menjalani hukuman Hadd; lafal ayat ini merupakan 'Athful Ba'dh 'Alal Kull (dan apabila mereka marah mereka memberi maaf) maksudnya, mereka selalu bersikap maaf."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 38,
    "arab": "وَالَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمْ وَاَقَامُوا الصَّلٰوةَۖ وَاَمْرُهُمْ شُوْرٰى بَيْنَهُمْۖ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۚ ",
    "translation": "dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedang urusan mereka (diputuskan) dengan musyawarah antara mereka; dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4310.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang menyambut baik panggilan Allah kepada agama-Nya seperti mengesakan dan menyucikan Zat-Nya dari penyembahan selain Dia, mendirikan salat fardu pada waktunya dengan sempurna untuk membersihkan hati dari iktikad batil dan menjauhkan diri dari perbuatan mungkar, baik yang tampak maupun yang tidak tampak, selalu bermusyawarah untuk menentukan sikap di dalam menghadapi hal-hal yang pelik dan penting, kesemuanya akan mendapatkan kesenangan yang kekal di akhirat . Dalam ayat yang serupa, Allah berfirman:\n\nDan bermusyawarahlah dengan mereka dalam urusan itu. (Ali 'Imran/3: 159)\nDemikian pula menginfakkan rezeki di jalan Allah, membelanjakannya di jalan yang berguna dan bermanfaat bagi pribadi, masyarakat, nusa, dan bangsa. Mereka juga akan mendapatkan kesenangan yang kekal di akhirat. Dalam ayat lain Allah berfirman:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu. (al-Baqarah/2: 254)\n\nDan firman-Nya:\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik. (al-Baqarah/2: 267)",
    "quraish": "Juga bagi orang-orang yang memenuhi seruan Sang Pencipta dan Pemelihara mereka, selalu mengerjakan salat, selalu menyelesaikan urusan mereka dengan jalan musyawarah demi tegaknya keadilan di tengah masyarakat dan menghindari otoritas pribadi atau kelompok, dan membelanjakan sebagian harta yang dikaruniakan oleh Allah di jalan kebaikan.",
    "jalalayn": "(Dan bagi orang-orang yang menerima seruan Rabbnya) yang mematuhi apa yang diserukan Rabbnya yaitu, mentauhidkan-Nya dan menyembah-Nya (dan mendirikan salat) memeliharanya (sedangkan urusan mereka) yang berkenaan dengan diri mereka (mereka putuskan di antara mereka dengan musyawarah) memutuskannya secara musyawarah dan tidak tergesa-gesa dalam memutuskannya (dan sebagian dari apa yang Kami rezekikan kepada mereka) atau sebagian dari apa yang Kami berikan kepada mereka (mereka menafkahkannya) untuk jalan ketaatan kepada Allah. Dan orang-orang yang telah disebutkan tadi merupakan suatu golongan kemudian golongan yang lainnya ialah;"
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ اِذَآ اَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُوْنَ ",
    "translation": "dan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4311.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa di antara sifat orang-orang yang akan memperoleh kebahagiaan yang kekal abadi di akhirat ialah orang-orang yang apabila diperlakukan semena-mena oleh orang lain, ia akan membela diri dan membalas kepada orang yang menzaliminya tersebut, dengan syarat pembelaan diri tersebut tidak melampaui kezaliman yang menimpanya. Dalam pembelaan diri ini mereka akan mendapat pertolongan dari Allah, sebagaimana firman-Nya: \n\nDemikianlah, dan barang siapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. (al-hajj/22: 60)",
    "quraish": "Serta bagi orang-orang yang, apabila mendapat perlakuan tidak baik dari orang zalim, membela diri dengan melakukan perlawanan.",
    "jalalayn": "(Dan bagi orang-orang yang apabila mereka diperlakukan dengan lalim) dizalimi (mereka membela diri) maksudnya membalas perlakuan zalim itu sesuai dengan kelaliman yang diterimanya, sebagaimana yang diungkapkan oleh firman-Nya:"
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 40,
    "arab": "وَجَزٰۤؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۚفَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهٗ عَلَى اللّٰهِ ۗاِنَّهٗ لَا يُحِبُّ الظّٰلِمِيْنَ",
    "translation": "Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barangsiapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4312.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa perbuatan membela diri yang dilakukan seseorang yang dianiaya orang lain hendaklah ditujukan kepada pelaku penganiayaan dan seimbang dengan berat ringannya penganiayaan tersebut. Tindakan balasan atau pembelaan diri yang berlebihan tidak dibenarkan agama, hal ini sesuai dengan firman Allah:\n\nBarang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. (al-Baqarah/2: 194)\n\nDi ayat lain Allah berfirman:\n\nDan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar. (an-Nahl/16: 126)\n\nDalam situasi saat ini orang-orang yang teraniaya oleh orang lain, mungkin tidak bisa langsung membela diri atau menuntut haknya kepada orang-orang yang menganiayanya karena berbagai keterbatasannya, maka ia bisa meminta pertolongan pihak-pihak berwajib yang bisa melakukan tindakan untuk membela haknya, seperti polisi, pengadilan dan sebagainya. Perlu diingatkan bahwa hak seseorang harus dipertahankan, jangan hanya berdiam diri ketika orang lain merampas haknya. Banyak hadis yang menerangkan tentang hak-hak seperti:\nSiapa yang terbunuh karena mempertahankan hartanya, maka ia adalah seorang yang syahid. Siapa yang terbunuh karena mempertahankan (keselamatan)nyawa, keluarga, dan agamanya, maka ia adalah seorang yang syahid. (Riwayat Abu Dawud dan at-Tirmidhi)\n\nSekalipun demikian, ayat ini juga menganjurkan untuk tidak membalas kejahatan orang lain, tetapi memaafkan dan memperlakukan dengan baik orang yang berbuat jahat kepada kita karena Allah akan memberikan pahala kepada orang-orang yang memaafkan kesalahan orang lain, selain itu memaafkan orang lain adalah penebus dosa. Firman Allah:\n\nDan luka-luka (pun) ada qisas-nya (balasan yang sama). Barangsiapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. (al-Ma'idah/5: 45)\n\nAyat 40 ini ditutup dengan satu penegasan bahwa Allah tidak menyukai orang-orang yang zalim yang melampaui batas di dalam melakukan pembalasan atas kejahatan yang pernah dialaminya.",
    "quraish": "Balasan orang yang berbuat buruk adalah keburukan semisal, demi terwujudnya keadilan. Tetapi barangsiapa, atas dasar cinta, memaafkan orang yang berbuat buruk kepadanya--jika ia mampu--dan memperbaiki kembali hubungannya dengan orang itu, akan memperoleh pahala dari Allah. Dia semata yang mengetahui besarnya pahala itu. Sesungguhnya Allah tidak menyayangi orang-orang yang melanggar hak- hak asasi manusia dengan melanggar syariat Allah.",
    "jalalayn": "(Dan balasan suatu kejahatan adalah kejahatan yang serupa) kejahatan yang kedua ini dinamakan pula sebagai kejahatan bukan pembalasan, karena jenis dan gambarannya sama dengan yang pertama. Hal ini tampak jelas di dalam masalah yang menyangkut kisas luka. Sebagian di antara para ahli fikih mengatakan, bahwa jika ada seseorang mengatakan kepadamu, \"Semoga Allah menghinakan kamu,\" maka pembalasan yang setimpal ialah harus dikatakan pula kepadanya, \"Semoga Allah menghinakan kamu pula (maka barang siapa memaafkan) orang yang berbuat lalim kepadanya (dan berbuat baik) yakni tetap berlaku baik kepada orang yang telah ia maafkan (maka pahalanya atas tanggungan Allah) artinya, Allah pasti akan membalas pahalanya. (Sesungguhnya Dia tidak menyukai orang-orang yang lalim) maksudnya Dia tidak menyukai orang-orang yang memulai berbuat lalim, maka barang siapa yang memulai berbuat lalim dia akan menanggung akibatnya, yaitu siksaan dari-Nya."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 41,
    "arab": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهٖ فَاُولٰۤىِٕكَ مَا عَلَيْهِمْ مِّنْ سَبِيْلٍۗ ",
    "translation": "Tetapi orang-orang yang membela diri setelah dizalimi, tidak ada alasan untuk menyalahkan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4313.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang yang berbuat sesuatu karena membela diri dari satu penganiayaan atau suatu kejahatan yang menimpanya, tidak ada jalan untuk menuntutnya dari sisi hukum dan ia tidak berdosa karena dia melakukannya berdasarkan hak. Tetapi orang-orang yang berbuat zalim, berbuat kejahatan di muka bumi dan melampaui batas dalam memberikan pembalasan, mereka itulah yang dapat dituntut dan akan mendapat azab dan siksa yang pedih di akhirat kelak.",
    "quraish": "Barangsiapa membalas orang-orang yang berbuat aniaya dengan perbuatan yang semisal, tidak akan dikenai sanksi dan tidak dianggap bersalah.",
    "jalalayn": "(Dan sesungguhnya orang-orang yang membela diri sesudah teraniaya) sesudah ia menerima penganiayaan dari orang lain (tidak ada suatu dosa pun atas mereka) maksudnya, mereka tidak berdosa bila menuntut."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 42,
    "arab": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَظْلِمُوْنَ النَّاسَ وَيَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ  ",
    "translation": "Sesungguhnya kesalahan hanya ada pada orang-orang yang berbuat zalim kepada manusia dan melampaui batas di bumi tanpa (mengindahkan) kebenaran. Mereka itu mendapat siksa yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4314.mp3",
    "tafsir": "Dalam ayat ini Allah menolak tuduhan kaum musyrik Mekah bahwa Muhammad saw itu mengada-adakan dusta terhadap Allah. Ini adalah perbuatan yang amat buruk. Seandainya Allah menghendaki, tentu Dia dapat mengunci mati hatimu karena perbuatan semacam itu, tidak dilakukan kecuali oleh orang musyrikin.\nTetapi sunah Allah telah berlaku dan akan terus berlaku bahwa Dia selalu menghancurkan dan menghapuskan yang batil serta menguatkan yang hak dan menanamkan hakikat yang hak itu di kalangan manusia sesuai dengan ketentuan yang telah ditetapkan-Nya. Itulah sebabnya agama yang dibawa oleh Muhammad saw hari demi hari makin bertambah kuat dan mantap, makin tersebar luas, serta semakin bertambah banyak penganutnya.\nAllah Maha Mengetahui semua yang tersimpan dalam hati, tidak ada yang tersembunyi bagi-Nya, maka segala sesuatu terjadi berdasarkan ilmu Allah yang amat luas, meliputi segala sesuatu. Oleh sebab itu tuduhan mereka terhadap Nabi Muhammad yang dianggap telah mengada-adakan kebohongan tentang Allah diketahui oleh-Nya dan telah dibuktikan ketidakbenarannya dalam ayat ini.",
    "quraish": "Sanksi dan anggapan bersalah itu hanya berlaku pada orang-orang yang berbuat aniaya kepada orang lain, bersikap sombong dan membuat kerusakan di bumi dengan cara yang tidak benar. Mereka benar- benar akan mendapatkan azab yang sangat menyakitkan.",
    "jalalayn": "(Sesungguhnya dosa itu atas orang-orang yang berbuat lalim kepada manusia dan melampaui batas) yaitu mereka mengerjakan hal-hal (di muka bumi tanpa hak) mereka mengerjakan perbuatan-perbuatan maksiat. (Mereka itu mendapat azab yang pedih) yaitu azab yang menyakitkan."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 43,
    "arab": "وَلَمَنْ صَبَرَ وَغَفَرَ اِنَّ ذٰلِكَ لَمِنْ عَزْمِ الْاُمُوْرِ ࣖ ",
    "translation": "Tetapi barangsiapa bersabar dan memaafkan, sungguh yang demikian itu termasuk perbuatan yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4315.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa orang-orang yang sabar dan memaafkan perbuatan jahat yang dilakukan orang lain atas dirinya, sedangkan ia sanggup membalasnya, mereka itu telah melakukan sesuatu yang utama dan mereka itu berhak menerima pahala yang banyak. \nDiriwayatkan oleh Abu Hurairah bahwa seorang laki-laki mencaci maki Abu Bakar, sedangkan Nabi duduk bersamanya, tersenyum, begitu banyak caci maki itu sehingga Abu Bakar membalas caci maki tersebut. Kemudian Nabi marah dan bangun dari duduknya, lalu Abu Bakar mengikutinya dan berkata, \"Ya Rasulullah, dia telah mencaci makiku sedangkan engkau duduk (melihatnya), ketika aku membalas caci makinya engkau marah dan bangkit (meninggalkanku).\" Rasul kemudian menjawab, \"Sesungguhnya (ketika engkau dicaci) malaikat ada bersamamu membalas caci maki orang tersebut, ketika engkau membalas caci maki itu, hadirlah setan (disitu), maka aku tidak mau duduk bersama setan.\" Kemudian Rasul bersabda, Ya Abu Bakar, ada 3 hal yang semuanya benar, yaitu:\n1. Seorang hamba dianiaya, lalu dia memaafkan penganiayanya itu, maka ia akan dimuliakan Allah dan dimenangkan atas musuhnya.\n2. Seorang laki-laki yang memberikan suatu pemberian dengan maksud mengeratkan hubungan silaturahmi akan diberi Allah tambahan rezeki yang banyak.\n3. Orang-orang yang minta-minta dengan maksud memperkaya diri akan dikurangi Allah rezekinya.",
    "quraish": "Aku bersumpah bahwa barangsiapa yang sabar menghadapi kezaliman, memaafkan dan tidak membalas pelakunya, selama hal itu tidak akan menyebabkan bertambahnya kerusakan di atas bumi, perlakuan mereka itu benar-benar suatu hal yang harus dilakukan oleh orang yang mempunyai akal sehat.",
    "jalalayn": "(Tetapi orang yang bersabar) dan ia tidak membela dirinya atau tidak menuntut balas (dan memaafkan) memaafkan kelaliman orang lain terhadap dirinya (sesungguhnya yang demikian itu) yaitu sabar dan pemaaf (termasuk hal-hal yang diutamakan) yang dianjurkan oleh syariat."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 44,
    "arab": "وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ وَّلِيٍّ مِّنْۢ بَعْدِهٖ ۗوَتَرَى الظّٰلِمِيْنَ لَمَّا رَاَوُا الْعَذَابَ يَقُوْلُوْنَ هَلْ اِلٰى مَرَدٍّ مِّنْ سَبِيْلٍۚ ",
    "translation": "Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4316.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apa yang dikehendaki-Nya pasti menjadi kenyataan dan tak seorang pun yang dapat menghalangi-Nya; sebaliknya apa yang tidak dikehendaki-Nya, tidak akan terjadi. Barang siapa yang telah diberi petunjuk oleh Allah tidak akan ada yang menyesatkannya, dan barang siapa yang telah dibiarkan sesat oleh Allah, karena selalu berbuat kejahatan tidak akan ada seorang pun yang dapat memberinya petunjuk ke jalan yang benar, yang akan membantunya dia mencapai kebahagiaan dan keberuntungan. Firman Allah:\n\nDan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya. (al-Kahf/18: 17)\n\nOrang-orang kafir di akhirat nanti ketika melihat dan menyaksikan azab di depan matanya, berangan-angan bisa kembali lagi ke dunia untuk berbuat baik dan beriman. Mereka berkata, \"Apakah masih ada jalan bagi kami untuk kembali ke dunia?\" Andaikata mereka itu dapat kembali lagi ke dunia, mereka tidak juga akan beriman dan berbuat baik, mereka akan tetap saja melanggar larangan-larangan Allah. Hal ini digambarkan pula oleh Allah dalam ayat yang lain dengan firman-Nya:\n\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, \"Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.\"Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An'am/6: 27-28)",
    "quraish": "Orang-orang tersesat dari jalan petunjuk--karena buruknya pilihan mereka--tidak akan mendapatkan penolong selain Allah yang dapat memberi petunjuk dan menolak azab. Kamu, wahai orang yang mendengarkan pesan ini, akan melihat orang-orang zalim, pada saat menyaksikan azab di akhirat, meminta kepada Tuhan untuk diberikan jalan apa saja yang dapat mengembalikan mereka ke dunia, agar dapat melakukan perbuatan baik yang belum pernah mereka lakukan sebelumnya.",
    "jalalayn": "(Dan siapa yang disesatkan Allah maka tidak ada baginya seorang pemimpin pun sesudah itu) artinya tiada seorang pun yang dapat memberikan petunjuk kepadanya sesudah ia disesatkan oleh Allah (Dan kamu akan melihat orang-orang yang lalim ketika mereka melihat azab berkata, \"Adakah kiranya jalan untuk kembali) ke dunia bagi kami.\""
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 45,
    "arab": "وَتَرٰىهُمْ يُعْرَضُوْنَ عَلَيْهَا خٰشِعِيْنَ مِنَ الذُّلِّ يَنْظُرُوْنَ مِنْ طَرْفٍ خَفِيٍّۗ وَقَالَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ الظّٰلِمِيْنَ فِيْ عَذَابٍ مُّقِيْمٍ ",
    "translation": "Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tertunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4317.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa ketika orang-orang kafir ini dihadapkan ke neraka, mereka sangat takut dan merasa hina karena mereka tahu dan yakin bahwa itu adalah akibat dari pelanggaran-pelanggaran dan dosa yang telah dilakukannya, mereka mengetahui kebesaran serta kekuasaan Tuhan yang telah didurhakainya. Mereka tidak dapat menatap api neraka yang menyala-nyala itu, mereka melihatnya dengan lirikan mata yang penuh kelesuan, sama halnya dengan orang yang digiring untuk dibunuh ketika ia melihat pedang yang mengkilat yang akan menghabiskan nyawanya. Dia tidak akan mampu menatap pedang itu, tetapi dia melihatnya dengan lirik mata dan dalam keadaan lesu dan mencuri-curi penglihatan.\nDi kala itu orang-orang mukmin berkata, \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang telah menganiaya dirinya sendiri sehingga mereka dimasukkan ke dalam neraka dan tidak memperoleh sedikit pun nikmat dan kesenangan yang abadi di dalam surga; mereka dipisahkan dengan orang yang disayanginya, sahabat-sahabatnya, dan familinya.\" Ini adalah suatu kerugian yang tak ada taranya. \nPada akhir ayat ini dijelaskan bahwa orang-orang kafir akan berada dalam siksaan yang berkepanjangan yang tak ada habis-habisnya. Tidak ada jalan bagi mereka untuk lepas dan menghindar dari siksaan itu.",
    "quraish": "Kamu akan melihat juga bahwa orang-orang zalim itu dihadapkan ke api neraka dalam keadaan tunduk karena terhina akibat rasa amat takut yang menimpa mereka. Mereka mencuri pandang ke arah neraka karena takut akan bahayanya. Ketika itu, orang-orang Mukmin mengatakan, \"Yang benar-benar merugi adalah orang-orang yang menganiaya diri mereka sendiri dengan sikap ingkar. Mereka kehilangan istri, anak dan kerabat karena tidak dapat menemui mereka. Allah pun lalu mengingatkan bahwa orang-orang zalim itu akan memdapatkan azab yang kekal.",
    "jalalayn": "(Dan kamu akan melihat mereka dihadapkan kepadanya) yakni ke neraka (dalam keadaan tunduk) takut dan merasa rendah diri (karena merasa hina, mereka melihat) ke neraka (dengan pandangan yang lesu) atau dengan pandangan yang malas. Huruf Min di sini bermakna Ibtidaiyah atau bermakna sama dengan huruf Ba. (Dan orang-orang yang beriman berkata, \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan kehilangan keluarga mereka pada hari kiamat\") karena mereka kekal menjadi penghuni neraka dan tidak memperoleh bidadari-bidadari yang telah disediakan buat mereka seandainya mereka beriman. Isim Maushul atau lafal Al Ladziina Khasiruu Anfusahum merupakan Khabar dari lafal Inna. (Ingatlah, sesungguhnya orang-orang yang zalim itu) yakni orang-orang yang kafir itu (berada dalam azab yang kekal) azab yang abadi; ini adalah firman Allah swt."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 46,
    "arab": "وَمَا كَانَ لَهُمْ مِّنْ اَوْلِيَاۤءَ يَنْصُرُوْنَهُمْ مِّنْ دُوْنِ اللّٰهِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ سَبِيْلٍ ۗ ",
    "translation": "Dan mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Barangsiapa dibiarkan sesat oleh Allah tidak akan ada jalan keluar baginya (untuk mendapat petunjuk).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4318.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa seseorang tidak akan mendapat pertolongan dari siapa pun untuk menyelamatkan mereka dari siksa yang menimpa Mereka. Berhala-berhala yang pernah disembah mereka di dunia tidak dapat sama sekali memberi pertolongan, bahkan mustahil akan dapat membela mereka dan melepaskan mereka dari azab yang sedang menimpa mereka. Ayat 46 ini ditutup dengan satu ketegasan bahwa orang yang dibiarkan Allah sesat itu telah menjadi watak dan tabiat mereka akan selalu berbuat kejahatan, kerusakan dan pelanggaran-pelanggaran terhadap larangan agama; mereka tidak akan dapat lagi diperbaiki, tidak akan dapat lagi melakukan hal-hal yang hak dan benar di dunia ini, dan tidak akan dapat memasuki surga Jannatun Na'im di akhirat nanti.",
    "quraish": "Mereka tidak mendapatkan, di antara tuhan-tuhan selain Allah yang mereka sembah dan mereka taati dalam berbuat maksiat, penolong-penolong yang menyelamatkan mereka dari siksa-Nya. Orang-orang yang tersesat dari jalan kebenaran--karena buruknya pilihan mereka--tidak mempunyai jalan yang dapat menyelamatkan mereka.",
    "jalalayn": "(Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah) yang dapat menolak azab-Nya dari diri mereka (Dan siapa yang disesatkan Allah maka tidaklah ada baginya sesuatu jalan pun) yaitu jalan yang benar baginya di dunia dan jalan yang dapat mengantarkannya ke surga, di akhirat kelak."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 47,
    "arab": "اِسْتَجِيْبُوْا لِرَبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ ۗمَا لَكُمْ مِّنْ مَّلْجَاٍ يَّوْمَىِٕذٍ وَّمَا لَكُمْ مِّنْ نَّكِيْرٍ ",
    "translation": "Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4319.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah memerintahkan agar manusia patuh dan taat serta menerima seruan Rasul-Nya, agama Allah yang disampaikan sebelum datang hari dimana tidak seorang pun dapat menahan, menolak dan menghalangi kedatangannya yaitu hari Kiamat. Pada hari itu mereka tidak mempunyai suatu tempat pun untuk berlindung yang akan menyelamatkan mereka dari kesusahan, dan mereka itu tidak dapat mengingkari kejahatan-kejahatan yang telah diperbuatnya di dunia, karena semuanya itu sudah tertera dengan jelas di dalam buku catatan amalan masing-masing dan lidah serta anggota tubuh mereka pun menjadi saksi. Bagaimana pun juga mereka tidak akan dapat melarikan diri dan menghindar dari kedahsyatan hari itu. Dalam hubungan ini Allah berfirman:\n\nPada hari itu manusia berkata, \"Ke mana tempat lari?\" Tidak! Tidak ada tempat berlindung! Hanya kepada Tuhanmu tempat kembali pada hari itu. (al-Qiyamah/75: 10-12)",
    "quraish": "Segeralah, wahai umat manusia, dalam memenuhi seruan utusan Sang Pencipta dan Pemelihara kalian untuk beriman dan taat, sebelum habis kesempatan untuk berbuat, dan sebelum datang hari perhitungan yang tidak akan diurungkan oleh Allah setelah ditetapkan-Nya. Pada hari itu, kalian tidak mendapatkan suatu tempat untuk mengungsi yang melindungi kalian dari siksaan, dan tidak mendapatkan alasan untuk mengingkari apa yang kalian perbuat.",
    "jalalayn": "(Patuhilah seruan Rabb kalian) perkenankanlah seruan-Nya, yaitu dengan mentauhidkan-Nya dan menyembah-Nya (sebelum datang suatu hari) yakni hari kiamat (dari Allah yang tidak dapat ditolak kedatangannya) apabila hari itu datang tidak dapat ditolak. (Kalian tidak memperoleh tempat berlindung) yang kalian dapat berlindung di dalamnya (pada hari itu dan tidak pula dapat mengingkari) dosa-dosa kalian."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 48,
    "arab": "فَاِنْ اَعْرَضُوْا فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗاِنْ عَلَيْكَ اِلَّا الْبَلٰغُ ۗوَاِنَّآ اِذَآ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَاِنَّ الْاِنْسَانَ كَفُوْرٌ ",
    "translation": "Jika mereka berpaling, maka (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Dan sungguh, apabila Kami merasakan kepada manusia suatu rahmat dari Kami, dia menyambutnya dengan gembira; tetapi jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar), sungguh, manusia itu sangat ingkar (kepada nikmat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4320.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa apabila Nabi Muhammad saw telah menunaikan tugas menyampaikan risalah menyeru orang-orang musyrik kepada kebenaran dan kepada jalan yang lurus, tetapi mereka itu tidak menyambut baik dan tidak mau menerimanya bahkan mereka itu tetap menolak dan berpaling dari kebenaran, maka hendaklah Rasul membiarkan sikap mereka tanpa perlu gusar dan cemas. Hal ini dikarenakan Rasul tidak diberi tugas mengawasi dan meneliti amal perbuatan orang-orang musyrik itu, tetapi dia hanya diberi tugas menyampaikan apa yang diturunkan dan diperintahkan Allah kepadanya. Apabila Nabi Muhammad saw telah melaksanakan kewajibannya, maka beliau sudah dianggap menunaikan misinya, sebagaimana firman Allah:\n\nMaka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Ra'd/13: 40)\n\nDan firman-Nya:\n\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka, (al-Gasyiyah/88: 21-22)\n\nDan firman-Nya pula:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSelanjutnya Allah menerangkan tabiat dan watak manusia yaitu apabila manusia itu diberi kekayaan, dikaruniai kesenangan hidup, kesejahteraan jasmani, perasaan aman sentosa, mereka senang dan gembira atas karunia tersebut, bahkan sering menimbulkan perasaan angkuh dan takabur. Tetapi sebaliknya apabila mereka ditimpa kemiskinan, penyakit, musibah yang bermacam-macam berupa banjir, kebakaran dan akibat dosa dan maksiat yang dikerjakannya, mereka mengingkari semua karunia yang telah diberikan Allah kepadanya, lupa akan karunia itu, malah mereka lupa mengerjakan kebaikan. Demikianlah sifat orang kafir dan tidak beriman kepada Allah. Berbeda dengan orang-orang yang benar-benar beriman kepada Allah, mereka bersyukur, beriman dan beribadah semakin mantap. Apabila mereka tidak atau belum memperoleh karunia, mereka bersabar karena mereka percaya kepada ketentuan Allah; segala sesuatu dikembalikan kepada Allah, mereka menyesuaikan diri dengan firman Allah:\n\nDan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)",
    "quraish": "Maka, jika orang-orang musyrik itu menolak memenuhi seruanmu, wahai Rasulullah, kamu tidak perlu bersedih, karena kamu bukanlah pengawas atas perbuatan mereka. Kamu hanya bertugas menyampaikan pesan-pesan suci Tuhan. Dan kamu telah menjelaskanya. Tabiat manusia, memang, apabila Kami berikan kelapangan hidup, cenderung tidak berterima kasih. Dan apabila tertimpa musibah, akibat perbuatan maksiatnya, mereka cenderung melupakan nikmat. Mereka tidak tabah menghadapi turunnya cobaan dan tetap tidak berterima kasih.",
    "jalalayn": "(Jika mereka berpaling) tidak mau mematuhi seruan-Nya itu (maka Kami tidak mengutus kamu sebagai pemelihara bagi mereka) sebagai orang yang memelihara amal perbuatan mereka, umpamanya kamu menjadi orang yang memperturutkan apa yang dikehendaki oleh mereka. (Tidak lain) tiada lain (kewajibanmu hanyalah menyampaikan risalah) hal ini sebelum ada perintah untuk berjihad. (Sesungguhnya apabila Kami merasakan kepada manusia sesuatu rahmat dari Kami) berupa nikmat seperti kekayaan atau kecukupan dan kesehatan (dia bergembira ria karena rahmat itu. Dan jika mereka ditimpa) Dhamir yang kembali kepada lafal Al-Insaan memandang kepada segi maknanya atau jenisnya (kesusahan) malapetaka atau musibah (disebabkan perbuatan tangan mereka sendiri) disebabkan yang mereka lakukan; dalam ayat ini diungkapkan kata 'tangan mereka sendiri' karena kebanyakan pekerjaan manusia itu dilakukan oleh tangannya (karena sesungguhnya manusia itu amat ingkar) kepada nikmat yang telah diberikan kepadanya."
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 49,
    "arab": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يَخْلُقُ مَا يَشَاۤءُ ۗيَهَبُ لِمَنْ يَّشَاۤءُ اِنَاثًا وَّيَهَبُ لِمَنْ يَّشَاۤءُ الذُّكُوْرَ ۙ",
    "translation": "Milik Allah-lah kerajaan langit dan bumi; Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki dan memberikan anak laki-laki kepada siapa yang Dia kehendaki,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4321.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi, memiliki, berkuasa dan berbuat sekehendak-Nya terhadap apa yang ada di langit dan di bumi. Apa saja yang Dia kehendaki pasti terwujud dan menjadi kenyataan, dan apa yang tidak Dia kehendaki tidak terwujud. Dia memberikan nikmat kepada siapa yang dikehendaki-Nya. Tidak seorang pun dapat menghalangi apa yang dikehendaki-Nya tidak seorang pun dapat memberikan nikmat kepada siapa yang tidak dikehendaki-Nya. Dia-lah yang menciptakan segala sesuatu menurut kehendak-Nya. Dia-lah yang memberikan keturunan anak perempuan kepada siapa yang dikehendaki-Nya, memberikan keturunan anak laki-laki kepada siapa yang dikehendaki-Nya, dan memberikan keturunan anak laki-laki dan perempuan, dan ada pula yang dijadikannya mandul, tidak memiliki keturunan, semua itu ada hikmahnya.\nSemuanya itu menunjukkan kemahakuasaan Allah yang tidak seorang pun dapat menentang-Nya. Dia berbuat sekehendak-Nya sesuai dengan kodrat-Nya dan tidak seorang pun yang sanggup merintangi-Nya atau turut membantu mengatur keinginan-Nya.\nAyat ini ditutup dengan satu ketegasan, bahwa Allah Maha Mengetahui siapa-siapa yang layak dan berhak dianugerahi tiap-tiap macam karunia tersebut di atas. Dia Mahakuasa menciptakan apa yang dikehendaki dan berbuat sekehendak-Nya menurut kebijaksanaan dan ilmu-Nya.",
    "quraish": "Hanya wewenang Allah hak mencipta dan mengatur langit dan bumi. Dia menciptakan apa saja yang dikehendaki-Nya. Dia mengaruniakan anak perempuan atau laki-laki kepada siapa saja yang dikehendaki- Nya.",
    "jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki. Dia memberikan kepada siapa yang Dia kehendaki) yakni berupa anak-anak (yaitu anak-anak perempuan dan Dia memberikan anak-anak lelaki kepada siapa yang Dia kehendaki.)"
  },
  {
    "hizb": 195,
    "name": "Asy-Syura",
    "ayat": 50,
    "arab": "اَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَّاِنَاثًا ۚوَيَجْعَلُ مَنْ يَّشَاۤءُ عَقِيْمًا ۗاِنَّهٗ عَلِيْمٌ قَدِيْرٌ ",
    "translation": "atau Dia menganugerahkan jenis laki-laki dan perempuan, dan menjadikan mandul siapa yang Dia kehendaki. Dia Maha Mengetahui, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4322.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi, memiliki, berkuasa dan berbuat sekehendak-Nya terhadap apa yang ada di langit dan di bumi. Apa saja yang Dia kehendaki pasti terwujud dan menjadi kenyataan, dan apa yang tidak Dia kehendaki tidak terwujud. Dia memberikan nikmat kepada siapa yang dikehendaki-Nya. Tidak seorang pun dapat menghalangi apa yang dikehendaki-Nya tidak seorang pun dapat memberikan nikmat kepada siapa yang tidak dikehendaki-Nya. Dia-lah yang menciptakan segala sesuatu menurut kehendak-Nya. Dia-lah yang memberikan keturunan anak perempuan kepada siapa yang dikehendaki-Nya, memberikan keturunan anak laki-laki kepada siapa yang dikehendaki-Nya, dan memberikan keturunan anak laki-laki dan perempuan, dan ada pula yang dijadikannya mandul, tidak memiliki keturunan, semua itu ada hikmahnya.\nSemuanya itu menunjukkan kemahakuasaan Allah yang tidak seorang pun dapat menentang-Nya. Dia berbuat sekehendak-Nya sesuai dengan kodrat-Nya dan tidak seorang pun yang sanggup merintangi-Nya atau turut membantu mengatur keinginan-Nya.\nAyat ini ditutup dengan satu ketegasan, bahwa Allah Maha Mengetahui siapa-siapa yang layak dan berhak dianugerahi tiap-tiap macam karunia tersebut di atas. Dia Mahakuasa menciptakan apa yang dikehendaki dan berbuat sekehendak-Nya menurut kebijaksanaan dan ilmu-Nya.",
    "quraish": "Allah menganugerahkan anak perempuan dan laki-laki kepada siapa saja yang dikehendaki, dan menjadikan mandul kepada siapa saja yang dikehendaki. Sesungguhnya pengetahuan Allah meliputi segala sesuatu. Dan Dia Mahakuasa melakukan apa saja yang dikehendaki-Nya.",
    "jalalayn": "(Atau Dia menganugerahkan kedua jenis) atau Dia menjadikan buat mereka (laki-laki dan perempuan, dan Dia menjadikan mandul siapa yang Dia kehendaki) sehingga tidak mempunyai anak dan tidak dapat membuahi. (Sesungguhnya Dia Maha Mengetahui) apa yang diciptakan-Nya (lagi Maha Kuasa) atas semua apa yang dikehendaki-Nya."
  }
]