[
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 17,
    "arab": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاۤءَهُمْ رَسُوْلٌ كَرِيْمٌۙ ",
    "translation": "Dan sungguh, sebelum mereka Kami benar-benar telah menguji kaum Fir’aun dan telah datang kepada mereka seorang Rasul yang mulia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4431.mp3",
    "tafsir": "Allah menerangkan bahwa sebelum menguji kaum Nabi Muhammad, Dia telah menguji kaum Fir'aun yang sangat angkuh dan sombong. Ujiannya ialah, dengan mengutus kepada mereka seorang rasul yang mulia yaitu Nabi Musa. Peristiwa ini diharapkan menjadi contoh bagi kaum Nabi Muhammad saw.",
    "quraish": "Sebelum orang-orang kafir Mekah, Kami telah menguji kaum Fir'aun dengan mengajak mereka untuk beriman. Mereka didatangi Mûsâ, seorang rasul yang mulia di sisi Allah. Tetapi, kemudian, mereka mengingkarinya dengan congkak. Begitu pula dengan orang-orang musyrik Mekah ini.",
    "jalalayn": "(Sesungguhnya telah Kami coba) Kami uji (sebelum mereka kaum Firaun) berikut Firaun sendiri (dan telah datang kepada mereka seorang rasul) yaitu Nabi Musa.s. (yang mulia) di sisi Allah swt."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 18,
    "arab": "اَنْ اَدُّوْٓا اِلَيَّ عِبَادَ اللّٰهِ ۗاِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌۙ ",
    "translation": "(dengan berkata), “Serahkanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4432.mp3",
    "tafsir": "Nabi Musa berkata kepada kaum Fir'aun, \"Serahkanlah kepadaku Bani Israil dan lepaskanlah mereka dari perbudakan serta penyiksaan kamu sekalian, karena mereka itu adalah kaum yang merdeka untuk saya bawa ke negeri asal kami. Aku ini adalah Rasulullah yang telah dipercayakan untuk menyampaikan wahyu-Nya dan memperingatkan kepada kamu sekalian tentang siksaan-Nya apabila kamu sekalian mendurhakai-Nya. Firman Allah:\n\nMaka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka. Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk. (thaha/20: 47)",
    "quraish": "Rasul yang mulia itu berkata kepada mereka, \"Terimalah dakwahku sebagai bentuk pelaksanaan perintah yang diwajibkan kepada kalian, wahai hamba-hamba Allah. Sebab, aku memang seorang rasul yang diutus khusus untuk kalian. Dan aku benar-benar jujur dalam membawa misi dakwah ini.",
    "jalalayn": "(Dengan berkata, \"Hendaknya) atau hendaknyalah (kalian tunaikan kepadaku) apa yang aku seru kalian untuk melakukannya, yaitu beriman kepada Allah. Maksudnya, tampakkanlah iman kalian kepadaku, hai (hamba-hamba Allah. Sesungguhnya aku adalah utusan Allah yang dipercaya kepada kalian) dipercaya untuk menyampaikan apa yang aku diutus untuknya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 19,
    "arab": "وَّاَنْ لَّا تَعْلُوْا عَلَى اللّٰهِ ۚاِنِّيْٓ اٰتِيْكُمْ بِسُلْطٰنٍ مُّبِيْنٍۚ ",
    "translation": "dan janganlah kamu menyombongkan diri terhadap Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4433.mp3",
    "tafsir": "Musa menghimbau kaum Fir'aun agar mereka jangan menyombongkan diri kepada Allah dengan mengingkari ketuhanan-Nya, dengan mengakui bahwa ketuhanan itu ada pada diri mereka, dan jangan mendurhakai-Nya serta menyalahi perintah-Nya. Selanjutnya Musa menegaskan bahwa dia datang kepada mereka dengan membawa bukti yang nyata atas kebenaran apa yang dia serukan itu. Bukti nyata itu antara lain peristiwa yang terjadi antara Musa dan Fir'aun yang dikisahkan di dalam Al-Qur'an. Firman Allah:\n\nDia (Musa) berkata, \"Apakah (engkau akan melakukan itu) sekalipun aku tunjukkan kepadamu sesuatu (bukti) yang nyata?\"Dia (Fir'aun) berkata, \"Tunjukkan sesuatu (bukti yang nyata) itu, jika engkau termasuk orang yang benar!\"Maka dia (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya (dari dalam bajunya), tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (asy-Syu'ara'/26: 30-33)",
    "quraish": "Janganlah kalian menyombongkan diri di hadapan Allah dengan mendustakan rasul-Nya. Karena aku datang kepada kalian dengan membawa mukjizat yang jelas, yang menerangkan kebenaran misiku sebagai nabi dan rasul.",
    "jalalayn": "(Dan Janganlah kalian menyombongkan diri) berlaku takabur (terhadap Allah) yaitu tidak menaati-Nya. (Sesungguhnya aku datang kepada kalian dengan membawa bukti) tanda bukti (yang nyata\") yang menunjukkan kebenaran risalahku. Tetapi sebaliknya mereka mengancam akan merajamnya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 20,
    "arab": "وَاِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ اَنْ تَرْجُمُوْنِۚ ",
    "translation": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari ancamanmu untuk merajamku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4434.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
    "quraish": "Sesungguhnya aku berlindung kepada Sang Penciptaku dan Pencipta kalian dari upaya kalian untuk membunuhku dengan rajam.",
    "jalalayn": "Maka berdoalah Nabi Musa, (\"Dan sesungguhnya aku berlindung kepada Rabbku dan Rabb kalian, dari keinginan kalian merajamku) dengan batu."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 21,
    "arab": "وَاِنْ لَّمْ تُؤْمِنُوْا لِيْ فَاعْتَزِلُوْنِ ",
    "translation": "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4435.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
    "quraish": "Kalau memang kalian tidak mau beriman kepadaku, maka menjauhlah dan jangan sakiti aku.\"",
    "jalalayn": "(Dan jika kalian tidak beriman kepadaku) tidak percaya kepadaku (maka biarkanlah aku\") artinya, janganlah kalian menyakitiku, akan tetapi mereka tidak mau membiarkannya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 22,
    "arab": "فَدَعَا رَبَّهٗٓ اَنَّ هٰٓؤُلَاۤءِ قَوْمٌ مُّجْرِمُوْنَ ",
    "translation": "Kemudian dia (Musa) berdoa kepada Tuhannya, “Sungguh, mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4436.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Musa berkata kepada Fir'aun dan kaumnya, bahwa dia akan minta perlindungan dari Tuhannya dan Tuhan mereka, Tuhan yang menciptakannya dan yang menciptakan mereka, berlindung dari tindakan jahat yang akan mereka timpakan kepadanya baik berupa perkataan atau perbuatan.\nKalau mereka tidak mau menerima apa yang dia serukan kepada mereka, Musa mengharapkan agar mereka itu membiarkannya menimpa kaumnya tanpa membalas sikap mereka itu.\nPersoalan antara Musa dan Fir'aun bersama kaumnya berlarut-larut, sekalipun kepada mereka telah diberikan bukti-bukti yang nyata, tetapi mereka tetap saja membangkang. Musa berdoa dan mengadu kepada Allah bahwa mereka itu tetap saja mempersekutukan-Nya dan mendustakan rasul-Nya. Firman Allah:\n\nDan Musa berkata, \"Ya Tuhan kami, Engkau telah memberikan kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\" (Yunus/10: 88)",
    "quraish": "Mûsâ kemudian memohon kepada Tuhannya dengan mengadukan kaumnya yang sangat ingkar, ketika telah merasa putus asa karena mereka tidak beriman, bahwa dirinya telah melakukan sesuatu yang layak mereka terima.",
    "jalalayn": "(Kemudian Musa berdoa kepada Rabbnya, \"Bahwasanya) (mereka ini adalah kaum yang berdosa\") orang-orang yang musyrik."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 23,
    "arab": "فَاَسْرِ بِعِبَادِيْ لَيْلًا اِنَّكُمْ مُّتَّبَعُوْنَۙ ",
    "translation": "(Allah berfirman), “Karena itu berjalanlah dengan hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4437.mp3",
    "tafsir": "Allah memerintahkan Musa supaya pergi meninggalkan Mesir pada malam hari dan membawa serta Bani Israil dan orang-orang yang beriman kepadanya dari penduduk asli Mesir, tanpa sepengetahun Fir'aun. Ia diberitahu oleh Allah bahwa Fir'aun dan kaumnya akan mengejarnya, tetapi ia tidak akan tersusul oleh mereka. Allah berfirman:\n\nDan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" (thaha/20: 77)",
    "quraish": "\"Berjalanlah kamu, wahai Mûsâ, bersama orang-orang yang beriman kepadamu pada malam hari secara sembunyi-sembunyi agar mereka tidak mengetahui. Sebab, kalau mereka mengetahui, Fir'aun dan pasukan tentaranya akan mengikuti lalu menangkap kalian.",
    "jalalayn": "Maka Allah swt. berfirman, (\"Maka berjalanlah kamu) lafaz ini dapat dibaca Fa-asri atau Fasri (dengan membawa hamba-hamba-Ku) yaitu Bani Israel (pada malam hari, sesungguhnya kalian akan dikejar) oleh Firaun dan kaumnya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 24,
    "arab": "وَاتْرُكِ الْبَحْرَ رَهْوًاۗ اِنَّهُمْ جُنْدٌ مُّغْرَقُوْنَ ",
    "translation": "dan biarkanlah laut itu terbelah. Sesungguhnya mereka, bala tentara yang akan ditenggelamkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4438.mp3",
    "tafsir": "Allah memerintahkan Musa agar dia dan kaumnya meninggalkan laut yang dilaluinya itu dalam keadaan terbelah seperti halnya ketika dia memasukinya, hingga Fir'aun dan tentaranya memasukinya, kemudian Allah mempertautkan kembali laut yang terbelah tadi hingga tenggelamlah Fir'aun dan segenap tentaranya. Sedangkan Musa dan orang-orang yang bersama dia selamat sampai ke daratan, sebagaimana dinyatakan dalam firman Allah:\n\nDan Kami selamatkan Musa dan orang-orang yang bersamanya. Kemudian Kami tenggelamkan golongan yang lain. (asy-Syu'ara'/26: 65-66)",
    "quraish": "Biarkan laut itu tetap terbelah setelah kamu pukul dengan tongkat, agar orang-orang yang ingkar itu melaluinya. Mereka pasti akan tenggelam.",
    "jalalayn": "(Dan biarkanlah laut itu) apabila kamu dan pengikut-pengikutmu telah menempuhnya (terbelah) tenang dalam keadaan terbelah hingga orang-orang Koptik atau kaum Firaun memasukinya (sesungguhnya mereka adalah tentara yang akan ditenggelamkan\") maka tenanglah kamu jangan khawatir. Akhirnya mereka ditenggelamkan."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 25,
    "arab": "كَمْ تَرَكُوْا مِنْ جَنّٰتٍ وَّعُيُوْنٍۙ ",
    "translation": "Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4439.mp3",
    "tafsir": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah.",
    "quraish": "Setelah mati ditenggelamkan, mereka meninggalkan banyak taman segar dan mata air yang mengalir.",
    "jalalayn": "(Alangkah banyaknya taman yang mereka tinggalkan) yaitu kebun-kebun (dan mata air) yang mengalir."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 26,
    "arab": "وَّزُرُوْعٍ وَّمَقَامٍ كَرِيْمٍۙ ",
    "translation": "juga kebun-kebun serta tempat-tempat kediaman yang indah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4440.mp3",
    "tafsir": "Alangkah banyaknya kekayaan yang ditinggalkan Fir'aun dan tentaranya baik berupa taman-taman yang penuh dengan bunga-bungaan yang menjadikan hawa sejuk menyenangkan, dan mata air yang mengalir dengan indahnya. Demikian pula kebun-kebun yang menghijau, penuh dengan pohon-pohon yang berbuah dengan lebatnya, tempat-tempat yang berpemandangan indah, bangunan yang megah dan istana yang megah dan indah.",
    "quraish": "Tanaman-tanaman yang beraneka ragam dan tempat tinggal yang indah.",
    "jalalayn": "(Dan kebun-kebun serta tempat-tempat yang indah-indah) atau tempat yang bagus."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 27,
    "arab": "وَّنَعْمَةٍ كَانُوْا فِيْهَا فٰكِهِيْنَۙ ",
    "translation": "dan kesenangan-kesenangan yang dapat mereka nikmati di sana,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4441.mp3",
    "tafsir": "Semula mereka hidup dengan penuh ketenangan dengan penghidupan yang serba cukup dan lengkap, rezeki berlimpah-limpah, kegembiraan yang selalu dinikmati. Semuanya itu dilimpahkan Allah kepada mereka, tetapi mereka itu tetap tidak mau sadar, bahwa kejahatan dan kekafiran mereka bertambah-tambah karenanya lalu Allah membinasakan mereka. Kekayaan mereka tidak bermanfaat bagi mereka dan tidak dapat menolong mereka. Firman Allah:\n\nDan hartanya tidak bermanfaat baginya apabila dia telah binasa. (al-Lail/92: 11)",
    "quraish": "Juga, di samping itu, mereka meninggalkan kehidupan menyenangkan yang dahulu mereka nikmati.",
    "jalalayn": "(Dan nikmat) kesenangan (yang dahulu mereka bergelimang di dalamnya) bersenang-senang di dalamnya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 28,
    "arab": "كَذٰلِكَ ۗوَاَوْرَثْنٰهَا قَوْمًا اٰخَرِيْنَۚ",
    "translation": "demikianlah, dan Kami wariskan (semua) itu kepada kaum yang lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4442.mp3",
    "tafsir": "Demikianlah Allah membinasakan kaum yang mendustakan rasul-rasul-Nya yang selalu menyalahi perintah-Nya dan melanggar larangan-Nya. Negeri yang penuh kekayaan yang berlimpah-limpah dialihkan Allah kepada kaum yang lain yang tidak ada hubungannya sama sekali dengan mereka baik hubungan kekeluargaan maupun agama. Maka bangsa-bangsa berganti menguasai Mesir. Ibnu Katsir berpendapat bahwa yang mewarisi kekayaan Fir'aun adalah Bani Israil. Demikianlah Allah memberikan kekayaan kepada orang yang dikehendaki-Nya dan mencabut kerajaan dari orang yang Dia kehendaki, memuliakan yang Dia kehendaki, dan menghinakan yang Dia kehendaki pula. Firman Allah:\n\nKatakanlah (Muhammad), \"Wahai Tuhan pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki, dan Engkau cabut kekuasaan dari siapa pun yang Engkau kehendaki. Engkau muliakan siapa pun yang Engkau kehendaki dan Engkau hinakan siapa pun yang Engkau kehendaki. Di tangan Engkaulah segala kebajikan. Sungguh, Engkau Mahakuasa atas segala sesuatu. (Ali 'Imran/3: 26)",
    "quraish": "Hukuman seperti ini diberikan Allah kepada orang yang melanggar dan tidak menaati perintah-Nya. Kenikmatan yang dahulu mereka rasakan itu diserahkan kepada kaum lain yang sama sekali tidak ada hubungan kerabat dan agama dengan mereka.",
    "jalalayn": "(Demikianlah) lafal Kadzaalika ini menjadi Khabar dari Mubtada; maksudnya, perkaranya demikianlah. (Dan Kami wariskan semua itu) yakni harta benda mereka (kepada kaum yang lain) yakni, kaum Bani Israel."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 29,
    "arab": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاۤءُ وَالْاَرْضُۗ وَمَا كَانُوْا مُنْظَرِيْنَ ࣖ",
    "translation": "Maka langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4443.mp3",
    "tafsir": "Langit dan bumi tidak menangisi kepergian dan kehancuran Fir'aun dan kaumnya. Tidak sesuatu pun baik di langit maupun di bumi yang menghiraukan kematian Fir'aun dan kaumnya yang jahat dan durjana itu. Mereka tidak mau bertobat memperbaiki kesalahan-kesalahan mereka, oleh karenanya azab disegerakan tanpa ada penangguhan. Abu Ya'la meriwayatkan, demikian pula Abu Nu'aim dalam kitab hiyah al-Auliya:\nDari Anas bin Malik, Rasulullah bersabda: Setiap muslim mempunyai dua pintu di langit; pintu tempat turun rezekinya dan pintu tempat masuk amal dan ucapannya, bila keduanya tidak ada maka menangislah kedua pintu tersebut.",
    "quraish": "Langit dan bumi pun tak bersedih ketka mereka ditimpa siksaan itu, karena mereka memang hina. Mereka tidak diberi tenggang waktu untuk dapat bertobat dan untuk dapat menyadari kesalahannya, sebagai bentuk penghinaan terhadap mereka.\"",
    "jalalayn": "(Maka langit dan bumi tidak menangisi mereka) berbeda dengan orang-orang yang beriman, jika mereka mati tanah tempat salat mereka menangisinya dan langit tempat naiknya amal mereka menangisinya pula (dan mereka pun tidak diberi tangguh) diakhirkan tobatnya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 30,
    "arab": "وَلَقَدْ نَجَّيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مِنَ الْعَذَابِ الْمُهِيْنِۙ ",
    "translation": "Dan sungguh, telah Kami selamatkan Bani Israil dari siksaan yang menghinakan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4444.mp3",
    "tafsir": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah:\n\n\nSungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)",
    "quraish": "Allah benar-benar telah menyelamatkan Banû Isrâ'îl dari siksaan yang menghinakan mereka.",
    "jalalayn": "(Dan sesungguhnya telah Kami selamatkan Bani Israel dari siksa yang menghinakan) yakni dari pembunuhan Firaun terhadap anak-anak laki-laki mereka dan perbudakannya terhadap anak-anak perempuan mereka."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 31,
    "arab": "مِنْ فِرْعَوْنَ ۗاِنَّهٗ كَانَ عَالِيًا مِّنَ الْمُسْرِفِيْنَ ",
    "translation": "dari (siksaan) Fir‘aun, sungguh, dia itu orang yang sombong, termasuk orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4445.mp3",
    "tafsir": "Allah menyelamatkan Bani Israil dari siksaan Fir'aun dan kaumnya yang telah menghinakan mereka. Fir'aun telah menghancurkan musuh mereka, membunuh anak laki-laki mereka, dan membiarkan wanita-wanita hidup namun memaksakan pekerjaan yang berat. Fir'aun adalah seorang yang sombong dan berbuat melampaui batas di luar perikemanusiaan. Firman Allah:\n\n\nSungguh, Fir'aun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah belah, dia menindas segolongan dari mereka (Bani Israil), dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuan mereka. Sungguh, dia (Fir'aun) termasuk orang yang berbuat kerusakan. (al-Qasas/28: 4)",
    "quraish": "Allah menyelamatkan mereka dari Fir'aun. Sesungguhnya Fir'aun benar-benar orang yang sombong terhadap kaumnya dan sangat berlebih-lebihan dalam melakukan kejahatan dan kesewenang-wenangan.",
    "jalalayn": "(Dari siksaan Firaun) menurut suatu pendapat menjadi Badal dari lafal Al'Adzaabi yang ada pada ayat sebelumnya dengan memperkirakan adanya Mudhaf sebelumnya, yaitu lafal 'Adzaabi, lengkapnya Min 'Adzaabi Firaun, artinya: dari siksaan Firaun. Tetapi menurut pendapat lain ia menjadi Hal atau kata keterangan keadaan dari lafal Al 'Adzaabi (sesungguhnya dia adalah orang yang sombong lagi salah seorang dari orang-orang yang melampaui batas.)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 32,
    "arab": "وَلَقَدِ اخْتَرْنٰهُمْ عَلٰى عِلْمٍ عَلَى الْعٰلَمِيْنَ ۚ ",
    "translation": "Dan sungguh, Kami pilih mereka (Bani Israil) dengan ilmu (Kami) di atas semua bangsa (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4446.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah memilih Bani Israil atas orang-orang pandai pada zaman mereka; menurunkan kepada mereka kitab-kitab Samawi, mengutus pada mereka rasul-rasul karena Dia Maha Mengetahui kesanggupan dan kemampuan mereka.\nBeberapa fakta sejarah dan fakta kekinian telah membuktikan pernyataan Allah swt, seperti tercantum dalam Al-Qur'an, Surah al-Jatsiyah/45: 16 di bawah ini. \n\nDan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).\n\nFakta sejarah memperlihatkan kepada kita bahwa sebagian besar para Nabi dan rasul berasal dari kalangan Bani Israil. Nama-nama para nabi/rasul dari kalangan Bani Israil, yang tercantum di dalam Al-Qur'an, diawali dari Nabi Yakub. Nabi-nabi yang bergelar Israil, adalah: (1) Yakub [Jacob], (2) Yusuf [Joseph], (3) Musa,[Moses] (4) Harun [Aron], (5) Daud [David], (6) Sulaiman [Solomon], (7) Ilyas [Eliah], (8) Ilyasa [Elisha], (9) Uzair [Ezra], (10) Zulkifli [Ezekiel], (11) Junus [Jonah] (12) Ayyub [Job], (13) Zakariyya [Zeccharia], (14) Yahya [John], dan (15) Isa [Jesus]. Jika moyang Israil seperti Nabi Ibrahim [Abraham], Nabi Lut [Lot], dan Nabi Ishak,[Isaac] dimasukkan, maka jumlah nabi/rasul dari kalangan Israil yang tercantum dalam Al-Qur'an adalah 18 orang. Dari fakta sejarah ini jelas, bahwa bangsa Israil telah dikaruniai banyak rasul/nabi melebihi bangsa-bangsa lainnya. Sebagai pelengkap dari anugerah derajat kenabian/kerasulan itu, Allah swt menurunkan Kitab Suci Taurat kepada Nabi Musa dan Kitab Suci Zabur kepada Nabi Daud, yang menjadi pegangan hukum bagi kalangan Israil. Kemudian diturunkan pula Kitab Suci Injil kepada Nabi Isa, yang mestinya menjadi pegangan hukum pula bagi kalangan Bani Israil, namun kemudian ditolak oleh Bani Israil. Dalam agama Kristiani, kitab Taurat, Zabur dan Injil, dijadikan pegangan, dan ketiga Kitab Suci itu dikompilasikan kedalam Perjanjian Lama (untuk Taurat dan Zabur) dan Perjanjian Baru (untuk Injil). Ketiga Kitab Suci itulah yang telah membangkitkan atau melahirkan peradaban Yahudi-Kristiani yang ada di dunia sampai saat ini. Fakta sejarah juga menjelaskan kepada kita bahwa Nabi Daud dan Nabi Sulaiman adalah seorang raja yang sangat adil, dan kekuasaannya membentang sangat luas. Pada masa Raja Sulaiman, kekuasaannya membentang dari Palestina di barat sampai perbatasan India di sebelah timur. Ke selatan sampai dengan Yaman dan di utara sampai ke perbatasan Siria.\nFakta kekinian juga memperlihatkan bahwa banyak pionir ilmu pengetahuan, baik ilmu-ilmu kealaman, teknologi atau ilmu-ilmu sosial, muncul dari kalangan Bani Israil. Para Pemenang Nobel (Nobel Laurreates) adalah dari kalangan Bani Israil. Mereka adalah: Albert Einstein (ahli Fisika, dan Kosmologi), Enrico Fermi (ahli Fisika-nuklir), Erwin Schrodinger (ahli Fisika Kuantum), Max Born (ahli Fisika Kuantum), Raould Hoffman (ahli Kimia Fisika Organik), Richard Feynmann (ahli Fisika Kuantum). Disamping itu, para ahli filsafat, seperti Karl Marx (penemu teori ekonomi Marxian), Charles Darwin (penemu Teori Evolusi) dan Sigmund Freud (ahli Psikoanalisis), juga berasal dari kalangan Bani Israil. Pionir-pionir diatas telah mempengaruhi jalannya sejarah ummat manusia sekarang ini. \nFakta di atas, telah dapat menjelaskan kepada kita tentang pernyataan Allah swt, yang tercantum dalam Al-Qur'an, surah 44: 32 dan 45: 16. Faktor genetik merupakan kunci dari keunggulan manusia, sebagaimana keunggulan dalam dunia Botani (Tumbuhan) maupun Zoologi (Hewan). Faktor genetik manusia juga dipengaruhi oleh lingkungannya. Jika suatu populasi kelompok manusia (Kelompok-A) bermigrasi ke suatu tempat kelompok manusia yang lain (kelompok-B), dan apabila terjadi perkawinan diantara anggota kedua populasi itu, maka akan terjadi gene flow baik dari gena kelompok-A ke kelompok-B maupun sebaliknya (lihat The New Encyclopaedia Brittanica, Vol. 19, Macropaedia, 2005, Gene in Populations, hal. 719-720)\nGene flow ini mampu memperkaya faktor genetik. Lebih kurang 4000 tahun yang lalu, keluarga Nabi Ibrahim, yang terdiri dari istri Beliau: Sarah, keponakan beliau: Nabi Lut, bermigrasi dari wilayah Ur (Babilonia, atau Iraq sekarang ini), ke utara sampai di wilayah Harran (Sekarang masuk wilayah tenggara Turki). Kemudian bermigrasi lagi ke selatan, yaitu ke Siria, Palestina; dan terus ke Mesir, dimana Beliau menikahi Hajar. Keluarga Ibrahim ini kemudian bermigrasi ke Arabia dan balik ke Palestina. Beliau bermukim di sana sampai wafatnya. Karena seringnya berpindah-pindah tempat inilah, maka kelompok kecil keluarga Ibrahim ini, dikenal sebagai suku Ibrani, artinya yang berpindah-pindah tempat. Dalam migrasinya ini, kelompok keluarga Ibrahim 'berhubungan dengan banyak peradaban-peradaban maju waktu itu, seperti peradaban Babilonia, Assiria, Kanaan, dan Mesir. Gen flow tentu akan terjadi pada era migrasi Ibrahim ini, sehingga suku Ibrani mengalami pengayaan genetik (genetic enrichment). Yang unik adalah, suku Ibrani ini tetap mampu menjaga ciri khasnya sebagai suku yang menganut Tauhid; berbeda dengan ummat-ummat sekitarnya. Kebiasaan suku Ibrani ini, yang kemudian diteruskan oleh generasi yang lebih muda: Bani Israil, diteruskan dari generasi ke generasi berikutnya, baik dengan perluasan wilayah, seperti pada era Raja Sulaiman, maupun pada saat Bani Israil mengalami 'pembuangan selama hampir 2000 tahun di Eropa, mulai dari tahun 70 M sampai mereka kembali ke Palestina tahun 1948 M. Gene enrichment selama hampir 4000 tahun peradaban Israil terjadi; ini mungkin kelebihan yang dianugerahkan oleh Allah swt. kepada umat Israil itu.",
    "quraish": "Allah bersumpah, \"Kami sungguh telah memilih Banû Isrâ'îl, karena Kami mengetahui keberhakan mereka untuk dipilih, di antara kalangan orang-orang berilmu pada zaman mereka. Kami mengutus banyak nabi dari kalangan Banû Isrâ'îl, meskipun Kami mengetahui keadaan mereka yang sebenarnya.",
    "jalalayn": "(Dan sesungguhnya telah Kami pilih mereka) yaitu kaum Bani Israel (dengan pengetahuan) Kami yang mengetahui semua keadaan mereka (atas orang-orang yang pandai) di zamannya, yakni mereka dipilih menjadi orang-orang yang lebih pandai daripada orang-orang yang pandai di zamannya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 33,
    "arab": "وَاٰتَيْنٰهُمْ مِّنَ الْاٰيٰتِ مَا فِيْهِ بَلٰۤـؤٌا مُّبِيْنٌ ",
    "translation": "Dan telah Kami berikan kepada mereka di antara tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4447.mp3",
    "tafsir": "Allah telah menganugerahkan kepada Bani Israil berbagai kenikmatan yang menunjukkan kemuliaan mereka di sisi Allah yang bisa menjadi pelajaran bagi orang yang memperhatikannya. Allah menyelamatkan mereka dari musuh mereka, menaungi mereka dengan awan di atas mereka, menurunkan kepada mereka manna dan salwa dan kenikmatan-kenikmatan lainnya.\nAl-Hasan dan Qatadah mengatakan, yang dimaksud dengan kata-kata: \"Al-Bala'ul Mubin\" ialah nikmat yang nyata seperti firman Allah:\n\nDan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. (al-Anfal/8: 17)\n\nDan firman-Nya:\n\nKami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. (al-Anbiya'/21: 35)",
    "quraish": "Allah memberikan kepada mereka, melalui Mûsâ, sejumlah bukti yang mengandung ujian yang nyata bagi mereka.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada mereka di antara tanda-tanda kekuasaan Kami sesuatu yang di dalamnya terdapat cobaan yang nyata) yang dimaksud adalah nikmat yang nyata, yaitu dapat dibelahnya laut, diturunkannya manna dan salwa serta mukjizat-mukjizat lainnya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 34,
    "arab": "اِنَّ هٰٓؤُلَاۤءِ لَيَقُوْلُوْنَۙ ",
    "translation": "Sesungguhnya mereka (kaum musyrik) itu pasti akan berkata,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4448.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka.\nSikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\"\nDengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nAyat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan.",
    "quraish": "Sesungguhnya orang-orang yang mendustakan hari kebangkitan itu berkata, \"Tidak ada kematian selain kematian yang pertama di dunia. Dan kita sama sekali tidak akan dibangkitkan kembali.\"",
    "jalalayn": "(Sesungguhnya mereka itu) yakni orang-orang kafir Mekah (benar-benar berkata,)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 35,
    "arab": "اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُوْلٰى وَمَا نَحْنُ بِمُنْشَرِيْنَ ",
    "translation": "”Tidak ada kematian selain kematian di dunia ini. Dan kami tidak akan dibangkitkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4449.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang kafir Mekah tidak mempercayai adanya hari kebangkitan karena menurut keyakinan mereka mustahil orang yang sudah mati itu dapat hidup kembali. Kepercayaan yang demikian itu timbul karena pikiran mereka telah dilumuri oleh noda-noda kemusyrikan; semakin lama noda itu semakin menebal sehingga menutupi seluruh hati dan pikiran mereka. Maka timbullah rasa sombong (takabur) dalam hati mereka disertai dengan keingkaran tanpa alasan. Mereka berpendapat apa yang dipandang benar oleh nenek moyang mereka adalah benar pula menurut mereka meskipun keyakinan nenek moyang mereka itu semata-mata berdasarkan dugaan yang tidak ada dasar kebenarannya. Keadaan mereka seperti orang yang terlanjur melontarkan kata-kata, kemudian kata-kata itu dibelanya mati-matian tanpa memperhatikan apakah yang dikatakannya itu benar atau salah. Mereka tidak lagi menggunakan pikiran yang sehat dalam menilai perkataan itu akan tetapi semata-mata menuruti hawa nafsu mereka.\nSikap dan keyakinan mereka itu tercetus dalam perkataan mereka. \"Kematian itu hanya sekali yaitu kematian di dunia ini saja, tidak dua kali, dan kami sekali-kali tidak akan dibangkitkan kembali.\"\nDengan perkataan itu, berarti mereka telah menolak keterangan wahyu yang mengatakan bahwa mati itu dua kali. Allah berfirman:\n\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\n\nAyat ini menerangkan bahwa manusia itu sebelum hidup di dunia adalah makhluk yang mati, lalu mereka dilahirkan sebagai makhluk hidup. Setelah itu, mereka menemui ajalnya dan mengalami kematian yang kedua. Kemudian pada hari Kiamat mereka akan dibangkitkan kembali dari kubur, dan hidup untuk kedua kalinya. Dalam ayat ini, diterangkan bahwa orang-orang musyrik mengakui satu kali kehidupan dan satu kali kematian, tidak mempercayai adanya kehidupan sesudah mati. Keingkaran mereka terhadap hari kebangkitan itu tidak beralasan karena pikiran mereka tidak sampai kepada ketentuan itu. Jika Allah kuasa menciptakan semua kehidupan ini, tentu Dia kuasa pula mengembalikan kehidupan itu sesudah kematian dan menghisab semua amal perbuatan.",
    "quraish": "Sesungguhnya orang-orang yang mendustakan hari kebangkitan itu berkata, \"Tidak ada kematian selain kematian yang pertama di dunia. Dan kita sama sekali tidak akan dibangkitkan kembali.\"",
    "jalalayn": "(\"Tidak ada kematian) yang sesudahnya ada kehidupan lagi (selain kematian di dunia ini) sewaktu mereka masih dalam keadaan berupa air mani. (Dan kami sekali-kali tidak akan dibangkitkan) tidak akan dihidupkan kembali sesudah kematian yang pertama tadi."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 36,
    "arab": "فَأْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "maka hadirkanlah (kembali) nenek moyang kami jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4450.mp3",
    "tafsir": "Allah menerangkan tantangan orang musyrik Mekah kepada Rasulullah. Seandainya yang dikatakan rasul itu benar, yaitu adanya hari kebangkitan hendaklah dia mengemukakan bukti kebenaran dan hendaklah dia menghidupkan kembali nenek moyang mereka yang telah mati dahulu. Menurut mereka, seandainya Rasulullah saw dapat membangkitkan (dari kubur) menghidupkan kembali nenek moyang mereka tentu hal ini dapat menjadi bukti adanya hari kebangkitan itu.\nMaka Allah menjelaskan bahwa Dia kuasa mengumpulkan sesuatu yang berserakan, mulai dari benda padat, benda cair, dan udara, dari atom yang paling kecil sampai kepada molekul-molekul, semua dikumpulkan menjadi satu sehingga terbentuk seorang manusia. Tahukah manusia dari mana asal makanan yang dimakannya, pakaian yang dipakainya, alat rumah tangga yang mereka gunakan, dan sebagainya. Semua datang dari penjuru dunia yang berjauhan, kemudian dikumpulkan Tuhan pada suatu tempat untuk memenuhi keperluan dan keinginan seorang manusia. Jika hal yang demikian itu dapat dilakukan Allah, tentu mengumpulkan kembali tulang yang berserakan, daging yang telah hancur luluh menjadi tanah, dan rekaman perbuatan-perbuatan yang telah dilakukan seseorang lebih mudah dilakukan-Nya, mengulang membuat sesuatu yang pernah ada jauh lebih mudah dari membuatnya pada pertama kalinya.\nDari keterangan demikian, dapat disimpulkan bahwa hari kebangkitan itu pasti terjadi. Hanya saja waktunya belum diketahui dan hanya Allah saja yang mengetahuinya. Yang jelas, hari kebangkitan itu akan terjadi setelah seluruh jagad raya mengalami kehancuran total termasuk semua isinya. Itulah sebabnya Allah tidak melayani tantangan orang-orang musyrik, karena tidak berguna menjawabnya. Tantangan itu dikemukakan mereka hanyalah untuk menutupi isi dan keinginan hati mereka. Dikabulkan atau tidak permintaan mereka itu, mereka tidak juga akan beriman.",
    "quraish": "Mereka berkata kepada Rasulullah dan orang-orang Mukmin, \"Jika kalian memang orang-orang yang benar dengan klaim kalian bahwa Tuhan akan menghidupkan kembali orang mati untuk dihisab di akheirat, maka mintakanlah kepada Tuhan agar Dia menghidupkan kembali nenek moyang kami yang telah mati.\"",
    "jalalayn": "(Maka datangkanlah bapak-bapak kami) dalam keadaan hidup (jika kalian memang orang-orang yang benar\") bahwasanya kami akan dibangkitkan menjadi hidup kembali sesudah kami mati."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 37,
    "arab": "اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَّالَّذِيْنَ مِنْ قَبْلِهِمْۗ اَهْلَكْنٰهُمْ اِنَّهُمْ كَانُوْا مُجْرِمِيْنَ",
    "translation": "Apakah mereka (kaum musyrikin) yang lebih baik atau kaum Tubba‘, dan orang-orang yang sebelum mereka yang telah Kami binasakan karena mereka itu adalah orang-orang yang sungguh berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4451.mp3",
    "tafsir": "Kemudian Allah mengingatkan mereka pada kaum yang telah ditimpa malapetaka dan azab Allah, karena mereka durhaka dan tidak mengindahkan seruan para rasul yang diutus kepada mereka. Hendaklah mereka menjaga diri mereka, jangan sampai Allah mengazab mereka seperti yang telah dialami kaum yang terdahulu itu, Allah menyatakan bahwa keadaan mereka tidaklah lebih baik dari kaum Tubba'.\nSahl bin Sa'd berkata, aku mendengar Rasulullah bersabda: Janganlah kalian mencela Tubba' karena dia sudah masuk Islam. (Riwayat Ahmad)\n\nTubba' adalah sebutan bagi raja-raja Himyar di Yaman. Kaumnya disebut kaum Tubba'. Mereka berbuat dosa yang melampaui batas sehingga negeri mereka dihancurkan Allah. Namun sebahagian kaumnya masih hidup mengembara ke negeri-negeri sekitarnya. Pada mulanya mereka adalah kaum yang mempunyai kemampuan dan ilmu yang cukup tinggi serta mempunyai balatentara yang cukup kuat. Kalau dibandingkan dengan orang Tubba', orang-orang kafir Mekah jauh ketinggalan dari orang Tubba'. Allah menyatakan bahwa orang-orang kafir Mekah itu tidak lebih baik keadaannya dari kaum 'Ad dan Samud. Kedua kaum ini juga dibinasakan Allah karena kesombongan dan pengingkaran mereka terhadap adanya hari kebangkitan.\nPada akhir ayat ini, Allah menandaskan bahwa pada umat-umat terdahulu itu telah berlaku sunatullah. Mereka semua dibinasakan karena mereka telah tenggelam dalam lumpur kemaksiatan. Kejadian itu seharusnya menjadi pelajaran bagi orang-orang kafir Mekah seandainya mereka mau mengambil pelajaran. Dalam ayat yang lain, Allah menegaskan sunah-Nya ini. Allah berfirman:\n\nSebagai sunatullah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-Ahzab/33: 62)",
    "quraish": "Apakah orang-orang kafir Mekah lebih kuat, lebih berkuasa dan lebih segalanya, atau kaum Tubba' dan orang-orang sebelum mereka? Orang-orang musyrik kaummu, Muhammad, tidak lebih kuat dari mereka. Mereka yang lebih kuat itu telah Kami musnahkan di dunia akibat sikap kafir dan perbuatan dosa mereka. Maka hendaknya orang-orang musyrik kaummu itu mengambil pelajaran dari mereka.",
    "jalalayn": "Allah swt. berfirman, (\"Apakah mereka yang lebih baik ataukah kaum Tubba'\") Tubba' adalah seorang nabi atau seorang yang saleh (dan orang-orang yang sebelum mereka) umat-umat sebelum mereka (Kami telah membinasakan mereka) karena kekafiran mereka. Makna ayat, bahwasanya orang-orang musyrik itu tidaklah lebih kuat daripada mereka, dan ternyata mereka pun telah dibinasakan (karena sesungguhnya mereka adalah orang-orang yang berdosa.)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 38,
    "arab": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ",
    "translation": "Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4452.mp3",
    "tafsir": "Allah menjelaskan bahwa langit dan bumi beserta segala isinya tidaklah diciptakan dengan sia-sia atau secara kebetulan tanpa maksud dan tujuan, tetapi semuanya itu diciptakan sesuai dengan rencana dan kehendak Allah. Apabila diperhatikan dengan seksama setiap kehidupan yang ada di bumi dan segala kejadian di langit tentulah akan diketahui baik makhluk yang bernyawa maupun yang tidak bernyawa dari berbagai macam tingkatan, dari tingkat terendah sampai dengan tingkat yang tertinggi, masing-masing faedahnya, ada ketentuan-ketentuan yang berlaku baginya, dan ada pula waktu yang ditentukan untuk kehidupannya.\nSebagai contoh seekor burung, ia ditetaskan dari sebuah telur yang berasal dari induknya. Setelah dierami dalam waktu tertentu, keluar anak burung yang kecil tanpa bulu dari telur itu. Dari hari ke hari burung itu diberi makan oleh induknya, sehingga anak burung itu tumbuh secara berangsur-angsur, badannya menjadi besar dan ditumbuhi bulu, sayapnya bertambah kuat. Kemudian diajar oleh induknya terbang, ia terbang dari dahan ke dahan, dibimbing induknya mencari makanan dan minuman. Setelah dewasa mulailah ia melaksanakan tugas hidupnya, mencari pasangan untuk mengembangkan keturunan. Bila telah sampai ajalnya, ia pun mati seperti burung-burung yang lain.\nJika diperhatikan, seakan-akan burung-burung itu membawa misi dalam kehidupan. Ditakdirkan Allah bahwa makanan burung itu adalah serangga, serangga itu makan dan merusak tanam-tanaman yang ditanam oleh manusia. Seolah-olah burung itu membantu usaha dan kehidupan manusia. Burung dengan suara dan kicauannya yang merdu menyenangkan dan menyejukkan hati orang yang mendengarnya. Bakteri, semacam binatang yang halus dan kecil, dan juga cacing seakan-akan tidak ada gunanya sama sekali. Jika diperhatikan maka bakteri dan cacing itu memakan sampah dan kotoran, baik yang berasal dari manusia maupun yang berasal dari makhluk yang lain. Jika bakteri dan cacing itu tidak ada, maka sampah dan kotoran akan menumpuk karena tidak akan membusuk sehingga terjadilah polusi yang membahayakan kehidupan manusia. Semakin dalam direnungkan dan diperhatikan alam dan kejadiannya ini, semakin dalam diketahui hikmah, guna dan tujuan penciptaannya; semakin terasa pula kasih sayang dan tujuan Allah menjadikan manusia sebagai khalifah di muka bumi. Hanya kebanyakan manusia tidak tahu diri dan merasa dirinya yang paling kuasa dan yang paling mampu. Dalam ayat yang lain Allah berfirman:\n\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami. (al-Mu'minun/23: 115)\n\nDan firman-Nya:\n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)",
    "quraish": "Allah tidak menciptakan langit dan bumi serta apa saja yang ada di antara keduanya tanpa mengandung hikmah.",
    "jalalayn": "(Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan bermain-main) dalam menciptakan hal tersebut; lafal Laa`ibiina menjadi Hal atau kata keterangan keadaan."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 39,
    "arab": "مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4453.mp3",
    "tafsir": "Kemudian Allah menegaskan bahwa langit dan bumi serta isinya tidak diciptakan, kecuali (sebagai makhluk) tunduk kepada ketentuan-ketentuan yang benar dari Allah. Semuanya wajib tunduk kepada ketentuan-ketentuan yang berlaku dan yang telah ditetapkan. Jika salah satu makhluk Tuhan menyimpang atau tidak melaksanakan ketentuan-ketentuan itu, maka ia akan merasakan akibat dari penyimpangan itu. Seperti pohon pisang yang termasuk tanaman yang tumbuh di tempat yang cukup air. Jika tumbuh di tanah kering atau padang pasir, ia akan mati. Demikian pula halnya dengan ikan; ia ditetapkan hidup dalam air. Jika ia meloncat ke darat, ia pun akan mati. Demikian hukum Allah yang berlaku bagi seluruh makhluk-Nya.\nDari keterangan di atas, dapat diambil kesimpulan bahwa penciptanya adalah zat yang Maha Esa lagi Mahakuasa dan Mahabijaksana, karena itu segala makhluk ciptaan-Nya wajib tunduk dan patuh kepada hukum-hukum-Nya itu baik secara sadar maupun terpaksa. Karena semua makhluk itu diciptakan berdasarkan iradah-Nya, maka berdasarkan iradah-Nya pulalah makhluk itu kembali kepada-Nya nanti. Yang demikian itu terjadi karena kemahaagungan dan kemahaperkasaan-Nya.\nMakhluk Allah yang beraneka ragam dan tidak terhitung banyaknya itu merupakan tanda-tanda kekuasaan Allah yang dapat dijadikan bahan pemikiran bagi orang yang ingin mencari kebenaran. Dengan memperhatikan tanda-tanda kekuasaan-Nya itu, orang dapat mengenal dan mengetahui betapa agung dan betapa luas ilmu penciptanya.\nKemudian Allah menyayangkan sikap orang-orang musyrik yang tidak mau memahami tanda-tanda kebesaran dan kekuasaan Allah yang ada di alam ini. Sikap mereka tampak di waktu mereka mendustakan kenabian Muhammad saw dan mengingkari hari kebangkitan. Sikap itu timbul karena kesombongan dan ketakaburan yang ada pada diri mereka sehingga menutupi kejernihan pikiran mereka. Akibatnya, mereka bertambah jauh dari rahmat Allah dan semakin tenggelam dalam lembah kedurhakaan.",
    "quraish": "Kami tidak menciptakan langit dan bumi kecuali untuk suatu hikmah, dengan aturan yang sangat tepat, yang membuktikan wujud, keesaan dan kekuasaan Kami. Tetapi kebanyakan mereka tidak memperhatikan hal ini dan tidak mengetahui bukti-bukti ini.",
    "jalalayn": "(Kami tidak menciptakan keduanya) dan apa yang ada di antara keduanya (melainkan dengan hak) dengan sebenarnya, daripadanya dapat disimpulkan tentang kekuasaan dan keesaan Kami, dan hal-hal lainnya (tetapi kebanyakan mereka) yaitu orang-orang kafir Mekah (tidak mengetahui.)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 40,
    "arab": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ ",
    "translation": "Sungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4454.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan peristiwa yang terjadi pada hari perhitungan dengan menegaskan bahwa hari itu adalah hari yang telah ditetapkan Allah untuk memberikan keputusan kepada semua makhluk tentang balasan perbuatan yang telah dilakukannya yang baik atau yang buruk. Pada hari keputusan itu, orang-orang musyrik takut dan tercengang melihat kenyataan bahwa dugaan mereka sewaktu hidup di dunia dahulu adalah dugaan yang tidak mengandung kebenaran sedikit pun. Mereka dahulu mengingkari adanya hari perhitungan itu, tetapi kenyataannya benar-benar terjadi.\nPada hari itu, semua makhluk dihalau ke Padang Mahsyar dan dikumpulkan untuk menerima keputusan yang adil dari Allah. Pada waktu itu, terbukti pula bahwa berhala-berhala yang mereka sembah dan mohonkan pertolongannya semasa hidup di dunia tidak dapat memberinya manfaat dan pertolongan kepada mereka, bahkan berhala-berhala itu dimasukkan ke dalam neraka bersama-sama mereka. Anak-anak serta keluarga yang mereka bangga-banggakan dahulu di dunia tidak ada gunanya lagi dan tidak dapat menolong mereka menghindarkan diri dari azab Allah.\nAllah berfirman:\n\nKaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-Mumtahanah/60: 3)\nDan firman-Nya:\n\nSungguh, hari keputusan adalah suatu waktu yang telah ditetapkan. (an-Naba'/78: 17)",
    "quraish": "Sesungguhnya hari pengadilan antara orang yang berbuat kebenaran dan orang yang berbuat kebatilan adalah waktu yang sudah dijanjikan untuk mereka semua.",
    "jalalayn": "(Sesungguhnya hari keputusan itu) yakni hari kiamat adalah hari di mana Allah memutuskan perkara di antara hamba-hamba-Nya (adalah waktu yang dijanjikan bagi mereka semuanya) untuk menerima azab yang abadi."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 41,
    "arab": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ ",
    "translation": "(yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4455.mp3",
    "tafsir": "Pada hari itu, terputuslah hubungan antara orang seorang dengan yang lain, bahkan tidak ada lagi hubungan anak dengan bapaknya, hubungan anggota keluarga dengan anggota keluarga lainnya, apalagi hubungan teman dengan teman. Yang dapat menolong dan menentukan nasib manusia hanyalah amal perbuatannya sendiri yang telah dikerjakannya selama hidup di dunia. Barang siapa yang banyak menanam amal kebaikan, tentu akan mendapat hasil yang berlimpah dari amal kebaikannya itu. Sebaliknya, barang siapa yang mengikuti keinginan hawa nafsunya, tentulah akan mendapat azab neraka. Tidak ada suatu pun yang dapat mengurangi azab mereka walapun itu anak kandung, kerabat, atau handai tolan. Allah berfirman: \n\nApabila sangkakala diiup, maka tidak ada lagi pertalian keluarga diantara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Mu'minun/23: 101)\n\nDan firman Allah:\n\nDan tidak ada seorang teman karib pun menanyakan temannya, sedang mereka saling melihat. (al-Ma'arij/70: 10-11)\n\nPada bagian akhir ayat ini, Allah menandaskan bahwa orang kafir Mekah yang tetap hidup bergelimang dalam kemusyrikan dan kesesatan, pada hari pembalasan nanti mereka tidak dapat pertolongan dari siapa pun juga.",
    "quraish": "Suatu hari ketika seorang kerabat tidak dapat menolak sedikt pun dari azab yang diderita kerabatnya. Begitu juga seorang sekutu terhadap sekutu lainnya. Mereka pun tidak dapat menolong diri sendiri di hadapan Allah.",
    "jalalayn": "(Yaitu hari yang seorang karib tidak dapat memberi manfaat kepada karibnya) baik karib karena hubungan kerabat atau karib karena hubungan persahabatan yang dekat. Ia tidak akan dapat membelanya (sedikit pun) dari azab itu (dan mereka tidak akan mendapat pertolongan) maksudnya tidak dapat dicegah dari azab itu. Lafal Yauma dalam ayat ini menjadi Badal dari lafal Yaumal Fashli pada ayat sebelumnya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 42,
    "arab": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ ",
    "translation": "Kecuali orang yang diberi rahmat oleh Allah. Sungguh, Dia Mahaperkasa, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4456.mp3",
    "tafsir": "Allah menyebutkan hamba-hamba-Nya yang tidak akan mengalami azab yang mengerikan yaitu orang-orang yang mendapat limpahan rahmat-Nya, mereka adalah orang-orang yang selalu mensyukuri nikmat-Nya, menaati semua perintah dan menghindari semua larangan-Nya. Mereka itu tidak memerlukan pembela dan penolong untuk menyelamatkan diri mereka dari siksaan Allah, karena amal salehnya telah cukup menjadi jaminan bahwa mereka adalah hamba-hamba Allah yang tidak layak mendapat siksaan neraka.\nKemudian Allah menyatakan bahwa Dia adalah Mahaperkasa terhadap segala musuh-musuh-Nya, tidak ada sesuatu pun yang dapat melawan-Nya. Dia juga Maha Penyayang terhadap penegak agama-Nya dan para hamba-Nya yang selalu tunduk serta patuh kepada-Nya.",
    "quraish": "Tetapi, orang-orang Mukmin yang memperoleh rahmat Allah akan mendapat ampunan dan perkenan- Nya untuk menerima syafaat. Sesungguhnya Dia Maha Perkasa atas segala sesuatu dan Maha Pengasih terhadap hamba-hamba-Nya yang Mukmin.",
    "jalalayn": "(Kecuali orang yang diberi rahmat oleh Allah) mereka adalah orang-orang mukmin, sebagian dari mereka dapat memberikan syafaat kepada sebagian lainnya dengan seizin Allah. (Sesungguhnya Dialah Yang Maha Perkasa) Maha Menang di dalam pembalasan-Nya terhadap orang-orang kafir (lagi Maha Penyayang) terhadap orang-orang mukmin."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 43,
    "arab": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
    "translation": "Sungguh pohon zaqqum itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4457.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Pohon zaqqûm yang terkenal dengan rupanya yang jelek, rasanya yang tidak enak dan baunya yang tak sedap, adalah makanan orang yang banyak berbuat dosa.",
    "jalalayn": "(Sesungguhnya pohon zaqqum itu) zaqqum adalah pohon yang paling buruk dan sangat pahit rasanya yang tumbuh di daerah Tihamah, kelak Allah akan menumbuhkannya pula di dasar neraka Jahim."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 44,
    "arab": "طَعَامُ الْاَثِيْمِ ۛ ",
    "translation": "makanan bagi orang yang banyak dosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4458.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Pohon zaqqûm yang terkenal dengan rupanya yang jelek, rasanya yang tidak enak dan baunya yang tak sedap, adalah makanan orang yang banyak berbuat dosa.",
    "jalalayn": "(Makanan orang yang banyak dosa) seperti Abu Jahal dan teman-temannya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 45,
    "arab": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ ",
    "translation": "Seperti cairan tembaga yang mendidih di dalam perut,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4459.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Rasanya seperti cairan bahan tambang yang meleleh karena panas, mendidih di dalam perut bagai air yang mencapai puncak titik didih.",
    "jalalayn": "(Ia bagaikan kotoran minyak) yakni hitam pekat bagaikan kotoran minyak; lafal ayat ini menjadi Khabar kedua (yang mendidih di dalam perut) jika dibaca Taghli berarti menjadi Khabar ketiga, jika dibaca Yaghli berarti menjadi Hal atau kata keterangan keadaan bagi lafal Al-Muhli."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 46,
    "arab": "كَغَلْيِ الْحَمِيْمِ ۗ",
    "translation": "seperti mendidihnya air yang sangat panas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4460.mp3",
    "tafsir": "Allah menggambarkan bagaimana siksaan yang disediakan bagi orang-orang kafir penghuni neraka. Dalam ayat yang lain, digambarkan keadaan pohon zaqqum itu yaitu mayangnya saja menakutkan orang yang melihatnya, Allah berfirman:\n\nMayangnya seperti kepala-kepala setan. Maka sungguh, mereka benar-benar memakan sebagian darinya (buah pohon itu), dan mereka memenuhi perutnya dengan buahnya (zaqqum). (as-shaffat/37: 65-66)\n\nBetapa nyeri dan perihnya perut orang yang memakan buah zaqqum itu digambarkan seperti rasa yang dirasakan seseorang yang meminum kotoran minyak yang sedang mendidih, panasnya diumpamakan seperti panas air yang sedang mendidih yang dapat melumatkan dan menghancurkan perut orang yang meminumnya.\nSesudah memakan buah zaqqum itu orang-orang kafir akan dipaksa lagi meminum-minuman air yang sangat panas. Allah berfirman:\n\nKemudian sungguh, setelah makan (buah zaqqum) mereka mendapat minuman yang dicampur dengan air yang sangat panas. (as-shaffat/37: 67)\n\nDemikianlah perasaan orang kafir pada saat mereka makan dan pada saat mereka minum.",
    "quraish": "Rasanya seperti cairan bahan tambang yang meleleh karena panas, mendidih di dalam perut bagai air yang mencapai puncak titik didih.",
    "jalalayn": "(Seperti mendidihnya air yang amat panas) panasnya bagaikan air yang sangat panas."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 47,
    "arab": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ ",
    "translation": "”Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4461.mp3",
    "tafsir": "Kemudian Allah menerangkan apa yang harus dilakukan malaikat kepada penghuni neraka itu. Allah memerintahkan kepada malaikat Zabaniyah merenggut dan menyeret penghuni-penghuni neraka itu dan melemparkannya ke tengah-tengah nyala api yang sedang berkobar-kobar sehingga mereka hangus terbakar. Ungkapan ini merupakan gambaran bagi manusia, bagaimana berat dan kerasnya siksa yang akan dialami penduduk neraka nanti.\nSetelah malaikat Zabaniyah itu mencampakkan penghuni-penghuni neraka ke tengah-tengah api yang menyala-nyala itu, maka ia pun menyiram mereka dengan cairan panas yang mendidih. Siksaan seperti itu adalah siksaan yang paling berat yang akan mereka rasakan dan terasa lebih merata ke seluruh badan mereka.\nDalam ayat yang lain diterangkan pula siksaan yang seperti itu, Allah berfirman:\n\nMaka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. Dan (azab) untuk mereka cambuk-cambuk dari besi. (al-hajj/22: 19-21)",
    "quraish": "Ambillah orang yang penuh dosa ini, wahai penjaga-penjaga jahanam, dan seretlah dengan paksa dan kejam ke tengah-tengah jahanam.",
    "jalalayn": "(Peganglah dia) dikatakan kepada malaikat Zabaniyah, \"Peganglah orang yang berdosa (kemudian seretlah dia) dapat dibaca Fa'tiluuhu atau Fa'tuluuhu artinya, seretlah dia dengan keras dan kasar (ke tengah-tengah jahim) ke tengah-tengah neraka."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 48,
    "arab": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
    "translation": "kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4462.mp3",
    "tafsir": "Kemudian Allah menerangkan apa yang harus dilakukan malaikat kepada penghuni neraka itu. Allah memerintahkan kepada malaikat Zabaniyah merenggut dan menyeret penghuni-penghuni neraka itu dan melemparkannya ke tengah-tengah nyala api yang sedang berkobar-kobar sehingga mereka hangus terbakar. Ungkapan ini merupakan gambaran bagi manusia, bagaimana berat dan kerasnya siksa yang akan dialami penduduk neraka nanti.\nSetelah malaikat Zabaniyah itu mencampakkan penghuni-penghuni neraka ke tengah-tengah api yang menyala-nyala itu, maka ia pun menyiram mereka dengan cairan panas yang mendidih. Siksaan seperti itu adalah siksaan yang paling berat yang akan mereka rasakan dan terasa lebih merata ke seluruh badan mereka.\nDalam ayat yang lain diterangkan pula siksaan yang seperti itu, Allah berfirman:\n\nMaka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih. Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka. Dan (azab) untuk mereka cambuk-cambuk dari besi. (al-hajj/22: 19-21)",
    "quraish": "Kemudian tuangkanlah air yang sangat panas di atas kepalanya untuk menambah siksaan dan rasa pedihnya.",
    "jalalayn": "(Kemudian tuangkanlah di atas kepalanya siksaan dari air yang amat panas) sehingga azab tiada henti-hentinya menimpa mereka dan tidak pernah berpisah darinya. Pengertian ayat ini lebih keras daripada apa yang diungkapkan dalam ayat lain, yaitu, \"Disiramkan air yang sedang mendidih ke atas kepala mereka...\" (Q.S. Al-Hajj, 19)."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 49,
    "arab": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ ",
    "translation": "”Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4463.mp3",
    "tafsir": "Dalam suatu riwayat diterangkan sebab turunnya ayat ini Al-Amawy meriwayatkan dalam kitabnya \"Al-Magazi\" bahwa 'Ikrimah mengatakan, Rasulullah saw pernah menemui Abu Jahal dan mengatakan kepadanya, \"Celakalah kamu\". Umpatan ini diulangi beliau tiga kali.\nKemudian Abu Jahal menarik tangannya dari tangan Rasulullah saw dan berkata, \"Apa yang engkau ancamkan kepadaku. Engkau dan Tuhanmu tidak akan mampu melakukan tindakan apapun terhadap aku. Sebenarnya, jika engkau mengetahui, akulah orang yang paling perkasa dan paling mulia di lembah (Mekah) ini. Engkau telah mengetahui bahwa akulah yang paling perkasa di antara penduduk negeri Batha' atas kaumnya.\" Kemudian Abu Jahal mati dalam Perang Badar dalam keadaan hina. Maka turunlah ayat ini seakan-akan menyindir perkataan Abu Jahal yang juga merupakan perkataan orang-orang kafir Mekah di waktu itu.\nPada ayat ini Allah menggambarkan hardikan dan cemoohan yang diucapkan malaikat Zabaniyah kepada penghuni-penghuni neraka. Para malaikat mengatakan kepada mereka itu. \"Rasakanlah hai orang yang mengaku perkasa dan mulia ini, rasakanlah olehmu pembalasan dari dosa yang telah kamu kerjakan selama hidup di dunia; seakan-akan kamulah yang menentukan segala sesuatu, tidak ada orang yang lebih berkuasa dari kamu.\"\nMereka berpendapat bahwa kesenangan duniawi itu adalah kesenangan yang sebenarnya. Karena itu mereka gunakan seluruh hidup dan kehidupan mereka untuk mendapatkan kesenangan itu. Mereka hanya mementingkan diri sendiri dan tidak mau tahu bahwa sebenarnya hidup mereka bergantung pada manusia yang lain. Bahkan mereka berpendapat bahwa semua yang mereka peroleh itu adalah semata-mata hasil jerih payah mereka sendiri, mereka lupa bahwa semuanya itu adalah berasal dari Allah Yang Maha Pengasih lagi Maha Penyayang. Tindakan mereka menunjukkan bahwa mereka merasa dirinya berkuasa lagi perkasa. Tetapi apa yang mereka alami pada hari pembalasan adalah kebalikan dari apa yang mereka duga sebelumnya. Mereka merasakan siksaan yang pedih dan derita yang maha berat. Mereka merasa tidak ada nilai harga dirinya di hadapan para malaikat yang sedang menyiksa mereka. Mereka menyesali diri mereka tiada putus-putusnya.",
    "quraish": "Dengan nada mengejek dan menghina, kepada mereka dikatakan, \"Rasakanlah siksaan yang pedih ini. Bukankah kamu orang terhormat dan berkedudukan tinggi di kalangan kaummu?\"",
    "jalalayn": "Kemudian dikatakan kepadanya, \"(Rasakanlah) azab ini (sesungguhnya kamu orang yang perkasa lagi mulia\") menurut dugaan dan perkataanmu yang telah menyatakan, bahwa tiada seorang pun di antara penghuni kedua bukit itu, yakni kota Mekah, orang yang lebih perkasa dan lebih mulia daripada dirinya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 50,
    "arab": "اِنَّ هٰذَا مَا كُنْتُمْ بِهٖ تَمْتَرُوْنَ ",
    "translation": "Sungguh, inilah azab yang dahulu kamu ragukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4464.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang kafir semasa hidup di dunia tidak yakin bahwa mereka benar-benar akan diazab di akhirat nanti, mereka ragu terhadap berita itu. Keragu-raguan ini tergambar dalam perkataan dan tindakan mereka. Mereka membantah adanya hari kebangkitan dan adanya hari pembalasan. Mereka mengingkari kebenaran Al-Qur'an, bahkan mereka mengatakan Al-Qur'an itu buatan Muhammad saw dan Muhammad itu bukan utusan Allah, melainkan seorang tukang tenung dan tukang sihir. Akan tetapi setelah mereka dibangkitkan kembali dan digiring ke Padang Mahsyar untuk ditimbang perbuatan-perbuatan mereka dan dilemparkan ke dalam api yang menyala-nyala, barulah mereka sadar akan akibat kesombongan serta sikap keras kepala mereka selama hidup di dunia. Timbullah penyesalan yang tidak putus-putusnya pada diri mereka walaupun mereka mengetahui, bahwa penyesalan pada waktu itu tidak ada gunanya lagi. Allah berfirman:\n\nPada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\" (ath-thur/52: 13-14)",
    "quraish": "Siksaan yang kamu rasakan ini adalah benar-benar siksaan yang di dunia dahulu kamu ingkari dan kamu ragukan kejadianya.",
    "jalalayn": "Dan dikatakan kepada mereka, \"(Sesungguhnya ini) azab yang kalian rasakan ini (yang dahulu selalu kalian meragukannya\") yaitu meragukan keberadaannya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 51,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ مَقَامٍ اَمِيْنٍۙ",
    "translation": "Sungguh, orang-orang yang bertakwa berada dalam tempat yang aman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4465.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Tetapi, orang-orang yang menjaga dirinya dari maksiat dan selalu taat kepada Allah berada di tempat yang tinggi dan aman.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa berada di dalam tempat) atau kedudukan (yang aman) dari semua hal-hal yang menakutkan."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 52,
    "arab": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ",
    "translation": "(yaitu) di dalam taman-taman dan mata air-mata air,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4466.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Di dalam surga-surga yang penuh dengan kenikmatan dengan mata air yang mengalir di bawahnya, sebagai suatu penghargaan kepada mereka dengan pemberian nikmat yang amat besar.",
    "jalalayn": "(Yaitu di dalam taman-taman) kebun-kebun (dan mata air-mata air.)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 53,
    "arab": "يَّلْبَسُوْنَ مِنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَقٰبِلِيْنَۚ",
    "translation": "mereka memakai sutra yang halus dan sutra yang tebal, (duduk) berhadapan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4467.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Mereka memakai sutera yang halus dan sutera yang tebal untuk menambah perhiasan mereka. Mereka duduk berhadap-hadapan supaya semakin akrab.",
    "jalalayn": "(Mereka memakai sutera yang halus dan sutera yang tebal) (seraya berhadap-hadapan) lafal Mutaqaabiliina adalah Hal atau kata keterangan keadaan, yakni, sebagian dari mereka tidak dapat melihat tengkuk sebagian yang lain, karena dipan-dipan tempat mereka duduk berbentuk bundar."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 54,
    "arab": "كَذٰلِكَۗ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍۗ ",
    "translation": "demikianlah, kemudian Kami berikan kepada mereka pasangan bidadari yang bermata indah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4468.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Selain balasan ini, di dalam surga mereka Kami kawinkan dengan bidadari yang putih dan lembut karena kemolekan dan kecantikanya serta matanya yang lebar.",
    "jalalayn": "(Demikianlah) sebelum lafal ini diperkirakan adanya lafal Al-Amru, yakni perkaranya demikianlah. (Dan Kami kawinkan mereka) dijodohkan atau mereka dibuat senang (dengan bidadari-bidadari) dengan wanita yang putih kulitnya dan jeli matanya serta sangat cantik rupanya."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 55,
    "arab": "يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَۙ ",
    "translation": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4469.mp3",
    "tafsir": "Sebagai perbandingan antara pahala yang diperoleh orang-orang yang beriman dengan azab yang diterima oleh orang-orang kafir, maka dalam ayat-ayat berikut digambarkan kenikmatan dan kebahagiaan yang diperoleh oleh orang-orang yang beriman. Kenikmatan dan kebahagiaan yang mereka peroleh antara lain ialah:\n1. Mereka mendapat tempat kembali yang baik di sisi Tuhan mereka. Di tempat itu mereka aman dari segala macam gangguan baik berupa gangguan keamanan diri mereka maupun dari gangguan keamanan jiwa mereka. Mereka berada dalam perlindungan Allah, tidak ada sesuatu pun yang dapat menggoyahkan perlindungan Allah. Tidak ada kata-kata yang menyakitkan hati, tidak ada sikap orang lain yang dapat mengguncangkan perasaan, semuanya enak didengar, indah dilihat, menyejukkan hati dan menentramkan perasaan, tempatnya yang indah, udaranya yang nyaman, mata air yang jernih memancarkan air yang mengasyikkan orang yang tinggal di dalamnya.\n2. Di dalam surga itu, orang-orang yang beriman diberi pakaian yang terbuat dari sutera, baik sutera yang halus lagi lembut, memuaskan hati orang yang memakainya, maupun sutera tebal yang beraneka warna dan menghangatkan badan.\n3. Mereka duduk berbincang-bincang, berhadap-hadapan di tempat-tempat duduk yang menyenangkan. Dari wajah-wajah mereka, yang terpancar hanyalah rasa kebahagiaan yang tiada taranya dan rasa kepuasan terhadap pahala yang diberikan Allah kepada mereka.\n4. Mereka dianugerahi teman hidup yang mendampingi mereka, berupa jodoh atau pasangan yang serasi dan sesuai dengan keinginan mereka. Jodoh mereka itu tidak ada cacat celanya dan belum pernah hatinya tertambat kepada orang lain.\n5. Mereka disuguhi buah-buahan yang beraneka ragam macamnya dan makanan yang enak, tidak habis-habisnya dan tidak pernah membosankan.\nDemikian kesenangan dan kebahagiaan yang akan diperoleh ahli surga nanti. Sebenarnya kebahagiaan dan kesenangan itu tidak dapat dibayangkan manusia karena tidak ada bandingannya dalam kehidupan ini.",
    "quraish": "Di dalamnya mereka dapat meminta segala jenis buah-buahan yang mereka inginkan. Mereka terhindar dari rasa sedih, dan kehilangan rezeki",
    "jalalayn": "(Mereka meminta) meminta kepada para pelayan surga (di dalamnya) di dalam surga, supaya para pelayan itu mendatangkan buat mereka (segala macam buah-buahan) surga (dengan aman) dari kehabisan dan dari kemudaratannya, serta aman dari segala kekhawatiran. Lafal Aaminiina berkedudukan menjadi Hal atau kata keterangan keadaan."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 56,
    "arab": "لَا يَذُوْقُوْنَ فِيْهَا الْمَوْتَ اِلَّا الْمَوْتَةَ الْاُوْلٰىۚ وَوَقٰىهُمْ عَذَابَ الْجَحِيْمِۙ ",
    "translation": "mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab neraka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4470.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan kenikmatan lain yang dianugerahkan-Nya di dalam surga nanti, yaitu mereka tidak akan merasakan mati seperti yang mereka rasakan di dunia. Mereka akan hidup kekal di surga nanti. Hal ini berarti bahwa penghuni surga itu tetap dalam keadaan sehat wal afiat jasmani dan rohani dan mereka telah naik ke suatu martabat yang tidak dianugerahkan Allah kepada makhluk yang lain, kecuali malaikat yaitu hidup kekal penuh kebahagiaan.\nDalam hadis Rasulullah saw yang diriwayatkan Muslim digambarkan keadaan penghuni-penghuni surga itu, yaitu:\n\"Diriwayatkan oleh Abu Hurairah dan Abu Sa'id bahwasanya Rasulullah saw bersabda, seorang penyeru menyerukan, \"Sesungguhnya kamu akan selalu sehat, karena itu kamu tidak akan menderita sakit selama-lamanya; sesungguhnya kamu akan tetap hidup dan tidak akan mati selama-lamanya, dan sesungguhnya kamu akan tetap muda dan tidak akan pernah mengalami ketuaan selama-lamanya dan sesungguhnya kamu akan merasa nikmat dan tidak akan menderita selama-lamanya.\" (Riwayat Muslim)\n\nPada akhir ayat ini, Allah menegaskan bahwa para penghuni surga itu terpelihara dari siksa neraka. Terpelihara dari siksa itu termasuk salah satu dari kenikmatan yang sangat berharga, karena apabila seseorang terlepas dari suatu bahaya atau melihat orang lain menderita sedangkan ia sendiri terlepas dari bahaya dan penderitaan itu, maka ia akan merasakan suatu nikmat dan merasa bahwa ia tidak pernah berbuat suatu kejahatan sehingga ia tidak mengalami penderitaan.",
    "quraish": "Di sana mereka tidak lagi merasakan mati setelah kematian di dunia ketika ajal mereka datang. Mereka dipelihara Tuhan dari siksa neraka.",
    "jalalayn": "(Mereka tidak akan merasakan mati di dalamnya kecuali mati yang pertama) yaitu kematian sewaktu di dunia. Sebagian ahli tafsir ada yang mengatakan bahwa lafal Illaa di sini bermakna Ba'da, yakni sesudah. (Dan Allah memelihara mereka dari azab neraka.)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 57,
    "arab": "فَضْلًا مِّنْ رَّبِّكَۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
    "translation": "itu merupakan karunia dari Tuhanmu. Demikian itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4471.mp3",
    "tafsir": "Segala nikmat yang diterima penghuni surga itu adalah karunia Allah yang diberikan sebagai tanda bahwa Dia meridai perbuatan-perbuatan yang mereka lakukan selama hidup di dunia, dan sebagai bukti bahwa mereka mengikuti petunjuk wahyu yang disampaikan Allah kepada Rasul-Nya, taat kepada perintah-perintah yang harus mereka lakukan dan menjauhkan semua larangan yang harus mereka hentikan. Yang demikian itu mereka terima sebagai hasil jerih payah yang telah mereka lakukan dan imbalan dari keimanan mereka. Hasil yang mereka peroleh itu adalah hasil yang tiada bandingnya jika dibandingkan dengan hasil yang pernah dicapai seseorang selama hidup di dunia, menikmati hasil cucuran keringat sendiri yang merupakan suatu kenikmatan tersendiri pula.",
    "quraish": "Mereka terhindar dari siksaan itu berkat karunia dari kebaikan Sang Penciptamu. Keselamatan dari siksa neraka dan masuknya mereka ke dalam surga merupakan kemenangan yang amat besar.",
    "jalalayn": "(Sebagai karunia) lafal Fadhlan adalah Mashdar yang bermakna Tafadhdhulan, yakni pemberian karunia; dinashabkan oleh lafal Tafadhdhala yang diperkirakan keberadaannya sebelumnya (dari Rabbmu Yang demikian itu adalah keberuntungan yang besar.)"
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 58,
    "arab": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
    "translation": "Sungguh, Kami mudahkan Al-Qur'an itu dengan bahasamu agar mereka mendapat pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4472.mp3",
    "tafsir": "Allah menjelaskan petunjuk dan peringatan yang telah disampaikan kepada orang-orang musyrik Mekah yang disampaikan oleh Rasul-Nya, Muhammad saw, berupa wahyu-Nya yang diturunkan dengan bahasa yang sudah mereka pahami yaitu bahasa mereka sendiri, bahasa Arab. Hal itu dimaksudkan agar kaum musyrik Mekah dapat dengan mudah mengambil petunjuk dan pelajaran dari pokok-pokok agama Islam, tamsil ibarat dan kisah-kisah umat yang dahulu yang terdapat di dalam Al-Qur'an wahyu yang telah diturunkan itu. Dengan membaca Al-Qur'an mereka akan merenungkan ayat-ayat yang menyuruh agar manusia memperhatikan tanda-tanda kekuasaan dan kebesaran Allah yang terdapat dalam kejadian langit dan bumi beserta apa yang ada antara keduanya, demikian pula bukti-bukti adanya hari kebangkitan.\nDengan bimbingan dan peringatan itu, diharapkan mereka mau bertobat, kembali ke jalan yang benar, mau mengakui dan mencari kebenaran yang hakiki dengan meninggalkan kebiasaan-kebiasaan nenek moyang mereka yang telah nyata kesesatannya. Akan tetapi lantaran kebekuan hati mereka karena kesombongan dan keangkuhan mereka, maka petunjuk dan kebenaran yang dikemukakan Al-Qur'an kepada mereka tidak dapat mereka terima, sehingga mereka tetap dalam kegelapan dan kesesatan.",
    "quraish": "Kami memberi kemudahan kepadamu, Muhammad, untuk membaca dan menyampaikan isi al-Qur'ân kepada mereka dengan menggunakan bahasa mereka, hanya bertujuan agar mereka dapat mengambil pelajaran lalu mempercayainya dan mengamalkan ajaran yang dikandugnnya.",
    "jalalayn": "(Sesungguhnya Kami mudahkan ia) Kami mudahkan Alquran itu (dengan bahasamu) dengan bahasa Arab supaya orang-orang Arab dapat memahaminya darimu (supaya mereka mendapat pelajaran) supaya mereka dapat mengambilnya sebagai nasihat, karena itu lalu mereka beriman kepadamu; tetapi ternyata mereka tidak juga mau beriman."
  },
  {
    "hizb": 199,
    "name": "Ad-Dukhan",
    "ayat": 59,
    "arab": "فَارْتَقِبْ اِنَّهُمْ مُّرْتَقِبُوْنَ ࣖࣖ",
    "translation": "Maka tunggulah; sungguh, mereka itu (juga sedang) menunggu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4473.mp3",
    "tafsir": "Itulah sebabnya Allah membiarkan orang-orang musyrik Mekah sesat dalam kesyirikannya, membiarkan mereka menunggu ketentuan Allah pada saat yang telah ditentukan, dan mereka pasti akan menyaksikan sendiri siapakah yang benar nanti, mereka yang selalu menyekutukan Tuhan dan berbuat dosa ataukah orang-orang yang beriman yang mengikuti ajaran wahyu yang disampaikan Nabi Muhammad.\nSeandainya mereka mau mengakui kebenaran Al-Qur'an, tentulah mereka akan yakin bahwa kemenangan itu pasti diperoleh oleh orang-orang yang mengikuti agama tauhid yang berjuang dan beramal untuk mencari keridaan Allah. Allah berfirman:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat), (yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk. (Gafir/40: 51-52)\n\nSelama menunggu ketentuan dari Allah itu, terdapat perbedaan sikap dan keyakinan antara para pengikut rasul dengan orang-orang musyrik Mekah. Para pengikut rasul menunggu janji kemenangan dari Allah dengan bersabar dan tawakal. Mereka yakin bahwa Allah pasti menepati janji-Nya yaitu memenangkan Islam dan kaum Muslimin di dunia dan melimpahkan kenikmatan serta kebahagiaan abadi di akhirat nanti. Karena itu, mereka tidak pernah gentar dan takut, mati dan hidup bagi mereka sama saja karena semua yang ada pada mereka, jiwa maupun raga, harta dan nyawa mereka telah mereka serahkan kepada Allah. Sebaliknya, orang-orang musyrik menunggu dengan perasaan khawatir dan takut. Mereka sangat khawatir akan dihancurkan oleh kaum Muslimin. Setiap mereka melihat perkembangan, kemajuan, dan kemenangan kaum Muslimin atas mereka, semakin bertambah pula kekhawatiran pada diri mereka. Mereka sangat takut akan pembalasan dendam kaum Muslimin kepada mereka. Karena itu mereka berusaha sekuat tenaga dan mencurahkan segala yang ada pada mereka untuk mengatasi kemajuan dan kemenangan kaum Muslimin.\nHal ini terlihat pada usaha-usaha mereka itu sebagaimana yang telah mereka usahakan di Perang Ahzab, perjanjian Hudaibiyah dan sebagainya. Sebenarnya dalam hati mereka terbayang kebenaran sesungguhnya, namun karena kesombongan dan keangkuhan, mereka tetap menjauhkan diri dari kebenaran Al-Qur'an.",
    "quraish": "Maka tunggulah apa yang akan terjadi pada diri mereka. Sesungguhnya mereka pun menunggu apa yang akan terjadi pada dirimu dan dakwahmu.",
    "jalalayn": "(Maka tunggulah) nantikanlah kebinasaan mereka (sesungguhnya mereka itu menunggu pula) kebinasaanmu. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 1,
    "arab": "حٰمۤ  ",
    "translation": "Ha Mim",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4474.mp3",
    "tafsir": "Ayat pertama terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"\nPada ayat berikutnya Allah Yang Mahaperkasa dan Mahabijaksana menjelaskan bahwa kitab Al-Qur'an yang sempurna itu diturunkan kepada Rasul-Nya, Muhammad saw. Disebutkan sifat Allah \"Mahaperkasa\" dalam ayat ini agar tergambar dalam pikiran orang yang membaca atau mendengarnya, bahwa yang menurunkan kitab Al-Qur'an itu ialah Zat yang mempunyai kekuasaan yang tidak terbatas, tidak dapat ditandingi dan tidak dapat dibantah kehendak-Nya. Keinginan dan kehendak-Nya pasti terlaksana sesuai dengan rencana-Nya, tidak ada kekuasaan lain yang mampu menghalang-halangi dan mengubahnya.\nDemikian pula ditonjolkan sifat \"Mahabijaksana\" dalam ayat ini agar dipahami, bahwa dalam melaksanakan kehendak dan kekuasaan-Nya itu, Dia melaksanakan keadilan yang merata pada setiap makhluk-Nya. Dia bertindak, menciptakan dan melaksanakan sesuatu sesuai dengan guna dan faedahnya. Kebijaksanaan ini dapat disaksikan pada seluruh tindakan dan semua makhluk yang diciptakan-Nya, dari tingkat yang paling sederhana sampai ke tingkat yang paling sempurna.\nPada tumbuh-tumbuhan, binatang, manusia, dan susunan serta ketentuan-ketentuan yang berlaku pada tata surya, orang dapat mengetahui bahwa pada tiap-tiap makhluk ada hukum-hukum dan ketentuan-ketentuan yang tidak dapat dilanggar; semuanya harus tunduk dan patuh baik secara sukarela maupun terpaksa. Tidak satu makhluk pun yang melanggar dan menyalahi hukum dan ketentuan yang telah ditetapkan Allah baginya, kecuali akan mengakibatkan kerusakan dan kehancuran.\nApabila orang mau menggunakan pikirannya yang jernih dan sehat tentu akan mengakui kekuasaan dan kebijaksanaan Allah terhadap semua makhluk-Nya. Dan apabila ia telah yakin akan hal itu, tentu ia akan menerima dan mengamalkan Al-Qur'an sebagai wahyu dan petunjuk Allah. Hal ini juga berarti bahwa diturunkannya Al-Qur'an kepada Nabi Muhammad saw dalam bahasa Arab, disampaikan untuk pertama kalinya kepada orang-orang Quraisy, kemudian baru tersebar ke seluruh penjuru dunia, ada hikmatnya sesuai dengan guna dan faedahnya. Hikmah, guna dan faedahnya itu diketahui manusia dengan perantaraan Al-Qur'an sendiri. Ada yang diketahui berdasarkan pengetahuan dan pengalaman yang dipunyai oleh seseorang, dan ada yang belum diketahui oleh manusia, karena Yang Mahatahu hanyalah Allah.",
    "quraish": "[[45 ~ AL-JAATSIYAH (YANG BERLUTUT) Pendahuluan: Makkiyyah, 37 ayat ~ Surat ini diawali dengan dua huruf eja, diikuti dengan penjelasan tentang turunnya al-Qur'ân dari sisi Allah yang Mahamulia dan Mahabijaksana, kemudian dilanjutkan dengan pemaparan bukti- bukti, baik yang bersifat kawniyyah maupun 'aqliyyah, untuk membuktikan kebenaran akidah Islam dan dakwah untuk memeluknya. Pada bagian selanjutnya, surat ini menyinggung dengan menyebutkan nikmat dan karunia Allah yang banyak terhadap hambanya. Orang-orang Mukmin diminta agar memberikan maaf terhadap orang-orang yang ingkar. Hanya Allah semata yang memberikan balasan atas perbuatan sesorang. Nikmat-nikmat itu banyak sekali dikaruniakan kepada Banû Isrâ'îl, sebagaimana yang dipaparkan pada surat ini. Bahwa Allah memberikan kemuliaan terhadap Banû Isrâ'îl dengan nikmat yang banyak. Disebutkan pula bahwa apa saja yang diperselisihkan oleh mereka, akan diperhitungkan Allah pada hari kiamat. Selanjutnya, surat ini membedakan antara orang-orang yang mengikuti kebenaran dan orang-orang yang mengikuti hawa nafsunya lalu mengingkari hari kebangkitan. Terhadap ayat-ayat al-Qur'ân yang berbicara tentang kemahakuasaan Allah, mereka malah menyikapinya dengan meminta Muhammad untuk menghidupkan kembali leluhur-leluhur mereka. Padahal hanya Allahlah yang mampu menghidupkan dan mematikan. Dia memiliki segala sesuatu. Kelak, pada hari ketika semua orang dikumpulkan di padang Mahsyar, setiap orang akan dipanggil untuk melihat buku catatan amal perbuatannya. Orang-orang Mukmin ketika itu, akan menang dan beruntung. Sedangkan orang-orang yang tidak beriman dan besar kepala akan terhina. Pada ayat-ayat selanjutnya, surat ini kembali berbicara tentang sikap mereka yang mengingkari hari kiamat dan mendustakan bukti-bukti yang menunjukkan datangnya hari kiamat. Selain itu, surat ini juga menyebutkan bahwa Allah melupakan mereka sebagaimana mereka melupakan datangnya hari kiamat, dan bahwa tempat kembali mereka adalah neraka sebagai akibat sikap mencemoohkan ayat-ayat Allah dan sikap sombong mereka di dunia. Akhirnya surat ini ditutup dengan pujian terhadap Pencipta langit dan bumi yang Mahamulia dan Mahabijaksana.]] Hâ, Mîm. Surat ini diawali dengan dua fonem Arab, sebagimana halnya cara al-Qur'ân dalam mengawali beberapa surat dengan menyebutkan fonem-fonem tertentu, untuk mengisyaratkan betapa orang-orang musyrik tidak mampu membuat sesuatu seperti al-Qur'ân. Padahal, al-Qur'ân sendiri menggunakan huruf dan fonem yang mereka gunakan dalam percakapan mereka sehari-hari.",
    "jalalayn": "(Ha Mim) hanya Allah sajalah yang mengetahui arti dan maksudnya."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 2,
    "arab": "تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ",
    "translation": "Kitab (ini) diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4475.mp3",
    "tafsir": "Ayat pertama terdiri dari huruf-huruf hijaiah, sebagaimana terdapat pada permulaan beberapa surah Al-Qur'an. Para ahli tafsir berbeda pendapat tentang maksud huruf-huruf itu. Selanjutnya dipersilahkan menelaah masalah ini pada \"Al-Qur'an dan Tafsirnya\" jilid I yaitu tafsir ayat pertama Surah al-Baqarah.\"\nPada ayat berikutnya Allah Yang Mahaperkasa dan Mahabijaksana menjelaskan bahwa kitab Al-Qur'an yang sempurna itu diturunkan kepada Rasul-Nya, Muhammad saw. Disebutkan sifat Allah \"Mahaperkasa\" dalam ayat ini agar tergambar dalam pikiran orang yang membaca atau mendengarnya, bahwa yang menurunkan kitab Al-Qur'an itu ialah Zat yang mempunyai kekuasaan yang tidak terbatas, tidak dapat ditandingi dan tidak dapat dibantah kehendak-Nya. Keinginan dan kehendak-Nya pasti terlaksana sesuai dengan rencana-Nya, tidak ada kekuasaan lain yang mampu menghalang-halangi dan mengubahnya.\nDemikian pula ditonjolkan sifat \"Mahabijaksana\" dalam ayat ini agar dipahami, bahwa dalam melaksanakan kehendak dan kekuasaan-Nya itu, Dia melaksanakan keadilan yang merata pada setiap makhluk-Nya. Dia bertindak, menciptakan dan melaksanakan sesuatu sesuai dengan guna dan faedahnya. Kebijaksanaan ini dapat disaksikan pada seluruh tindakan dan semua makhluk yang diciptakan-Nya, dari tingkat yang paling sederhana sampai ke tingkat yang paling sempurna.\nPada tumbuh-tumbuhan, binatang, manusia, dan susunan serta ketentuan-ketentuan yang berlaku pada tata surya, orang dapat mengetahui bahwa pada tiap-tiap makhluk ada hukum-hukum dan ketentuan-ketentuan yang tidak dapat dilanggar; semuanya harus tunduk dan patuh baik secara sukarela maupun terpaksa. Tidak satu makhluk pun yang melanggar dan menyalahi hukum dan ketentuan yang telah ditetapkan Allah baginya, kecuali akan mengakibatkan kerusakan dan kehancuran.\nApabila orang mau menggunakan pikirannya yang jernih dan sehat tentu akan mengakui kekuasaan dan kebijaksanaan Allah terhadap semua makhluk-Nya. Dan apabila ia telah yakin akan hal itu, tentu ia akan menerima dan mengamalkan Al-Qur'an sebagai wahyu dan petunjuk Allah. Hal ini juga berarti bahwa diturunkannya Al-Qur'an kepada Nabi Muhammad saw dalam bahasa Arab, disampaikan untuk pertama kalinya kepada orang-orang Quraisy, kemudian baru tersebar ke seluruh penjuru dunia, ada hikmatnya sesuai dengan guna dan faedahnya. Hikmah, guna dan faedahnya itu diketahui manusia dengan perantaraan Al-Qur'an sendiri. Ada yang diketahui berdasarkan pengetahuan dan pengalaman yang dipunyai oleh seseorang, dan ada yang belum diketahui oleh manusia, karena Yang Mahatahu hanyalah Allah.",
    "quraish": "Al-Qur'ân ini diturunkan oleh Allah yang Mahakuat lagi Mahabijaksana dalam segala aturan dan ciptaan- Nya.",
    "jalalayn": "(Diturunkannya Kitab ini) yakni Alquran; lafal ayat ini berkedudukan menjadi Mubtada (dari Allah) menjadi Khabar dari Mubtada (Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam perbuatan-Nya."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 3,
    "arab": "اِنَّ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّلْمُؤْمِنِيْنَۗ",
    "translation": "Sungguh, pada langit dan bumi benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4476.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebagai bukti Allah Mahaperkasa lagi Mahabijaksana, dapat dilihat pada kejadian langit, bumi, pada diri manusia dan pada binatang yang beraneka ragam macamnya. Ditegaskan bahwa di langit dan di bumi, banyak sekali terdapat tanda-tanda kekuasaan dan keperkasaan Allah. Orang yang berpikiran sederhana, pasti akan berkesimpulan bahwa di balik kejadian langit dan bumi beserta semua yang ada di antaranya, tentu ada zat yang Maha Pencipta lagi Mahakuasa. Apalagi orang yang tinggi ilmunya, tentu lebih dapat memahaminya lagi.\nPenciptaan langit, bumi dan isinya yang sangat menakjubkan sebagai tanda keagungan dan kekuasaan Allah bagi orang beriman, dan menunjukkan Allah-lah yang berhak disembah bukan selain Dia.\nDalam ayat ini disebutkan orang yang beriman bukan yang lainnya, karena merekalah yang dapat mengambil manfaat bahwa pencipta langit dan bumi adalah Allah, maka mereka tidak menyembah kecuali kepada-Nya.\nPada akhir ayat ini, Allah menjelaskan bahwa tanda-tanda kekuasaan Allah yang ada di langit dan di bumi itu menjadi tanda dan bukti wujud dan kekuasaan Allah bagi orang-orang yang beriman. Dengan memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan di bumi itu, orang yang berjiwa bersih, berpikiran sehat yang ingin mencari kebenaran dan tidak dipengaruhi oleh godaan setan tentulah akan menjadi orang yang menerima kenyataan bahwa Al-Qur'an yang diturunkan kepada Muhammad saw itu benar-benar wahyu dari Allah yang harus dilaksanakan oleh setiap manusia yang ingin hidup bahagia di dunia dan di akhirat nanti. Sebaliknya, jiwa seseorang yang dikotori oleh noda-noda kemaksiatan, pikiran yang telah dibelenggu oleh kepercayaan syirik telah tergoda oleh tipu daya setan, maka bagaimana pun jelas dan cerahnya tanda-tanda kekuasaan dan kebesaran Allah, mereka tidak akan dapat merasakan dan menghayatinya. Karena itu, mereka tetap bergelimang dalam kekafiran dan kemaksiatan.\nTanda-tanda kekuasaan Allah tersebar baik di langit maupun di bumi. Sebagai contoh adalah berkaitan dengan benda-benda langit seperti terurai pada Surah al-An'am/6: 96-97. \n\nDia menyingsingkan pagi dan menjadikan malam untuk beristirahat, dan (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa, Maha Mengetahui. Dan Dialah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut. Kami telah menjelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang mengetahui. (al-An'am/6: 96-97).\n\nMenurut kajian saintis, manusia sejak awal peradaban telah mengunakan benda-benda di langit seperti matahari dan bumi sebagai perhitungan penanggalan. Penanggalan berbasis pada 'gerak dan posisi matahari di langit bumi, atau yang dikenal dengan Solar Calendar, telah dilakukan oleh peradaban Barat (berasal dari Romawi dan Yunani), India; sedang peradaban Yahudi, Arab, Cina, juga India menggunakan Lunar Calendar, yaitu perhitungan berbasiskan kepada 'gerak dan posisi bulan di langit bumi. Dalam bahasa astronomi, Solar Calendar berbasiskan pada lintasan-orbit bumi terhadap posisi matahari, sedang Lunar Calendar berbasis pada lintasan-orbit bulan terhadap posisi bumi dan matahari. Demikian halnya bintang-bintang di langit sebagai yang digunakan sebagai indikator navigasi. Dalam bahasa ilmiah, indikator navigasi yang menggunakan atau berbasiskan posisi bintang-bintang di langit ini disebut stellar navigation. Stellar navigation juga telah digunakan oleh para pengembara darat untuk menentukan arah perjalanannya. Dalam dunia modern sekarang ini, ternyata stellar navigation juga telah digunakan oleh pesawat antariksa, seperti jenis pesawat Ulang-alik (Space Shuttle): Columbia, Challenger, dan Enterprise.\nDemikan halnya tanda-tanda kekuasaan Allah yang dapat dijumpai di bumi. Salah satunya adalah seperti disebut dalam Surah asy-Syura/42: 32 di atas, di mana gunung-gunung yang menurut awam tetap di tempatnya, ternyata mengapung dan bergerak.",
    "quraish": "Sesungguhnya di dalam penciptaan langit dan bumi terdapat bukti-bukti yang amat kuat mengenai ketuhanan dan kemahaesaan Allah, yang dipercayai benar oleh orang-orang beriman kepada Allah, melalui fitrahnya yang suci.",
    "jalalayn": "(Sesungguhnya pada langit dan bumi) pada penciptaan keduanya (benar-benar terdapat tanda-tanda) yang menunjukkan kepada kekuasaan dan keesaan Allah swt. (bagi orang-orang yang beriman.)"
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 4,
    "arab": "وَفِيْ خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَاۤبَّةٍ اٰيٰتٌ لِّقَوْمٍ يُّوْقِنُوْنَۙ",
    "translation": "Dan pada penciptaan dirimu dan pada makhluk bergerak yang bernyawa yang bertebaran (di bumi) terdapat tanda-tanda (kebesaran Allah) untuk kaum yang meyakini,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4477.mp3",
    "tafsir": "Allah menunjukkan tanda-tanda kekuasaan dan kebesaran-Nya pada kejadian manusia sendiri dan pada penciptaan binatang yang beraneka ragam jenis dan bentuknya.\nManusia diciptakan Allah dari unsur-unsur yang terdapat di dalam tanah. Berbagai zat yang terdiri dari karbohidrat, protein, zat lemak, zat gula, berbagai macam garam, berbagai macam vitamin, zat besi, dan sebagainya terkumpul dalam tubuh manusia, melalui makanan dan minuman yang berasal dari tumbuh-tumbuhan dan hewan. Tumbuh-tumbuhan dan hewan itu semua berasal dari tanah. Allah berfirman:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang berkembang biak. (ar-Rum/30: 20)\nSebagian dari zat yang dimakan manusia itu ada yang menjadi spermatozoa pada diri laki-laki dan ovum pada diri perempuan. Sperma dan ovum itu bertemu, pada saat terjadinya senggama antara laki-laki dan perempuan. Dengan demikian terjadilah pembuahan. Benih itu makin lama makin besar. Empatpuluh hari kemudian, terbentuklah jaringan-jaringan yang dipenuhi pembuluh-pembuluh darah. Empatpuluh hari kemudian, terlihatlah calon janin yang berbentuk seperti darah yang mengental. Kemudian setelah empatpuluh hari terbentuklah janin yang melekat pada dinding rahim. Pada saat itulah, mulai terlihat tanda-tanda kehidupan dan jantung bayi itu mulai berdenyut. Denyut jantung bayi itu telah dapat didengar apabila orang menempelkan telinganya ke bagian perut ibu yang sedang mengandung. Sejak terjadinya pembuahan dalam kandungan ibu sampai kepada terlihatnya tanda-tanda kehidupan, diperlukan waktu empat bulan. Lima bulan sepuluh hari setelah itu, lahirlah janin dari kandungan. Sejak itulah bayi itu bernapas dengan paru-parunya yang telah mulai bekerja, dan sejak itu pula ia berangsur-angsur melepaskan diri dari ketergantungannya kepada orang tuanya, terutama kepada ibunya. Dia telah diberi akal, perasaan dan kemampuan bekerja sehingga dengan kemampuan yang diberikan itu, ia telah dapat melaksanakan tugas hidupnya sebagai khalifah Allah di muka bumi. Akhirnya ia menjadi tua dan meninggal dunia.\nPenciptaan manusia Allah jelaskan dalam firman-Nya:\n\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (Gafir/40: 67)\nDengan memperhatikan proses penciptaan manusia, bagaimana sulit dan ruwetnya hukum-hukum yang berlaku dalam penciptaan itu, orang yang sadar akan mengakui kekuasaan dan keagungan Allah, Tuhan Yang Maha Esa.\nAllah menunjukkan juga tanda-tanda kekuasaan dan keagungan-Nya yang terdapat pada kejadian dan kehidupan binatang melata yang beraneka ragam, jenis, macamnya, dan cara-cara kehidupannya. Dengan memperhatikan bentuknya, orang dapat membedakan binatang. Ada binatang yang beruas tulang belakang yang dalam Ilmu Hayat disebut \"vertebrata\", ada yang tidak beruas tulang belakang (invertebrata). Binatang yang beruas tulang belakang dibagi atas beberapa bagian seperti mamalia (binatang menyusui), jenis burung (aves), jenis binatang melata (reptilia), jenis binatang yang hidup di darat dan di air (amphibia), jenis ikan (pisces).\nBinatang yang tidak beruas tulang belakang dibeda-bedakan lagi menjadi beberapa bahagian seperti binatang berkutu (insektifora), binatang lunak (mollusca), hingga binatang yang bersel satu (protozoa). Tiap-tiap jenis dan macam binatang itu mempunyai hukum-hukum dan ketentuan-ketentuan sendiri-sendiri yang disusun dengan rapi seperti cara hidup, makanannya, cara berkembang biak, cara mempertahankan hidup, sampai kepada keagungan dan faedahnya. Dan hal-hal yang diterangkan itu akan menjadi i'tibar dan pelajaran bagi orang-orang yang mau berpikir dan ingin mengetahui betapa Maha Tingginya Ilmu penciptanya; dengan demikian, akan memperkuat iman di hatinya.",
    "quraish": "Dalam Allah menciptakan kalian, wahai umat manusia, dengan bentuk yang indah dan penciptaan yang sempurna, serta dalam berbagai jenis binatang dengan bentuk dan kegunaannya yang berbeda-beda, benar-benar terdapat bukti yang amat kuat dan jelas bagi kaum yang meyakini melalui perenungan dan pemikiran.",
    "jalalayn": "(Dan pada penciptaan kalian) penciptaan masing-masing di antara kalian, yaitu mulai dari air mani, lalu berupa darah kental, kemudian segumpal daging, lalu menjadi manusia (dan) penciptaan (apa yang bertebaran) di muka bumi (berupa makhluk-makhluk yang melata) arti kata Ad-Daabbah adalah makhluk hidup yang melata di permukaan bumi, yaitu berupa manusia dan lain-lainnya (terdapat tanda-tanda kekuasaan Allah dan keesaan-Nya bagi kaum yang meyakini) adanya hari berbangkit."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 5,
    "arab": "وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ رِّزْقٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيْفِ الرِّيٰحِ اٰيٰتٌ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "translation": "dan pada pergantian malam dan siang dan hujan yang diturunkan Allah dari langit lalu dengan (air hujan) itu dihidupkan-Nya bumi setelah mati (kering); dan pada perkisaran angin terdapat pula tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4478.mp3",
    "tafsir": "Pada ayat ini, Allah mengingatkan manusia akan tanda-tanda kebesaran dan kekuasaan-Nya yang terdapat pada pergantian siang dan malam baik dari segi panjang dan pendeknya.\nDari segi pergantian, orang dapat menyaksikan sejak matahari terbit di kaki langit sebelah timur hingga terbenam di kaki langit sebelah barat. Di siang hari, orang tidak menyaksikan apa pun di langit, terkecuali matahari yang bersinar dengan terangnya. Pada waktu itu, kebanyakan manusia bekerja dan berusaha mencari nafkah, memenuhi kebutuhan hidupnya.\nMatahari bergerak meninggalkan ufuk sebelah timur makin lama makin meninggi. Kemudian ia terlihat di meridian. Sesudah itu, makin menurun menuju ufuk langit sebelah barat. Akhirnya ia tenggelam di ufuk sebelah barat. Sejak itu, hari berangsur-angsur gelap, kadang-kadang terlihat awan kemerah-merahan, lalu mulailah bermunculan binatang-binatang satu demi satu, dari bintang yang paling terang cahayanya sampai kepada bintang yang bercahaya redup. Setelah gelap menyelubungi permukaan bumi seluruhnya, bertambah jelaslah nampak bintang-bintang bertaburan di angkasa raya, berbagai macam rasi dan aneka warna cahayanya. Pada penghujung malam, mulailah kelihatan fajar menyingsing di ufuk timur, sebagai tanda tidak lama lagi matahari akan terbit kembali. Sejak itulah, cahaya bintang mulai redup kembali karena cahayanya mulai dikalahkan oleh cahaya matahari.\nBegitulah seterusnya orang dapat menyaksikan keadaan itu berulang-ulang. Suasana yang seperti itu terjadi di negeri-negeri yang berada di daerah khatulistiwa, sedangkan belahan bumi bahagian selatan dan utara akan mengalami keadaan siang lebih panjang atau lebih pendek dari malam, sesuai dengan lintang dan deklinasi matahari.\nDari segi panjang pendeknya malam dan siang, orang yang berada di khatulistiwa selamanya akan menyaksikan panjang pendeknya siang malam yang hampir sama. Daerah yang berada di selatan khatulistiwa akan mengalami siang lebih panjang apabila matahari berada di sebelah selatan, tetapi akan mengalami siang yang lebih pendek apabila matahari berada di sebelah utara khatulistiwa. Demikian pula orang yang berada di sebelah utara khatulistiwa akan mengalami siang yang lebih panjang apabila matahari berada di sebelah selatan. Makin jauh suatu tempat baik ke utara maupun selatan khatulistiwa, makin jauh pula perbedaan panjang pendek waktu antara malam dan siang. Bagi orang yang berada di kutub utara dan kutub selatan, dalam satu tahun ada masa malam yang terus menerus dan ada pula masa siang yang terus menerus. Pada masa siang terus menerus matahari selalu berada di atas cakrawala, selalu kelihatan tidak pernah masuk ke bawah kaki langit, sedangkan pada masa malam terus menerus, matahari selalu berada di bawah kaki langit, tidak pernah kelihatan dan tidak pernah melewati kaki langit ke atas.\nDengan memperhatikan pergantian siang dan malam, dan panjang pendeknya yang selalu berubah-ubah sepanjang tahun, akan terlihat tanda-tanda kekuasaan dan kebesaran Allah, serta akan nampak adanya hukum-hukum yang mengaturnya dengan sangat rapi, tidak pernah menyimpang dari ketentuan-ketentuan yang telah ditentukan.\nKemudian Allah menunjukkan tanda-tanda kekuasaan dan kebesaran-Nya yang terlihat pada turunnya hujan dari langit. Karena panas matahari, air pun menguap ke atas. Angin yang selalu bertiup mempercepat proses penguapan itu dan menghalaunya ke suatu tempat dan lama-kelamaan terkumpullah uap air itu di angkasa sebagai awan. Apabila awan yang berarak dihalau angin itu tertahan oleh gunung, maka terkumpullah ia di sana, semakin lama semakin tebal. Warnanya yang semula keputih-putihan berubah menjadi hitam. Dan apabila suhu udara telah mencapai kedinginan sedemikian rupa, turunlah uap air itu sebagai hujan yang menyirami permukaan bumi. Karena air hujan itu, tumbuhlah beraneka macam tumbuh-tumbuhan, dan karena air hujan itu pula, binatang dan manusia dapat hidup. Manusia dengan hasil pemikirannya dapat mengatur aliran air itu sehingga tidak mengalir seluruhnya ke laut. Sebahagian dimanfaatkan dan sebagian lagi dapat digunakan pada musim kemarau. Pada tiap daerah, di permukaan bumi, curah hujan tidak sama; bergantung kepada faktor-faktor yang menentukan. Ada daerah yang curah hujannya sangat lebat dan ada pula yang sangat tipis dan ada yang sedang. Dengan memperhatikan turunnya hujan itu dan manfaatnya bagi kehidupan makhluk, orang dapat mengetahui betapa luasnya kekuasaan penciptanya.\nSesudah itu Allah menunjukkan pula tanda-tanda kekuasaan-Nya yang dapat dilihat pada perkisaran tiupan angin yaitu perkisaran angin darat dan angin laut yang selalu berhembus berganti arah. Telah menjadi hukum alam bahwa daratan lebih cepat menjadi panas bila ditimpa sinar matahari dibandingkan dengan lautan yang lambat menjadi panas bila ditimpa sinar matahari. Sebaliknya daratan lebih cepat pula melepaskan panas di malam hari, pada waktu panas matahari tidak ada lagi dibandingkan dengan lautan yang lambat melepasnya. Dengan demikian, terdapatlah daerah maksimum dan minimum udaranya. Pada siang hari daratan lebih panas dari lautan sehingga udaranya menjadi minimum, sedangkan lautan kurang panas udaranya dibandingkan dengan daratan sehingga udaranya menjadi maksimum. Udara mengalir dari daerah maksimum ke daerah minimum, maka bertiuplah pada siang hari angin laut menuju daratan. Akan tetapi, di waktu malam, terjadi kebalikannya; daratan menjadi maksimum dan lautan menjadi minimum karena daratan lebih cepat menjadi dingin daripada lautan sehingga bertiuplah angin dari daratan menuju lautan.\nKeadaan yang demikian menguntungkan para nelayan. Mereka berangkat pada waktu malam, berlayar ke tengah lautan mengikuti arah hembusan angin laut. Di samping itu, perubahan letak matahari berada di lintang- balik -utara belahan bumi bagian selatan. Karena itu, udara maksimum di belahan bumi bahagiana selatan. Maka bertiuplah angin dari belahan bumi selatan ke belahan bumi bagian utara. Waktu itu di Indonesia mengalami musim kemarau. Akan tetapi, bila matahari berada pada lintang balik selatan, belahan bumi bagian selatan menerima panas lebih banyak dari bagian bumi sebelah utara. Karena itu, udara maksimum di bagian utara, maka bertiuplah angin dari utara ke selatan. Untuk Indonesia, angin bertiup dari padang pasir Gobi ke Tiongkok, menyusur Semenanjung Malaysia karena pengaruh perputaran bumi membelok ke timur, ke Indonesia, menuju Padang Pasir Victoria di Australia. Pada saat itu, di Indonesia mengalami musim hujan.\nDi samping itu, terdapat angin yang bertiup dari kutub utara dan kutub selatan secara tetap, karena daerah kutub selalu mengalami udara yang lebih dingin daripada khatulistiwa maka daerah-daerah kutub, udaranya selalu maksimum. Akan tetapi karena perputaran bumi pada porosnya dari barat ke timur, maka angin yang bertiup dari kutub itu mengalami pembelokan ke barat. Itulah sebabnya angin itu di Indonesia bertiup dari tenggara. Untuk daerah-daerah kutub sendiri, bertiuplah selalu angin barat yang tetap sepanjang masa.\nDari perkisaran angin itu, orang akan mengetahui betapa Mahabijaksana dan Mahaperkasa-Nya Allah yang menciptakan alam semesta ini.\nItulah sebabnya pada bagian akhir surah ini, Allah menegaskan bahwa tanda-tanda kekuasaan-Nya yang dapat dilihat pada jagat raya, pada diri manusia, pada perkisaran angin, pada turunnya hujan, dan sebagainya menjadi bukti kekuasaan-Nya bagi orang yang mempergunakan akalnya dan bagi orang yang benar-benar mau mencari kebenaran.\nDengan bermacam-macam himbauan itulah, Allah menunjukkan tanda-tanda kekuasaan-Nya agar manusia meyakini Kemahaesaan dan kemahakuasaan-Nya. Dengan mengetahui semuanya itu dengan benar, niscaya bertambah mantaplah iman mereka dan bertambah pulalah gairahnya untuk memanfaatkan pengetahuannya itu bagi kemaslahan umat manusia.\nDari keterangan di atas, dipahami pula amat banyak yang dapat dijadikan bukti adanya Allah, Mahakuasa dan Mahabijaksana, asal saja orang mau mengikuti cara berpikir yang digariskan Allah dalam Al-Qur'an, hal ini juga berarti bahwa sebenarnya, semakin tinggi ilmu seseorang semakin banyak ia mempunyai bukti-bukti itu. Jika ada seorang yang berilmu yang tidak mempercayai adanya Tuhan, berarti ia belum lagi mempergunakan ilmunya itu menurut yang semestinya.\nDalam ayat-ayat ini terdapat tiga kalimat berbeda, pertama yu'minun, kedua yuqinun, dan ketiga ya'qilun, hal ini dimaksudkan; jika kalian beriman maka pahamilah tanda-tanda keagungan Allah ini dan jika tidak beriman namun mencari kebenaran dan keyakinan maka pahamilah tanda-tanda ini, dan jika tidak beriman dan tidak mencari kenyataan maka jadilah kalian orang yang berakal dan pahamilah tanda-tanda ini. \nAyat ini dengan singkat menggambarkan adanya mekanisme-mekanisme perputaran dan peredaran bumi yang berkaitan dengan perubahan cuaca serta perkisaran angin. Ilmu pengetahuan saat ini menerangkan adanya siang dan malam di bumi disebabkan oleh perputaran (rotasi) bumi pada porosnya. Disamping berotasi, bumi juga beredar pada garis lintasannya (evolusi) yang berbentuk elips. Bumi memerlukan waktu satu tahun untuk beredar pada lintasan ini sampai berada kembali pada posisi yang sama. Proses rotasi dan evolusi bumi, di samping berkaitan dengan cuaca dan iklim di berbagai tempat di permukaan bumi, berkaitan pula dengan perubahan-perubahan arah angin. Hujan-hujan setempat umumnya terjadi setelah tengah hari, ketika suhu mulai mendingin, setelah pada pagi dan siang hari sebelumnya permukaan bumi mendapatkan panas matahari yang banyak dan cukup menghasilkan uap air untuk menghasilkan awan yang menurunkan hujan. \nPoros perputaran bumi membuat sudut sebesar 23,5o terhadap garis lintasan peredarannya, sehingga jumlah intensitas cahaya matahari yang diterima belahan bumi utara dan selatan selalu berbeda, kecuali pada posisi bidang lintasan tegak lurus terhadap bidang penampang setengah bola bumi, ketika itu matahari berada persis di atas khatulistiwa. Adanya tempat-tempat yang mendapatkan intensitas cahaya yang berbeda menyebabkan panas permukaan bumi berbeda-beda pula. Dengan adanya perbedaan panas di permukaan bumi maka terjadilah aliran udara (angin) dari tempat yang dingin ke tempat yang lebih panas. Di daerah sekitar khatulistiwa (ekuatorial) terdapat angin yang berhembus sepanjang tahun ke arah khatulistiwa yang selalu panas yang dikenal dengan angin pasat. Di Indonesia yang terletak di antara dua samudera besar dan dua benua berhembus angin yang berganti arah setiap setengah tahun, dikenal dengan angin muson (moonsoon). Pada bulan Oktober sampai April, angin berhembus dari barat laut ke arah tenggara (angin barat) yang membawa serta kelembaban dan menyebabkan musim hujan. Pada bulan April sampai Oktober, angin yang berhembus dari tenggara ke arah barat laut, bersifat kering, menyebabkan musim kemarau. \nDi permukaan laut, perbedaan panas cahaya matahari ini menyebabkan adanya arus laut dan perbedaan produksi uap air. Perpaduan dinamika arah angin dan produksi uap air di permukaan bumi menghasilkan siklus perubahan iklim, yang pada dasarnya akan berulang setiap tahun. Pada perioda perulangan tertentu biasa terjadi pula kasus-kasus ekstrim seperti misalnya fenomena El Nino dan La Nina.",
    "quraish": "Dan pada perbedaan antara siang dan malam--baik dari segi panjang dan pendeknya, terang dan gelapnya--dengan waktu datangnya yang silih berganti sesuai dengan suatu aturan yang tetap, pada hujan yang diturunkan Allah dari langit sehingga menghidupkan kembali bumi--dengan bermacam-macam tumbuh-tumbuhan--yang telah mati akibat kekeringan, dan pada perputaran angin ke berbagai arah dengan perbedaan suhu dan kekuatannya, semua itu merupakan tanda-tanda amat jelas yang menunjukkan betapa sempurnanya kekuasaan Allah bagi kaum yang berpikir dengan akalnya sehingga memiliki keyakinan yang tulus murni.",
    "jalalayn": "(Dan) pada (pergantian malam dan siang) yaitu datang dan perginya kedua waktu itu (dan rezeki yang diturunkan Allah dari langit) berupa hujan, dikatakan rezeki karena hujan itu merupakan penyebab rezeki (lalu dihidupkan-Nya dengan air hujan itu bumi sesudah matinya, dan pada pertukaran angin) atau pergantiannya, terkadang bertiup ke arah selatan, terkadang bertiup ke arah utara, terkadang datang membawa udara dingin, dan terkadang datang membawa udara panas (terdapat tanda-tanda pula bagi kaum yang berakal) yaitu tanda-tanda yang menunjukkan kekuasaan dan keesaan Allah, karenanya mereka beriman."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 6,
    "arab": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّۚ فَبِاَيِّ حَدِيْثٍۢ بَعْدَ اللّٰهِ وَاٰيٰتِهٖ يُؤْمِنُوْنَ",
    "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan sebenarnya; maka dengan perkataan mana lagi mereka akan beriman setelah Allah dan ayat-ayat-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4479.mp3",
    "tafsir": "Allah menyatakan kepada Rasulullah saw, bahwa ayat Al-Qur'an yang dibacakan kepadanya itu adalah ayat-ayat yang mengandung bukti, dan dalil-dalil yang kuat baik dari segi asal Al-Qur'an itu (dari Allah) maupun dari segi isi dan gaya bahasanya. Pernyataan Allah itu telah disampaikan oleh Nabi Muhammad saw kepada kaum musyrik Mekah, tetapi semuanya itu tidak dapat mereka terima, bahkan mereka bertambah ingkar kepada Rasulullah saw.\nPada waktu Al-Qur'an dibacakan kepada orang kafir Mekah, hati mereka mengakui ketinggian isi dan gaya bahasanya. Pengakuan ini langsung diucapkan 'Utbah bin Rabi'ah dan Abu al-Walid, sastrawan kenamaan orang Arab waktu itu. Kepada mereka diperintahkan agar memperhatikan kejadian alam semesta ini, kejadian diri mereka sendiri, air hujan yang turun dari langit yang menyirami bumi sehingga bumi yang tandus menjadi subur, angin yang bertiup, dan sebagainya, semuanya itu dapat dijadikan bukti bahwa Allah adalah Maha Esa, Mahakuasa lagi Mahaperkasa. \nKepada mereka pun telah diutus seorang rasul yang akan menyampaikan agama Allah kepada seluruh manusia. Rasul itu adalah orang yang paling mereka percayai di antara mereka, orang yang mereka segani dan orang yang selalu mereka mintai nasihat dalam menyelesaikan perselisihan-perselisihan yang terjadi di antara mereka. Rasul yang diutus itu dapat pula membuktikan bahwa ia benar-benar Rasul yang diutus Allah kepada manusia, misalnya dengan mengemukakan beberapa mukjizat yang diberikan Allah kepadanya. Sudah banyak bukti yang dikemukakan kepada mereka, tetapi mereka tidak juga beriman. Sebenarnya, bagi orang yang mau menggunakan pikirannya, cukup banyak bukti untuk menjadikan dia seorang yang beriman.\nItulah sebabnya maka Rasulullah saw diperintahkan oleh Allah menanyakan kepada kaum musyrik Mekah tentang keterangan apalagi yang mereka minta yang dapat mengubah hati mereka sehingga menjadi beriman.\nTelah lengkap keterangan yang diberikan kepada mereka. Tidak ada lagi dalil-dalil dan bukti-bukti yang lebih kuat daripada yang telah dikemukakan itu. Jika mereka tidak mau juga memahaminya dan tidak mau menerima bukti dan dalil-dalil itu, terserah kepada mereka sendiri. Mereka akan mendapatkan balasan yang setimpal akibat sikap kepala batu mereka itu.",
    "quraish": "Itulah ayat-ayat kawniyyah (kosmis) Allah yang mengandung kebenaran untuk manusia, yang Kami bacakan kepadamu, Muhammad, melalui al-Qur'ân dengan perantaraan malaikat Jibril. Apabila mereka tidak mempercayai ayat-ayat itu, maka perkataan apa lagi setelah firman Allah, yaitu al-Qur'ân, yang akan mereka percaya.",
    "jalalayn": "(Itulah) yakni tanda-tanda yang telah disebutkan itu (ayat-ayat Allah) maksudnya, hujah-hujah-Nya yang menunjukkan kepada keesaan-Nya (yang Kami membacakannya) yang Kami ceritakan (kepadamu dengan sebenarnya) lafal Bil haqqi ber-ta'aluq kepada lafal Natluuhaa (maka dengan perkataan mana lagi sesudah Allah) sesudah firman-Nya, yang dimaksud adalah Alquran (dan keterangan-keterangan-Nya) atau hujah-hujah-Nya (mereka beriman) orang-orang kafir Mekah itu mereka tidak beriman. Menurut suatu qiraat lafal Yu'minuuna dibaca Tu'minuuna."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 7,
    "arab": "وَيْلٌ لِّكُلِّ اَفَّاكٍ اَثِيْمٍۙ",
    "translation": "Celakalah bagi setiap orang yang banyak berdusta lagi banyak berdosa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4480.mp3",
    "tafsir": "Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\" (Fussilat/41: 5)\nDalam ayat lain:\n\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nPada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka nanti. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka.",
    "quraish": "Kehancuran yang dahsyatlah bagi siapa saja yang mengada-ada dengan kebohongan-kebohongan paling buruk terhadap Allah dan bagi orang yang banyak berbuat dosa dengan melakukan perbuatan itu.",
    "jalalayn": "(Kecelakaan yang besarlah) lafal Al-Wail menunjukkan kalimat azab (bagi tiap-tiap orang yang banyak berdusta) atau pendusta (lagi banyak berdosa) banyak dosanya."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 8,
    "arab": "يَّسْمَعُ اٰيٰتِ اللّٰهِ تُتْلٰى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ",
    "translation": "(yaitu) orang yang mendengar ayat-ayat Allah ketika dibacakan kepadanya namun dia tetap menyombongkan diri seakan-akan dia tidak mendengarnya. Maka peringatkanlah dia dengan azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4481.mp3",
    "tafsir": "Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).\" (Fussilat/41: 5)\nDalam ayat lain:\n\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fussilat/41: 44)\n\nPada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka nanti. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka.",
    "quraish": "Orang yang mengada-ada itu sebenarnya mendengar ayat-ayat Allah yang berbicara tentang kebenaran ketika dibacakan kepadanya. Tetapi kemudian ia tetap bersikap ingkar, menyombongkan diri dan tidak beriman. Ia seolah-olah seperti orang yang tidak pernah mendengar ayat-ayat itu. Oleh karena itu, wahai Muhammad, sampaikanlah \"berita gembira\"--sebagai penghinaan--bahwa orang itu akan memperoleh azab yang pedih akibat perbuatannya yang memang mengantarkannya kepada siksa itu.",
    "jalalayn": "(Dia mendengar ayat-ayat Allah) yakni Alquran (dibacakan kepadanya kemudian dia tetap) atas kekafirannya (menyombongkan diri) takabur tidak mau beriman (seakan-akan dia tidak mendengarnya. Maka beri kabar gembiralah dia dengan azab yang pedih) azab yang menyakitkan."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 9,
    "arab": "وَاِذَا عَلِمَ مِنْ اٰيٰتِنَا شَيْـًٔا ۨاتَّخَذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌۗ ",
    "translation": "Dan apabila dia mengetahui sedikit tentang ayat-ayat Kami, maka (ayat-ayat itu) dijadikan olok-olok. Merekalah yang akan menerima azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4482.mp3",
    "tafsir": "Pada ayat ini diterangkan sikap yang lain dari orang musyrik Mekah sewaktu mendengar ayat-ayat Al-Qur'an disampaikan kepada mereka. Apabila ada di antara kawan-kawan mereka yang menyampaikan berita tentang ayat-ayat Al-Qur'an, mereka pun memperolok-olok ayat-ayat itu.\nDiriwayatkan bahwa ketika Abu Jahal mendengar firman Allah:\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)\n\nia meminta korma dan keju, seraya berkata kepada kawan-kawannya, \"Makanlah buah zaqqum ini, yang diancamkan Muhammad saw kepadamu itu tidak lain adalah makanan yang manisnya seperti madu.\" Dan ketika ia mendengar firman Allah:\n\nDi atasnya ada sembilan belas (malaikat penjaga). (al-Muddatstsir/74: 30)\n\nAbu Jahal berkata, \"Kalau penjaganya hanya sembilan belas, maka saya sendiri akan melemparkan mereka itu.\" Banyak lagi cara-cara dan sikap lain yang bernada menghina dari orang-orang kafir Mekah pada waktu mereka mendengar bacaan Al-Qur'an. Bahkan Abu Jahal menantang sebagaimana yang diterangkan Al-Qur'an:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nKarena mereka selalu mendustakan ayat-ayat Allah dan memperolok-olokkannya, maka dalam ayat ini Allah menegaskan balasan yang akan mereka terima nanti di akhirat. Mereka akan dimasukkan ke dalam neraka yang menghinakan dan menyiksa mereka sebagai balasan dari sikap dan perbuatan mereka itu.",
    "quraish": "Jika orang yang menyombongkan diri itu mengetahui sedikit tentang ayat Allah, seluruh ayat-ayat Allah dijadikannya sebagai bahan olokan dan hinaan. Orang-orang pendusta yang penuh dengan dosa seperti itu akan memperoleh azab yang menghinakan.",
    "jalalayn": "(Dan apabila dia mengetahui tentang ayat-ayat Kami) yakni Alquran (barang sedikit, maka ayat-ayat itu dijadikannya olok-olok) yakni menjadi bahan ejekan mereka. (Merekalah) orang-orang yang banyak mendustakan ayat-ayat Kami itu (yang memperoleh azab yang menghinakan) artinya, siksaan yang mengandung kehinaan."
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 10,
    "arab": "مِنْ وَّرَاۤىِٕهِمْ جَهَنَّمُ ۚوَلَا يُغْنِيْ عَنْهُمْ مَّا كَسَبُوْا شَيْـًٔا وَّلَا مَا اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَۚ وَلَهُمْ عَذَابٌ عَظِيْمٌۗ ",
    "translation": "Di hadapan mereka neraka Jahanam dan tidak akan berguna bagi mereka sedikit pun apa yang telah mereka kerjakan, dan tidak pula (bermanfaat) apa yang mereka jadikan sebagai pelindung-pelindung (mereka) selain Allah. Dan mereka akan mendapat azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4483.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa kaum musyrikin di akhirat kelak akan berhadapan dengan neraka Jahanam yang telah disediakan untuk mereka, sebab mereka selalu bersikap sombong untuk menerima petunjuk yang disampaikan oleh Nabi Muhammad. Segala sesuatu yang mereka usahakan di dunia sedikit pun tidak dapat menyelamatkan mereka dari Jahanam, demikian pula apa yang mereka sembah selain Allah, tidak dapat memberikan perlindungan sedikit pun dan mereka akan memperoleh azab yang sangat besar.",
    "quraish": "Di belakang mereka, neraka jahanam menunggu. Segala apa yang mereka perbuat di dunia tidak dapat melindungi mereka dari siksaannya. Tuhan-tuhan palsu yang mereka jadikan penolong selain Allah juga tidak mampu melindungi mereka sedikit pun dari siksaannya. Mereka memperoleh siksa yang amat kejam dan menakutkan.",
    "jalalayn": "(Di hadapan mereka) di sini diartikan di hadapan mereka sekalipun lafalnya mengatakan Min Waraa-ihim yakni di belakang mereka, hal ini mengingat mereka masih hidup di dunia (neraka Jahanam dan tidak akan berguna bagi mereka apa yang telah mereka upayakan) berupa harta benda dan hasil-hasil kerja mereka (barang sedikit pun, dan tidak pula berguna apa yang mereka jadikan selain dari Allah) yang dimaksud adalah berhala-berhala (sebagai sesembahan-sesembahan. Dan bagi mereka azab yang besar.)"
  },
  {
    "hizb": 199,
    "name": "Al-Jasiyah",
    "ayat": 11,
    "arab": "هٰذَا هُدًىۚ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ࣖ",
    "translation": "Ini (Al-Qur'an) adalah petunjuk. Dan orang-orang yang mengingkari ayat-ayat Tuhannya mereka akan mendapat azab berupa siksaan yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4484.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Al-Qur'an adalah petunjuk yang berasal dari Allah, yang disampaikan-Nya kepada Muhammad saw, agar disampaikan kepada seluruh umat manusia. Petunjuk itu yang menuntun manusia ke jalan yang benar menuju kebahagiaan dunia dan akhirat.\nDiterangkan orang yang mengingkari petunjuk Al-Qur'an itu akan menempuh jalan yang sesat, jalan yang menuju kepada penderitaan hidup dunia dan akhirat.\nAl-Qur'an sebagai petunjuk dapat mengeluarkan manusia dari kesesatan menuju kebenaran, dari kekafiran menuju keimanan. Oleh karena itu, orang yang tidak beriman akan mendapat siksa yang sangat pedih.",
    "quraish": "Al-Qur'ân ini merupakan bukti yang sempurna tentang kebenaran yang datang dari sisi Allah. orang-orang yang mengingkari kandungan al-Qur'ân berupa bukti kebenaran Sang Pencipta dan Pembimbing mereka, akan memperoleh siksaan yang paling pedih dari sekian macam siksaan yang ada.",
    "jalalayn": "(Ini) Alquran ini (adalah petunjuk) dari kesesatan. (Dan orang-orang yang kafir kepada ayat-ayat Rabbnya bagi mereka azab) yakni bagian (yaitu siksa) atau azab (yang sangat pedih) sangat menyakitkan."
  }
]