[
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 26,
    "arab": "۞ اِنَّ اللّٰهَ لَا يَسْتَحْيٖٓ اَنْ يَّضْرِبَ مَثَلًا مَّا بَعُوْضَةً فَمَا فَوْقَهَا ۗ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَيَعْلَمُوْنَ اَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۚ وَاَمَّا الَّذِيْنَ كَفَرُوْا فَيَقُوْلُوْنَ مَاذَآ اَرَادَ اللّٰهُ بِهٰذَا مَثَلًا ۘ يُضِلُّ بِهٖ كَثِيْرًا وَّيَهْدِيْ بِهٖ كَثِيْرًا ۗ وَمَا يُضِلُّ بِهٖٓ اِلَّا الْفٰسِقِيْنَۙ",
    "translation": "Sesungguhnya Allah tidak segan membuat perumpamaan seekor nyamuk atau yang lebih kecil dari itu. Adapun orang-orang yang beriman, mereka tahu bahwa itu kebenaran dari Tuhan. Tetapi mereka yang kafir berkata, “Apa maksud Allah dengan perumpamaan ini?” Dengan (perumpamaan) itu banyak orang yang dibiarkan-Nya sesat, dan dengan itu banyak (pula) orang yang diberi-Nya petunjuk. Tetapi tidak ada yang Dia sesatkan dengan (perumpamaan) itu selain orang-orang fasik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/33.mp3",
    "tafsir": "Sesungguhnya Allah tidak segan untuk membuat contoh dan perumpamaan dalam penjelasan informasinya dengan seekor nyamuk atau bahkan lebih kecil dari itu. Orang-orang yang beriman yakin akan kebenaran dan kebijaksanaan Allah, mereka pasti dapat menerima keterangan ini. tetapi orang kafir dan orang munafik tidak mau memahami tujuan Allah swt membuat perumpamaan di dalam Al-Qur'an. Perumpamaan itu tujuannya memperjelas arti suatu perkataan atau kalimat dengan membandingkan isi atau pengertian perkataan atau kalimat itu dengan sesuatu yang sudah dikenal dan dimengerti. \nDalam ilmu biologi, binatang, tumbuh-tumbuhan dan bahkan organ tubuh manusia banyak dibahas dan semuanya itu perlu diketahui oleh manusia, ada yang bermanfaat dan ada yang berbahaya bagi manusia. Bukan hanya binatang-binatang besar seperti gajah, harimau dan singa yang perlu diketahui, tetapi binatang kecil seperti lalat, nyamuk, dan ulat juga perlu diketahui manfaat dan bahayanya.\nNyamuk misalnya ada yang berbahaya anapheks yang menyebarkan penyakit malaria dan aedes aegypti yang menyebarkan penyakit demam berdarah, tetapi ada nyamuk yang memang tidak berbahaya seperti culex. Nyamuk anapheks hidupnya di air kotor tetapi nyamuk aedes aegypti hidup di air bersih. \nAllah sungguh Mahakuasa dan Mahabijaksana. Pada setiap makhluk yang berbahaya telah diciptakan predator yaitu jenis binatang lain yang suka memangsa dan membunuhnya. Terhadap nyamuk misalnya ada beberapa predator seperti katak, cecak, tokek dan lain-lain. Kita tidak boleh membunuh predatornya dan kita sebaiknya mengetahui di mana nyamuk berkembang biak, kita perlu memahami kebijaksanaan dan kekuasaan Allah. \nSaat manusia diundang untuk memperhatikan penciptaan atas dirinya, Al-Qur'an dalam banyak ayatnya mendorong manusia untuk meneliti alam dan melihat tanda-tanda Tuhan di dalamnya. Alam semesta, dengan elemen benda-benda hidup dan tidak hidupnya, merupakan tanda-tanda adanya penciptaan. Semua ciptaan itu ada hanya untuk memperlihatkan kekuasaan, pengetahuan dan seni yang dimiliki oleh \"pencipta\" tersebut, Allah swt. Semua ciptaan memperlihatkan tanda-tanda yang demikian. Termasuk di dalamnya binatang kecil seperti nyamuk, sebagaimana dapat dilihat pada ayat di atas.\nKetika kita mencoba memahami perikehidupan nyamuk, kita akan mengetahui betapa rumit dan kompleksnya sistem yang berjalan. Secara umum kita mengetahui bahwa mahluk ini adalah penghisap darah manusia dan binatang lainnya. Akan tetapi, pengetahuan demikian ini tidak sepenuhnya benar. Karena tidak semua individu nyamuk hidup dari mengisap darah. Hanya nyamuk betina saja yang memerlukan darah dalam dietnya. Keperluan tentang darah tidak berkaitan dengan kebiasaan makan jenis ini. Kaitan pokoknya adalah dengan perkembangbiakannya. Nyamuk betina memerlukan protein dari darah dalam proses akhir pembentukan telur. Dengan kata lain, nyamuk betina mengisap darah untuk meyakinkan akan berlanjutnya kehidupan jenisnya.\nProses perkembangan nyamuk merupakan salah satu aspek yang mengagumkan. Binatang ini berubah dari larva menjadi nyamuk setelah melalui beberapa fase yang berbeda-beda. Nyamuk betina akan meletakkan telurnya pada daun yang lembab atau dikawasan lembab sekitar genangan air. Sebelum melakukan itu, nyamuk betina akan memeriksa kawasan itu dengan menggunakan organ yang terletak di bagian perutnya. Organ ini mampu mendeteksi kelembaban dan suhu. Setelah menemukan daerah yang cocok, barulah nyamuk betina itu meletakkan telurnya. Telur dengan panjang kurang dari 1 milimeter, diletakkan dalam kelompok atau satuan. Beberapa jenis nyamuk ada yang merangkaikan sampai dengan 300 telur dalam bentuk rakit, dan diletakkan di atas air tergenang.\nTelur yang diletakkan dengan sangat hati-hati itu akan berubah warna. Perubahan warna terjadi hanya beberapa jam setelah diletakkan. Warnanya menjadi hitam. Dengan warna ini, nilai kamuflase telur cukup tinggi dan lepas dari pengamatan pemangsa, seperti burung atau serangga pemangsa lainnya\nSetelah menetas, anak nyamuk langsung berenang di dalam air. Masa kehidupan di dalam air dimulai untuk larva nyamuk. Anakan ini akan semakin besar. Kulit yang ada tidak lagi dapat menutupi tubuhnya. Mereka melepaskan kulit atau cangkang ini, dan membetuk cangkang baru. Pergantian kulit atau cangkang ini berjalan dua atau tiga kali pada masa ini.\nDalam kehidupan di air, larva nyamuk memilki organ-organ yang sama sekali berbeda saat sudah menjadi nyamuk. Pada kehidupan di air, mereka memiliki semacam rambut yang tumbuh di sekitar bagian mulut. Dengan gerakan rambut ini, larva dapat mengarahkan jasad renik yang ada di perairan ke bagian mulutnya. Untuk bernapas, mereka menggunakan alat pernafasan yang berbentuk tabung yang terletak di bagian punggungnya. Mereka mengambil oksigen saat mereka pada posisi jungkir balik di permukaan air. Untuk mencegah air masuk ke dalam tabung, larva nyamuk mengeluarkan cairan lengket yang dapat mencegah masuknya air. Tanpa keberadaan alat-alat ini, larva tidak akan dapat bertahan hidup di dalam air.\nPada pergantian kulit terakhir, bentuk larva berubah drastis, menjadi suatu bentuk yang lain sama sekali. Masa ini disebut sebagai masa \"pupa\". Mereka sudah siap menjadi nyamuk yang \"sebenarnya\". Perubahannya sedemikian rupa sehingga sulit untuk dipercaya bahwa hal ini dilakukan oleh individu dan jenis yang satu. Perubahannya begitu kompleks, sehingga rasanya tidak dapat dilakukan dengan sempurna oleh mahluk itu sendiri.\nPada masa ini, akan tumbuh dua tabung atau pipa pernafasan baru di bagian kepala untuk menggantikan tabung yang ada di bagian punggung. Apabila tidak ada tabung baru di kepala, dengan berubahnya bentuk dan posisi mahluk di air, maka apabila hanya ada tabung di punggung, jelas \"pupa\" nyamuk akan mati. Hal ini disebabkan karena posisinya yang demikian ini maka air akan masuk ke dalam tabung di punggungnya.\nSelama berlangsungnya masa \"pupa\", sekitar tiga sampai empat hari, larva nyamuk yang hidup dalam kepompong akan berpuasa. Dalam kepompong ini, bentuk larva berubah menjadi nyamuk dewasa seutuhnya, lengkap dengan sayap, dada, perut, kaki, antena, mata, dan seterusnya. Kemudian kepompong akan terpecah di bagian atas. Masa ini adalah masa yang sangat rentan bagi nyamuk. Syarat agar nyamuk dapat terbang adalah tidak boleh terkena air. Hanya bagian bawah kaki saja yang akan menyentuh air. Itulah sebabnya, kepompong yang terbuka di bagian atasnya akan dilapisi oleh cairan yang lengket, yang mencegah air masuk ke dalam kepompong. Setengah jam setelah keluar dari kepompong, nyamuk akan melakukan terbang perdananya.\nSaat jentik-jentik bermetamorfose menjadi nyamuk, mereka dilengkapi dengan seperangkat sistem yang canggih guna dapat hidup dan meneruskan keturunannya. Nyamuk dilengkapi dengan organ yang dapat digunakan untuk mendeteksi perubahan suhu, udara, kelembaban dan juga bau. Bahkan, nyamuk mempunyai kemampuan untuk \"melihat melalui perubahan suhu\" yang menolongnya saat mencari mangsanya, walaupun keadaan sangat gelap.\nTeknik nyamuk dalam \"mengisap darah\" ternyata merupakan seperangkat sistem yang sangat kompleks dan rumit. Untuk mengiris kulit mangsanya, digunakan enam \"pisau\" pengiris yang bekerja seperti gergaji. Pada saat proses pengirisan berlangsung, nyamuk menyiramkan suatu cairan ke luka yang dibuatnya. Cairan ini membuat bagian tubuh mangsa yang luka tersebut menjadi mati rasa, sekaligus mencegah darah membeku. Dengan demikian, mangsa tidak akan merasa terganggu, di samping proses pengisapan darah berjalan lancar.\nApabila salah satu saja organ tidak bekerja baik, maka nyamuk akan memperoleh kesulitan dalam memperoleh pakannya serta meneruskan dan mempertahankan jenisnya. Dengan rancangan tubuh yang demikian, walaupun \"hanya\" ada pada nyamuk yang kecil, ini merupakan bukti akan kerja penciptaan. Di dalam Al-Qur'an, nyamuk yang kecil ini dijadikan contoh untuk memperlihatkan kekuasaan Allah. Mereka yang beriman mengerti, sedangkan mereka yang kafir menyangkalnya. \nMenurut Ibnu 'Abbas, ayat ini diturunkan berhubungan dengan tuduhan orang Yahudi bahwa perumpamaan yang ada dalam Al-Qur'an itu tidak mempunyai nilai yang berarti, karena dalam perumpamaan itu disebut sesuatu yang tidak berarti bahkan termasuk binatang kecil lagi hina, seperti dzubab yang berarti lalat (al-hajj/22:73) dan ankabut yang berarti laba-laba (al-'Ankabut/29:41). Tetapi seandainya orang Yahudi itu mengetahui maksud perumpamaan itu, tentu mereka akan menyatakan bahwa perumpamaan-perumpamaan yang ada dalam Al-Qur'an merupakan perumpamaan yang tepat dan benar seperti pada al-'Ankabut/29:41: \n\nPerumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, kalau mereka mengetahui.\n\nPada ayat ini orang musyrik disamakan dengan laba-laba, iman mereka terhadap apa yang mereka sembah disamakan dengan sarang laba-laba yang rapuh yang mereka jadikan sebagai tempat berlindung dari segala bahaya. Padahal sedikit saja kena angin sarang itu akan rusak dan hancur. \nDalam membuat perumpamaan bagi Allah tidak ada perbedaan antara yang kecil dan besar, hina dan murka, semua adalah makhluk ciptaan Allah. Yang penting ialah perumpamaan itu mencapai tujuannya. Dengan turunnya ayat ini, ternyata tuduhan orang Yahudi itu tidak mempunyai alasan yang kuat.\nAdapun orang-orang mukmin hati mereka telah dipenuhi taufik dan hidayah Allah dan mereka mengetahui bahwa perumpamaan-perumpamaan itu adalah dari Allah, tetapi orang-orang kafir mengingkarinya bahkan mereka tercengang mendengar perumpamaan-perumpamaan itu, orang-orang kafir dan munafik itu bertambah sombong dan ingkar karenanya.\nAllah menyesatkan orang-orang kafir dan munafik dengan membiarkan mereka memilih jalan kesesatan sesudah diterangkan kepada mereka jalan kebenaran. Oleh karena mereka ingkar dan tidak mau memahami dan memikirkan petunjuk-petunjuk Allah, mereka mengikuti jalan-jalan yang tidak diridai-Nya. Akibatnya mereka ditimpa azab yang pedih, karena kefasikan mereka.\nOrang-orang yang tidak menggunakan pikiran dan ilmu pengetahuan terhadap perumpamaan yang diberikan Allah swt, mereka menghadapinya dengan angkuh yang menyebabkan mereka bertambah sesat. Mereka tidak mendapat petunjuk dan menjadi sesat karena kefasikannya. Sebaliknya, orang-orang yang iman di dalam hatinya, mempergunakan akal dan pikirannya, akan mendapat petunjuk dari perumpamaan-perumpamaan itu.",
    "quraish": "Allah memberikan perumpamaan kepada manusia untuk menjelaskan segala hakikat dengan bermacam makhluk hidup dan benda, baik kecil maupun besar. Orang-orang yang tidak beriman menganggap remeh perumpamaan dengan makhluk-makhluk kecil seperti lalat dan laba-laba ini. Allah menjelaskan bahwa Dia tidak merasa enggan seperti yang dirasakan manusia, maka Dia pun tidak segan-segan untuk menggambarkan bagi hamba-hamba-Nya segala sesuatu yang dikehendaki-Nya meskipun dengan hal-hal yang sangat kecil. Allah dapat menjadikan nyamuk atau yang lebih rendah dari itu sebagai perumpamaan. Orang-orang yang beriman mengetahui maksud perumpamaan itu dan mengetahui pula bahwa hal itu adalah kebenaran dari Allah. Sedangkan orang-orang yang kafir menerimanya dengan sikap ingkar dengan mengatakan, \"Apa yang dikehendaki Allah dengan perumpamaan ini?\" Perumpamaan ini menjadi sebab kesesatan orang-orang yang tidak mencari dan menginginkan kebenaran, dan sebaliknya, merupakan sebab datanganya petunjuk bagi orang-orang Mukmin yang mencari kebenaran. Maka, tidak akan tersesat kecuali orang-orang yang membangkang dan keluar dari jalan-Nya.",
    "jalalayn": "Untuk menolak perkataan orang-orang Yahudi, \"Apa maksud Allah menyebutkan barang-barang hina ini\", yakni ketika Allah mengambil perbandingan pada lalat dalam firman-Nya, \"... dan sekiranya lalat mengambil sesuatu dari mereka\" dan pada laba-laba dalam firman-Nya, \"Tak ubahnya seperti laba-laba,\" Allah menurunkan: (Sesungguhnya Allah tidak segan membuat) atau mengambil (perbandingan) berfungsi sebagai maf`ul awal atau obyek pertama, sedangkan (apa juga) kata penyerta yang diberi keterangan dengan kata-kata yang di belakangnya menjadi maf`ul tsani atau obyek kedua hingga berarti tamsil perbandingan apa pun jua. Atau dapat juga sebagai tambahan untuk memperkuat kehinaan, sedangkan kata-kata di belakangnya menjadi maf`ul tsani (seekor nyamuk) yakni serangga kecil, (atau yang lebih atas dari itu) artinya yang lebih besar dari itu, maksudnya Allah tak hendak mengabaikan hal-hal tersebut, karena mengandung hukum yang perlu diterangkan-Nya. (Ada pun orang-orang yang beriman, maka mereka yakin bahwa ia), maksudnya perumpamaan itu (benar), tepat dan cocok dengan situasinya (dari Tuhan mereka, tetapi orang-orang kafir mengatakan, \"Apakah maksud Allah menjadikan ini sebagai perumpamaan?\") Matsalan atau perumpamaan itu berfungsi sebagai tamyiz hingga berarti dengan perumpamaan ini. 'Ma' yang berarti 'apakah' merupakan kata-kata pertanyaan disertai kecaman dan berfungsi sebagai mubtada atau subyek. Sedangkan 'dza' berarti yang berikut shilahnya atau kata-kata pelengkapnya menjadi khabar atau predikat, hingga maksudnya ialah 'apa gunanya?' Sebagai jawaban terhadap mereka Allah berfirman: (Allah menyesatkan dengannya), maksudnya dengan tamsil perbandingan ini, (banyak manusia) berpaling dari kebenaran disebabkan kekafiran mereka terhadapnya, (dan dengan perumpamaan itu, banyak pula orang yang diberi-Nya petunjuk), yaitu dari golongan orang-orang beriman disebabkan mereka membenarkan dan mempercayainya (Tetapi yang disesatkan-Nya itu hanyalah orang-orang yang fasik), yakni yang menyimpang dan tak mau menaati-Nya."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 27,
    "arab": "الَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْۢ بَعْدِ مِيْثَاقِهٖۖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
    "translation": "(yaitu) orang-orang yang melanggar perjanjian Allah setelah (perjanjian) itu diteguhkan, dan memutuskan apa yang diperintahkan Allah untuk disambungkan dan berbuat kerusakan di bumi. Mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/34.mp3",
    "tafsir": "Sifat-sifat orang fasik dan juga orang kafir yang tersebut pada ayat di atas, yaitu:\n1.Melanggar perjanjian dengan Allah sesudah perjanjian itu teguh;\n2.Memutuskan apa yang diperintahkan Allah untuk menghubungkannya;\n3.Membuat kerusakan di muka bumi.\n\nOrang-orang yang merusak perjanjian Allah yaitu merusak perjanjian Allah dengan makhluk-Nya, bahwa seluruh makhluk-Nya akan beriman hanya kepada-Nya, kepada para malaikat, kepada para rasul, kepada kitab-kitab-Nya, kepada hari kemudian dan kepada adanya qada dan qadar Allah, mengikuti semua perintah dan menghentikan semua larangan-Nya. Untuk itu Allah swt menganugerahkan kepada manusia akal, pikiran, anggota badan dan sebagainya agar manusia selalu ingat akan janjinya itu. Tetapi orang-orang fasik tidak mau mengindahkannya sesuai dengan firman Allah:\n\n... Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\n\"Dan mereka juga memutuskan apa yang telah diperintahkan Allah untuk menghubungkannya\" ialah segala macam pemutusan hubungan yang diperintahkan Allah untuk menghubungkannya, seperti memutuskan hubungan silaturrahim antara sesama kaum Muslimin (an-Nisa'/4: 1), membeda-bedakan para nabi dan rasul yaitu mengimani sebagiannya dan mengingkari sebagian yang lain (al-Baqarah/2: 285) dan sebagainya. Termasuk pula di dalam memutuskan apa yang diperintahkan Allah untuk menghubungkannya ialah mengubah, menghapus atau menambah isi dari kitab-kitab Allah yang telah diturunkan kepada para rasul-Nya yang berakibat putusnya hubungan antara agama Allah yang dibawa para rasul. \nOrang-orang fasik membuat kerusakan di bumi, karena mereka itu tidak beriman, menghalang-halangi orang lain beriman, memperolok-olokkan yang hak, merusak akidah, merusak atau melenyapkan segala sesuatu yang diperlukan untuk memakmurkan alam ini buat kemaslahatan manusia serta merusak lingkungan hidup. Mereka orang-orang yang rugi di dunia karena tindakan-tindakannya dan rugi di akhirat dengan mendapat kemarahan Allah.",
    "quraish": "Orang-orang yang membatalkan perjanjian Allah (yaitu orang-orang yang tidak menepati perjanjian Allah yang kukuh, yang ditumbuhkan-Nya dalam diri mereka sesuai dengan fitrah, dikuatkan dengan akal dan risalah) dan memutuskan apa yang diperintahkan-Nya untuk disambungkan (seperti menyambung hubungan persaudaraan dan bersikap saling menyayangi, mengenal dan berlemah-lembut kepada sesama manusia), serta membuat kerusakan di muka bumi dengan perilaku yang menyimpang dan menyebarkan fitnah serta menimbulkan peperangan dan merusak kehidupan, mereka itulah orang-orang yang merugi. Sebab, dengan tindakan perusakan seperti itu, berarti mereka telah melawan fitrah dan memutuskan apa- apa yang semestinya tersambung di antara sesama, yang berupa rasa saling mengasihi dan menyayangi. Dengan demikian, mereka akan mendapatkan kehinaan di dunia dan siksaan di akhirat.",
    "jalalayn": "(Orang-orang yang) merupakan 'na`at' atau sifat (melanggar janji Allah) melanggar kewajiban yang ditugaskan Allah kepada mereka dalam Kitab-Kitab Suci berupa keimanan kepada Nabi Muhammad saw. (setelah teguhnya) setelah kukuhnya perjanjian itu, (dan memutus apa yang diperintahkan Allah dengannya untuk dihubungkan), yakni beriman dan menghubungkan silaturahmi dengan Nabi saw. serta lain-lainnya. Anak kalimat 'untuk dihubungkan' menjadi kata ganti dari 'dengannya', (dan membuat kerusakan di muka bumi) dengan melakukan maksiat serta menyimpang dari keimanan (merekalah) orang-orang yang mempunyai sifat seperti yang dilukiskan itu (orang-orang yang rugi) karena mereka dimasukkan ke dalam neraka untuk selama-lamanya."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 28,
    "arab": "كَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْۚ  ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ ",
    "translation": "Bagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/35.mp3",
    "tafsir": "Sebelum menjadi makhluk hidup, manusia adalah makhluk mati yang berasal dari tanah. Setelah manusia hidup Allah melanjutkan keturunannya dengan mempertemukan sperma laki-laki dan ovum perempuan di dalam rahim perempuan. Setelah melalui beberapa proses, kedua sel ini menjadi bentuk tertentu. Lalu Allah swt meniupkan roh ke dalamnya, sehingga ia menjadi ia manusia. Pada saat manusia lahir ke dunia, Allah menganugerahkan pendengaran, penglihatan, hati dan akal (as-Sajdah/32: 7-11), menjadikan makhluk yang paling sempurna bentuknya (at-Tin/95: 4), dan paling mulia di sisi-Nya (al-Isra'/17: 70). Allah menjadikan bumi ini untuk manusia untuk diambil manfaatnya, agar manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah, memberi rezeki untuk kelangsungan hidup dan kehidupannya sampai waktu yang ditentukan (Hud/11: 3). Kemudian malaikat maut mencabut nyawanya, sehingga dia menjadi mati kembali. Pada saatnya, Allah swt menghidupkannya kembali untuk meminta pertanggungjawabannya. Orang yang beriman dibalas dengan surga dan orang-orang kafir dimasukkan ke dalam neraka yang menyala-nyala.\nAyat ini mengingatkan kepada orang yang beriman tentang beberapa hal:\n1.Allah Mahakuasa menghidupkan dan mematikan, kemudian membangkit-kannya kembali setelah mati. Hanya kepada-Nyalah semua makhluk kembali.\n2.Agar manusia jangan terlalu cenderung kepada dunia. Hidup yang sebenarnya ialah di akhirat nanti. Hidup di dunia merupakan hidup untuk mempersiapkan hidup yang lebih baik nanti.\n3.Allah-lah yang menentukan ukuran, dan batas waktu kehidupan makhluk, seperti kapan suatu makhluk harus ada, bagaimana keadaannya, kapan akhir adanya dan sebagainya.",
    "quraish": "Perbuatan kalian sungguh mengherankan! Bagaimana kalian mengingkari Tuhan, padahal tidak ada alasan untuk membenarkan keingkaran itu? Bahkan wujud dan kehidupan kalian akan menolak dan tidak membenarkan sama sekali sikap kekufuran itu. Bukankah kalian sebelumnya mati (tidak ada), lalu Allah menghidupkan kalian dan menciptakan kalian dalam bentuk yang sempurna. Kemudian, ketika telah sampai ajal kalian, Dia kembali mematikan kalian. Setelah itu, Dia menghidupkan kalian lagi untuk hisab dan pemberian siksa kubur. Dan, hanya kepada-Nyalah--bukan kepada yang lain--kalian akan berpulang, agar Dia melakukan hisab dan memberikan ganjaran atas perbuatan kalian.",
    "jalalayn": "(Mengapa kamu kafir) hai warga Mekah? (kepada Allah, padahal) sesungguhnya (tadinya kamu mati) yakni ketika masih menjadi mani dalam sulbi bapakmu (lalu kamu dihidupkan-Nya) dalam rahim ibumu dan di dunia dengan jalan meniupkan roh pada tubuhmu. Pertanyaan di sini untuk menyatakan keheranan atas kekafiran mereka padahal bukti-bukti cukup ada atau dapat juga sebagai celaan dan kecaman terhadap mereka, (kemudian dimatikan-Nya) ketika sampainya ajalmu (lalu dihidupkan-Nya kembali) pada saat berbangkit (kemudian kamu dikembalikan kepada-Nya) yakni setelah berbangkit itu lalu dibalas-Nya amal perbuatanmu. Sebagai alasan kemungkinan saat berbangkit, Allah berfirman,"
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 29,
    "arab": "هُوَ الَّذِيْ خَلَقَ لَكُمْ مَّا فِى الْاَرْضِ جَمِيْعًا ثُمَّ اسْتَوٰٓى اِلَى السَّمَاۤءِ فَسَوّٰىهُنَّ سَبْعَ سَمٰوٰتٍ ۗ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
    "translation": "Dialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/36.mp3",
    "tafsir": "Ayat ini menegaskan peringatan Allah swt yang tersebut pada ayat-ayat yang lalu yaitu Allah telah menganugerahkan karunia yang besar kepada manusia, menciptakan langit dan bumi untuk manusia, untuk diambil manfaatnya, sehingga manusia dapat menjaga kelangsungan hidupnya dan agar manusia berbakti kepada Allah penciptanya, kepada keluarga dan masyarakat.\nKalimat \"Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit\" memberi pengertian bahwa Allah menciptakan bumi dan segala isinya untuk manusia, Allah telah menciptakan langit lalu Allah menyempurnakannya menjadi tujuh langit. Hal ini ditegaskan dalam firman Allah:\n\nKemudian Dia menuju ke langit dan (langit) itu masih berupa asap, lalu Dia berfirman kepadanya dan kepada bumi, \"Datanglah kamu berdua menurut perintah-Ku dengan patuh atau terpaksa.\" Keduanya menjawab, \"Kami datang dengan patuh.\" (Fussilat/41: 11)\n\nJadi langit pertama yang diciptakan Allah sebelum menciptakan bumi waktu itu masih berupa asap tebal yang gemulung dan suhunya panas sekali. Keduanya yaitu langit dan bumi. Dipanggil maksudnya ditetapkan ketentuan dan proses pekerjaannya oleh Allah supaya bekerjasama secara sinergi dan mewujudkan alam yang harmonis.\nPada ayat 29 ini dijelaskan bahwa Allah menyempurnakan langit yang satu dan masih berupa asap itu menjadi tujuh langit. Angka tujuh dalam bahasa Arab dapat berarti enam tambah satu, bisa juga berarti banyak sekali lebih sekadar enam tambah satu. Jika kita mengambil arti yang pertama (enam tambah satu) maka berarti Allah menjadikan langit yang tadinya satu lapis menjadi tujuh lapis, atau Allah menjadikan benda langit yang tadinya hanya satu menjadi tujuh benda langit. Tiap-tiap benda langit ini beredar mengelilingi matahari menurut jalannya pada garis edar yang tetap sehingga tidak ada yang berbenturan. Tetapi matahari hanya berputar dan beredar pada garis porosnya saja karena matahari menjadi pusat dalam sistem tata surya ini. Sungguh Allah Mahakaya dan Mahabijaksana mengatur alam yang besar dan luas ini.\nDalam pemahaman astronomi, langit adalah seluruh ruang angkasa semesta, yang di dalamnya ada berbagai benda langit termasuk matahari, bumi, planet-planet, galaksi-galaksi, supercluster, dan sebagainya. \nHal ini dikemukakan oleh Allah di dalam Surah al-Mulk/67: 5, yang artinya:\n¦Sesungguhnya Kami telah menghiasi langit yang dekat (langit dunia) dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa Neraka yang menyala-nyala¦(al-Mulk/67: 5)\nJadi, langit yang berisi bintang-bintang itu memang disebut sebagai langit dunia. Itulah langit yang kita kenal selama ini. Dan itu pula yang dipelajari oleh para ahli astronomi selama ini, yang diduga diameternya sekitar 30 miliar tahun cahaya. Dan mengandung trilyunan benda langit dalam skala tak berhingga.\nNamun demikian, ternyata Allah menyebut langit yang demikian besar dan dahsyat itu baru sebagian dari langit dunia, dan mungkin langit pertama. Maka dimanakah letak langit kedua sampai ke tujuh?\nSejauh ini belum ada temuan ilmiah \"yang tidak dicari-cari\" mengenai hubungan antara angka tujuh dan \"langit\" yang dalam dunia ilmu pengetahuan dikenal dengan alam semesta. Memang ada beberapa skala benda langit, misalnya pada satu tata-surya (solar system) ada \"matahari\" (bintang yang menjadi pusat tata-surya yang bersangkutan) dan ada planet beserta satelitnya. Milyaran tatasurya membentuk galaksi. Milyaran galaksi membentuk alam semesta. Ini baru enam, untuk menjadikannya tujuh, bisa saja ditambah dengan dimensi alam semesta, yaitu bahwa seluruh alam ini berisikan sejumlah alam semesta. Jadi ada tujuh dimensi dalam alam, dan ini mungkin yang dimaksud dengan langit yang tujuh lapis. Tetapi masalahnya adalah dalam perjalanan miraj Nabi Muhammad saw, beliau melalui lapis demi lapis dari langit itu secara serial, dari lapis pertama, ke lapis kedua dan seterusnya sampai lapis ketujuh dan akhirnya keluar alam makhluk menuju Sidratil-Muntaha. Jadi lapis demi lapis langit itu seperti kue lapis yang berurutan, dari dalam (lapisan pertama) sampai ke lapisan ketujuh. Kenyataan ini berbeda dengan temuan ilmiah. T. Djamaluddin, salah seorang astronom Indonesia, yang cenderung memahami \"tujuh langit\" sebagai benda-benda langit yang tak terhitung jumlahnya dan bukan berlapis-lapis. Dalam bahasa Arab, bilangan tujuh biasanya dipakai untuk menggambarkan jumlah yang sangat banyak.\nDi sisi lain tujuh langit, kemungkinan adalah tujuh lapisan-lapisan atmosfer yang dekat dengan bumi ini yaitu: (1) Troposphere (Troposfer), (2) Tropopause (Tropopaus), (3) Stratosphere (Stratosfer), (4) Stratopause (Stratopaus), (5) Mesosphere (Mesofer), (6) Mesopause (Mesopause), dan (7) Thermosphere (Termosfer). Pembagian ini berdasarkan temperatur (suhu) tiap-tiap lapis atmosfer dan jaraknya dari permukaan bumi. Lapisan-lapisan tersebut bersifat kokoh dalam pengertian menyeliputi dan melindungi bola bumi kita secara kokoh karena adanya gaya gravitasi bumi. (Lihat pula tafsir ilmiah Surah ar-Ra'd/13: 2, Surah an-Naba'/78: 12.) Dalam tafsir Surah ar-Ra'd/13: 2 dijelaskan pembagian lapisan atmosfer sedikit berbeda dengan yang dijelaskan di sini, dimana Ionosfer dan Eksosfer disatukan dalam Termosfer. Namun apabila pengertian tujuh langit dalam hal ini dikaitkan dengan Mi'raj Nabi Muhammad saw, nampaknya kurang tepat. \nTujuh langit mungkin pula dapat ditafsirkan sebagai Tujuh Dimensi Ruang-Waktu dalam Kaluza-Klein Theory (KKT). Dalam ilmu Fisika terdapat empat (4) Gaya Fundamental yang ada di jagad raya ini, yaitu Gaya Elektromagnetik, Gaya Nuklir Lemah, Gaya Nuklir Kuat, dan Gaya Gravitasi. Jika ke-empat Gaya ini terbentuk dari Ledakan Besar (Big Bang) dari suatu Singularity, maka mestinya ke-empat gaya ini dahulunya 'menyatu sebagai Satu Gaya Tunggal (Grand Unified Force), ini yang dikenal dalam Grand Unified Theory (GUT, Teori Ketersatuan Agung). KKT menjelaskan bahwa untuk dapat menerangkan ketersatuan gaya-gaya yang empat itu, maka adanya geometri ruang-waktu yang kita berada di dalamnya sekarang ini tidaklah cukup. Geometri ruang-waktu yang kita berada di dalamnya sekarang ini hanya mampu menjelaskan sedikit tentang gaya-gaya Elektromagnetik dan dalam beberapa hal Gaya Gravitasi. Untuk bisa menjelaskan keempat gaya tersebut, maka KKT menyatakan harus ada tujuh dimensi ruang-waktu (time-space dimensions) yang lain. Dengan demikian bersama empat dimensi yang sudah dikenal, yaitu: garis, bidang, ruang dan waktu; maka total dimensi ada sebelas dimensi (11 dimensi). Pernyataan ini berbasiskan pada perhitungan Matematika-Fisika. Berbasiskan pada KKT ini para scientists telah mampu pula menghitung 'garis tengah salah satu dimensi ruang-waktu itu, yaitu sebesar 10-32 cm, jadi dimensi itu sangat kecil sekali. Dengan demikian, tidaklah mungkin dengan instrument yang ada sekarang ini kita dapat menembus tujuh dimensi ruang-waktu yang lain itu. Kaluza-Klein Theory telah memberikan gambaran adanya Tujuh Dimensi Ruang-Waktu, yang kesemuanya ini akan mengokohkan geometri jagad-raya dengan empat gaya-gaya fundamentalnya. Mungkinkah tujuh langit tersebut adalah tujuh dimensi ruang-waktu menurut Kaluza-Klein Theory? Wallahu a'lam bis-sawab.\nPada akhir ayat Allah menyebutkan, \"Dan Dia Maha Mengetahui segala sesuatu\", maksudnya bahwa alam semesta ini diatur dengan hukum-hukum Allah, baik benda itu kecil maupun besar, tampak atau tidak tampak. Semuanya diatur, dikuasai dan diketahui oleh Allah.\nAyat ini mengisyaratkan agar manusia menuntut ilmu untuk memikirkan segala macam ciptaan Allah, sehingga dapat menambah iman dan memurnikan ketaatannya kepada Allah.",
    "quraish": "Sesungguhnya Allah yang harus disembah dan ditaati adalah yang memberikan karunia kepada kalian dengan menjadikan seluruh kenikmatan di bumi untuk kemaslahatan kalian. Kemudian bersamaan dengan penciptaan bumi dengan segala manfaatnya, Allah menciptakan tujuh lapis langit bersusun. Di dalamnya terdapat apa-apa yang bisa kalian lihat dan apa-apa yang tidak bisa kalian lihat. Dan Allah Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Dialah yang telah menciptakan bagimu segala yang terdapat di muka bumi) yaitu menciptakan bumi beserta isinya, (kesemuanya) agar kamu memperoleh manfaat dan mengambil perbandingan darinya, (kemudian Dia hendak menyengaja hendak menciptakan) artinya setelah menciptakan bumi tadi Dia bermaksud hendak menciptakan pula (langit, maka dijadikan-Nya langit itu) 'hunna' sebagai kata ganti benda yang dimaksud adalah langit itu. Maksudnya ialah dijadikan-Nya, sebagaimana didapati pada ayat yang lain, 'faqadhaahunna,' yang berarti maka ditetapkan-Nya mereka, (tujuh langit dan Dia Maha Mengetahui atas segala sesuatu) dikemukakan secara 'mujmal' ringkas atau secara mufasshal terinci, maksudnya, \"Tidakkah Allah yang mampu menciptakan semua itu dari mula pertama, padahal Dia lebih besar dan lebih hebat daripada kamu, akan mampu pula menghidupkan kamu kembali?\""
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 30,
    "arab": "وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ ِانِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ",
    "translation": "Dan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, “Aku hendak menjadikan khalifah di bumi.” Mereka berkata, “Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, “Sungguh, Aku mengetahui apa yang tidak kamu ketahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/37.mp3",
    "tafsir": "Ketika Allah swt memberitahukan kepada para malaikat-Nya ) bahwa Dia akan menjadikan Adam a.s. sebagai khalifah ) di bumi, maka para malaikat itu bertanya, mengapa Adam yang akan diangkat menjadi khalifah di bumi, padahal Adam dan keturunannya kelak akan berbuat kerusakan dan menumpahkan darah di bumi. Para malaikat menganggap bahwa diri mereka lebih patut memangku jabatan itu, sebab mereka makhluk yang selalu bertasbih, memuji dan menyucikan Allah swt.\nAllah swt tidak membenarkan anggapan mereka itu, dan Dia menjawab bahwa Dia mengetahui yang tidak diketahui oleh para malaikat. Segala yang akan dilakukan Allah swt adalah berdasarkan pengetahuan dan hikmah-Nya yang Mahatinggi walaupun tak dapat diketahui oleh mereka, termasuk pengangkatan Adam a.s. menjadi khalifah di bumi.\nYang dimaksud dengan kekhalifahan Adam a.s. di bumi adalah kedudukannya sebagai khalifah di bumi ini, untuk melaksanakan perintah-perintah-Nya, dan memakmurkan bumi serta memanfaatkan segala apa yang ada padanya. Pengertian ini dapat dikuatkan dengan firman Allah:\n\n\"¦.Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi ¦\" (sad/38: 26)\n\nSebagaimana kita ketahui Daud a.s. di samping menjadi nabi juga menjadi raja bagi kaumnya. Ayat ini merupakan dalil tentang wajibnya kaum Muslimin memilih dan mengangkat seorang pimpinan tertinggi sebagai tokoh pemersatu antara seluruh kaum Muslimin yang dapat memimpin umat untuk melaksanakan hukum-hukum Allah di bumi ini.\nPara ulama telah menyebutkan syarat-syarat yang harus dimiliki oleh tokoh pimpinan yang dimaksudkan itu, antara lain ialah: adil serta berpengetahuan yang memungkinkannya untuk bertindak sebagai hakim dan mujtahid, tidak mempunyai cacat jasmaniah, serta berpengalaman cukup, dan tidak pilih kasih dalam menjalankan hukum-hukum Allah.",
    "quraish": "Allah Swt. telah menerangkan bahwa Dialah yang menghidupkan manusia dan menempatkannya di bumi. Lalu Dia menerangkan asal penciptaan manusia dan apa-apa yang diberikan kepadanya berupa pengetahuan tentang berbagai hal. Maka ingatlah, hai Muhammad, nikmat lain dari Tuhanmu yang diberikan kepada manusia. Nikmat itu adalah firman Allah kepada malaikat-Nya, \"Sesungguhnya Aku hendak menjadikan makhluk yang akan Aku tempatkan di bumi sebagai penguasa. Ia adalah Adam beserta anak- cucunya. Allah menjadikan mereka sebagai khalifah untuk membangun bumi.\" Dan ingatlah perkataan malaikat, \"Apakah Engkau hendak menciptakan orang yang menumpahkan darah dengan permusuhan dan pembunuhan akibat nafsu yang merupakan tabiatnya? Padahal, kami selalu menyucikan-Mu dari apa-apa yang tidak sesuai dengan keagungan-Mu, dan juga selalu berzikir dan mengagungkan-Mu.\" Tuhan menjawab, \"Sesungguhnya Aku mengetahui maslahat yang tidak kalian ketahui.\"",
    "jalalayn": "(Dan) ingatlah, hai Muhammad! (Ketika Tuhanmu berfirman kepada para malaikat, \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi\") yang akan mewakili Aku dalam melaksanakan hukum-hukum atau peraturan-peraturan-Ku padanya, yaitu Adam. (Kata mereka, \"Kenapa hendak Engkau jadikan di bumi itu orang yang akan berbuat kerusakan padanya) yakni dengan berbuat maksiat (dan menumpahkan darah) artinya mengalirkan darah dengan jalan pembunuhan sebagaimana dilakukan oleh bangsa jin yang juga mendiami bumi? Tatkala mereka telah berbuat kerusakan, Allah mengirim malaikat kepada mereka, maka dibuanglah mereka ke pulau-pulau dan ke gunung-gunung (padahal kami selalu bertasbih) maksudnya selalu mengucapkan tasbih (dengan memuji-Mu) yakni dengan membaca 'subhaanallaah wabihamdih', artinya 'Maha suci Allah dan aku memuji-Nya'. (dan menyucikan-Mu) membersihkan-Mu dari hal-hal yang tidak layak bagi-Mu. Huruf lam pada 'laka' itu hanya sebagai tambahan saja, sedangkan kalimat semenjak 'padahal' berfungsi sebagai 'hal' atau menunjukkan keadaan dan maksudnya adalah, 'padahal kami lebih layak untuk diangkat sebagai khalifah itu!'\" (Allah berfirman,) (\"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui\") tentang maslahat atau kepentingan mengenai pengangkatan Adam dan bahwa di antara anak cucunya ada yang taat dan ada pula yang durhaka hingga terbukti dan tampaklah keadilan di antara mereka. Jawab mereka, \"Tuhan tidak pernah menciptakan makhluk yang lebih mulia dan lebih tahu dari kami, karena kami lebih dulu dan melihat apa yang tidak dilihatnya.\" Maka Allah Taala pun menciptakan Adam dari tanah atau lapisan bumi dengan mengambil dari setiap corak atau warnanya barang segenggam, lalu diaduk-Nya dengan bermacam-macam jenis air lalu dibentuk dan ditiupkan-Nya roh hingga menjadi makhluk yang dapat merasa, setelah sebelumnya hanya barang beku dan tidak bernyawa."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 31,
    "arab": "وَعَلَّمَ اٰدَمَ الْاَسْمَاۤءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰۤىِٕكَةِ فَقَالَ اَنْۢبِـُٔوْنِيْ بِاَسْمَاۤءِ هٰٓؤُلَاۤءِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan Dia ajarkan kepada Adam nama-nama (benda) semuanya, kemudian Dia perlihatkan kepada para malaikat, seraya berfirman, “Sebutkan kepada-Ku nama semua (benda) ini, jika kamu yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/38.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt mengajarkan kepada Adam a.s. nama-nama, tugas dan fungsinya seperti Nabi dan Rasul, tugas dan fungsinya sebagai pemimpin umat. Manusia memang makhluk yang dapat dididik (educable), bahkan harus dididik (educandus), karena ketika baru lahir bayi manusia tidak dapat berbuat apa-apa, anggota badan dan otak serta akalnya masih lemah. Tetapi setelah melalui proses pendidikan bayi manusia yang tidak dapat berbuat apa-apa itu kemudian berkembang dan melalui pendidikan yang baik apa saja dapat dilakukan manusia.\nAdam sebagai manusia pertama dan belum ada manusia lain yang mendidiknya, maka Allah secara langsung mendidik dan mengajarinya. Apalagi Adam dipersiapkan untuk menjadi khalifah yaitu pemimpin di bumi. Tetapi cara Allah mendidik dan mengajar Adam tidak seperti manusia yang mengajar sesamanya, melainkan dengan mengajar secara langsung dan memberikan potensi kepadanya yang dapat berkembang berupa daya pikirnya sehingga memungkinkan untuk mengetahui semua nama yang di hadapannya.\nSetelah nama-nama itu diajarkan-Nya kepada Adam, maka Allah memperlihatkan benda-benda itu kepada para malaikat dan diperintahkan-Nya agar mereka menyebutkan nama-nama benda tersebut yang telah diajarkan kepada Adam dan ternyata mereka tidak dapat menyebutkannya. Hal ini untuk memperlihatkan keterbatasan pengetahuan para malaikat itu dan agar mereka mengetahui keunggulan Adam sebagai manusia terhadap mereka, dan agar mereka mengetahui ketinggian hikmah Allah dalam memilih manusia sebagai khalifah. Hal ini juga menunjukkan bahwa jabatan khalifah yaitu mengatur segala sesuatu dan menegakkan kebenaran dan keadilan di muka bumi ini memerlukan pengetahuan yang banyak dan kemampuan serta daya pikir yang kuat.",
    "quraish": "Setelah menciptakan Adam, lalu mengajarkannya nama dan karakteristik benda agar ia dapat hidup dan mengambil manfaat dari alam, Allah memperlihatkan benda-benda itu kepada malaikat.\"Sebutkanlah kepada-Ku nama dan karakteristik benda-benda ini, jika kalian beranggapan bahwa kalian lebih berhak atas kekhalifahan, dan tidak ada yang lebih baik dari kalian karena ketaatan dan ibadah kalian itu memang benar,\" firman Allah kepada malaikat.",
    "jalalayn": "(Dan diajarkan-Nya kepada Adam nama-nama) maksudnya nama-nama benda (kesemuanya) dengan jalan memasukkan ke dalam kalbunya pengetahuan tentang benda-benda itu (kemudian dikemukakan-Nya mereka) maksudnya benda-benda tadi yang ternyata bukan saja benda-benda mati, tetapi juga makhluk-makhluk berakal, (kepada para malaikat, lalu Allah berfirman) untuk memojokkan mereka, (\"Beritahukanlah kepada-Ku) sebutkanlah (nama-nama mereka) yakni nama-nama benda itu (jika kamu memang benar.\") bahwa tidak ada yang lebih tahu daripada kamu di antara makhluk-makhluk yang Kuciptakan atau bahwa kamulah yang lebih berhak untuk menjadi khalifah. Sebagai 'jawab syarat' ditunjukkan oleh kalimat sebelumnya."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 32,
    "arab": "قَالُوْا سُبْحٰنَكَ لَا عِلْمَ لَنَآ اِلَّا مَا عَلَّمْتَنَا ۗاِنَّكَ اَنْتَ الْعَلِيْمُ الْحَكِيْمُ ",
    "translation": "Mereka menjawab, “Mahasuci Engkau, tidak ada yang kami  ketahui selain apa yang telah Engkau ajarkan kepada kami. Sungguh, Engkaulah Yang Maha Mengetahui, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/39.mp3",
    "tafsir": "Setelah para malaikat menyadari kurangnya ilmu pengetahuan mereka, karena tidak dapat menyebutkan sifat makhluk-makhluk yang ada di hadapan mereka, maka mereka mengakui terus terang kelemahan diri mereka dan berkata kepada Allah bahwa Dia Mahasuci dari segala sifat-sifat kekurangan, yang tidak layak bagi-Nya, dan mereka menyatakan tobat kepada-Nya. Mereka pun yakin bahwa segala apa yang dilakukan Allah tentulah berdasarkan ilmu dan hikmah-Nya yang Mahatinggi dan Mahasempurna, termasuk masalah pengangkatan Adam menjadi khalifah. Mereka mengetahui bahwa ilmu pengetahuan mereka hanyalah terbatas kepada apa yang diajarkan-Nya kepada mereka. Dengan demikian lenyaplah keragu-raguan mereka tentang hikmah Allah dalam pengangkatan Adam menjadi khalifah di bumi.\nDari pengakuan para malaikat ini, dapatlah dipahami bahwa pertanyaan yang mereka ajukan semula \"mengapa Allah mengangkat Adam a.s. sebagai khalifah,\" bukanlah merupakan suatu sanggahan dari mereka terhadap kehendak Allah, melainkan hanyalah sekadar pertanyaan meminta penjelasan. Setelah penjelasan itu diberikan, mereka mengakui kelemahan mereka, maka dengan rendah hati dan penuh ketaatan mereka mematuhi kehendak Allah, terutama dalam pengangkatan Adam a.s., menjadi khalifah. Mereka memuji Allah swt, karena Dia telah memberikan ilmu pengetahuan kepada mereka sesuai dengan kemampuan yang ada pada mereka. Selanjutnya, mereka mengakui pula dengan penuh keyakinan, dan menyerah kepada ilmu Allah yang Mahaluas dan hikmah-Nya yang Mahatinggi. Lalu mereka menegaskan bahwa hanya Allah yang Maha Mengetahui dan Mahabijaksana.\nHal ini mengandung suatu pelajaran bahwa manusia yang telah dikaruniai ilmu pengetahuan yang lebih banyak dari yang diberikan kepada para malaikat dan makhluk-makhluk lainnya, hendaklah selalu mensyukuri nikmat tersebut, serta tidak menjadi sombong dan angkuh karena ilmu pengetahuan yang dimilikinya, serta kekuatan dan daya pikirannya. Sebab, betapapun tingginya ilmu pengetahuan dan teknologi manusia pada zaman kita sekarang ini, namun masih banyak rahasia-rahasia alam ciptaan Allah yang belum dapat dijangkau oleh ilmu pengetahuan manusia, misalnya ialah hakikat roh yang ada pada diri manusia sendiri. Allah telah memperingatkan bahwa ilmu pengetahuan yang dikaruniakan kepada manusia hanya sedikit sekali dibandingkan ilmu Allah dan hakikat-Nya.\n\n\"¦dan tidaklah kamu diberi pengetahuan, melainkan sedikit.\" (a1-Isra'/17: 85)\n\nSelama manusia tetap menyadari kekurangan ilmu pengetahuannya, tentu dia tidak akan menjadi sombong dan angkuh, dan niscaya dia tidak akan segan mengakui kekurangan pengetahuannya tentang sesuatu apabila dia benar-benar belum mengetahuinya, dan dia tidak akan merasa malu mempelajarinya kepada yang mengetahui. Sebaliknya, apabila dia mempunyai pengetahuan tentang sesuatu yang berfaedah, maka ilmunya itu tidak akan disembunyikannya, melainkan diajarkan dan dikembangkannya kepada orang lain, agar mereka pun dapat mengambil manfaatnya.",
    "quraish": "Malaikat menyadari kelemahannya seraya berkata, \"Ya Tuhan, kami benar-benar menyucikan-Mu dengan kesucian yang sesuai dengan zat-Mu. Kami mengakui kelemahan kami dan tidak akan membantah-Mu. Tidak ada yang kami ketahui kecuali apa yang telah Engkau ajarkan kepada kami. Engkaulah yang mengetahui segala sesuatu dan Mahabijaksana atas segala yang Engkau lakukan.\"",
    "jalalayn": "(Jawab mereka, \"Maha suci Engkau!) artinya tidak sepatutnya kami akan menyanggah kehendak dan rencana-Mu (Tak ada yang kami ketahui, kecuali sekadar yang telah Engkau ajarkan kepada kami) mengenai benda-benda tersebut. (Sesungguhnya Engkaulah) sebagai 'taukid' atau penguat bagi Engkau yang pertama, (Yang Maha Tahu lagi Maha Bijaksana.\") hingga tidak seorang pun yang lepas dari pengetahuan serta hikmah kebijaksanaan-Mu."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 33,
    "arab": "قَالَ يٰٓاٰدَمُ اَنْۢبِئْهُمْ بِاَسْمَاۤىِٕهِمْ ۚ فَلَمَّآ اَنْۢبَاَهُمْ بِاَسْمَاۤىِٕهِمْۙ قَالَ اَلَمْ اَقُلْ لَّكُمْ اِنِّيْٓ اَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۙ وَاَعْلَمُ مَا تُبْدُوْنَ وَمَا كُنْتُمْ تَكْتُمُوْنَ ",
    "translation": "Dia (Allah) berfirman, “Wahai Adam! Beritahukanlah kepada mereka nama-nama itu!” Setelah dia (Adam) menyebutkan nama-namanya, Dia berfirman, “Bukankah telah Aku katakan kepadamu, bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/40.mp3",
    "tafsir": "Setelah para malaikat ternyata tidak tahu dan tidak dapat menyebutkan nama benda-benda yang diperlihatkan Allah kepada mereka, maka Allah memerintahkan kepada Adam a.s. untuk memberitahukan nama-nama tersebut kepada mereka. Adam melaksanakan perintah itu lalu diberitahukannya nama-nama tersebut kepada mereka.\nKemudian, setelah Adam a.s. selesai memberitahukan nama-nama tersebut kepada malaikat, dan diterangkannya pula sifat-sifat dan keistimewaan masing-masing makhluk itu, maka Allah berfirman kepada para malaikat bahwa Dia pernah mengatakan kepada mereka bahwa sesungguhnya Dia mengetahui pula apa-apa yang mereka nyatakan dengan ucapan-ucapan mereka dan pikiran-pikiran yang mereka sembunyikan dalam hati mereka. Dia menciptakan sesuatu tidaklah dengan sia-sia, melainkan berdasarkan ilmu dan hikmah-Nya.\nDalam masalah pengangkatan Adam a.s. sebagai khalifah di bumi terkandung suatu makna yang tinggi dari hikmah Ilahi yang tak diketahui oleh para malaikat. Mereka tidak dapat mengetahui rahasia-rahasia alam, serta ciri khas yang ada pada masing-masing makhluk, sebab para malaikat sangat berbeda keadaannya dengan manusia. Mereka tidak mempunyai kebutuhan apa-apa, seperti sandang, pangan dan harta benda. Maka seandainya malaikat yang dijadikan penghuni dan penguasa di bumi ini, niscaya tak akan ada sawah dan ladang, tak akan ada pabrik dan tambang-tambang, tak akan ada gedung-gedung yang tinggi menjulang. Juga tidak akan lahir bermacam-macam ilmu pengetahuan dan teknologi seperti yang telah dicapai umat manusia sampai sekarang ini, yang hampir tak terhitung jumlahnya.\nDengan kekuatan akalnya, manusia dapat memiliki pengetahuan dan kemampuan yang terus berkembang serta dapat melakukan hal-hal yang hampir tak terhitung jumlahnya. Dengan kekuatan itu, manusia dapat menemukan hal-hal baru yang belum ada sebelumnya. Dia dapat mengolah tanah yang gersang menjadi tanah yang subur. Dengan bahan-bahan yang tersedia di bumi ini manusia dapat membuat variasi-variasi baru yang belum pernah ada. Pengawinan antara kuda dengan keledai, melahirkan hewan jenis baru yang belum pernah ada sebelumnya, yaitu hewan yang disebut \"bagal\". Dengan mengawinkan atau menyilangkan tumbuh-tumbuhan yang berbunga putih dengan yang berbunga merah, maka lahirlah tumbuh-tumbuhan jenis baru, yang berbunga merah putih. Pengolahan logam menjadi barang-barang perhiasan yang beraneka ragam dan alat-alat keperluan hidup sehari-hari dan pengolahan bermacam-macam tumbuh-tumbuhan menjadi bahan pakaian dan makanan untuk kesejahteraan mereka. Pada zaman sekarang ini dapat disaksikan berjuta-juta macam benda hasil penemuan manusia, baik yang kecil maupun yang besar, sebagai hasil kekuatan akalnya.\nAdapun para malaikat, mereka tidak mempunyai hawa nafsu yang akan mendorong mereka untuk bekerja mengolah benda-benda alam ini dan memanfaatkannya untuk kepentingan hidup mereka. Oleh karena itu, apabila mereka yang telah dikaruniai kekuatan akal serta bakat-bakat dan kemampuan yang demikian diangkat menjadi khalifah di bumi, maka hal ini adalah wajar, dan menunjukkan pula kesempurnaan ilmu dan ketinggian hikmah Allah swt dalam mengatur makhluk-Nya.\nRangkaian ayat di atas menegaskan bahwa tugas manusia di muka bumi adalah menjadi khalifah. Ketika mengetahui maksud Allah hendak menjadikan khalifah di muka bumi para malaikat bertanya-tanya mengapa Allah hendak menjadikan manusia sebagai khalifah, padahal mereka banyak berbuat kerusakan dan saling menumpahkan darah? Allah menjawab bahwa Dia mengetahui apa yang tidak diketahui oleh para malaikat.\nTernyata yang menjadikan manusia patut mengemban tugas sebagai khalifah di muka bumi adalah karena karunia yang Allah berikan kepada manusia berupa kemampuan untuk mengetahui nama-nama benda seluruhnya serta mengingatnya dan menjelaskannya, sementara para malaikat tidak memiliki kemampuan seperti ini.\nJika ditelaah lebih dalam, kemampuan untuk mengidentifikasi dan memberikan nama pada hakekatnya adalah kemampuan dasar yang sangat diperlukan manusia untuk mengembangkan ilmu pengetahuan. Kegiatan analisis dan sintesis untuk menghasilkan ilmu pengetahuan tidak mungkin dapat dilakukan tanpa kemampuan untuk mengidentifikasi dan memberi nama. Oleh karena itu, bab atau topik yang menjadi bahasan awal ilmu mantik dan filsafat ilmu pengetahuan adalah tentang \"nama\", tentang hakekat nama dan kaitan antara nama dengan konsep yang dirujuk olehnya. Kemampuan memberi nama, baik yang konkrit maupun yang abstrak pada hakekatnya adalah kemampuan untuk membuat konsep yang pada gilirannya memfasilitasi kemampuan untuk melihat keterkaitan antar berbagai konsep serta mensintesis berbagai konsep menjadi konsep baru. Proses ini terjadi terus menerus dan dengan cara demikian ilmu pengetahuan terus terakumulasi dan berkembang. \nSangat sulit untuk membayangkan terjadinya perkembangan ilmu pengetahuan jika manusia tidak memiliki kemampuan memberi nama atau membangun konsep.\nJika kemampuan mengembangkan ilmu pengetahuan menjadikan manusia pantas untuk mengemban tugas khalifah di muka bumi, maka dapat dimengerti jika Allah swt memberikan derajat yang tinggi kepada manusia yang berilmu. Allah berfirman yang artinya: \n¦ Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. (al-Mujadalah/58: 11)\n\nLebih jauh, lihat pula Surah al-hijr/15: 26, 28 dan 33 yang terkait dengan penciptaan manusia, yang artinya : \n\nDan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-hijr/15: 26)\n\nDan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, \"Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk\". (al-hijr/15: 28)\n\nIa (Iblis) berkata, \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk\". ( al-hijr/15: 33)\n\nPertanyaannya adalah mengapa Adam mampu menjelaskan nama-nama benda-benda itu, sedangkan Malaikat tidak mampu? Dalam beberapa surah, termasuk Surah al-hijr di atas, Allah swt menjelaskan bahwa manusia dibuat dari tanah. Tanah mengandung banyak atom-atom atau unsur-unsur metal (logam) maupun metalloid (seperti-logam) yang sangat diperlukan sebagai katalis dalam proses reaksi kimiawi maupun biokimiawi untuk membentuk molekul-molekul organik yang lebih kompleks. Contoh-contoh unsur-unsur yang ada di tanah itu antara lain, besi (Fe), tembaga (Cu), kobalt (Co), mangan (Mn) dll. Juga dengan adanya unsur-unsur karbon (C), hidrogen (H), nitrogen (N), fosfor (P) dan oksigen (O), maka unsur-unsur metal maupun metalloid diatas mampu menjadi katalis dalam proses reaksi biokimiawi untuk membentuk molekul yang lebih kompleks seperti ureum, asam amino atau bahkan nukleotida. Molekul-molekul ini dikenal sebagai molekul organik, pendukung suatu proses kehidupan. Otak manusia, yang merupakan organ penting untuk menerima informasi, kemudian menyimpannya, serta mengeluarkannya kembali; terbuat dari unsur-unsur kimiawi diatas, yang tersusun menjadi makro-molekul dan jaringan otak. Instrumen penyimpan informasi lainnya yang dipunyai oleh manusia adalah senyawa kimia yang dikenal sebagai DNA atau desoxyribonucleic acid: asam desoksi ribonukleat. Baik jaringan otak manusia maupun molekul-molekul DNA terdiri dari unsur-unsur utama C,H,O, N dan P. \nProf. Carl Sagan dari Princeton University, AS dalam bukunya The Dragon of Eden memberikan gambaran bahwa manusia memang unggul bila dibandingkan dengan makhluk-makhluk lain ciptaan Allah swt.. Salah satu keunggulannya adalah manusia dilengkapi dengan sistem penyimpan informasi/memori. Sistem penyimpan informasi pada manusia ada dua macam, yaitu: (1) Jaringan Otak, yang menyimpan informasi apapun yang dapat direkam olehnya. Otak manusia mempunyai kemampuan untuk menyimpan informasi sebanyak 1013 bits atau 107 Gbits. Penyimpan informasi yang ke (2). DNA-Kromosomal, yaitu molekul DNA yang ada di kromosom, yang menyimpan informasi genetik manusia. Informasi ini akan dialihkan atau diturunkan kepada keturunannya. DNA-kromosomal manusia mampu menyimpan memori sebanyak 2x1010 bits atau sekitar 2x104 Gbits. Kapasitas menyimpan informasi DNA-kromosomal manusia ini sebanding dengan buku setebal 2.000.000 halaman, atau sebanding dengan 4000 jilid buku @ 500 halaman. Kedua penyimpan memori yang canggih ini terbuat dari unsur-unsur yang ada di tanah, subhanallah. Inilah jawabannya, mengapa Adam mampu menangkap dan mengerti semua yang diajarkan Allah swt, berupa nama-nama benda-benda; serta mengungkapkannya kembali dengan benar; karena manusia Adam dilengkapi dangan instrumen penyimpan dan pengekspresi kembali memory: jaringan Otak dan DNA yang terdiri dari unsur-unsur tanah itu; sedangkan malaikat tidak demikian halnya. Iblis menyombongkan diri, karena kebodohannya dalam memahami ciptaan Allah swt, dengan melecehkan unsur tanah.",
    "quraish": "Allah berfirman kepada Adam, \"Hai Adam, beritahulah nama benda-benda ini kepada malaikat.\" Adam kemudian melakukan perintah itu dan menunjukkan kelebihannya atas mereka. Di sini, Allah berfirman kepada mereka dengan mengingatkan keluasan ilmu-Nya, \"Bukankah sudah Aku katakan kepada kalian bahwa Aku benar-benar mengetahui segala yang gaib di langit dan di bumi, dan tidak ada seorang pun yang mengetahuinya kecuali Aku, dan Aku mengetahui apa yang kalian tampakkan dalam ucapan dan apa yang kalian sembunyikan di dalam hati?\"",
    "jalalayn": "(Allah berfirman, \"Hai Adam! Beritahukanlah kepada mereka) maksudnya kepada para malaikat itu (nama mereka\") yakni benda-benda itu. Maka disebutnya satu persatu menurut nama masing-masing berikut hikmah diciptakannya oleh Allah. (Maka setelah diberitahukannya kepada mereka nama benda-benda itu, Allah berfirman) kepada mereka guna mencela mereka, (\"Bukankah sudah Kukatakan kepada kalian bahwa Aku mengetahui rahasia langit dan bumi) maksudnya mengetahui barang yang tersembunyi pada keduanya, (dan mengetahui apa yang kamu lahirkan) yaitu ucapan yang kamu keluarkan, yaitu, 'Kenapa hendak Engkau jadikan... dan seterusnya' (dan apa yang kamu sembunyikan.\") yaitu ucapan yang kamu sembunyikan, seperti \"Allah tidak pernah menciptakan makhluk yang lebih mulia dan lebih pandai dari kami.\""
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 34,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  اَبٰى وَاسْتَكْبَرَۖ وَكَانَ مِنَ الْكٰفِرِيْنَ",
    "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud kecuali Iblis. Ia menolak dan menyombongkan diri, dan ia termasuk golongan yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/41.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah memerintahkan kepada para malaikat agar mereka bersujud atau memberi hormat kepada Adam a.s. Maka malaikat menaati perintah itu, kecuali Iblis, artinya setelah Adam a.s. selesai memberitahukan nama makhluk-makhluk itu kepada para malaikat, Allah memerintahkan kepada mereka bersujud atau memberi hormat kepada Adam a.s. Maka sujudlah malaikat kepada Adam a.s. Perintah itu bukanlah sujud untuk beribadah kepadanya, melainkan sujud sebagai penghormatan semata-mata, dan sebagai pengakuan mereka terhadap kelebihan dan keistimewaan yang ada padanya. \nDalam agama Islam, sujud ibadah hanya diperbolehkan kepada Allah swt semata. Pada hakikatnya, sujud kepada Allah ada dua macam. Pertama, sujud manusia kepada Allah dalam beribadah, yaitu sujud salat, sujud tilawah dan sujud syukur menurut cara-cara yang telah ditentukan dalam ajaran syariat. Kedua, sujud semua makhluk kepada Allah dengan arti tunduk dan patuh kepada-Nya. Arti yang asli dari kata-kata \"sujud\" adalah \"tunduk dan patuh\".\n\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6)\n\nDan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa ¦ (ar-Ra'd/13: 15)\n\nSujud para malaikat kepada Adam a.s. sebagai penghormatan dan pernyataan tunduk kepadanya, bukan untuk beribadah. Perintah Allah swt kepada mereka untuk sujud kepada Adam menunjukkan kelebihan Adam dari mereka, sehingga ia benar-benar lebih berhak dijadikan khalifah di bumi. Mengenai asal usul kejadian Adam, malaikat dan Iblis, disebutkan bahwa Adam a.s. diciptakan Allah dari tanah dan malaikat diciptakan dari cahaya (nur), ) sedang jin, Iblis dan setan diciptakan dari api (nar).\nIblis dan setan selalu membisikkan kepada manusia hal-hal yang tidak benar untuk menggoda dan menyesatkannya dari jalan yang lurus. Bahkan Adam dan Hawa sebagai manusia pertama telah digoda untuk melanggar larangan Allah swt.\nIblis bukanlah termasuk jenis malaikat, melainkan suatu makhluk dari bangsa jin. Iblis itu pada mulanya pernah berada dalam kalangan malaikat, bergaul dengan mereka dan mempunyai sifat-sifat seperti mereka pula, walaupun asal kejadiannya berbeda dari asal kejadian malaikat. Buktinya ialah firman Allah swt pada akhir ayat tersebut yang menerangkan bahwa ketika Allah swt memerintahkan kepada para malaikat untuk bersujud kepada Adam a.s., maka mereka semuanya patuh, kecuali Iblis. Jadi teranglah bahwa Iblis itu bukanlah dari kalangan malaikat, sebab malaikat selalu patuh dan taat kepada perintah Allah dan tidak pernah membangkang. Arti harfiah \"iblis\" yaitu \"putus asa\", \"membangkang\", \"diam\", atau \"menyesal\".\nDalam ayat yang lain Allah berfirman:\n\nDan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya¦(al-Kahf/18: 50)\n\nIblis, sama halnya dengan jin dan setan, diciptakan Allah dari api. Iblis menganggap bahwa api lebih mulia daripada tanah. Sebab itu ia memandang dirinya lebih mulia daripada Adam, sebab Adam diciptakan Allah dari tanah. Itulah sebabnya Iblis menolak bersujud kepada Adam.\nAda pendapat lain yang mengatakan bahwa Iblis itu termasuk jenis malaikat juga, sebab perintah Allah kepada malaikat agar bersujud kepada Adam a.s. adalah ditujukan kepada semua malaikat. Lalu disebutkan, bahwa para malaikat itu semua bersujud kepada Adam a.s., kecuali Iblis. Memang benar, bahwa sifat yang asli dari para malaikat adalah patuh dan taat kepada Allah swt. Namun demikian tidaklah mustahil bahwa sebagian atau salah satu dari mereka ada yang bersifat durhaka, sebagai sifat yang datang kemudian. Itulah Iblis.\nDalam ayat lain disebutkan bahwa Allah menanyakan kepada Iblis apa alasannya untuk tidak bersujud kepada Adam. Allah berfirman:\n\n(Allah) berfirman, \"Wahai Iblis, apakah yang menghalangi kamu sujud kepada yang telah Aku ciptakan dengan kekuasaan-Ku. Apakah kamu menyombongkan diri atau kamu (merasa) termasuk golongan yang (lebih) tinggi?\" (sad/38:75)\n\nAllah menceritakan jawaban Iblis:\n\n(Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (sad/38:76)\n\nIblis enggan mematuhi perintah Allah yang menyuruh sujud kepada Adam, dan ia bersikap angkuh karena ia merasa dirinya lebih mulia dan lebih berhak dari Adam untuk dijadikan khalifah. Karena Iblis menolak perintah Allah berdasarkan anggapannya itu, maka ia termasuk makhluk yang kafir kepada Allah. Bahkan ada pendapat yang mengatakan bahwa Iblis adalah makhluk yang pertama-tama mengingkari perintah Allah. Ada pula pendapat yang mengatakan bahwa Iblis merupakan asal dari semua jin, sebagaimana Adam asal dari semua manusia. Jin itu mempunyai keturunan. Mereka penghuni bumi sebelum Adam diciptakan Allah dan mereka telah berbuat kerusakan di bumi. Itulah sebabnya, ketika Allah memberitahukan kepada para malaikat bahwa Dia akan menjadikan Adam sebagai khalifah di bumi, para malaikat berkata, \"Apakah Engkau akan menjadikan khalifah di bumi orang-orang yang suka berbuat kerusakan dan suka menumpahkan darah? Jadi malaikat mengira bahwa manusia pun akan berbuat seperti jin ketika mereka berkuasa di bumi.",
    "quraish": "Dan renungkan kembali, wahai Nabi, ketika Kami berkata kepada malaikat, \"Tunduklah kepada Adam sebagai penghormatan dan pengakuan atas kelebihan-kelebihannya!\" Seluruh malaikat menaati perintah itu kecuali Iblîs yang enggan untuk bersujud, bahkan masuk ke dalam golongan yang mendurhakai-Nya dan mengingkari nikmat, hikmah dan ilmu-Nya.",
    "jalalayn": "(Dan) ingatlah! (Ketika Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam!\") Maksudnya sujud sebagai penghormatan dengan cara membungkukkan badan, (maka mereka pun sujud, kecuali Iblis) yakni nenek moyang bangsa jin yang ada di antara para malaikat, (ia enggan) tak hendak sujud (dan menyombongkan diri) dengan mengatakan bahwa ia lebih mulia daripada Adam (dan Iblis termasuk golongan yang kafir) dalam ilmu Allah Taala."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 35,
    "arab": "وَقُلْنَا يٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
    "translation": "Dan Kami berfirman, “Wahai Adam! Tinggallah engkau dan istrimu di dalam surga, dan makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. (Tetapi) janganlah kamu dekati pohon ini, nanti kamu termasuk orang-orang yang zalim!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/42.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah memerintahkan Adam a.s. dan istrinya untuk menempati surga yang telah disediakan untuk mereka. Mengenai surga yang disebutkan dalam ayat ini, sebagian besar mufasir, mengatakan bahwa surga yang dimaksudkan dalam ayat ini ialah surga di langit yang dijanjikan Allah sebagai balasan bagi orang-orang yang beriman dan beramal saleh. Menurut mufasir lain, surga yang tersebut dalam ayat itu adalah suatu taman, tempat Adam dan istrinya berdiam dan diberi kenikmatan hidup yang cukup.\nDalam ayat ini diterangkan bahwa Adam a.s. dan istrinya dibolehkan menikmati makanan apa saja dan di mana saja dalam surga tersebut dengan aman dan leluasa, hanya saja Allah swt melarang mereka mendekati dan memakan buah pohon tertentu yang hanya merupakan salah satu pohon saja di antara banyak pohon yang ada dalam surga itu. Setan menamakan pohon tersebut pohon keabadian, karena menurutnya, jika Adam a.s. dan istrinya memakan buah pohon itu maka mereka akan dapat kekal selama-lamanya dalam surga. Padahal yang sebenarnya adalah sebaliknya, yaitu apabila ia dan istrinya memakan buah pohon itu maka mereka akan dikeluarkan dari surga, karena hal itu merupakan pelanggaran terhadap larangan Allah swt. Jika mereka melanggar larangan itu, maka mereka termasuk golongan orang zalim terhadap diri mereka, dan akan menerima hukuman dari Allah swt yang akan mengakibatkan mereka kehilangan kehormatan dan kebahagiaan yang telah mereka peroleh.\nDalam ayat ini Allah swt tidak menjelaskan hakikat dari pohon tersebut. Seseorang tak akan dapat menentukannya tanpa ada dalil yang pasti. Lagi pula, maksud utama dari kisah ini sudah tercapai tanpa memberikan keterangan tentang hakikat pohon tersebut. Tetapi dapat dikatakan bahwa larangan Allah swt, kepada Adam a.s. dan istrinya untuk mendekati pohon itu dan memakan buahnya, tentulah berdasarkan suatu hikmah daripada-Nya, yaitu merupakan suatu ujian dari Allah swt terhadap Adam a.s. dan istrinya.",
    "quraish": "Allah lalu menciptakan istri Adam dan memerintahkan mereka untuk tinggal di dalam surga. Firman Allah, \"Tinggallah kamu dan istrimu di dalam surga dan makanlah makanan apa saja yang kalian sukai, yang baik dan banyak. Ambillah buah apa pun dan dari mana pun tanpa susah payah.\" Namun, Allah mengingatkan mereka terhadap pohon tertentu untuk tidak memakan buah atau bagian-bagiannya yang lain.\"Janganlah kalian mendekati dan memakan buah atau bagian-bagian pohon ini. Apabila kalian melanggar, maka kalian akan termasuk orang-orang yang lalim dan durhaka!\"",
    "jalalayn": "(Dan Kami berfirman, \"Hai Adam! Berdiamlah kamu) yakni kamu sendiri 'kamu' yang kedua berfungsi sebagai penguat bagi yang pertama dan dihubungkan dengannya yang ditampilkan sebagai dhamir atau kata ganti yang tersembunyi (bersama istrimu) yakni Hawa yang diciptakan dari tulang rusuk Adam yang sebelah kiri (dalam surga ini dan makanlah di antara makanan-makanannya) (yang banyak) dan tidak dilarang (di mana saja kamu sukai, tetapi janganlah kamu dekati pohon ini) pohon anggur atau batang gandum ini atau lain-lainnya, maksudnya jangan memakan buahnya (hingga kamu menjadi orang-orang yang lalim.\") atau durhaka."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 36,
    "arab": "فَاَزَلَّهُمَا الشَّيْطٰنُ عَنْهَا فَاَخْرَجَهُمَا مِمَّا كَانَا فِيْهِ ۖ وَقُلْنَا اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚ وَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ",
    "translation": "Lalu setan memperdayakan keduanya dari surga sehingga keduanya dikeluarkan dari (segala kenikmatan) ketika keduanya di sana (surga). Dan Kami berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain. Dan bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/43.mp3",
    "tafsir": "Dalam ayat ini dijelaskan, bahwa setan telah menggoda Adam a.s. dan istrinya sehingga akhirnya mereka tergoda dan melanggar larangan Allah untuk tidak memakan buah pohon itu. Dalam ayat lain juga disebutkan bagaimana setan itu membujuk Adam a.s. dan istrinya.\n\nKemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, \"Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian dan kerajaan yang tidak akan binasa?\" (taha/20: 120)\n\nDalam firman-Nya yang lain disebutkan pula bujukan setan itu:\n\n¦ Dan (setan) berkata, \"Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).\" (al-A'raf/7: 20)\n\nDalam melakukan godaan itu, setan berusaha untuk meyakinkan Adam a.s. bahwa ia benar-benar hanya memberikan nasihat yang baik dan untuk itu ia bersumpah:\n\n\"¦Sesungguhnya aku ini benar-benar termasuk para penasihatmu.\" (al-A'raf/7: 21)\n\nKarena kesalahan yang telah dilakukan Adam dan istrinya, maka Allah swt mengeluarkan mereka dari kenikmatan dan kemuliaan yang telah mereka peroleh selama ini, lalu Allah swt memerintahkan agar mereka turun dari surga itu ke bumi. Sejak itu mereka dan setan senantiasa dalam keadaan bermusuhan satu sama lain.\nSelanjutnya, Allah menerangkan bahwa mereka itu akan memperoleh tempat tinggal dan kenikmatan hidup di bumi sampai kepada ajal masing-masing. Dengan demikian, tak seorang pun yang akan hidup kekal di bumi. Jelaslah kebohongan bisikan-bisikan setan kepada Adam a.s. dan istrinya, bahwa dengan memakan buah pohon itu mereka akan kekal selama-lamanya di dalam surga.\nDalam ayat tersebut terdapat isyarat, bahwa Adam a.s. dikeluarkan bersama istrinya dari surga ke bumi bukanlah untuk membinasakan mereka, melainkan agar mereka bekerja memakmurkan bumi ini, dan bukan menjauhkan mereka dari kenikmatan hidup, sebab di bumi pun mereka tetap dikaruniai kenikmatan; dan tidak pula untuk hidup kekal, karena suatu ketika mereka akan menemui ajal dan meninggalkan dunia yang fana ini.",
    "quraish": "Tetapi Iblîs yang iri dan dengki kepada Adam, mulai membujuk mereka berdua untuk memakan buah pohon ini, sehingga mengakibatkan mereka tergoda dan memakannya. Akibatnya, Allah mengeluarkan mereka dari kenikmatan dan kemuliaan itu, dan menyuruh mereka beserta keturunannya untuk turun dan tinggal di bumi. Mereka menjadi musuh satu sama lain, yang disebabkan oleh persaingan dan rayuan setan. Bagi mereka disediakan tempat kediaman di bumi dan kemudahan hidup serta kesenangan yang akan habis pada waktunya.",
    "jalalayn": "(Lalu keduanya digelincirkan oleh setan) oleh Iblis dan menurut suatu qiraat 'fa-azaalahumaa', artinya maka Iblis pun menyingkirkan keduanya (daripadanya), maksudnya dari dalam surga dengan memperdayakan serta mengatakan kepada mereka, \"Maukah kalian saya tunjukkan suatu macam pohon kekal yang akan mengekalkan kehidupan kalian? Itulah dia syajaratul khuldi atau pohon keabadian?\" Ia tidak lupa bersumpah atas nama Allah bahwa mereka hanyalah hendak menyampaikan nasihat dan anjuran baik belaka. Maka Adam dan Hawa pun memakan buah itu, (dan Allah mengeluarkan mereka dari keadaan yang mereka alami semula), yakni dari nikmat surga (dan firman Kami, \"Turunlah kalian!\") maksudnya ke bumi, yakni kalian berdua bersama anak cucu kalian itu (menjadi musuh bagi yang lain) disebabkan penganiayaan sebagian kalian terhadap lainnya, (dan bagi kalian tersedia tempat kediaman di bumi), artinya tempat menetap (dan kesenangan) berupa hasil tumbuh-tumbuhan yang kalian senangi dan dapat kalian nikmati (sampai waktu tertentu) maksudnya hingga saat datangnya ajal kalian nanti."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 37,
    "arab": "فَتَلَقّٰٓى اٰدَمُ مِنْ رَّبِّهٖ كَلِمٰتٍ فَتَابَ عَلَيْهِ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ ",
    "translation": "Kemudian Adam menerima beberapa kalimat dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/44.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah Adam a.s. dikeluarkan dari surga, dia menerima ilham dari Allah swt yang mengajarkan kepadanya kata-kata untuk bertobat. Lalu Adam bertobat dan memohon ampun kepada Allah dengan menggunakan kata-kata tersebut, yang berbunyi sebagai berikut:\n\nKeduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23)\n\nSetelah Adam berdoa memohon ampunan kepada Allah dengan mengucapkan kata-kata tersebut, Allah pun menerima tobatnya, dan melimpahkan rahmat-Nya kepada Adam. Sesungguhnya Allah Maha Penerima Tobat dan Maha Pengasih. Sebab Allah senantiasa memberikan maaf dan ampunan serta rahmat-Nya kepada orang-orang yang bertobat dari kesalahannya. \nTobat yang diterima Allah adalah tobat yang memenuhi hal-hal sebagai berikut:\n1.Menyesali dan meninggalkan segala kesalahan yang telah dilakukan.\n2.Menjauhi dan tidak mengulangi lagi kesalahan-kesalahan dan perbuatan-perbuatan semacam itu.\n3.Mengiringi perbuatan dosa itu dengan perbuatan-perbuatan yang baik.\nDalam hal ini Rasulullah saw telah bersabda:\n\"Iringilah perbuatan jahat itu dengan perbuatan baik, niscaya perbuatan baik itu akan menghapuskan dosanya\". (Riwayat at-Tirmidzi dari Abi dzarr)\n\nDalam ayat ini ada dua macam sifat Allah swt yang disebutkan sekaligus, yaitu \"Maha Penerima tobat\", dan \"Maha Pengasih\". Hal ini merupakan isyarat tentang jaminan Allah kepada setiap orang yang bertobat menurut cara-cara yang tersebut di atas, bahwa Allah swt akan melimpahkan kepadanya kebajikan dan ampunan-Nya.",
    "quraish": "Adam dan istrinya merasa salah dan lalim terhadap diri sendiri. Allah lalu mengilhami Adam berupa kalimat(1) yang diucapkan untuk bertobat dan istigfar. Lalu Adam mengucapkan kalimat itu dan Allah pun menerima dan mengampuni mereka, karena Allah selalu menerima pertobatan. Dia Maha Penyayang kepada hamba-hamba-Nya yang lemah. {(1) Ayat ini ditafsirkan oleh surat al-A'râf, sesuai dengan kaidah \"Ayat al-Qur'ân menafsirkan ayat yang lain\" (al-Qur'ân yufassiru ba'dluhu ba'dlan), yang dikenal di kalangan ahli tafsir. }",
    "jalalayn": "(Kemudian Adam menerima beberapa kalimat dari Tuhannya), yakni dengan diilhamkan-Nya kepadanya, menurut suatu qiraat 'Adama' dibaca nashab, sedangkan 'kalimatun' dibaca rafa`, sehingga arti kalimat menjadi, \"maka datanglah kepada Adam kalimat dari Tuhannya\", yakni yang berbunyi \"rabbanaa zhalamnaa anfusanaa\", artinya \"Ya Tuhan kami, kami telah berbuat aniaya kepada diri kami... dan seterusnya\". Maka Adam pun menyampaikan doanya dengan ayat tersebut. (maka Allah menerima tobatnya), artinya mengampuni dosanya (Sesungguhnya Dia Maha Penerima tobat) terhadap hamba-hamba-Nya (lagi Maha Penyayang) terhadap mereka."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 38,
    "arab": "قُلْنَا اهْبِطُوْا مِنْهَا جَمِيْعًا ۚ فَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Kami berfirman, “Turunlah kamu semua dari surga! Kemudian jika benar-benar datang petunjuk-Ku kepadamu, maka barangsiapa mengikuti petunjuk-Ku, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/45.mp3",
    "tafsir": "Pada ayat ini Allah mengulangi lagi perintah-Nya agar Adam dan Hawa keluar dari surga yang penuh kenikmatan dan kesenangan hidup, pindah ke bumi yang menghendaki kerja keras dan perjuangan. Kepadanya dibentangkan dua macam jalan. Pertama, adalah jalan yang dapat mengantarkan manusia kepada kehidupan yang bahagia di dunia dan akhirat, yaitu dengan beriman kepada Allah serta mengikuti petunjuk-petunjuk-Nya. Kedua, jalan yang akan membawa manusia kepada kerugian dan kesengsaraan hidup di dunia dan di akhirat kelak, yaitu jalan orang kafir dan durhaka terhadap-Nya, serta menuruti bujukan-bujukan setan.\nSiapa yang mengikuti petunjuk-petunjuk yang disampaikan Allah melalui rasul-rasul-Nya, maka mereka akan memperoleh kebahagiaan dan ketenteraman. Mereka tidak akan merasa cemas, karena iman dan ketaatan mereka yang teguh kepada kekuasaan dan rahmat Allah. Mereka tidak akan merasa sedih dan menyesal atas kejadian-kejadian pada masa lalu yang menimbulkan kerugian harta benda atau pun kehilangan anggota keluarga dan sebagainya, karena bagi orang-orang yang beriman dan selalu berpegang kepada petunjuk-petunjuk Allah, mudah baginya menghadapi segala macam musibah dan cobaan-cobaan yang menimpa dirinya. Sebab dia percaya bahwa kesabaran dan penyerahan diri kepada Allah adalah jalan yang terbaik untuk memperoleh keridaan-Nya, di samping pahala dan ganjaran yang diperolehnya dari Allah sebagai ganti yang lebih baik dari yang hilang.\nAgama mengharamkan sebagian dari makanan yang lezat untuk dinikmati oleh manusia. Larangan tersebut disebabkan karena kerusakan yang dapat ditimbulkannya, baik terhadap pribadi orang yang melakukannya, maupun terhadap orang lain dan masyarakat umum. Maka siapa yang dapat membayangkan bahaya yang mungkin timbul karena menikmati kelezatan yang telah diharamkan itu, dan dapat pula menggambarkan dalam pikirannya pengaruh-pengaruh dan bekas-bekas jelek yang akan menimpa dirinya karena perbuatan itu, baik terhadap dirinya maupun terhadap umatnya, niscaya dia menghindari setiap kelezatan yang diharamkan itu, seperti larinya orang-orang yang sehat dari penyakit kusta. Lebih-lebih orang yang beriman kepada Allah dan hari akhirat, dia akan memandang bahwa yang dilarang agama akan menimbulkan aib dan kekotoran pada dirinya dan akan menjauhkannya dari kebahagiaan dan kemuliaan di hari kiamat kelak. Orang-orang yang bersih dari perbuatan dosa di dunia ini nanti akan kelihatan wajahnya berseri-seri, sedang orang-orang yang selalu bergelimang dosa akan kelihatan wajahnya hitam muram.",
    "quraish": "Telah Kami firmankan kepada Adam, istri, dan keturunannya kelak, serta kepada Iblîs, \"Turunlah kalian ke bumi. Di sana kalian akan ditugasi dengan berbagai kewajiban. Apabila tugas itu datang kepada kalian--dan pasti akan datang--maka siapa yang menaati perintah-Ku dan mengikuti petunjuk-Ku, tidak akan merasakan takut dan tidak akan tertimpa kesedihan akibat hilangnya pahala. Sebab, Allah tidak akan menyia-nyiakan pahala orang yang berbuat kebaikan.",
    "jalalayn": "(Kami berfirman, \"Turunlah kalian daripadanya\") maksudnya dari surga (semuanya) diulanginya dan dihubungkan-Nya dengan kalimat yang mula-mula tadi (kemudian jika) asalnya dari 'in maa' yang diidgamkan menjadi 'immaa' yang berarti jika; 'in' huruf syarat dan 'maa' sebagai tambahan. (datang petunjuk-Ku kepada kalian) berupa Kitab dan rasul, (maka barang siapa yang mengikuti petunjuk-Ku) lalu ia beriman kepada-Ku dan beramal serta taat kepada-Ku (niscaya tak ada kekhawatiran atas mereka dan tidak pula mereka berduka cita), yakni di akhirat kelak, karena mereka akan masuk surga."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/46.mp3",
    "tafsir": "Dalam ayat ini Allah swt menegaskan bahwa orang yang tidak mau mengikuti petunjuk-petunjuk-Nya, dan orang yang kafir terhadap ayat-ayat-Nya, serta mendustakan ayat-ayat itu dengan ucapannya, maka balasan bagi mereka adalah neraka. Keingkaran terhadap ayat-ayat Allah swt adalah suatu kekafiran, baik kekafiran itu disebabkan karena tidak percaya atas kebenaran Rasulullah, atau kekafiran yang disebabkan oleh kesombongan dan keangkuhan yang mendorong untuk mendustakan rasul. Mengenai mereka ini Allah swt berfirman kepada Rasul-Nya:\n\n\"¦ (janganlah bersedih hati) karena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-An'am/6: 33)\nOrang-orang mukmin mempunyai keimanan di dalam hati dan diucapkannya dengan lidahnya. Ada pula orang yang ingkar di dalam hati, tetapi lidahnya mengucapkan bahwa dia beriman. Inilah orang munafik. Lain di mulut, lain di hati dan lain pula dalam perbuatan.",
    "quraish": "Orang-orang yang ingkar serta mendustakan rasul-rasul Allah dan kitab-kitab-Nya adalah penghuni neraka. Mereka kekal di dalamnya dan tidak akan dapat keluar serta tidak akan binasa.",
    "jalalayn": "(Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami) mendustakan kitab-kitab suci Kami (mereka itu penghuni neraka, mereka kekal di dalamnya) mereka tetap tinggal di sana untuk selama-lamanya, tidak akan mati dan tidak pula akan keluar."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 40,
    "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوْا بِعَهْدِيْٓ اُوْفِ بِعَهْدِكُمْۚ وَاِيَّايَ فَارْهَبُوْنِ",
    "translation": "Wahai Bani Israil! Ingatlah nikmat-Ku yang telah Aku berikan kepadamu. Dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu, dan takutlah kepada-Ku saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/47.mp3",
    "tafsir": "Allah memulai ayat ini dengan menyebut Bani Israil (orang-orang Yahudi), karena merekalah bangsa yang paling dahulu mengemban kitab Samawiyah, dan karena di antara mereka terdapat pula orang-orang yang paling keras memusuhi orang-orang yang beriman kepada Nabi Muhammad saw. Kalau mereka masuk Islam maka hal itu akan merupakan alasan yang kuat yang dapat diarahkan kepada orang-orang Nasrani dan orang kafir yang lain yang tidak mau beriman, karena bangsa Yahudilah yang paling dahulu berjanji kepada Allah swt bahwa mereka akan beriman kepada setiap nabi yang diutus-Nya, apabila telah ada bukti-bukti yang nyata.\nIsrail adalah gelar yang diberikan kepada Nabi Yakub. Karena itu keturunannya dinamakan dengan Bani Israil. Nabi Yakub terkenal sebagai hamba Allah yang amat saleh, sabar, dan tawakal. Maka Allah memanggil anak cucu Yakub dalam permulaan ayat ini dengan sebutan \"Bani Israil\" untuk mengingatkan kepada mereka agar mereka mencontoh nenek moyang mereka itu dalam hal keimanan, ketaatan, kesalehan, ketakwaan dan kesabaran serta sifat-sifat lain yang terpuji. Hal ini disebabkan karena pada waktu turunnya Al-Qur'an kepada Nabi Muhammad saw, tampak gejala-gejala bahwa tingkah laku Bani Israil itu sudah melampaui batas, dan jauh menyimpang dari ajaran dan sifat-sifat nenek moyang mereka, terutama sikap mereka terhadap Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw. Mereka tidak mau beriman bahwa Al-Qur'an itu adalah wahyu Allah, bahkan mereka mendustakan kenabian dan kerasulan Muhammad saw. Seharusnya merekalah yang paling dahulu beriman kepada Nabi Muhammad saw, sebab berita tentang kedatangannya telah disebutkan lebih dahulu dalam kitab suci mereka, yaitu Taurat.\nDalam ayat ini terdapat tiga macam perintah Allah kepada Bani Israil, yaitu:\n1.Agar mereka senantiasa mengingat nikmat-nikmat Allah yang telah dilimpahkan kepada mereka, dan mensyukurinya dengan lisan dan perbuatan. Wujud nikmat-nikmat tersebut memang tidak diterangkan dalam ayat ini. Tetapi yang dimaksud antara lain bahwa Allah telah memilih nabi-nabi-Nya dari kalangan mereka. Hal ini terjadi dalam masa yang cukup lama, sehingga mereka diberi julukan sebagai Sya'bullah al-Mukhtar yaitu \"hamba-hamba Allah yang terpilih\". Semuanya itu harus mereka ingat dan mereka syukuri. Salah satu cara untuk mensyukurinya ialah beriman kepada setiap nabi yang diutus Allah untuk memberikan bimbingan kepada manusia. Tetapi dalam kenyataannya mereka menjadikan nikmat tersebut sebagai alasan untuk tidak menerima seruan Nabi Muhammad saw, malahan mengejeknya, dan mengatakan bahwa nikmat dan karunia Allah hanya tertentu untuk mereka saja.\n2.Janji mereka kepada Allah ada dua macam, pertama janji yang berlaku bagi seluruh manusia, yaitu bahwa mereka harus menimbang segala masalah dengan timbangan akal dan pikiran serta penyelidikan yang akan membawa mereka mengetahui hakikat segala sesuatu, sebagai jalan untuk mengenal Allah. Kedua, janji bahwa mereka hanya akan menyembah Allah semata-mata, dan tidak akan memperserikatkan-Nya dengan sesuatu pun; dan bahwa mereka akan beriman kepada rasul-rasul-Nya. Andaikata Bani Israil yang ada pada masa itu memperhatikan janji-janji tersebut, antara lain ialah bahwa Allah akan mengutus seorang nabi yang berasal dari keturunan saudara nenek moyang mereka ) yang menurunkan suatu bangsa yang baru, yaitu bangsa Arab, niscaya mereka beriman kepada Nabi Muhammad saw dan pasti pula mereka mengikuti petunjuk yang diturunkan Allah kepadanya. Dengan demikian mereka akan termasuk orang-orang yang memperoleh kemenangan. Sebaliknya, jika mereka memenuhi janji kepada Allah, maka Allah akan mengizinkan mereka untuk menetap di tanah suci Palestina, dan mereka akan diberi kemuliaan serta kehidupan yang makmur. Kenyataan menunjukkan bahwa mereka tidak memenuhi janji-janji mereka itu, antara lain disebabkan karena rasa takut dan khawatir terhadap satu sama lainnya.\n3.Agar mereka hanya takut kepada Allah semata-mata. Perintah ini diberikan Allah, karena kenyataan menunjukkan bahwa Bani Israil itu tidak memenuhi janji-janji mereka kepada Allah antara lain, mereka tidak mau beriman kepada Nabi Muhammad saw. Hal itu disebabkan karena rasa takut mereka terhadap satu sama lain. Maka Allah memerintahkan agar mereka hanya takut kepada Allah semata-mata, dan jangan takut kepada selain Allah. Sebab, hanya Allah sajalah yang menguasai segala persoalan. Dialah yang telah memberikan nikmat yang begitu besar kepada mereka, Dia pula yang kuasa untuk mencabut kembali nikmat itu dari tangan mereka, dan Dia pula yang akan mengazab mereka karena tidak mensyukuri nikmat itu. Mereka seharusnya tidak perlu merasa takut terhadap sesamanya karena khawatir akan hilangnya sebagian dari keuntungan-keuntungan mereka, atau akan terjadinya malapetaka atas diri mereka karena mengikuti yang hak dan menyalahi kemauan pemimpin-pemimpin mereka. Allah lebih kuasa daripada pemimpin-pemimpin itu.",
    "quraish": "Hai Banû Isrâ'îl, renungkanlah nikmat-Ku yang Aku anugerahkan hanya kepadamu dan nenek moyangmu dengan memikirkan dan melaksanakan kewajiban untuk mensyukurinya. Penuhilah janji-Ku yang Aku tetapkan dan telah kalian nyatakan dalam diri kalian, yaitu berupa iman, amal saleh dan pembenaran kepada nabi-nabi yang datang sebelum Mûsâ. Kalau kalian lakukan hal itu, niscaya Aku akan memenuhi janji-Ku kepada kalian, dengan memberikan pahala yang baik dan kenikmatan yang abadi. Janganlah kalian takut kepada siapa pun selain Aku, serta hati-hatilah terhadap hal-hal yang menyebabkan kemurkaan-Ku kepada kalian.",
    "jalalayn": "(Hai Bani Israel!) maksudnya ialah anak cucu Yakub (Ingatlah akan nikmat karunia-Ku yang telah Kuberikan kepada kalian) maksudnya kepada nenek moyang kalian, berupa menyelamatkan kalian dari kejaran Firaun, membelah lautan, menaungkan awan dan lain-lain, yaitu mensyukurinya dengan jalan taat kepada-Ku, (dan penuhilah janji kalian kepada-Ku) yang telah kalian janjikan dulu, berupa keimanan kepada Muhammad (niscaya Kupenuhi pula janji-Ku kepada kalian) berupa pemberian pahala dan masuk surga (dan hanya kepada-Kulah kalian harus takut) hingga kalian tidak berani menyalahi janji itu, dan kalian tidak perlu takut kepada pihak lain."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 41,
    "arab": "وَاٰمِنُوْا بِمَآ اَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا اَوَّلَ كَافِرٍۢ بِهٖ ۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا  ۖوَّاِيَّايَ فَاتَّقُوْنِ ",
    "translation": "Dan berimanlah kamu kepada apa (Al-Qur'an) yang telah Aku turunkan yang membenarkan apa (Taurat) yang ada pada kamu, dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu jual ayat-ayat-Ku dengan harga murah, dan bertakwalah hanya kepada-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/48.mp3",
    "tafsir": "Dalam ayat ini terdapat dua macam perintah Allah dan dua larangan yang ditujukan kepada Bani Israil, yaitu:\n1.Agar mereka beriman kepada Al-Qur'an yang diwahyukan Allah kepada Nabi Muhammad saw, Rasul terakhir yang diutus Allah kepada seluruh umat manusia.\nWalaupun keharusan ini pada hakikatnya telah termasuk dalam perintah Allah yang disebutkan pada ayat yang lalu, yaitu agar mereka memenuhi janji, yang antara lain beriman kepada setiap rasul dan kitab yang dibawanya, namun Allah menegaskan lagi perintah ini secara khusus, untuk menunjukkan bahwa beriman kepada Al-Qur'an itu adalah sangat penting, sebab Al-Qur'an itu membenarkan ) apa-apa yang telah tercantum dalam kitab suci mereka, yaitu Taurat, dan juga membenarkan kitab-kitab suci yang telah diturunkan Allah kepada nabi-nabi yang sebelumnya. Perintah-perintah yang dibawa Al-Qur'an, antara lain: perintah agar melakukan dakwah, meninggalkan perbuatan-perbuatan keji, baik yang tampak atau pun yang tidak, suruhan untuk berbuat kebajikan, larangan berbuat yang mungkar, dan mempercayai adanya hari akhirat, sebagai hari pembalasan. Hal itu sama dengan apa yang telah diserukan Nabi Musa a.s. kepada mereka, dan juga oleh nabi-nabi sebelumnya, yaitu: mengukuhkan yang hak, memberikan bimbingan kepada semua makhluk serta membasmi kesesatan yang telah mengotori akidah yang benar.\n2.Agar mereka jangan tergesa-gesa mengingkari Al-Qur'an sehingga mereka menjadi orang yang pertama-tama mengingkarinya, padahal seharusnya merekalah orang yang mula-mula beriman dengannya, sebab mereka telah lebih dahulu mengetahui hal itu, karena telah diberitakan dalam kitab suci mereka.\n3.Agar mereka jangan menjual ayat-ayat Allah dengan harga yang sedikit. Maksudnya: agar mereka jangan berpaling meninggalkan petunjuk-petunjuk Al-Qur'an untuk mengejar keuntungan yang sedikit, berupa harta atau pun pangkat. Keuntungan-keuntungan yang diharapkan itu adalah kecil sekali, karena dengan demikian mereka tidak akan memperoleh rida Allah, bahkan sebaliknya, mereka akan ditimpa azab-Nya di dunia ini dan di akhirat kelak.\n4.Agar mereka bertakwa hanya kepada Allah semata, yaitu dengan beriman kepada-Nya serta mengikuti yang benar, dan meninggalkan kelezatan duniawi apabila ternyata kelezatan duniawi itu menghalangi perbuatan dan pekerjaan untuk mencapai kebahagiaan di akhirat kelak.",
    "quraish": "Benarkanlah al-Qur'ân yang Aku turunkan untuk membenarkan kitab-kitab yang ada pada kalian, juga membenarkan ilmu tentang tauhid dan ibadah kepada Allah dan prinsip keadilan di antara manusia. Jangan buru-buru mengingkari al-Qur'ân, karena dengan begitu kalian akan menjadi orang pertama yang mengingkarinya. Padahal, seharusnya kalian menjadi orang pertama yang mempercayainya. Jangan kalian tinggalkan ayat-ayat Allah untuk kemudian mengambil kesenangan hidup di dunia--yang sebenarnya sangat murah dan tidak abadi-sebagai pengganti. Takutlah kalian hanya kepada-Ku, kemudian ikutilah jalan-Ku dan tinggalkanlah kebatilan.",
    "jalalayn": "(Dan berimanlah kalian pada apa yang Kuturunkan), yakni Alquran (yang membenarkan apa yang ada beserta kalian), yaitu Taurat berupa kesamaan dalam ketauhidan kenabian Muhammad (dan janganlah kalian menjadi orang yang pertama kafir kepadanya), yakni dari golongan Ahlul Kitab karena orang-orang yang di belakang itu hanya akan mengikuti sikap dan tindakan kalian, sehingga dosa kekafiran mereka akan terpikul di atas pundak kalian (dan janganlah kalian jual) janganlah kalian tukar (ayat-ayat-Ku) yang terdapat dalam Kitab Suci kalian tentang sifat-sifat dan ciri-ciri Muhammad (dengan harga yang rendah) dengan pengganti yang rendah nilainya berupa harta dunia. Maksudnya janganlah kalian sembunyikan karena khawatir tidak akan memperoleh lagi keuntungan-keuntungan yang kalian dapatkan selama ini dari nenek moyang kalian (dan hanya kepada-Kulah kalian harus bertakwa) maksudnya harus takut dalam hal itu dan bukan kepada selain-Ku."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 42,
    "arab": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ",
    "translation": "Dan janganlah kamu campuradukkan kebenaran dengan kebatilan dan (janganlah) kamu sembunyikan kebenaran, sedangkan kamu mengetahuinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/49.mp3",
    "tafsir": "Dalam ayat ini terdapat dua macam larangan Allah yang ditujukan kepada Bani Israil, yaitu:\n1.Agar mereka jangan mencampuradukkan yang hak dengan yang batil. Maksudnya, pemimpin-pemimpin Bani Israil suka memasukkan pendapat-pendapat pribadi ke dalam Kitab Taurat, sehingga sukarlah untuk membedakan mana yang benar. Terutama dalam penolakan mereka untuk beriman kepada Nabi Muhammad saw, mereka membuat-buat alasan untuk menjelek-jelekkannya, dan menyalahtafsirkan ucapan-ucapan nenek moyang mereka, sehingga mereka lebih berpegang kepada ucapan para pemimpin dan tradisi mereka, daripada menerima ajaran yang dibawa oleh Nabi Muhammad saw. Walaupun perintah itu ditujukan kepada Bani Israil, namun isinya dapat pula ditujukan kepada kaum Muslim dari segala lapisan, terutama para pemimpin dan orang-orang yang memegang kekuasaan, sehingga ayat ini seakan-akan mengatakan, \"Hai orang-orang yang memegang kekuasaan, janganlah kamu campur adukkan antara keadilan dan kezaliman, hai para hakim, janganlah kamu campur adukkan antara hukum dan suap; hai para pejabat, janganlah kamu campur adukkan antara tugas dan korupsi; hai para sarjana, janganlah kamu campur adukkan antara ilmu dan harta, dan sebagainya.\" )\n2.Agar mereka tidak menyembunyikan kebenaran, padahal mereka mengetahuinya. Maksudnya: Bani Israil itu telah menyembunyikan kebenaran yang telah mereka ketahui dari kitab suci mereka. Antara lain ialah berita dari Allah tentang Nabi Muhammad saw yang akan diutus sebagai penutup dari semua rasul Allah untuk seluruh umat manusia. Hal ini sengaja mereka tutupi dari masyarakat umum, bahkan mereka berusaha menjelekkan Nabi Muhammad saw, untuk menghalangi manusia beriman kepadanya. Ayat ini mencela perbuatan mereka yang demikian itu, dan setiap orang yang dengan sengaja menyembunyikan sesuatu yang benar. Sesudah Allah menyampaikan seruan kepada mereka untuk beriman kepada Al-Qur'an, lalu pada ayat berikut ini Allah memerintahkan agar mereka senantiasa melaksanakan apa-apa yang telah ditentukan oleh syariat terutama melaksanakan salat, menunaikan zakat, dan tunduk serta taat kepada perintah-perintah Allah.",
    "quraish": "Janganlah kalian gabungkan antara kebenaran yang datang dari-Ku dengan kepalsuan yang kalian buat, agar tidak terjadi pencampuradukan. Janganlah kalian sembunyikan kebenaran, termasuk di dalamnya kebenaran Muhammad, sedangkan kalian mengetahui kebenaran hal itu.",
    "jalalayn": "(Dan janganlah kalian campur aduk) (barang yang hak) yang telah Kuturunkan kepada kalian (dengan yang batil) yang kamu ada-adakan (dan) jangan pula (kalian sembunyikan yang hak itu) berupa sifat dan ciri-ciri Muhammad (sedangkan kalian mengetahui) bahwa ia hak adanya."
  },
  {
    "hizb": 2,
    "name": "Al-Baqarah",
    "ayat": 43,
    "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرَّاكِعِيْنَ",
    "translation": "Dan laksanakanlah salat, tunaikanlah zakat, dan rukuklah beserta orang yang rukuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/50.mp3",
    "tafsir": "Pada ayat ini terdapat tiga macam perintah Allah yang ditujukan kepada Bani Israil, ialah:\n1.Agar mereka melaksanakan salat setiap waktu dengan cara yang sebaik-baiknya, melengkapi segala syarat dan rukunnya, serta menjaga waktu-waktunya yang telah ditentukan, menghadapkan seluruh hati kepada Allah dengan tulus dan khusyuk, sesuai dengan syariat yang dibawa Nabi Musa a.s.\n2.Agar mereka menunaikan zakat, karena zakat merupakan salah satu pernyataan syukur kepada Allah atas nikmat yang telah dilimpahkan-Nya, dan menumbuhkan hubungan yang erat antarsesama manusia, dan menyucikan hati, karena zakat itu merupakan pengorbanan harta benda untuk membantu fakir miskin, dan dengan zakat itu pula dapat dilakukan kerja sama dan saling membantu dalam masyarakat, di mana orang-orang yang miskin memerlukan bantuan dari yang kaya dan sebaliknya, yang kaya memerlukan pertolongan orang-orang yang miskin. Dalam hubungan ini Rasulullah saw. telah bersabda: \n\"Orang Mukmin terhadap Mukmin yang lain tak ubahnya seperti sebuah bangunan, masing-masing bagiannya saling menguatkan.\" (Riwayat al-Bukhari dan Muslim)\n\n3.Agar mereka rukuk bersama orang-orang yang rukuk. Maksudnya ialah agar mereka masuk Islam dan melaksanakan salat berjamaah seperti halnya kaum Muslimin. Dalam hubungan ini Rasulullah telah bersabda:\n\"Salat berjamaah itu lebih utama dengan dua pulu tujuh derajat daripada salat seorang diri\". (Riwayat al-Bukhari dan Muslim)\n\nKita telah mengetahui, bahwa salat menurut agama Islam terdiri dari bermacam-macam gerakan jasmaniyah, seperti rukuk, sujud, iktidal, dan sebagainya. Tetapi pada akhir ayat ini salat tersebut hanya diungkapkan dengan kata-kata \"rukuk. Hal ini dimaksudkan untuk menekankan agar mereka menunaikan salat dengan benar seperti yang dikehendaki syariat Islam seperti yang diajarkan Rasulullah saw, bukan salat menurut cara mereka dahulu, yaitu salat tanpa rukuk.",
    "quraish": "Terimalah ajakan untuk beriman, lalu kerjakanlah salat dengan rukun yang benar dan berikanlah zakat kepada orang-orang yang berhak menerimanya. Salatlah berjamaah dengan orang-orang Muslim agar kalian mendapatkan pahala salat dan pahala jamaah. Hal ini menuntut kalian untuk menjadi orang-orang Muslim.",
    "jalalayn": "(Dan dirikanlah salat, bayarkan zakat dan rukuklah bersama orang-orang yang rukuk) artinya salatlah bersama Muhammad dan para sahabatnya. Lalu Allah Taala menunjukkan kepada para ulama mereka yang pernah memesankan kepada kaum kerabat mereka yang masuk Islam, \"Tetaplah kalian dalam agama Muhammad, karena ia adalah agama yang benar!\""
  }
]