[
  {
    "hizb": 20,
    "name": "Al-Baqarah",
    "ayat": 283,
    "arab": "۞ وَاِنْ كُنْتُمْ عَلٰى سَفَرٍ وَّلَمْ تَجِدُوْا كَاتِبًا فَرِهٰنٌ مَّقْبُوْضَةٌ  ۗفَاِنْ اَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِى اؤْتُمِنَ اَمَانَتَهٗ وَلْيَتَّقِ اللّٰهَ رَبَّهٗ ۗ وَلَا تَكْتُمُوا الشَّهَادَةَۗ وَمَنْ يَّكْتُمْهَا فَاِنَّهٗٓ اٰثِمٌ قَلْبُهٗ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ࣖ",
    "translation": "Dan jika kamu dalam perjalanan sedang kamu tidak mendapatkan seorang penulis, maka hendaklah ada barang jaminan yang dipegang. Tetapi, jika sebagian kamu mempercayai sebagian yang lain, hendaklah yang dipercayai itu menunaikan amanatnya (utangnya) dan hendaklah dia bertakwa kepada Allah, Tuhannya. Dan janganlah kamu menyembunyikan kesaksian, karena barangsiapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/290.mp3",
    "tafsir": "Ayat ini menerangkan tentang muamalah (transaksi) yang dilakukan tidak secara tunai, yang dilakukan dalam perjalanan dan tidak ada juru tulis yang akan menuliskannya.\nDalam hal muamalah yang tidak tunai, yang dilakukan dalam perjalanan dan tidak ada seorang juru tulis yang akan menuliskannya, maka hendaklah ada barang tanggungan (agunan/jaminan) yang diserahkan kepada pihak yang berpiutang. Kecuali jika masing-masing saling mempercayai dan menyerahkan diri kepada Allah, maka muamalah itu boleh dilakukan tanpa menyerahkan barang jaminan.\nAyat ini tidak menetapkan bahwa jaminan itu hanya boleh dilakukan dengan syarat dalam perjalanan, muamalah tidak dengan tunai, dan tidak ada juru tulis. Tetapi ayat ini hanya menyatakan bahwa dalam keadaan tersebut boleh dilakukan muamalah dengan memakai jaminan. Dalam situasi yang lain, boleh juga memakai jaminan sesuai dengan hadis yang diriwayatkan al-Bukhari bahwa Nabi Muhammad saw pernah menggadaikan baju besinya kepada orang Yahudi di Medinah.\nPada ayat yang lalu Allah memperingatkan bahwa manusia jangan enggan menjadi juru tulis atau memberikan persaksian bila diminta. Kemudian pada ayat ini Allah menegaskan kembali agar jangan menyembunyikan kesaksian. Penegasan yang demikian mengisyaratkan bahwa penulisan dan kesaksian itu menolong manusia dalam menjaga hartanya, dan jangan lengah melakukan keduanya. Demikian pula pemilik harta tidak disusahkan karena meminjamkan hartanya, dan tidak dibayar pada waktunya.\nDengan keterangan di atas bukan berarti bahwa semua perjanjian muamalah wajib ditulis oleh juru tulis dan disaksikan oleh saksi-saksi, tetapi maksudnya agar kaum Muslimin selalu memperhatikan dan meneliti muamalah yang akan dilakukannya. Bila muamalah itu muamalah yang biasa dilakukan setiap hari, seperti jual beli yang dilakukan di pasar dan tidak menimbulkan akibat yang tidak diinginkan di kemudian hari serta dilandasi rasa saling mempercayai, maka muamalah yang demikian tidak perlu ditulis dan disaksikan. Sebaliknya bila muamalah itu diduga akan menimbulkan hal-hal yang tidak diinginkan di kemudian hari, maka muamalah itu wajib ditulis dan disaksikan oleh dua orang saksi.",
    "quraish": "Jika kalian sedang dalam perjalanan dan tidak ada yang dapat mencatat utang, maka jaminannya berupa barang yang diperoleh pihak yang mengutangi dari pihak yang berutang. Kalau seseorang menitipkan sesuatu kepada orang lain sebagai amanat, dan ia dipercayakan untuk itu, maka orang yang diamanatkan harus menyerahkannya saat diminta. Dan hendaknya ia takut kepada Allah yang memelihara dan mengawasinya, sehingga nikmat-Nya di dunia dan akhirat tidak diputus. Janganlah menyembunyikan keterangan atau persaksian ketika diminta. Dan barangsiapa menyembunyikannya, maka ia adalah orang yang berdosa dan buruk hati. Allah Maha Mengetahui segala apa yang kalian lakukan. Dan Dia akan memberi balasan sesuai hak kalian.",
    "jalalayn": "(Jika kamu dalam perjalanan), yakni sementara itu mengadakan utang-piutang (sedangkan kamu tidak beroleh seorang penulis, maka hendaklah ada barang jaminan) ada yang membaca 'ruhunun' bentuk jamak dari rahnun (yang dipegang) yang diperkuat dengan kepercayaanmu. Sunah menyatakan diperbolehkannya jaminan itu di waktu mukim dan adanya penulis. Maka mengaitkannya dengan jaminan, karena kepercayaan terhadapnya menjadi lebih kuat, sedangkan firman-Nya, \"... dan jaminan yang dipegang\", menunjukkan jaminan disyaratkan harus dipegang dan dianggap memadai walaupun si peminjam atau wakilnya tidak hadir. (Akan tetapi jika sebagian kamu mempercayai yang lainnya), maksudnya yang berpiutang kepada orang yang berutang dan ia tidak dapat menyediakan jaminan (maka hendaklah orang yang dipercayainya itu memenuhi), maksudnya orang yang berutang (amanatnya), artinya hendaklah ia membayar utangnya (dan hendaklah ia bertakwa kepada Allah, Tuhannya) dalam membayar utangnya itu. (Dan barang siapa yang menyembunyikan kesaksian, maka ia adalah orang yang berdosa hatinya). Dikhususkan menyebutkannya di sini, karena hati itulah yang menjadi tempat kesaksian dan juga karena apabila hati berdosa, maka akan diikuti oleh lainnya, hingga akan menerima hukuman sebagaimana dialami oleh semua anggota tubuhnya. (Dan Allah Maha Mengetahui apa yang kamu kerjakan) hingga tiada satu pun yang tersembunyi bagi-Nya."
  },
  {
    "hizb": 20,
    "name": "Al-Baqarah",
    "ayat": 284,
    "arab": " لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗ وَاِنْ تُبْدُوْا مَا فِيْٓ اَنْفُسِكُمْ اَوْ تُخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ ۗ فَيَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Jika kamu nyatakan apa yang ada di dalam hatimu atau kamu sembunyikan, niscaya Allah memperhitungkannya (tentang perbuatan itu) bagimu. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/291.mp3",
    "tafsir": "Dari ayat ini dapat diambil pengertian tentang kesempurnaan keesaan Allah dalam hal:\n1.Esa dalam kekuasaannya.\n2.Esa dalam mengetahui segala yang terjadi di alam ini.\nAllah Esa dalam memiliki seluruh makhluk. Allah saja yang menciptakan, menumbuhkan, mengembangkan dan memiliki seluruh alam ini, tidak ada sesuatu pun yang bersekutu dengan Dia.\nAllah Esa dalam mengetahui segala sesuatu di alam ini. Allah mengetahui yang besar dan yang kecil, yang tampak dan yang tidak tampak oleh manusia. Segala yang terjadi, yang wujud di alam ini, tidak lepas dari pengetahuan Allah, tidak ada sesuatu pun yang luput dari pengetahuan-Nya.\nAllah Esa dalam kekuasaan-Nya. Apa yang terjadi di alam ini adalah atas kehendak Allah, tidak ada sesuatu pun yang dapat mengubah kehendak-Nya. Apabila Dia menghendaki adanya sesuatu, pasti sesuatu itu terwujud. Sebaliknya apabila Dia menghendaki lenyapnya sesuatu, lenyaplah ia. Hanya Dialah yang dapat mengetahui perbuatan hamba-Nya, serta mengampuni atau mengazabnya, dan keputusan yang adil hanya di tangan-Nya saja.\nYang ada di dalam hati manusia itu ada dua macam, Pertama: Sesuatu yang ada di dalam hati, yang datang dengan sendirinya, tergerak tanpa ada yang menggerakkannya, terlintas di dalam hati dengan sendirinya. Gerak yang demikian tidak berdasarkan iradah (kehendak) dan ikhtiyar (pilihan) manusia, hanya timbul saja dalam hatinya. Hal yang seperti ini tidak dihukum dan dihisab Allah swt, kecuali bila diikuti dengan iradah, niat dan ikhtiar.\nKedua: Sesuatu yang ada di dalam hati yang timbul dengan usaha, pikiran, hasil renungan dan sebagainya. Gerak yang seperti ini berubah menjadi cita-cita dan keinginan yang kuat, sehingga timbullah iradah, niat dan ikhtiar untuk melaksanakannya. Gerak hati yang seperti inilah yang dihisab dan dijadikan dasar dalam menentukan balasan pekerjaan manusia.\nOleh sebab itu Allah memerintahkan agar manusia selalu mengawasi, meneliti dan merasakan apa yang ada di dalam hatinya. Bila yang ada dalam hatinya itu sesuai dengan perintah Allah dan tidak berlawanan dengan larangan-larangan-Nya, maka peliharalah dan hidup suburkanlah, sehingga ia bisa mewujudkan amal yang baik. Sebaliknya, bila yang ada di dalam hati itu bertentangan dengan perintah-perintah Allah atau mendorong seseorang mengerjakan larangan-Nya, hapus segera dan enyahkanlah, sehingga ia tidak sampai mewujudkan perbuatan dosa. Hendaklah manusia waspada terhadap kemungkinan adanya niat atau perasaan yang tidak baik di dalam hati, sehingga bisa menyebabkan perbuatan dosa.\nSebagai contoh ialah: rasa dengki, pada mulanya tumbuh karena rasa tidak senang kepada seseorang. Perasaan itu bertambah ketika melihat kesuksesan orang itu, kesuksesan ini menyuburkan rasa tidak senang. Kemudian timbullah marah, dendam, ingin membalas dan sebagainya. Jika demikian perasaannya, sukar untuk menghilangkannya dengan segera. Bahkan dikhawatirkan dapat melahirkan perbuatan dosa. Tetapi bila dipadamkan perasaan itu pada saat ia mulai tumbuh, maka rasa dengki itu tidak akan timbul, dan kalaupun timbul dapat dihilangkan dengan mudah.",
    "quraish": "Ketahuilah bahwa segala sesuatu yang di langit dan di bumi adalah milik Allah. Kekuasaan dan ilmu- Nya meliputi semua itu. Apa yang kalian nyatakan dan sembunyikan dalam diri kalian, Allah mengetahuinya. Dia akan menuntut pertanggungjawaban kalian atas itu semua pada hari kiamat. Lalu mengampuni dan menyiksa siapa saja yang dikehendaki. Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi dan jika kamu menyatakan) atau melahirkan (apa yang ada di dalam hatimu) berupa kejahatan dan rencana untuk melakukannya (atau kamu menyembunyikan) maksudnya merahasiakannya (pastilah akan dihisab), yakni dibukakan (oleh Allah) pada hari kiamat. Allah mengampuni siapa yang dikehendaki-Nya) untuk diampuni, (dan menyiksa siapa yang dikehendaki-Nya) untuk disiksa. Kedua kata kerja ini dapat dihubungkan pada jawab syarat dengan baris mati dan dapat pula dengan baris di depan dengan perkiraan, 'fahuwa...' (Dan Allah Maha Kuasa atas segala sesuatu), di antaranya melakukan hisab atas perhitungan terhadapmu dan memberikan balasannya."
  },
  {
    "hizb": 20,
    "name": "Al-Baqarah",
    "ayat": 285,
    "arab": "اٰمَنَ الرَّسُوْلُ بِمَآ اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهٖ وَالْمُؤْمِنُوْنَۗ  كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖۗ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ",
    "translation": "Rasul (Muhammad) beriman kepada apa yang diturunkan kepadanya (Al-Qur'an) dari Tuhannya, demikian pula orang-orang yang beriman. Semua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya. (Mereka berkata), “Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya.” Dan mereka berkata, “Kami dengar dan kami taat. Ampunilah kami Ya Tuhan kami, dan kepada-Mu tempat (kami) kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/292.mp3",
    "tafsir": "Diriwayatkan oleh Ahmad dan Muslim dari Abu Hurairah, dia berkata, \"Tatkala Allah menurunkan ayat 284 kepada Rasulullah saw, maka sahabat merasa bebannya bertambah berat, lalu mereka datang menghadap Rasulullah saw dan berkata, \"Kami telah dibebani dengan pekerjaan-pekerjaan yang sanggup kami kerjakan, yaitu salat, puasa, jihad, sedekah, dan kini telah turun pula ayat ini, yang kami tidak sanggup melaksanakannya\". Maka Rasulullah saw bersabda, \"Apakah kamu hendak mengatakan seperti perkataan Ahli Kitab sebelum kamu, mereka mengatakan, \"Kami dengar dan kami durhaka\". Katakanlah, \"Kami dengar dan kami taat, kami memohon ampunan-Mu Ya, Tuhan kami, dan hanya kepada Engkaulah kami kembali. \nTatkala Rasulullah membacakan ayat ini kepada mereka, lidah mereka mengikutinya. Lalu turun ayat berikutnya, ayat 285 al-Baqarah. Abu Hurairah berkata, \"Tatkala para sahabat telah mengerjakan yang demikian Allah menghilangkan kekhawatiran mereka terhadap ayat itu dan Dia menurunkan ayat berikutnya: \n\nAllah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (al-Baqarah/2: 286)\n\nHadis di atas melukiskan kekhawatiran para sahabat yang sangat takut kepada azab Allah. Para sahabat dahulunya adalah orang-orang yang hidup, dididik dan dibesarkan di dalam lingkungan kehidupan Arab jahiliah. Pikiran, hati, kepercayaan dan adat istiadat jahiliah telah sangat berpengaruh di dalam diri mereka. Bahkan di antara mereka ada pemuka dan pemimpin orang-orang Arab jahiliah. Setelah Nabi Muhammad saw diutus, mereka mengikuti seruan Nabi dan masuk agama Islam dengan sepenuh hati. Walaupun demikian bekas-bekas pengaruh kepercayaan dan kebudayaan Arab jahiliah masih ada di dalam jiwa mereka. Kepercayaan dan kebudayaan tersebut hilang dan hapus secara berangsur-angsur, setiap turun ayat-ayat Al-Qur'an dan setiap menjelaskan risalah yang dibawanya kepada mereka. \nMereka sendiri selalu berusaha agar bekas dari pengaruh yang tidak baik itu segera hilang dari diri mereka. Tatkala turun ayat ini mereka merasa khawatir, kalau Allah swt tidak mengampuni dosa-dosa mereka, sebagai akibat dari bekas-bekas kepercayaan dan kebudayaan Arab jahiliah yang masih ada pada hati dan jiwa mereka, walaupun mereka telah berusaha sekuat tenaga menghilangkannya. Karena kecemasan dan kekhawatiran itulah mereka segera bertanya kepada Rasulullah saw.\nRasa kekhawatiran akan diazab Allah swt tergambar pada pertanyaan 'Umar bin al-Khaththab kepada Huzaifah. Beliau pernah bertanya kepada Huzaifah, \"Adakah engkau (Huzaifah) dapati pada diriku salah satu dari tanda-tanda munafik?\" Maka untuk menghilangkan kekhawatiran itu dan menenteramkan hati mereka, turunlah ayat seperti yang dikutip di atas (al-Baqarah/2:286).\nDengan turunnya ayat ini, hati para sahabat merasa tenang dan tenteram, karena mereka telah yakin bahwa segala larangan dan perintah Allah itu sesuai dengan batas kemampuan manusia. Tidak ada perintah dan larangan yang tidak sanggup dilakukan manusia atau dihentikannya. Hanya orang yang ingkar kepada Allah sajalah yang merasa berat menghentikan larangan-Nya. Mereka telah yakin pula bahwa pekerjaan buruk yang terlintas di dalam pikiran mereka dan mereka benci kepada pekerjaan itu, telah mereka usahakan untuk menghilangkannya, karena itu mereka tidak akan dihukum. Allah berfirman:\n\nAllah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun. (al-Baqarah/2: 225)\n\nSelanjutnya Allah menerangkan bahwa Dia menghisab (memperhitungkan) apa yang ada di dalam hati manusia, baik yang disembunyikan atau yang dinyatakan, dan dengan perhitungan-Nya itu, Dia membalas perbuatan manusia dengan adil, karena perhitungan dan pembalasan itu dilandasi dengan sifat Allah Yang Maha Pengasih kepada hamba-hamba-Nya.\nKemudian Allah menegaskan bahwa dengan karunia-Nya Dia mengampuni hamba-Nya dan mengazabnya dengan adil serta memberi pahala yang berlipat ganda kepada orang yang mengerjakan amal saleh.\nAkhirnya Allah menyatakan bahwa \"Dia Mahakuasa atas segala sesuatu\". Dari ayat ini dipahami bahwa Allah Mahakuasa atas segala sesuatu, maka mintalah pertolongan kepada-Nya, agar dapat melaksanakan perintah-perintah-Nya dan menghentikan larangan-Nya, mohonlah taufik dan hidayah-Nya.\nAwal surah Al-Baqarah dimulai dengan menerangkan bahwa Al-Qur'an tidak ada keraguan padanya dan juga menerangkan sikap manusia terhadapnya, yaitu ada yang beriman, ada yang kafir, dan ada yang munafik. Selanjutnya disebutkan hukum-hukum salat, zakat, puasa, haji, pernikahan, jihad, riba, hukum perjanjian dan sebagainya. Ayat ini merupakan ayat penutup surah Al-Baqarah yang menegaskan sifat Nabi Muhammad saw, dan para pengikutnya terhadap Al-Qur'an itu. Mereka mempercayainya menjadikannya sebagai pegangan hidup untuk mencapai kebahagiaan di dunia dan di akhirat. Ayat ini juga menegaskan akan kebesaran dan kebenaran Nabi Muhammad, dan orang-orang yang beriman, dan menegaskan bahwa hukum-hukum yang tersebut itu adalah hukum-hukum yang benar.\nDengan ayat ini Allah swt menyatakan dan menetapkan bahwa Rasulullah saw dan orang-orang yang beriman, benar-benar telah mempercayai Al-Qur'an, mereka tidak ragu sedikit pun dan mereka meyakini kebenaran Al-Qur'an itu. Pernyataan Allah ini terlihat pada diri Rasulullah saw dan pribadi-pribadi orang mukmin, terlihat pada kesucian dan kebersihan hati mereka, ketinggian cita-cita mereka, ketahanan dan ketabahan hati mereka menerima cobaan dalam menyampaikan agama Allah, sikap mereka di waktu mencapai kemenangan dan menghadapi kekalahan, sikap mereka terhadap musuh-musuh yang telah dikuasai, sikap mereka di waktu ditawan dan sikap mereka di waktu memasuki daerah-daerah luar Jazirah Arab.\nSikap dan watak yang demikian adalah sikap dan watak yang ditimbulkan oleh ajaran Al-Qur'an, dan ketaatan melaksanakan hukum Allah. Inilah yang dimaksud dengan jawaban 'Aisyah r.a. ketika ditanya tentang akhlak Nabi Muhammad saw, beliau menjawab:\n\"Bukankah engkau selalu membaca Al-Qur'an? Jawabnya, \"Ya\". 'Aisyah berkata, \"Maka sesungguhnya akhlak Nabi itu sesuai dengan Al-Qur'an.\" (Riwayat Muslim)\n\nSeandainya Nabi Muhammad saw tidak meyakini benar ajaran-ajaran yang dibawanya, dan tidak berpegang kepada kebenaran dalam melaksanakan tugas-tugasnya, tentulah dia dan pengikutnya tidak akan berwatak demikian. Dia akan ragu-ragu dalam melaksanakan cita-citanya, ragu-ragu menceritakan kejadian-kejadian umat yang dahulu yang tersebut di dalam Al-Qur'an, terutama dalam menghadapi reaksi orang Yahudi dan Nasrani. Apalagi mengingat orang Yahudi dan Nasrani adalah orang yang banyak pengetahuan mereka tentang sejarah purbakala di masa itu, karena itu Nabi Muhammad selalu memikirkan dan tetap meyakini kebenaran setiap ajaran agama yang akan beliau kemukakan kepada mereka.\nOrang-orang yang hidup di zaman Nabi, baik pengikut beliau maupun orang-orang yang mengingkari, semuanya mengatakan bahwa Muhammad adalah orang yang dapat dipercaya, bukan seorang pendusta.\nSetiap orang yang beriman yakin adanya Allah Yang Maha Esa. Hanya Dia yang menciptakan makhluk, tidak berserikat dengan sesuatu pun. Mereka percaya kepada kitab-kitab Allah yang telah diturunkan kepada para nabi-Nya, percaya kepada malaikat-malaikat Allah, dan malaikat yang menjadi penghubung antara Allah dengan rasul-rasul-Nya, pembawa wahyu Allah. Mengenai keadaan zat, sifat-sifat dan pekerjan-pekerjaan malaikat itu termasuk ilmu Allah, hanya Allah yang Mahatahu. Percaya kepada malaikat merupakan bukti percaya kepada Allah.\nDinyatakan pula pendirian kaum Muslimin terhadap para rasul, tidak membeda-bedakan antara rasul-rasul Allah; mereka berkeyakinan bahwa semua rasul itu sama dalam mengimaninya.\nAllah swt berfirman:\n\nKatakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.\" (al-Baqarah/2: 136)\n\nDi ayat lain diterangkan bahwa masing-masing rasul itu mempunyai keutamaan dibandingkan dengan rasul-rasul yang lain. Suatu keutamaan yang dipunyai seorang rasul mungkin tidak dipunyai oleh rasul yang lain, dan rasul yang lain itu mempunyai keutamaan pula.\n\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain¦¦\n(al-Baqarah/2: 253)\n\nAyat ini mengisyaratkan keutamaan umat Islam atas umat-umat lainnya yang membedakan rasul-rasul Allah. Ada yang mereka percayai dan ada yang tidak mereka percayai. Bahkan sebagian dari para rasul itu semasa hidupnya ada yang mereka perolok-olokkan. Sementara umat Islam tidak memperlakukan mereka seperti itu.\nAllah menerangkan lagi sifat-sifat lain yang dimiliki orang Islam. Yaitu apabila mereka mendengar suatu perintah atau larangan Allah, mereka mendengar dengan penuh perhatian, melaksanakan perintah itu, dan menjauhi larangan-Nya. Mereka merasakan kebesaran dan kekuasaan Allah, dan yakin bahwa hanya Allah sajalah yang wajib disembah dan ditaati.\nOleh karena orang mukmin mempunyai sifat-sifat yang demikian, maka mereka selalu memanjatkan doa kepada Allah, yaitu: \"Ampunilah kami wahai Tuhan kami, dan kepada Engkaulah kami kembali\".\nSesungguhnya doa orang yang beriman bukanlah sekadar untuk meminta ampun kepada Allah swt atas kesalahan-kesalahan yang mereka perbuat, bahkan juga memohon ke hadirat Allah agar selalu diberi taufik dan hidayah, agar dapat melaksanakan segala perintah-Nya dan meninggalkan segala larangan-Nya.\nDari doa ini dapat dipahami bahwa orang yang beriman selalu berusaha melaksanakan perintah Allah dan meninggalkan larangan-Nya setelah mereka mendengar, memahami perintah dan larangan itu. Mereka sadar bahwa mereka seorang manusia yang tidak sempurna, tidak luput dari kekurangan. Sekalipun hati dan jiwa mereka telah berjanji akan menaati perintah dan larangan Allah setelah mendengar dan memahaminya, tetapi tanpa mereka sadari mereka sering lupa dan lalai, sehingga mereka mengabaikan perintah dan larangan itu. Sekalipun mereka telah mengetahui bahwa Allah tidak akan menghukum manusia karena lupa dan lalai, tetapi orang-orang yang beriman merasa dirinya wajib memohon ampun dan bertobat kepada Allah, agar Allah tidak menghukumnya karena perbuatan yang demikian itu.\nPengaruh iman yang demikian tampak pada tingkah laku, sifat, tindakan dan perbuatan mereka. Semuanya itu dijuruskan dan diarahkan ke jalan yang diridai Allah. Hal ini dipahami dari pernyataan mereka, \"Hanya kepada Engkaulah kami kembali\".\nPernyataan ini mengungkapkan hakikat hidup manusia yang sebenarnya, menggariskan pedoman hidup dan tujuan akhir yang harus dicapai oleh manusia.\n(286) Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya.\nAmal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman:\n\n¦. dan Dia tidak menjadikan kesukaran untukmu dalam agama. ¦ (al-Â¦ajj/22: 78).\n\nAllah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisa'/4: 28). \n\n¦. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. ¦. (al-Baqarah/2: 185)\n\nKemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka.\nAyat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya.\nManusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan.\nAdanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya.\nSegala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda:\n\"Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya\". (Riwayat Muslim)\n\nKesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu.\nDari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri.\n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39)\n\nDi sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda:\nApabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nSetelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja.\nDoa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri.\nDoa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna.\nDari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu.\nSetelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya.\nDi antara doa orang-orang yang beriman ini sebagai berikut: \"Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah\".\nKita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir.\nPertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan.",
    "quraish": "Sesungguhnya apa yang diturunkan kepada Rasulullah, Muhammad, itu adalah kebenaran dari Allah. Ia telah mengimaninya. Begitu juga orang-orang Mukmin yang bersamanya. Mereka semuanya beriman kepada Allah, para malaikat, kitab-kitab, dan Rasul-rasul-Nya. Mereka menyamakan penghormatan dan keimanan kepada rasul-rasul Allah dengan mengatakan, \"Kami tidak membeda-bedakan rasul-rasul-Nya, satu dengan yang lainnya.\" Dan mereka menegaskan keimanan hati dengan ungkapan lisan seraya menengadah kepada Allah, \"Ya Tuhan, kami dengar pesan-pesan-Mu dan kami ikuti, maka berikanlah kami ampunan, ya Allah. Hanya kepada-Mulah tempat kembali.\"",
    "jalalayn": "(Telah beriman), artinya membenarkan (Rasul), yakni Muhammad (terhadap apa yang diturunkan kepadanya dari Tuhannya), yakni Alquran, demikian pula (orang-orang yang beriman), ma`thuf atau dihubungkan kepada Rasul (semuanya), tanwinnya menjadi pengganti bagi mudhaf ilaih (beriman kepada Allah, malaikat-malaikat-Nya dan Kitab-Kitab-Nya) ada yang membaca secara jamak dan ada pula secara mufrad atau tunggal (serta para Rasul-Nya) kata mereka, (\"Kami tidak membeda-bedakan antara seseorang pun di antara Rasul-Rasul-Nya\") hingga kami beriman kepada sebagian dan kafir kepada lainnya, sebagaimana dilakukan oleh orang-orang Yahudi dan Kristen (Dan mereka mengatakan, \"Kami dengar\"), maksudnya apa yang diperintahkan kepada kami itu, disertai dengan penerimaan (dan kami taati) serta kami bermohon, (\"Ampunilah kami, wahai Tuhan kami, dan kepada Engkaulah kami kembali\"), yakni dengan adanya saat berbangkit. Tatkala turun ayat yang sebelumnya, orang-orang mukmin mengadukan waswas dan kekhawatiran mereka serta terasa berat bagi mereka saat perhitungan, maka turun pula ayat:"
  },
  {
    "hizb": 20,
    "name": "Al-Baqarah",
    "ayat": 286,
    "arab": "لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ اِنْ نَّسِيْنَآ اَوْ اَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ اِصْرًا كَمَا حَمَلْتَهٗ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهٖۚ وَاعْفُ عَنَّاۗ وَاغْفِرْ لَنَاۗ وَارْحَمْنَا ۗ اَنْتَ مَوْلٰىنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ࣖ",
    "translation": "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia mendapat (pahala) dari (kebajikan) yang dikerjakannya dan dia mendapat (siksa) dari (kejahatan) yang diperbuatnya. (Mereka berdoa), “Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami melakukan kesalahan. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Maafkanlah kami, ampunilah kami, dan rahmatilah kami. Engkaulah pelindung kami, maka tolonglah kami menghadapi orang-orang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/293.mp3",
    "tafsir": "Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya.\nAmal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman:dan Dia tidak menjadikan kesukaran untukmu dalam agama. (al-hajj/22: 78).Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nisa?/4: 28). Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. (al-Baqarah/2: 185)\n\nKemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka.\nAyat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya.\nManusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan.\nAdanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya.\nSegala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda:“Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya”. (Riwayat Muslim)\n\nKesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu.\nDari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri.(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39)\n\nDi sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda:Apabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah)\n\nSetelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja.\nDoa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri.\nDoa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna.\nDari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu.\nSetelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya.\nDi antara doa orang-orang yang beriman ini sebagai berikut: “Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah”.\nKita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir.\nPertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan.",
    "quraish": "Allah tidak membebani hamba-hamba-Nya kecuali dengan sesuatu yang dapat dilaksanakan. Maka, setiap orang yang mukallaf, amalnya akan dibalas: yang baik dengan kebaikan, dan yang jelek dengan kejelekan. Tunduklah kamu sekalian, hai orang-orang Mukmin, dengan berdoa, \"Ya Tuhan, jangan hukum kami jika kami lupa dalam melaksanakan perintah-Mu, atau bersalah karena beberapa sebab. Janganlah Engkau beratkan syariat untuk kami seperti Engkau memberatkan orang-orang Yahudi oleh sebab kekerasan dan kelaliman mereka. Dan janganlah Engkau bebankan kepada kami tugas yang tidak mampu kami lakukan. Berilah kami maaf dengan kemuliaan-Mu. Ampunilah kami dengan karunia-Mu. Berikan kami rahmat-Mu yang luas. Engkaulah penolong kami, maka tolonglah kami, ya Tuhan--untuk menegakkan dan menyebarkan agamamu--terhadap kaum yang kafir.\"",
    "jalalayn": "(Allah tidaklah membebani seseorang melainkan sesuai dengan kemampuannya), artinya sekadar kesanggupannya. (Ia mendapat dari apa yang diusahakannya) berupa kebaikan artinya pahalanya (dan ia beroleh pula dari hasil kejahatannya), yakni dosanya. Maka seseorang itu tidaklah menerima hukuman dari apa yang tidak dilakukannya, hanya baru menjadi angan-angan dan lamunan mereka. Mereka bermohon, (\"Wahai Tuhan kami! Janganlah kami dihukum) dengan siksa (jika kami lupa atau tersalah), artinya meninggalkan kebenaran tanpa sengaja, sebagaimana dihukumnya orang-orang sebelum kami. Sebenarnya hal ini telah dicabut Allah terhadap umat ini, sebagaimana yang telah dijelaskan oleh hadis. Permintaan ini merupakan pengakuan terhadap nikmat Allah. (Wahai Tuhan kami! Janganlah Engkau bebankan kepada kami beban yang berat) yang tidak mungkin dapat kami pikul (sebagaimana Engkau bebankan kepada orang-orang yang sebelum kami), yaitu Bani Israel berupa bunuh diri dalam bertobat, mengeluarkan seperempat harta dalam zakat dan mengorek tempat yang kena najis. (Wahai Tuhan kami! Janganlah Kamu pikulkan kepada kami apa yang tidak sanggup) atau tidak kuat (kami memikulnya) berupa tugas-tugas dan cobaan-cobaan. (Beri maaflah kami) atau hapuslah sekalian dosa kami (ampunilah kami dan beri rahmatlah kami) dalam rahmat itu terdapat kelanjutan atau tambahan keampunan, (Engkaulah pembela kami), artinya pemimpin dan pengatur urusan kami (maka tolonglah kami terhadap orang-orang yang kafir.\"), yakni dengan menegakkan hujah dan memberikan kemenangan dalam peraturan dan pertempuran dengan mereka, karena ciri-ciri seorang maula atau pembela adalah menolong anak buahnya terhadap musuh-musuh mereka. Dalam sebuah hadis tercantum bahwa tatkala ayat ini turun dan dibaca oleh Nabi saw., maka setiap kalimat diberikan jawaban oleh Allah swt., \"Telah Engkau penuhi!\""
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 1,
    "arab": "الۤمّۤ ",
    "translation": "Alif Lam Mim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/294.mp3",
    "tafsir": "Alif Lam Mim termasuk huruf-huruf muqaththa'ah (singkatan) yang terletak pada permulaan beberapa surah Al-Qur'an. Para mufasir berbeda pendapat tentang maksud huruf-huruf itu, selanjutnya lihat masalah ini pada judul \"Fawatihus-suwar\" pada permulaan jilid I tafsir ini.",
    "quraish": "[[3 ~ ALI 'IMRAN (KELUARGA 'IMRAN) Pendahuluan: Madaniyyah, 200 ayat ~ Melalui kisah-kisah, al-Qur'ân berbicara tentang hukum-hukum alam dan pelajaran yang dapat dipetik. Dalam kisah-kisah tersebut dijelaskan banyak masalah menyangkut akidah, hukum dan akhlak. Pada surat terdahulu diceritakan sebagian sejarah Banû Isrâ'îl berupa berbagai macam penyelewengan yang mereka lakukan. Pada surat ini disebutkan beberapa hal, antara lain: a. Sisi-sisi lain kesesatan dan penyelewengan Banû Isrâ'îl. b. Petunjuk bagaimana seharusnya seorang Mukmin berakidah dan berperilaku. c. Hakikat agama samawi. d. Etika bertobat. e. Petunjuk bagaimana menyikapi kemenangan dan kekalahan. f. Keterangan tempat orang-orang yang gugur dalam perang di jalan Allah. g. Balasan dari Allah berlaku umum, untuk laki-laki dan perempuan. h. Jalan menunju kemenangan. Permulaan surat ini sama dengan permulaan surat terdahulu.]] Alif, Lâm, Mîm, adalah huruf-huruf yang disebut untuk menjelaskan bahwa al-Qur'ân yang penuh kemukjizatan itu terdiri atas huruf-huruf tersebut. Disebut juga, untuk menarik perhatian mereka agar mendengarkan.",
    "jalalayn": "(Alif laam miim), Allah yang lebih tahu akan maksudnya."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 2,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ",
    "translation": "Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus-menerus mengurus (makhluk-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/295.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Tuhan yang berhak disembah tidak lain hanyalah Allah swt Yang hidup kekal, terus menerus mengatur dan menjaga makhluk-Nya. Selanjutnya lihat tafsir ayat 255 al-Baqarah.",
    "quraish": "Allah itu Esa, tidak ada tuhan selain Dia. Segala ciptaan dan keberaturan yang ada di alam raya ini dapat menjadi saksi akan hal itu. Dia hidup kekal tanpa akan pernah mati. Dia mengatur dan mengurus seluruh isi alam.",
    "jalalayn": "(Allah, tiada Tuhan melainkan Dia, Yang Maha Hidup lagi berdiri sendiri.)"
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 3,
    "arab": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ",
    "translation": "Dia menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) yang mengandung kebenaran, membenarkan (kitab-kitab) sebelumnya, dan menurunkan Taurat dan Injil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/296.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Tuhan yang berhak disembah itu benar-benar telah menurunkan Al-Qur'an kepada Nabi Muhammad saw dengan perantaraan Jibril, dan menegaskan bahwa sebelum menurunkan Al-Qur'an, Allah telah menurunkan pula kitab-kitab kepada para nabi terdahulu, yang diutus sebelum kedatangan Nabi Muhammad saw, misalnya kitab Taurat diturunkan kepada Nabi Musa, kitab Injil yang diturunkan kepada Nabi Isa dan sebagainya.\nAl-Qur'an mengakui kebenaran isi kitab-kitab terdahulu sebagaimana kitab-kitab terdahulu itu membenarkan isi Al-Qur'an sesuai dengan yang diisyaratkan kitab-kitab itu. Penegasan dan pengakuan ini hanyalah secara garis besarnya saja, tidak secara terperinci, yaitu Allah telah mengutus rasul-rasul kepada umat-umat dahulu, dan Allah telah menurunkan wahyu kepada mereka, seperti Taurat, Injil dan sebagainya. Mengenai isi dari kitab-kitab itu tidak dijelaskan Al-Qur'an. Beriman kepada penegasan dan pengakuan ayat itu termasuk iman kepada Allah.\nSebagaimana halnya dengan Al-Qur'an yang mengakui bahwa telah diutus para nabi dan rasul kepada umat-umat yang terdahulu dan telah diturunkan kepada mereka kitab-kitab, maka kitab-kitab yang dahulu pun mengisyaratkan dan mengakui bahwa pada akhir zaman nanti Allah akan mengutus seorang nabi terakhir, nabi penutup dan kepada nabi itu akan diturunkan Allah pula sebuah kitab yang berisi pokok-pokok dari risalah yang dibawa nabi-nabi yang terdahulu.\nMenurut ayat ini seluruh isi Taurat dan Injil adalah wahyu dari Allah, yang disampaikan kepada Nabi Musa dan Nabi Isa yang berisi pokok-pokok risalah yang dibawanya, tidak ada sedikit pun terdapat di dalamnya yang berupa perkataan karangan manusia dan sebagainya.\nMengenai Taurat yang ada sekarang bukanlah Taurat yang diturunkan kepada Nabi Musa, demikian pula Injil bukanlah Injil yang diturunkan kepada Nabi Isa karena di dalam kedua kitab itu terdapat karangan pengikut kedua Nabi itu yang datang kemudian.\n\n¦. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), ¦(al-Ma'idah/5:13. Lihat juga an-Nisa'/4:46).",
    "quraish": "Dia menurunkan al-Qur'ân kepadamu, hai Muhammad. Kitab itu berisikan kebenaran yang menyangkut pokok-pokok ajaran samawi dalam kitab-kitab terdahulu. Sebelumnya Dia telah menurunkan Tawrât kepada Mûsâ dan Injîl kepada 'Isâ.",
    "jalalayn": "(Diturunkan-Nya kepadamu) hai Muhammad (Al-kitab) Alquran, berisikan (kebenaran) dalam semua beritanya (membenarkan kitab-kitab yang berada di depannya) maksudnya kitab-kitab yang turun sebelumnya (dan diturunkan-Nya pula Taurat dan Injil)."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 4,
    "arab": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ",
    "translation": "sebelumnya, sebagai petunjuk bagi manusia, dan Dia menurunkan Al-Furqan. Sungguh, orang-orang yang ingkar terhadap ayat-ayat Allah akan memperoleh azab yang berat. Allah Mahaperkasa lagi mempunyai hukuman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/297.mp3",
    "tafsir": "Sebelum Al-Qur'an diturunkan, Taurat dan Injil menjadi petunjuk bagi manusia, dan kemudian diturunkanlah Al-Furqan yaitu Al-Qur'an, kitab yang dapat membedakan antara yang benar dengan yang salah.\nPada akhir ayat ini, Allah mengancam dengan azab yang pedih terhadap orang-orang yang tetap ingkar dan tidak mau tahu dengan kitab-kitab yang telah diturunkan Allah kepada para rasul, orang-orang yang tidak mau menggunakan akal pikirannya untuk membedakan antara kepercayaan yang benar dengan yang salah, antara agama-agama yang diridai Allah dengan yang tidak diridai-Nya. Mereka semua akan dimasukkan ke dalam neraka. Tidak ada sesuatu pun yang dapat mengubah keputusan Allah dan tidak ada yang dapat mengelakkan dan mempertahankan diri dari azab-Nya. Allah akan membalas segala bentuk keingkaran dan pembangkangan terhadap hukum-hukum-Nya serta mengazab pelaku-pelakunya dengan azab yang setimpal.",
    "quraish": "Kedua kitab tersebut diturunkan sebelum al-Qur'ân agar dapat menjadi petunjuk bagi umat manusia. Ketika mereka menyeleweng dari ajarannya, Allah menurunkan al-Qur'ân sebagai pembeda antara kebenaran dan kebatilan, penjelas antara petunjuk dan kesesatan. Al-Qur'ân adalah kitab yang selalu benar. Siapa saja yang meninggalkan ajaran yang dikandung di dalamnya dan mengingkari ayat-ayatnya, akan mendapatkan siksaan yang pedih. Allah Mahakuasa. Tidak ada sesuatu apa pun yang dapat mengalahkan- Nya. Dia akan membalas siapa saja yang perlu dibalas.",
    "jalalayn": "(Sebelumnya) artinya sebelum diturunkannya Alquran (menjadi petunjuk) hal dengan makna menunjukkan dari kesesatan (bagi manusia) bagi orang-orang yang mengikuti kedua kitab itu. Pada Taurat dan Injil 'menurunkan' dipakai kata-kata 'anzala', sedangkan pada Alquran dengan 'nazzala' yang berarti secara berulang-ulang, berbeda dengan Taurat dan Injil yang diturunkan sekaligus (dan diturunkan-Nya pula Al-Furqan) artinya kitab yang memisahkan antara yang hak dan yang batil dan disebutkannya secara keseluruhan. (Sesungguhnya orang-orang yang kafir terhadap ayat-ayat Allah) misalnya pada Alquran dan lainnya (bagi mereka disediakan siksa yang berat dan Allah Maha Tangguh) menguasai segala urusan sehingga tak suatu pun yang dapat menghalangi-Nya untuk menunaikan janji dan ancaman-Nya (dan mempunyai balasan siksa) artinya hukuman berat terhadap orang yang durhaka, yang tak dapat dilakukan oleh siapa pun."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 5,
    "arab": "اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ",
    "translation": "Bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/298.mp3",
    "tafsir": "Ilmu Allah meliputi segala sesuatu, tidak ada sesuatu pun yang menandingi ilmu Allah dan tidak ada sesuatu pun yang luput dari pengetahuan-Nya.",
    "quraish": "Allah Maha Mengetahui segala sesuatu. Tidak ada sesuatu apa pun di langit dan di bumi, kecil atau besar, tampak dan tidak tampak, yang tersembunyi bagi-Nya.",
    "jalalayn": "(Sesungguhnya bagi Allah tidak ada suatu pun yang tersembunyi) di antara barang wujud ini (baik di bumi maupun di langit) karena ilmu-Nya terhadap apa yang terdapat di seluruh alam, baik merupakan keseluruhan maupun yang sebagian-sebagian, dan ini diistimewakan menyebutkannya karena penginderaan dapat melampauinya."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 6,
    "arab": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ",
    "translation": "Dialah yang membentuk kamu dalam rahim menurut yang Dia kehendaki. Tidak ada tuhan selain Dia. Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/299.mp3",
    "tafsir": "Dengan kodrat-Nya, dijadikan-Nya manusia bermacam-macam bentuk setelah melalui proses demi proses, sejak dari sel mani yang menerobos ke dalam rahim, kemudian menjadi sesuatu yang melekat pada dinding rahim, dan dari sesuatu yang melekat itu menjadi segumpal daging yang melekat, akhirnya berbentuk manusia dan lahirlah ia ke dunia (al-Mu'minun/23:12-14). Semuanya itu dijadikan Allah sesuai dengan sunah (hukum) dan ilmu-Nya.",
    "quraish": "Dialah yang membentuk kalian ketika masih berupa janin dalam rahim dengan berbagai macam bentuk yang dikehendaki. Tidak ada tuhan yang berhak disembah kecuali Dia Yang Mahaperkasa dalam kekuasaan- Nya, Mahabijaksana dalam ciptaan-Nya. (1) (1) Ayat ini menunjukkan satu sisi kemukjizatan berupa kekuasaan Tuhan Sang Pencipta, yaitu berubahnya sebuah sel telur (ovum) yang subur menjadi seorang manusia sempurna dengan organ tubuh lengkap dan terdiri atas jutaan sel-sel dengan tugas sendiri- sendiri. Nanti akan disebutkan dalam al-Qur'ân ayat-ayat yang memerinci beberapa fase perkembangan janin. Yang diisyaratkan dalam ayat ini khusus berkenaan dengan kekuasaan mutlak Tuhan dalam proses pembentukan janin. Yaitu, dalam sebuah sel telur yang sangat kecil, Allah meletakkan seluruh gen yang menentukan jenis kelamin, ciri-ciri fisik dan kepribadian seperti bakat, intelegensia dan kejiwaan. Penentuan bentuk seseorang dari hasil pertemuan sel telur dan sel sperma dari jutaan sel-sel lainnya merupakan bukti kehendak mutlak Tuhan, sehingga tidak ada di dunia ini orang yang sama persis dari segala segi.",
    "jalalayn": "(Dialah yang membentuk kamu dalam rahim sebagaimana dikehendaki-Nya) apakah akan jadi laki-laki atau perempuan, berkulit putih atau berkulit hitam dan sebagainya. (Tiada Tuhan melainkan Dia Yang Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam tindakan dan perbuatan-Nya."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 7,
    "arab": "هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ ۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  اِلَّا اللّٰهُ  ۘوَالرَّاسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ",
    "translation": "Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad). Di antaranya ada ayat-ayat yang muhkamat, itulah pokok-pokok Kitab (Al-Qur'an) dan yang lain mutasyabihat. Adapun orang-orang yang dalam hatinya condong pada kesesatan, mereka mengikuti yang mutasyabihat untuk mencari-cari fitnah dan untuk mencari-cari takwilnya, padahal tidak ada yang mengetahui takwilnya kecuali Allah. Dan orang-orang yang ilmunya mendalam berkata, “Kami beriman kepadanya (Al-Qur'an), semuanya dari sisi Tuhan kami.” Tidak ada yang dapat mengambil pelajaran kecuali orang yang berakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/300.mp3",
    "tafsir": "Al-Qur'an yang diturunkan Allah itu, di dalamnya terdapat ayat-ayat yang muhkamat dan terdapat pada yang mutasyabihat.\n\"Ayat yang muhkamat\" ialah ayat yang jelas artinya, seperti ayat-ayat hukum, dan sebagainya. \"Ayat mutasyabihat\" ialah ayat yang tidak jelas artinya, yang dapat ditafsirkan dengan bermacam-macam penafsiran. Seperti ayat-ayat yang berhubungan dengan hal-hal yang gaib dan sebagainya. \nMenurut sebagian mufasir, tujuan diturunkannya ayat-ayat ini, ialah:\n1.Untuk menguji iman dan keteguhan hati seorang Muslim kepada Allah. Iman yang benar hendaklah disertai dengan penyerahan diri dalam arti yang seluas-luasnya kepada Allah. Allah menurunkan ayat-ayat yang dapat dipahami artinya dengan mudah dan Dia menurunkan ayat-ayat yang sukar diketahui makna dan maksud yang sebenarnya, yaitu ayat-ayat mutasyabihat. Dalam menghadapi ayat-ayat mutasyabihat ini, manusia akan merasa bahwa dirinya bukanlah makhluk yang sempurna, ia hanya diberi Allah pengetahuan yang sedikit karena itu ia akan menyerahkan pengertian ayat-ayat itu kepada Allah Yang Maha Mengetahui.\n2. Dengan adanya ayat-ayat yang muhkamat dan mutasyabihat kaum Muslimin akan berpikir sesuai dengan batas-batas yang diberikan Allah; ada yang dapat dipikirkan secara mendalam dan ada pula yang sukar dipikirkan, lalu diserahkan kepada Allah.\n3.Para nabi dan para rasul diutus kepada seluruh umat manusia yang berbeda-beda, misalnya: Berbeda kepandaiannya, kemampuannya, kekayaannya, berbeda pula bangsa, bahasa dan daerahnya. Karena itu, cara penyampaian agama kepada mereka hendaklah disesuaikan dengan keadaan mereka dan kesiapan bahasa yang dimiliki sesuai dengan kemampuan mereka.\n\nSikap manusia dalam memahami dan menghadapi ayat-ayat yang mutasyabihat, yaitu:\n1.Orang yang hatinya tidak menginginkan kebenaran, mereka jadikan ayat-ayat itu untuk bahan fitnah yang mereka sebarkan di kalangan manusia dan mereka mencari-cari artinya yang dapat dijadikan alasan untuk menguatkan pendapat dan keinginan mereka.\n2.Orang yang mempunyai pengetahuan yang mendalam dan ingin mencari kebenaran, mereka harus mencari pengertian yang benar, dari ayat itu. Bila mereka belum atau tidak sanggup mengetahuinya, mereka berserah diri kepada Allah sambil berdoa dan mohon petunjuk.\n\nPada akhir ayat ini Allah menerangkan sifat orang yang dalam ilmu pengetahuannya, yaitu orang yang suka memperhatikan makhluk Allah, suka memikirkan dan merenungkannya. Ia berpikir semata-mata karena Allah dan untuk mencari kebenaran.",
    "quraish": "Dialah yang telah menurunkan al-Qur'ân kepadamu. Di antara hikmah-Nya, sebagian ayat al-Qur'ân muhkamât: jelas arti dan maksudnya, dan yang lain mutasyâbihât: sulit ditangkap maknanya oleh kebanyakan orang, samar bagi orang-orang yang belum mendalam ilmunya. Ayat-ayat mutasyâbihât itu diturunkan untuk memotivasi para ulama agar giat melakukan studi, menalar, berpikir, teliti dalam berijtihad dan menangkap pesan-pesan agama. Orang-orang yang hatinya condong kepada kesesatan, mengikuti ayat-ayat mutasyâbihât untuk menebar fitnah dan untuk menakwilkan sesuka hati mereka. Takwil yang benar dari ayat-ayat tersebut tak dapat diketahui kecuali oleh Allah dan orang-orang yang mendalam ilmunya. Mereka berkata, \"Kami meyakini itu datangnya dari Allah. Kami tidak membedakan keyakinan kepada al-Qur'ân antara yang muhkam dan yang mutasyâbih.\" Tidak ada yang mengerti itu semua kecuali orang-orang yang memiliki akal sehat yang tidak mengikuti keinginan hawa nafsu.",
    "jalalayn": "(Dialah yang menurunkan kepadamu Alquran, di antara isinya ada ayat-ayat yang muhkamat) jelas maksud dan tujuannya (itulah dia pokok-pokok Alquran) yakni yang menjadi pegangan dalam menetapkan (sedangkan yang lainnya mutasyabihat) tidak dimengerti secara jelas maksudnya, misalnya permulaan-permulaan surah. Semuanya disebut sebagai 'muhkam' seperti dalam firman-Nya 'uhkimat aayaatuh' dengan arti tak ada cacat atau celanya, dan 'mutasyaabiha' pada firman-Nya, 'Kitaaban mutasyaabiha,' dengan makna bahwa sebagian menyamai lainnya dalam keindahan dan kebenaran. (Adapun orang-orang yang dalam hatinya ada kecenderungan pada kesesatan) menyeleweng dari kebenaran, (maka mereka mengikuti ayat-ayat mutasyabihat untuk membangkitkan fitnah) di kalangan orang-orang bodoh dengan menjerumuskan mereka ke dalam hal-hal yang syubhat dan kabur pengertiannya (dan demi untuk mencari-cari takwilnya) tafsirnya (padahal tidak ada yang tahu takwil) tafsirnya (kecuali Allah) sendiri-Nya (dan orang-orang yang mendalam) luas lagi kokoh (ilmunya) menjadi mubtada, sedangkan khabarnya: (Berkata, \"Kami beriman kepada ayat-ayat mutasyaabihat) bahwa ia dari Allah, sedangkan kami tidak tahu akan maksudnya, (semuanya itu) baik yang muhkam maupun yang mutasyabih (dari sisi Tuhan kami,\" dan tidak ada yang mengambil pelajaran) 'Ta' yang pada asalnya terdapat pada 'dzal' diidgamkan pada dzal itu hingga berbunyi 'yadzdzakkaru' (kecuali orang-orang yang berakal) yang mau berpikir. Mereka juga mengucapkan hal berikut bila melihat orang-orang yang mengikuti mereka."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 8,
    "arab": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚاِنَّكَ اَنْتَ الْوَهَّابُ ",
    "translation": "(Mereka berdoa), “Ya Tuhan kami, janganlah Engkau condongkan hati kami kepada kesesatan setelah Engkau berikan petunjuk kepada kami, dan karuniakanlah kepada kami rahmat dari sisi-Mu, sesungguhnya Engkau Maha Pemberi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/301.mp3",
    "tafsir": "Sikap orang yang ilmu pengetahuannya telah mendalam, mereka selalu berdoa dan berserah diri kepada Allah swt, bila mereka tidak sanggup lagi memikirkan ayat-ayat Allah. Mereka berdoa kepada Allah agar selalu dipelihara, dipimpin, diberi petunjuk, dan jangan sampai mereka tergelincir ke jalan yang sesat setelah mereka mendapat petunjuk. Dari doa mereka dipahami bahwa yang mereka mohonkan itu bukanlah semata-mata keselamatan dan kebahagiaan duniawi, tetapi juga mereka memohon kebahagiaan dan keselamatan di akhirat.",
    "quraish": "Mereka yang berakal sehat itu selalu berdoa, \"Ya Tuhan kami, janganlah Engkau jadikan hati kami menyeleweng dari kebenaran setelah Engkau tunjuki kami. Berikanlah kami rahmat dari sisi-Mu berupa kesesuaian dan kemantapan hati. Sesungguhnya hanya Engkaulah pemberi dan penolak.\"",
    "jalalayn": "(\"Tuhan kami! Janganlah engkau gelincirkan hati kami) janganlah diselewengkan dari kebenaran dengan mencari-cari tafsirnya yang tidak layak bagi kami sebagaimana dialami oleh mereka (setelah Engkau memberi petunjuk kepada kami) bimbingan ke arah perkara yang benar (dan berilah kami dari sisi-Mu rahmat) keteguhan hati (karena Engkaulah Yang Maha Memberi) karunia."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 9,
    "arab": "رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ",
    "translation": "”Ya Tuhan kami, Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.” Sungguh, Allah tidak menyalahi janji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/302.mp3",
    "tafsir": "Dalam doa orang-orang yang ilmu pengetahuannya telah mendalam itu tergambar pula keyakinan mereka, yaitu mereka meyakini kedatangan hari kiamat, dan setelah itu Allah mengumpulkan seluruh makhluk-Nya untuk diperhitungkan segala amal perbuatannya yang telah mereka perbuat selama mereka hidup di dunia. Mereka yakin bahwa pada hari itu Allah membalas amal baik dengan pahala yang berlipat ganda, dan membalas semua perbuatan dosa dengan azab yang setimpal.\nKedatangan hari akhirat dan pengumpulan makhluk pada hari itu, merupakan janji Allah kepada manusia. Orang-orang yang ilmu pengetahuannya mendalam, yakin benar bahwa Allah pasti menepati janji-Nya.",
    "quraish": "\"Ya Tuhan kami, Engkau mengumpulkan manusia pada hari yang kedatangannya pasti, untuk memberi pembalasan kepada setiap orang sesuai amal dan usahanya. Engkau telah menjanjikan itu. Sesungguhnya Engkau tidak pernah menyalahi janji.\"",
    "jalalayn": "(Tuhan kami! Sesungguhnya Engkau akan mengumpulkan manusia) menghimpun mereka (untuk suatu hari) maksudnya pada suatu hari (yang tak ada keraguan) atau kebimbangan (padanya) yakni hari kiamat, maka Engkau balas amal perbuatan mereka sebagaimana telah Engkau janjikan. (Sesungguhnya Allah tidak menyalahi janji.\") yakni janji-Nya tentang saat berbangkit. Di sini terdapat peralihan pembicaraan dan kemungkinan ia merupakan firman Allah swt. Adapun maksud dari doa seperti itu ialah untuk menyatakan bahwa pusat perhatian mereka ialah soal akhirat. Oleh sebab itulah mereka memohon agar tetap berada dalam hidayah atau petunjuk Allah hingga beroleh pahala. Diriwayatkan oleh Bukhari dan Muslim melalui Aisyah r.a. katanya, \"Rasulullah saw. membaca ayat, 'Dialah yang telah menurunkan kepadamu kitab, di antara isinya ialah ayat-ayat yang muhkamat...' dan seterusnya lalu sabdanya, 'Apabila kamu lihat orang-orang yang mengikuti ayat-ayat mutasyabihat mereka itulah yang disebutkan oleh Allah, maka waspadalah terhadap mereka.'\" Diriwayatkan pula oleh Thabrani dalam Al-Kabir melalui Abu Musa Al-Asyari, bahwa ia mendengar Nabi saw. bersabda, \"Tidak ada yang aku khawatirkan terhadap umatku, kecuali tiga perkara yang di antaranya ialah akan dimudahkan bagi mereka mempelajari Alquran, tetapi orang mukmin mencari-cari takwil yang mutasyabihat, padahal tidak ada yang tahu akan takwilnya itu kecuali Allah, sedangkan orang-orang yang mendalam ilmunya mengatakan, 'Kami beriman padanya, semuanya dari sisi Tuhan kami dan tidaklah yang beroleh peringatan kecuali orang-orang yang berakal.'\" (Hadis)"
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 10,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗوَاُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ",
    "translation": "Sesungguhnya orang-orang yang kafir, bagi mereka tidak akan berguna sedikit pun harta benda dan anak-anak mereka terhadap (azab) Allah. Dan mereka itu (menjadi) bahan bakar api neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/303.mp3",
    "tafsir": "Orang yang kafir dan mengingkari kenabian Muhammad, padahal mereka mengetahui kebenarannya baik dari golongan Ahli Kitab maupun dari golongan orang-orang musyrik Arab, mereka tidak akan dapat menghindari azab Allah. Selanjutnya Allah menerangkan bahwa harta benda dan anak cucu mereka tidak akan memberi syafaat sedikit pun kepada mereka. Harta yang bisa dipergunakan untuk mendapat manfaat dan menolak kemudaratan di dunia dan anak-anak yang bisa membantu dalam segala urusan penting dan dalam peperangan, semuanya itu tidak akan menyelamatkan mereka dari api neraka, sebagaimana Allah berfirman:\n\n(Yaitu) pada hari (ketika) harta dan anak-anak tidak berguna. (asy-Syu'ara'/26:88)\n\nWalaupun mereka mengucapkan seperti firman Allah:\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba'/34: 35)\n\nPeryataan mereka ini dibantah Allah dengan firman-Nya:\n\nDan bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami; melainkan orang-orang yang beriman dan mengerjakan kebajikan, ¦. (Saba'/34: 37)",
    "quraish": "Orang-orang kafir, pada hari itu, harta dan anak-anaknya tidak dapat menyelamatkan mereka dari siksaan, meskipun jumlahnya banyak. Mereka akan menjadi bahan bakar yang membuat api neraka menyala.",
    "jalalayn": "(Sesungguhnya orang-orang kafir, harta benda dan anak-anak mereka tidak dapat menolak Allah) yakni siksa-Nya (sedikit pun dan merekalah bahan bakar api neraka) dibaca 'waquud', bahan untuk pembakaran."
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 11,
    "arab": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذَّبُوْا بِاٰيٰتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ",
    "translation": "(Keadaan mereka) seperti keadaan pengikut Fir’aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Kami, maka Allah menyiksa mereka disebabkan dosa-dosanya. Allah sangat berat hukuman-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/304.mp3",
    "tafsir": "Hal ihwal orang yang ingkar sama dengan hal ihwal Fir'aun dan pengikut-pengikutnya, juga serupa dengan apa yang dilakukan umat sebelumnya kepada Nabi Musa dan nabi-nabi lainnya. Mereka mendustakan ayat-ayat Allah yang dibawa oleh para rasul. Karena itu Allah menurunkan siksa atas mereka betapa pun besarnya kekuasaan mereka. Musuh-musuh nabi itu hancur, dan nabi-nabi beserta pengikut-pengikutnya memperoleh kemenangan.\nOrang kafir tidak dapat lari dari azab yang diturunkan Allah. Karena hukuman Allah itu adalah sebagai akibat yang wajar dari dosa mereka sendiri. Orang-orang Yahudi merasa takut dengan turunnya ayat ini karena mereka mengetahui apa yang telah dialami oleh Fir'aun dan pengikut-pengikutnya.\nYang dimaksud orang-orang kafir dalam ayat ini ialah orang Yahudi Medinah. Menurut riwayat Ibnu 'Abbas, orang Yahudi Medinah tatkala menyaksikan kemenangan Rasulullah atas kaum musyrik pada Perang Badar, mereka berkata, \"Demi Allah, sesungguhnya dia adalah nabi yang ummi, yang dikabarkan oleh Nabi Musa kepada kita, dan dalam Taurat terdapat tanda-tandanya\". Lalu mereka bermaksud mengikuti Nabi Muhammad saw. Tetapi sebagian mereka berkata, \"Janganlah terburu-buru sampai kamu menyaksikan bukti-bukti yang lain.\" Tatkala tiba Perang Uhud mereka menjadi ragu-ragu lalu mereka membatalkan perjanjian yang mereka sepakati dengan Rasulullah saw. Kemudian Ka'ab bin al-Asyraf (pimpinan Yahudi) bersama enam puluh anggota pasukan berkuda berangkat segera ke Mekah untuk menghimpun kekuatan untuk memerangi Rasulullah saw. Maka pada saat itu turunlah ayat ini.\nDiriwayatkan pula oleh Abu Dawud dalam Sunan-nya, dan oleh al-Baihaqi dalam Dala'il melalui Ibnu Ishaq dari Ibnu 'Abbas bahwa Rasulullah tatkala berhasil mengalahkan orang Quraisy dalam Perang Badar, beliau pulang ke Medinah, beliau mengumpulkan orang Yahudi di pasar Bani Qainuqa'. Beliau berkata, \"Hai, orang Yahudi masuklah dalam agama Islam sebelum kamu ditimpa oleh apa yang telah ditimpakan Allah kepada kaum Quraisy. Mereka menjawab, \"Hai Muhammad, jangan kamu tertipu oleh dirimu sendiri. Kamu telah membunuh sejumlah orang Quraisy, dan mereka itu orang-orang yang tidak berpengalaman, tidak mengerti perang. Demi Allah, jika kamu berperang melawan kami, kamu akan tahu bahwa kamilah sebenarnya laki-laki yang sesungguhnya, kamu belum pernah berhadapan dengan kami\". Dengan kejadian ini, turunlah ayat 12 dan 13 ini.",
    "quraish": "Keadaan mereka seperti keadaan kaum Fir'aun dan orang-orang yang memusuhi Allah sebelumnya. Mereka mendustakan ayat-ayat Allah, padahal ayat-ayat itu cukup jelas. Lalu Allah menyiksa mereka karena dosa-dosa yang dilakukannya. Sesungguhnya Allah sangat keras siksa-Nya.",
    "jalalayn": "(Seperti adat kebiasaan kaum Firaun dan orang-orang sebelum mereka) seperti kaum Ad dan Tsamud (mereka mendustakan ayat-ayat Kami hingga dicelakakan Allah) dibinasakan-Nya (disebabkan dosa-dosa mereka). Perkataan ini menafsirkan perkataan yang sebelumnya. (Dan Allah sangat keras siksa-Nya). Ayat berikut turun ketika Nabi saw. menyuruh orang-orang Yahudi masuk Islam sekembalinya dari perang Badar, maka jawab mereka, \"Janganlah kamu teperdaya mentang-mentang berhasil membunuh gerombolan Quraisy yang kacau balau dan tidak tahu memegang senjata.\""
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 12,
    "arab": "قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ اِلٰى جَهَنَّمَ ۗ وَبِئْسَ الْمِهَادُ",
    "translation": "Katakanlah (Muhammad) kepada orang-orang yang kafir, “Kamu (pasti) akan dikalahkan dan digiring ke dalam neraka Jahanam. Dan itulah seburuk-buruk tempat tinggal.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/305.mp3",
    "tafsir": "Pada ayat ini Allah dengan tegas memperingatkan mereka; bahwa mereka pasti akan binasa di dunia ini, sebelum di akhirat nanti. Nabi Muhammad saw diperintahkan untuk mengatakan kepada orang-orang Yahudi bahwa mereka akan dikalahkan di dunia ini. Tuhan akan menepati janji-Nya, dan di akhirat mereka akan ditempatkan di Neraka Jahanam. \nKebenaran ayat ini terbukti di kemudian hari. Kaum Muslimin berhasil mengalahkan Yahudi Bani Quraizah karena pengkhianatan mereka dan mengusir Bani Nadir dari Medinah, karena kemunafikan mereka, dan menaklukkan kota Khaibar kota orang Yahudi, serta memungut jizyah dari orang-orang Yahudi. Walaupun ayat ini menerangkan pungutan jizyah dari orang Yahudi, namun pengertian ayat ini mencakup semua orang kafir pada umumnya.",
    "quraish": "Hai Nabi, katakanlah kepada orang-orang kafir, \"Sesungguhnya kalian di dunia akan dikalahkan dan di akhirat akan binasa.\" Neraka Jahanam akan menjadi tempat bagi mereka. Itulah tempat yang paling buruk.",
    "jalalayn": "(Katakanlah) hai Muhammad (kepada orang-orang kafir) kepada golongan Yahudi itu, (\"Kamu nanti akan menderita kekalahan) memakai ta dan ya, di alam dunia ini dengan dibunuh, ditawan dan membayar upeti dan itu telah terjadi (dan akan dihimpun) juga dengan memakai ta dan ya, di akhirat nanti (ke neraka Jahanam) lalu memasukinya (dan Jahanam itu adalah seburuk-buruk hamparan) tempat tinggal.\""
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 13,
    "arab": "قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۗفِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۗوَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُ ۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ",
    "translation": "Sungguh, telah ada tanda bagi kamu pada dua golongan yang berhadap-hadapan. Satu golongan berperang di jalan Allah dan yang lain (golongan) kafir yang melihat dengan mata kepala, bahwa mereka (golongan Muslim) dua kali lipat mereka. Allah menguatkan dengan pertolongan-Nya bagi siapa yang Dia kehendaki. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (mata hati).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/306.mp3",
    "tafsir": "Selanjutnya Allah memperingatkan agar mereka jangan merasa kuat dengan jumlah harta dan tenaga yang mereka miliki. Karena seharusnya mereka mengambil pelajaran dari peristiwa Perang Badar.\nJumlah dana dan tenaga yang besar dan banyaknya sekutu yang membantu, tidak akan menjamin kemenangan dalam peperangan. Sejarah peperangan di dunia ini membuktikan kekeliruan anggapan demikian. Apa yang terjadi pada Perang Badar, di mana dua pasukan saling berhadapan, pasukan dari kaum Muslimin yang berjumlah kecil yang berjuang di jalan Allah, ditakdirkan mendapat kemenangan atas pasukan kaum musyrikin yang jauh lebih besar jumlahnya. Mereka yang memiliki akal pikiran yang sehat dan mempergunakannya untuk merenungkan segala perkara yang terjadi, serta mengambil faedah daripadanya, tentulah akan banyak memperoleh pelajaran dari peristiwa Perang Badar. Ternyata ada suatu kekuatan lain di atas segala kekuatan yang tampak. Kekuatan itulah yang sering memperkuat pasukan yang lemah hingga dia dapat mengalahkan pasukan yang kuat lagi besar dengan izin Allah.\nBerperang di jalan Allah adalah kunci kemenangan. Bila perjuangan dan peperangan tujuannya untuk membela kebenaran, melindungi agama dan pemeluknya, maka jiwa pejuang-pejuangnya akan mendapat ketenangan dalam menghadapi medan pertempuran dan dapat berkonsentrasi dengan sepenuh kekuatan yang dimilikinya. Karena mereka meyakini bahwa di belakang mereka ada kekuatan yang mendorong dan ada pertolongan dari Allah. Allah menegaskan bahwa pertolongan itu akan diberikan kepada hamba-hamba-Nya yang berjihad di jalan-Nya, asal saja mereka itu tetap tabah dan sabar serta selalu ingat kepada Allah, dan patuh kepada pimpinan.\nPada Perang Badar kedua yang terjadi tanggal 17 Ramadan tahun 2 Hijriah itu, kaum Muslimin berusaha mematuhi ketentuan-kekntuan Tuhan dan ketentuan Rasul-Nya dengan segala kemampuan yang ada, serta dengan tekad yang bulat. Mereka berperang dengan penuh keberanian, dan dengan pertolongan Allah mereka menang dalam peperangan itu.\n\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7).\n\nMenurut para ahli sejarah, tentara kaum Muslimin dalam Perang Badar berjumlah 313 orang. Terdiri dari 77 orang Muhajirin dan 236 orang Ansar. Yang memegang bendera dalam pasukan Muhajirin adalah Ali bin Abi thalib, sedang bendera pasukan Ansar dipegang oleh Sa'ad bin 'Ubadah. Dalam pasukan Muslimin itu terdapat 90 ekor unta dan 2 ekor kuda perang, masing-masing dikendarai oleh Miqdad bin al-Aswad dan Martsad bin Abi Martsad. Jumlah yang terbunuh dari pihak kaum Muslimin 14 orang laki-laki, terdiri dari 6 orang Muhajirin dan 8 orang Ansar. Jumlah tentara kaum musyrikin 950 orang, dipimpin oleh 'Utbah bin Rabi'ah, dan di antara mereka terdapat Abu Sufyan dan Abu Jahal. Dalam pasukan mereka terdapat seratus ekor kuda, 700 ekor unta, dan sejumlah senjata yang tidak terbilang banyaknya.\nDalam Perang Badar jumlah pasukan kaum Muslimin hanya 313 orang saja. Tetapi dalam penglihatan kaum musyrikin ketika perang telah berkecamuk jumlah tersebut menjadi berlipat ganda, sehingga hal itu menimbulkan rasa takut dalam hati mereka. Akhirnya mereka lari dari medan pertempuran. Demikian Allah menurunkan pertolongan kepada kaum Muslimin.\nSebelum perang berkecamuk, pasukan kaum Muslimin di mata orang musyrik kelihatan sangat kecil, karena itu mereka berani menghadapi dan menyerbu musuh, seperti yang terjadi dalam Perang Badar.\n\nDan ketika Allah memperlihatkan mereka kepadamu ketika kamu berjumpa, mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan. (al-Anfal/8: 44)\n\nDengan pertolongan inilah Allah memperkuat orang-orang yang dikehendaki-Nya, dan sesungguhnya pada pertolongan yang demikian itu ada pelajaran bagi orang yang mempunyai akal dan pikiran.",
    "quraish": "Bagi kalian sebuah tanda yang jelas dan pelajaran yang berharga. Ada dua kelompok yang berperang bertemu pada persitwa Badar. Kelompok yang satu beriman: berperang untuk menegakkan agama Allah dan menyebarkan kebenaran. Sedang kelompok yang lain kafir: berperang untuk kepentingan hawa nafsu. Sebagai dukungan Allah terhadap orang-orang Mukmin, Allah menjadikan orang-orang kafir melihat jumlah mereka menjadi dua kali lebih banyak dari jumlah sebenarnya. Dengan begitu, hati mereka menjadi kacau lalu kalah. Allah memberikan kemenangan dan dukungan kepada yang dikehendaki-Nya. Pada yang demikian itu terdapat pelajaran bagi orang-orang yang berhati bersih, memiliki pandangan yang jernih, yang tidak menyeleweng dari kebenaran dalam memandang.",
    "jalalayn": "(Sesungguhnya bagi kamu ada tanda) atau pelajaran, lalu hal itu disebutkan untuk penjelasan (pada dua golongan) dua puak (yang bertemu) di hari Badar untuk berperang (segolongan bertempur di jalan Allah) untuk menaati perintah-Nya, yaitu Nabi saw. bersama para sahabat. Mereka berjumlah 313 orang laki-laki termasuk beberapa orang berkuda, enam buah ketopong besi dan delapan buah pedang, sedangkan kebanyakan mereka adalah berjalan kaki (dan yang lain kafir, yang melihat mereka) maksudnya kaum muslimin (dua kali lipat mereka) artinya jumlah mereka kaum muslimin kelihatan dua kali banyak dari jumlah mereka yang lebih kurang seribu orang, (yaitu penglihatan dengan mata kepala) artinya menurut pandangan lahir. Ini termasuk pertolongan Allah kepada kaum muslimin yang berjumlah sedikit. (Dan Allah menyokong) menguatkan (dengan pertolongan-Nya siapa yang disukai-Nya) untuk ditolong. (Sesungguhnya pada yang demikian itu) maksudnya yang disebutkan tadi (menjadi pelajaran bagi orang yang mempunyai mata hati). Kenapa kamu tidak mengambil pelajaran pula lalu kamu beriman?"
  },
  {
    "hizb": 20,
    "name": "Ali 'Imran",
    "ayat": 14,
    "arab": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ",
    "translation": "Dijadikan terasa indah dalam pandangan manusia cinta terhadap apa yang diinginkan, berupa perempuan-perempuan, anak-anak, harta benda yang bertumpuk dalam bentuk emas dan perak, kuda pilihan, hewan ternak dan sawah ladang. Itulah kesenangan hidup di dunia, dan di sisi Allah-lah tempat kembali yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/307.mp3",
    "tafsir": "Sesudah dijelaskan pada ayat sebelum ini tentang kekeliruan pandangan orang kafir terhadap harta dan anak-anak serta penyimpangan mereka dari kebenaran, maka dalam ayat ini diterangkan segi kesesatan mereka yang disebabkan oleh harta dan anak yang dijadikan tumpuan harapan mereka.\nAdalah keliru kalau manusia menjadikan harta dan anak sebagai tujuan hidupnya. Perempuan, anak-anak, emas dan perak, kendaraan, binatang peliharaan, dan semua kekayaan adalah menyenangkan manusia dan sangat dicintainya. Sebenarnya bukan sesuatu yang terlarang mencintai benda-benda itu, karena manusia tidak dapat terhindar dari mencintainya. Namun sedikit sekali orang yang memahami keburukan atau bahayanya, sekalipun bukti-bukti cukup jelas dan banyak yang memperlihatkan keburukan dan bahayanya itu. Kadang-kadang manusia menyukai sesuatu, padahal dia mengetahui sesuatu itu buruk, dan tidak berguna. Siapa yang menyukai sesuatu tetapi dia menganggap hal itu tidak baik untuk dirinya, dia dapat melepaskan diri dari pengaruhnya. Sesungguhnya Allah menjadikan tabiat manusia cinta kepada harta benda dan kesenangan. Oleh sebab itu, Allah menjadikan harta benda dan kesenangan sebagai sarana menguji keimanan seseorang, apakah dia akan menggunakan semua harta dan kesenangan itu untuk kehidupan duniawi saja, ataukah dia akan menggunakan harta bendanya untuk mencapai keridaan Allah.\n\nSesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, untuk Kami uji mereka, siapakah di antaranya yang terbaik perbuatannya.(al-Kahf/18: 7)\n\nBenda-benda kesenangan manusia secara terperinci adalah sebagai berikut:\nPertama: Perempuan (istri), istri adalah tumpuan cinta dan kasih sayang. Jiwa manusia selalu cenderung tertuju kepada istri, sebagaimana difirmankan Allah dalam Al-Qur'an:\n\nDan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. ¦. (ar-Rum/30: 21)\n\nSebagian besar hasil usaha kaum lelaki yang diperoleh dengan susah payah diperuntukkan bagi anak dan istri. Para lelaki adalah pembimbing yang bertanggung jawab atas kaum perempuan, karena lelaki itu memiliki kekuatan dan kemampuan melindungi mereka. Tetapi mencintai perempuan secara berlebihan mempunyai efek yang kurang baik terhadap keluarga, masyarakat, dan bangsa, dan dapat pula mempengaruhi keseimbangan hak dan kewajiban antara laki-laki dan perempuan.\nDalam ayat ini, mencintai istri disebutkan lebih dahulu daripada mencintai anak-anak, walaupun cinta kepada istri itu dapat luntur, sedang cinta pada anak tidak; karena cinta pada anak jarang sekali berlebih-lebihan seperti halnya mencintai perempuan. \nPada umumnya mencintai anak tidak menimbulkan problema. Dalam masyarakat banyak terjadi seorang laki-laki mengutamakan cinta kepada perempuan dengan mengabaikan cinta kepada anak. Seperti laki-laki yang kawin lebih dari satu, dia curahkan cintanya pada istri yang lain, diberinya nafkah yang banyak, sedang istrinya yang tua diabaikan. Dengan demikian anak-anaknya jadi terlantar, karena pendidikannya tidak lagi diperhatikan. Banyak pula anak-anak penguasa dan orang kaya yang rusak akhlaknya karena bapaknya mencintai perempuan lain.\nKedua: Anak, laki-laki atau perempuan. Cinta kepada anak adalah fitrah manusia. Sama halnya dengan cinta kepada istri karena tujuannya untuk melanjutkan keturunan.\nAnak sebenarnya adalah hiasan rumah tangga, penerus keturunan dari generasi ke generasi. Tetapi dia dapat berubah menjadi cobaan:\n\nSesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), ¦ (at-Tagabun/64: 15)\n\nKetiga: Harta kekayaan yang melimpah ruah. Ar-Razi mengatakan dalam tafsirnya, \"Emas dan perak amat disenangi, karena keduanya adalah alat penilai harga sesuatu. Orang yang memilikinya sama dengan orang yang memiliki segala sesuatu. Memiliki berarti menguasai. Berkuasa adalah salah satu kesempurnaan, dan kesempurnaan itu diinginkan oleh semua manusia. Karena emas dan perak adalah alat yang paling tepat untuk memperoleh kesempurnaan, maka ia diinginkan dan dicintai. Apabila sesuatu yang dicintai tidak dapat diperoleh kecuali dengan sesuatu yang lain, maka sesuatu yang lain itu pun dicintai pula. Maka karena itulah emas dan perak dicintai\".\nHarta yang melimpah ruah akan menggoda hati manusia serta menyibukkan mereka sepanjang hari untuk mengurusnya. Hal ini sudah barang tentu akan dapat melupakan orang kepada Tuhan dan kehidupan di akhirat. \n\nOrang-orang Badui yang tertinggal (tidak turut ke Hudaibiah) akan berkata kepadamu, \"Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami¦ (al-Fath/48: 11)\n\nCinta kepada harta telah menjadi tabiat buruk manusia, karena harta adalah alat untuk memenuhi keinginan. Keinginan manusia tidak ada batasnya. Maka mereka mengejar harta tidak henti-hentinya. Rasulullah saw bersabda:\nSekiranya manusia itu mempunyai satu lembah harta, niscaya ia ingin yang kedua (satu lembah lagi). Kalau ia mempunyai dua lembah, niscaya ia ingin yang ketiga. Tidak ada yang dapat memenuhi perut Bani Adam kecuali tanah. Dan Allah mengampuni orang-orang yang bertobat kepada-Nya. (Riwayat al-Bukhari dari Ibnu 'Abbas).\nKeempat: Kuda yang dipelihara di padang rumput, terutama kuda yang berwarna putih di bagian dahi dan kakinya, sehingga tampak sebagai tanda. Bagi masyarakat Arab, kuda yang demikian ini adalah kuda yang paling baik dan paling indah. Mereka berlomba-lomba untuk dapat memilikinya. Mereka merasa bangga dengan kuda semacam itu dan kadang-kadang bersaing membelinya dengan harga yang amat tinggi.\nKelima: Binatang ternak lainnya, seperti sapi, unta, kambing. Binatang-binatang ini termasuk harta kekayaan Arab Badui. Kebutuhan hidup mereka seperti pakaian, makanan alat-alat rumah tangga dan sebagainya, sebagian besar terpenuhi dari hasil beternak binatang-binatang itu. Allah berfirman menerangkan nikmat-Nya ini:\n\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.(an-Nahl/16: 5-8).\n\nKeenam: Sawah ladang adalah sumber kehidupan manusia dan hewan. Kebutuhan manusia kepada sawah ladang melebihi kebutuhan mereka kepada harta lainnya yang disenangi, karena sawah ladang adalah sumber pemenuhan kebutuhan seseorang.\nDemikianlah keenam macam harta yang disenangi manusia di dunia ini, dan merupakan alat kelengkapan bagi hidup mereka, yang memenuhi segala kebutuhan dan keinginan mereka. Setan menggoda manusia sehingga ia memandang baik mencintai harta benda tersebut. Tetapi hendaknya manusia menyadari bahwa semua harta benda itu hanya untuk kehidupan duniawi yang tidak kekal. Tidak benar, apabila harta benda dijadikan manusia sebagai cita-cita dan tujuan akhir dari kehidupan di dunia yang fana ini, sehingga dia terhalang untuk mempersiapkan diri bagi kehidupan yang sebenarnya, yaitu kehidupan akhirat yang abadi. Bukankah di sisi Allah ada tempat kembali yang baik (surga)? Alangkah bahagianya manusia, sekiranya dia mempergunakan harta benda itu dalam batas-batas petunjuk Allah.",
    "quraish": "Manusia dijadikan fitrahnya cinta kepada apa-apa yang diinginkan, yaitu wanita, anak-anak, emas dan perak yang banyak, kuda bagus yang terlatih, binatang ternak seperti unta, sapi dan domba. Kecintaan itu juga tercermin pada sawah ladang yang luas. Akan tetapi semua itu adalah kesenangan hidup di dunia yang fana. Tidak berarti apa-apa jika dibandingkan dengan kemurahan Allah kepada hamba-hamba-Nya yang berjuang di jalan-Nya ketika kembali kepada-Nya di akhirat nanti.",
    "jalalayn": "(Dijadikan indah pada pandangan manusia kecintaan kepada syahwat) yakni segala yang disenangi serta diingini nafsu sebagai cobaan dari Allah atau tipu daya dari setan (yaitu wanita-wanita, anak-anak dan harta yang banyak) yang berlimpah dan telah berkumpul (berupa emas, perak, kuda-kuda yang tampan) atau baik (binatang ternak) yakni sapi dan kambing (dan sawah ladang) atau tanam-tanaman. (Demikian itu) yakni yang telah disebutkan tadi (merupakan kesenangan hidup dunia) di dunia manusia hidup bersenang-senang dengan hartanya, tetapi kemudian lenyap atau pergi (dan di sisi Allahlah tempat kembali yang baik) yakni surga, sehingga itulah yang seharusnya menjadi idaman dan bukan lainnya."
  }
]