[
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 12,
    "arab": "۞ اَللّٰهُ الَّذِيْ سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيْهِ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَۚ ",
    "translation": "Allah-lah yang menundukkan laut untukmu agar kapal-kapal dapat berlayar di atasnya dengan perintah-Nya, dan agar kamu dapat mencari sebagian karunia-Nya dan agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4485.mp3",
    "tafsir": "Allah menyatakan bahwa Dia-lah yang menundukkan laut untuk keperluan manusia. Hal ini berarti bahwa Allah menciptakan laut hanyalah untuk manusia. Dalam ayat yang lain diterangkan bahwa Allah menjadikan bumi dan semua isinya untuk manusia.\nAllah berfirman:\n\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu. (al-Baqarah/2: 29)\n\nKarena itu, ayat ini seakan-akan mendorong manusia berusaha dan berpikir semaksimal mungkin, di mana laut dan segala isinya itu dapat dimanfaatkan untuk berbagi keperluan, demikian pula alam semesta ini. Sebagai contoh dikemukakan beberapa hasil pemikiran manusia yang telah digunakan dalam memanfaatkan lautan, misalnya kapal yang berlayar dari sebuah negeri ke negeri yang lain, mengangkut manusia dan barang-barang keperluan hidup mereka sehari-hari. Tentu saja lalu-lintas di laut itu akan dapat mempererat hubungan antara penduduk suatu negeri dengan penduduk negeri yang lain.\nManusia juga dapat memanfaatkan laut ini sebagai sumber penghidupan. Di dalamnya terdapat bahan-bahan yang dapat dijadikan makanan, seperti ikan, rumput-rumput laut, dan sebagainya. Juga terdapat bahan perhiasan seperti mutiara, marjan, dan semacamnya. Air laut dapat diuapkan sehingga menghasilkan garam yang berguna untuk menambah tenaga dan menyedapkan makanan, dan dapat diusahakan menjadi tawar untuk dijadikan air minum dan untuk mengairi tanaman, dan untuk lain-lain.\nBatu karang yang beraneka warna dan ragam bentuk dan jenisnya dikeluarkan dari laut, dijadikan kapur untuk bahan bangunan rumah tangga.\nPada masa sekarang, semakin banyak yang ditemukan dari dalam laut seperti minyak, besi dan logam yang bermacam-macam. Dalam menghadapi ledakan perkembangan penduduk dewasa ini, orang telah mulai mengarahkan pikirannya ke lautan. Mereka telah mulai memikirkan kemungkinan-kemungkinan memanfaatkan dan menggali hasil lautan sebagai sumber bahan makanan karena produksi bahan makanan di daratan di duga dalam waktu yang tidak lama lagi akan berkurang dan tidak seimbang dengan jumlah dan pertambahan penduduk.\nSemua itu adalah karunia Allah yang dianugerahkan kepada manusia sebagai tanda kemurahan-Nya, agar dengan demikian manusia mensyukurinya. Amat banyak lagi karunia Allah yang lain yang belum diketemukan manusia, karena itu hendaklah manusia berusaha dan berpikir bagaimana menemukannya.\nAllah menundukkan lautan supaya kapal-kapal dapat berlayar padanya. Salah satu yang merupakan sekian banyak karunia-Nya adalah kemampuan manusia dengan izin Allah untuk menyelam pada kapal selam. Kapal selam, yang kini juga banyak digunakan dalam penelitian, merupakan suatu kendaraan air yang bisa beroperasi di dalam air pada tekanan-tekanan yang mampu ditahan oleh manusia. Kapal selam berada dalam keadaan terapung secara positif dan bobotnya lebih kecil dari volume air yang dipindahkannya. Untuk menyelam secara hidrostatis, suatu kapal harus mendapatkan keterapungan negatif dengan cara menambah bobotnya sendiri atau dengan memperkecil volume air yang dipindahkan. Untuk mengendalikan bobotnya, suatu kapal selam harus dilengkapi dengan tangki ballast yang dapat diisi baik dengan air dari sekelilingnya, atau dengan udara tekan. Untuk gerakan penyelaman dan pengapungan secara umum, maka kapal selam menggunakan tangki maju dan mundur yang dinamakan Tangki Balas Utama (Main Ballast Tank) yang bisa dibuka dan diisi penuh dengan air untuk bisa menyelam atau diisi dengan udara tekan untuk mengapung.",
    "quraish": "Hanya Allah semata yang, untuk kepentingan kalian, menundukkan lautan agar kapal dapat berlayar membawa kalian dan keperluan-keperluan kalian dengan izin dan kekuasaan-Nya. Juga agar kalian mencari karunia Allah berupa hasil laut dengan mendayagunakan ilmu pengetahuan, perniagaan, peperangan, penunjuk, memburu ikan dan mengeluarkan bejana. Selain itu, juga agar kalian dapat mensyukuri karunia Allah dengan memurnikan sikap beragama hanya kepada-Nya.",
    "jalalayn": "(Allahlah yang menundukkan lautan untuk kalian supaya bahtera-bahtera dapat berlayar) yaitu perahu-perahu (padanya dengan perintah-Nya) dengan seizin-Nya (dan supaya kalian dapat mencari) melalui berdagang (sebagian karunia-Nya dan mudah-mudahan kalian bersyukur.)"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 13,
    "arab": "وَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "Dan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. Sungguh, dalam hal yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4486.mp3",
    "tafsir": "Selanjutnya Allah menjelaskan bahwa Dia-lah yang menundukkan semua makhluk ciptaan-Nya yang ada di langit dan di bumi agar manusia dapat menggunakan dan memanfaatkannya untuk kepentingan mereka dalam melaksanakan tugas sebagai khalifah Allah di bumi. Hal ini berarti bahwa manusia wajib berusaha mencari manfaat dan kegunaan ciptaan Allah bagi mereka. Kunci dari semuanya adalah kemauan berusaha dan keinginan mengetahui sebagian pengetahuan Allah. Hal ini telah dimulai oleh manusia sejak zaman dahulu sampai sekarang sehingga semakin lama umur bumi ini didiami manusia, semakin banyak pula ilmu Allah yang diketahui manusia dan manfaat alam semesta. Semua ini untuk kepentingan hidup dan kehidupan manusia. Namun, baru sebagian kecil saja dari ilmu Allah yang telah diketahui manusia.\nCiptaan Allah yang ada di langit seperti matahari, bulan, bintang-bintang, awan, angin, air hujan, dan ciptaan-Nya yang ada di bumi seperti tumbuh-tumbuhan, binatang, gunung, lautan dan sebagiannya semua diciptakan-Nya di samping sebagai rahmat dan karunia-Nya kepada manusia juga mengandung tanda-tanda kekuasaan dan keagungan-Nya, yang menunjukkan bahwa penciptanya adalah Zat Yang Maha Esa. Tidak ada Tuhan yang lain selain Dia, yang selalu menjaga makhluk-Nya dan tidak layak dipersekutukan dengan sesuatu pun. Kesimpulan seperti ini hanya akan diperoleh oleh hamba Allah yang melakukan pengamatan dengan cermat, menggunakan pikiran yang sehat dan mau mencari kebenaran.\nApabila seseorang mau memperhatikan alam semesta, mau memperhatikan hubungan kesatuan satu jenis makhluk dengan makhluk yang lain, tentulah ia akan sampai kepada kesimpulan bahwa masing-masing kesatuan itu ada kaitannya antara yang satu dengan yang lain, tidak dapat lepas atau berdiri sendiri. Terlihat dalam proses terjadinya hujan, erat hubungannya dengan adanya laut, adanya gunung-gunung, adanya panas yang dipancarkan matahari, adanya angin dan sebagainya. Demikian pula perkisaran arah angin ditentukan oleh banyak hal, seperti adanya awan, gunung dan panas matahari.\nKapal yang berlayar di laut memerlukan hembusan angin atau bahan bakar seperti batubara atau minyak. Semakin tinggi ilmu pengetahuan seseorang semakin banyak pula ia mengetahui hubungan antara satu makhluk dengan makhluk-makhluk yang lain. Bulan tidak dapat melepaskan lintasannya dari bumi, seolah-olah tertawan oleh bumi, demikian pula bumi dan planet-planet yang lain menjadi tawanan matahari. Planet-planet itu selalu mengitari matahari pada garis edarnya masing-masing. Selanjutnya matahari dan planet-planet yang mengikuti tidak dapat melepaskan diri dari kesatuan yang lebih besar, yaitu Galaksi Bimasakti. Akhirnya Galaksi Bimasakti bersama-sama galaksi-galaksi yang lain terikat pula kepada tata susunan tertentu pula. Maka dengan pemikiran dan penelitian orang akan sampai kepada kesimpulan bahwa penciptanya tentulah Zat Yang Maha Esa lagi Mahakuasa.\nAyat di atas sebagaimana banyak ayat senada memperlihatkan bagaimana Allah menundukkan langit dan bumi untuk manusia. Seperti diketahui alam memiliki sifat-sifat fisis yang semuanya merupakan ketetapan Allah, Sunatullah, dan merupakan manifestasi ketertundukan alam. Sebagai contoh, bumi memiliki sifat-sifat fisis seperti kelistrikan, kemagnetan, elastisitas dan kerapatan massa. Dari sifat-sifat fisis tersebut manusia, khususnya para ahli kebumian, dapat mempelajari bumi bahkan sampai jauh menembus bumi. Dengan memanfaatkan sifat elastisitas bumi, manusia bisa menangkap gelombang-gelombang gempa yang menjalar dalam perut bumi dan mengetahui karakter fisis lapisan bumi yang dilaluinya. Dengan gelombang gempa ini manusia dapat mengetahui lapisan-lapisan bumi dari atas hingga inti bumi yang berada sekitar 6000 km di bawah kita. Pada penggunaan praktis, pencarian minyak bumi menggunakan sifat elsatisitas bumi ini yakni dengan mengirim gelombang yang sumbernya berasal 'gempa buatan\", yang di masa lalu menggunakan dinamit.\nDi bagian dalam bumi terdapat intibumi, yang bagian luarnya bersifat cair. Inti inilah yang menyebabkan bumi memiliki medan magnet kuat yang berperan penting dalam menjaga kelangsungan kehidupan. Menyebar jauh di atas permukaan, medan magnet ini melindungi bumi dari radiasi yang merusak dan berasal dari angkasa luar. Radiasi dari bintang selain matahari tidak dapat melewati perisai ini, yang disebut dengan nama Sabuk Van Allen. Perisai ini merentang hingga sekitar 18.000 km dari bumi, melindungi bola ini dari energi mematikan. Dalam aspek praktis, dengan mengetahui sifat kemagnetan ini pula para ahli-ahli kebumian mengembangkan metoda-metoda eksplorasi baik mineral maupun minyak bumi. \nPernyataan mengenai penciptaan yang dilakukan bukan untuk main-main, banyak di kemukakan dalam banyak ayat Al-Qur'an. Pernyataan inilah yang menjamin bahwa bumi layak huni. Bumi dimudahkan Allah untuk dihuni umat manusia.\n\nDialah yang menjadikan bumi untuk kamu yang mudah dijelajahi. (al-Mulk/67: 15)",
    "quraish": "Hanya Dia pula yang, untuk maslahat kalian, menundukkan seluruh benda langit yang berupa bintang- bintang yang gemerlapan dan bermacam plenet, dan semua yang ada di bumi berupa tanaman, susu yang banyak, tanah yang subur, air, api, udara, dan padang pasir. Semua itu ditundukkan oleh Allah Swt. untuk menjamin kebutuhan hidup. Nikmat-nikmat yang disebutkan itu merupakan tanda-tanda yang menunjukkan kemahakuasaan Allah bagi orang-orang yang mau merenungkan ayat-ayat itu.",
    "jalalayn": "(Dan Dia menundukkan untuk kalian apa yang ada di langit) berupa matahari bulan bintang-bintang, air hujan dan lain-lainnya (dan apa yang ada di bumi) berupa binatang-binatang, pohon-pohonan, tumbuh-tumbuhan, sungai-sungai dan lain-lainnya. Maksudnya, Dia menciptakan kesemuanya itu untuk dimanfaatkan oleh kalian (semuanya) lafal Jamii'an ini berkedudukan menjadi Taukid, atau mengukuhkan makna lafal sebelumnya (dari-Nya) lafal Minhu ini menjadi Hal atau kata keterangan keadaan, maksudnya semuanya itu ditundukkan oleh-Nya. (Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan dan keesaan Allah bagi kaum yang berpikir) mengenainya, karena itu lalu mereka beriman."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 14,
    "arab": "قُلْ لِّلَّذِيْنَ اٰمَنُوْا يَغْفِرُوْا لِلَّذِيْنَ لَا يَرْجُوْنَ اَيَّامَ اللّٰهِ لِيَجْزِيَ قَوْمًا ۢبِمَا كَانُوْا يَكْسِبُوْنَ ",
    "translation": "Katakanlah (Muhammad) kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tidak takut akan hari-hari Allah karena Dia akan membalas suatu kaum sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4487.mp3",
    "tafsir": "Al-Wahidi dan al-Qusyairi meriwayatkan dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan persoalan yang terjadi antara 'Umar bin al-Khaththab dan Abdullah bin Ubay dalam peperangan Bani Musthalik. Mereka singgah di sebuah sumur yang disebut Al-Muraisi', kemudian Abdullah mengutus seorang anak muda mengambil air, tetapi pemuda itu lama sekali kembali, Abdullah bin Ubay bertanya kepada pemuda itu mengapa begitu lama ia baru kembali. Pemuda itu menjawab bahwa Umar duduk di pinggir sumur. Ia tidak membiarkan seorang pun mengambil air sebelum ia mengisi girbai (tempat air dari kulit) Nabi Muhammad saw, girbai Abu Bakar, dan girbai bekas budak Umar, lalu Abdullah bin Ubay berkata, \"Kami dan mereka tidak ubahnya seperti perumpamaan: Gemukkan anjingmu, maka ia akan memakan engkau.\" Kemudian kata-kata Abdullah itu sampai kepada Umar. Beliau menjadi marah, lalu menghunus pedangnya untuk membunuh Abdullah bin Ubay, maka turunlah ayat ini yang melunakkan hati Umar.\nSelanjutnya Allah memerintahkan kepada Rasulullah saw dan para pengikutnya agar berlapang dada dalam menghadapi sikap kaum musyrikin dan memaafkan tindakan mereka yang memperolok-olokkan ayat-ayat Allah. Mereka adalah orang yang menentang Allah dan tidak takut kepada ancaman-Nya.\nDari ayat ini dipahami nilai budi pekerti yang tinggi yang diajarkan agama Islam kepada penganutnya yaitu berlapang dada dan memaafkan orang-orang yang pernah bertindak tidak baik terhadap dirinya atau berusaha menghancurkan agamanya. Memaafkan kesalahan keluarga, teman sejawat, tetangga dan kenalan dapat dengan mudah dilakukan seseorang, tetapi berlapang dada dan memaafkan perbuatan orang yang selalu ingin merusak diri dan agamanya pada setiap kesempatan memerlukan kebesaran jiwa.\nAyat ini mengajarkan dan mendidik kaum Muslimin agar dapat berlapang dada, suka memaafkan, dan berjiwa besar dalam menghadapi segala sesuatu dalam hidupnya.\nPada akhir ayat ini Allah menerangkan mengapa Rasulullah saw dan pengikut-pengikutnya harus berlapang dada dan memaafkan tindakan orang Quraisy yang memperolok-olok ayat-ayat Allah itu. Sebabnya ialah karena Allah yang akan memberikan pembalasan yang setimpal kepada mereka sesuai dengan perbuatannya.",
    "quraish": "Sampaikanlah, wahai Rasulullah, kepada orang-orang yang beriman kepada Allah dan mereka yang mengikutimu, agar mereka memaafkan orang-orang yang tidak mempercayai adanya hari pembalasan Allah, ketika Dia membalas setiap kaum dengan kebaikan dan yang lain dengan keburukan, sesuai dengan apa yang diperbuat masing-masing.",
    "jalalayn": "(Katakanlah kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tiada mengharapkan) mereka yang tidak takut (akan hari-hari Allah) yaitu hari-hari di waktu Allah menimpakan azab kepada mereka. Maksudnya, maafkanlah orang-orang kafir atas perlakuan mereka terhadap diri kalian yang menyakitkan itu. Ayat ini diturunkan sebelum ada perintah untuk berjihad melawan mereka (karena Dia akan membalas) Allah akan membalas; menurut suatu qiraat dibaca Linajziya, artinya: karena Kami akan membalas (sesuatu kaum terhadap apa yang telah mereka kerjakan) atas pemaafannya terhadap orang-orang kafir yang telah menyakiti mereka."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 15,
    "arab": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۚ وَمَنْ اَسَاۤءَ فَعَلَيْهَا ۖ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ",
    "translation": "Barangsiapa mengerjakan kebajikan maka itu adalah untuk dirinya sendiri, dan barangsiapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmu kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4488.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa tiap-tiap orang akan mendapat balasan masing-masing sesuai dengan amal perbuatannya di dunia. Maka barang siapa di antara hamba-Nya menaati segala perintah-Nya dan menjauhi segala larangan-Nya dengan penuh keikhlasan dan kesadaran, maka hasilnya itu adalah untuk dirinya sendiri. Ia akan memperoleh tempat kembali yang penuh kenikmatan. Sebaliknya barang siapa yang mengingkari perintah-perintah-Nya dan tidak menghentikan larangan-larangan-Nya, maka akibat buruk sebagai balasan perbuatannya itu akan menimpa dirinya sendiri. Ia akan mendapat tempat kembali yang buruk, hina, dan azab yang sangat berat di dalam neraka.\nPada akhir ayat ini Allah menerangkan bahwa hanya kepada Allah dikembalikan semua makhluk, tidak kepada yang lain. Semuanya akan dikumpulkan di Padang Mahsyar untuk menerima keputusan yang adil dari Allah. Di antara mereka ada yang berseri-seri wajahnya kegirangan karena ia akan bertemu dengan Allah yang selalu diharapkan selama hidup di dunia. Mereka yakin bahwa Allah mengasihi hamba-Nya yang tabah, sabar dan selalu tunduk dan patuh kepada-Nya. Sebaliknya, ada pula orang yang muram mukanya karena hatinya penuh ketakutan dan penyesalan. Mereka takut menemui Allah karena akan menerima kemurkaan-Nya serta akan merasakan siksaan yang sangat pedih di dalam neraka.",
    "quraish": "Barangsiapa yang beramal saleh, maka ia sendiri yang akan memperoleh ganjaran dan pahalanya. Begitu pula, barangsiapa yang berbuat buruk, maka dirinyalah yang akan menanggung dosanya. Setelah itu, kepada Sang Penciptalah kalian akan dikembalikan untuk menerima balasan.",
    "jalalayn": "(Barang siapa yang mengerjakan amal yang saleh maka itu adalah untuk dirinya sendiri) (dan barang siapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri) (kemudian kepada Rabb kalianlah kalian dikembalikan) kalian akan dikembalikan kemudian orang yang berbuat baik dan orang yang berbuat jahat akan menerima balasannya masing-masing."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 16,
    "arab": "وَلَقَدْ اٰتَيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِيْنَ ۚ ",
    "translation": "Dan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4489.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Bani Israil telah diberi Kitab Taurat, kemampuan memahami agama, kenabian, rezeki yang berlimpah dan keutamaan yang melebihi bangsa-bangsa lain pada masanya itu.\nAnugerah yang diberikan Allah kepada Bani Israil pada waktu itu adalah seimbang dengan sikap dan usaha Bani Israil menegakkan agama Allah. Karena itu, keutamaan yang diberikan itu juga merupakan keutamaan dunia dan akhirat. Dalam ayat yang ini disebutkan enam macam anugerah yang telah diberikan kepada mereka, yaitu:\nPertama : Kitab Taurat.\nKitab ini diturunkan kepada Nabi Musa. Di dalamnya terdapat petunjuk, pelajaran dan ketentuan-ketentuan yang dapat membimbing Bani Israil ke jalan yang benar. Kitab ini khusus diturunkan Allah untuk Bani Israil.\nKedua : Kemampuan memahami agama Allah.\nDengan kemampuan ini, Musa, Harun beserta pemimpin kaumnya dapat menjelaskan persengketaan yang terjadi di antara kaumnya dan dengan kemampuan ini pula dapat diterangkan agama Allah kepada Bani Israil dengan baik.\nKetiga : Kenabian\nBanyak di antara para rasul dan para nabi yang diutus Allah diangkat dari Bani Israil; ada di antara mereka sebagai Nabi saja seperti Nabi Khidir, ada pula sebagai nabi dan rasul seperti Musa, Harun, Ayyub, dan lain-lain, dan ada pula nabi dan rasul yang diangkat dari kalangan mereka di samping bertugas sebagai nabi dan rasul, juga sebagai kepala negara seperti Nabi Daud dan Nabi Sulaiman. Dengan demikian, terhimpunlah kekuasaan dunia dan agama pada mereka.\nKeempat : Rezeki yang berlimpah-limpah\nBani Israil telah dianugerahi Allah masa kejayaan dan keemasan pada masa-masa pemerintahan Nabi Daud dan pada masa pemerintahan putranya Sulaiman. Banyak kisah yang menceritakan keagungan dan kejayaan Bani Israil pada masa kedua pemerintahan anak dan bapak itu. Kekuasaan dan kebijaksanaan Nabi Daud dan Nabi Sulaiman diterangkan dalam Al-Qur'an. Apa yang pernah dicapai Bani Israil pada waktu itu tidak diperoleh oleh bangsa lain yang sezaman dengannya.\nKelima : Keutamaan mereka yang melebihi bangsa-bangsa lain pada zamannya yaitu pada zaman Nabi Daud dan Nabi Sulaiman.\nKeenam:Allah telah memberikan kepada mereka hukum-hukum dan ajaran-ajaran yang diperkuat dengan mukjizat-mukjizat. Hal ini yang mendorong mereka untuk bersatu dan mereka tidak berselisih melainkan hanya perselisihan yang ringan yang tidak membawa kemudaratan. Akan tetapi tatkala datang ilmu kepada mereka, mereka berselisih sebagaimana dinyatakan dalam firman Allah tersebut di atas. Perselisihan di antara mereka itu timbul setelah datang hujjah (argumen) yang nyata karena perebutan soal pimpinan dan kedengkian di antara mereka.\nSehubungan dengan keutamaan yang diperoleh Bani Israil ini, Ibnu 'Abbas pernah berkata, \"Tidak ada seorang pun di antara orang-orang di dunia ini yang dicintai Allah melebihi mereka itu.\" Allah telah menampakkan tanda-tanda kekuasaan-Nya yang dapat dilihat, didengar, dan dipahami mereka. Mereka pun mengikuti segala petunjuk Allah. Demikian keadaan Bani Israil pada zaman itu.",
    "quraish": "Kami bersumpah, bahwa Kami telah memberikan kitab Tawrât, dengan cakupan hukum yang dikandungnya, dan karunia kenabian yang diilhamkan dari sisi Allah kepada Banû Isrâ'îl. Kami juga telah menganugerahkan mereka berbagai macam kebaikan, dan melebihkan mereka dengan banyak karunia di atas semua makhluk.",
    "jalalayn": "(Dan sesungguhnya telah Kami berikan kepada Bani Israel Alkitab) yakni Taurat (dan hukum) yakni kitab Taurat sebagai sumber hukum untuk memutuskan perkara di antara orang-orang Bani Israel (dan kenabian) kepada Musa dan Harun, di antara mereka (dan Kami berikan kepada mereka rezeki-rezeki yang baik) atau rezeki-rezeki yang halal, yaitu manna dan salwa (dan Kami lebihkan mereka atas bangsa-bangsa) atas orang-orang pandai di zamannya."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 17,
    "arab": "وَاٰتَيْنٰهُمْ بَيِّنٰتٍ مِّنَ الْاَمْرِۚ فَمَا اخْتَلَفُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
    "translation": "Dan Kami berikan kepada mereka keterangan-keterangan yang jelas tentang urusan (agama); maka mereka tidak berselisih kecuali setelah datang ilmu kepada mereka, karena kedengkian (yang ada) di antara mereka. Sungguh, Tuhanmu akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4490.mp3",
    "tafsir": "Pada ayat ini, dijelaskan keutamaan yang keenam yang pernah diberikan Allah kepada Bani Israil yaitu bahwa Allah telah memberikan kepada mereka kemampuan memahami dalil-dalil dan keterangan-keterangan tentang agama. Keterangan itu adakalanya berupa hukum, peringatan, dan ada pula yang berupa mukjizat. Semua dipahami dan dilaksanakan dengan baik sehingga kehidupan mereka menjadi baik, tidak terjadi perselisihan sesama mereka dan ikatan masyarakat mereka menjadi baik pula, karena itu banyak usaha besar yang dapat mereka lakukan waktu itu.\nSebenarnya ketentuan seperti di atas tidak saja berlaku bagi Bani Israil, tetapi juga berlaku bagi semua bangsa yang mau melaksanakan perintah-perintah Allah dan menjauhkan larangan-Nya serta tunduk, patuh dan berserah diri kepada-Nya. Jika demikian, maka kebahagiaan yang diperoleh tidak saja berupa kebahagiaan dunia, tetapi juga kebahagiaan akhirat. Seakan-akan dengan ayat ini Allah mengingatkan manusia agar mencontoh kehidupan Bani Israil pada zaman dahulu itu.\nPada akhir ayat ini Allah menerangkan sebab-sebab terjadinya perselisihan di kalangan Bani Israil yang datang kemudian. Nabi-nabi mereka dahulu pernah menerangkan bahwa akan datang Nabi penutup nanti, yang diutus kepada semua manusia. Nabi itu termasuk keturunan Ibrahim dari anaknya Ismail. Setelah Nabi yang dimaksud itu datang dan memberikan keterangan sesuai dengan keterangan yang disampaikan nabi-nabi mereka dahulu, mereka pun mengingkarinya, dan tidak mempercayainya. Kedengkian itu timbul karena Nabi yang diutus itu bukan dari keturunan Ishak, dan mereka menganggap bahwa keturunan Ishak lebih mulia dari keturunan Ismail walaupun keduanya adalah saudara seayah (Nabi Ibrahim). Karena itu, tidak pantas nabi dan rasul terakhir diangkat dari keturunannya. Allah berfirman:\n\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. (asy-Syura/42: 14)\n\nMengenai masalah yang mereka persengketakan itu, Allah akan memberikan keputusan-Nya pada hari Kiamat dan akan menjelaskan alasan yang sebenarnya yang menyebabkan terjadinya perselisihan di antara mereka. Pada saat itu, tampak dengan jelas hasad dan kedengkian mereka, yang menjurus kepada fanatik golongan sehingga nikmat yang semula harus disyukuri, malah menjadikan mereka sombong dan takabur.",
    "quraish": "Kami pun telah memberi mereka berbagai bukti yang jelas, yaitu ajaran agama mereka. Tetapi, tidak pernah terjadi perselisihan di antara mereka, kecuali setelah mereka diberi pengetahuan tentang hakikat agama dan hukum-hukumnya, karena sikap permusuhan dan dengki di antara sesama mereka. Sesungguhnya Tuhan akan memutuskan pengadilan di antara orang-orang yang berselisih itu kelak di hari kiamat mengenai perkara yang dahulu mereka perselisihkan.",
    "jalalayn": "(Dan Kami berikan kepada mereka keterangan-keterangan yang nyata tentang urusan) agama, menyangkut masalah halal dan haram, serta berita tentang akan diutusnya Nabi Muhammad saw. (maka mereka tidak berselisih) tentang diutusnya Nabi Muhammad (melainkan sesudah datang kepada mereka pengetahuan karena permusuhan di antara mereka) karena permusuhan yang ada di antara mereka sebab mereka dengki kepada Nabi Muhammad. (Sesungguhnya Rabbmu akan memutuskan antara mereka pada hari kiamat terhadap apa yang mereka selalu berselisih padanya.)"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 18,
    "arab": "ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيْعَةٍ مِّنَ الْاَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ لَا يَعْلَمُوْنَ",
    "translation": "Kemudian Kami jadikan engkau (Muhammad) mengikuti syariat (peraturan) dari agama itu, maka ikutilah (syariat itu) dan janganlah engkau ikuti keinginan orang-orang yang tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4491.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasulullah saw agar jangan terpengaruh oleh sikap orang-orang Quraisy karena Allah telah menetapkan urusan syariat yang harus dijadikan pegangan dalam menetapkan urusan agama dengan perantara wahyu. Maka peraturan yang termuat dalam wahyu itulah yang harus diikuti, tidak boleh mengikuti hawa nafsu orang-orang yang tidak mengetahuinya. Syariat yang dibawa oleh para rasul terdahulu dan syariat yang dibawa Nabi Muhammad pada asas dan hakikatnya sama, sama-sama berasaskan tauhid, membimbing manusia ke jalan yang benar, mewujudkan kemaslahatan dalam masyarakat, menyuruh berbuat baik dan mencegah berbuat mungkar. Jika terdapat perbedaan, maka perbedaan itu bukan masalah pokok, hanya dalam pelaksanaan ibadah dan cara-caranya. Hal itu disesuaikan dengan keadaan, tempat dan waktu.",
    "quraish": "Kemudian, setelah terjadi perselisihan di antara Ahl al-Kitâb itu, Kami menjadikanmu, Muhammad, sebagai seorang utusan yang berada di atas ajaran syariat agama yang jelas yang telah Kami syariatkan kepadamu dan kepada rasul-rasul sebelummu. Maka dari itu, ikutilah syariatmu yang benar dan diperkuat dengan hujah-hujah dan bukti-bukti itu. Janganlah kamu mengikuti hawa nafsu orang-orang yang tidak mengetahui jalan yang benar.",
    "jalalayn": "(Kemudian Kami jadikan kamu) hai Muhammad (berada di atas suatu syariat) yakni peraturan (dari urusan itu) dari urusan agama (maka ikutilah syariat itu dan janganlah kamu ikuti hawa nafsu orang-orang yang tidak mengetahui) untuk menyembah kepada selain Allah."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 19,
    "arab": "اِنَّهُمْ لَنْ يُّغْنُوْا عَنْكَ مِنَ اللّٰهِ شَيْـًٔا  ۗوَاِنَّ الظّٰلِمِيْنَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۚ وَاللّٰهُ وَلِيُّ الْمُتَّقِيْنَ ",
    "translation": "Sungguh, mereka tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Dan sungguh, orang-orang yang zalim itu sebagian menjadi pelindung atas sebagian yang lain, sedangkan Allah pelindung bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4492.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa orang-orang musyrik tidak mengetahui syariat Allah dan tidak mengakui keesaan-Nya. Karenanya mereka tidak akan dapat menolak atau menghindari azab Allah yang ditimpakan kepada mereka di akhirat.\nKemudian diterangkan bahwa orang-orang musyrik itu saling menolong antara yang satu dengan yang lain dalam melakukan kemungkaran dan kemaksiatan. Ditegaskan bahwa tipu muslihat mereka dijalankan dengan bersekongkol untuk merintangi dan merusak agama Islam dan memecah belah kaum Muslimin. Hal seperti ini dapat mereka lakukan selama hidup di dunia saja, sedangkan di akhirat nanti hal itu tidak dapat mereka lakukan. Pada hari itu, seseorang tidak dapat menolong orang lain dan tidak dapat menanggung dosa orang lain; tiap-tiap orang bertanggung jawab terhadap perbuatannya sendiri-sendiri.\nPada akhir ayat, Allah menegaskan bahwa Dia pelindung orang yang bertakwa. Takwa yang mereka lakukan untuk mencari keridaan Allah itu dibalas oleh-Nya dengan pahala yang berlipat ganda di akhirat.",
    "quraish": "Orang-orang yang berbuat kebatilan dan sangat mengharapkan agar kamu mau mengikuti mereka, tidak akan dapat melindungimu sedikit pun dari siksa Allah jika kamu benar-benar mengikuti mereka. Orang-orang yang melampaui batas-batas Allah, masing-masing sungguh menjadi penolong bagi yang lain dalam melakukan kebatilan. Dan Allah akan menjadi penolong bagi orang-orang yang takut kepada-Nya, sehingga mereka tidak akan terpengaruh oleh kejahatan orang-orang zalim.",
    "jalalayn": "(Sesungguhnya mereka sekali-kali tidak akan dapat memberikan manfaat) mereka tidak akan dapat menolak (atas kamu dari siksaan Allah) yakni azab-Nya (barang sedikit pun. Dan sesungguhnya orang-orang yang zalim itu) orang-orang kafir itu (sebagian mereka menjadi penolong bagi sebagian yang lain dan Allah adalah Pelindung orang-orang yang bertakwa.)"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 20,
    "arab": "هٰذَا بَصَاۤىِٕرُ لِلنَّاسِ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّوْقِنُوْنَ ",
    "translation": "(Al-Qur'an) ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4493.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan bahwa Al-Qur'an itu adalah pedoman hidup bagi manusia, petunjuk dan rahmat yang dikaruniakan kepada hamba-Nya yang meyakininya.\nAl-Qur'an disebut pedoman karena di dalamnya terdapat dalil-dalil dan keterangan-keterangan agama yang sangat mereka perlukan untuk kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Petunjuk dan rahmat Allah itu hanya akan dapat dirasakan oleh orang-orang yang benar-benar yakin dan percaya kepada Allah dan Rasul-Nya dalam melaksanakan isi Al-Qur'an.",
    "quraish": "Al-Qur'ân yang diturunkan kepadamu ini, merupakan bukti yang memperlihatkan kepada manusia agama yang benar, sebagai petunjuk yang membimbing mereka kepada jalan yang baik, dan sebagai karunia bagi kaum yang meyakini adanya pahala dan hukuman Allah.",
    "jalalayn": "(Inilah) Alquran ini (adalah pedoman bagi manusia) artinya, sebagai pedoman yang dijadikan sumber bagi mereka dalam masalah hukum-hukum dan hudud (petunjuk dan rahmat bagi kaum yang meyakini) adanya hari berbangkit."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 21,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ اجْتَرَحُوا السَّيِّاٰتِ اَنْ نَّجْعَلَهُمْ كَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَوَاۤءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۗسَاۤءَ مَا يَحْكُمُوْنَ ࣖࣖ",
    "translation": "Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4494.mp3",
    "tafsir": "Allah memerintahkan Rasul-Nya agar menanyakan kepada orang-orang kafir Mekah tentang persengketaan mereka dengan maksud menyangkal dugaan mereka. Mereka menduga bahwa Allah akan memperlakukan dan akan memberikan balasan yang sama kepada mereka seperti yang diberikan kepada orang-orang yang beriman. Apakah Allah akan mempersamakan orang yang beriman kepada-Nya tetapi tidak melaksanakan syariat-Nya dengan orang yang beriman yang melakukan syariat-Nya. Jawabannya tentu, tidak, sekali-kali tidak, sebagaimana firman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)\n\nDalam ayat-ayat lain, diterangkan bahwa tidaklah sama orang-orang yang beriman yang melaksanakan perintah-perintah Allah dan menjauhkan larangan-larangan-Nya dengan orang-orang fasik, yaitu orang yang beriman dan mengakui adanya perintah-perintah dan adanya larangan Allah, tetapi tidak melaksanakannya, Allah berfirman:\n\nMaka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama. (as-Sajdah/32: 18)\n\nPada akhir ayat ini, Allah menegaskan bahwa semua dugaan dan sangkaan orang-orang kafir itu adalah dugaan dan sangkaan yang tidak benar dan mustahil terjadi. Karena itu, hendaklah kaum Muslimin waspada terhadap sangkaan itu sehingga tidak terpengaruh olehnya.",
    "quraish": "Apakah orang-orang yang melakukan kejahatan berupa sikap ingkar dan kemaksiatan itu menyangka bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman kepada Allah dan melakukan amal saleh, sehingga Kami menyamakan mereka dalam hidup dan mati? Alangkah buruknya keputusan mereka itu, jika mereka merasa bahwa mereka sama seperti orang-orang yang Mukmin.",
    "jalalayn": "(Apakah) lafal Am di sini maknanya sama dengan Hamzah yang menunjukkan makna ingkar (berprasangka orang-orang yang mengerjakan) orang-orang yang melakukan (kejahatan) kekafiran dan kemaksiatan (bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal yang saleh, yaitu sama) lafal Sawaa-an ini menjadi Khabar (antara kehidupan dan kematian mereka?) menjadi Mubtada dan Ma'thuf, sedangkan Jumlah kalimat ini menjadi Badal dari huruf Kaf yang ada pada lafal Kalladziina, dan kedua Dhamirnya kembali kepada orang-orang kafir. Makna ayat, apakah mereka berprasangka bahwasanya Kami menjadikan mereka di akhirat sama dengan orang-orang mukmin, yaitu mereka hidup dalam kesejahteraan yang sama dengan kehidupan mereka sewaktu di dunia. Karena mereka telah mengatakan kepada orang-orang mukmin: \"Sungguh jika kami dibangkitkan hidup kembali, niscaya kami akan diberi kebaikan seperti apa yang diberikan kepada kalian.\" Lalu Allah berfirman menyangkal dugaan mereka sesuai dengan pengertian ingkar yang terkandung di dalam permulaan ayat. (Amat buruklah apa yang mereka sangka itu) maksudnya, perkara yang sebenarnya tidaklah demikian, karena sesungguhnya mereka di akhirat berada di dalam azab, berbeda dengan keadaan kehidupan mereka sewaktu di dunia. Sedangkan orang-orang mukmin di akhirat, mereka mendapatkan pahala yang berlimpah disebabkan amal perbuatan mereka sewaktu di dunia, yaitu berupa amal salat, amal zakat, amal puasa dan amal-amal lainnya. Huruf Maa pada ayat ini adalah Mashdariyah, yakni, seburuk-buruknya keputusan adalah keputusan mereka itu."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 22,
    "arab": "وَخَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4495.mp3",
    "tafsir": "Allah menjelaskan bahwa langit dan bumi diciptakan dengan benar, dan memiliki tujuan penciptaan sesuai dengan kehendaknya. Tidak ada satu bendapun diadakan Tuhan tanpa mempunyai tujuan. Tujuan kehadiran satu ciptaan adalah untuk dimanfaatkan oleh ciptaan yang lain, dalam rangka mencapai tujuan ciptaan yang lain itu. Apabila suatu kegiatan tidak memiliki tujuan, maka yang terjadi adalah la'ib, permainan. Kata sebaliknya bathil, kebalikan kata haq banyak digunakan untuk menjelaskan hal yang sama, sebagaimana ayat di bawah: \n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (shad/38: 27)\n\nSeperti yang kita saksikan, sifat fisis bumi, seperti massa, struktur, suhu, dan seterusnya begitu tepat bagi kehidupan. Namun, sifat-sifat itu saja tidak cukup untuk memungkinkan adanya kehidupan di bumi, faktor penting lain adalah susunan atmosfer [lihat Surah Ibrahim/14:19 dan Surah al-Jatsiyah/45: 3].\nTidak ada satu pun kekuatan lain yang dapat mengubah kehendak Allah. Ketentuan yang demikian berlaku bagi seluruh ciptaan-Nya sesuai dengan keadilan dan sunah-Nya. Di antara keadilan Allah ialah memberikan balasan yang setimpal kepada para hamba-Nya atas amal dan perbuatannya pada hari pembalasan.\nBarang siapa yang melakukan perbuatan yang baik akan menerima ganjarannya sesuai dengan ketentuan yang telah ditetapkan-Nya, demikian pula barang siapa yang melakukan perbuatan jahat akan menerima balasan yang setimpal dengan perbuatan jahatnya itu.\nMengapa dikatakan bahwa pemberian balasan yang setimpal itu sesuai dengan keadilan Allah. Karena Allah menciptakan manusia sebagai makhluk-Nya, dilengkapi dengan kecenderungan dan kemampuan untuk berbuat baik dan berbuat jahat. Kedua-duanya atau salah satu daripada kedua potensi itu dapat berkembang pada diri seseorang. Perkembangannya itu banyak ditentukan oleh keadaan, lingkungan, dan waktu. Di samping itu, Allah menganugerahi manusia akal pikiran. Dengan akal pikirannya itu manusia mempunyai kesanggupan-kesanggupan untuk menilai rangsangan-rangsangan yang mempengaruhi tindakan dan perilakunya. Sebelum seseorang menentukan sikap untuk melakukan suatu perbuatan atau tidak melakukannya, maka dalam dirinya terjadi gejolak dalam mempertimbangkan dan menetapkan suatu pilihan, sikap mana atau tindakan mana yang akan diambilnya dari kedua tindakan itu.\nPada saat-saat yang demikian itu, manusia diberi kemerdekaan memilih antara yang baik dan yang buruk. Dalam pergolakan yang demikian, maka jiwa manusia mendapat tekanan-tekanan yang disebut tekanan-tekanan kejiwaan. Apabila ia memilih dan memutuskan melakukan suatu kebaikan, maka perbuatan itu terjadi berdasarkan pilihannya sendiri. Bila ia memilih keputusan melakukan keburukan, maka itu pun terjadi karena pilihannya sendiri pula. Saat-saat yang seperti itu adalah saat-saat yang menentukan apakah ia sengaja melakukan suatu perbuatan atau ia tidak sengaja melakukannya. Dan juga membedakan antara perbuatan yang dilakukan; apakah perbuatan itu dilakukan dengan sadar atau tidak. Itulah sebabnya dikatakan bahwa balasan Allah terhadap hamba-Nya sesuai dengan amal dan perbuatannya, itulah gambaran keadilan Allah.",
    "quraish": "Allah telah menciptakan langit dan bumi dengan penuh hikmah dan aturan, supaya bukti-bukti mengenai ketuhanan dan kemahakuasaan Allah menjadi tampak jelas. Selain itu, juga supaya setiap jiwa diberi balasan atas kebaikan dan kejahatan yang dilakukannya. Balasan mereka tidak akan dikurangi sedikit pun.",
    "jalalayn": "(Dan Allah menciptakan langit dan) menciptakan (bumi dengan tujuan yang benar) lafal Bil haqqi ber-ta'alluq kepada lafal Khalaqa; penciptaan langit dan bumi itu dimaksud untuk menunjukkan kekuasaan dan keesaan-Nya (dan agar dibalasi tiap-tiap diri terhadap apa yang dikerjakannya) yaitu kemaksiatan dan ketaatan yang dilakukannya, maka tidaklah sama balasan yang diterima orang kafir dan orang mukmin (dan mereka tidak akan dirugikan.)"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 23,
    "arab": "اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ",
    "translation": "Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya, dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? Maka siapa yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat?) Mengapa kamu tidak mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4496.mp3",
    "tafsir": "Muqatil mengatakan bahwa ayat ini turun berhubungan dengan peristiwa percakapan Abu Jahal dengan al-Walid bin al-Mugirah. Pada suatu malam Abu Jahal tawaf di Baitullah bersama Walid. Kedua orang itu membicarakan keadaan Nabi Muhammad. Abu Jahal berkata, \"Demi Allah, sebenarnya aku tahu bahwa Muhammad itu adalah orang yang benar. \"Al-Walid berkata kepadanya, \"Biarkan saja, apa pedulimu dan apa alasan pendapatmu itu?\" Abu Jahal menjawab, \"Hai Abu Abdisy Syams, kita telah menamainya orang yang benar, jujur, dan terpercaya dimasa mudanya, tetapi sesudah ia dewasa dan sempurna akalnya, kita menamakannya pendusta lagi pengkhianat. Demi Allah, sebenarnya aku tahu bahwa dia itu adalah benar.\" Al-Walid berkata, \"Apakah gerangan yang menghalangimu untuk membenarkan dan mempercayai seruannya?\" Abu Jahal menjawab, \"Nanti gadis-gadis Quraisy akan menggunjingkan bahwa aku pengikut anak yatim Abu thalib, padahal aku dari suku yang paling tinggi. Demi Al-Lata da Al-Uzza, saya tidak akan menjadi pengikutnya selama-lamanya.\" Kemudian turunlah ayat ini.\nSelanjutnya, pada ayat ini Allah menerangkan keadaan orang-orang kafir Mekah yang sedang tenggelam dalam perbuatan jahat. Semua yang mereka lakukan itu disebabkan oleh dorongan hawa nafsunya karena telah tergoda oleh tipu daya setan. Tidak ada lagi nilai-nilai kebenaran yang mendasari tingkah laku dan perbuatan mereka. Apa yang baik menurut hawa nafsu mereka itulah yang mereka perbuat. Seakan-akan mereka menganggap hawa nafsu mereka itu sebagai tuhan yang harus mereka ikuti perintahnya.\nMereka telah lupa bahwa kehadiran mereka di dunia yang fana ini ada maksud dan tujuannya. Ada misi yang harus mereka bawa yaitu sebagai khalifah Allah di muka bumi. Mereka telah menyia-nyiakan kedudukan yang diberikan Allah kepada mereka sebagai makhluk Tuhan yang paling baik bentuknya dan mempunyai kemampuan yang paling baik pula. Mereka tidak menyadari bahwa mereka harus mempertanggungjawabkan semua perbuatannya kepada Allah kelak dan bahwa Allah akan membalas setiap perbuatan dengan balasan yang setimpal. Inilah yang dimaksud dengan firman Allah:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\n\nSebenarnya hawa nafsu yang ada pada manusia itu merupakan anugerah yang tidak ternilai harganya yang diberikan Allah kepada manusia. Di samping Allah memberikan akal dan agama kepada manusia agar dengan keduanya manusia dapat mengendalikan hawa nafsunya. Jika seseorang mengendalikan hawa nafsunya sesuai dengan pertimbangan akal yang sehat dan tidak bertentangan dengan tuntunan agama, maka orang yang demikian itu telah berbuat sesuai dengan fitrahnya. Tetapi apabila seseorang memperturutkan hawa nafsunya tanpa pertimbangan akal yang sehat dan tidak lagi berpedoman kepada tuntutan agama, maka orang itu telah diperbudak oleh hawa nafsunya. Hal itu berarti bahwa ia telah berbuat menyimpang dari fitrahnya dan terjerumus dalam kesesatan.\nBerdasarkan keterangan di atas, maka dalam mengikuti hawa nafsunya, manusia terbagi atas dua kelompok. Kelompok pertama ialah kelompok yang dapat mengendalikan hawa nafsunya; mereka itulah orang yang bertakwa. Sedangkan kelompok kedua ialah orang yang dikuasai hawa nafsunya. Mereka itulah orang-orang yang berdosa dan selalu bergelimang dalam lumpur kejahatan.\nIbnu 'Abbas berkata, \"Setiap kali Allah menyebut hawa nafsu dalam Al-Qur'an, setiap kali itu pula Ia mencelanya.\" Allah berfirman:\n\nDan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir. (al-A'raf/7: 176)\n\nPada ayat lain :\n\nDan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)\n\nDalam ayat ini, Allah memuji orang-orang yang dapat menguasai hawa nafsunya dan menjanjikan baginya tempat kembali yang penuh kenikmatan. Allah berfirman:\n\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-Nazi'at/79: 40-41)\n\nBanyak hadis-hadis Nabi saw yang mencela orang-orang yang memperturutkan hawa nafsunya. Diriwayatkan oleh 'Abdullah bin 'Amr bin 'As bahwa Nabi saw berkata.\n\nTidak beriman seseorang dari antara kamu sehingga hawa nafsunya itu tunduk kepada apa yang saya bawa (petunjuk).(Riwayat al-Khathib al-Bagdadi)\n\nSyaddad bin Aus meriwayatkan hadis dari Nabi saw :\n‡)\nOrang yang cerdik ialah orang yang menguasai hawa nafsunya dan berbuat untuk kepentingan masa sesudah mati. Tetapi orang yang zalim ialah orang yang memperturutkan hawa nafsunya dan mengharap-harap sesuatu yang mustahil dari Allah. (Riwayat at-Tirmidhi dan Ibnu Majah)\n\nOrang yang selalu memperturutkan hawa nafusnya biasanya kehilangan kontrol dirinya. Itulah sebabnya ia terjerumus dalam kesesatan karena ia tidak mau memperhatikan petunjuk yang diberikan kepadanya, dan akibat perbuatan jahat yang telah dilakukannya karena memperturutkan hawa nafsu.\nKeadaan orang yang memperturutkan hawa nafsunya itu diibaratkan seperti orang yang terkunci mati hatinya sehingga tidak mampu lagi menilai mana yang baik mana yang buruk, dan seperti orang yang telinganya tersumbat sehingga tidak mampu lagi memperhatikan tanda-tanda kekuasaan Allah yang terdapat di langit dan di bumi, dan seperti orang yang matanya tertutup tidak dapat melihat dan mengetahui kebenaran adanya Allah Yang Maha Pencipta segala sesuatu.\nSelanjutnya, Allah memerintahkan kepada Rasul-Nya agar tidak membenarkan sikap orang-orang kafir Mekah dengan mengatakan bahwa tidak ada kekuasaan yang akan memberikan petunjuk selain Allah setelah mereka tersesat dari jalan yang lurus. \nPada akhir ayat ini, Allah mengingatkan mereka mengapa mereka tidak mengambil pelajaran dari alam semesta, kejadian pada diri mereka sendiri, dan azab yang menimpa umat-umat terdahulu sebagai bukti bahwa Allah Mahakuasa lagi berhak disembah.",
    "quraish": "Tidakkah kamu memperhatikan, wahai Rasulullah, orang yang menyembah hawa nafsunya, tunduk dan patuh kepadanya, dan ia sesat dari jalan kebenaran, padahal ia mengatahui jalan kebenaran itu, dan Allah telah menutup pendengarannya, sehingga tidak dapat menerima nasihat, dan menutup hatinya, sehingga tidak mau meyakini kebenaran, serta menutup penglihatannya, sehingga tidak dapat melihat suatu peringatan? Siapakah yang dapat memberinya petunjuk setelah Allah berpaling darinya? Apakah kalian tidak memperhatikan sehingga tidak dapat mengambil pelajaran?",
    "jalalayn": "(Apakah kamu pernah melihat) maksudnya ceritakanlah kepadaku (orang yang menjadikan hawa nafsunya sebagai tuhannya) maksudnya, yang disukai oleh hawa nafsunya, yaitu batu demi batu ia ganti dengan yang lebih baik sebagai sesembahannya (dan Allah membiarkan-Nya sesat berdasarkan ilmu-Nya) berdasarkan pengetahuan Allah swt. Dengan kata lain Dia telah mengetahui, bahwa orang itu termasuk orang yang disesatkan sebelum ia diciptakan (dan Allah telah mengunci mati pendengaran dan hatinya) maka, karena itu ia tidak dapat mendengar petunjuk dan tidak mau memikirkannya (dan meletakkan tutupan atas penglihatannya) mengambil kegelapan hingga ia tidak dapat melihat petunjuk. Pada ayat ini diperkirakan adanya Maf'ul kedua bagi lafal Ra-ayta, yaitu lafal ayat tadi, yang artinya; apakah ia mendapat petunjuk? (Maka siapakah yang akan memberinya petunjuk sesudah Allah) membiarkannya sesat? Maksudnya, tentu saja ia tidak dapat petunjuk. (Maka mengapa kalian tidak mengambil pelajaran?) atau mengapa kalian tidak mau mengambilnya sebagai pelajaran buat kalian. Lafal Tadzakkaruuna asalnya salah satu dari huruf Ta-nya diidgamkan kepada huruf Dzal."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 24,
    "arab": "وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "translation": "Dan mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4497.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan keingkaran orang-orang musyrik terhadap hari kebangkitan. Menurut anggapan mereka kehidupan itu hanya di dunia saja. Di dunia mereka dilahirkan dan di dunia pula mereka dimatikan dan di situlah akhir dari segala sesuatu, dan demikian pula terjadi pada nenek moyang mereka. Menurut mereka, yang menyebabkan kematian dan kebinasaan segala sesuatu ialah pertukaran masa. Dari pendapat mereka, dapat diambil kesimpulan bahwa mereka mengingkari terjadinya hari kebangkitan.\nKeterangan itu diperkuat oleh adat kebiasaan orang Arab Jahiliah yaitu apabila mereka ditimpa bencana atau musibah, terlontarlah kata-kata dari mulut mereka, \"Aduhai celakalah masa.\" Mereka mengumpat-umpat masa karena menurut mereka masa itulah sumber dari segala musibah.\nDalam hadis Qudsi dari Abu Hurairah, Rasulullah bersabda:\n\nAllah berfirman, \"Manusia telah menyakitiku dengan mengatakan wahai masa yang sial. Maka janganlah salah seorang kalian mengatakan 'masa yang sial karena Akulah (Pencipta dan Pengatur)masa. Aku menanti malam menjadi siang, dan jika Aku menghendakinya niscaya Aku genggam keduanya.\" (Riwayat Muslim)\n\nKemudian Allah menyayangkan sikap kaum musyrikin Mekah yang tidak didasarkan pada pengetahuan yang benar. Allah menyatakan bahwa mereka sama sekali tidak mempunyai pengetahuan sedikit pun tentang hal yang menyangkut masa itu. Pendapat mereka itu hanyalah didasarkan pada sangkaan dan dugaan saja.",
    "quraish": "Orang-orang yang mengingkari hari kebangkitan berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita hidup dan mati. Tidak ada kehidupan lain setelah kematian dan tidak ada yang membinasakan kita selain masa.\" Perkataan mereka itu tidak berdasar pada ilmu dan keyakinan, tetapi hanya berdasarkan dugaan dan sangkaan belaka.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang yang ingkar akan adanya hari berbangkit, (\"Kehidupan ini) kehidupan yang sebenarnya (tiada lain hanyalah kehidupan kita) yang kita alami (di dunia saja, kita mati dan kita hidup) sebagian dari kita mati kemudian sebagian yang lain hidup karena mereka dilahirkan (dan tiada yang membinasakan kita selain masa\") atau berlalunya masa. Lalu Allah berfirman menyangkal perkataan mereka melalui firman-Nya: (dan mereka tidak mempunyai mengenai hal itu) mengenai perkataan mereka yang demikian tadi (pengetahuan sedikit pun, tiada lain) tidak lain (mereka hanyalah menduga-duga saja.)"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 25,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain mengatakan, “Hidupkanlah kembali nenek moyang kami, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4498.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan dan menegaskan bahwa pendapat mereka itu benar-benar berdasarkan dugaan dan sangkaan belaka, yang menjurus kepada pengingkaran terjadinya hari kebangkitan. Apabila dibacakan kepada mereka ayat-ayat Allah yang mengandung keterangan tentang bukti-bukti terjadinya hari kebangkitan, mereka tidak mau memahami keterangan yang dikemukakan itu, dan juga mereka menantang Rasulullah saw agar beliau menghidupkan kembali orang-orang yang telah mati. Jika hal itu dapat dilakukan oleh Rasulullah, barulah mereka mau beriman.\nDari sikap mereka yang demikian itu, dapat diambil kesimpulan bahwa mereka benar-benar telah dikendalikan oleh hawa nafsu mereka, tidak lagi mempergunakan pikiran mereka dengan baik sehingga mereka tidak mau menerima segala kebenaran yang disampaikan oleh Rasulullah saw, bahwa hari kebangkitan itu akan datang pada saat yang telah ditentukan yaitu setelah semua manusia yang hidup dimatikan dan jagat raya serta segala isinya hancur-lebur. Namun hal ini tidak membuat mereka mengerti dan mengakui.",
    "quraish": "Dan jika dibacakan kepada mereka ayat-ayat Allah sebagai bukti nyata akan kekuasaan-Nya terhadap hari kebangkitan, maka--untuk lari dari kebenaran--mereka hanya bisa mengatakan, \"Hidupkanlah kembali nenek moyang kami, jika kamu termasuk orang-orang yang benar dalam mendakwakan terjadinya hari kebangkitan!\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) dari Alquran yang menunjukkan akan kekuasaan Kami yang mampu membangkitkan makhluk menjadi hidup kembali (yang jelas) yang keadaannya jelas sekali (tidak ada bantahan mereka selain dari mengatakan, \"Datangkanlah nenek moyang kami) dalam keadaan hidup (jika kalian adalah orang-orang yang benar\") bahwasanya kami benar-benar akan dibangkitkan menjadi hidup kembali sesudah kami mati."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 26,
    "arab": "قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Katakanlah, “Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4499.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menjelaskan kepada orang-orang musyrik Mekah, bahwa Allah-lah yang berkuasa menghidupkan dan mematikan makhluk-Nya. Dahulu mereka belum ada dan merupakan benda mati, sesudah itu atas kuasa Allah mereka dijadikan makhluk hidup di dunia untuk jangka waktu yang ditentukan. Apabila telah sampai waktu yang ditentukan itu, mereka pun dimatikan. Kemudian mereka dibangkitkan kembali pada hari Kiamat untuk mempertanggungjawabkan segala perbuatan yang telah mereka lakukan selama hidup di dunia.\nAllah menegaskan bahwa terjadinya hari Kiamat itu adalah suatu kejadian yang pasti, tidak ada keraguan sedikit pun. Jika Allah kuasa menghidupkan dan mematikan, tentu Dia kuasa pula menghidupkan dan menghimpun kembali bagian-bagian tubuh mereka yang telah hancur berserakan menjadi tanah. Mengulang kembali suatu perbuatan adalah lebih mudah daripada menciptakannya untuk pertama kali. Dan bagi Allah, tidak ada suatu perbuatan pun yang sukar.\nPada akhir ayat ini, Allah menyayangkan mengapa kebanyakan orang-orang musyrik tidak meyakini kebenaran adanya hari kebangkitan dan tetap mengingkarinya dengan alasan bahwa orang yang telah mati, yang tubuhnya telah hancur lebur bersama tanah, tulang-tulangnya telah berserakan tidak mungkin hidup kembali. Allah berfirman:\n\nDan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur. (al-hajj/22: 7)",
    "quraish": "Katakanlah kepada mereka, wahai Muhammad, \"Allah telah menghidupkan kalian di dunia dari ketiadaan, kemudian mematikan kalian ketika ajal menjemput, setelah itu akan mengumpulkan kalian pada hari kiamat nanti. Pengumpulan itu tidak diragukan lagi. Akan tetapi kebanyakan manusia tidak mengetahui kekuasaan Allah terhadap hari kebangkitan, karena mereka telah berpaling dan tidak mau memikirkan bukti- bukti akan terjadinya hari itu. Dan Tuhan yang mampu melakukan hal itu, tentu juga mampu menghadirkan nenek moyang kalian.",
    "jalalayn": "(Katakanlah, \"Allahlah yang menghidupkan kalian) sewaktu kalian masih dalam bentuk air mani (kemudian mematikan kalian, setelah itu mengumpulkan kalian) dalam keadaan hidup (pada hari kiamat yang tidak ada keraguan padanya) tidak diragukan lagi kedatangannya (akan tetapi kebanyakan manusia) yang dimaksud adalah mereka yang telah mengatakan apa yang telah disebutkan tadi (tidak mengetahui.\")"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 27,
    "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّخْسَرُ الْمُبْطِلُوْنَ",
    "translation": "Dan milik Allah kerajaan langit dan bumi. Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan (dosa).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4500.mp3",
    "tafsir": "Allah menjelaskan bahwa yang memiliki kekuasaan di langit dan di bumi ialah Allah. Tidak ada yang melebihi kekuasaan-Nya yang berlaku sesuai dengan kehendak-Nya. Tidak ada penguasa yang lain selain Dia dan tidak ada tuhan-tuhan lain yang pantas disembah selain-Nya. Kekuasaan-Nya meliputi seluruh alam; alam dunia dan alam akhirat. Allah juga berkuasa pada saat alam dunia berakhir dan mulainya hari akhirat. Pada saat itu manusia akan dibangkitkan dari alam kubur. Semua manusia akan digiring ke Padang Mahsyar untuk menghadapi ke pengadilan. Pada saat itu, perbuatan mereka akan diperiksa secara teliti. Tiap-tiap orang akan menerima catatan perbuatannya selama ia hidup di dunia, yang dibuat secara teliti oleh para malaikat pencatat amal. Pada hari itulah, tampak kemurungan orang-orang kafir yang mendustakan kebenaran ayat-ayat Allah. Kemurungan itu berubah menjadi kesengsaraan dan penderitaan yang amat berat ketika mereka diseret ke neraka Jahanam, disanalah mereka menampakkan penyesalan mereka, tetapi penyesalan itu tidak berguna lagi.",
    "quraish": "Hanya Allahlah yang memiliki, menciptakan, menguasai dan mengatur langit dan bumi. Dan pada hari kiamat nanti, orang-orang yang mengikuti kebatilan akan merugi.",
    "jalalayn": "(Dan hanya kepunyaan Allahlah kerajaan langit dan bumi. Dan pada hari terjadinya kiamat) kemudian dijelaskan maksud sebenarnya oleh firman berikutnya, yaitu: (akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan) yakni orang-orang kafir. Maksudnya, kerugian mereka akan tampak jelas karena mereka dimasukkan ke dalam neraka."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 28,
    "arab": "وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۗ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَاۗ  اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "Dan (pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4501.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan keadaan manusia pada hari penentuan keputusan itu dan kedahsyatan huru-hara pada saat menunggu detik-detik yang menentukan, yaitu:\n1. Pada hari itu, manusia berlutut dan bersimpuh di hadapan Tuhan penguasa seluruh alam untuk menerima perhitungan amal perbuatan mereka dan menerima keputusan akhir yang akan ditetapkan atas mereka.\n2. Pada hari itu, mereka dipanggil melihat catatan mereka yang dibuat oleh para malaikat. Kemudian mereka memeriksa apakah ada di antara perbuatan mereka yang belum tercatat atau ada yang tercatat, tetapi tidak sesuai dengan yang telah mereka kerjakan. Apabila perbuatan mereka yang tercatat itu sesuai dengan yang diperintahkan oleh agama yang dibawa rasul mereka, maka mereka akan memperoleh kebahagiaan dan keberuntungan, sedangkan apabila tidak sesuai dengan perintah dan banyak melanggar larangan agama mereka, maka mereka akan memperoleh kecelakaan dan azab di neraka. Allah berfirman:\n\nDan bumi (Padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan. (az-Zumar/39: 69)\n\nPada ayat lain Allah berfirman:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nPada saat itu, manusia mendapat panggilan. Kepada mereka diberitahukan bahwa pada hari itulah mereka akan menerima balasan dari amal perbuatan mereka masing-masing dengan balasan yang setimpal.",
    "quraish": "Pada hari kiamat nanti kamu akan melihat penganut tiap-tiap agama duduk berlutut karena dahsyatnya suasana dan bersiap-siap memenuhi panggilan. Tiap-tiap umat akan dipanggil untuk menerima catatan amal perbuatannya masing-masing, dan dikatakan kepada mereka, \"Hari ini kalian akan mendapatkan balasan apa yang telah kalian lakukan di dunia.\"",
    "jalalayn": "(Dan pada hari itu kamu lihat tiap-tiap umat) tiap-tiap pemeluk suatu agama (berlutut) mereka berdiri pada lututnya, atau mereka membentuk kumpulan. (Tiap-tiap umat dipanggil untuk melihat kitabnya) untuk melihat catatan amalnya, lalu dikatakan kepada mereka, (\"Pada hari ini kalian diberi balasan terhadap apa yang telah kalian kerjakan\") sebagai pembalasannya."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 29,
    "arab": "هٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "(Allah berfirman), “Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4502.mp3",
    "tafsir": "Allah menyatakan firman-Nya kepada seluruh umat manusia bahwa kitab-kitab yang memuat catatan amal perbuatan itu adalah kitab yang benar, tidak ada suatu pun kesalahan terdapat di dalamnya, dibuat atas dasar perintah Allah Yang Mahakuasa, yang menjadi dasar pertimbangan untuk menentukan keputusan bagi umat manusia.\nAllah juga menyatakan bahwa pada saat orang itu hidup di dunia, telah dikerahkan para pencatat amal perbuatan, baik perbuatan yang baik maupun perbuatan yang buruk. Catatan itu tidak mungkin salah karena dibuat dengan ketelitian yang tinggi sebagai alat bukti yang tidak dapat diragukan kebenarannya",
    "quraish": "Dan dikatakan kepada mereka, \"Inilah kitab Kami yang berisi catatan semua amal perbuatanmu dan yang telah kalian ambil dengan tangan kalian, akan menuturkan kepada kalian dengan benar apa yang telah kalian lakukan. Sesungguhnya Kami telah menyuruh malaikat mencatat, supaya Kami dapat membuat perhitungan terhadap apa yang kalian lakukan.",
    "jalalayn": "(Inilah kitab catatan Kami) yakni kitab catatan malaikat pencatat amal perbuatan manusia (yang menuturkan terhadap kalian dengan benar. Sesungguhnya Kami telah menyuruh mencatat) menulis dan mengarsipkan (apa yang telah kalian kerjakan.)"
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 30,
    "arab": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ  فِيْ رَحْمَتِهٖۗ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِيْنُ",
    "translation": "Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka Tuhan memasukkan mereka ke dalam rahmat-Nya (surga). Demikian itulah kemenangan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4503.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan orang-orang yang beriman dan yang melakukan amal saleh. Mereka itu akan mendapat balasan yang setimpal dengan amal perbuatannya. Mereka itu termasuk hamba Allah yang memperoleh limpahan rahmat-Nya.\nYang dimaksud dengan rahmat Allah dalam ayat ini adalah surga. Hal ini sesuai dengan maksud hadis yang diriwayatkan oleh Abu Hurairah:\n…)\nSesungguhnya Allah berkata kepada surga, \"Engkau adalah rahmat-Ku. Dengan kamu Aku melimpahkan Kasih sayang-Ku kepada orang-orang yang Aku kehendaki.\" (Riwayat al-Bukhari dan Muslim)\n\nPada bagian akhir ayat ini, Allah menegaskan bahwa surga itu merupakan kebahagiaan yang akan dicapai oleh orang-orang yang beriman karena nikmatnya yang berlimpah-limpah yang akan dirasakan penghuninya.",
    "quraish": "Orang-orang yang beriman dan mengerjakan amal saleh, akan dimasukkan oleh Tuhan ke dalam surga- Nya. Balasan itu adalah keberuntungan yang nyata.",
    "jalalayn": "(Adapun orang-orang yang beriman dan mengerjakan amal yang saleh maka Rabb mereka memasukkan mereka ke dalam rahmat-Nya) yakni surga-Nya. (Itulah keberuntungan yang nyata) nyata lagi jelas keuntungannya."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 31,
    "arab": "وَاَمَّا الَّذِيْنَ كَفَرُوْاۗ  اَفَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُّجْرِمِيْنَ",
    "translation": "Dan adapun (kepada) orang-orang yang kafir (difirmankan), “Bukankah ayat-ayat-Ku telah dibacakan kepadamu tetapi kamu menyombongkan diri dan kamu menjadi orang-orang yang berbuat dosa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4504.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan keadaan orang-orang yang mengingkari keesaan-Nya. Mereka itu selalu menerima cemoohan dan penghinaan karena kepada mereka telah didatangkan utusan Allah yang telah membacakan ayat-ayat-Nya, tetapi mereka bersikap sombong dan keras kepala.\nKarena itu mereka akan merasakan siksa Allah yang menghinakan disebabkan oleh perbuatan dosa yang telah mereka kerjakan. Pada saat itulah, mereka tergagap karena melihat kenyataan yang dahulu mereka dustakan.",
    "quraish": "Sedangkan orang-orang yang ingkar kepada Allah dan rasul-Nya, maka, dengan nada mencela, akan dikatakan kepada mereka, \"Apakah belum ada rasul-rasul Kami yang datang dan ayat-ayat Kami yang dibacakan kepada kalian, sehingga kalian enggan menerima kebenaran, dan kalian menjadi kaum yang kafir?\"",
    "jalalayn": "(Dan adapun orang-orang yang kafir) dikatakan kepada mereka: (\"Maka apakah belum ada ayat-ayat-Ku) yakni Alquran (yang dibacakan kepada kalian lalu kalian menyombongkan diri) bersifat takabur terhadapnya (dan kalian jadi kaum yang berbuat dosa?\") jadi orang-orang yang kafir."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 32,
    "arab": "وَاِذَا قِيْلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّالسَّاعَةُ لَا رَيْبَ فِيْهَا قُلْتُمْ مَّا نَدْرِيْ مَا السَّاعَةُۙ اِنْ نَّظُنُّ اِلَّا ظَنًّا وَّمَا نَحْنُ بِمُسْتَيْقِنِيْنَ ",
    "translation": "Dan apabila dikatakan (kepadamu), “Sungguh, janji Allah itu benar, dan hari Kiamat itu tidak diragukan adanya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4505.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan penyesalan orang-orang yang mengingkari terjadinya hari kebangkitan. Sewaktu masih di dunia, apabila disampaikan kepada mereka berita tentang terjadinya hari kebangkitan, mereka beranggapan bahwa berita hari kebangkitan itu adalah berita yang aneh dan mustahil. Bagi mereka mustahil membangkitkan orang yang telah mati yang tulang-tulangnya telah berserakan dan seluruh tubuhnya telah hancur menjadi tanah. Tetapi nanti setelah mereka menghadapi kenyataan dan berhadapan dengan siksa yang sangat mengerikan, barulah mereka menyesali sikap dan perbuatan mereka dahulu yang semata-mata didasarkan atas dugaan dan prasangka belaka, tidak berdasarkan ilmu pengetahuan dan kepercayaan kepada Allah Yang Maha Penguasa Semesta Alam.",
    "quraish": "Ketika Rasulullah berkata, \"Sesungguhnya janji Allah untuk memberi balasan adalah benar, dan hari kiamat pasti datang,\" kepada kalian, wahai orang-orang yang mengingkari hari kebangkitan, kalian menjawabnya dengan mengatakan, \"Kami tidak tahu apakah hari kiamat itu? Kami hanya menduga-duga dan tidak yakin bahwa hari itu akan datang.\"",
    "jalalayn": "(Dan apabila dikatakan) kepada kalian hai orang-orang kafir, (\"Sesungguhnya janji Allah itu) mengenai hari berbangkit (adalah benar dan hari kiamat itu) dapat dibaca Was Saa'atu atau Was Saa'ata (tidak ada keraguan) tidak ada keragu-raguan (padanya,\" niscaya kalian menjawab, \"Kami tidak tahu apakah hari kiamat itu, tidak lain) tiada lain (kami hanya menduga-duga saja) menurut Iman Mubarrad, bahwa asal dari lafal In Nazhunnu Illaa Zhannan adalah In Nahnu Illaa Nazhunnu Zhannan, yang artinya: kami sekali-kali tidak lain hanyalah menduga-duga saja (dan Kami sekali-kali tidak meyakini\") bahwa hari kiamat itu benar-benar akan datang."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 33,
    "arab": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
    "translation": "Dan nyatalah bagi mereka keburukan-keburukan yang mereka kerjakan, dan berlakulah (azab) terhadap mereka yang dahulu mereka perolok-olokkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4506.mp3",
    "tafsir": "Kemudian Allah menjelaskan keadaan kaum musyrikin ketika kejahatan mereka telah terungkap dengan jelas. Mereka tergagap menghadapi tanggung jawab yang begitu besar. Mereka merasa takut melihat dosa mereka yang bertumpuk-tumpuk yang harus mereka tebus dengan siksaan neraka yang sangat mereka takuti. Mereka menyadari pula saat itu bahwa tidak ada seorang pun yang dapat membela mereka; kekuasaan mereka selama di dunia, harta benda yang melimpah ruah, anak cucu mereka, teman bersekongkol, dan sebagainya semuanya tidak ada artinya pada waktu itu. Satu-satunya pilihan yang dapat mereka ambil waktu itu hanyalah menunggu keputusan dan pasrah untuk menerima azab Allah.",
    "quraish": "Dan tampaklah keburukan amal perbuatan orang-orang kafir itu. Lalu diturunkan kepada mereka balasan memperolok-olok ayat-ayat Allah.",
    "jalalayn": "(Dan nyatalah) jelaslah (bagi mereka) di akhirat nanti (keburukan-keburukan dari apa yang mereka kerjakan) sewaktu di dunia, yang dimaksud adalah pembalasannya (dan menimpalah) turunlah (kepada mereka apa yang mereka selalu memperolok-olokkannya) yaitu, azab yang dahulu mereka selalu memperolok-olokkannya."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 34,
    "arab": "وَقِيْلَ الْيَوْمَ نَنْسٰىكُمْ كَمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۙ وَمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَ",
    "translation": "Dan kepada mereka dikatakan, “Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini; dan tempat kembalimu ialah neraka dan se-kali-kali tidak akan ada penolong bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4507.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan cemoohan, penghinaan dan azab yang mereka tanggungkan pada hari Kiamat itu. Pada hari itu, Allah tidak akan menghiraukan jerit dan tangis mereka, ratapan dan penyesalan mereka karena semua yang mereka alami itu benar-benar sebagai pembalasan yang seimbang dengan perbuatan mereka di dunia dahulu.\nDi dunia mereka menganiaya dan memfitnah orang yang tidak bersalah, menghalalkan yang haram untuk kepentingan pribadi dan kelompok mereka; Allah akan memberikan balasan yang setimpal dengan amal mereka semua di akhirat nanti.\nJika Allah bersikap tidak mengacuhkan mereka karena sikap angkuh dan sombong yang telah mereka lakukan, serta sikap yang tidak berperikemanusiaan yang telah mereka lakukan. Maka sikap yang demikian itu adalah balasan yang wajar sesuai dengan keadilan-Nya.",
    "quraish": "Dengan nada mencela, hari itu akan dikatakan kepada orang-orang musyrik, \"Hari ini Kami membiarkan kalian di dalam siksa sebagaimana kalian dahulu lupa membekali diri dengan ketaatan dan amal saleh untuk bertemu dengan Tuhanmu pada hari ini. Dan neraka adalah tempat kalian dan kalian sekali-kali tidak memperoleh penolong yang dapat menyelamatkan kalian dari siksaan api neraka.",
    "jalalayn": "(Dan dikatakan kepada mereka, \"Pada hari ini Kami melupakan kalian) Kami membiarkan kalian berada di dalam neraka (sebagaimana kalian telah melupakan pertemuan dengan hari kalian ini) yaitu kalian tidak mau beramal sebagai bekal untuk menghadapinya (dan tempat tinggal kalian ialah neraka dan kalian sekali-kali tidak memperoleh penolong\") yang dapat mencegah diri kalian dari azab neraka."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 35,
    "arab": "ذٰلِكُمْ بِاَنَّكُمُ اتَّخَذْتُمْ اٰيٰتِ اللّٰهِ هُزُوًا وَّغَرَّتْكُمُ الْحَيٰوةُ الدُّنْيَا ۚفَالْيَوْمَ لَا يُخْرَجُوْنَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُوْنَ",
    "translation": "Yang demikian itu, karena sesungguhnya kamu telah menjadikan ayat-ayat Allah sebagai olok-olokan dan kamu telah ditipu oleh kehidupan dunia.” Maka pada hari ini mereka tidak dikeluarkan dari neraka dan tidak pula mereka diberi kesempatan untuk bertobat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4508.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan mengapa orang-orang kafir itu harus menerima siksaan dan azab yang mengerikan itu, sebabnya ialah:\n1. Karena waktu mereka hidup di dunia, mereka memperolok-olok ayat-ayat Allah yang disampaikan kepada mereka melalui Rasul-Nya. Sikap ini dianggap sebagai sikap yang penuh keangkuhan dan kesombongan. Mereka juga ingin mendangkalkan iman yang telah meresap dalam dada kaum Muslimin dengan berbagai macam dalih dan cara.\n2. Mereka telah tertipu oleh kenikmatan hidup di dunia, sehingga mereka melupakan kehidupan akhirat yang menjadi tujuan akhir kehidupan manusia.\n\nItulah sebabnya ketika Allah menjatuhkan keputusan-Nya, tidak ada kemungkinan bagi mereka untuk melepaskan diri dari azab dan tidak ada lagi ampunan bagi mereka.",
    "quraish": "Itulah azab yang menimpa diri kalian, karena kalian ingkar dan mengolok-olok ayat-ayat Allah dan tertipu oleh kehidupan dunia.\" Hari ini tidak ada seorang pun yang dapat mengeluarkan mereka dari siksa api neraka, dan mereka pun tidak diminta untuk memohon perkenan Tuhan dengan meminta maaf.",
    "jalalayn": "(Yang demikian itu, karena sesungguhnya kalian menjadikan ayat-ayat Allah) Alquran (sebagai olok-olokan dan kalian telah ditipu oleh kehidupan dunia) sehingga kalian berani mengatakan bahwa tidak ada hari berbangkit dan tidak ada hari hisab (maka pada hari ini mereka tidak dikeluarkan) dapat dibaca Yukhrajuuna dan Yakhrujuuna, kalau dibaca Yakhrujuuna artinya mereka tidak dapat keluar (daripadanya) dari neraka (dan tidak pula mereka diberi kesempatan untuk bertobat) tidak dituntut untuk membuat amal keridaan terhadap Rabbnya, yaitu berupa tobat dan ketaatan kepada-Nya, karena pada hari itu hal-hal tersebut sudah tidak bermanfaat lagi."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 36,
    "arab": "فَلِلّٰهِ الْحَمْدُ رَبِّ السَّمٰوٰتِ وَرَبِّ الْاَرْضِ رَبِّ الْعٰلَمِيْنَ",
    "translation": "Segala puji hanya bagi Allah, Tuhan (pemilik) langit dan bumi, Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4509.mp3",
    "tafsir": "Kedua ayat ini merupakan ayat penutup Surah al-Jatsiyah. Dalam ayat-ayat ini Allah menyebutkan beberapa sifat-Nya yang ada hubungannya dengan dasar-dasar pengambilan keputusan di hari Kiamat nanti, yaitu:\n1. Dia Maha Terpuji, karena itu bagi-Nyalah segala puji. Ungkapan ini memberikan pengertian bahwa segala nikmat apa pun yang diperoleh manusia selama hidup di dunia berasal dari Allah agar manusia dapat melaksanakan tugasnya sebagai khalifah-Nya di bumi, bukan untuk berbuat sewenang-wenang dan memperturutkan hawa nafsu. Jika manusia tidak mensyukuri nikmat itu dan tidak mempergunakan nikmat itu menurut yang semestinya, tentulah orang itu akan mendapat murka dan azab-Nya.\n2. Allah Mahakuasa, Dia menguasai semesta alam. Perkataan ini memberikan pengertian bahwa segala sesuatu yang ada di langit dan di bumi berada dalam kekuasaan-Nya. Dia menguasai dunia dan akhirat.\n3. Dia Mahaagung, karena keagungan dan keangkuhan hanya bagi Allah di langit dan di bumi dan kekuasaan-Nya berada di atas segala kekuasaan.\n4. Dia Mahaperkasa, keputusan-Nya tidak dapat ditolak, tidak dapat diubah oleh siapa pun, dan tidak ada yang dapat menandingi kekuasaan-Nya itu.\n5. Dia Mahabijaksana. Maksudnya: Allah dalam menetapkan perintah-Nya kepada seluruh makhluk-Nya, selalu disertai aturan, perhitungan, dan berhasil serta pasti, terjadi sesuai dengan yang dikehendaki-Nya.",
    "quraish": "Dari itu, hanya bagi Allahlah, Pencipta langit dan bumi serta semua makhluk segala puji. Sebab sifat- sifat ketuhanan inilah yang membuat Allah berhak dipuji atas segala nikmat.",
    "jalalayn": "(Maka bagi Allahlah segala puji) sanjungan yang baik atas ketepatan ancaman-Nya terhadap orang-orang yang mendustakan-Nya (Rabb langit dan bumi, Rabb semesta alam) Pencipta hal-hal yang telah disebutkan tadi. Pengertian kata Al-'Aalam adalah semua yang selain Allah, diungkapkan dalam bentuk jamak mengingat jenisnya yang bermacam-macam dan lafal Rabb adalah Badal."
  },
  {
    "hizb": 200,
    "name": "Al-Jasiyah",
    "ayat": 37,
    "arab": "وَلَهُ الْكِبْرِيَاۤءُ فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   ۔",
    "translation": "Dan hanya bagi-Nya segala keagungan di langit dan di bumi, dan Dialah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4510.mp3",
    "tafsir": "Kedua ayat ini merupakan ayat penutup Surah al-Jatsiyah. Dalam ayat-ayat ini Allah menyebutkan beberapa sifat-Nya yang ada hubungannya dengan dasar-dasar pengambilan keputusan di hari Kiamat nanti, yaitu:\n1. Dia Maha Terpuji, karena itu bagi-Nyalah segala puji. Ungkapan ini memberikan pengertian bahwa segala nikmat apa pun yang diperoleh manusia selama hidup di dunia berasal dari Allah agar manusia dapat melaksanakan tugasnya sebagai khalifah-Nya di bumi, bukan untuk berbuat sewenang-wenang dan memperturutkan hawa nafsu. Jika manusia tidak mensyukuri nikmat itu dan tidak mempergunakan nikmat itu menurut yang semestinya, tentulah orang itu akan mendapat murka dan azab-Nya.\n2. Allah Mahakuasa, Dia menguasai semesta alam. Perkataan ini memberikan pengertian bahwa segala sesuatu yang ada di langit dan di bumi berada dalam kekuasaan-Nya. Dia menguasai dunia dan akhirat.\n3. Dia Mahaagung, karena keagungan dan keangkuhan hanya bagi Allah di langit dan di bumi dan kekuasaan-Nya berada di atas segala kekuasaan.\n4. Dia Mahaperkasa, keputusan-Nya tidak dapat ditolak, tidak dapat diubah oleh siapa pun, dan tidak ada yang dapat menandingi kekuasaan-Nya itu.\n5. Dia Mahabijaksana. Maksudnya: Allah dalam menetapkan perintah-Nya kepada seluruh makhluk-Nya, selalu disertai aturan, perhitungan, dan berhasil serta pasti, terjadi sesuai dengan yang dikehendaki-Nya.",
    "quraish": "Dan hanya bagi-Nya pulalah keagungan dan kekuasaan di langit dan bumi. Dia Maha Perkasa yang tidak terkalahkan dan Maha Bijaksana yang tidak pernah salah dalam menetapkan hukum-hukum-Nya.",
    "jalalayn": "(Dan bagi-Nyalah keagungan) kebesaran (di langit dan bumi) lafal Fis Samaawaati Wal Ardhi ini berkedudukan menjadi Hal atau kata keterangan keadaan; yakni keagungan yang ada pada keduanya. (Dialah Yang Maha Perkasa lagi Maha Bijaksana) sebagaimana yang telah dijelaskan pada penafsiran-penafsiran sebelumnya."
  }
]