[
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 10,
    "arab": "۞ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ دَمَّرَ اللّٰهُ عَلَيْهِمْ ۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا ",
    "translation": "Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4555.mp3",
    "tafsir": "Orang-orang musyrik Mekah yang mendustakan kenabian dan kerasulan Muhammad saw, serta mengingkari kebenaran petunjuk Al-Qur'an sebagai kitab yang berasal dari Allah Yang Mahakuasa, sebenarnya mempunyai berbagai bukti untuk membenarkan kenabian dan kerasulan beliau, karena negeri itu berada di sekitar negeri umat-umat terdahulu yang pernah mendustakan dan mengingkari seruan para rasul Allah. Bukankah mereka sering pergi ke Syria, sebelah utara negeri mereka, dan Hadramaut, di sebelah selatan. Bukankah mereka juga pergi ke Persia di sebelah timur dan ke Ethiopia di sebelah barat daya negeri mereka. Kepergian mereka ke negeri-negeri tersebut dengan tujuan berdagang. \nDalam perjalanan itu, mereka melalui sisa-sisa reruntuhan negeri kaum 'Ad, kaum Samud, kaum Syuaib, dan sebagainya yang telah dibinasakan Allah. Mereka masih dapat melihat bekas negeri itu berupa puing, peninggalan, dan sebagainya. Mereka dapat menyaksikan reruntuhan itu, karena negeri tersebut adalah pusat perniagaan pada masa itu dan terletak pada jalur perniagaan yang menghubungkan dunia barat dengan timur. Mereka juga telah mengetahui bahwa umat-umat dahulu telah dihancurkan Allah karena durhaka kepada-Nya dan rasul-Nya. Akan tetapi, mereka tidak mau memperhatikan dan merenungkan bahwa sunatullah berlaku bagi setiap orang yang mengingkari agama-Nya.\nOleh karena itu, orang-orang musyrik Mekah akan mengalami nasib seperti yang telah dialami oleh umat-umat dahulu seandainya mereka tetap tidak mengindahkan seruan Nabi Muhammad. Sebagai bukti kebenaran janji Allah itu, banyak orang musyrik Mekah yang mati terbunuh dalam Perang Badar dan begitu juga pada peperangan-peperangan sesudahnya.",
    "quraish": "Apakah mereka hanya duduk berpangku tangan, tidak mencari sesuatu yang dapat memberi pelajaran kepada mereka, lalu tidak menjelajahi bumi dan tidak memperhatikan akibat yang diderita orang-orang yang mendustakan rasul-rasul sebelum mereka? Allah telah menghancurkan jiwa, harta dan anak-anak mereka semua. Orang-orang yang ingkar terhadap Allah dan rasul-Nya akan merasakan akibat seperti itu.",
    "jalalayn": "(Maka apakah mereka tidak mengadakan perjalanan di bumi sehingga mereka dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka; Allah telah menimpakan kebinasaan atas mereka) atas diri mereka, dan anak-anak serta harta benda mereka (dan orang-orang kafir akan menerima hal yang seperti itu) yaitu mereka akan menerima akibat-akibat yang sama dengan apa yang telah diterima oleh orang-orang kafir sebelum mereka."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 11,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْ ࣖ",
    "translation": "Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4556.mp3",
    "tafsir": "Ayat ini menjelaskan tentang keadaan orang mukmin dan orang kafir di dunia dan sebab orang musyrik ditimpa malapetaka. Orang musyrik tidak mempunyai seorang penolong pun untuk menolak azab yang datang menimpa mereka, sedangkan orang mukmin mempunyai penolong, yaitu Allah Yang Mahakuasa dan Maha Penolong.",
    "quraish": "Balasan berupa kemenangan orang-orang Mukmin dan kekalahan orang-orang kafir itu disebabkan karena Allah adalah pelindung dan pembela orang-orang yang beriman. Sedangkan orang-orang kafir tidak mempunyai pelindung dan pembela yang dapat menolong mereka dari kehancuran.",
    "jalalayn": "(Yang demikian itu) dimenangkannya orang-orang mukmin dan dikalahkannya orang-orang kafir (karena sesungguhnya Allah adalah pelindung) pelindung dan penolong (orang-orang yang beriman dan karena sesungguhnya orang-orang kafir itu tiada mempunyai pelindung.)"
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 12,
    "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ۗوَالَّذِيْنَ كَفَرُوْا يَتَمَتَّعُوْنَ وَيَأْكُلُوْنَ كَمَا تَأْكُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ ",
    "translation": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir menikmati kesenangan (dunia) dan mereka makan seperti hewan makan; dan (kelak) nerakalah tempat tinggal bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4557.mp3",
    "tafsir": "Ayat ini berbicara tentang keadaan orang mukmin dan orang kafir di akhirat. Orang-orang yang beriman dan beramal saleh diberi pahala berlipat ganda berupa surga sebagai balasan dari keimanan dan ketaatan mereka. Sedangkan orang-orang yang mengingkari kekuasaan dan keesaan Allah dan mendustakan Rasul-Nya, terpengaruh oleh kenikmatan hidup di dunia yang hanya bersifat sementara. Mereka tidak mengambil pelajaran dari peristiwa-peristiwa yang telah menimpa umat-umat dahulu. Mereka diumpamakan seperti hewan yang makan di kandang atau di padang rumput yang disediakan untuk mereka. Hewan-hewan itu tidak pernah memikirkan apakah makanan yang tersedia untuknya itu masih ada untuk dimakan besok atau semua habis pada hari ini, sehingga tidak ada makanan untuk dimakan lagi.\nAyat ini memberikan gambaran tentang keadaan dan apa yang dipikirkan orang-orang musyrik. Mereka hanya memikirkan apa yang enak dan dapat memenuhi keinginan hawa nafsu mereka. Mereka tidak mau memikirkan berapa lama yang enak dan keinginan hawa nafsu dapat mereka nikmati dan apa sumber dari keenakan dan kesenangan itu. Apakah mereka dapat terus-menerus menikmatinya, tidak pernah mereka pikirkan. Mereka juga tidak memikirkan akibat-akibat yang akan mereka alami seandainya mereka tidak mampu merasakan kenikmatan itu lagi. Mereka merasakan kenikmatan memakan sesuatu makanan, tetapi tidak pernah terpikir oleh mereka bahwa Allah telah menganugerahkan lidah kepada mereka untuk merasakan kenikmatan sesuatu yang dimakan. Bagaimana jadinya jika Allah memberi penyakit pada lidah mereka, sehingga tidak dapat merasakan sesuatu lagi? Mereka tidak memikirkan sikap dan tindakan yang paling baik yang harus mereka lakukan terhadap sumber kenikmatan itu.\nOrang-orang yang digambarkan ayat di atas tempat kembalinya ialah neraka Jahanam, karena itulah tempat kembali yang paling layak bagi orang-orang yang tidak menggunakan pikirannya.",
    "quraish": "Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga yang dialiri sungai-sungai di bawahnya. Sedangkan orang-orang kafir akan menikmati sedikit kesenanganan dunia. Mereka makan seperti makannya binatang: lupa dan tidak memikirkan akibat perbuatan mereka. Mereka hanya mengikuti hawa nafsunya saja. Di akhirat kelak tempat mereka adalah neraka.",
    "jalalayn": "(Sesungguhnya Allah memasukkan orang-orang yang beriman dan mengerjakan amal saleh ke dalam surga yang mengalir di bawahnya sungai-sungai. Dan orang-orang yang kafir itu bersenang-senang) di dunia (dan mereka makan seperti makannya binatang-binatang) tiada lagi yang menjadi kepentingan mereka selain dari perut dan nafsu syahwatnya dan mereka sama sekali tidak menoleh sedikit pun kepada masalah akhirat. (Dan neraka adalah tempat tinggal mereka) atau, tempat menetap dan tempat kembali mereka untuk selama-lamanya."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 13,
    "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ هِيَ اَشَدُّ قُوَّةً مِّنْ قَرْيَتِكَ الَّتِيْٓ اَخْرَجَتْكَۚ اَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ ",
    "translation": "Dan betapa banyak negeri yang (penduduknya) lebih kuat dari (penduduk) negerimu (Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka; maka tidak ada seorang pun yang menolong mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4558.mp3",
    "tafsir": "Diriwayatkan oleh 'Abd bin humaid, Abu Ya'la, Ibnu Abi hatim, dan Ibnu Mardawaih dari Ibnu 'Abbas, bahwa tatkala Nabi Muhammad akan meninggalkan Mekah, sebelum hijrah ke Medinah, beliau menoleh ke belakang melihat negeri Mekah dan berkata, \"Engkau (Mekah) adalah negeri Allah yang paling aku cintai, dan kalau penduduknya tidak mengusirku, tentu aku tidak akan meninggalkan engkau.\" Maka turunlah ayat ini.\nDalam ayat ini, Allah memberikan perbandingan sebagai penghibur hati Nabi Muhammad yang telah digundahkan oleh sikap dan tindakan orang-orang musyrik Mekah. Diterangkan bahwa berapa banyak negeri yang penduduknya lebih kuat badannya, lebih banyak pengetahuannya, lebih mampu membangun negerinya, lebih banyak tentaranya sehingga dapat menaklukkan negeri sekitar mereka dibandingkan dengan orang-orang musyrik Mekah. Semuanya itu telah dihancurkan Allah dengan berbagai macam malapetaka yang menimpa mereka. Dalam menghadapi malapetaka itu, mereka tidak mempunyai seorang penolong pun. Semua kekuatan, kekuasaan, dan tentara yang gagah perkasa tidak ada artinya sedikit pun dalam menghadapi malapetaka itu. Orang-orang musyrik Mekah akan mengalami nasib yang demikian pula seandainya mereka tetap mengingkari seruan Nabi Muhammad. Oleh karena itu, Nabi dihimbau untuk bersabar dan tabah menghadapi sikap dan tindakan mereka dan Allah pasti menolong dan memenangkan hamba-hamba yang taat kepada-Nya.",
    "quraish": "Betapa banyak negeri-negeri yang penduduknya lebih kuat dari penduduk negerimu, Mekah, yang telah mengusirmu itu, hai Muhammad. Mereka telah Kami binasakan dengan berbagai macam siksaan. Tak ada seorang pembela pun yang dapat menolong mereka dari azab Kami.",
    "jalalayn": "(Dan berapa banyaknya) sudah berapa banyak (negeri-negeri) yakni penduduknya (yang lebih kuat dari penduduk negerimu) lebih kuat daripada penduduk negeri Mekah (yang telah mengusirmu itu) Dhamir di sini lebih memperhatikan lafal Qaryah (Kami telah membinasakan mereka) di sini lebih diperhatikan makna yang terkandung pada lafal Qaryah yang pertama (maka tidak ada seorang penolong pun bagi mereka) dari kebinasaan yang Kami lakukan."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 14,
    "arab": "اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ كَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ ",
    "translation": "Maka apakah orang yang berpegang pada keterangan yang datang dari Tuhannya sama dengan orang yang dijadikan terasa indah baginya perbuatan buruknya itu dan mengikuti keinginannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4559.mp3",
    "tafsir": "Ayat ini menjelaskan perbandingan antara orang-orang yang beriman dengan orang kafir dengan mengatakan, \"Apakah sama orang yang mau berpikir sehingga ia mempunyai pengertian, pemahaman, dan keyakinan terhadap agama Allah dan Al-Qur'an yang diturunkan kepada Muhammad saw dengan orang-orang yang tidak mau menggunakan pikirannya, sehingga ia tidak percaya bahwa Allah akan memberi balasan yang setimpal kepada orang-orang yang menuruti hawa nafsunya dan godaan setan? Tentu saja kedua macam orang itu tidak sama, bahkan perbedaan keduanya sangat besar.\nPada ayat yang lain Allah berfirman:\n\nMaka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran. (ar-Ra'd/13: 19)\n\nDan firman Allah:\n\nTidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan. (al-hasyr/59: 20)",
    "quraish": "Apakah balasan kedua golongan itu sama? Apakah mereka yang mengetahui Pencipta dan Pemeliharanya dengan jelas lalu menaati-Nya itu sama dengan mereka yang dihiasi dengan perbuatan buruk dan mengikuti hawa nafsu setiap kali melakukan atau tidak melakukan sesuatu?",
    "jalalayn": "(Maka apakah orang yang berpegang pada keterangan) yakni hujah dan argumentasi (yang datang dari Rabbnya) mereka adalah orang-orang mukmin (sama dengan orang yang dihiasi oleh keburukan amal perbuatannya) karena itu lalu ia memandangnya sebagai perbuatan yang baik, mereka adalah orang-orang kafir Mekah (dan mengikuti hawa nafsunya?) dalam menyembah berhala-berhala, maksudnya tentu saja tidak ada persamaan di antara keduanya."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 15,
    "arab": "مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ",
    "translation": "Perumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4560.mp3",
    "tafsir": "Tidak sama ganjaran yang akan diperoleh oleh orang yang beriman di akhirat dengan ganjaran yang akan diperoleh oleh orang yang tidak beriman. Ayat ini melukiskan keadaan surga dan neraka dalam bentuk simbolis yang menarik sekali. Di mulai dengan kata \"perumpamaan\"(matsalul jannati). Pertama \"surga\", dan \"perumpamaan\" kedua, \"samakah\" (kaman) yang dirangkum dalam nada tanya. Kata az-Zamakhsyari (dalam al-Kasysyaf), ungkapan ini dalam bentuk afirmasi, tetapi hakikatnya penyangkalan, suatu negasi.\nSifat-sifat surga yang dijelaskan dalam ayat ini di antaranya: pertama, di dalamnya mengalir sungai yang banyak dan setiap sungai mempunyai air yang berbagai macam jenis dan rasanya serta enak diminum oleh para penghuni surga. Di antara jenis air itu ialah:\n1.Ada yang airnya jernih lagi bersih, tidak dikotori oleh suatu apa pun. Oleh karena itu, tidak akan berubah rasa, warna, dan baunya.\n2.Ada sungai yang mengalirkan air susu yang baik diminum. Susu itu tetap baik dan enak, tidak akan berubah rasanya karena rusak atau busuk.\n3.Ada sungai yang mengalirkan khamar yang enak diminum, menyehatkan, dan menyegarkan tubuh dan perasaan peminumnya. Tidak seperti khamar di dunia. Sekali pun enak diminum oleh pecandunya, tetapi dapat merusak tubuh, akal, dan pikiran. Oleh karena itu, khamar di surga halal diminum, sedangkan khamar di dunia haram.\n4.Ada sungai yang mengalirkan madu yang bersih, seperti madu yang telah disaring, enak, dan menyehatkan badan peminumnya.\n\nDiriwayatkan oleh Ahmad, at-Tirmidhi, dan lain-lain dari Mu'awiyah bin haidah, ia berkata: \nAku mendengar Rasulullah saw bersabda, \"Di surga ada lautan susu, lautan air, lautan madu, dan lautan khamar, kemudian mengalirlah sungai-sungai dari lautan-lautan itu.\" (Riwayat Ahmad, at-Tirmidhi, dan lain-lain dari Mu'awiyah bin haidah)\n\nKedua, di dalam surga terdapat buah-buahan yang beraneka ragam jenisnya, berbeda warna, bentuk, dan rasanya. Semuanya merupakan makanan yang enak bagi setiap penghuni surga.\nKetiga, penduduk surga itu adalah orang-orang bersih dari segala noda dan dosa, karena mereka itu telah diampuni Allah Tuhan Yang Maha Penyayang, Pelindung mereka.\nKemudian Allah menerangkan keadaan orang-orang yang hidup dalam neraka. Mereka meminum air yang sangat panas yang menghancurkan usus-ususnya dan api neraka yang membakar hangus muka mereka.",
    "quraish": "Surga yang telah dijanjikan kepada orang-orang yang bertakwa memiliki sungai yang airnya tak pernah berubah, sungai susu yang rasanya tak pernah rusak, sungai khamar yang rasanya lezat saat diminum, dan sungai madu yang telah disaring. Mereka akan memperoleh berbagai macam buah-buahan dan ampunan dari Tuhan. Apakah surga mereka itu sama dengan balasan orang yang kekal di dalam neraka dan diberi minum dengan air yang mendidih sehingga memotong-motong ususnya?(1). (1) Ayat di atas menjelaskan bahwa air yang tidak mengalir dan berubah adalah air yang membahayakan kesehatan. Dengan demikian, ayat ini telah menjelaskan hal itu jauh beberapa abad sebelum ditemukannya mikroskop. Kini, setelah ditemukan mikroskop, orang dapat mengetahui bahwa pada air yang tidak mengalir dan berubah terdapat jutaan bakteri yang dan virus yang membahayakan kesehatan manusia dan hewan melalui berbagai macam penyakit.",
    "jalalayn": "(Perumpamaan) gambaran tentang (surga yang dijanjikan kepada orang-orang yang bertakwa) dan yang menjadi milik bersama bagi orang-orang yang memasukinya. Lafal ayat ini menjadi Mubtada, sedangkan Khabarnya ialah (yang di dalamnya ada sungai-sungai dari air yang tiada berubah rasa dan baunya) dapat dibaca Aasinin atau Asinin, jika dibaca Aasinin wazannya sama dengan lafal Dhaaribin, jika dibaca Asinin Wazannya sama dengan lafal Hadzirun. Artinya, airnya tidak berubah atau tidak berbeda dengan air dunia yang dapat berubah karena ada sesuatu yang mencampurinya (sungai-sungai dari air susu yang tiada berubah rasanya) berbeda dengan air susu di dunia, karena air susu di dunia keluar dari susu (sungai-sungai dari khamar yang lezat rasanya) sangat lezat rasanya (bagi peminumnya) berbeda halnya dengan khamar di dunia, khamar dunia rasanya tidak enak bila diminum (dan sungai-sungai dari madu yang disaring) berbeda dengan madu di dunia, karena madu di dunia keluar dari perut tawon kemudian bercampur dengan lilin dan lain sebagainya (dan mereka memperoleh di dalamnya) berbagai macam jenis (dari aneka ragam buah-buahan, dan ampunan dari Rabb mereka) Rabb mereka rela terhadap mereka di samping kebaikan-Nya yang terus melimpah bagi mereka tanpa henti-hentinya, yaitu berupa kenikmatan-kenikmatan yang telah disebutkan tadi. Berbeda halnya dengan perihal seorang tuan atau pemilik hamba sahaya di dunia, karena sesungguhnya sekalipun majikan dari hamba sahaya itu berbuat baik kepadanya hal itu dibarengi dengan amarahnya, yakni terkadang sang majikan memarahinya (sama dengan orang yang kekal dalam neraka) lafal ayat ini menjadi Khabar dari Mubtada yang diperkirakan keberadaannya yakni, apakah orang yang berada dalam kenikmatan tersebut sama dengan orang yang kekal di dalam neraka (dan diberi minuman dengan air yang mendidih) yakni air yang sangat panas (sehingga memotong-motong ususnya?) artinya, minuman itu menghancurkan dan mencabik-cabik isi perutnya. Lafal Am'aa adalah bentuk jamak dari lafal Mi'a, sedangkan huruf Alifnya adalah ganti dari huruf Ya, karena sebagian dari mereka ada yang mengatakan Mi'yaani."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 16,
    "arab": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَۚ حَتّٰىٓ اِذَا خَرَجُوْا مِنْ عِنْدِكَ قَالُوْا لِلَّذِيْنَ اُوْتُوا الْعِلْمَ مَاذَا قَالَ اٰنِفًا ۗ اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ",
    "translation": "Dan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), “Apakah yang dikatakannya tadi?” Mereka itulah orang-orang yang dikunci hatinya oleh Allah dan mengikuti keinginannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4561.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa ketika Nabi Muhammad membacakan Al-Qur'an, di antara yang mendengar terdapat orang-orang munafik, namun mereka tidak memahami bacaan beliau. Setelah mereka pergi meninggalkan Nabi, mereka bertanya kepada sahabat-sahabat Nabi yang berilmu dan memahami semua perkataannya, \"Apakah yang dikatakan Muhammad dalam pertemuan tadi?\" Pertanyaan ini adalah sesuatu yang tidak ada faedahnya.\nTujuan mereka melakukan yang demikian tidak lain hanyalah untuk memperolok-olok ucapan Rasulullah. Mereka seakan-akan memahami ucapan beliau, sehingga mereka bertanya dan memberikan tanggapan, dengan mengatakan bahwa yang diucapkan Rasulullah itu tidak ada artinya sedikit pun bagi mereka.\nDiriwayatkan oleh Muqatil bahwa Nabi Muhammad berkhutbah dan menerangkan keburukan budi pekerti orang munafik dan di antara yang mendengar khutbah itu ada pula orang munafik. Setelah khutbah selesai, orang munafik itu keluar dan bertanya kepada 'Abdullah bin Mas'ud dengan maksud memperolok-olok dan merendahkan Rasulullah. Di antaranya mereka mengatakan, \"Apa yang dikatakan Muhammad tadi?\" Ibnu 'Abbas berkata, \"Saya pun pernah ditanya dengan pertanyaan seperti itu.\"\nKemudian ayat itu menerangkan apa sebab kaum munafik melakukan yang demikian. Orang-orang yang telah diterangkan sifat-sifatnya itu adalah mereka yang telah dicap dan dikunci mati hatinya, sehingga mereka tidak dapat lagi menerima petunjuk dan kebenaran yang telah disampaikan kepada mereka.",
    "quraish": "Di antara orang-orang kafir ada golongan yang mendengar ucapanmu, wahai Muhammad, tetapi tidak mau beriman kepadamu dan tidak pula mengambil manfaat dari ucapanmu. Apabila mereka keluar dari tempatmu, mereka berkata kepada orang-orang yang diberi ilmu dengan nada mengejek, \"Apa lagi yang akan diucapkan Muhammad sekarang?\" Mereka adalah orang-orang yang hatinya telah ditutup oleh Allah dengan kekafiran sehingga mereka menolak kebenaran dan mengikuti hawa nafsu mereka.",
    "jalalayn": "(Dan di antara mereka) orang-orang kafir itu (ada orang yang mendengarkan perkataanmu) sewaktu kamu berkhutbah Jumat, mereka adalah orang-orang munafik (sehingga apabila mereka keluar dari sisimu mereka berkata kepada orang-orang yang telah diberi ilmu pengetahuan) dari kalangan sahabat Nabi saw. antara lain adalah Ibnu Masud dan Ibnu Abbas r.a.; mereka mengatakan kepadanya dengan nada sinis dan mengejek, (\"Apakah yang dikatakannya tadi?\") dapat dibaca Aanifan atau Anifan, maksudnya kami kurang jelas. (Mereka itulah orang-orang yang dikunci mati hati mereka oleh Allah) dengan kekafiran (dan mengikuti hawa nafsu mereka) dalam kemunafikan."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 17,
    "arab": "وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ ",
    "translation": "Dan orang-orang yang mendapat petunjuk, Allah akan menambah petunjuk kepada mereka dan menganugerahi ketakwaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4562.mp3",
    "tafsir": "Dalam ayat ini diterangkan keadaan orang yang berlawanan sifatnya dengan orang munafik. Mereka adalah orang yang telah mendapat petunjuk, beriman, mendengar, memperhatikan, dan mengamalkan ayat-ayat Al-Qur'an. Dada mereka dilapangkan Allah, hati mereka menjadi tenteram bila mendengarkan ayat-ayat Al-Qur'an atau bila mereka membacanya, pengetahuannya semakin bertambah tentang agama Allah. Allah menambah petunjuk lagi bagi mereka dengan jalan ilham dan membimbing mereka untuk mengerjakan amal saleh serta memberi kesanggupan kepada mereka untuk menambah ketaatan dan ketakwaan mereka.",
    "quraish": "Orang-orang yang mendapat petunjuk ke jalan yang benar, Allah akan menambah petunjuk kepada mereka dan akan memberi mereka ketakwaan yang dapat menjauhkan mereka dari api neraka.",
    "jalalayn": "(Dan orang-orang yang mendapat petunjuk) mereka adalah orang-orang mukmin (Dia menambah kepada mereka) yakni Allah swt. (petunjuk dan memberikan kepada mereka -balasan- ketakwaannya) maksudnya, Allah memberikan ilham kepada mereka untuk mengamalkan hal-hal yang dapat memelihara diri mereka dari neraka."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 18,
    "arab": "فَهَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً ۚ فَقَدْ جَاۤءَ اَشْرَاطُهَا ۚ فَاَنّٰى لَهُمْ اِذَا جَاۤءَتْهُمْ ذِكْرٰىهُمْ ",
    "translation": "Maka apalagi yang mereka tunggu-tunggu selain hari Kiamat, yang akan datang kepada mereka secara tiba-tiba, karena tanda-tandanya sungguh telah datang. Maka apa gunanya bagi mereka kesadaran mereka itu apabila (hari Kiamat) itu sudah datang?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4563.mp3",
    "tafsir": "Orang-orang yang telah dicap dan dikunci mati hatinya sehingga tidak dapat lagi menerima kebenaran dan petunjuk adalah orang yang hidupnya sudah tidak lagi berfaedah. Mereka hanya menunggu-nunggu kematian dan kedatangan hari Kiamat yang datang secara tiba-tiba. Apabila hari Kiamat itu telah datang, dan memang telah kelihatan tanda-tandanya, maka tidak ada lagi gunanya peringatan bagi mereka, dan Allah tidak akan menerima tobat mereka, bahkan tidak ada lagi gunanya iman dan amal bagi mereka. Allah berfirman:\n\nDan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu. (al-Fajr/89: 23)",
    "quraish": "Orang-orang yang mendustakan itu tidak mengambil pelajaran dari keadaan umat-umat terdahulu. Bukankah mereka hanya menunggu kedatangan hari kiamat yang akan datang secara tiba-tiba? Sesungguhnya tanda-tanda hari kiamat itu telah tampak namun mereka tidak memikirkan kedatangannya. Maka, dari mana akan timbul kesadaran mereka jika hari kiamat telah datang secara tiba-tiba?",
    "jalalayn": "(Maka tidaklah yang mereka tunggu-tunggu) maksudnya tiadalah yang ditunggu-tunggu, oleh orang-orang kafir Mekah (melainkan hari kiamat yaitu kedatangannya kepada mereka) lafal An Ta'tiyahum menjadi Badal Isytimal dari lafal As-Saa'ah; yakni, perkaranya tiada lain hanyalah menunggu kedatangan kiamat kepada mereka (dengan tiba-tiba) atau secara sekonyong-konyong (karena sesungguhnya telah datang tanda-tandanya) alamat-alamatnya, antara lain diutusnya Nabi saw., terbelahnya bulan dan munculnya Ad-Dukhaan. (Maka apabila ia datang kepada mereka apakah faedahnya) yang dimaksud adalah kedatangan hari kiamat (kesadaran mereka) keinsafan mereka, tidak ada manfaatnya lagi buat mereka."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 19,
    "arab": "فَاعْلَمْ اَنَّهٗ لَآ اِلٰهَ اِلَّا اللّٰهُ وَاسْتَغْفِرْ لِذَنْۢبِكَ وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۚ وَاللّٰهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰىكُمْ ࣖ",
    "translation": "Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas (dosa) orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha dan tempat tinggalmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4564.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad, apabila ia telah yakin dan mengetahui pahala yang akan diperoleh oleh orang-orang yang beriman, serta azab yang akan diperoleh oleh orang-orang kafir di akhirat, untuk berpegang teguh kepada agama Allah yang dapat mendatangkan kebahagiaan hidup di dunia dan di akhirat. Beliau juga diperintahkan untuk memohon kepada Allah agar mengampuni dosa-dosanya dan dosa-dosa orang beriman, selalu berdoa dan berzikir kepada-Nya, dan janganlah sekali-kali memberi kesempatan kepada setan untuk melaksanakan maksud buruknya kepada beliau.\nSebuah hadis sahih mengatakan, Rasulullah saw selalu berdoa: \nWahai Allah, ampunilah kesalahanku, kebodohanku, dan perbuatanku yang berlebih-lebihan, dan dosaku yang lebih Engkau ketahui daripadaku. Wahai Allah, ampunilah dosa perkataanku yang tidak serius dan perkataanku yang sungguh-sungguh, kesalahanku, kesengajaanku, dan semua yang ada padaku.\" (Riwayat al-Bukhari dari Abu Musa al-Asy'ari) \n\nRasulullah sering berdoa pada akhir salatnya, sebelum mengucapkan salam:\nYa Allah, ampunilah dosaku yang terdahulu dan yang terkemudian, yang tersembunyi dan yang tampak, serta perbuatanku yang berlebihan dan dosaku yang Engkau lebih mengetahui daripadaku, Engkau Tuhanku, tak ada tuhan selain Engkau.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\nHai manusia, bertobatlah kamu kepada Tuhanmu maka sesungguhnya aku pun mohon ampun kepada Allah dan bertobat kepada-Nya setiap hari lebih dari tujuh puluh kali. (Riwayat Muslim)\n\nAbu Bakar as-shiddiq berkata, \"Hendaklah kamu membaca, \"La ilaha illallah dan istigfar.\" Bacalah keduanya berulang kali, maka sesungguhnya Iblis berkata, \"Aku membinasakan manusia dengan perbuatan dosanya, dan mereka membinasakanku dengan membaca La ilaha illallah dan istigfar, maka ketika aku mengetahui yang demikian, mereka aku hancurkan dengan hawa nafsunya, mereka mengira mendapat petunjuk.\" (Riwayat Abu Ya'la).\nDalam satu atsar diterangkan perkataan Iblis, \"Demi keperkasaan dan keagungan-Mu, wahai Tuhan, aku senantiasa memperdaya mereka selama nyawa mereka dikandung badan.\" Lalu Allah berfirman, \"Demi keperkasaan dan keagungan-Ku, Aku senantiasa mengampuni dosa mereka, selama mereka tetap memohon ampunan kepada-Ku.\"\nSelanjutnya Allah mendorong manusia melaksanakan perintah-Nya, menjauhi larangan-Nya, dan agar selalu berusaha untuk mencari rezeki dan kebahagiaan hidupnya. Allah berfirman, \"Dia mengetahui segala usaha, perilaku, dan tindak-tanduk mereka di siang hari, begitu pula tempat mereka berada di malam hari. Oleh karena itu, bertakwa dan meminta ampunlah kepada-Nya.\" Dalam ayat lain, Allah berfirman:\n\nDan tidak satu pun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.) Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudz). (Hud/11: 6)\n\nDan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan. (al-An'am/6: 60)",
    "quraish": "Yakinlah bahwa tidak ada tuhan yang berhak disembah selain Allah. Mohonlah ampunan atas dosamu dan dosa orang-orang Mukmin, laki-laki dan perempuan. Sesungguhnya Allah Maha Mengetahui tempat pergi dan tempat tinggalmu.",
    "jalalayn": "(Maka ketahuilah, bahwa sesungguhnya tidak ada Tuhan melainkan Allah) maksudnya, tetaplah engkau hai Muhammad pada prinsipmu yang demikian itu, karena itu bermanfaat kelak di hari kiamat (dan mohonlah ampunan bagi dosamu) yakni demi dosamu. Menurut suatu pendapat disebutkan, bahwa dikatakan demikian kepada Nabi Muhammad saw. dimaksud sebagai pelajaran buat umatnya, supaya mereka meniru jejaknya. Sedangkan bagi nabi dima'shum atau terpelihara dari perbuatan dosa. Memang Nabi saw. telah mengerjakan hal ini sebagaimana yang diungkapkan di dalam salah satu sabdanya yang mengatakan, \"Sesungguhnya aku selalu memohon ampun kepada Allah sebanyak seratus kali untuk setiap harinya.\" (dan bagi dosa orang-orang mukmin, laki-laki dan perempuan) di dalam ungkapan ayat ini terkandung penghormatan buat mereka, karena Allah swt. memerintahkan kepada nabi supaya memintakan ampun buat mereka. (Dan Allah mengetahui tempat kalian berusaha) tempat kalian bergerak di siang hari dalam rangka mencari upaya penghidupan (dan tempat tinggal kalian) maksudnya, tempat kalian beristirahat di tempat tidur kalian pada malam hari. Makna yang dimaksud ialah bahwa Allah swt. mengetahui semua hal ikhwal kalian, tiada sesuatu pun yang samar bagi-Nya, maka berhati-hatilah kalian kepada-Nya. Khitab dalam ayat ini ditujukan kepada orang-orang mukmin dan lain-lainnya."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 20,
    "arab": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌ ۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُ ۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ ",
    "translation": "Dan orang-orang yang beriman berkata, “Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?” Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4565.mp3",
    "tafsir": "Orang-orang yang beriman kepada Allah dan Rasul-Nya dengan setulus hati pasti bersedia mengorbankan harta dan jiwanya di jalan Allah. Mereka menunggu-nunggu turunnya wahyu Allah, terutama wahyu yang berhubungan dengan perintah jihad. Akan tetapi, perintah perang itu pada dasarnya bukan untuk menyerang, melainkan untuk mempertahankan diri dari serangan musuh, seperti yang terjadi dengan Perang Badar, Perang Uhud, Perang Khandak, dan lain-lain. Mereka berkata, \"Mengapa Allah tidak menurunkan kepada kita ayat-ayat yang tegas dan jelas maksudnya yang di dalamnya disebutkan bahwa berperang membela agama Allah itu adalah suatu perintah wajib yang harus dilaksanakan oleh setiap orang beriman.\" Sebaliknya orang-orang munafik bersikap lain. Bila diturunkan ayat yang tegas dan jelas maknanya yang berisi perintah jihad, melihat kepada Nabi dengan pandangan keingkaran dan ketakutan. Hati mereka kecut, tubuh mereka gemetar mendengarnya, dan mereka bungkam, seperti orang yang sedang menghadapi saat kematian.\nDalam ayat lain, Allah berfirman:\n\nTidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!\" Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?\" Katakanlah, \"Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.\" (an-Nisa'/4: 77)\n\nDari jawaban dan sikap orang munafik, tergambar apa yang tersirat dalam hati mereka. Orang yang demikian lebih baik mati daripada hidup mengekang diri dari perintah-perintah agama. Seseorang hidup untuk menjadi hamba Allah yang taat kepada-Nya, ingin mencapai kebahagiaan hidup di dunia dan di akhirat. Orang munafik tidak melaksanakan ketaatan itu. Mereka seakan-akan tidak memikirkan kebahagiaan hidup sesudah mati. Oleh karena itu, tidak ada arti hidup bagi mereka selain untuk melipat-gandakan perbuatan dosa yang menyebabkan mereka di azab di akhirat. Jika mereka mati waktu itu juga, azab mereka tidak akan bertambah di akhirat nanti.",
    "quraish": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?",
    "jalalayn": "(Dan orang-orang yang beriman berkata) dalam rangka meminta berjihad, (\"Mengapa tidak) atau kenapa tidak (diturunkan suatu surah?\") yang di dalamnya disebutkan masalah jihad. (Maka apabila diturunkan suatu surah yang muhkam) tiada suatu ayat pun darinya yang dimansukh (dan disebutkan di dalamnya perintah perang) anjuran untuk berperang bagi kalian (kalian lihat orang-orang yang di dalam hatinya ada penyakit) berupa keragu-raguan dalam memeluk agamamu, mereka adalah orang-orang munafik (melihat kepadamu dengan pandangan seperti orang yang pingsan) tidak sadarkan diri (karena takut mati) khawatir akan mati dan benci kepadanya; maksudnya mereka takut menghadapi peperangan dan sangat benci kepadanya. (Maka hal yang lebih utama bagi mereka) lafal ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya ialah:"
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 21,
    "arab": "طَاعَةٌ وَّقَوْلٌ مَّعْرُوْفٌۗ فَاِذَا عَزَمَ الْاَمْرُۗ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْرًا لَّهُمْۚ",
    "translation": "(Yang lebih baik bagi mereka adalah) taat (kepada Allah) dan bertutur kata yang baik. Sebab apabila perintah (perang) ditetapkan (mereka tidak menyukainya). Padahal jika mereka benar-benar (beriman) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4566.mp3",
    "tafsir": "Ayat ini menjelaskan sikap yang seharusnya dimiliki oleh orang-orang munafik adalah taat kepada Allah, mengucapkan perkataan yang makruf, daripada takut, dan gentar menghadapi musuh. Akan tetapi, mereka tidak demikian. Hal itu karena kesenangan hidup di dunia telah membuat mereka terpesona dan lupa diri. Mereka takut kehilangan kesenangan. Padahal jika mereka mengetahui bahwa kesenangan hidup di dunia adalah kesenangan yang semu dan sementara, sedangkan kesenangan hidup di akhirat adalah kesenangan yang sebenarnya, tentu mereka akan mengubah sikap.\nSelanjutnya diterangkan bahwa kaum munafik itu apabila datang perintah berperang, timbullah kebencian dalam hati mereka sehingga mereka enggan ikut berperang. Seandainya mereka mempunyai iman yang kuat di dalam dada mereka, benar-benar taat kepada Allah dan mengikuti Rasul, pasti mereka ikut berperang bersama Rasul. Hal itu lebih baik bagi mereka karena dengan demikian mereka dekat kepada Allah.",
    "quraish": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?",
    "jalalayn": "(Adalah taat dan mengucapkan perkataan yang baik) artinya bersikap baik terhadapmu. (Apabila telah tetap perintah) maksudnya, perang telah difardukan. (Maka jika mereka menepati kepada Allah) dalam beriman dan taat kepada-Nya (niscaya yang demikian itu lebih baik bagi mereka) Jumlah yang jatuh sesudah Lau merupakan Jawab dari lafal Idzaa."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 22,
    "arab": "فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوْا فِى الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَكُمْ ",
    "translation": "Maka apakah sekiranya kamu berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4567.mp3",
    "tafsir": "Ayat ini mencela sikap kaum munafik yang selalu mengejar kesenangan hidup di dunia, dengan mengatakan, \"Hai orang munafik, karena kamu selalu mengejar kesenangan hidup di dunia dan kemewahannya, maka seandainya kamu berkuasa, pastilah kamu mempunyai sifat-sifat ingin mementingkan diri sendiri dengan memperlihatkan kekuasaan kepada rakyat jelata, suka mengambil dan memperkosa hak orang lain, dan memutuskan hubungan silaturrahim yang sangat dianjurkan untuk disambungkan.",
    "quraish": "Orang-orang Mukmin berkata, \"Mengapa tidak turun surat yang mengajak kami untuk berperang?\" Tetapi, ketika turun surat yang memerintahkan perang, kamu akan melihat orang yang di dalam hatinya terdapat sifat munafik memandangmu seperti pandangan orang pingsan karena benci dan takut mati. Dari itu, taat kepada Allah dan mengatakan apa yang dibenarkan agama adalah lebih baik bagi mereka jika diwajibkan kepada mereka berjihad. Dan seandainya mereka beriman dan taat kepada Allah, hal itu tentu lebih baik bagi mereka daripada bersikap munafik. Maka apakah ada di antara kalian, wahai orang-orang munafik, jika kalian berkuasa kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan dengan kerabat kalian?",
    "jalalayn": "(Maka apakah sekiranya) dapat dibaca `Asaitum atau `Asiitum, di dalam ungkapan ini terkandung ungkapan Iltifat dari Ghaibah kepada Mukhathab; maksudnya barangkali kalian (jika kalian berpaling) memalingkan diri dari iman (kalian akan membuat kerusakan di muka bumi dan memutuskan hubungan kekeluargaan) maksudnya, kalian akan kembali kepada akhlak jahiliyah, yaitu gemar mengadakan kerusakan dan peperangan."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 23,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ ",
    "translation": "Mereka itulah orang-orang yang dikutuk Allah; lalu dibuat tuli (pendengarannya) dan dibutakan penglihatannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4568.mp3",
    "tafsir": "Orang-orang munafik yang bersikap seperti yang disebutkan di atas telah dijauhkan Allah dari rahmat-Nya. Oleh karena itu, Allah menghilangkan pendengaran mereka sehingga tidak dapat mengambil pelajaran dari apa yang dapat mereka dengar, dan Allah membutakan mereka sehingga mereka tidak dapat mengambil manfaat dari apa yang mereka lihat.",
    "quraish": "Mereka adalah orang-orang yang dijauhkan Allah dari rahmat-Nya, ditulikan telinganya sehingga tidak dapat mendengarkan kebenaran dan dibutakan penglihatannya sehingga tidak melihat jalan petunjuk.",
    "jalalayn": "(Mereka itulah) yakni orang-orang yang merusak itu (orang-orang yang dilaknati Allah dan ditulikan-Nya telinga mereka) dari mendengarkan perkara yang hak (dan dibutakan-Nya mata mereka) dari jalan petunjuk."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 24,
    "arab": "اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوْبٍ اَقْفَالُهَا ",
    "translation": "Maka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4569.mp3",
    "tafsir": "Apakah orang-orang munafik itu tidak memperhatikan dan memahami ajaran-ajaran Allah yang terdapat dalam Al-Qur'an, tidak pula merenungkan dan memikirkannya, sehingga mereka mengetahui kesalahan sikap dan tindakan mereka selama ini? Atau telah terkunci hati dan penglihatan mereka sehingga tidak dapat lagi memahami isinya?\nSikap dan tindakan yang dilakukan oleh kaum munafik itu tidak saja dilakukan terhadap orang beriman, tetapi juga terhadap orang Yahudi. Mereka menyatakan kesediaan bekerja sama dengan orang Yahudi Bani Nadhir dan Bani Quraidzah. Bahkan mereka bersedia mengikuti sebahagian keinginan orang Yahudi untuk menarik hati mereka, tetapi semua janji dan kesediaan itu tidak mereka tepati. Mereka terkadang tidak segan-segan mencelakakan teman yang diajak bersekongkol, dengan menohok kawan seiring. \nAllah berfirman:\n\nTidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. (al-hasyr/59: 11)",
    "quraish": "Apakah mereka buta sehingga tidak dapat memahami petunjuk al-Qur'ân? Atau apakah hati mereka tertutup untuk merenunginya?",
    "jalalayn": "(Maka apakah mereka tidak memperhatikan Alquran) yang dapat membimbing mereka untuk mengetahui perkara yang hak (ataukah) sebenarnya (pada hati) mereka (terdapat kuncinya) karena itu mereka tidak dapat memahami kebenaran."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 25,
    "arab": "اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓى اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطٰنُ سَوَّلَ لَهُمْۗ وَاَمْلٰى لَهُمْ ",
    "translation": "Sesungguhnya orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setanlah yang merayu mereka dan memanjangkan angan-angan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4570.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa orang-orang yang kembali kafir setelah nyata bagi mereka jalan yang lurus yang harus ditempuh dengan mengerjakan perbuatan dosa dan sesat adalah orang yang telah termakan dan terpengaruh oleh tipu daya setan. Setan menjadikan perbuatan dosa dan kesesatan yang mereka kerjakan sebagai perbuatan baik dalam pandangan mereka, sehingga mereka hidup dengan bergelimang dosa dan kesesatan. Di samping itu, mereka dibuai oleh angan-angan yang palsu, sesuai dengan dorongan hawa nafsu mereka. Dengan demikian, hawa nafsu itu menjadi ukuran baik atau buruknya suatu perbuatan. Apa yang dianggap baik oleh hawa nafsu mereka, itulah yang mereka anggap baik. Hal-hal inilah yang memunculkan kemunafikan dalam diri mereka.",
    "quraish": "Sesungguhnya orang-orang yang kembali bersikap kafir dan memilih kesesatan setelah jalan petunjuk semakin tampak jelas, telah dihiasi oleh setan untuk berbuat demikian. Setan telah memanjangkan angan- angan kosong mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang kembali) karena nifaq (ke belakang sesudah petunjuk itu jelas bagi mereka, setan telah menjadikan mereka memandang baik) artinya, setan telah menghiasi mereka (dan memanjangkan angan-angan mereka) dapat dibaca Umlii atau Amlaa; yang memanjangkan angan-angan mereka adalah setan berdasarkan kehendak dari Allah swt. karena pada kenyataannya Dialah yang menyesatkan mereka."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 26,
    "arab": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لِلَّذِيْنَ كَرِهُوْا مَا نَزَّلَ اللّٰهُ سَنُطِيْعُكُمْ فِيْ بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ ",
    "translation": "Yang demikian itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang (Yahudi) yang tidak senang kepada apa yang diturunkan Allah, “Kami akan mematuhi kamu dalam beberapa urusan,” tetapi Allah mengetahui rahasia mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4571.mp3",
    "tafsir": "Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena mereka memihak dan bersekutu dengan orang Yahudi dari Bani Nadhir dan Bani Quraidzah untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak Bani Nadhir dan Bani Quraidzah menghadapi kaum Muslimin jika sekiranya suku Yahudi itu diusir dari Medinah. \nOrang Yahudi pernah menganjurkan kepada kaum munafik agar memperlihatkan kekafiran mereka dengan terang-terangan. Akan tetapi, mereka tidak mematuhi anjuran itu, kecuali dalam beberapa hal. Di antara yang tidak mereka patuhi adalah anjuran untuk menyatakan kekafiran dengan terus-terang. Kekafiran itu tetap mereka rahasiakan karena masih mengharapkan keuntungan dengan menyembunyikannya. Akan tetapi, Allah mengetahui tindakan yang mereka rahasiakan, karena tidak satu pun yang tidak diketahui-Nya. Dalam ayat lain, Allah menerangkan cara mereka mengatur siasat dan tipu dayanya. Allah berfirman:\n\nDan mereka (orang-orang munafik) mengatakan,\"(Kewajiban kami hanyalah) taat.\" Tetapi, apabila mereka telah pergi dari sisimu (Muhammad, sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung. (an-Nisa'/4: 81)",
    "quraish": "Kembalinya mereka itu adalah dengan mengatakan kepada orang-orang yang benci kepada apa yang diturunkan Allah, \"Kami akan mematuhi kalian dalam beberapa urusan,\" padahal Allah telah mengetahui segala rahasia orang-orang munafik. Itulah keadaan orang-orang munafik dalam kehidupan mereka. Lalu bagaimana keadaan mereka apabila malaikat maut mencabut nyawa mereka dengan memukul muka dan punggung mereka sebagai hinaan?",
    "jalalayn": "(Yang demikian itu) yakni kesesatan mereka itu (karena sesungguhnya mereka itu berkata kepada orang-orang yang benci kepada apa yang diturunkan Allah) yakni berkata kepada orang-orang musyrik, (\"Kami akan mematuhi kalian dalam beberapa urusan\") yaitu bersedia untuk membantu dalam memusuhi Nabi saw. dan menghasut kaum muslimin supaya mereka tidak mau berjihad bersamanya. Orang-orang munafik itu mengatakan demikian secara rahasia, akan tetapi kemudian Allah swt. menampakkannya (sedangkan Allah mengetahui rahasia mereka) kalau dibaca Asraarahum berarti bentuk jamak dari lafal Sirrun yang artinya rahasia, kalau dibaca Israarahum berarti Mashdar."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 27,
    "arab": "فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْ ",
    "translation": "Maka bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka, memukul wajah dan punggung mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4572.mp3",
    "tafsir": "Ayat ini masih berbicara tentang kaum munafik, apakah yang akan mereka lakukan jika tetap berada dalam kemunafikan itu. Mereka hanya dapat melakukan kemunafikan dan tipu daya semasa mereka masih hidup, berkuasa, dan dalam keadaan sehat jasmani dan rohani. Bagaimana pendapat mereka bila Allah menghilangkan kesehatan mereka dengan seketika, dan ketuaan berangsur pula mendekati kehidupan mereka? Bagaimana pendapat mereka di waktu kematian mendekati mereka dan malaikat maut memukul muka dan punggung mereka; apakah yang akan mereka lakukan? Bagaimana pula pendapat mereka jika mereka mati dengan tiba-tiba, sehingga tidak ada kesempatan sedikit pun bagi mereka untuk bertobat kepada Allah yang menentukan segala sesuatu di akhirat? Jika mereka memikirkan dan merenungkan semuanya itu, tentu mereka tidak akan melakukan perbuatan ingkar dan dosa.\nDalam ayat ini disebutkan bahwa ketika malaikat akan mencabut nyawa mereka, malaikat akan mengeluarkan roh mereka dengan kuat dan kasar serta memukul wajah dan punggung mereka. Orang Arab amat takut dipukul di wajah dan punggung. Karena mereka takut dipukul musuh di wajah dan punggung, maka mereka tidak mau pergi berperang. Ayat ini menunjukkan keadaan orang-orang munafik dalam keadaan sengsara dan terhina pada waktu menghadapi sakaratul maut. Allah berfirman:\n\nDan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang- orang yang kafir sambil memukul wajah dan punggung mereka (al-Anfal/8: 50)",
    "quraish": "Kembalinya mereka itu adalah dengan mengatakan kepada orang-orang yang benci kepada apa yang diturunkan Allah, \"Kami akan mematuhi kalian dalam beberapa urusan,\" padahal Allah telah mengetahui segala rahasia orang-orang munafik. Itulah keadaan orang-orang munafik dalam kehidupan mereka. Lalu bagaimana keadaan mereka apabila malaikat maut mencabut nyawa mereka dengan memukul muka dan punggung mereka sebagai hinaan?",
    "jalalayn": "(Bagaimanakah) keadaan mereka (apabila malaikat mencabut nyawa mereka seraya memukul) lafal Yadhribuuna merupakan Hal atau kata keterangan keadaan dari malaikat (muka dan punggung mereka) dengan pemukul-pemukul dari besi."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 28,
    "arab": "ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰهَ وَكَرِهُوْا رِضْوَانَهٗ فَاَحْبَطَ اَعْمَالَهُمْ ࣖ ",
    "translation": "Yang demikian itu, karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya; sebab itu Allah menghapus segala amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4573.mp3",
    "tafsir": "Mereka mengalami keadaan yang demikian karena sering mengerjakan maksiat, selalu ingkar kepada Allah, menuruti hawa nafsu, dan tidak mau mengerjakan pekerjaan yang diridai-Nya. Mereka beribadah kepada Allah hanya karena ria dan ingin dihargai orang. Oleh karena itu, semua amal yang mereka kerjakan, seperti bersedekah dan menolong orang-orang yang lemah, miskin, dan sengsara, tidak ada guna dan faedahnya. Sebab, amal dan perbuatan baik yang dapat diterima bila didasari dengan iman kepada Allah dan Rasul-Nya.",
    "quraish": "Kematian yang mengerikan itu disebabkan karena mereka mengikuti kebatilan yang tidak disukai Allah dan membenci kebenaran yang diridai-Nya. Maka, Allah pun menghapus semua amal perbuatan yang pernah mereka lakukan.",
    "jalalayn": "(Yang demikian itu) yakni, kematian mereka seperti yang telah disebutkan tadi (karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan karena mereka membenci keridaan-Nya) artinya, mereka tidak mau mengamalkan hal-hal yang membuat keridaan-Nya (sebab itu Allah menghapus pahala amal-amal mereka.)"
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 29,
    "arab": "اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ",
    "translation": "Atau apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4574.mp3",
    "tafsir": "Apakah orang munafik mengira bahwa dalam permusuhan, dan niat jahat terhadap orang-orang yang beriman yang terpendam dalam hati mereka tidak akan diketahui? Apakah mereka mengira bahwa Allah tidak mengetahuinya sehingga Dia tidak memberitahukannya kepada Rasul-Nya dan orang-orang yang beriman? Allah Yang Maha Mengetahui segala sesuatu, akan memberitahukan kepada hamba-hamba-Nya yang beriman tentang semua rahasia jahat mereka.\nMengenai rahasia dan rencana jahat kaum munafik diterangkan panjang lebar dalam Surah at-Taubah. Di antaranya ialah firman Allah: \n\nOrang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)",
    "quraish": "Bahkan, apakah orang-orang yang di dalam hatinya terdapat sifat munafik itu mengira bahwa Allah tidak akan menampakkan kedengkian mereka kepada Rasul-Nya dan orang-orang Mukmin?",
    "jalalayn": "(Atau apakah orang-orang yang ada penyakit dalam kalbunya mengira bahwa Allah tidak akan menampakkan kedengkian mereka) kepada Nabi saw. dan orang-orang mukmin?"
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 30,
    "arab": "وَلَوْ نَشَاۤءُ لَاَرَيْنٰكَهُمْ فَلَعَرَفْتَهُمْ بِسِيْمٰهُمْ ۗوَلَتَعْرِفَنَّهُمْ فِيْ لَحْنِ الْقَوْلِۗ وَاللّٰهُ يَعْلَمُ اَعْمَالَكُمْ ",
    "translation": "Dan sekiranya Kami menghendaki, niscaya Kami perlihatkan mereka kepadamu (Muhammad) sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya, dan Allah mengetahui segala amal perbuatan kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4575.mp3",
    "tafsir": "Pada ayat ini, Allah menyatakan kepada Rasulullah saw, \"Hai Muhammad, jika Kami menghendaki untuk memperkenalkan kepadamu pribadi-pribadi orang munafik itu sehingga kamu mengenal seorang demi seorang berdasarkan tanda-tanda yang ada pada mereka, tentulah tidak sukar bagi Kami melakukannya. Akan tetapi, Kami tidak berbuat demikian, agar keluarga mereka yang beriman kepada Kami tidak mereka aniaya. Sekalipun demikian, kamu dapat mengetahui orang-orang munafik itu dengan memperhatikan ungkapan-ungkapan dan cara-cara mereka berbicara. Mereka tidak mau berbicara secara tegas dan jelas, melainkan selalu memakai isyarat dan sindiran serta kiasan yang kurang jelas maksudnya, dan mereka berbuat dan bertindak tidak sesuai dengan apa yang mereka katakan.\nPada masa Rasulullah saw, orang munafik bila berbicara selalu menggunakan kata-kata yang muluk-muluk dan menyenangkan hati pendengarnya, tetapi dalam hati mereka terkandung maksud jahat. Al-Kalbi berkata, \"Setelah ayat ini turun, Rasulullah mengetahui orang-orang munafik bila mereka berbicara dengan beliau. Sedangkan Anas r.a. mengatakan, \"Allah memberitahukan orang-orang munafik kepada Rasulullah dengan perantara wahyu atau dengan tanda-tanda yang ditampakkannya kepada beliau.\"\nSehubungan dengan orang-orang munafik, 'Utsman bin 'Affan berkata, \"Tidak ada suatu rahasia yang tersembunyi dalam hati seseorang, kecuali Allah menampakkannya pada air muka dan ucapan lahirnya.\"\nPada akhir ayat ini, Allah menyatakan bahwa keadaan orang mukmin tidak sama dengan orang munafik. Dia akan membalas amal perbuatan orang mukmin sesuai dengan maksud dan niatnya masing-masing, karena Allah mengetahui amal perbuatan mereka.",
    "quraish": "Kalau Kami menghendaki, niscaya Kami menunjukkan mereka kepadamu, Muhammad, agar kamu dapat mengenal mereka melalui tanda-tanda yang Kami buat. Dan Aku bersumpah bahwa kamu benar-benar akan mengetahui mereka dari gaya bicara mereka. Allah mengetahui hakikat perbuatan kalian.",
    "jalalayn": "(Dan kalau Kami menghendaki, niscaya Kami tunjukkan mereka kepadamu) atau Kami kenalkan mereka kepadamu, kemudian huruf Lam Taukid diulangi pada firman berikutnya (sehingga kamu benar-benar dapat mengenal mereka dengan tanda-tanda) berikut ciri-ciri khas mereka. (Dan sungguh kamu benar-benar akan mengenal mereka) huruf Wawu menunjukkan makna bagi Qasam atau sumpah yang tidak disebutkan, sedangkan lafal sesudahnya merupakan Jawabnya (dari kiasan-kiasan perkataan mereka) atau makna perkataan mereka, bilamana mereka berkata di hadapanmu mereka pasti menyindir dengan kata-kata yang mengandung hinaan terhadap perkara kaum muslimin (dan Allah mengetahui perbuatan-perbuatan kalian.)"
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 31,
    "arab": "وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ ",
    "translation": "Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4576.mp3",
    "tafsir": "Dengan adanya ketentuan perang dan kewajiban-kewajiban berat yang lain, Allah menguji keimanan kaum Muslimin hingga diketahui siapa yang berjihad di jalan-Nya dan siapa yang tidak, serta siapa yang sabar dan siapa yang tidak. Dengan cobaan itu pula akan bertambah kuat iman orang yang sabar dan makin berkurang iman orang yang ragu-ragu.",
    "quraish": "Aku bersumpah bahwa Aku benar-benar akan menguji kalian, sehingga Kami mengetahui orang-orang, di antara kalian, yang berjihad dan tabah dalam kesengsaraan dan kesulitan, dan agar Kami mengetahui ketaatan dan pelanggaran kalian dalam berjihad dan lainnya.",
    "jalalayn": "(Dan sesungguhnya Kami benar-benar akan menguji kalian) mencoba kalian dengan berjihad dan lainnya (agar Kami mengetahui) dengan pengetahuan yang tampak (orang-orang yang berjihad dan bersabar di antara kalian) dalam berjihad dan lainnya (dan agar Kami menyatakan) menampakkan (hal ikhwal kalian) tentang ketaatan kalian dan kedurhakaan kalian di dalam masalah jihad dan masalah-masalah lainnya. Ketiga Fi'il yang ada dalam ayat ini, ketiga-tiganya dapat dibaca dengan memakai huruf Mudhara'ah Ya atau Nun."
  },
  {
    "hizb": 203,
    "name": "Muhammad",
    "ayat": 32,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ وَشَاۤقُّوا الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰى لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۗ وَسَيُحْبِطُ اَعْمَالَهُمْ ",
    "translation": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah serta memusuhi rasul setelah ada petunjuk yang jelas bagi mereka, mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dan kelak Allah menghapus segala amal mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4577.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang mengingkari keesaan Allah, menghalang-halangi manusia memeluk agama-Nya yang dibawa oleh Nabi Muhammad, menentang dan memeranginya setelah dikemukakan kepada mereka bukti-bukti yang kuat, maka segala tindakan mereka itu tidak akan menimbulkan mudarat kepada Allah dan kepada perkembangan agama-Nya karena Allah Mahakuasa dan kehendak-Nya pasti terlaksana. Dia menolong Rasul-Nya di dunia dan mengazab setiap orang yang menentang-Nya. Di akhirat segala usaha mereka itu tidak akan berhasil sedikit pun. \n\"Orang yang menghalang-halangi manusia di jalan Allah\" yang disebutkan dalam ayat ini maksudnya ialah orang-orang yang menghalangi orang lain masuk Islam dengan berbagai macam cara. Dapat juga berarti orang yang berusaha menghancurkan Islam dan kaum Muslimin, baik dengan terang-terangan maupun dengan sembunyi-sembunyi.\nDiriwayatkan bahwa ayat ini turun berhubungan dengan orang-orang Yahudi dari Bani Quraidzah dan Bani Nadhir. Mereka menghalang-halangi manusia menganut agama Allah setelah datang kepada mereka bukti-bukti yang nyata yang terdapat dalam Taurat dan mukjizat-mukjizat yang dikemukakan Rasulullah. Tindakan mereka itu tidak akan bermanfaat sedikit pun terhadap rencana dan kehendak Allah, tetapi malahan akan menghancurkan diri mereka sendiri, dengan kegagalan semua usaha mereka, dan azab yang mereka terima di akhirat. \nAyat ini juga berhubungan dengan orang-orang Yahudi yang menghalang-halangi Bani Sa'ad yang telah menganut agama Islam, lalu mereka mengadukan hal itu kepada Nabi Muhammad. Beliau menjawab pengaduan itu dengan ayat ini, yang menyatakan bahwa tindakan orang-orang Yahudi itu tidak akan memberi mudarat kepada Allah, tetapi akan merugikan diri mereka sendiri.",
    "quraish": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi manusia dari jalan Allah serta memusuhi rasul dengan congkak dan keras hati setelah petunjuk itu jelas bagi mereka, mereka tidak akan dapat memberi mudarat kepada Allah sedikit pun. Dan Allah akan menghapus semua amal perbuatan mereka.",
    "jalalayn": "(Sesungguhnya orang-orang kafir dan menghalang-halangi jalan Allah) jalan yang hak (dan memusuhi rasul) atau menentangnya (setelah petunjuk itu jelas bagi mereka) yang dimaksud petunjuk adalah jalan Allah tadi (mereka tidak dapat memberi mudarat kepada Allah sedikit pun. Dan Allah akan menghapuskan amal mereka) seperti sedekah dan lain-lainnya, yaitu pahalanya. Di akhirat kelak mereka tidak akan dapat melihat pahalanya. Ayat ini diturunkan berkenaan dengan orang-orang kafir yang terlibat dalam perang Badar, atau orang-orang kafir Bani Quraizhah dan Bani Nadhir."
  }
]