[
  {
    "hizb": 207,
    "name": "Al-Hujurat",
    "ayat": 14,
    "arab": "۞ قَالَتِ الْاَعْرَابُ اٰمَنَّا ۗ قُلْ لَّمْ تُؤْمِنُوْا وَلٰكِنْ قُوْلُوْٓا اَسْلَمْنَا وَلَمَّا يَدْخُلِ الْاِيْمَانُ فِيْ قُلُوْبِكُمْ ۗوَاِنْ تُطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ لَا يَلِتْكُمْ مِّنْ اَعْمَالِكُمْ شَيْـًٔا ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Orang-orang Arab Badui berkata, “Kami telah beriman.” Katakanlah (kepada mereka), “Kamu belum beriman, tetapi katakanlah ‘Kami telah tunduk (Islam),’ karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amal perbuatanmu. Sungguh, Allah Maha Pengampun, Maha Penyayang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4626.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Arab Badui yang mengaku bahwa diri mereka telah beriman. Ucapan mereka itu dibantah oleh Allah. Sepantasnya mereka itu jangan mengatakan telah beriman karena iman yang sungguh-sungguh ialah membenarkan dengan hati yang tulus dan percaya kepada Allah dengan seutuhnya. Hal itu belum terbukti karena mereka memperlihatkan bahwa mereka telah memberikan kenikmatan kepada Rasulullah saw dengan keislaman mereka dan dengan tidak memerangi Rasulullah saw.\nMereka dilarang oleh Allah mengucapkan kata beriman itu dan sepantasnya mereka hanya mengucapkan 'kami telah tunduk masuk Islam, karena iman yang sungguh-sungguh itu belum pernah masuk ke dalam hati mereka. Apa yang mereka ucapkan tidak sesuai dengan isi hati mereka.\nAz-Zajjaj berkata, \"Islam itu ialah memperlihatkan kepatuhan dan menerima apa-apa yang dibawa oleh Nabi Muhammad. Dengan memperlihatkan patuh itu terpeliharalah darah dan jiwa, dan jika ikrar tentang keislaman itu disertai dengan tasdiq (dibenarkan hati), maka barulah yang demikian itu yang dinamakan iman yang sungguh-sungguh. Jika mereka benar-benar telah taat kepada Allah dan rasul-Nya, ikhlas berbuat amal, dan meninggalkan kemunafikan, maka Allah tidak akan mengurangi sedikit pun pahala amalan mereka, bahkan akan memperbaiki balasannya dengan berlipat ganda.\"\nTerhadap manusia yang banyak berbuat kesalahan, di mana pun ia berada, Allah akan mengampuninya karena Dia Maha Pengampun terhadap orang yang bertobat dan yang beramal penuh keikhlasan.",
    "quraish": "Orang-orang Arab Badui berkata dengan lisan mereka, \"Kami telah beriman.\" Katakanlah kepada mereka, hai Muhammad, \"Kalian belum beriman. Sebab hati kalian masih belum percaya terhadap apa yang kalian katakan. Tetapi katakanlah, 'Kami telah tunduk kepada risalahmu,' karena iman itu belum masuk ke dalam hati kalian.\" Jika kalian benar-benar taat kepada Allah dan Rasul-Nya, maka tidak ada sedikit pun pahala amal perbuatan kalian yang dikurangi. Sesungguhnya Allah Mahaagung ampunan-Nya terhadap para hamba, lagi Maha Memiliki rahmat yang luas terhadap segala sesuatu.",
    "jalalayn": "(Orang-orang Arab Badui itu berkata,) yang dimaksud adalah segolongan dari kalangan Bani Asad (\"Kami telah beriman\") yakni hati kami telah beriman. (Katakanlah) kepada mereka, (\"Kalian belum beriman, tetapi katakanlah, 'Kami telah berserah diri,'\") artinya, kami telah tunduk secara lahiriah (karena masih belumlah) yakni masih belum lagi (iman masuk ke dalam hati kalian) sampai sekarang hanya saja hal itu baru merupakan dugaan bagi kalian (dan jika kalian taat kepada Allah dan Rasul-Nya) yakni dengan cara beriman yang sesungguhnya dan taat dalam segala hal (Dia tidak akan mengurangi) Dia tidak akan mengurangkan (amal-amal kalian) yakni pahala amal-amal kalian (barang sedikit pun; sesungguhnya Allah Maha Pengampun) kepada orang-orang mukmin (lagi Maha Penyayang\") kepada mereka."
  },
  {
    "hizb": 207,
    "name": "Al-Hujurat",
    "ayat": 15,
    "arab": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ ",
    "translation": "Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4627.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan hakikat iman yang sebenarnya yaitu bahwa orang-orang yang diakui mempunyai iman yang sungguh-sungguh hanyalah mereka yang beriman kepada Allah dan rasul-Nya, tanpa keragu-raguan sedikit pun dan tidak goyah pendiriannya apa pun yang dihadapi. Mereka menyerahkan harta dan jiwa dalam berjihad di jalan Allah semata-mata untuk mencapai keridaan-Nya.\nOrang mukmin di dunia ada tiga golongan: pertama, orang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu dan berjihad fi sabilillah dengan harta dan dirinya. Kedua, orang yang tidak mengganggu harta dan diri orang lain. Ketiga, orang yang mendapatkan kemuliaan ambisi, ia meninggalkannya karena Allah. (Riwayat Ahmad dari Abu Sa\\'id al-Khudri)\n\nMereka itulah orang-orang yang imannya diakui oleh Allah. Tidak seperti orang-orang Arab Badui itu yang hanya mengucapkan beriman dengan lidah belaka, sedangkan hati mereka kosong karena mereka masuk Islam itu hanya karena takut akan tebasan pedang, hanya sekadar untuk mengamankan jiwa dan harta bendanya.",
    "quraish": "Sesungguhnya orang-orang Mukmin yang sebenarnya adalah orang-orang yang beriman kepada Allah dan Rasul-Nya, kemudian tidak ada keraguan sedikit pun di dalam hati mereka terhadap apa yang diimaninya, dan berjuang di jalan Allah dengan harta dan jiwa. Hanya mereka itulah orang-orang yang benar-benar beriman.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman) yakni orang-orang yang benar-benar beriman, sebagaimana yang telah diterangkan sebelumnya (hanyalah orang-orang yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu) dalam keimanannya (dan mereka berjihad dengan harta dan jiwa mereka pada jalan Allah) mereka benar-benar berjihad berkat kesungguhan iman mereka (mereka itulah orang-orang yang benar) dalam keimanan mereka, bukan seperti orang-orang yang mengatakan, \"Kami telah beriman\", sedangkan dalam diri mereka yang dijumpai hanya ketundukan belaka."
  },
  {
    "hizb": 207,
    "name": "Al-Hujurat",
    "ayat": 16,
    "arab": "قُلْ اَتُعَلِّمُوْنَ اللّٰهَ بِدِيْنِكُمْۗ وَاللّٰهُ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ",
    "translation": "Katakanlah (kepada mereka), “Apakah kamu akan memberitahukan kepada Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Maha Mengetahui segala sesuatu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4628.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar bertanya kepada orang-orang Arab Badui itu, apakah mereka akan memberitahukan kepada Allah tentang keyakinannya yang telah tersimpan di dalam hatinya, padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, termasuk apa yang terkandung di dalam hati mereka karena Allah Maha Mengetahui segala sesuatu.",
    "quraish": "Wahai Muhammad, katakanlah kepada mereka untuk menjelaskan kebohongan pengakuan beriman mereka, \"Apakah kalian akan menjelaskan kepada Allah tentang keyakinan hati kalian.\" Padahal hanya Allah yang mengetahui apa yang ada di langit dan di bumi, dan Allah Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Katakanlah) kepada mereka (\"Apakah kalian akan memberitahukan kepada Allah tentang agama kalian) lafal Tu'allimuuna berasal dari 'Allama yang artinya Sya'ara atau memberitahukan. Maksudnya, apakah kalian melalui perkataan kalian, 'Kami telah beriman', hendak memberitahukan kepada Allah tentang keyakinan kalian (padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi dan Allah Mengetahui segala sesuatu.\")"
  },
  {
    "hizb": 207,
    "name": "Al-Hujurat",
    "ayat": 17,
    "arab": "يَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4629.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Arab Badui itu merasa telah memberi nikmat kepada Rasulullah saw. Mereka menganggap bahwa keislaman dan ketundukan mereka kepada Nabi Muhammad itu harus dipandang suatu nikmat yang harus disyukuri oleh Nabi. Kemudian Allah memerintahkan kepada rasul-Nya supaya membantah ucapan mereka yang selalu menonjol-nonjolkan pemberian nikmat karena sesungguhnya hanya Allah yang melimpahkan nikmat kepada mereka dengan menunjuki mereka keimanan, jika mereka sungguh-sungguh menjadi orang-orang yang benar imannya.",
    "quraish": "Mereka menganggap bahwa keislaman mereka itu adalah sebagai nikmat yang mereka berikan kepadamu, Muhammad, sehingga kamu harus berterimakasih kepada mereka. Katakan kepada mereka, \"Janganlah kalian merasa telah memberi nikmat kepadaku dengan keislaman kalian. Kebaikannya adalah untuk diri kalian sendiri. Sebenarnya Allahlah yang melimpahkan nikmat kepada kalian dengan memberi petunjuk kepada keimanan jika kalian adalah orang-orang yang benar dalam pengakuan kalian.\"",
    "jalalayn": "(Mereka telah merasa memberi nikmat kepadamu dengan keislaman mereka) tanpa melalui perang, berbeda dengan orang-orang selain mereka yang masuk Islam setelah melalui peperangan terlebih dahulu. (Katakanlah, \"Janganlah kalian merasa telah memberi nikmat kepadaku dengan keislaman kalian) lafal Islamakum dinashabkan karena huruf Jarrnya yaitu Ba dicabut darinya, sebagaimana keberadaan huruf Ba ini diperkirakan pula sebelum An pada permulaan ayat (sebenarnya Allah Dialah yang melimpahkan nikmat kepada kalian dengan menunjuki kalian kepada keimanan, jika kalian adalah orang-orang yang benar\") di dalam perkataan kalian yang menyatakan, \"Kami telah beriman.\""
  },
  {
    "hizb": 207,
    "name": "Al-Hujurat",
    "ayat": 18,
    "arab": "اِنَّ اللّٰهَ يَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ",
    "translation": "Sungguh, Allah mengetahui apa yang gaib di langit dan di bumi. Dan Allah Maha Melihat apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4630.mp3",
    "tafsir": "Sesungguhnya Allah-lah Yang Maha Mengetahui apa-apa yang gaib di langit dan di bumi. Dia-lah yang melihat apa yang tersembunyi di dalam hati, dan apa yang diucapkan oleh lidah karena Allah Maha Melihat apa yang dikerjakan oleh seluruh hamba-hamba-Nya.",
    "quraish": "Allah sungguh mengetahui apa yang gaib di langit dan di bumi, dan Allah Maha Melihat apa yang kalian kerjakan.",
    "jalalayn": "(Sesungguhnya Allah mengetahui apa yang gaib di langit dan di bumi) yakni apa-apa yang tidak kelihatan pada keduanya. (Dan Allah Maha Melihat apa yang kalian kerjakan) dapat dibaca Ta'maluuna atau Ya'maluuna, kalau dibaca Ya'maluuna artinya, Allah Maha Melihat apa yang mereka kerjakan. Maksudnya tiada sesuatu pun darinya yang samar bagi-Nya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 1,
    "arab": " قۤ  ۗوَالْقُرْاٰنِ الْمَجِيْدِ  ۖ ",
    "translation": "Qaf. Demi Al-Qur'an yang mulia. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4631.mp3",
    "tafsir": "Telah diungkapkan sebelum ini bahwa huruf-huruf abjad yang ada pada permulaan surah biasanya memperingatkan betapa pentingnya perkara yang disebut kemudian, dan sering sekali yang disebut itu ialah sifat Al-Qur'an seperti yang disebutkan di sini.\nDalam ayat ini, Allah bersumpah dengan kitab-Nya, yang mengandung banyak berkah dan kebajikan (Al-Qur'an) yang sangat mulia bahwa Nabi Muhamammad benar-benar seorang utusan-Nya yang memberi peringatan kepada kaumnya tentang adanya hari kebangkitan. Senada dengan pernyataan ini, dalam permulaan Surah Yasin juga telah diterangkan bahwa Nabi Muhammad sungguh-sungguh adalah salah seorang rasul yang diutus agar memberi peringatan kepada kaum yang bapak-bapak mereka belum pernah diberi peringatan. Oleh karena itu, mereka lalai dan disebut zaman Jahiliah.",
    "quraish": "[[50 ~ QAF (HURUF QAF) Pendahuluan: Makkiyyah, 45 ayat ~ Di bagian awal, surat ini menjelaskan pengukuhan risalah Muhammad saw., pengingkaran orang-orang kafir atas kedatangan seorang rasul dari kalangan mereka sendiri dan pengingkaran mereka terhadap adanya hari kebangkitan setelah mereka mati dan menjadi tanah. Kemudian dipaparkan bukti-bukti yang ada di alam semesta yang menunjukkan kekuasaan Allah untuk membangkitkan manusia kembali dari kematian. Dialah yang telah menciptakan mereka dan mengetahui apa yang terdetik di dalam hati mereka. Semua perkataan dan perbuatan mereka tercatat di dalam buku yang terjaga. Surat ini kemudian menjelaskan bahwa pada hari kiamat nanti, usaha orang-orang kafir untuk melepaskan diri dari kekafiran yang mereka ikuti di dunia, dengan melemparkan kesalahan kepada setan, akan sia-sia belaka, dan perdebatan orang-orang kafir itu akan berakhir dengan masuknya mereka semua ke dalam neraka. Sementara, pada waktu yang sama, Allah memberi nikmat kesenangan yang kekal kepada orang-orang Mukmin di dalam surga. Selanjutnya, di akhir surat ini, Allah memerintahkan kepada Nabi Muhammad saw. untuk tabah dalam menghadapi sikap aniaya orang-orang kafir yang tidak mau mengambil pelajaran dari siksa yang ditimpakan kepada umat-umat terdahulu yang mendustakan para nabi. Di samping itu, terdapat juga petunjuk kepada Rasulullah untuk selalu menyembah Allah, penegasan akan hari kebangkitan, hiburan bagi Rasul bahwa ia diutus sebagai pemberi peringatan kepada orang-orang Mukmin, dan bukan untuk menjadi penguasa atas orang-orang kafir.]] Qâf adalah salah satu huruf eja Arab. Surat ini diawali dengan menyebut huruf tersebut, sebagaimana beberapa surat al-Qur'ân juga diawali dengan huruf-huruf eja, untuk tujuan menantang dan menarik perhatian. Aku bersumpah demi al-Qur'ân yang mempunyai kemuliaan dan kehormatan bahwa sesungguhnya Kami telah mengutusmu, wahai Muhammad, untuk memberi peringatan kepada manusia dengan al-Qur'ân. Tetapi penduduk Mekah tidak mau mempercayainya, bahkan mereka merasa heran bahwa akan datang seorang rasul dari kalangan mereka sendiri untuk memberi peringatan akan datangnya hari kebangkitan. Lalu orang-orang kafir berkata, \"Ini adalah suatu keajaiban!",
    "jalalayn": "(Qaaf) hanya Allah saja yang mengetahui arti dan maksudnya. (Demi Alquran yang sangat agung) artinya, yang sangat mulia, tiadalah orang-orang kafir Mekah beriman kepada Nabi Muhammad saw."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 2,
    "arab": "بَلْ عَجِبُوْٓا اَنْ جَاۤءَهُمْ مُّنْذِرٌ مِّنْهُمْ فَقَالَ الْكٰفِرُوْنَ هٰذَا شَيْءٌ عَجِيْبٌ ۚ",
    "translation": "(Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir, “Ini adalah suatu yang sangat ajaib.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4632.mp3",
    "tafsir": "Mereka mengingkari kerasulan Nabi Muhammad, bahkan mereka itu bukan saja ragu-ragu dan mengingkari kerasulannya, malahan mereka tercengang karena telah datang kepada mereka seorang manusia yang memberi peringatan dari kalangan mereka sendiri. Mereka memandang sungguh aneh bahwa Allah mengutus seorang manusia seperti mereka sendiri, yang biasa makan-minum dan berkeluarga, yang biasa tidur dan kadang-kadang kena penyakit.\nMereka membayangkan bahwa seorang utusan Allah itu mesti malaikat seperti diterangkan dalam firman Allah:\n\nBagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? (al-Qamar/54: 24)\n\nDan firman-Nya\n\nMereka berkata, \"Kamu hanyalah manusia seperti kami juga.\" (Ibrahim/14: 10)",
    "quraish": "[[50 ~ QAF (HURUF QAF) Pendahuluan: Makkiyyah, 45 ayat ~ Di bagian awal, surat ini menjelaskan pengukuhan risalah Muhammad saw., pengingkaran orang-orang kafir atas kedatangan seorang rasul dari kalangan mereka sendiri dan pengingkaran mereka terhadap adanya hari kebangkitan setelah mereka mati dan menjadi tanah. Kemudian dipaparkan bukti-bukti yang ada di alam semesta yang menunjukkan kekuasaan Allah untuk membangkitkan manusia kembali dari kematian. Dialah yang telah menciptakan mereka dan mengetahui apa yang terdetik di dalam hati mereka. Semua perkataan dan perbuatan mereka tercatat di dalam buku yang terjaga. Surat ini kemudian menjelaskan bahwa pada hari kiamat nanti, usaha orang-orang kafir untuk melepaskan diri dari kekafiran yang mereka ikuti di dunia, dengan melemparkan kesalahan kepada setan, akan sia-sia belaka, dan perdebatan orang-orang kafir itu akan berakhir dengan masuknya mereka semua ke dalam neraka. Sementara, pada waktu yang sama, Allah memberi nikmat kesenangan yang kekal kepada orang-orang Mukmin di dalam surga. Selanjutnya, di akhir surat ini, Allah memerintahkan kepada Nabi Muhammad saw. untuk tabah dalam menghadapi sikap aniaya orang-orang kafir yang tidak mau mengambil pelajaran dari siksa yang ditimpakan kepada umat-umat terdahulu yang mendustakan para nabi. Di samping itu, terdapat juga petunjuk kepada Rasulullah untuk selalu menyembah Allah, penegasan akan hari kebangkitan, hiburan bagi Rasul bahwa ia diutus sebagai pemberi peringatan kepada orang-orang Mukmin, dan bukan untuk menjadi penguasa atas orang-orang kafir.]] Qâf adalah salah satu huruf eja Arab. Surat ini diawali dengan menyebut huruf tersebut, sebagaimana beberapa surat al-Qur'ân juga diawali dengan huruf-huruf eja, untuk tujuan menantang dan menarik perhatian. Aku bersumpah demi al-Qur'ân yang mempunyai kemuliaan dan kehormatan bahwa sesungguhnya Kami telah mengutusmu, wahai Muhammad, untuk memberi peringatan kepada manusia dengan al-Qur'ân. Tetapi penduduk Mekah tidak mau mempercayainya, bahkan mereka merasa heran bahwa akan datang seorang rasul dari kalangan mereka sendiri untuk memberi peringatan akan datangnya hari kebangkitan. Lalu orang-orang kafir berkata, \"Ini adalah suatu keajaiban!",
    "jalalayn": "(Bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari kalangan mereka sendiri) yakni seorang rasul yang memperingatkan mereka tentang adanya azab neraka sesudah hari berbangkit, bila mereka tidak beriman (maka berkatalah orang-orang kafir, \"Ini) tentang peringatan itu (adalah suatu hal yang amat ajaib.)"
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 3,
    "arab": "ءَاِذَا مِتْنَا وَكُنَّا تُرَابًا ۚ ذٰلِكَ رَجْعٌۢ بَعِيْدٌ ",
    "translation": "Apakah apabila kami telah mati dan sudah menjadi tanah (akan kembali lagi)? Itu adalah suatu pengembalian yang tidak mungkin. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4633.mp3",
    "tafsir": "Setelah mereka memperlihatkan rasa terkejutnya tentang kerasulan Muhammad saw itu, mereka dengan penuh rasa keingkaran dan cemoohan berkata, \"Apakah kami setelah mati dan setelah tulang-belulang kami menjadi tanah dan berserakan di dalam bumi, akan kembali hidup lagi?\" Mereka memandang bahwa bangkit dari kubur itu suatu hal yang mustahil, yang tidak mungkin terjadi dan sama sekali tidak masuk akal, karena mereka mengukur kekuasaan Allah sama dengan kekuasaan mereka.",
    "quraish": "Apakah, setelah kami mati dan menjadi tanah, kami akan dibangkitkan kembali? Sesungguhnya kebangkitan kembali setelah kematian adalah hal yang tidak mungkin terjadi.\"",
    "jalalayn": "(Apakah bila) dapat dibaca Tahqiq, dapat pula dibaca Tas-hil (kami telah mati dan setelah menjadi tanah) kami akan kembali menjadi hidup? (itu adalah suatu pengembalian yang tidak mungkin\") yakni sangat jauh dari kemungkinan."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 4,
    "arab": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْاَرْضُ مِنْهُمْ ۚوَعِنْدَنَا كِتٰبٌ حَفِيْظٌ ",
    "translation": "Sungguh, Kami telah mengetahui apa yang ditelan bumi dari (tubuh) mereka, sebab pada Kami ada kitab (catatan) yang terpelihara baik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4634.mp3",
    "tafsir": "Allah mengemukakan dalil atas kebangkitan dari kubur karena Allah sungguh mengetahui apa yang telah dimakan dan dihancurkan oleh bumi dari tubuh-tubuh mereka, ke mana dari bagian-bagian tubuh manusia itu berpindah atau bergeser dan kemudian jadi apa, sebab semua kejadian itu perinciannya ada di sisi Allah. Seluruhnya tercatat dan terpelihara dalam kitab yang semuanya itu menggambarkan bahwa tidak sulit bagi Allah untuk menghidupkan mereka kembali pada hari Kiamat, hari yang pasti akan datang.",
    "quraish": "Kami benar-benar telah mengetahui apa yang diambil bumi dari tubuh mereka setelah mereka mati, dan di sisi Kami ada kitab yang sangat teliti mencatat dan memelihara.",
    "jalalayn": "(Sesungguhnya Kami telah mengetahui apa yang dihancurkan oleh bumi) apa yang telah dimakan olehnya (dari tubuh-tubuh mereka, dan pada sisi Kami ada kitab yang memelihara) yaitu Lohmahfuz, di dalamnya telah tertera segala sesuatu yang telah dipastikan ketentuannya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 5,
    "arab": "بَلْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْ فَهُمْ فِيْٓ اَمْرٍ مَّرِيْجٍ ",
    "translation": "Bahkan mereka telah mendustakan kebenaran ketika (kebenaran itu) datang kepada mereka, maka mereka berada dalam keadaan kacau balau. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4635.mp3",
    "tafsir": "Sesungguhnya mereka telah mendustakan dan mengingkari kerasulan Muhammad saw, Rasul yang diperkuat dengan mukjizat. Bila mereka mendustakan berita-berita yang dibawa oleh Rasulullah saw hal itu lebih mengakibatkan celaka karena telah memutuskan hubungan antara Allah dengan rasul-Nya yang paling terhormat dan dicintai sebagai Sayyidul-Mursalin.\nKarena itu mereka terus-menerus berada dalam keadaan kacau-balau. Mereka mengingkari kerasulan dari kalangan manusia dan mereka beranggapan bahwa yang patut jadi utusan Allah itu hanyalah mereka yang mempunyai kedudukan dan keturunan yang tinggi. Dan ucapan mereka itu disebut oleh Allah dalam firman-Nya:\n\nMengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" (az-Zukhruf/43: 31)\n\nLebih celaka lagi karena mereka memandang nabi itu sebagai seorang tukang sihir, dukun atau orang gila. Ucapan dan pandangan mereka itu menunjukkan bahwa mereka tidak tetap dalam pendirian, tidak tahu apa yang mereka ucapkan dan pikiran mereka selalu kacau-balau.",
    "quraish": "Mereka tidak memikirkan apa yang dibawa oleh Rasulullah saw., bahkan mereka segera mendustakannya tanpa menghayati. Maka, mereka berada dalam keadaan yang kacau balau.",
    "jalalayn": "(Sebenarnya mereka telah mendustakan kebenaran) yakni Alquran (tatkala kebenaran itu datang kepada mereka, maka mereka) menanggapi tentang perihal Nabi saw. dan Alquran (berada dalam keadaan kacau-balau) yakni tidak menentu, terkadang mereka mengatakan, bahwa Nabi adalah penyihir dan Alquran adalah sihir, terkadang juga mengatakan bahwa dia adalah penyair dan Alquran adalah syairnya, terkadang mereka mengatakan bahwa dia adalah seorang peramal dan Alquran adalah ramalannya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 6,
    "arab": "اَفَلَمْ يَنْظُرُوْٓا اِلَى السَّمَاۤءِ فَوْقَهُمْ كَيْفَ بَنَيْنٰهَا وَزَيَّنّٰهَا وَمَا لَهَا مِنْ فُرُوْجٍ ",
    "translation": "Maka tidakkah mereka memperhatikan langit yang ada di atas mereka, bagaimana cara Kami membangunnya dan menghiasinya dan tidak terdapat retak-retak sedikit pun? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4636.mp3",
    "tafsir": "Allah memerintahkan kepada orang kafir yang mengingkari hari kebangkitan supaya mereka memandang ke langit yang ada di atas mereka untuk dijadikan bahan pemikiran, bagaimana Allah telah meninggikan langit itu tanpa tiang dan menghiasnya dengan berbagai bintang yang gemerlapan, sedangkan langit itu tidak retak sedikit pun. Dari segi ilmu pengetahuan, menurut penemuan terakhir dinyatakan bahwa langit itu merupakan benda kolosal yang homogen yang tidak dilapisi dengan benda-benda yang retak dan kosong, akan tetapi padat diisi dengan sejenis benda halus yang bernama ether (al-atsir) dan benda yang halus ini diketahui karena menjadi tempat lalu lintasnya nur atau cahaya. Di antara bintang-bintang itu, ada yang jauhnya dari bumi dengan jarak kecepatan cahaya dalam masa lebih dari sejuta setengah tahun, sedangkan matahari kita sendiri jauhnya dari bumi hanya dengan jarak kecepatan cahaya selama delapan menit dan delapan belas detik. Silakan membayangkan betapa jauhnya sebagian bintang yang ada di cakrawala itu. Cahaya yang dipancarkan oleh bintang itu ke bumi melalui ether itu dan seandainya benda halus itu tidak ada, tentu cahayanya akan terputus. Oleh karena itu, dalam ayat ini dinyatakan bahwa langit itu tidak mempunyai retak-retak sedikit pun.",
    "quraish": "Apakah mereka lalai sehingga tidak melihat langit yang ditinggikan tanpa tiang di atas mereka, bagaimana Kami meninggikan dan menghiasinya dengan bintang-bintang, dan dalam langit itu tidak ada retak-retak yang membuatnya cacat. (1) (1) Langit adalah semua yang berada di atas kita. Di dalamnya terdapat benda-benda langit yang beterbangan seperti bintang-bintang dan planet-planet. Semua itu berjalan dengan sistem yang sangat teliti dan keseimbangan yang sangat sempurna. Demikian pula, benda-benda tersebut selalu menjaga posisinya sesuai dengan hukum gravitasi, sehingga tidak akan terjadi kekacauan.",
    "jalalayn": "(Maka apakah mereka tidak melihat) dengan mata mereka. Padahal mata itu, dipasang untuk mengambil pelajaran dari apa yang dilihatnya, yaitu sewaktu mereka ingkar kepada adanya hari berbangkit (akan langit) yang ada (di atas mereka bagaimana Kami telah membangunnya) tanpa tiang penyangga (dan Kami hiasi dia) dengan bintang-bintang (dan langit itu tidak mempunyai retak-retak sedikit pun?) yakni tidak ada celah-celah yang membuatnya cacat."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 7,
    "arab": "وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍۙ ",
    "translation": "Dan bumi yang Kami hamparkan dan Kami pancangkan di atasnya gunung-gunung yang kokoh dan Kami tumbuhkan di atasnya tanam-tanaman yang indah, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4637.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah menghamparkan bumi bagi kediaman manusia dan meletakkan beberapa gunung yang berfungsi sebagai pasak bumi agar bumi goyah bahkan kukuh dan stabil dan pada lereng-lerengnya ditumbuhkan berbagai tumbuh-tumbuhan yang indah permai sangat mengagumkan karena pemandangannya yang cantik itu.",
    "quraish": "Kami menghamparkan bumi, lalu Kami menancapkan gunung-gunung di atasnya dengan kokoh, dan Kami menumbuhkan segala macam tumbuhan yang indah dipandang mata. (1) (1) Kulit bumi terlihat tinggi pada tempat-tempat tertentu, seperti gunung-gunung, dan juga terlihat rendah pada tempat-tempat lain seperti dasar samudera. Berat bagian-bagian bumi ini sangat seimbang antara satu dengan yang lainnya. Salah satu tanda kekuasaan dan kebijakan Allah adalah dengan menciptakan keseimbangan ini dan menjadikannya tetap dengan jalan mengalirkan materi-materi bumi yang membentuk kerak bumi yang tipis yang terdapat di bawah lapisan luar bumi, maka dengan begitu terjadi aliran dari bagian bumi yang berat ke bagian yang lebih ringan.",
    "jalalayn": "(Dan bumi itu) di'athafkan kepada kedudukan lafal As-samaa' yakni, dan bumi itu bagaimana (Kami hamparkan) Kami jadikan terhampar menurut pandangan mata di atas permukaan air (dan Kami letakkan padanya gunung-gunung) yang memantapkannya (dan Kami tumbuhkan padanya segala macam tanaman) segala jenis tumbuh-tumbuhan (yang indah) yang tampak sangat indah dipandang mata karena keindahannya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 8,
    "arab": "تَبْصِرَةً وَّذِكْرٰى لِكُلِّ عَبْدٍ مُّنِيْبٍ ",
    "translation": "untuk menjadi pelajaran dan peringatan bagi setiap hamba yang kembali (tunduk kepada Allah). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4638.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa sengaja dibuat pemandangan-pemandangan yang indah itu supaya manusia ingat kepada Penciptanya, taat dan bertobat kepada-Nya. Langit yang begitu tinggi yang dihias dengan bintang-bintang supaya dijadikan bahan renungan dan pemikiran, alangkah agungnya dan alangkah kuasanya Allah. Dan bumi yang dihamparkan untuk kediaman manusia dihiasi dengan berbagai tumbuh-tumbuhan yang buahnya dimanfaatkan oleh manusia dan binatang ternaknya, semuanya itu harus dijadikan pelajaran dan peringatan bagi tiap-tiap hamba Allah yang kembali mengingat-Nya.",
    "quraish": "Kami menciptakan itu semua sebagai pelajaran dan peringatan bagi setiap hamba yang mau kembali kepada Allah dengan memikirkan tanda-tanda kekuasaan-Nya.",
    "jalalayn": "(Untuk menjadi pelajaran) menjadi maf'ul lah, yakni, Kami lakukan hal tersebut sebagai pemberian pelajaran dari Kami (dan peringatan) untuk dijadikan sebagai peringatan (bagi tiap-tiap hamba yang kembali) untuk taat kepada Kami."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 9,
    "arab": "وَنَزَّلْنَا مِنَ السَّمَاۤءِ مَاۤءً مُّبٰرَكًا فَاَنْۢبَتْنَا بِهٖ جَنّٰتٍ وَّحَبَّ الْحَصِيْدِۙ",
    "translation": "Dan dari langit Kami turunkan air yang memberi berkah lalu Kami tumbuhkan dengan (air) itu pepohonan yang rindang dan biji-bijian yang dapat dipanen. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4639.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bagaimana cara menumbuhkan tumbuh-tumbuhan itu yaitu menurunkan dari langit air hujan yang banyak manfaatnya untuk menumbuhkan tanam-tanaman dan pohon-pohon yang berbuah, terutama tumbuh-tumbuhan dan biji tanamannya dapat dituai seperti padi, gandum, jagung, dan sebagainya.",
    "quraish": "Kami menurunkan air yang membawa banyak kebaikan dan manfaat dari langit, lalu Kami menumbuhkan, dengan air itu, kebun-kebun yang mempunyai pohon-pohonan, bunga-bungaan dan buah- buahan. Dan dengan air itu juga Kami menumbuhkan biji tumbuhan yang dituai,",
    "jalalayn": "(Dan Kami turunkan dari langit air yang penuh keberkatan) berkah dan manfaatnya (lalu Kami tumbuhkan dengan air itu pohon-pohon) maksudnya kebun-kebun (dan biji-biji tanaman) yakni ladang-ladang (yang diketam) yang dipanen."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 10,
    "arab": "وَالنَّخْلَ بٰسِقٰتٍ لَّهَا طَلْعٌ نَّضِيْدٌۙ",
    "translation": "Dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4640.mp3",
    "tafsir": "Allah menumbuhkan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun sebagai rezeki bagi hambahamba-Nya. Dalam ayat ini Allah tidak menyebutkan bahwa rezeki itu bagi hamba-hamba-Nya yang suka mengingat Allah seperti diuraikan-Nya pada ayat ke delapan, sebab rezeki itu lebih umum. Seorang yang kembali mengingat Allah memakan rezeki itu sambil mensyukuri nikmat Allah, sedangkan yang lain memakannya seperti binatang saja, tidak ingat kepada pemberi nikmat tersebut. Allah menghidupkan bumi yang kering dan tandus setelah turun hujan dengan berbagai tanaman yang beraneka ragam. Dan seperti itu pula terjadinya kebangkitan pada hari Kiamat. Setiap petani yang selalu mengolah ladang dan sawahnya harus selalu ingat dan bersiap-siap untuk menghadapi hari kebangkitan dengan ketakwaan dan amal kebajikan. Surah Qaf ayat 9 s/d 11 merupakan suatu kesatuan yang menyatakan manfaat air. Banyaknya manfaat air dapat dirasakan langsung oleh manusia, mulai dari kebutuhan pokok sebagai air minum, memasak, mencuci, pertanian, pemanfatannya untuk industri dan pengolahan bahan-bahan, sampai pada sarana transportasi. Pada ayat tersebut di atas dinyatakan bahwa dengan kehendak Allah lah air turun ke permukaan bumi dalam bentuk hujan. Contoh manfaat ditekankan pada peran air pada pertumbuhan tanaman. Semua tumbuhan, termasuk sumber pangan manusia, baik tumbuhan rendah seperti biji-bijian (bisa dimasukkan ke dalamnya perdu, rerumputan, jamur, lumut, ganggang dan bahkan bakteri) maupun pohon-pohonan yang besar seperti halnya kurma, memerlukan air untuk pertumbuhannya. Ayat-ayat tersebut di atas seolah mengatakan bahwa melalui daur air, Allah memberikan rezeki bagi makhluk ciptaan-Nya. Hanya dengan keberadaan air, tanah akan dapat menjadi media tumbuh bagi tanaman di atasnya. Maka tanah yang tandus pun apabila diberikan air akan dapat ditumbuhi. Proses pertumbuhan tanaman pada tanah tandus yang mendapatkan air sering dipakai untuk menggambarkan kejadian kebangkitan manusia di alam akhirat (lihat: Yunus/10: 24, Fussilat/41: 39, az-Zukhruf/43: 11)",
    "quraish": "dan pohon kurma yang tumbuh menjulang tinggi ke langit yang mempunyai mayang yang bersusun- susun karena banyaknya zat buah yang ada di dalamnya.",
    "jalalayn": "(Dan pohon-pohon kurma yang tinggi-tinggi) lafal Baasiqaatin ini berkedudukan menjadi Hal bagi lafal yang diperkirakan keberadaannya (yang mempunyai mayang yang bersusun-susun) yaitu sebagian di antaranya bertumpuk di atas sebagian yang lain."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 11,
    "arab": "رِّزْقًا لِّلْعِبَادِۙ وَاَحْيَيْنَا بِهٖ بَلْدَةً مَّيْتًاۗ  كَذٰلِكَ الْخُرُوْجُ  ",
    "translation": "(sebagai) rezeki bagi hamba-hamba (Kami), dan Kami hidupkan dengan (air) itu negeri yang mati (tandus). Seperti itulah terjadinya kebangkitan (dari kubur). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4641.mp3",
    "tafsir": "Allah menumbuhkan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun sebagai rezeki bagi hambahamba-Nya. Dalam ayat ini Allah tidak menyebutkan bahwa rezeki itu bagi hamba-hamba-Nya yang suka mengingat Allah seperti diuraikan-Nya pada ayat ke delapan, sebab rezeki itu lebih umum. Seorang yang kembali mengingat Allah memakan rezeki itu sambil mensyukuri nikmat Allah, sedangkan yang lain memakannya seperti binatang saja, tidak ingat kepada pemberi nikmat tersebut. Allah menghidupkan bumi yang kering dan tandus setelah turun hujan dengan berbagai tanaman yang beraneka ragam. Dan seperti itu pula terjadinya kebangkitan pada hari Kiamat. Setiap petani yang selalu mengolah ladang dan sawahnya harus selalu ingat dan bersiap-siap untuk menghadapi hari kebangkitan dengan ketakwaan dan amal kebajikan. Surah Qaf ayat 9 s/d 11 merupakan suatu kesatuan yang menyatakan manfaat air. Banyaknya manfaat air dapat dirasakan langsung oleh manusia, mulai dari kebutuhan pokok sebagai air minum, memasak, mencuci, pertanian, pemanfatannya untuk industri dan pengolahan bahan-bahan, sampai pada sarana transportasi. Pada ayat tersebut di atas dinyatakan bahwa dengan kehendak Allah lah air turun ke permukaan bumi dalam bentuk hujan. Contoh manfaat ditekankan pada peran air pada pertumbuhan tanaman. Semua tumbuhan, termasuk sumber pangan manusia, baik tumbuhan rendah seperti biji-bijian (bisa dimasukkan ke dalamnya perdu, rerumputan, jamur, lumut, ganggang dan bahkan bakteri) maupun pohon-pohonan yang besar seperti halnya kurma, memerlukan air untuk pertumbuhannya. Ayat-ayat tersebut di atas seolah mengatakan bahwa melalui daur air, Allah memberikan rezeki bagi makhluk ciptaan-Nya. Hanya dengan keberadaan air, tanah akan dapat menjadi media tumbuh bagi tanaman di atasnya. Maka tanah yang tandus pun apabila diberikan air akan dapat ditumbuhi. Proses pertumbuhan tanaman pada tanah tandus yang mendapatkan air sering dipakai untuk menggambarkan kejadian kebangkitan manusia di alam akhirat (lihat: Yunus/10: 24, Fussilat/41: 39, az-Zukhruf/43: 11)",
    "quraish": "Semua itu Kami tumbuhkan untuk menjadi rezeki bagi hamba-hamba Kami. Kami menghidupkan, dengan air itu, tanah yang telah kering tumbuhannya. Seperti itulah orang-orang yang mati akan dikeluarkan dari kuburan mereka pada hari kebangkitan.",
    "jalalayn": "(Untuk menjadi rezeki bagi hamba-hamba) Kami; lafal Rizqan menjadi Maf'ul Lah (dan Kami hidupkan dengan air itu tanah yang mati) lafal Maytan dapat digunakan untuk Mudzakkar dan Muannats. (Seperti itulah) dengan cara itulah (terjadinya kebangkitan) dari kubur, maka mengapa kalian mengingkarinya? Istifham atau kata tanya mengandung makna Taqrir, makna yang dimaksud adalah bahwa mereka melihat dan mengetahui hal tersebut."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 12,
    "arab": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّاَصْحٰبُ الرَّسِّ وَثَمُوْدُ ",
    "translation": "Sebelum mereka, kaum Nuh, penduduk Rass dan Samud telah mendustakan (rasul-rasul), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4642.mp3",
    "tafsir": "Allah memberikan peringatan kepada orang-orang kafir Mekah dengan azab yang pedih seperti yang pernah ditimpakan kepada umat-umat yang dahulu, yang mendustakan para rasul yang diutus Allah sebelum Muhammad saw. Mereka mendapat berbagai azab dan malapetaka. Kaum Nuh adalah umat yang pertama kali mendustakan nabi-Nya. Berdakwah selama 950 tahun tidak ada yang beriman kecuali delapan puluhan orang, akhirnya dibinasakan oleh Allah swt dengan banjir topan. Kaum Rass, kaumnya Nabi Syuaib mereka menyiksa dan membunuh nabi-Nya dalam sumur maka Allah menghancurkan mereka di sumur yang mereka mendirikan patung di sekelilingnya. Kaum Samud kaumnya Nabi Saleh dihancurkan dengan gempa. Kaum 'Ad kaumnya Nabi Hud dihancurkan dengan angin. Fir'aun ditenggelamkan Allah dalam laut. Kaum Lut yang melakukan sodomi, negerinya dibalikkan. Penduduk Aikah, kaumnya Nabi Syuaib, juga dibinasakan oleh Allah. Kaum Tubba' al-himyari dari Yaman juga dibinasakan oleh Allah. Mereka semua mendustakan para rasul, maka layaklah mereka dihancurkan sebagaimana yang diancamkan oleh Allah kepada mereka.",
    "quraish": "Sebelum mereka, telah banyak umat yang mendustakan para rasul, seperti kaum Nabi Nûh, penduduk Rass, kaum Tsamûd, kaum 'Ad, Fir'aun, kaum Nabi Lûth, penduduk Aykah, dan kaum Tubba'. Mereka semua telah mendustakan para rasul yang diutus kepada mereka. Maka, mereka berhak mendapat siksa kehancuran yang Aku janjikan kepada mereka.",
    "jalalayn": "(Sebelum mereka telah mendustakan pula kaum Nuh) di-ta`nits-kannya dhamir yang ada pada lafal Kadzdzabat karena memandang makna yang terkandung dalam lafal Qaumun (dan penduduk Rass) Rass adalah nama sebuah sumur yang di sekitarnya tinggal suatu kaum berikut ternak mereka; mereka menyembah berhala, menurut suatu pendapat nabi mereka bernama Hanzhalah bin Shafwan; menurut pendapat lainnya bukanlah dia, (dan Tsamud) yaitu kaum Nabi Shaleh."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 13,
    "arab": "وَعَادٌ وَّفِرْعَوْنُ وَاِخْوَانُ لُوْطٍۙ",
    "translation": "dan (demikian juga) kaum  ‘Ad, kaum Fir‘aun dan kaum Lut, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4643.mp3",
    "tafsir": "Allah memberikan peringatan kepada orang-orang kafir Mekah dengan azab yang pedih seperti yang pernah ditimpakan kepada umat-umat yang dahulu, yang mendustakan para rasul yang diutus Allah sebelum Muhammad saw. Mereka mendapat berbagai azab dan malapetaka. Kaum Nuh adalah umat yang pertama kali mendustakan nabi-Nya. Berdakwah selama 950 tahun tidak ada yang beriman kecuali delapan puluhan orang, akhirnya dibinasakan oleh Allah swt dengan banjir topan. Kaum Rass, kaumnya Nabi Syuaib mereka menyiksa dan membunuh nabi-Nya dalam sumur maka Allah menghancurkan mereka di sumur yang mereka mendirikan patung di sekelilingnya. Kaum Samud kaumnya Nabi Saleh dihancurkan dengan gempa. Kaum 'Ad kaumnya Nabi Hud dihancurkan dengan angin. Fir'aun ditenggelamkan Allah dalam laut. Kaum Lut yang melakukan sodomi, negerinya dibalikkan. Penduduk Aikah, kaumnya Nabi Syuaib, juga dibinasakan oleh Allah. Kaum Tubba' al-himyari dari Yaman juga dibinasakan oleh Allah. Mereka semua mendustakan para rasul, maka layaklah mereka dihancurkan sebagaimana yang diancamkan oleh Allah kepada mereka.",
    "quraish": "Sebelum mereka, telah banyak umat yang mendustakan para rasul, seperti kaum Nabi Nûh, penduduk Rass, kaum Tsamûd, kaum 'Ad, Fir'aun, kaum Nabi Lûth, penduduk Aykah, dan kaum Tubba'. Mereka semua telah mendustakan para rasul yang diutus kepada mereka. Maka, mereka berhak mendapat siksa kehancuran yang Aku janjikan kepada mereka.",
    "jalalayn": "(Dan kaum Ad) kaum Nabi Hud (kaum Firaun dan kaum Luth.)"
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 14,
    "arab": "وَّاَصْحٰبُ الْاَيْكَةِ وَقَوْمُ تُبَّعٍۗ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيْدِ",
    "translation": "dan (juga) penduduk Aikah serta kaum Tubba‘. Semuanya telah mendustakan rasul-rasul maka berlakulah ancaman-Ku (atas mereka). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4644.mp3",
    "tafsir": "Allah memberikan peringatan kepada orang-orang kafir Mekah dengan azab yang pedih seperti yang pernah ditimpakan kepada umat-umat yang dahulu, yang mendustakan para rasul yang diutus Allah sebelum Muhammad saw. Mereka mendapat berbagai azab dan malapetaka. Kaum Nuh adalah umat yang pertama kali mendustakan nabi-Nya. Berdakwah selama 950 tahun tidak ada yang beriman kecuali delapan puluhan orang, akhirnya dibinasakan oleh Allah swt dengan banjir topan. Kaum Rass, kaumnya Nabi Syuaib mereka menyiksa dan membunuh nabi-Nya dalam sumur maka Allah menghancurkan mereka di sumur yang mereka mendirikan patung di sekelilingnya. Kaum Samud kaumnya Nabi Saleh dihancurkan dengan gempa. Kaum 'Ad kaumnya Nabi Hud dihancurkan dengan angin. Fir'aun ditenggelamkan Allah dalam laut. Kaum Lut yang melakukan sodomi, negerinya dibalikkan. Penduduk Aikah, kaumnya Nabi Syuaib, juga dibinasakan oleh Allah. Kaum Tubba' al-himyari dari Yaman juga dibinasakan oleh Allah. Mereka semua mendustakan para rasul, maka layaklah mereka dihancurkan sebagaimana yang diancamkan oleh Allah kepada mereka.",
    "quraish": "Sebelum mereka, telah banyak umat yang mendustakan para rasul, seperti kaum Nabi Nûh, penduduk Rass, kaum Tsamûd, kaum 'Ad, Fir'aun, kaum Nabi Lûth, penduduk Aykah, dan kaum Tubba'. Mereka semua telah mendustakan para rasul yang diutus kepada mereka. Maka, mereka berhak mendapat siksa kehancuran yang Aku janjikan kepada mereka.",
    "jalalayn": "(Dan penduduk Aikah) yakni penduduk Ghaidhah kaum Nabi Syuaib (serta kaum Tubba') Tubba' adalah nama raja di negeri Yaman; ia masuk Islam lalu menyeru kaumnya untuk masuk Islam, tetapi mereka mendustakannya (masing-masing) dari kaum-kaum yang telah disebutkan tadi (mendustakan rasul-rasul) sebagaimana yang dilakukan oleh kabilah Quraisy (maka sudah semestinya mereka mendapat ancaman-Ku) artinya sudah semestinya semuanya menerima azab-Ku, maka janganlah kamu susah dengan kekafiran orang-orang Quraisy terhadap dirimu."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 15,
    "arab": "اَفَعَيِيْنَا بِالْخَلْقِ الْاَوَّلِۗ بَلْ هُمْ فِيْ لَبْسٍ مِّنْ خَلْقٍ جَدِيْدٍ ࣖ",
    "translation": "Maka apakah Kami letih dengan penciptaan yang pertama? (Sama sekali tidak) bahkan mereka dalam keadaan ragu-ragu tentang penciptaan yang baru. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4645.mp3",
    "tafsir": "Dalam ayat ini, Allah dengan cara yang halus dan mendalam memperlihatkan tanda-tanda kekuasaan-Nya dengan mengatakan, \"Kami yang telah menciptakan sekalian makhluk dari permulaannya tanpa bantuan siapa pun, apakah Kami lelah dan letih untuk menciptakan makhluk-makhluk itu kedua kalinya, yang menurut pengalaman membuat kedua kalinya itu lebih mudah daripada menciptakannya yang pertama?\" Dinyatakan dalam firman-Nya sebagai berikut: \nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rum/30: 27) \nDemikian pula firman-Nya: \nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79) \nBerbicara mengenai penciptaan, Allah membuat pernyataan bahwa proses penciptaan masih terus berlanjut, baik untuk makhluk hidup maupun benda mati. Indikasinya dapat dilihat juga pada beberapa ayat di bawah ini: \nDan kuda, bagal, dan keledai, agar kamu menungganginya dan sebagai perhiasan. Dan Dia menciptakan apa yang kamu tidak mengetahuinya. (an-Nahl/16: 8) Dan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari hewan itu ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nur/24: 45) \nDua ayat di atas, dan dari sekian banyak ayat lainnya, memperlihatkan bahwa Allah \"belum selesai\" melakukan kerja penciptaan-Nya. Penciptaan diindikasikan sebagai suatu proses yang terus berjalan. Dari sudut ilmu pengetahuan, keadaan demikian ini terlihat jelas. Secara perlahan, para peneliti mulai menyadari dan mengerti bahwa banyak fenomena alam yang berada pada posisi sedang berkembang. Salah satu bukti adalah terjadinya evolusi jenis yang terus berkembang. Ditemukan banyak bukti dalam bentuk fosil yang memperlihatkan adanya jenis-jenis yang mempunyai \"bentuk antara\" dari dua jenis yang eksis pada saat ini. Beberapa contoh di atas hanyalah sedikit dari sekian banyak bukti. Masih banyak yang belum terungkap. Apa yang kita ketahui saat ini hanyalah bagian kecil dari puncak gunung es yang muncul di atas air. Sedangkan bagian besar dari gunung es, yang berada di bawah permukaan air, sama sekali belum diketahui. Banyak peneliti menyadari bahwa kemampuan alam untuk mengatur dirinya didasarkan pada kemampuan fundamental dan misterius dari alam semesta. Bukti bahwa alam memiliki kekuatan yang kreatif, dan mampu menciptakan berbagai variasi-variasi struktur dan bentuk yang kompleks, seringkali membatalkan hukumhukum alam yang sebelumnya dibuat manusia. Dengan demikian, tidaklah berlebihan apabila beberapa ahli filosofi menyatakan bahwa alam semesta, yang sementara ini dianggap sebagai benda mati, adalah sesuatu yang sangat kreatif. Apabila penciptaan itu belum selesai, tentunya banyak \"barang baru\", yang sebelumnya belum pernah ada, yang muncul di alam semesta. Banyak ilmuwan percaya bahwa alam semesta ini masih terus berkembang. Ini dikenal di antara para ilmuwan dengan nama teori ekspansi.",
    "quraish": "Apakah keinginan dan kekuasaan Kami telah hilang, sehingga Kami tidak mampu menghidupkan kembali penciptaan yang pertama? Sungguh Kami tidak lemah seperti yang mereka duga. Bahkan sebenarnya mereka berada dalam keragu-raguan akan penciptaan yang baru setelah kematian.",
    "jalalayn": "(Maka apakah Kami letih dengan penciptaan yang pertama?) maksudnya, Kami tidak merasa letih dengan penciptaan yang pertama itu, demikian pula Kami tidak merasa letih untuk mengembalikan mereka. (Sebenarnya mereka dalam keadaan ragu-ragu) yakni berada dalam keragu-raguan (tentang penciptaan yang baru) yaitu membangkitkan mereka menjadi hidup kembali pada hari berbangkit nanti."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 16,
    "arab": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهٖ نَفْسُهٗ ۖوَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيْدِ ",
    "translation": "Dan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4646.mp3",
    "tafsir": "Allah menjelaskan bahwa Dia telah menciptakan manusia dan berkuasa penuh untuk menghidupkannya kembali pada hari Kiamat dan Ia tahu pula apa yang dibisikkan oleh hatinya, baik kebaikan maupun kejahatan. Bisikan hati ini (dalam bahasa Arab) dinamakan hadisun nafsi. Bisikan hati tidak dimintai pertanggungjawaban kecuali jika dikatakan atau dilakukan. Allah swt lebih dekat kepada manusia dari urat lehernya sendiri. Ibnu Mardawaih telah meriwayatkan sebuah hadis dari Abu Sa'id bahwa Nabi saw bersabda: Allah dekat kepada manusia (putra Adam) dalam empat keadaan; Ia lebih dekat kepada manusia daripada urat lehernya. Ia seolah-olah dinding antara manusia dengan hatinya. Ia memegang setiap binatang pada ubun-ubunnya, dan Ia bersama dengan manusia dimana saja ia berada. (Riwayat Ibnu Mardawaih) \n(",
    "quraish": "Aku bersumpah, \"Sesungguhnya Kami telah menciptakan manusia, dan Kami selalu mengetahui apa yang dibisikkan oleh hati mereka. Kami--dengan pengetahuan Kami terhadap semua keadaan manusia--lebih dekat kepadanya daripada urat lehernya sendiri yang paling dekat dengannya.",
    "jalalayn": "(Dan sesungguhnya Kami telah menciptakan manusia sedangkan Kami mengetahui) lafal Na'lamu ini berkedudukan menjadi Hal atau kata keterangan keadaan dan sebelumnya diperkirakan adanya lafal Nahnu (apa) huruf Maa di sini adalah Mashdariyah (yang dibisikkan) dibicarakan (oleh dia) yakni oleh manusia, huruf Ba di sini adalah Zaidah, atau untuk Ta'diyah (dalam hatinya, dan Kami lebih dekat kepadanya) maksudnya ilmu Kami (daripada urat lehernya) Idhafah di sini mengandung makna Bayan atau untuk menjelaskan, dan pengertian yang dimaksud dari lafal Al-Wariid adalah dua urat vital yang terdapat pada bagian belakang leher."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 17,
    "arab": "اِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ ",
    "translation": "(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4647.mp3",
    "tafsir": "Allah menerangkan bahwa walaupun Ia mengetahui setiap perbuatan hamba-hamba-Nya, namun Ia memerintahkan dua malaikat untuk mencatat segala ucapan dan perbuatan hambahamba-Nya, padahal Ia sendiri lebih dekat dari pada urat leher manusia itu sendiri. Malaikat itu ada di sebelah kanan mencatat kebaikan dan yang satu lagi di sebelah kirinya mencatat kejahatan.",
    "quraish": "Yaitu ketika dua orang malaikat penjaga mencatat amal perbuatannya, seorang duduk di sebelah kanan dan yang lain duduk di sebelah kiri.",
    "jalalayn": "(Ingatlah ketika) lafal Idz di sini dinashabkan oleh lafal Udzkur yang keberadaannya diperkirakan (mencatat) yakni menulis (dua malaikat pencatat amal) artinya, yang diserahi tugas oleh Allah untuk mencatat amal perbuatan yang dilakukan oleh manusia (yang satu berada di sebelah kanan dan yang lain berada di sebelah kiri) manusia (dalam keadaan duduk) yakni keduanya duduk, lafal Qa'iid ini adalah Mubtada dan Khabarnya adalah lafal sebelumnya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 18,
    "arab": "مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ ",
    "translation": "Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4648.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa tugas yang dibebankan kepada kedua malaikat itu ialah bahwa tiada satu kata pun yang diucapkan seseorang kecuali di sampingnya malaikat yang mengawasi dan mencatat amal perbuatannya. Al-hasan al-Basri dalam menafsirkan ayat ini berkata, \"Wahai anak-anak Adam, telah disiapkan untuk kamu sebuah daftar dan telah ditugasi malaikat untuk mencatat segala amalanmu, yang satu di sebelah kanan dan yang satu lagi di sebelah kiri. Adapun yang berada di sebelah kananmu ialah yang mencatat kebaikan dan yang satu lagi di kirimu mencatat kejahatan. Oleh karena itu, terserah kepadamu, apakah kamu mau memperkecil atau memperbesar amal dan perbuatan amal jahatmu, kamu diberi kebebasan dan bertanggung jawab terhadapnya dan nanti setelah mati, daftar itu ditutup dan digantungkan pada lehermu, masuk bersama-sama engkau ke dalam kubur sampai kamu dibangkitkan pada hari Kiamat, dan ketika itulah Allah akan berfirman: Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. \"Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.\" (al-Isra'/17: 13-14) \nKemudian al-hasan al-Basri berkata, \"Demi Allah, adil benar Tuhan yang menjadikan dirimu sebagai penghisab atas dirimu sendiri.\" Abu Usamah meriwayatkan bahwa Nabi saw bersabda, \"Malaikat yang mencatat kebajikan memimpin malaikat yang mencatat kejahatan. Jika manusia berbuat kebajikan, malaikat di sebelah kanan itu mencatat sepuluh kebajikan, tetapi jika manusia berbuat suatu kejahatan, ia berkata kepada yang di sebelah kiri, 'Tunggu dulu tujuh jam, barangkali ia membaca tasbih memohon ampunan.\" Hadis itu mengandung hikmah karena adanya malaikat di kanan dan kiri manusia mencatat perbuatannya. Allah tidak menciptakan manusia untuk diazab, akan tetapi untuk dididik dan dibersihkan. Setiap penderitaan itu bertujuan untuk meningkatkan daya tahan dan melatih kesabaran. Setiap benda biasanya lebih banyak mengandung kemanfaatan daripada kemudaratan, dan Allah menciptakan manusia dengan tujuan-tujuan yang mulia bagi manusia sendiri. Kebaikan itu yang pokok, sedangkan kejahatan itu datang kemudian. Benda (materi) pokoknya mengandung kemanfaatan sedangkan mudaratnya datang kemudian. Unsur yang empat pun demikian: api, angin, air dan tanah pokoknya untuk kemanfaatan manusia. Kebakaran, angin topan, banjir, dan gempa bumi datangnya kemudian. Perbuatan yang baik adalah yang pokok bagi manusia, dan kejahatan datang kemudian. Manusia diberi kebebasan dan pertanggungjawaban sepenuhnya dan oleh karena itu, siapa yang berbuat kejahatan janganlah ia mencela kecuali kepada dirinya sendiri.",
    "quraish": "Tiada suatu ucapan pun yang diucapkannya, melainkan ada di dekatnya malaikat penjaga yang siap mencatatnya.",
    "jalalayn": "(Tiada suatu ucapan pun yang dikatakan melainkan ada malaikat pengawas) yakni malaikat pencatat amal (yang selalu hadir) selalu berada di sisinya; lafal Raqiib dan 'Atiid ini keduanya mengandung makna Mutsanna."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 19,
    "arab": "وَجَاۤءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۗذٰلِكَ مَا كُنْتَ مِنْهُ تَحِيْدُ",
    "translation": "Dan datanglah sakaratul maut dengan sebenar-benarnya. Itulah yang dahulu hendak kamu hindari. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4649.mp3",
    "tafsir": "Setelah adanya keingkaran orang-orang kafir terhadap hari kebangkitan maka dalam ayat ini Allah menolak keingkaran dan kekafiran mereka dengan keterangan bahwa mereka akan meyakini kebenaran firman Allah itu, ketika mereka menghadapi sakaratulmaut dan pada hari Kiamat. Bila telah datang sakratulmaut, terbukalah kenyataan yang sebenarnya dan timbullah keyakinan akan datangnya hari kebangkitan; sakaratulmaut benarbenar membuka tabir, yang selalu mereka hindari. Sekarang bagi mereka tidak ada tempat berlindung atau pelarian lagi. Dalam hadis yang sahih diterangkan bahwa Nabi Muhammad ketika menghadapi saat tiba ajalnya bersabda, \"Subhanallah, Mahasuci Allah, sesungguhnya sakaratulmaut ini mengandung kedahsyatan.\"",
    "quraish": "Dan datanglah sakaratulmaut (bencana kematian) dengan sebenar-benarnya tanpa ada suatu keraguan sedikit pun. Perkara yang benar itulah yang kamu takuti dan lari daripadanya.",
    "jalalayn": "(Dan datanglah sakaratul maut) yakni kesusahan dan rasa sakit yang memuncak menjelang maut (dengan membawa kebenaran) yakni perkara akhirat, hingga orang yang ingkar kepada hari akhirat dapat melihatnya secara nyata, hal ini termasuk pula hal yang menyakitkan. (Itulah) kematian itu (hal yang kamu tidak dapat menghindar darinya) yakni tidak dapat melarikan diri darinya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 20,
    "arab": "وَنُفِخَ فِى الصُّوْرِۗ ذٰلِكَ يَوْمُ الْوَعِيْدِ ",
    "translation": "Dan ditiuplah sangkakala. Itulah hari yang diancamkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4650.mp3",
    "tafsir": "Dan ditiupkan sangkakala dengan tiupan yang kedua kalinya. Pertama tiupan hancurnya dunia kedua tiupan kebangkitan. Selanjutnya tibalah hari Kiamat yang mengandung banyak azab bagi orang-orang kafir. Rasulullah saw bersabda: Bagaimana aku akan bersenang-senang padahal malaikat pemilik atau peniup sangkakala sudah meletakkan sangkakala mulutnya, dan menundukkan dahinya menunggu perintah untuk meniup. Para sahabat bertanya, \"Ya Rasulullah, apa yang harus kami baca (menghadapi peristiwa yang dahsyat itu)?\" Beliau bersabda, \"Bacalah: hasbunallahu wa ni'mal-wakil.\" (Riwayat Ibnu hibban)",
    "quraish": "Dan ditiuplah sangkakala sebagai tanda kebangkitan. Tiupan sangkakala itu terjadi pada hari ditimpakannya azab yang diancamkan kepada mereka.",
    "jalalayn": "(Dan ditiuplah sangkakala) untuk membangkitkan manusia. (Itulah) yakni hari peniupan itu (hari terlaksananya ancaman) bagi orang-orang kafir, yaitu mereka akan mengalami siksaan."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 21,
    "arab": "وَجَاۤءَتْ كُلُّ نَفْسٍ مَّعَهَا سَاۤىِٕقٌ وَّشَهِيْدٌ ",
    "translation": "Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4651.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tiap-tiap diri akan datang kepada Tuhannya pada hari Kiamat dengan disertai malaikat pengiring dan malaikat penyaksi atas segala amal perbuatannya ketika hidup di dunia.",
    "quraish": "Tiap-tiap diri, yang baik dan yang buruk, akan datang ke padang mahsyar bersama malaikat yang menggiringnya dan yang menjadi saksi atas perbuatannya.",
    "jalalayn": "(Dan datanglah) pada hari itu (tiap-tiap diri) ke tempat mereka dikumpulkan yaitu padang Mahsyar (bersama dengan dia penggiringnya) yaitu malaikat yang menggiringnya ke padang Mahsyar (dan pemberi saksi) yang akan memberikan kesaksian tentang semua amal perbuatannya, yaitu tangan dan kakinya serta anggota-anggota tubuhnya yang lain. Kemudian pada saat itu dikatakan kepada orang yang kafir:"
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 22,
    "arab": "لَقَدْ كُنْتَ فِيْ غَفْلَةٍ مِّنْ هٰذَا فَكَشَفْنَا عَنْكَ غِطَاۤءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيْدٌ ",
    "translation": "Sungguh, kamu dahulu lalai tentang (peristiwa) ini, maka Kami singkapkan tutup (yang menutupi) matamu, sehingga penglihatanmu pada hari ini sangat tajam. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4652.mp3",
    "tafsir": "Allah menegaskan kepada manusia yang ketika hidupnya di dunia penuh dengan kelengahan dalam menghadapi hari Kiamat yang hebat dan dahsyat, \"Sesungguhnya manusia berada dalam kelalaian tentang adanya hari Kiamat yang hebat dan dahsyat ini. Allah menyingkapkan dinding dan tabir yang selalu menghalanghalangi pandangannya, sekarang ini ia dapat melihat dengan matanya sendiri, apa yang dahulu selalu ia ingkari. Pandangan manusia pada hari itu amat tajam, menghilangkan segala keragu-raguan, akan tetapi apa gunanya kesadaran dan keinsafan ini, setelah ia berada di akhirat?\" Mestinya kesadaran dan keinsafan mereka miliki dahulu ketika masih berada di dunia.",
    "quraish": "Kemudian, sebagai celaan bagi orang-orang yang mendustakan, dikatakanlah kepada mereka, \"Sesungguhnya, ketika di dunia, kalian telah melalaikan apa yang kalian rasakan sekarang. Kami telah membuka tabir yang menutupi mata kalian untuk melihat masalah-masalah keakhiratan, sehingga pada hari ini penglihatan kalian menjadi tajam dan kuat.\"",
    "jalalayn": "(\"Sesungguhnya kamu) sewaktu di dunia (berada dalam keadaan lalai dari hal ini) yang sekarang menimpa kamu (maka Kami singkapkan daripadamu tutupmu) maksudnya, Kami lenyapkan kelalaianmu dengan apa yang kamu saksikan sekarang ini (maka penglihatanmu pada hari ini tajam\") yakni menjadi terang dan dapat melihat apa yang kamu ingkari sewaktu di dunia."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 23,
    "arab": "وَقَالَ قَرِيْنُهٗ هٰذَا مَا لَدَيَّ عَتِيْدٌۗ",
    "translation": "Dan (malaikat) yang menyertainya berkata, “Inilah (catatan perbuatan) yang ada padaku.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4653.mp3",
    "tafsir": "Malaikat yang menyertai dia berkata, \"Inilah anak Adam yang diserahkan kepadaku untuk mengawasinya, sekarang telah aku hadirkan dia beserta kitab amalannya agar dia diadili oleh Tuhan seadil-adilnya.\"",
    "quraish": "Setan yang menyertai manusia waktu di dunia berkata, \"Orang kafir yang ada di sisiku ini telah siap untuk dimasukkan ke dalam neraka, karena aku telah menyesatkannya.\"",
    "jalalayn": "(Dan yang menyertai dia berkata,) yakni malaikat yang diserahi tugas mencatat amal perbuatannya: (\"Inilah apa) yakni catatan amalmu (yang ada pada sisiku\") yakni catatan amalmu yang ada padaku. Lalu dikatakan kepada malaikat Malik:"
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 24,
    "arab": "اَلْقِيَا فِيْ جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيْدٍ ",
    "translation": "(Allah berfirman), “Lemparkanlah olehmu berdua ke dalam neraka Jahanam semua orang yang sangat ingkar dan keras kepala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4654.mp3",
    "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. (",
    "quraish": "Dikatakan kepada kedua malaikat, \"Campakkanlah ke dalam neraka setiap orang yang benar-benar kafir, sombong, tidak mau mengikuti kebenaran, orang yang menghalang-halangi setiap kebaikan, orang yang zalim dan menentang kebenaran dan orang yang meragukan Allah dan apa yang diturunkan-Nya.",
    "jalalayn": "(\"Lemparkanlah olehmu ke dalam neraka Jahanam) maksudnya, lemparkanlah, atau cepat lemparkan. Menurut bacaan atau qiraat Imam Al-Hasan lafal Alqiyaa dibaca Alqiyan. Jadi asal kata lafal Alqiyaa adalah Alqiyan, kemudian huruf Nun Taukidnya diganti menjadi Alif sehingga jadilah Alqiyaa (semua orang yang ingkar dan keras kepala) maksudnya, membangkang terhadap perkara yang hak."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 25,
    "arab": "مَنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ مُّرِيْبٍۙ",
    "translation": "yang sangat enggan melakukan kebajikan, melampaui batas dan bersikap ragu-ragu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4655.mp3",
    "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. (",
    "quraish": "Dikatakan kepada kedua malaikat, \"Campakkanlah ke dalam neraka setiap orang yang benar-benar kafir, sombong, tidak mau mengikuti kebenaran, orang yang menghalang-halangi setiap kebaikan, orang yang zalim dan menentang kebenaran dan orang yang meragukan Allah dan apa yang diturunkan-Nya.",
    "jalalayn": "(Yang sangat menghalangi kebaikan) seperti perkara zakat (melanggar batas) yakni suka berbuat zalim (lagi ragu-ragu) ragu dalam agamanya."
  },
  {
    "hizb": 207,
    "name": "Qaf",
    "ayat": 26,
    "arab": " ۨالَّذِيْ جَعَلَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَاَلْقِيٰهُ فِى الْعَذَابِ الشَّدِيْدِ ",
    "translation": "yang mempersekutukan Allah dengan tuhan lain, maka lemparkanlah dia ke dalam azab yang keras.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4656.mp3",
    "tafsir": "Allah berfirman kepada dua malaikat yang menggiring dan menyaksikan, \"Agar mereka berdua melemparkan ke dalam neraka semua orang kafir yang sangat ingkar dan keras kepala yaitu orang-orang yang sangat menghalangi kebajikan, menolak kewajiban-kewajiban yang diserahkan kepada mereka, yang melanggar batas-batas norma pergaulan dengan melakukan kezaliman, dan penuh dengan keraguan tentang adanya Allah dan kebenaran agamanya. Mereka yang mempersekutukan Allah dengan menyembah selain Allah, dilemparkan ke dalam api neraka yang azabnya pedih sekali. (",
    "quraish": "Yang menyembah sembahan yang lain beserta Allah, maka lemparkanlah ia ke dalam siksa yang amat pedih.\"",
    "jalalayn": "(Yang menjadikan tuhan lain di samping Allah) lafal ayat ini berkedudukan menjadi Mubtada yang mengandung makna Syarat, sedangkan Khabarnya ialah: (maka lemparkanlah dia ke dalam siksaan yang keras\") penafsiran lafal ayat ini sama dengan ayat yang semisal dengannya di atas tadi."
  }
]