[
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 24,
    "arab": "وَيَطُوْفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَاَنَّهُمْ لُؤْلُؤٌ مَّكْنُوْنٌۚ  ",
    "translation": "Dan di sekitar mereka ada anak-anak muda yang berkeliling untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4759.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa penghuni surga dikelilingi oleh pelayan-pelayan yang muda belia yang membawa minuman. Pelayan-pelayan itu selalu siap diperintah. Mereka tampan dan cantik seperti mutiara yang berkilauan indah dan tersimpan dalam tempat yang tersembunyi. Dalam ayat yang sama artinya Allah menjelaskan: Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir. (al-Waqi'ah/56: 17-18) Terkait dengan ayat ini Qatadah berkata, \"Saya mendengar kabar Rasulullah ditanya tentang pelayan surga yang seperti mutiara, maka bagaimana dengan yang dilayani?\" Rasulullah bersabda: \"Demi Allah bahwa perbedaan kelebihan antara mereka, seperti kelebihan malam bulan purnama atas semua bintang.\" (Riwayat Ibnu Jarir dan Ibnu Mundhir) \nDiriwayatkan bahwa derajat yang paling rendah di surga ialah orang yang bilamana ia memanggil pelayannya, maka datanglah seribu pelayan berdiri di pintunya, dengan menjawab. Labbaik, labbaik (ya . . . ya . . . ).\"",
    "quraish": "Mereka dikelilingi oleh anak-anak muda yang disediakan untuk melayani mereka. Karena kulit mereka yang putih dan jernih, mereka tampak seperti mutiara yang terjaga.",
    "jalalayn": "(Dan berkeliling di sekitar mereka) sebagai pelayan-pelayan (anak-anak muda) yang semuanya orang-orang merdeka (untuk meladeni mereka seakan-akan mereka itu) kecakapan dan kelembutannya (mutiara yang tersimpan) artinya mereka itu bagaikan mutiara yang disimpan di dalam laut; karena sesungguhnya mutiara yang tersimpan di dalam laut itu jauh lebih indah daripada mutiara-mutiara yang berada di tempat lainnya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 25,
    "arab": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ",
    "translation": "Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4760.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan bahwa penghuni surga itu saling mendatangi penghuni yang lain baik antara bapak, ibu dan keluarga mereka yang seiman di dunia dan juga dengan penghuni surga yang lain, bertanya tentang keadaan mereka di dunia dahulu yaitu meliputi ibadah atau seputar berbagai upaya nahi munkar karena takutnya mereka akan azab Allah swt ketika hidup di dunia. Kemudian mereka memuji Allah swt yang telah menghilangkan sedih, pilu, duka dan kegelisahan mereka. Mereka di surga tidak lagi merasakan kesusahan dan kesukaran mencari nafkah hidup atau mencari rezeki dan segala hal yang berkenaan dengan kehidupan. Mereka hanya tinggal menikmati berbagai kesenangan saja. Diriwayatkan bahwa Anas berkata sebagai berikut:Bersabda Rasulullah saw, \"Apabila penghuni surga telah memasuki surga dan mereka rindu kepada kawan-kawan mereka, lalu datanglah sofa seseorang mendekat hingga berhadapanlah dengan sofa yang lainnya keduanya duduk santai sambil bercakap-cakap dan membicarakan amal mereka di dunia dahulu. Maka berkatalah seseorang dari mereka, \"Hai fulan, tahukah engkau pada hari apa Tuhan mengampuni kita? Pada hari di tempat, di mana kita berdoa kepada Allah kemudian kita diampuni-Nya.\" (Riwayat al-Bazzar)",
    "quraish": "Sebagian penghuni surga menghadap ke arah yang lain. Masing-masing mereka menanyakan kepada temannya tentang kehormatan yang mereka terima ini, dan juga tentang sebabnya.",
    "jalalayn": "(Dan sebagian mereka menghadap kepada sebagian yang lain saling tanya menanya) atau sebagian di antara mereka bertanya kepada sebagian yang lain tentang apa yang telah mereka kerjakan di dunia, dan tentang pahala yang telah mereka peroleh, dengan maksud untuk bersenang-senang dan mengakui nikmat Allah."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 26,
    "arab": "قَالُوْٓا اِنَّا كُنَّا قَبْلُ فِيْٓ اَهْلِنَا مُشْفِقِيْنَ ",
    "translation": "Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4761.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt merinci tanya jawab atas berbagai kesenangan yang mereka nikmati. Mereka berkata bahwa sesungguhnya mereka sewaktu di dunia, pada waktu itu di tengah-tengah keluarga mereka timbul rasa takut akan azab Allah dan siksanya. Kemudian Allah menghilangkan rasa takut itu dengan mengaruniakan nikmat-Nya kepada mereka yaitu mereka terpelihara dari api neraka yang disebut as-samum. Perasaan takut mereka di dunia akan azab Allah mendorong mereka mengerjakan segala perintah Allah dan menjauhi segala larangan-Nya meskipun ketika itu mereka berada di tengah-tengah keluarga, mereka memperoleh ketenangan. Diriwayatkan bahwasanya Aisyah berkata, \"Andaikata Allah membukakan neraka di bumi ini seujung jari saja, maka akan terbakarlah bumi dan seluruh isinya.\"",
    "quraish": "Mereka berkata, \"Sesungguhnya, sebelum memperoleh kenikmatan ini, kami takut kepada Allah ketika kami berada di tengah-tengah keluarga kami, sehingga Allah menganugerahkan kasih sayang-Nya kepada kami dan menjaga kami dari api neraka.",
    "jalalayn": "(Mereka berkata) seraya mengisyaratkan kepada penyebab mereka sampai kepada derajat ini, (\"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami) di dunia (kami merasa takut) akan azab Allah."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 27,
    "arab": "فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰىنَا عَذَابَ السَّمُوْمِ ",
    "translation": "Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4762.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt merinci tanya jawab atas berbagai kesenangan yang mereka nikmati. Mereka berkata bahwa sesungguhnya mereka sewaktu di dunia, pada waktu itu di tengah-tengah keluarga mereka timbul rasa takut akan azab Allah dan siksanya. Kemudian Allah menghilangkan rasa takut itu dengan mengaruniakan nikmat-Nya kepada mereka yaitu mereka terpelihara dari api neraka yang disebut as-samum. Perasaan takut mereka di dunia akan azab Allah mendorong mereka mengerjakan segala perintah Allah dan menjauhi segala larangan-Nya meskipun ketika itu mereka berada di tengah-tengah keluarga, mereka memperoleh ketenangan. Diriwayatkan bahwasanya Aisyah berkata, \"Andaikata Allah membukakan neraka di bumi ini seujung jari saja, maka akan terbakarlah bumi dan seluruh isinya.\"",
    "quraish": "Mereka berkata, \"Sesungguhnya, sebelum memperoleh kenikmatan ini, kami takut kepada Allah ketika kami berada di tengah-tengah keluarga kami, sehingga Allah menganugerahkan kasih sayang-Nya kepada kami dan menjaga kami dari api neraka.",
    "jalalayn": "(Maka Allah memberikan karunia kepada kami) berupa ampunan (dan memelihara kami dari azab neraka\") dinamakan Samuum karena sakitnya sampai merasuk ke dalam pori-pori. Dan mereka mengisyaratkan pula melalui perkataan mereka,"
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 28,
    "arab": "اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوْهُۗ اِنَّهٗ هُوَ الْبَرُّ الرَّحِيْمُ ",
    "translation": "Sesungguhnya kami menyembah-Nya sejak dahulu. Dialah Yang Maha Melimpahkan Kebaikan, Maha Penyayang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4763.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa penghunipenghuni surga itu telah memenuhi persyaratan seruan Allah dan Rasul-Nya sehingga mereka mendapat kemuliaan itu. Mereka berkata bahwa mereka dahulu menyembah Allah dan memohon kepada-Nya. Maka Allah memperkenankan dan mengabulkan permintaan mereka dan menerima ibadah mereka, karena Allah yang melimpahkan kebaikan, dan pemberi karunia, lagi Maha Penyayang. Setiap orang yang beriman dan setiap orang kafir tidak akan pernah lupa, akan apa yang telah mereka perbuat di dunia, kenikmatan orang-orang yang beriman akan bertambah bila mereka melihat bahwa mereka telah berpindah dari penjara dunia ke alam kesenangan akhirat, dan dari kesempitan kepada kelapangan. Sebaliknya bertambahlah siksa orang kafir bilamana ia melihat bahwa dirinya telah berpindah dari kemewahan dunia ke alam penderitaan, dan kesengsaraan neraka Jahanam di akhirat.",
    "quraish": "Sesungguhnya kami sebelumnya menyembah-Nya di dunia. Dialah satu-satunya Tuhan yang melimpahkan kebaikan dan yang kasih sayang-Nya amat besar.",
    "jalalayn": "(\"Sesungguhnya kami dahulu) sewaktu di dunia (menyeru-Nya) menyembah dan mengesakan-Nya. (Sesungguhnya Dia) kalau dibaca Innahuu dengan dikasrahkan huruf Hamzahnya, berarti merupakan jumlah Isti'naf atau kalimat permulaan, sekalipun maknanya mengandung 'Illat. Dan bila dibaca Annahuu dengan difatahkan huruf Hamzahnya, berarti lafalnya menunjukkan makna 'Illat (adalah yang melimpahkan kebaikan) Yang berbuat kebaikan dan menepati janji-Nya (lagi Maha"
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 29,
    "arab": "فَذَكِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَّلَا مَجْنُوْنٍۗ ",
    "translation": "Maka peringatkanlah, karena dengan nikmat Tuhanmu engkau (Muhammad) bukanlah seorang tukang tenung dan bukan pula orang gila.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4764.mp3",
    "tafsir": "Pada ayat 29 Allah swt memerintahkan kepada Nabi Muhammad saw untuk tetap memberikan peringatan kepada kaumnya, dengan mengajarkan kepada mereka ayat-ayat Allah tanpa menghiraukan perbuatan-perbuatan mereka yang tidak mengandung kebenaran. Allah menegaskan bahwa hamba-Nya yang bernama Muhammad saw bukanlah tukang tenung dan bukan orang gila. Adapun orang-orang kafir menuduh Nabi Muhammad saw sebagai tukang tenung karena beliau banyak memberikan berita-berita gaib tentang masa lalu. Umat-umat yang diperjuangkan nabi-nabi sebelumnya juga memberikan berita hal-hal yang akan datang seperti hari Kiamat, hari kebangkitan dan hari pengadilan (yaumulhisab) dan tentang surga serta neraka. Berita-berita gaib ini merupakan sebuah kebenaran yang diterima dari Allah. Jadi jelaslah bahwa Nabi bukan tukang tenung yang menyampaikan hal-hal yang tidak benar. Orang kafir juga menuduh Rasulullah sebagai orang gila karena beliau menyatakan dan mengajarkan bahwa Tuhan itu hanya satu, sedangkan mereka menganggap Tuhan mereka yang berjumlah empat saja banyak persoalan dunia yang tidak selesai. Jika Tuhan hanya satu maka dunia tidak terpelihara lagi, kata mereka. Beberapa orientalis Barat menyatakan Nabi punya penyakit epilepsi (ayan) seperti ketika beliau menerima wahyu tiba-tiba diam dan tidak menghiraukan keadaan sekeliling seperti orang terjangkit penyakit ayan. Tetapi pada ayat 29 ini Allah menegaskan bahwa Muhammad saw tidaklah gila sebagimana dituduhkan orang-orang kafir. Nabi Muhammad saw adalah hamba Allah yang diangkat jadi rasul, memiliki akal yang sehat, cita-cita yang tinggi, akhlak dan perilaku yang mulia. Sedangkan pada ayat 30 orang-orang kafir masih menuduh Nabi sebagai penyair karena ayat-ayat Al-Qur'an sangat indah bahasanya, susunan kalimat dan pilihan katanya sangat luar biasa. Para penyair biasa memiliki kemampuan bahasa yang indah dan biasa menyusun kalimat dan memilih kata-katanya tidak seperti manusia biasa. Menurut mereka para penyair sering menemui kematian karena kecelakaan. Oleh karena itu mereka selalu menunggu-nunggu kecelakaan yang akan menimpa Muhammad saw. Pada ayat ini Allah swt menegaskan bahwa Nabi bukanlah penyair. Bahasa yang indah, susunan kalimat dan pilihan bahasa yang luar biasa pada ayat-ayat Al-Qur'an karena ayat-ayat itu merupakan firman Allah yang diwahyukan kepada Nabi Muhammad saw dan Allah akan selalu melindungi Nabi-Nya. Firman Allah: \nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)",
    "quraish": "Maka tetaplah kamu memberi peringatan, dan--dengan nikmat kenabian dan kepandaian itu--kamu bukanlah seorang penyihir yang memberi kabar tentang hal-hal yang gaib tanpa ilmu, dan juga kamu bukan seorang gila yang mengatakan apa yang tidak kamu maksudkan.",
    "jalalayn": "(Maka tetaplah memberi peringatan) tetaplah kamu memberi peringatan kepada orang-orang musyrik dan jangan sekali-kali kamu mundur dalam hal ini hanya karena mereka mengatakanmu sebagai seorang penenung lagi gila (dan kamu disebabkan nikmat Rabbmu bukanlah) karena limpahan nikmat-Nya kepadamu (seorang tukang tenung) menjadi Khabar dari Maa (dan bukan pula seorang gila\") lafal ayat ini di'athafkan kepada lafal Kaahinin."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 30,
    "arab": "اَمْ يَقُوْلُوْنَ شَاعِرٌ نَّتَرَبَّصُ بِهٖ رَيْبَ الْمَنُوْنِ ",
    "translation": "Bahkan mereka berkata, “Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4765.mp3",
    "tafsir": "Pada ayat 29 Allah swt memerintahkan kepada Nabi Muhammad saw untuk tetap memberikan peringatan kepada kaumnya, dengan mengajarkan kepada mereka ayat-ayat Allah tanpa menghiraukan perbuatan-perbuatan mereka yang tidak mengandung kebenaran. Allah menegaskan bahwa hamba-Nya yang bernama Muhammad saw bukanlah tukang tenung dan bukan orang gila. Adapun orang-orang kafir menuduh Nabi Muhammad saw sebagai tukang tenung karena beliau banyak memberikan berita-berita gaib tentang masa lalu. Umat-umat yang diperjuangkan nabi-nabi sebelumnya juga memberikan berita hal-hal yang akan datang seperti hari Kiamat, hari kebangkitan dan hari pengadilan (yaumulhisab) dan tentang surga serta neraka. Berita-berita gaib ini merupakan sebuah kebenaran yang diterima dari Allah. Jadi jelaslah bahwa Nabi bukan tukang tenung yang menyampaikan hal-hal yang tidak benar. Orang kafir juga menuduh Rasulullah sebagai orang gila karena beliau menyatakan dan mengajarkan bahwa Tuhan itu hanya satu, sedangkan mereka menganggap Tuhan mereka yang berjumlah empat saja banyak persoalan dunia yang tidak selesai. Jika Tuhan hanya satu maka dunia tidak terpelihara lagi, kata mereka. Beberapa orientalis Barat menyatakan Nabi punya penyakit epilepsi (ayan) seperti ketika beliau menerima wahyu tiba-tiba diam dan tidak menghiraukan keadaan sekeliling seperti orang terjangkit penyakit ayan. Tetapi pada ayat 29 ini Allah menegaskan bahwa Muhammad saw tidaklah gila sebagimana dituduhkan orang-orang kafir. Nabi Muhammad saw adalah hamba Allah yang diangkat jadi rasul, memiliki akal yang sehat, cita-cita yang tinggi, akhlak dan perilaku yang mulia. Sedangkan pada ayat 30 orang-orang kafir masih menuduh Nabi sebagai penyair karena ayat-ayat Al-Qur'an sangat indah bahasanya, susunan kalimat dan pilihan katanya sangat luar biasa. Para penyair biasa memiliki kemampuan bahasa yang indah dan biasa menyusun kalimat dan memilih kata-katanya tidak seperti manusia biasa. Menurut mereka para penyair sering menemui kematian karena kecelakaan. Oleh karena itu mereka selalu menunggu-nunggu kecelakaan yang akan menimpa Muhammad saw. Pada ayat ini Allah swt menegaskan bahwa Nabi bukanlah penyair. Bahasa yang indah, susunan kalimat dan pilihan bahasa yang luar biasa pada ayat-ayat Al-Qur'an karena ayat-ayat itu merupakan firman Allah yang diwahyukan kepada Nabi Muhammad saw dan Allah akan selalu melindungi Nabi-Nya. Firman Allah: \nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)",
    "quraish": "Bahkan apakah mereka mengatakan, \"Ia adalah seorang penyair yang kami tunggu-tunggu kematiannya.\" Katakanlah kepada mereka, sebagai ancaman, \"Tunggulah, sesungguhnya aku pun termasuk orang-orang yang menunggu kesudahan diriku dan diri kalian.\"",
    "jalalayn": "(Bahkan) lebih dari itu (mereka mengatakan,) \"Dia (adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya\") malapetaka menimpanya lalu ia binasa sebagaimana nasib yang dialami oleh para penyair lainnya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 31,
    "arab": "قُلْ تَرَبَّصُوْا فَاِنِّيْ مَعَكُمْ مِّنَ الْمُتَرَبِّصِيْنَۗ  ",
    "translation": "Katakanlah (Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4766.mp3",
    "tafsir": "Dalam ayat ini Allah swt menegaskan kepada Muhammad saw supaya ia mengancam mereka dengan mengajak menunggu hari kehancuran mereka. Muhammad saw juga menyatakan bahwa ia juga menunggu seperti mereka mengenai akan datangnya ketentuan dari Tuhan supaya mereka mengetahui siapa yang berakhir dengan kebaikan dan siapa pula yang mendapat kemenangan di dunia dan di akhirat. Sikap orang-orang kafir yang sombong memang kadang-kadang perlu dihadapi dengan tegas. Apalagi tuduhan mereka memang sudah keterlaluan dengan menyatakan Nabi sebagai tukang tenung, sebagai orang gila dan sebagainya, padahal pendapat-pendapat mereka hanya didasarkan pada prasangka yang tidak berdasar sama sekali. Maka perlu ditegaskan bahwa risalah Nabi adalah dari Allah yang Mahakuasa, oleh karena itu Nabi tidak perlu takut membuktikan semuanya sampai di hari akhirat nanti. (",
    "quraish": "Bahkan apakah mereka mengatakan, \"Ia adalah seorang penyair yang kami tunggu-tunggu kematiannya.\" Katakanlah kepada mereka, sebagai ancaman, \"Tunggulah, sesungguhnya aku pun termasuk orang-orang yang menunggu kesudahan diriku dan diri kalian.\"",
    "jalalayn": "(Katakanlah! \"Tunggulah) oleh kalian kebinasaanku (maka sesungguhnya aku pun termasuk orang yang menunggu pula bersama kalian\") menunggu kebinasaan kalian; akhirnya mereka disiksa oleh Allah melalui pedang dalam perang Badar. Makna Tarabbush. adalah menunggu."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 32,
    "arab": "اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَآ اَمْ هُمْ قَوْمٌ طَاغُوْنَۚ ",
    "translation": "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini ataukah mereka kaum yang melampaui batas?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4767.mp3",
    "tafsir": "Kemudian pada ayat ini Allah swt mempertanyakan apakah orang-orang kafir itu mempergunakan akal sehat mereka atau hanya mempertaruhkan hawa nafsu dan angan-angan belaka dalam melemparkan tuduhan-tuduhan mereka yang aneh dan tidak ada dasarnya sama sekali. Nabi memang bukan penyair, juga bukan tukang tenung dan bukan orang gila. Tuduhan-tuduhan mereka semata-mata didasarkan pada rasa benci yang berlebih-lebihan, sehingga tidak memperhatikan akal sehat sama sekali.",
    "quraish": "Ataukah pikiran-pikiran mereka menyuruh mereka untuk mengatakan perkataan yang sangat bertentangan ini. Karena penyihir dan penyair mempunyai kepandaian dan otak, sedangkan orang gila tidak mempunyai otak. Sebenarnya mereka itu adalah kaum yang melampaui batas dalam kedurhakaan mereka.",
    "jalalayn": "(Apakah mereka diperintah oleh pikiran pikiran mereka) oleh akal pikiran mereka (untuk mengucapkan tuduhan-tuduhan itu) yakni perkataan mereka terhadapnya, bahwa dia adalah seorang tukang sihir, seorang tukang tenung, dan seorang gila. Maksudnya, ialah bahwa pikiran-pikiran mereka tidak memerintahkan mereka untuk melakukan hal tersebut (bahkan) lebih dari itu (mereka kaum yang melampaui batas) dengan keingkaran dan pembangkangan mereka itu."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 33,
    "arab": "اَمْ يَقُوْلُوْنَ تَقَوَّلَهٗۚ بَلْ لَّا يُؤْمِنُوْنَۚ ",
    "translation": "Ataukah mereka berkata, “Dia (Muhammad) mereka-rekanya.” Tidak! Merekalah yang tidak beriman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4768.mp3",
    "tafsir": "Pada ayat ini dengan menggunakan bentuk kalimat pertanyaan, Allah menerangkan tuduhan orang-orang kafir bahwa Nabi dianggap mengada-ada, menyatakan sesuatu yang dikarangkarang sendiri oleh Nabi Muhammad saw. Bentuk pertanyaan ini merupakan suatu dorongan agar mereka berpikir untuk mencari jawaban dengan menggunakan akal sehat. Ayat-ayat Al-Qur'an memang memesona mereka, baik rangkaian bahasanya maupun isi kandungannya, sehingga mereka mengatakan Muhammad adalah penyair atau tukang tenung bahkan mereka anggap sebagai orang gila, sebetulnya mereka terkagum-kagum pada ayat Al-Qur'an, tetapi karena mereka tidak beriman, mereka menolak dan mengingkari firman-firman Allah dan kenabian Nabi Muhammad maka mereka asal tuduh saja. Memang mereka menghadapi dilema dengan kehebatan Al-Qur'an tetapi juga benci kepada Nabi Muhammad saw. Demikianlah jika seseorang tidak mendapat hidayah dari Allah swt, menderita batin di dunia, dan menderita lahir batin di akhirat nanti.",
    "quraish": "Ataukah mereka mengatakan, \"Muhammad telah membuat-buat al-Qur'ân.\" Sesungguhnya dengan kekeraskepalaan mereka itu, mereka adalah orang-orang yang tidak beriman.",
    "jalalayn": "(Ataukah mereka mengatakan, bahwa dia membuat-buatnya) yakni Nabi Muhammad telah membuat-buat Alquran, padahal dia tidak membuat-buatnya (sebenarnya mereka tidak beriman) karena kesombongan mereka. Jika mereka mengatakan bahwa Muhammad telah membuat-buatnya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 34,
    "arab": "فَلْيَأْتُوْا بِحَدِيْثٍ مِّثْلِهٖٓ اِنْ كَانُوْا صٰدِقِيْنَۗ  ",
    "translation": "Maka cobalah mereka membuat yang semisal dengannya (Al-Qur'an) jika mereka orang-orang yang benar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4769.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah menjawab berbagi tuduhan mereka terhadap Nabi Muhammad saw dengan tantangan untuk mencoba membuat seperti apa yang telah disampaikan oleh Nabi. Kalau Muhammad saw itu dituduh penyair, maka di tengah-tengah mereka itu banyak penyair yang fasih. Kalau Nabi dituduh tukang tenung, bukankah di tengah-tengah mereka juga banyak tukang tenung yang ahli. Atau kalau ia dituduh mengada-adakan, bukankah di tengah-tengah mereka itu juga banyak ahli pidato, lancar berbicara dengan keindahan tutur katanya, dan sebagainya. Maka mengapakah mereka, tidak sanggup membuat suatu ungkapan seperti Al-Qur'an bila mereka memang orang-orang yang benar dalam tuduhan mereka. Bahkan mereka mempunyai tokoh-tokoh ahli yang punya kemampuan besar dalam berpidato, bersyair, dan telah banyak pengalaman bekerja dengan menggunakan gaya bahasa puisi atau prosa. Mereka mengetahui benar sejarah bangsa Arab lebih dari pengetahuan Muhammad saw? Walaupun demikian, nyatanya mereka masih tidak mampu membuat suatu surah pun seperti Al-Qur'an meskipun mereka semua bekerja sama secara kelompok.",
    "quraish": "Maka hendaklah mereka mendatangkan perkataan seperti al-Qur'ân, apabila mereka benar dalam perkataan mereka bahwa Muhammad telah membuat-buatnya.",
    "jalalayn": "(Maka hendaklah mereka mendatangkan kalimat) yang dibuat-buat (yang semisal dengan Alquran itu jika mereka orang-orang yang benar) di dalam tuduhannya itu."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 35,
    "arab": "اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخَالِقُوْنَۗ  ",
    "translation": "Atau apakah mereka tercipta tanpa asal-usul ataukah mereka yang menciptakan (diri mereka sendiri)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4770.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan apakah orang-orang kafir itu mengingkari Allah sebagai Pencipta yang menjadikan semesta alam ini, atau mereka menganggap bahwa mereka itu diciptakan sebagus itu tanpa adanya pencipta. Namun, akal menetapkan bahwa setiap yang ada berasal dari tiada. Ini menunjukkan suatu bukti bahwa ada sesuatu yang mengadakannya pasti ada yang menciptakannya. Ataukah mereka menganggap bahwa diri mereka sendiri yang menciptakan mereka. Anggapan mereka seperti ini tentulah bertentangan dengan akal yang sehat, sebab setiap sesuatu itu harus ada yang menyebabkan adanya dan yang mengadakannya.",
    "quraish": "Ataukah mereka tercipta tanpa Pencipta, ataukah mereka menciptakan diri mereka sendiri, sehingga mereka tidak mengakui adanya Pencipta yang harus mereka sembah?",
    "jalalayn": "(Apakah mereka diciptakan tanpa sesuatu pun) tanpa ada yang menciptakannya (ataukah mereka yang menciptakan) diri mereka sendiri. Dan tidak masuk akal ada makhluk tanpa pencipta, dan tiada sesuatu yang Ma'dum yakni yang asalnya tiada, dapat menciptakan yang menciptakannya, yaitu Allah yang Maha Esa. Mereka tetap tidak mau mengesakan-Nya dan tidak mau beriman kepada rasul dan kitab-Nya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 36,
    "arab": "اَمْ خَلَقُوا السَّمٰوٰتِ وَالْاَرْضَۚ بَلْ لَّا يُوْقِنُوْنَۗ  ",
    "translation": "Ataukah mereka telah menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4771.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah menegaskan pula dengan menyatakan kalau mereka itu menciptakan diri mereka sendiri, apakah juga mereka berani berkata bahwa mereka menciptakan alam semesta ini (langit dan bumi), sedangkan pada keduanya terdapat segala penyebab kehidupan mereka? Mereka pasti tidak dapat meyakinkan diri sendiri dan tidak konsekuen terhadap apa yang mereka katakan, karena bila ditanyai siapa yang menjadikannya dan yang menjadikan langit dan bumi, pasti mereka akan berkata, \"Allahlah yang menjadikan itu.\" Sesungguhnya bila mereka meyakini, mereka tidak akan mengingkari keesaan Allah.",
    "quraish": "Ataukah mereka telah menciptakan langit dan bumi dengan penciptaan yang sangat indah ini? Sesungguhnya mereka tidak meyakini apa yang harus mereka lakukan terhadap Sang Pencipta, oleh karenanya mereka menyekutukan-Nya.",
    "jalalayn": "(Ataukah mereka telah menciptakan langit dan bumi itu?) tiada seorang pun yang dapat menciptakan keduanya selain Allah Yang Maha Pencipta; maka mengapa tidak menyembah-Nya. (Sebenarnya mereka tidak meyakini) Allah, karena seandainya mereka beriman kepada-Nya, niscaya mereka pun akan beriman kepada Nabi-Nya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 37,
    "arab": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۣيْطِرُوْنَۗ  ",
    "translation": "Ataukah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4772.mp3",
    "tafsir": "Selanjutnya dinyatakan pada ayat ini dalam bentuk pertanyaan, apakah mereka bertindak selaku penguasa dan di tangan mereka perbendaharaan Tuhan. Kemudian mereka menganugerahkan jabatan kenabian kepada siapa yang mereka kehendaki dan memilih orang-orang yang mereka senangi? Ataukah mereka itu orang-orang yang berkuasa sehingga mereka mengatur urusan alam semesta, kemudian mereka menjadikan sesuatu atas kehendak dan kemauan mereka? Kenyataannya tidak demikian. Akan tetapi Allah-lah Yang Mahakuasa, yang mengatur dan menjadikan semuanya yang dikehendaki-Nya. Diriwayatkan oleh Imam al-Bukhari dari az-Zuhri, dari Muhammad bin Jubair bin Muth'im bapaknya berkata, \"Saya mendengar Nabi Muhammad saw membaca Surah ath-thur ketika salat Magrib. Ketika telah sampai pada ayat 35-37 ini, jantungku hampir terasa melayang. Dan Jubair bin Muth'im telah datang kepada Nabi Muhammad saw setelah Perang Badar dalam tahanan. Saat itu dia masih seorang musyrik. Kemudian dia mendengarkan ayat ini yang akhirnya ia masuk Islam.\"",
    "quraish": "Ataukah mereka memiliki perbendaharaan Tuhanmu dan berkuasa untuk menggunakannya, ataukah mereka adalah orang-orang yang dapat menaklukkan dan mengatur segala sesuatu sesuai dengan kemauan mereka?",
    "jalalayn": "(Ataukah di sisi mereka ada perbendaharaan Rabbmu) berupa kenabian, rezeki dan hal-hal lainnya, lalu karenanya mereka dapat memberikannya kepada siapa yang dikehendaki oleh mereka sesuai dengan apa yang mereka sukai (atau merekakah yang berkuasa?) yang mempunyai kekuasaan dan dapat berlaku sewenang-wenang. Fi'il atau kata kerja dari lafal Mushaythir ini adalah Saythara, maknanya sesinonim dengan lafal Baithara dan Baiqara."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 38,
    "arab": "اَمْ لَهُمْ سُلَّمٌ يَّسْتَمِعُوْنَ فِيْهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطٰنٍ مُّبِيْنٍۗ  ",
    "translation": "Atau apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4773.mp3",
    "tafsir": "Dalam ayat ini Allah swt menyatakan dengan nada pertanyaan, apakah mereka mempunyai tangga untuk naik ke langit, kemudian mereka dapat mendengarkan perkataan malaikat tentang masalah-masalah gaib yang diwahyukan Allah. Sebenarnya mereka hanya berpegang kepada hawa nafsu saja. Mereka mengakui hal itu, maka cobalah mereka mengemukakan suatu bukti yang nyata, yang menerangkan kebenaran pengakuan mereka itu yang menolak risalah seperti pembuktian yang dibawa oleh Muhammad saw dari Tuhannya.",
    "quraish": "Ataukah mereka memiliki tangga untuk naik ke langit, sehingga dapat mendengar segala yang diputuskan oleh Allah? Hendaklah orang yang mendengar di antara mereka mendatangkan alasan yang jelas dan membenarkan seruan mereka.",
    "jalalayn": "(Ataukah mereka mempunyai tangga) alat untuk naik ke langit (untuk mendengarkan pada langit itu?) perkataan para malaikat sehingga mereka dapat menyaingi nabi, sesuai dengan pengakuan mereka seandainya mereka mengaku-aku memiliki hal tersebut (Maka hendaklah orang yang mendengarkan di antara mereka mendatangkan) orang yang mengaku-aku dapat mendengarkan perkataan malaikat-malaikat di langit (suatu keterangan yang nyata) atau hujah yang jelas lagi gamblang. Mengingat adanya keserupaan pada tuduhan ini dengan tuduhan mereka yang menyatakan, bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, maka Allah swt. berfirman,"
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 39,
    "arab": "اَمْ لَهُ الْبَنٰتُ وَلَكُمُ الْبَنُوْنَۗ  ",
    "translation": "Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4774.mp3",
    "tafsir": "Dalam ayat ini Allah swt bertanya kepada mereka dengan mengatakan apakah menurut mereka Tuhan mempunyai anak-anak perempuan yang dinamakan malaikat, sedangkan mereka mempunyai anak laki-laki, padahal mereka tahu anak laki-laki lebih diinginkan dari pada anak perempuan. Dalam ayat ini Allah berfirman: \nYang demikian itu tentulah suatu pembagian yang tidak adil. (anNajm/53: 2) \nIni merupakan kelengkapan penjelasan bahwa barang siapa yang berpendapat seperti itu, jelaslah bahwa dia tidak termasuk orangorang yang mempunyai pikiran yang sehat.",
    "quraish": "Ataukah Allah memiliki anak-anak perempuan, seperti yang kalian sangka, dan kalian memiliki anak laki- laki sesuai dengan yang kalian inginkan?",
    "jalalayn": "(\"Ataukah untuk Allah anak-anak perempuan) sesuai dengan tuduhan kalian (dan untuk kalian anak-anak laki-laki?) Maha Tinggi Allah dari segala apa yang mereka duga itu."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 40,
    "arab": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۗ  ",
    "translation": "Ataukah engkau (Muhamamd) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4775.mp3",
    "tafsir": "Pada ayat ini Allah swt bertanya kepada mereka, perlukah Muhammad saw meminta upah kepada orang-orang musyrik, sedangkan dia diutus Allah swt kepada mereka untuk mengajak, mengesakan Tuhan dan taat kepada-Nya? Andaikata demikian, tidaklah upah yang diminta Muhammad saw itu memberatkan beban mereka sehingga mereka tidak dapat memenuhi seruan Muhammad? Pertanyaan ini mematahkan tuduhan mereka, apalagi jika Nabi Muhammad meminta upah kepada mereka.",
    "quraish": "Ataukah kamu meminta upah kepada mereka ketika kamu menyampaikan risalah, sehingga mereka dibebani dengan utang?",
    "jalalayn": "(Ataukah kalian meminta upah kepada mereka) atas jerih payahmu di dalam menyampaikan agama yang kamu datangkan itu (sehingga mereka oleh utang mereka) oleh tanggungan dalam hal itu (dibebani) karena itu mereka tidak dapat mengembalikannya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 41,
    "arab": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَۗ ",
    "translation": "Ataukah di sisi mereka mempunyai (pengetahuan) tentang yang gaib lalu mereka menuliskannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4776.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah bertanya kepada mereka apakah mereka mempunyai ilmu gaib yang tidak diketahui manusia, yang mereka tulis untuk keperluan manusia? Kemudian mereka memberitahukannya kepada manusia semau mereka? Tidaklah mungkin mereka mempunyai ilmu gaib karena tidak ada yang mengetahui kegaiban langit dan bumi kecuali Allah. Qatadah berkata, ayat ini merupakan jawaban terhadap perkataan mereka bahwa mereka menunggu perputaran masa (kematian Muhammad sebelum mereka). Maka Allah menegaskan, apakah ada pada mereka pengetahuan tentang yang gaib sehingga mereka mengetahui bahwa Muhammad saw akan wafat sebelum mereka",
    "quraish": "Ataukah mereka mempunyai pengetahuan tentang yang gaib, sehingga mereka dapat menuliskannya sebagaimana yang mereka kehendaki?",
    "jalalayn": "(Apakah ada pada sisi mereka pengetahuan tentang yang gaib) mengetahui hal yang gaib (lalu mereka menuliskannya?) sehingga mereka mampu untuk menentang Nabi saw dalam masalah hari berbangkit dan perkara-perkara akhirat sesuai dengan dugaan mereka."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 42,
    "arab": "اَمْ يُرِيْدُوْنَ كَيْدًاۗ فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَۗ  ",
    "translation": "Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4777.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt berkata kepada mereka apakah mereka (orang-orang musyrik) hendak menipu manusia dan Rasul dengan perkataan mereka tentang rasul dan agama? Kalau memang ini yang mereka kehendaki, maka tipu daya mereka akan kembali kepada mereka sendiri.",
    "quraish": "Ataukah mereka ingin melakukan tipu daya dan menyalahkan pesan-pesan sucimu? Maka sesungguhnya orang-orang kafir itulah yang akan tertimpa tipu daya.",
    "jalalayn": "(Ataukah mereka hendak melakukan tipu daya?) terhadap dirimu dengan maksud untuk membinasakan dirimu, sewaktu mereka berkumpul di Darunnadwah. (Maka orang-orang yang kafir itu merekalah yang kena tipu daya) maksudnya, merekalah yang kalah dan binasa. Allah memelihara nabi dari ulah mereka, kemudian Dia membinasakan mereka dalam perang Badar."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 43,
    "arab": "اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِ ۗسُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ  ",
    "translation": "Ataukah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4778.mp3",
    "tafsir": "Selanjutnya, pada ayat ini Allah berkata kepada mereka, apakah mereka mempunyai Tuhan selain Allah yang membantu dan menghindarkan mereka dari siksa Allah swt. Mahasuci Allah dari apa yang mereka persekutukan dan dari yang mereka sembah selain Dia. Pertanyaan-pertanyaan ini adalah menyinggung orang-orang kafir untuk menemukan jawaban yang benar yang didasarkan pada akal sehat. Ini merupakan kecaman keras kepada orang-orang musyrik, terhadap penyembahan mereka kepada berhala sebagai yang dipersekutukan mereka terhadap Allah.",
    "quraish": "Ataukah mereka memiliki sesembahan selain Allah yang dapat menahan mereka dari azab Allah. Mahasuci Allah dari segala yang mereka sekutukan.",
    "jalalayn": "(Ataukah mereka mempunyai tuhan selain Allah. Maha Suci Allah dari apa yang mereka persekutukan\") yakni berhala-berhala yang mereka persekutukan dengan-Nya. Kata tanya dengan memakai lafal Am pada ayat ini dan ayat-ayat sebelumnya mengandung makna memburuk-burukkan dan mencela perbuatan mereka."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 44,
    "arab": "وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۤءِ سَاقِطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ ",
    "translation": "Dan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4779.mp3",
    "tafsir": "Dalam ayat ini digambarkan bahwa orang-orang musyrik itu adalah kaum yang berwatak sombong dan keras kepala. Walaupun kepada mereka diperlihatkan tanda-tanda azab yang akan menimpa mereka dengan datangnya sekumpulan awan yang akan membawa bencana bagi mereka. Tetapi mereka menganggap ringan dan hanya memandang sebagai gumpalan awan yang sedang bermain-main dan saling bertumpuk. Hal ini disebabkan hati mereka sudah tertutup dan bersikap menyepelekan persoalan penting telah membutakan pandangan mereka. Mereka tetap mengingkari apa yang mereka lihat dengan mata kepala mereka sendiri. Dalam ayat yang sama artinya Allah berfirman: \nDan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya, tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\" (al-hijr/15: 14-15)",
    "quraish": "Dan apabila mereka menyaksikan sebagian langit jatuh untuk menyiksa mereka, mereka akan berkata dengan sikap membangkang, \"Itu adalah awan yang bergumpal-gumpal.\"",
    "jalalayn": "(Jika mereka melihat sebagian) bagian (dari langit yang gugur) menimpa mereka, sebagaimana yang mereka minta, yaitu seperti yang dijelaskan oleh ayat lain melalui firman-Nya, \"Maka jatuhkanlah atas kami gumpalan dari langit.\" (Q.S. Asy Syu'ara, 187) sebagai azab atas mereka (mereka akan mengatakan,) \"Ini (adalah awan yang bertindih-tindih) awan yang tebal yang akan menyegarkan kami dan mereka tidak mau beriman.\""
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 45,
    "arab": "فَذَرْهُمْ حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ فِيْهِ يُصْعَقُوْنَۙ  ",
    "translation": "Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka, pada hari itu mereka dibinasakan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4780.mp3",
    "tafsir": "Kemudian Allah memerintahkan kepada Rasul-Nya untuk membiarkan mereka dalam keadaan keras kepala seperti itu, dan tidak mengacuhkan mereka hingga datangnya suatu hari dimana mereka akan dibalas dengan kehancuran disebabkan oleh kejahatan mereka, yaitu pada Perang Badar seperti yang dikatakan oleh alBiqa'i menurut dzahir ayat ini, atau sampai datang hari kebangkitan manusia di akhirat, sebagaimana firman Allah: \nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (azZumar/39: 68)",
    "quraish": "Maka biarkan dan jangan pedulikan mereka sampai mereka menemui hari ketika mereka dibinasakan.",
    "jalalayn": "(Maka biarkanlah mereka hingga mereka menemui hari mereka yang pada hari itu mereka dibinasakan) yaitu mati semuanya."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 46,
    "arab": "يَوْمَ لَا يُغْنِيْ عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۗ  ",
    "translation": "(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4781.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa pada hari itu tidaklah berguna bagi mereka tipu daya yang telah mereka atur terhadap Muhammad saw untuk membangkitkan api permusuhan kepadanya. Dan mereka tidak akan mendapat bantuan atau pertolongan yang dapat menghalangi azab Allah yang menimpa mereka",
    "quraish": "Yaitu hari ketika tipu daya mereka tidak dapat menahan mereka dari azab, dan mereka tidak pula mendapatkan penolong.",
    "jalalayn": "(Yaitu hari ketika tidak berguna) menjadi Badal dari lafal Yaumahum (bagi mereka sedikit pun tipu daya mereka dan mereka tidak ditolong) tidak diselamatkan dari azab di akhirat."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 47,
    "arab": "وَاِنَّ لِلَّذِيْنَ ظَلَمُوْا عَذَابًا دُوْنَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ",
    "translation": "Dan sesungguhnya bagi orang-orang yang zalim masih ada azab selain itu. Tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4782.mp3",
    "tafsir": "Allah swt menjelaskan bahwa orang-orang kafir yang menganiaya diri mereka sendiri dengan kekufuran dan kemaksiatan mereka, akan mendapatkan azab yang pedih di akhirat. Di samping itu di dunia pun mereka memperoleh azab berupa kelaparan selama tujuh tahun sebelum terjadinya Perang Badar, dan kekalahan besar pada perang tersebut. Namun, kebanyakan mereka tidak mengetahui bahwasanya Allah akan menimpakan azab-Nya kepada mereka baik di dunia maupun di akhirat. Dalam ayat yang sama artinya Allah berfirman: \nDan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar). (as-Sajdah/32: 21)",
    "quraish": "Sesungguhnya orang-orang yang zalim itu akan mendapatkan azab, selain azab yang membinasakan mereka di dunia, tetapi kebanyakan mereka tidak mengetahui hal ini.",
    "jalalayn": "(Dan sesungguhnya untuk orang-orang yang lalim) disebabkan kekafiran mereka (ada azab selain daripada itu) di dunia, sebelum kematian mereka; maka mereka disiksa oleh kelaparan dan kekeringan selama tujuh tahun, serta oleh pembunuhan dalam perang Badar. (Tetapi kebanyakan mereka tidak mengetahui) bahwasanya azab itu akan menimpa mereka."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 48,
    "arab": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُوْمُۙ  ",
    "translation": "Dan bersabarlah (Muhammad) menunggu ketetapan Tuhanmu, karena sesungguhnya engkau berada dalam pengawasan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4783.mp3",
    "tafsir": "Setelah menjelaskan berbagai situasi yang besar, menyedihkan hati rasul, akibat tindakan membangkang dan keras kepala orang-orang kafir dan musyrik yang menolak beriman kepada Allah dan rasulnya. Maka dalam hal ini, Allah memerintahkan kepada Muhamamd saw supaya bersabar terhadap gangguan kaumnya dan tidak lagi menghiraukan mereka, serta tetap menyampaikan perintah-Nya dan memperingatkan larangan-Nya, dan menyampaikan apa yang telah diwahyukan kepadanya, sebab Allah selalu melihatnya dan memperhatikan pekerjaannya serta menjaga dan melindunginya dari gangguan dan rintangan musuhnya. Perihal bertasbih dan memuji Tuhan ketika bangun dan berdiri, meliputi tiga keadaan, yaitu: 1. Ketika bangun dari tidur 2. Ketika bangun dari duduk 3. Ketika bangun akan salat Hal ini mengandung hikmah supaya orang mukmin selalu bertasbih setiap saat, dalam situasi dan kondisi bagaimanapun, terutama perubahan dari suatu keadaan ke keadaan yang lain. Atha', Sa'id, Sufyan ats-sauri, dan Abul Ahwas berkata: bahwa Nabi Muhammad saw bertasbih tatkala ia bangkit dari tempat duduknya. Sebagian hadis: Dari Abu Barzah al-Aslami berkata, Rasulullah saw pada akhir hayatnya, apabila beliau bangun dari tempat duduknya beliau mengucapkan, \"Subhanaka Allahumma wabihamdika asyahadu an la ilaha illa anta astagfiruka wa atubu ilaika! Engkau mengucapkan suatu ucapan yang belum pernah engkau ucapkan sebelumnya. Rasulullah saw bersabda, \"Ucapan ini penghapus dosa dari kesalahan-kesalahan yang mungkin terjadi di majlis.\" (Riwayat Abu Dawud dan an-Nasa'i) \nDiriwayatkan bahwasanya Jibril telah mengajarkan kepada Nabi Muhammad saw agar ucapan tersebut dibaca ketika hendak bangkit dan duduk dalam satu majlis yaitu: \"Mahasuci engkau, wahai Allah, dengan memuji-Mu, aku bersaksi bahwa tiada Tuhan selain Engkau, aku mohon pengampunan-Mu dan aku bertobat kepada-Mu.\" (Riwayat Abu Dawud dan an-Nasa'i)",
    "quraish": "Maka bersabarlah dengan ketetapan Tuhanmu yang menunda siksa bagi mereka, dan tabahlah dalam menghadapi penderitaan yang kamu terima dari mereka. Sesungguhnya kamu berada dalam penjagaan dan pemeliharaan Kami. Maka tipu daya mereka tidak akan membahayakanmu, dan bertasbihlah dengan memuji nama Tuhanmu ketika kamu bangun.",
    "jalalayn": "(Dan bersabarlah dalam menunggu ketetapan Rabbmu) yaitu dengan ditangguhkannya mereka dan janganlah dadamu merasa sempit karenanya (maka sesungguhnya kamu berada dalam pengawasan-Ku) yaitu selalu dalam lindungan dan pengawasan-Ku (dan bertasbihlah) seraya (memuji Rabbmu) yaitu katakanlah, 'Subhaanallah Wa Bihamdihii' (ketika kamu bangun berdiri) dari tidurmu atau dari tempat majelismu."
  },
  {
    "hizb": 210,
    "name": "At-Tur",
    "ayat": 49,
    "arab": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُوْمِ ࣖ",
    "translation": "dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4784.mp3",
    "tafsir": "Kemudian Allah dalam ayat ini memerintahkan kepada Muhammad saw supaya ia bertasbih kepada Allah dengan salat malam. Karena ibadah pada waktu itu berat melaksanakannya, dan jauh dari ria, dan supaya ia salat tatkala terbenamnya bintangbintang pada waktu subuh. Dalam ayat yang sama artinya Allah berfirman: \nDan pada sebagian malam, lakukanlah salat Tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji. (al-Isra'/17: 79) \nMakna membaca tasbih dalam ayat ini dapat berarti membaca tasbih seperti pada hadis di atas, juga dapat diartikan melaksanakan salat, baik salat Isya, salat malam maupun salat Subuh.",
    "quraish": "Pilihlah satu waktu dari malam dan sucikanlah Dia pada saat itu. Sucikanlah Dia pada saat bintang- bintang telah terbenam.",
    "jalalayn": "(Dan pada beberapa saat di malam hari bertasbih pulalah) pengertian bertasbih di sini adalah tasbih hakiki yaitu membaca, 'Subhaanallaah Wa bihamdihii' (dan di waktu terbenam bintang-bintang) lafal Idbaar adalah bentuk Mashdar, yakni setelah bintang-bintang itu terbenam maka bertasbih pulalah kamu. Atau lakukanlah salat Isya'ain yaitu Magrib dan Isya, pada pengertian yang pertama, dan pada pengertian yang kedua adalah salat fajar; menurut pendapat lain salat Subuh."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 1,
    "arab": "وَالنَّجْمِ اِذَا هَوٰىۙ ",
    "translation": "Demi bintang ketika terbenam, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4785.mp3",
    "tafsir": "Allah swt menerangkan bahwa Ia bersumpah dengan makhlukNya yang besar yakni bintang yang beredar pada porosnya, sehingga tidak saling berbenturan satu dengan yang lainnya. Bintang-bintang itu merupakan petunjuk bagi manusia dalam hutan dan di padang pasir, di tempat kediaman dan dalam perjalanan, di kampung dan di kota, dan juga di lautan, bintang-bintang itu besar sekali faedahnya bagi kehidupan manusia. Allah swt mengarahkan sumpah-Nya kepada kaum musyrikin agar mengetahui betapa banyak manfaatnya bintang-bintang bagi mereka. Antara lain untuk mengetahui perubahan musim supaya mereka bersiap-siap untuk menggembalakan ternak mereka, kemudian setelah turun hujan mereka dapat menanam tanaman yang sesuai dengan musimnya. Sumpah Allah tersebut mengingatkan manusia bahwa di sana ada benda-benda yang perkasa di ruang angkasa yang harus mereka ketahui supaya mereka dapat meyakini besarnya sumber kekuasaan Allah dan indahnya ciptaan-Nya. Ilmu pengetahuan modern telah menerangkan bahwa di angkasa raya ada keajaiban yang dapat dilihat dari cepatnya peredaran dan bentuknya yang besar. Alam matahari terdiri dari matahari dan 9 buah planet yang kebanyakan dikelilingi oleh beberapa buah bulan. Matahari itu dalam alamnya adalah sebahagian daripada alam angkasa. Di alam angkasa ada sekitar 30.000.000.000 (tigapuluh milyar) bintangbintang. Setiap bintang adalah sebagai matahari seperti mataharinya manusia di bumi ini. Ada yang lebih besar dan ada pula yang lebih kecil daripadanya. Umur matahari adalah sekitar lima milyar tahun, umur bumi sekitar 2.000 juta tahun. Umur air di atas bumi sekitar 300 juta tahun. Dan umur manusia sekitar 300.000 tahun. Dan alam semesta itu mempunyai penjaga (hanya Allah-lah yang mengetahuinya). Dan tidak seorang pun yang mengetahui bala tentara Tuhan kecuali Dia. Al-'Amasy dari Mujahid mengatakan bahwa ayat ini merujuk pada Al-Qur'an ketika diturunkan seperti dalam firman-Nya: \nLalu Aku bersumpah dengan tempat beredarnya bintang-bintang. Dan sesungguhnya itu benar-benar sumpah yang besar sekiranya kamu mengetahui, dan (ini) sesungguhnya Al-Qur'an yang sangat mulia, dalam Kitab yang terpelihara (Lauh Mahfudz), tidak ada yang menyentuhnya selain hamba-hamba yang disucikan. Diturunkan dari Tuhan seluruh alam. (al-Waqi'ah/56: 75-80)",
    "quraish": "[[53 ~ AN-NAJM (BINTANG) Pendahuluan: Makkiyyah, 62 ayat ~ Sumpah yang terdapat pada permulaan surat ini menunjukkan kejujuran Rasulullah saw. mengenai kabar wahyu yang ia ucapkan dan ia sampaikan. Ia tidak sesat maupun salah dalam menyampaikan wahyu itu. Selain itu, sumpah itu juga menunjukkan Rasulullah jujur dalam menyampaikan berita tentang perjalanannya ke langit yang dikenal dengan peristiwa mikraj. Penglihatannya tidak hilang dan tidak pula melampaui batas. Pembicaraan selanjutnya beralih kepada kebodohan akal orang-orang kafir ketika menyembah berhala yang mereka buat dengan tangan mereka sendiri kemudian mereka beri nama sesuai dengan selera mereka sendiri. Kedunguan mereka juga dapat terlihat dari penamaan mereka terhadap malaikat yang mereka sebut sebagai \"ber-gender feminin\" setelah sebelumnya beranggapan bahwa Allah mempunyai anak perempuan dan mereka sendiri mempunyai anak lak-laki. Surat ini kemudian meminta Rasulullah untuk tidak menoleh kepada mereka dan menyerahkan urusan mereka sepenuhnya kepada Allah yang menciptakan dan memiliki segala sesuatu yang ada di langit dan di bumi, yang akan memberi balasan buruk kepada orang-orang yang berbuat jahat dan balasan baik kepada orang-orang yang berbuat baik. Dia mengetahui semua fase penciptaan makhluknya dan bagaimana keadaan mereka. Perintah kepada Rasulullah itu kemudian diikuti dengan ancaman terhadap orang-orang yang mengingkari perhitungan amal perbuatan setiap manusia seperti terdapat pula pada syariat agama-agama sebelum Islam. Kisah tentang lembaran-lembaran suci (shuhuf, shahîfah) Nabi Mûsâ dan Nabi Ibrâhîm juga disinggung dalam surat ini. Ayat-ayat itu semua menunjukkan kemahakuasan Allah dengan bukti-bukti dan tanda-tandanya yang terlihat pada umat-umat terdahulu. Akhirnya surat ini ditutup dengan penjelasan bahwa al-Qur'ân merupakan salah satu dari sekian banyak pemberi peringatan yang pernah disampaikan sebelumnya agar mereka semua takut kepada hari kiamat yang waktunya sudah semakin dekat. Di penghujung surat ini juga terdapat celaan terhadap orang-orang kafir yang mengingkari dan melalaikan al-Qur'ân dan lebih memilih menertawakan daripada menangis dan dan merenungi maknanya. Sedang orang-orang Mukmin diminta untuk bersujud dan menyembah Allah yang telah menurunkan al-Qur'ân.]] Demi bintang ketika turun hendak terbenam, Muhammad tidak melenceng dari kebenaran dan tidak menyakini suatu kepalsuan.",
    "jalalayn": "(Demi bintang) yaitu bintang Tsurayya (ketika terbenam) sewaktu terbenam."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 2,
    "arab": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوٰىۚ ",
    "translation": "kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4786.mp3",
    "tafsir": "Allah menerangkan bahwa kawan mereka itu (Muhammad) adalah benar-benar seorang nabi. Dia tidak pernah menyimpang dari jalan yang benar. Ia Juga tidak pernah melakukan kebatilan. Pada kenyataannya Rasulullah saw adalah seorang rasul yang diberi petunjuk oleh Allah, dia mengikuti kebenaran. Dia bukan seorang yang menyesatkan (dan bukanlah pula ia berjalan pada jalan yang ia sendiri tidak mengetahuinya). Dia bukan seorang yang sesat yang berpaling dari kebenaran dengan suatu tujuan tertentu. Keadaan beliau yang seperti itu, bukan saja setelah beliau diangkat menjadi rasul, tetapi juga sebelumnya. Oleh sebab itulah Allah memberikan kepadanya petunjuk dan syariat untuk memberikan sinar terang kepada orang-orang yang sesat baik Yahudi maupun Nasrani yang sebenarnya mereka mengetahui kebenaran itu, tetapi tidak mengamalkannya",
    "quraish": "[[53 ~ AN-NAJM (BINTANG) Pendahuluan: Makkiyyah, 62 ayat ~ Sumpah yang terdapat pada permulaan surat ini menunjukkan kejujuran Rasulullah saw. mengenai kabar wahyu yang ia ucapkan dan ia sampaikan. Ia tidak sesat maupun salah dalam menyampaikan wahyu itu. Selain itu, sumpah itu juga menunjukkan Rasulullah jujur dalam menyampaikan berita tentang perjalanannya ke langit yang dikenal dengan peristiwa mikraj. Penglihatannya tidak hilang dan tidak pula melampaui batas. Pembicaraan selanjutnya beralih kepada kebodohan akal orang-orang kafir ketika menyembah berhala yang mereka buat dengan tangan mereka sendiri kemudian mereka beri nama sesuai dengan selera mereka sendiri. Kedunguan mereka juga dapat terlihat dari penamaan mereka terhadap malaikat yang mereka sebut sebagai \"ber-gender feminin\" setelah sebelumnya beranggapan bahwa Allah mempunyai anak perempuan dan mereka sendiri mempunyai anak lak-laki. Surat ini kemudian meminta Rasulullah untuk tidak menoleh kepada mereka dan menyerahkan urusan mereka sepenuhnya kepada Allah yang menciptakan dan memiliki segala sesuatu yang ada di langit dan di bumi, yang akan memberi balasan buruk kepada orang-orang yang berbuat jahat dan balasan baik kepada orang-orang yang berbuat baik. Dia mengetahui semua fase penciptaan makhluknya dan bagaimana keadaan mereka. Perintah kepada Rasulullah itu kemudian diikuti dengan ancaman terhadap orang-orang yang mengingkari perhitungan amal perbuatan setiap manusia seperti terdapat pula pada syariat agama-agama sebelum Islam. Kisah tentang lembaran-lembaran suci (shuhuf, shahîfah) Nabi Mûsâ dan Nabi Ibrâhîm juga disinggung dalam surat ini. Ayat-ayat itu semua menunjukkan kemahakuasan Allah dengan bukti-bukti dan tanda-tandanya yang terlihat pada umat-umat terdahulu. Akhirnya surat ini ditutup dengan penjelasan bahwa al-Qur'ân merupakan salah satu dari sekian banyak pemberi peringatan yang pernah disampaikan sebelumnya agar mereka semua takut kepada hari kiamat yang waktunya sudah semakin dekat. Di penghujung surat ini juga terdapat celaan terhadap orang-orang kafir yang mengingkari dan melalaikan al-Qur'ân dan lebih memilih menertawakan daripada menangis dan dan merenungi maknanya. Sedang orang-orang Mukmin diminta untuk bersujud dan menyembah Allah yang telah menurunkan al-Qur'ân.]] Demi bintang ketika turun hendak terbenam, Muhammad tidak melenceng dari kebenaran dan tidak menyakini suatu kepalsuan.",
    "jalalayn": "(Kawanmu tidak sesat) artinya, Nabi Muhammad saw. tidak sesat dari jalan petunjuk (dan tidak pula keliru) tidak pula salah, yang dimaksud adalah dia tidak bodoh tentang akidah yang rusak."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 3,
    "arab": "وَمَا يَنْطِقُ عَنِ الْهَوٰى",
    "translation": "dan tidaklah yang diucapkannya itu (Al-Qur'an) menurut keinginannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4787.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw itu tidak sesat dan tidak keliru karena beliau seorang yang tidak pernah menuruti hawa nafsunya termasuk dalam perkataannya. Orang yang mungkin keliru atau tersesat ialah orang yang menuruti hawa nafsunya. Sebagaimana firman Allah: Janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (shad/38: 26)",
    "quraish": "Al-Qur'ân yang diucapkannya itu tidak keluar dari hawa nafsunya.",
    "jalalayn": "(Dan tiadalah apa yang diucapkannya itu) apa yang disampaikannya kepada kalian (menurut kemauan hawa nafsunya) menurut kehendaknya sendiri."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 4,
    "arab": "اِنْ هُوَ اِلَّا وَحْيٌ يُّوْحٰىۙ ",
    "translation": "Tidak lain (Al-Qur'an itu) adalah wahyu yang diwahyukan (kepadanya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4788.mp3",
    "tafsir": "Dalam ayat ini, Allah menguatkan ayat sebelumnya, yakni bahwa Muhammad saw hanyalah mengatakan apa yang diperintahkan oleh Allah untuk disampaikan kepada manusia secara sempurna, tidak ditambah-tambah dan tidak pula dikurangi menurut apa yang diwahyukan kepadanya. 'Abdullah bin 'Amr bin 'As menulis setiap apa yang ia dengar dari Rasulullah saw, karena ia mau menghafalkannya. Tapi orang-orang Quraisy melarangnya. Mereka mengatakan mengapa ia menulis setiap perkataan Muhammad saw, sedangkan Muhammad itu adalah manusia biasa yang berkata dalam keadaan marah. Maka berhentilah 'Abdullah bin 'Umar menulis. Kemudian ia mendatangi Rasulullah saw, dan memberitahukan perihalnya itu. Maka bersabdalah Rasulullah saw:\"Tulislah demi Zat yang menguasai diriku, tidak ada yang keluar dari perkataanku kecuali kebenaran.\" (Riwayat Ahmad dan Abu Dawud) \nAl-hafidz Abu Bakar al-Bazzar menyebutkan riwayat Abu Hurairah bahwasanya Nabi Muhammad saw bersabda: ) \"Sesuatu yang aku kabarkan kepadamu bahwa ia dari Allah swt, maka tidak ada keraguan padanya.\" (Riwayat Ibnu hibban dan alBazzar) \nImam Ahmad dan al-Bazzar meriwayatkan dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda: \"Tidaklah aku berkata kecuali yang benar.\" (Riwayat Ahmad dan alBazzar)",
    "quraish": "Al-Qur'ân yang diucapkannya itu tidak lain hanyalah wahyu dari Allah yang diturunkan kepadanya.",
    "jalalayn": "(Tiada lain) tidak lain (ucapannya itu hanyalah wahyu yang diwahyukan) kepadanya."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 5,
    "arab": "عَلَّمَهٗ شَدِيْدُ الْقُوٰىۙ ",
    "translation": "yang diajarkan kepadanya oleh (Jibril) yang sangat kuat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4789.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Muhammad saw (kawan mereka itu) diajari oleh Jibril. Jibril itu sangat kuat, baik ilmunya maupun amalnya. Dalam firman Allah dijelaskan: \nSesungguhnya (Al-Qur'an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril), yang memiliki kekuatan, memiliki kedudukan tinggi di sisi (Allah) yang memiliki 'Arsy, yang di sana (di alam malaikat) ditaati dan dipercaya. (at-Takwir/81: 1921) \nKemudian Muhammad saw mempelajarinya dan mengamalkannya. Ayat ini merupakan jawaban dari perkataan mereka yang mengatakan bahwa Muhamamd saw itu hanyalah tukang dongeng yang mendongengkan dongeng-dongengan (legendalegenda) orang-orang dahulu. Dari sini jelas bahwa Muhammad saw itu bukan diajari oleh seorang manusia, tapi ia diajari oleh Malaikat Jibril yang sangat kuat. (",
    "quraish": "Yang diajarkan oleh malaikat yang amat kuat.",
    "jalalayn": "(Yang diajarkan kepadanya) oleh malaikat (yang sangat kuat)."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 6,
    "arab": "ذُوْ مِرَّةٍۗ فَاسْتَوٰىۙ ",
    "translation": "yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4790.mp3",
    "tafsir": "Allah swt menerangkan dalam ayat ini, bahwa Jibril itu mempunyai kekuatan yang luar biasa. Seperti dalam riwayat bahwa ia telah pernah membalikkan perkampungan Nabi Lut kemudian mereka diangkat ke langit lalu dijatuhkan ke bumi. Ia telah pernah menghembus kaum Samud hingga berterbangan. Dan apabila ia turun ke bumi hanya dibutuhkan waktu sekejap mata. Lagi pula ia dapat berubah bentuk menjadi seperti manusia. (",
    "quraish": "Yang mempunyai pendapat dan akal yang cerdas. Malaikat itu menampakkan diri dalam bentuk aslinya dan berada di tempat yang tinggi di langit yang berhadapan dengan orang yang menengadah kepadanya.",
    "jalalayn": "(Yang mempunyai kecerdasan) yang mempunyai kekuatan dan keperkasaan, atau yang mempunyai pandangan yang baik, yang dimaksud adalah malaikat Jibril a.s. (maka menetaplah ia) maksudnya, menampakkan diri dengan rupa aslinya."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 7,
    "arab": "وَهُوَ بِالْاُفُقِ الْاَعْلٰىۗ ",
    "translation": "Sedang dia berada di ufuk yang tinggi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4791.mp3",
    "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi.",
    "quraish": "Yang mempunyai pendapat dan akal yang cerdas. Malaikat itu menampakkan diri dalam bentuk aslinya dan berada di tempat yang tinggi di langit yang berhadapan dengan orang yang menengadah kepadanya.",
    "jalalayn": "(Sedangkan dia berada di ufuk yang tinggi) berada pada tempat terbitnya matahari dalam bentuk aslinya ketika ia diciptakan. Nabi saw., melihatnya sewaktu berada di gua Hira; dan ternyata tubuh malaikat Jibril menutupi cakrawala tempat terbitnya matahari hingga sampai ke cakrawala bagian timur. Lalu Nabi saw. pingsan tidak sadarkan diri setelah melihat wujud asli malaikat Jibril itu. Nabi saw. pernah meminta kepada malaikat Jibril supaya menampakkan wujud aslinya sebagaimana ketika ia diciptakan oleh Allah, lalu malaikat Jibril menjanjikan akan memenuhi hal tersebut di gua Hira. Setelah itu baru malaikat Jibril turun untuk menemuinya dalam bentuk Bani Adam."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 8,
    "arab": "ثُمَّ دَنَا فَتَدَلّٰىۙ  ",
    "translation": "Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4792.mp3",
    "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi.",
    "quraish": "Kemudian Jibril mendekat lalu mendekat lagi hingga jaraknya mencapai jarak dua busur bahkan lebih.",
    "jalalayn": "(Kemudian dia mendekat) kepadanya (lalu bertambah dekat) semakin dekat dengannya."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 9,
    "arab": "فَكَانَ قَابَ قَوْسَيْنِ اَوْ اَدْنٰىۚ",
    "translation": "sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4793.mp3",
    "tafsir": "Setelah itu Muhammad saw melihat Jibril di tempat yang tinggi. Kemudian Jibril memenuhi angkasa itu, lalu mendekati Muhammad saw dan Jibril semakin mendekat lagi kepada Muhammad saw hingga jaraknya hampir, kira-kira dua ujung busur panah lagi atau lebih dekat lagi.",
    "quraish": "Kemudian Jibril mendekat lalu mendekat lagi hingga jaraknya mencapai jarak dua busur bahkan lebih.",
    "jalalayn": "(Maka jadilah dia) padanya (mendekat) dalam jarak (dua ujung busur panah atau lebih dekat lagi) dari tempatnya yang semula sehingga nabi menjadi sadar kembali dan hilanglah rasa takutnya."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 10,
    "arab": "فَاَوْحٰىٓ اِلٰى عَبْدِهٖ مَآ اَوْحٰىۗ",
    "translation": "Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4794.mp3",
    "tafsir": "Selanjutnya diterangkan bahwa setelah Nabi Muhammad saw sudah berdekatan benar dengan Jibril, Jibril menyampaikan wahyu Allah mengenai persoalan-persoalan agama.",
    "quraish": "Lalu Jibril menyampaikan wahyu kepada hamba Allah dan rasul-Nya apa yang Allah telah wahyukan. Wahyu itu merupakan perkara besar yang pengaruhnya amat luas.",
    "jalalayn": "(Lalu Dia menyampaikan) yakni Allah swt. (kepada hamba-Nya) yaitu malaikat Jibril (apa yang telah diwahyukan)-Nya kepada malaikat Jibril untuk disampaikan kepada Nabi saw. Di sini yang mewahyukan tidak disebutkan karena mengagungkan kedudukan-Nya."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 11,
    "arab": "مَا كَذَبَ الْفُؤَادُ مَا رَاٰى",
    "translation": "Hatinya tidak mendustakan apa yang telah dilihatnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4795.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kebanyakan manusia menyangka bahwa ia telah menggambarkan apa yang dilihatnya, padahal hatinya belum yakin terhadap apa yang telah ia lihat, tidak demikian penglihatan dan keyakinan Muhammad saw terhadap Jibril meskipun kedatangannya kepada Muhammad saw kerap kali berbeda bentuknya, karena Muhammad saw telah mengetahui bentuk yang aslinya. \nKarena Allah swt menguatkan keterangan bahwa kedatangan Jibril menyamar dalam bentuk seorang sahabat yang bernama Dihyah al-Kalbi tidaklah menghilangkan ciri-cirinya karena Muhammad saw pernah melihat bentuknya yang asli sebelum itu, yaitu di Gua Hira ketika menerima wahyu pertama, walaupun kemudian Jibril menampakkan diri lagi dengan rupa yang lain.",
    "quraish": "Hati Muhammad tidak mengingkari apa yang dilihat oleh matanya.",
    "jalalayn": "(Tiada mendustakan) dapat dibaca Kadzaba atau Kadzdzaba, artinya tiada mengingkari (hati) atau kalbu Nabi saw. (apa yang telah dilihatnya) dengan mata kepalanya sendiri tentang rupa malaikat Jibril."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 12,
    "arab": "اَفَتُمٰرُوْنَهٗ عَلٰى مَا يَرٰى ",
    "translation": "Maka apakah kamu (musyrikin Mekah) hendak membantahnya tentang apa yang dilihatnya itu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4796.mp3",
    "tafsir": "Dalam ayat ini, Allah bertanya apakah orang-orang Quraisy akan mendustakan dan membantah Muhammad saw mengenai bentuk Jibril yang telah pernah dilihat Muhammad saw dengan mata kepalanya sendiri. (",
    "quraish": "Apakah kalian mengingkari Rasulullah sehingga membantah apa yang telah dilihatnya dengan matanya sendiri?",
    "jalalayn": "(Maka apakah kalian hendak membantahnya) apakah kalian hendak mendebatnya dan mengalahkannya (tentang apa yang telah dilihatnya?) khithab di sini ditujukan kepada orang-orang musyrik yang tidak mempercayai bahwa Nabi saw. melihat malaikat Jibril."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 13,
    "arab": "وَلَقَدْ رَاٰهُ نَزْلَةً اُخْرٰىۙ",
    "translation": "Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4797.mp3",
    "tafsir": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: \nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) \nSetiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Dan sesungguhnya dia telah melihat Jibril itu) dalam rupa yang asli (pada waktu) pada kesempatan (yang lain)."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 14,
    "arab": "عِنْدَ سِدْرَةِ الْمُنْتَهٰى ",
    "translation": "(yaitu) di Sidratul Muntaha,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4798.mp3",
    "tafsir": "Selanjutnya dalam ayat-ayat ini Allah menerangkan bahwa sesungguhnya Muhammad saw sudah pernah melihat Jibril (untuk kedua kalinya) dalam rupanya yang asli pada waktu melakukan mi'raj ke Sidratul Muntaha yaitu suatu tempat yang merupakan batas alam yang dapat diketahui oleh para malaikat. Ada yang berpendapat bahwa maksud ayat ini adalah seperti dalam firman Allah: \nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42) \nSetiap Mukmin wajib mempercayai bahwa Sidratul Muntaha itu sebagaimana yang telah diterangkan oleh Allah dalam ayat-Nya. Tetapi ia tidak boleh menerangkan tempatnya dan sifat-sifatnya, dengan keterangan yang melebihi daripada apa yang telah diterangkan oleh Allah dalam Al-Qur'an, kecuali bila keterangan itu kita dapat dari hadis Nabi Muhammad saw yang menerangkan kepada kita dengan jelas dan pasti, karena hal itu termasuk dalam hal yang gaib yang belum diizinkan kita untuk mengetahuinya. Menurut hadis yang diriwayatkan oleh Ahmad, Muslim, atTirmidhi, dan lain-lainnya bahwa Sidratul Muntaha itu ada di langit yang ketujuh.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Yaitu di Sidratul Muntaha) sewaktu nabi dibawanya Isra ke langit. Sidratul Muntaha adalah nama sebuah pohon Nabaq yang terletak di sebelah kanan Arasy; tiada seorang malaikat pun dan tidak pula yang lainnya dapat melewati tempat itu."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 15,
    "arab": "عِنْدَهَا جَنَّةُ الْمَأْوٰىۗ  ",
    "translation": "di dekatnya ada surga tempat tinggal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4799.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa di tempat itulah (di dekat Sidratul Muntaha) letak surga. Ia merupakan tempat tinggal bagi orang-orang yang takwa dan orang-orang yang mati syahid.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Di dekatnya ada surga tempat tinggal) tempat tinggal para malaikat dan arwah-arwah para syuhada dan orang-orang yang bertakwa."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 16,
    "arab": "اِذْ يَغْشَى السِّدْرَةَ مَا يَغْشٰىۙ ",
    "translation": "(Muhammad melihat Jibril) ketika Sidratil muntaha diliputi oleh sesuatu yang meliputinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4800.mp3",
    "tafsir": "Selanjutnya dalam ayat ini Allah swt menerangkan bahwasannya Muhammad saw melihat Jibril di Sidratul Muntaha itu ketika Sidratul Muntaha tertutup oleh suasana yang menandakan kebesaran Allah berupa sinar-sinar yang indah dan malaikat-malaikat. Al-Qur'an tidak menerangkan dengan jelas. Bagi kita cukuplah penjelasan yang sedemikian, tidak menambah atau menguranginya bila tidak ada dalil yang jelas yang menerangkannya. Seandainya ada manfaatnya untuk dijelaskan niscaya hal itu dijelaskan oleh Allah swt.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Ketika) sewaktu (Sidratul Muntaha diliputi oleh sesuatu yang meliputinya) yaitu oleh burung-burung dan lain-lainnya. Lafal Idz menjadi Ma'mul dari lafal Ra-aahu."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 17,
    "arab": "مَا زَاغَ الْبَصَرُ وَمَا طَغٰى",
    "translation": "penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4801.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah menjelaskan lagi bahwa tatkala Rasulullah saw melihat Jibril di sana, ia tidak berpaling dari memandang semua keajaiban Sidratul Muntaha sesuai dengan apa yang telah diizinkan Allah kepadanya untuk dilihat. Dan ia tidak pula melampaui batas kecuali apa yang telah diizinkan kepadanya.",
    "quraish": "Muhammad telah melihat Jibril dalam bentuknya yang asli sekali lagi di suatu tempat yang tidak diketahui oleh selain Allah, yaitu sidratulmuntaha (sidrat al-muntahâ). Jibril mengabarkan Muhammad bahwa Allah mempunyai surga tempat tinggal yang penuh dengan karunia yang tak tergambarkan. Pandangan Muhammad tidak berpaling dari apa yang dilihat itu dan tidak melampaui batas perintah untuk melihat.",
    "jalalayn": "(Penglihatannya tidak berpaling) penglihatan Nabi saw. tidak berpaling (dan tidak melampauinya) maksudnya, tidak berpaling dari apa yang dilihatnya dan tidak pula melampaui apa yang dilihatnya pada malam ketika ia diisrakkan."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 18,
    "arab": "لَقَدْ رَاٰى مِنْ اٰيٰتِ رَبِّهِ الْكُبْرٰى",
    "translation": "Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.          ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4802.mp3",
    "tafsir": "Ayat ini menerangkan bahwa dengan melihat Sidratul Muntaha, berarti Muhammad saw telah melihat sebagian tandatanda kebesaran Allah yang merupakan keajaiban dari kekuasaanNya. Diriwayatkan oleh al-Bukhari dan lain-lain bahwa saat itu Muhammad saw melihat suatu lambaian hijau dari surga yang memenuhi ufuk (arah pandangan). Maka hendaklah kita tidak membatasi apa yang telah dilihat oleh Muhammad saw dengan mata kepalanya, setelah diterangkan secara samar-samar dalam Al-Qur'an tentang hal itu. Yang jelas ialah bahwa Nabi telah melihat tanda-tanda kebesaran Allah swt yang tidak terbatas.",
    "quraish": "Ia benar-benar telah melihat banyak sekali ayat-ayat Allah dan keajaiban-keajaiban yang begitu besar.",
    "jalalayn": "(Sesungguhnya dia telah melihat) pada malam itu (sebagian tanda-tanda kekuasaan Rabbnya yang paling besar) yang paling agung, dimaksud adalah sebagian dari tanda-tanda itu, maka dia melihat sebagian dari keajaiban-keajaiban alam malakut, dan Rafraf berwarna hijau menutupi cakrawala langit, dan malaikat Jibril yang memiliki enam ratus sayap."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 19,
    "arab": "اَفَرَءَيْتُمُ اللّٰتَ وَالْعُزّٰى",
    "translation": "Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lata dan Al-‘Uzza,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4803.mp3",
    "tafsir": "Allah swt bertanya kepada orang-orang musyrik, apakah setelah mereka mendengar tanda-tanda Allah baik kesempurnaan maupun keagungan-Nya dalam kekuasaan, dan setelah mendengar keadaan malaikat dengan kedudukan dan kemampuan mereka yang tinggi, masih saja menjadikan berhala-berhala yang hina keadaannya itu sebagai sekutu bagi Allah, sedangkan mereka mengetahui kebesaran-Nya? Pertanyaan ini merupakan cemoohan dari Tuhan, sebab bagi seorang yang berakal tidak mungkin terlintas dalam pikirannya untuk menyembah berhala yang mereka buat sendiri, kemudian diletakkan dalam suatu rumah yang mereka dirikan sebagai tandingan Ka'bah. Adapun al-Lata adalah nama sebuah batu besar yang berwarna putih, di atas batu itu diukir gambar sebuah rumah. Al-Lata ini terletak di daerah thaif. Rumah itu dipasangi tabir. Di sekelilingnya ada teras yang diagung-agungkan oleh orang-orang thaif, antara lain Kabilah saqif dan pengikut-pengikutnya. Mereka tergolong orangorang yang lebih membanggakan benda itu daripada orang-orang Arab yang lain selain Quraisy. Kata Ibnu Jarir, mereka menganggap bahwa kata al-Lata itu diambil dari lafal Allah. Mereka menganggap al-Lata (Mahasuci Allah dari apa yang mereka katakan). Menurut Ibnu 'Abbas , Mujahid, Rabi' bin Anas, mereka menamakan al-Lata dari nama seorang laki-laki yang menumbuk tepung untuk jemaah haji. Setelah ia mati, maka orang-orang berkerumun melakukan iktikaf di atas kuburnya yang selanjutnya mereka menyembah dan membuatkan patungnya. Menurut Ibnu Jarir, al-'Uzza berasal dari kata 'Aziz, al-Uzza ialah sebuah pohon yang di atasnya ada sebuah bangunan dan bertirai, bertempat di Nakhlah yaitu antara Mekah dan thaif; orang-orang Quraisy mengagungkan pohon itu. Diriwayatkan bahwa Abu Sufyan ketika masih musyrik berkata pada waktu peperangan Uhud bahwa merekalah yang mempunyai Uzza, sedangkan yang lain tidak. Maka bersabdalah Rasulullah saw. \"Katakanlah! Allah adalah Tuhan kami, dan kamu tidak mempunyai Tuhan.\" (Riwayat al-Bukhari dan Ahmad)",
    "quraish": "Apakah kalian mengetahui hal itu sehingga memikirkan Lât, 'Uzzâ dan, ketiga, Manât yang kalian jadikan tuhan-tuhan sembahan kalian?",
    "jalalayn": "(Maka apakah patut kalian menganggap Laata dan Al Uzzaa)."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 20,
    "arab": "وَمَنٰوةَ الثَّالِثَةَ الْاُخْرٰى ",
    "translation": "dan Manat, yang ketiga (yang) kemudian (sebagai anak perempuan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4804.mp3",
    "tafsir": "Dalam ayat ini Allah swt melanjutkan ayat yang sebelumnya yaitu bahwa orang-orang musyrik juga menyembah Manat yang ketiga yakni yang terakhir sebagai anak perempuan Allah. Manat itu sebuah batu besar terletak di Musyallal dengan Qudaid antara Mekah dan Medinah. Kabilah Khuza'ah, al-Aus dan Khazraj mengagungkan Manat ini dan dalam melakukan ibadah haji mereka mulai dari Manat sampai ke Ka'bah. Selain benda-benda yang tiga itu, masih banyak lagi benda-benda yang sangat dimuliakan oleh orang-orang musyrik. Akan tetapi, yang paling termasyhur adalah tiga benda itu. Ibnu Ishaq mengatakan bahwa orang-orang Arab menganggap benda-benda yang tiga itu selain Ka'bah sebagai benda sembahan mereka, dibuat seperti bangunan Ka'bah yang mempunyai tabir yang mereka bertawaf padanya seperti tawaf pada Ka'bah dan memotong binatang kurban di sampingnya. Mereka juga mengetahui kemuliaan Ka'bah yaitu bahwa Ka'bah itu adalah rumah Ibrahim dan masjidnya.",
    "quraish": "Apakah kalian mengetahui hal itu sehingga memikirkan Lât, 'Uzzâ dan, ketiga, Manât yang kalian jadikan tuhan-tuhan sembahan kalian?",
    "jalalayn": "(Dan Manat yang ketiga) yang ketiga dari yang telah disebutkan tadi (yang paling terkemudian) berkedudukan sebagai sifat yang mengandung makna celaan. Ketiganya adalah nama berhala-berhala yang terbuat dari batu. Orang-orang musyrik dahulu menyembahnya, karena mereka menduga, bahwa berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah. Maf'ul pertama bagi lafal Afara`aytum adalah lafal Al Laata dan lafal-lafal yang di'athafkan kepadanya. Sedangkan Maf'ul yang keduanya tidak disebutkan. Makna ayat, \"Ceritakanlah kepadaku, apakah berhala-berhala ini memiliki kemampuan untuk berbuat sesuatu yang karena itu kalian menyembahnya selain Allah Yang memiliki kemampuan untuk melakukan hal-hal yang telah disebutkan tadi.\" Ketika mereka menduga bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah, sedangkan mereka sendiri tidak menyukai anak-anak perempuan, lalu turunlah firman-Nya berikut ini,"
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 21,
    "arab": "اَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى ",
    "translation": "Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4805.mp3",
    "tafsir": "Dalam ayat ini Allah menolak anggapan mereka yang menyatakan bahwa Dia mempunyai anak perempuan dan mereka mempunyai anak laki-laki yang disebabkan oleh persangkaan mereka bahwa perempuan itu lemah dan mempunyai kekurangan sedangkan lakilaki itu sempurna. Ini mengungkapkan anggapan mereka bahwa Allah mempunyai kekurangan, sedangkan mereka yang memiliki kekurangan itu menganggap diri mereka sempurna. (",
    "quraish": "Apakah kalian membagi-bagi, sehingga kalian mengatakan anak laki-laki adalah milik kalian dan anak perempuan adalah milik Allah.",
    "jalalayn": "(\"Apakah patut untuk kalian anak laki-laki dan untuk Allah -anak -perempuan?\")."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 22,
    "arab": "تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى ",
    "translation": "Yang demikian itu tentulah suatu pembagian yang tidak adil. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4806.mp3",
    "tafsir": "Pembagian yang seperti mereka katakan dalam ayat 21 itu adalah pembagian yang tidak adil, kurang pantas dan tidak sempurna sebab mereka menganggap bahwa Tuhan mereka mempunyai apa-apa yang mereka sendiri membencinya. Dan untuk mereka apa-apa yang mereka sukai",
    "quraish": "Pembagian itu sungguh merupakan pembagian yang tidak adil, karena kalian telah menjadikan sesuatu yang tidak kalian sukai untuk Allah.",
    "jalalayn": "(Yang demikian itu tentulah suatu pembagian yang tidak adil) pembagian yang lalim; berasal dari lafal Dhaazahu Yadhiizuhu, artinya berlaku aniaya dan melampaui batas."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 23,
    "arab": "اِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ",
    "translation": "Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4807.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa mereka menamakan berhala-berhala itu tuhan, padahal itu hanyalah nama-nama yang tidak mempunyai arti sama sekali. Mereka mengira dan berkeyakinan bahwa berhala-berhala itu mempunyai hak untuk diiktikafi demi ibadat kepadanya dan sebagai tempat menyajikan binatang kurban. Mereka tidak mempunyai alasan atau mereka tidak dapat menjelaskan sebab dari apa yang mereka katakan dan mereka lakukan. Mereka hanya meniru orang-orang yang terdahulu yang selanjutnya akan diikuti oleh anak cucu mereka. Dalam ayat yang bersamaan artinya Allah berfirman: \nApa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. (Yusuf/12: 40) \nKemudian Allah swt menguatkan penjelasan-Nya dengan menerangkan bahwa mereka tidak mempunyai alasan kecuali karena berbaik sangka kepada bapak-bapaknya, yang berjalan pada jalan yang salah dan mempertahankan kedudukan mereka dalam masyarakat, atau karena hormat mereka terhadap bapak-bapaknya. Yang jelas mereka menyembah berhala-berhala itu hanyalah mengikuti sangkaan-sangkaan saja, bahwa bapak-bapak mereka dahulu itu berjalan pada jalan yang benar, padahal sebenarnya mereka mengikuti hawa nafsu mereka. Selanjutnya, Allah swt menerangkan bahwa seharusnya mereka tidak pantas untuk berbuat seperti itu karena telah datang peringatan, apa yang mereka lakukan saat itu adalah suatu kelalaian dan kesalahan. Kemudian dalam ayat ini Allah menerangkan bahwa mereka hanyalah mengikuti pendapat saja, sedangkan Allah telah mengutus rasul-Nya dengan kebenaran yang nyata dan dengan alasan yang jelas. Maka sudah seharusnyalah mereka menyadari kesalahannya. \nAkan tetapi, mereka masih tetap berpaling dari kebenaran. Diterangkan dalam firman Allah sebagai berikut: \nSeakan-akan mereka keledai liar yang lari terkejut, lari dari singa. (al-Muddatstsir/74: 50-51)",
    "quraish": "Patung-patung itu tidak lain hanyalah nama yang tak mengandung makna ketuhanan. Kalian dan bapak- bapak kalian memberinya nama sesuai dengan hawa nafsu buruk. Padahal Allah tidak menurunkan suatu keterangan apa pun yang menguatkan dugaan kalian itu. Mereka hanya mengikuti hawa nafsu yang menyimpang dari fitrah yang benar. Sesungguhnya telah datang kepada mereka petunjuk dari Tuhan jika mereka mau mengikutinya.",
    "jalalayn": "(Itu tidak lain) apa-apa yang telah disebutkan itu (hanyalah nama-nama yang kalian adakan) kalian menamakannya (yakni oleh kalian dan bapak-bapak kalian) sebagai berhala-berhala yang kalian menyembahnya (Allah tidak menurunkan tentangnya) tentang menyembah kepada berhala-berhala itu (suatu keterangan pun) yakni bukti dan hujjah (tiada lain) (mereka hanya mengikuti) di dalam menyembah berhala-berhala itu (sangkaan saja dan apa yang diinginkan oleh hawa nafsu mereka) mengikuti apa yang dihiaskan oleh setan, ke dalam hati mereka, yaitu bahwasanya berhala-berhala itu dapat memberikan syafaat kepada diri mereka di sisi Allah swt. (dan sesungguhnya telah datang petunjuk kepada mereka dari Rabb mereka) melalui lisan Nabi saw. yang membawa bukti yang pasti, akan tetapi mereka tidak mau meninggalkan apa yang biasa mereka lakukan itu, yaitu menyembah berhala."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 24,
    "arab": "اَمْ لِلْاِنْسَانِ مَا تَمَنّٰىۖ  ",
    "translation": "Atau apakah manusia akan mendapat segala yang dicita-citakannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4808.mp3",
    "tafsir": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah.",
    "quraish": "Bahkan manusia sama sekali tidak mendapatkan syafaat patung-patung tersebut atau keinginan- keinginan lain yang dia cita-citakan. Hanya kepunyaan Allahlah perkara akhirat dan dunia seluruhnya.",
    "jalalayn": "(Atau apakah manusia akan mendapat) bagi masing-masing dari mereka (segala yang dicita-citakannya) yang beranggapan, bahwa berhala-berhala itu dapat memberikan syafaat kepada mereka? Padahal kenyataannya tidaklah demikian."
  },
  {
    "hizb": 210,
    "name": "An-Najm",
    "ayat": 25,
    "arab": "فَلِلّٰهِ الْاٰخِرَةُ وَالْاُوْلٰى ࣖ ",
    "translation": "(Tidak!) Maka milik Allah-lah kehidupan akhirat dan kehidupan dunia. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4809.mp3",
    "tafsir": "Maka Allah swt menambahkan dalam ayat ini apakah mereka itu mengharapkan sesuatu yang mereka cita-citakan berupa syafaat dari tuhan-tuhan mereka di akhirat? Tidak, sama sekali berhala-berhala itu tidak ada gunanya, ia tidak akan membantu apa-apa karena berhala-berhala itu adalah benda mati yang keras bagai batu. Bahwasanya segala apa yang ada di dunia dan di akhirat adalah milik Allah, dan berhala-berhala itu tidak memiliki apa-apa. Allah telah membuat mereka berputus asa untuk mendapat kebaikan dari ibadat kepada berhala. Berhala itu tidak dapat menjadi alat penghubung untuk mendekatkan diri mereka kepada Allah.",
    "quraish": "Bahkan manusia sama sekali tidak mendapatkan syafaat patung-patung tersebut atau keinginan- keinginan lain yang dia cita-citakan. Hanya kepunyaan Allahlah perkara akhirat dan dunia seluruhnya.",
    "jalalayn": "(Maka hanya bagi Allah kehidupan akhirat dan kehidupan dunia) tiada sesuatu pun yang terjadi pada keduanya melainkan sesuai dengan apa yang dikehendaki-Nya."
  }
]