[
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 26,
    "arab": "وَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى ",
    "translation": "Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4810.mp3",
    "tafsir": "Kemudian Allah swt menerangkan tentang betapa banyak malaikat di langit yang tidak dapat menolong manusia dengan pertolongan apa pun, kecuali bila Allah memberikan izin kepada mereka untuk orang yang dikehendaki-Nya yaitu orang yang ikhlas dalam perkataan dan perbuatannya. Apabila keadaan malaikat demikian halnya, sedangkan malaikat adalah makhluk yang dekat kepada Tuhan, maka bagaimana dengan berhala-berhala yang hanya berupa benda mati tidak mempunyai ruh dan kehidupan itu? Jelasnya berhala-berhala itu sama sekali tidak ada manfaatnya.",
    "quraish": "Banyak di antara malaikat di langit, meskipun derajatnya tinggi, yang sama sekali tidak dapat memberi syafaat kecuali sesudah mendapat izin dari Allah untuk diberikan kepada orang yang diperkenankan oleh Allah.",
    "jalalayn": "(Dan berapa banyaknya malaikat) banyak di antara para Malaikat (di langit) yang sangat dimuliakan oleh Allah di sisi-Nya (syafaat mereka sedikit pun tidak berguna kecuali sesudah Allah mengizinkan) kepada mereka untuk memberikan syafaat (bagi orang yang dikehendaki)-Nya di antara hamba-hamba-Nya (dan diridai) ia diridai oleh-Nya, karena ada firman lainnya yang menyatakan, \".. dan mereka tiada memberi syafaat melainkan kepada orang yang diridai Allah.\" (Q.S. Al Anbiya, 28) Sudah kita maklumi bahwa syafaat para malaikat itu baru ada setelah terlebih dahulu mendapat izin dari Allah, sebagaimana yang dijelaskan dalam ayat lainnya, yaitu firman-Nya, \"Siapakah yang dapat memberi syafaat di sisi Allah tanpa izin-Nya?\" (Q.S. Al-Baqarah, 255)"
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 27,
    "arab": "اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ لَيُسَمُّوْنَ الْمَلٰۤىِٕكَةَ تَسْمِيَةَ الْاُنْثٰى ",
    "translation": "Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, sungguh mereka menamakan para malaikat dengan nama perempuan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4811.mp3",
    "tafsir": "Allah swt menerangkan bahwa orang-orang yang tidak beriman kepada hari akhirat dan apa-apa yang terjadi di alam akhirat sebagaimana yang telah disampaikan para rasul; mereka itu menambah kekafiran dengan kebodohan perkataan mereka yang menganggap bahwa malaikat itu adalah anak perempuan Tuhan (Mahasuci Allah dari apa yang mereka katakan). Allah swt mencap orang-orang yang seperti itu sebagai orangorang yang tidak beriman dan sebagai isyarat bahwa perkataan mereka telah sampai kepada batas kekejian yang tidak mungkin berasal dari orang yang percaya adanya hisab dan pembalasan. Perkataan mereka itu mengandung dua dosa: Yaitu pengakuan bahwa Tuhan mempunyai anak, dan bahwa anak Tuhan yang mereka katakan itu perempuan, dengan pengakuan yang demikian itu mereka merasa bangga telah melebihi Tuhan, karena mereka mempunyai anak laki-laki.",
    "quraish": "Orang-orang yang tidak percaya kepada hari akhirat menamakan malaikat dengan nama perempuan. Mereka mengatakan, \"Malaikat adalah anak-anak perempuan Allah.\"",
    "jalalayn": "(Sesungguhnya orang-orang yang tiada beriman kepada kehidupan akhirat, mereka benar-benar menamakan malaikat itu dengan nama perempuan) karena mereka telah mengatakan, bahwa para malaikat itu adalah anak-anak perempuan Allah."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 28,
    "arab": "وَمَا لَهُمْ بِهٖ مِنْ عِلْمٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۚ ",
    "translation": "Dan mereka tidak mempunyai ilmu tentang itu. Mereka tidak lain hanyalah mengikuti dugaan, dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4812.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa perkataan yang demikian itu adalah suatu tanda bahwa mereka tidak mendapat petujuk Tuhan berupa pengetahuan yang membawa mereka ke jalan benar yang menyebabkan mereka mengatakan seperti itu. Mereka hanya terpengaruh oleh prasangka yang menjauhkan mereka dari kebenaran. Sesungguhnya suatu pengetahuan yang benar haruslah berdasarkan keyakinan, bukan hanya perkiraan atau persangkaan. Adapun orang musyrik itu hanyalah mengikuti persangkaan dalam menamakan malaikat sebagai anak perempuan Tuhan, bukan dengan analisa ilmiah. Dalam hadis sahih dikatakan bahwa Rasulullah saw bersabda: ) \"Jauhilah prasangka buruk, sesungguhnya prasangka buruk adalah perkataan yang paling dusta.\" (Riwayat al-Bukhari dan Muslim) \nDalam ayat yang sama artinya Allah berfirman: \nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19) \nTegasnya bahwa suatu hal yang berhubungan dengan iktikad hendaklah berdasarkan pemikiran yang sehat yang dapat diterima oleh akal dan tidak bertentangan dengan wahyu.",
    "quraish": "Mereka tidak mempunyai dasar keyakinan apa-apa mengenai ucapannya itu. Mereka hanya mengikuti prasangka-prasangka yang tidak benar. Padahal prasangka itu sama sekali tidak mengandung kebenaran sedikit pun.",
    "jalalayn": "(Dan mereka tidak mendasari perkataan mereka itu) ucapan mereka itu tidak didasari (dengan sesuatu pengetahuan pun tentangnya. Tiada lain) mereka hanya mengikuti) dalam hal tersebut (prasangka) yang mereka khayalkan (sedangkan sesungguhnya prasangka itu tiada berfaedah sedikit pun terhadap kebenaran) maksudnya, tiada sedikit pun pengetahuan yang bermanfaat dalam prasangka itu di dalam menelaah hal-hal yang dituntut adanya pengetahuan."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 29,
    "arab": "فَاَعْرِضْ عَنْ مَّنْ تَوَلّٰىۙ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ اِلَّا الْحَيٰوةَ الدُّنْيَاۗ  ",
    "translation": "Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya mengingini kehidupan dunia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4813.mp3",
    "tafsir": "Dalam ayat ini Allah swt memerintahkan Rasul saw agar berpaling dari orang-orang kafir dan musyrik yang telah berpaling dari Al-Qur'an kitab Allah, yang tidak mau menjadikannya sebagai pedoman hidup, padahal seharusnya mereka sadar bahwa Al-Qur'an bisa menuntun mereka untuk meraih kebahagiaan hidup di dunia dan akhirat. Al-Qur'an juga berisi kisah umat-umat terdahulu, sikap mereka terhadap para nabi dan rasul, dan akibat dari pembangkangan mereka terhadap ajaran para rasul tersebut, yaitu azab yang pedih di akhirat. Orang-orang musyrik dan kafir malah tidak mengambil pelajaran dari orang-orang terdahulu, mereka mencukupkan diri dengan hal-hal yang berhubungan dengan keduniaan saja. Bahkan mereka rela tertipu dengan kepalsuan dunia dan terseret untuk hanya memikirkan kesenangan duniawi saja. Tegasnya, Muhammad saw diperintahkan oleh Allah agar tidak terlalu menghiraukan sikap orang-orang kafir yang berpaling dari Allah, karena mereka memang hanya menginginkan kesenangan duniawi yang merupakan tujuan hidup dan cita-cita mereka. Dalam keadaan seperti itu, sudah tidak ada lagi jalan untuk beriman. Maka Allah swt memerintahkan kepada rasul-Nya, Muhammad saw untuk merasa tidak kasihan atau bersedih hati atas keadaan mereka itu. Karena Rasul pernah hampir mencelakai dirinya hanya karena prihatin melihat keadaan kaumnya yang tidak beriman. Allah swt berfirman: Boleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kesedihan), karena mereka (penduduk Mekah) tidak beriman. (asySyu'ara'/26: 3) \nOrang-orang musyrik hanya membatasi diri kepada kehidupan duniawi, karena ilmu pengetahuan mereka terbatas pada masalahmasalah duniawi saja serta menyibukkan diri dengan berbagai kesibukan duniawi saja. Mereka sudah merasa berhasil dengan banyaknya harta dunia yang mereka miliki dan tingginya kedudukan sosial mereka. Mereka tidak memperhatikan berita-berita lainnya yang disampaikan oleh para rasul terutama tentang kehidupan akhirat. Keadaan mereka yang demikian itu menjadikan telinga tersumbat, tidak dapat mendengar berita-berita tentang akhirat.",
    "quraish": "Oleh karena itu tinggalkanlah orang-orang kafir yang menentang al-Qur'ân dan hanya memikirkan kehidupan dunia itu.",
    "jalalayn": "(Maka berpalinglah dari orang yang berpaling dari peringatan Kami) orang yang berpaling dari Alquran (dan tidak mengingini kecuali kehidupan duniawi) ayat ini diturunkan sebelum ada perintah berjihad dari Allah."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 30,
    "arab": "ذٰلِكَ مَبْلَغُهُمْ مِّنَ الْعِلْمِۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۙ وَهُوَ اَعْلَمُ بِمَنِ اهْتَدٰى",
    "translation": "Itulah kadar ilmu mereka. Sungguh, Tuhanmu, Dia lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pula yang mengetahui siapa yang mendapat petunjuk. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4814.mp3",
    "tafsir": "Kemudian Allah swt menegaskan dalam ayat ini bahwa sesungguhnya Dia Maha Mengetahui orang-orang yang memikirkan tanda-tanda kekuasaan-Nya di alam semesta ini serta memikirkan apa-apa yang terkandung dalam seruan rasul-Nya sehingga ia mendapat petunjuk ke jalan kebenaran yang menyelamatkannya pada hari kebangkitan dan mendapat keridaan Tuhannya. Ia berbahagia di dunia karena ia mengikuti apa-apa yang telah digariskan oleh Allah untuk manusia yang mentaati perintah-Nya dan menjauhi larangan-Nya. Allah Maha Mengetahui orang-orang yang menyeleweng dari jalan yang benar yang telah membuat hawa nafsunya menjadi tuhannya yang membekukan akal nuraninya itu. Allah akan memberikan balasan kepada semua makhluk-Nya tanpa memandang kedudukannya di dunia, sesuai keluasan ilmu-Nya, dengan mengutamakan orang-orang yang melakukan pengabdian kepada-Nya. Allah swt berfirman: \nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yunus/10: 26)",
    "quraish": "Keyakinan dan perbuatan yang mereka ikuti itu adalah batas pengetahuan yang mereka capai. Tuhanmu sungguh lebih mengetahui orang yang memilih kesesatan dan Dia pun lebih mengetahui orang yang menerima petunjuk.",
    "jalalayn": "(Yang demikian itu) yakni mencari keduniaan (adalah sejauh-jauh pengetahuan mereka) artinya, tujuan pengetahuan mereka ialah memilih keduniawian daripada akhirat. (Sesungguhnya Rabbmu, Dia-lah yang paling mengetahui siapa yang tersesat dari jalan-Nya dan Dia pulalah yang paling mengetahui siapa yang mendapat petunjuk) atau Dia mengetahui siapa yang mendapat petunjuk dan siapa yang tersesat, kelak Dia akan memberikan balasan-Nya kepada masing-masing."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 31,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4815.mp3",
    "tafsir": "Ayat ini menyatakan bahwa semua yang ada di langit dan di bumi adalah milik Allah, semua berada dalam genggaman-Nya dan di bawah kekuasaan-Nya. Allah menjadikan semua yang ada di langit dan di bumi, Dia pemiliknya dan Dia yang mengaturnya, Dia mengetahui seluk-beluk keadaannya. Maka janganlah manusia mengira bahwa Allah akan membiarkan mereka dengan tidak membalas setiap manusia menurut amal perbuatannya. Dia akan membalas menurut ilmu-Nya yang mencakupi segala sesuatu. Orang-orang yang berbuat baik diberi ganjaran kebaikan dengan dimasukkan ke dalam surga yang mengalir di dalamnya sungai-sungai dan memberi kesenangan yang tidak pernah terlintas di hati manusia. Ia membalas orang-orang jahat sesuai dengan kejahatan yang dilakukannya dari bermacam-macam seperti syirik dan maksiat karena hatinya tertutup oleh dosa-dosa besar dan kecil",
    "quraish": "Hak mencipta dan mengatur semua makhluk yang ada di langit dan di bumi hanya milik Allah semata. Hal itu adalah agar Dia memberi balasan kepada orang yang sesat atas perbuatan buruknya dan memberi balasan yang baik kepada orang-orang yang mendapat petunjuk dan berbuat baik.",
    "jalalayn": "(Dia hanya kepunyaan Allah-lah apa yang ada di langit dan apa yang ada di bumi) Dia-lah yang memiliki kesemuanya itu; antara lain ialah orang yang tersesat dan orang yang mendapat petunjuk; Dia menyesatkan siapa yang dikehendaki-Nya dan Dia memberikan petunjuk kepada siapa yang dikehendaki-Nya (supaya Dia memberi balasan kepada orang-orang yang berbuat jahat terhadap apa yang mereka kerjakan) berupa kemusyrikan dan perbuatan-perbuatan dosa lainnya (dan memberi balasan kepada orang-orang yang berbuat baik) maksudnya, mereka yang mengerjakan ketauhidan dan amal-amal ketaatan lainnya (dengan pahala yang lebih baik) yakni surga. Kemudian Allah menjelaskan siapakah yang disebut orang-orang yang telah berbuat baik itu melalui firman selanjutnya,"
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 32,
    "arab": "اَلَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ اِلَّا اللَّمَمَۙ اِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِۗ هُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ فَلَا تُزَكُّوْٓا اَنْفُسَكُمْۗ  هُوَ اَعْلَمُ بِمَنِ اتَّقٰى ࣖ ",
    "translation": "Yaitu) mereka yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali kesalahan-kesalahan kecil. Sungguh, Tuhanmu Mahaluas ampunan-Nya. Dia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. Maka janganlah kamu menganggap dirimu suci. Dia mengetahui tentang orang yang bertakwa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4816.mp3",
    "tafsir": "Ayat ini menerangkan sifat-sifat orang yang baik itu, ialah mereka yang menjauhkan dirinya dari dosa-dosa besar seperti syirik, membunuh, berzina, dan lain-lain, meskipun mereka melakukan dosa-dosa kecil yang kemudian disadari sehingga mereka segera bertaubat sambil menyesali perbuatan-perbuatan yang mereka lakukan, mereka juga mengimbanginya dengan melakukan banyak perbuatan yang baik karena perbuatan yang baik itu menghapuskan dosa-dosa kecil. Sebagaimana firman Allah: \nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114) \nJika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahankesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nisa'/4: 31) \nDosa-dosa besar itu ada tujuh, Sayidina 'Ali \"Karramallahu Wajhah\" mengatakan bahwa sebagaimana tersebut dalam Sahih alBukhari dan Muslim: Jauhilah tujuh dosa besar yang menghancurkan. Para sahabat bertanya, \"Apakah hal itu? Nabi menjawab, mempersekutukan Allah, sihir, membunuh manusia yang diharamkan Allah kecuali dengan hak, memakan harta anak yatim, memakan riba, lari dari perang yang sedang berkecamuk dan menuduh wanita-wanita muhsanat, gafilat mu'minat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah) Ada pula yang menyatakan, \"Dosa-dosa besar adalah dosa-dosa yang diancam oleh Allah dengan neraka atau dengan amarah-Nya atau dengan laknat, azab atau mewajibkan had atau hukuman tertentu di dunia seperti qisas potong tangan, rajam dan lain-lain karena yang melakukannya tidak merasa khawatir dan tidak meyesal atas tindakannya itu, padahal tindakannya itu menyebabkan kerusakan besar, walaupun menurut pandangan manusia merupakan hal kecil.\" Selanjutnya, ayat 32 ini menegaskan bahwa Allah Mahaluas ampunan-Nya, dan Dia akan mengampuni dosa-dosa kecil jika menjauhi dosa besar dan Dia mengampuni dosa-dosa besar bila pelakunya bertobat, serta diiringi penyesalan atas perbuatannya, tapi tidak putus asa terhadap pengampunan Allah. Allah berfirman: \nKatakanlah, \"Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang. (azZumar/39: 53) \nAyat selanjutnya menjelaskan bahwa Allah swt lebih mengetahui keadaan, perbuatan, dan ucapan manusia dikala Dia menjadikan manusia dari tanah dan dikala Dia membentuk rupanya dalam rahim ibunya, dari satu tahap ke tahap yang lainnya. Maka janganlah ada yang mengatakan dirinya suci. Allahlah yang paling mengetahui tentang orang yang bertakwa. Bila kamu sadari yang demikian itu, maka janganlah kamu memuji dirinya dengan suci dari dosa atau suci dari perbuatan maksiat atau banyak melakukan kebaikan, tetapi hendaklah manusia banyak bersyukur kepada Allah atas limpahan karunia dan ampunan-Nya. Allah Maha Mengetahui siapa yang bersih dari kejahatan dan siapa yang menjerumuskan dirinya dalam kejahatan dan melumurkan dirinya dengan dosa. Sesungguhnya larangan menyucikan diri hanya berlaku bila yang mendorong seseorang untuk itu adalah riya', takabur atau bangga. Selain dari sebab di atas, maka menyucikan diri tidak terlarang, bahkan dianjurkan. Dalam ayat lain Allah berfirman: Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun. (an-Nisa'/4: 49)",
    "quraish": "Yaitu orang-orang yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali dosa-dosa kecil, sebab akan diampuni oleh Allah. Sesungguhnya Tuhan Maha Pengampun lagi Maha Mengetahui keadaan kalian, ketika Dia menciptakan kalian dari tanah dan ketika kalian masih berupa janin dalam perut ibu pada beberapa fase yang berbeda-beda. Oleh karena itu, jangan mengaku suci dengan memuji dan membanggakan diri. Allah lebih tahu orang yang bertakwa yang benar-benar suci karena ketakwaannya itu.",
    "jalalayn": "(\"Yaitu orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji selain dari kesalahan-kesalahan kecil) yang dimaksud dari lafal Al Lamam adalah dosa-dosa kecil seperti, melihat wanita lain, menciumnya dan menyentuhnya. Istitsna atau pengecualian di sini bersifat Munqathi' artinya dosa-dosa kecil itu diampuni oleh sebab menjauhi dosa-dosa besar. (Sesungguhnya Rabbmu Maha Luas ampunan-Nya) disebabkan hal tersebut, sebab Dia Penerima Tobat. Ayat ini diturunkan berkenaan dengan orang-orang yang telah mengatakan, salat kami, shaum kami dan haji kami (Dia lebih mengetahui) (tentang kalian ketika Dia menjadikan kalian dari tanah) ketika Dia menciptakan bapak moyang kalian yaitu Adam dari tanah (dan ketika kalian masih berupa janin lafal Ajinnatin adalah bentuk jamak dari lafal Janiin (dalam perut ibu kalian; maka janganlah kalian mengatakan diri kalian suci) janganlah kalian memuji-muji diri kalian sendiri dengan cara ujub atau takabur, akan tetapi bila kalian melakukannya dengan cara mengakui nikmat Allah, maka hal ini dianggap baik (Dia-lah Yang paling mengetahui) Yang mengetahui (tentang orang yang bertakwa\")."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 33,
    "arab": "اَفَرَءَيْتَ الَّذِيْ تَوَلّٰىۙ  ",
    "translation": "Maka tidakkah engkau melihat orang yang berpaling (dari Al-Qur'an)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4817.mp3",
    "tafsir": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain.",
    "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
    "jalalayn": "(Maka apakah kamu melihat orang yang berpaling) dari keimanan, orang tersebut murtad dari Islam, yaitu ketika ia dicela karena masuk Islam. Lalu ia menjawab, \"Sesungguhnya aku takut akan azab atau siksaan Allah\". Lalu orang yang mencelanya itu mau menanggung siksaan Allah yang akan diterimanya, bila ia kembali kepada kemusyrikan, dan orang yang menanggung itu bersedia untuk memberikan hartanya kepada dia, sejumlah sekian. Akhirnya dia mau kembali kepada kemusyrikannya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 34,
    "arab": "وَاَعْطٰى قَلِيْلًا وَّاَكْدٰى ",
    "translation": "dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4818.mp3",
    "tafsir": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain.",
    "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
    "jalalayn": "(Serta memberi sedikit) dari harta yang telah disebutkan tadi (dan tidak mau memberi lagi?) yaitu dia tidak mau memberikan sisanya. Lafal Akdaa diambil dari asal kata Al Kidyah, arti asalnya adalah tanah yang keras seperti tanah yang berbatu, sehingga penggali sumur bila sampai kepada lapisan yang berbatu itu tidak dapat melanjutkan penggaliannya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 35,
    "arab": "اَعِنْدَهٗ عِلْمُ الْغَيْبِ فَهُوَ يَرٰى ",
    "translation": "Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4819.mp3",
    "tafsir": "Menurut Mujahid dan Ibnu Zaid ayat ini turun pada peristiwa al-Walid bin al-Mugirah, dia telah mendengar bacaan Nabi saw dan selalu mendampingi beliau dan menerima nasihat-nasihat daripadanya sehingga hatinya tertarik kepada Islam dan Nabi juga mengharapkan keimanannya. Kebetulan seorang musyrik yang mengetahui keadaan al-Walid mencelanya, dan mengatakan, \"apakah akan engkau tinggalkan agama nenek moyangmu? Kembalilah kepada agamamu dan terus berpegang padanya! Saya akan menanggung semua yang mengkhawatirkanmu di akhirat nanti, dengan imbalan engkau berikan kepadaku sesuatu.\" Al-Walid menyetujui ajakan ini, lalu ia menarik kembali keinginannya memeluk agama Islam. Dengan demikian jadilah dia seorang sesat yang nyata dan dia telah menyerahkan sebagian imbalan yang disetujuinya kepada orang yang dijanjikannya dan ditahan bagian yang lain. Al-Walid hampir saja menjadi seorang Mukmin dan mengikuti petunjuk-petunjuk rasul, lalu salah seorang dari setan-setan manusia menggodanya agar ia tidak menerima bujukan, dan mengajak kembali kepada agama nenek moyangnya. Seseorang akan memikul dosa-dosanya bila al-Walid bin al-Mugirah sudi menyumbangkan sedikit dari hartanya. Ia menerima gagasan tersebut, tetapi ia hanya memberikannya sekali saja, dan tidak diberikannya apa-apa sesudah itu. Apakah ia mengetahui sesuatu yang gaib, bahwa temannya itu dapat memikul dosa-dosanya yang ditakutinya pada hari Kiamat nanti? Ditegaskan bahwa syariat-syariat terdahulu tidak membenarkan tentang pemikulan dosa oleh orang lain.",
    "quraish": "Tidakkah kamu merenung lalu melihat orang yang berpaling dari kebenaran dan memberi sedikit hartanya kemudian tidak mau memberi lagi? Apakah orang itu mempunyai pengetahuan tentang alam gaib, sehingga ia mengetahui apa yang mendorongnya untuk berpaling dari kebenaran dan kikir dalam membelanjakan harta?",
    "jalalayn": "(Apakah dia mempunyai pengetahuan tentang yang gaib sehingga dia mengetahui) sebagiannya, yaitu bahwa seseorang dapat menanggung azab akhirat yang diterima oleh orang lain? Jawabannya tentu saja tidak. Orang yang dimaksud dalam ayat ini adalah Walid ibnu Mughirah atau lainnya. Jumlah kalimat A'indahuu merupakan Maf'ul kedua dari lafal Ra-ayta, yang maknanya Akhbirnii, yakni ceritakanlah kepada-Ku."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 36,
    "arab": "اَمْ لَمْ يُنَبَّأْ بِمَا فِيْ صُحُفِ مُوْسٰى  ",
    "translation": "Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4820.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat: \nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" (al-Baqarah/2: 124) \nIbnu 'Abbas menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat mungkar dan yang memelihara hukum-hukum Allah. Sepuluh di Surah al-Ahzab/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minun/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khusyu' dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma'arij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela. Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya. Dikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putranya Ismail yang sudah jelas ceritanya. Adapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut.",
    "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
    "jalalayn": "(Ataukah) yakni sebenarnya (belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran Musa) yaitu lembaran-lembaran kitab Taurat atau lembaran-lembaran kitab suci sebelumnya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 37,
    "arab": "وَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ ",
    "translation": "Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4821.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat: \nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, \"Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.\" (al-Baqarah/2: 124) \nIbnu 'Abbas menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat mungkar dan yang memelihara hukum-hukum Allah. Sepuluh di Surah al-Ahzab/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu', laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minun/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khusyu' dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma'arij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela. Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya. Dikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putranya Ismail yang sudah jelas ceritanya. Adapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut.",
    "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
    "jalalayn": "(Dan) lembaran-lembaran (Ibrahim yang selalu memenuhi janji) maksudnya Nabi Ibrahim itu selalu menepati apa yang diperintahkan kepadanya,, sebagaimana yang disebutkan dalam ayat yang lain, yaitu firman-Nya, \"Dan (ingatlah) ketika Ibrahim diuji Rabbnya dengan beberapa kalimat (perintah dan larangan), lalu Ibrahim menunaikannya dengan lengkap.\" (Q.S. Al Baqarah, 124) Kemudian pengertian yang terkandung di dalam lafal Maa pada ayat sebelumnya, dijelaskan oleh firman berikutnya,"
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 38,
    "arab": "اَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ  ",
    "translation": "(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4822.mp3",
    "tafsir": "Seseorang tidak akan memikul dosa orang lain. Setiap orang yang mengerjakan dosa karena kekafirannya atau karena kemaksiatannya maka dia sendiri yang memikul dosanya, dan tidak akan dipikul oleh orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. (Fathir/35: 18)",
    "quraish": "Ataukah belum diberitakan kepadanya apa yang ada di dalam lembaran-lembaran Mûsâ dan Ibrâhîm yang telah mencapai puncak kesetiaan dalam menepati janji Allah, bahwa seseorang tidak akan memikul dosa orang lain?",
    "jalalayn": "(\"Yaitu bahwasanya seorang yang berdosa tidak akan memikul dosa orang lain) dan seterusnya. Lafal An adalah bentuk Mukhaffafah dari Anna; artinya bahwa setiap diri itu tidak dapat menanggung dosa orang lain."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 39,
    "arab": "وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ  ",
    "translation": "dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4823.mp3",
    "tafsir": "Atas perbuatan yang baik, manusia hanya memperoleh ganjaran dari usahanya sendiri maka dia tidak berhak atas pahala suatu perbuatan yang tidak dilakukannya. Dari ayat tersebut, Imam Malik dan Imam Syafi'i memahami bahwa tidak sah menghadiahkan pahala amalan orang hidup berupa bacaan Al-Qur'an kepada orang mati, karena bukan perbuatan mereka dan usaha mereka. Begitu pula seluruh ibadah badaniah, seperti salat, haji dan tilawah, karena Nabi saw tidak pernah mengutarakan yang demikian kepada umat, tidak pernah menyuruhnya secara sindiran dan tidak pula dengan perantaraan nas dan tidak pula para sahabat menyampaikan kepada kita. Sekiranya tindakan itu baik, tentu mereka telah terlebih dahulu mengerjakannya. Ada pun mengenai sedekah, maka pahalanya sampai kepada orang mati, sebagaimana oleh Muslim dan al-Bukhari meriwayatkan dari Abu Hurairah, bahwa Nabi saw bersabda: Apabila seorang anak Adam meninggal dunia putuslah semua amal perbuatan (yang menyampaikan pahala kepadanya) kecuali tiga perkara, anak yang saleh yang berdoa kepadanya, sedekah jariah (wakaf) sesudahnya dan ilmu yang dapat diambil manfaatnya. (Riwayat Muslim dari Abu Hurairah) \nSebenarnya ini semua termasuk usaha seseorang, jerih payahnya, sebagaimana tersebut dalam hadist : \nSesungguhnya sebaik-baik yang dimakan oleh seseorang adalah hasil usahanya sendiri dan anaknya termasuk usahanya juga.(Riwayat anNasa'i dan Ibnu hibban) Sedekah jariah seperti wakaf adalah bekas usahanya, Allah berfirman: \nSungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekasbekas yang mereka (tinggalkan). (Yasin/36: 12) \nIlmu yang disebarkan lalu orang-orang mengikutinya dan mengamalkannya termasuk juga usahanya. Dan telah diriwayatkan di antaranya hadis sahih: ÙŽOrang yang mengajak kepada suatu petunjuk maka baginya pahala yang serupa dengan pahala orang yang mengikuti petunjuk itu, tanpa mengurangi pahala orang yang mengikutinya sedikit pun. (Riwayat Muslim) \nImam Ahmad bin hanbal dan sebagian besar pengikut Syafi'i berpendapat bahwa pahala bacaan sampai kepada orang mati, bila bacaan itu tidak dibayar dengan upah. Tetapi bila bacaan itu dengan upah, sebagaimana biasa terjadi sekarang, maka pahalanya tidak sampai kepada orang mati, karena haram mengambil upah untuk membaca Al-Qur'an, meskipun boleh mengambil upah mengajarinya.Termasuk ibadah yang pahalanya sampai kepada orang lain adalah doa dan sedekah. (",
    "quraish": "Juga bahwa seorang manusia tidak memperoleh balasan selain dari apa yang telah diusahakannya.",
    "jalalayn": "(Dan bahwasanya) bahwasanya perkara yang sesungguhnya itu ialah (seorang manusia tiada memperoleh selain apa yang telah diusahakannya) yaitu memperoleh kebaikan dari usahanya yang baik, maka dia tidak akan memperoleh kebaikan sedikit pun dari apa yang diusahakan oleh orang lain."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 40,
    "arab": "وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ",
    "translation": "dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4824.mp3",
    "tafsir": "Amal perbuatan seseorang akan diperlihatkan di hari mahsyar sehingga semua orang akan dapat melihatnya. Ini berarti penghormatan bagi orang-orang baik dan penghinaan bagi orangorang jahat. Dan katakanlah, \"Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan.\" (at-Taubah/9: 105)",
    "quraish": "Dan bahwa perbuatannya itu kelak akan diperlihatkan, sehingga ia melihat, pada hari kiamat itu, penghormatan untuk orang yang berbuat baik dan penghinaan untuk orang yang berbuat jahat.",
    "jalalayn": "(Dan bahwasanya usahanya itu kelak akan diperlihatkan) kepadanya di akhirat."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 41,
    "arab": "ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ ",
    "translation": "kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4825.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah akan membalas amal perbuatan seseorang dengan balasan yang lebih sempurna dengan melipatgandakan baginya perbuatan baik, dan membalas suatu kejahatan dengan yang serupa atau dimaafkan. \nKabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-hijr/15: 49-50)",
    "quraish": "Lalu ia akan diberi balasan yang banyak atas perbuatannya.",
    "jalalayn": "(Kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna\") pembalasan yang paling lengkap. Diambil dari asal kata, Jazaituhu Sa'yahu atau Bisa'yihi, artinya, \"Aku memberikan balasan terhadap usahanya, atau aku memberikannya balasan atas usahanya.\" Dengan kata lain lafal Jazaa ini boleh dibilang sebagai Fi'il Muta'addi atau Fi'il Lazim."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 42,
    "arab": "وَاَنَّ اِلٰى رَبِّكَ الْمُنْتَهٰىۙ  ",
    "translation": "dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4826.mp3",
    "tafsir": "Allah tempat kembali segala sesuatu pada hari Kiamat dan Ia akan menghisab yang kecil dan besar, lalu Ia memberi pahala atau siksa sesuai dengan perbuatan mereka masing-masing. Ayat ini merupakan peringatan keras bagi orang jahat, dan bujukan yang halus bagi orang-orang baik dan sebagai penghibur hati bagi Nabi Muhammad saw, seperti firman-Nya: \nMaka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan. (Yasin/36: 76)",
    "quraish": "Dan bahwa hanya kepada Tuhan--bukan kepada yang lain--segala sesuatu akan dikembalikan.",
    "jalalayn": "(Dan bahwasanya) jika dibaca Anna berarti di'athafkan kepada kalimat sebelumnya, jika dibaca Inna berarti merupakan jumlah Isti-naf atau kalimat baru. Hal ini berlaku pula terhadap lafal yang sama yang jatuh sesudahnya, dengan demikian maka pengertian yang terkandung pada kalimat sesudah Anna pertama bukan termasuk ke dalam pengertian yang terkandung di dalam lembaran-lembaran Ibrahim (kepada Rabbmulah kesudahan) tempat kembali sesudah mati, lalu Dia memberikan balasan yang setimpal kepada mereka masing-masing."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 43,
    "arab": "وَاَنَّهٗ هُوَ اَضْحَكَ وَاَبْكٰى",
    "translation": "dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4827.mp3",
    "tafsir": "Allah-lah yang menjadikan orang tertawa dan menangis serta sebab-sebabnya. Maksudnya, Dia yang menjadikan manusia gembira karena perbuatannya yang baik, dan Dia yang menyebabkan manusia sedih, menangis dan prihatin karena perbuatannya, yaitu perbuatan yang menyenangkan atau menyusahkan",
    "quraish": "Juga bahwa hanya Dia yang membuat orang dapat tertawa dan menangis dan menciptakan faktor- faktor penyebabnya.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang membuat orang tertawa) yang menjadikan gembira siapa yang dikehendaki-Nya (dan menangis) yang menjadikan sedih siapa yang dikehendaki-Nya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 44,
    "arab": "وَاَنَّهٗ هُوَ اَمَاتَ وَاَحْيَاۙ  ",
    "translation": "dan sesungguhnya Dialah yang mematikan dan menghidupkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4828.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa sesungguhnya Dia-lah yang menjadikan mati dan hidup karena Dia adalah zat yang sanggup untuk menghidupkan, mematikan dan menghidupkan kembali. Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun. (al-Mulk/67: 2)",
    "quraish": "Bahwa hanya Dia yang mematikan dan menghidupkan.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang mematikan dan yang menghidupkan) kembali pada hari berbangkit nanti."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 45,
    "arab": "وَاَنَّهٗ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰى ",
    "translation": "dan sesungguhnya Dialah yang men-ciptakan pasangan laki-laki dan perempuan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4829.mp3",
    "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2.",
    "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
    "jalalayn": "(Dan bahwasanya Dia-lah yang menciptakan berpasang-pasangan) kedua jenis yang berpasangan (laki-laki dan perempuan)."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 46,
    "arab": "مِنْ نُّطْفَةٍ اِذَا تُمْنٰىۙ  ",
    "translation": "dari mani, apabila dipancarkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4830.mp3",
    "tafsir": "Allah yang menciptakan laki-laki dan perempuan dari \"air mani yang dipancarkan ke dalam rahim.\" Kemudian dihembuskannya ruh, sehingga dia hidup dan bergerak. Ayat 45 kembali menjelaskan mengenai keberpasangan ciptaan. Uraiannya dapat dilihat pada beberapa ayat terdahulu, seperti: Yasin/36: 36; ar-Ra'd/13: 3; asy-Syu'ara'/26: 7; dan adhdzariyat/51: 49. Ayat 46 menjelaskan penciptaan manusia yang datangnya dari pasangan laki-laki dan perempuan, sebagai tercantum dalam beberapa ayat sebelumnya. Air mani sebagai salah satu komponen pembentuk kehidupan diuraikan secara sepintas saja. Penjelasannya dapat ditemui pada beberapa uraian dalam ayat-ayat, seperti, alhajj/22: 5; al-Mu'minun/23: 13-14; dan Fathir/35: 11. Dalam ayatayat tersebut telah diuraikan secara sangat rinci bertahap-tahap dalam proses pengembangan embrio manusia. Bahkan mengenai air mani sendiri, dijelaskan, antara lain, pada ayat-ayat as-Sajdah/32: 7-9. Penjelasan selanjutnya, yang sangat ilmiah, ditemukan pada penjelasan dari Surah ath-thariq/86: 6-7 dan al-Insan/76: 2.",
    "quraish": "Bahwa Dia menciptakan pasangan--laki-laki dan perempuan, jantan dan betina--pada manusia dan binatang dari air mani yang memancar. (1) Ayat ini menunjukkan kemahakuasaan Allah yang menciptakan pasangan--laki-laki dan perempuan pada manusia dan jantan dan betina pada binatang--dari sperma yang proses pengeluarannya dilakukan bersama oleh laki-laki dan perempuan. Meski kandungan sperma itu begitu halus dan sangat kecil, ia merupakan sumber kehidupan dan penghidupan. Dengan demikian, ayat ini merupakan salah satu bentuk kemukjizatan al-Qur'ân yang sejak dini telah mengungkap suatu fakta sebelum ditemukan oleh ilmu pengetahuan, yaitu bahwa di dalam cairan laki-laki terdapat spermatozoa dan di dalam cairan wanita terdapat ovum. Apabila kedua cairan itu bertemu dan menyatu maka akan tejadi pembuahan dan kehamilan",
    "jalalayn": "(Dari nuthfah) yakni air mani (apabila dipancarkan) bila ditumpahkan ke dalam rahim."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 47,
    "arab": "وَاَنَّ عَلَيْهِ النَّشْاَةَ الْاُخْرٰىۙ ",
    "translation": "dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4831.mp3",
    "tafsir": "Allah yang menghidupkan manusia sesudah mati untuk membalas orang yang berbuat baik atau jahat sesuai dengan apa yang dikerjakannya",
    "quraish": "Bahwa Dia menghidupkan kembali manusia setelah mati.",
    "jalalayn": "(Dan bahwasanya Dia-lah yang menetapkan kejadian) huruf Hamzah lafal An Nasy`ah boleh dibaca panjang dan boleh dibaca pendek (yang lain) kejadian yang lain untuk dibangkitkan menjadi hidup kembali, sesudah penciptaan yang pertama."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 48,
    "arab": "وَاَنَّهٗ هُوَ اَغْنٰى وَاَقْنٰىۙ ",
    "translation": "dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4832.mp3",
    "tafsir": "Allah yang memberikan kekayaan atau kemiskinan bagi orang yang dikehendaki-Nya di antara hamba-Nya, sesuai dengan kesanggupan dan usaha masing-masing. Ayat ini menunjukkan kekuasaan yang sempurna, bahwa nuthfah (setetes mani) adalah sesuai bagian-bagiannya menurut kenyataan. Dari nutfah ini Allah jadikan bermacam-macam anggota, tabiat yang berlain-lainan dan laki-laki atau perempuan, maka tidak ada orang yang mengaku dapat membuatnya, sebagaimana tidak ada yang mengaku menjadikan langit dan bumi selain Allah. \nDan sungguh, jika engkau (Muhammad) tanyakan kepada mereka, \"Siapakah yang menciptakan langit dan bumi?\" Tentu mereka akan menjawab, \"Allah.\" (Luqman/31: 25) \nApakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)? Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang lakilaki dan perempuan. Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati? (al-Qiyamah/75: 36-40)",
    "quraish": "Bahwa Dia memberi kecukupan dan rasa puas dengan apa yang ia peroleh dan simpan.",
    "jalalayn": "(Dan bahwasanya Dia yang memberi kekayaan) kepada manusia berupa harta benda (dan yang memberikan kecukupan) Dia memberikan harta untuk mencukupi kebutuhan orang itu."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 49,
    "arab": "وَاَنَّهٗ هُوَ رَبُّ الشِّعْرٰىۙ",
    "translation": "dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi‘ra, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4833.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan bahwa Dia-lah Tuhan yang memiliki bintang Syi'ra, yang sangat gemerlapan ini, yang terbit beriringan dengan bintang Jauza' di pertengahan musim panas. Mengkhususkan sebutan bintang ini dari planet-planet angkasa lainnya yang lebih besar dan lebih gemerlapan, karena bintang ini disembah pada zaman jahiliyah, yang menyembahnya adalah kabilah Himyar dan Khuza'ah. Orang pertama yang mengadakan penyembahan ini adalah Abu Kabsyah. Dia adalah pembesar bangsa Arab, sehingga orang Quraisy menyatakan, bahwa Nabi Muhammad saw, adalah anak Abu Kabsyah, sebagai persamaan karena berbeda dalam hal prinsip agamanya dengan agama nenek moyang mereka. Abu Kabsyah ini adalah salah seorang dari nenek Nabi Muhammad saw, dari pihak ibunya. Sebagaimana yang dikatakan Abu Sufyan ketika ia berada di hadapan Heraklius yang menjadi Pembesar Rum, \"Sungguh telah menjadi besar persoalan anak Abu Kabsyah ini (Nabi saw). Di antara bangsa Arab ada yang memuja bintang dan mengakui pengaruhnya terhadap alam semesta dan mereka membicarakan tentang masalah-masalah yang gaib ketika bintang itu terbit. Bintang Syi'ra ini ada dua, satu di antaranya berada di sebelah Syam (Palestina) dan yang lain berada di sebelah Yaman. Keterangan inilah yang dimaksudkan di sini yang disembah selain Allah.",
    "quraish": "Bahwa Dia adalah Pemelihara bintang besar yang disebut Syi'râ (Sirius). (1) Sirius adalah bintang paling terang pada gugusan \"Bintang Anjing\" (Dog Star) Besar, yang juga merupakan bintang paling terang yang dapat dilihat di langit. Bintang Sirius ini berada di sekitat 18 derajat sebelah selatan garis tengah langit dan dikenal juga dengan nama Dog Star (Bintang Anjing). Nama ini sudah dikenal sejak 3. 000 tahun yang lalu. Dalam bahasa Hiroglif (bahasa Mesir kuno, yaitu pada zaman Fir'aun) ditemukan gambar anjing yang melambangkan bintang ini. Allah secara khusus menyebut bintang Sirius pada ayat ini karena sebagian bangsa Arab pada zaman jahiliah menyembah bintang itu. Demikian pula orang-orang Mesir kuno. Hal itu disebabkan karena munculnya bintang ini dari sebelah timur pada sekitar pertengahan bulan Juli sebelum terbit matahari itu bersamaan dengan masa pasang naik sungai Nil di Mesir bagian tengah yang merupakan peristiwa penting dunia. Peristiwa ini bisa jadi merupakan batas penentuan awal tahun baru karena munculnya Sirius beberapa saat sebelum matahari terbit hanya terjadi sekali dalam satu tahun.",
    "jalalayn": "(Dan bahwasanya Dia-lah Rabb bintang syi'ra) nama bintang yang berada di belakang bintang Jauza; bintang itu pada zaman jahiliah disembah-sembah."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 50,
    "arab": "وَاَنَّهٗٓ اَهْلَكَ عَادًا ۨالْاُوْلٰىۙ",
    "translation": "dan sesungguhnya Dialah yang telah membinasakan kaum ‘Ad dahulu kala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4834.mp3",
    "tafsir": "Allah yang membinasakan kaum 'Ad yang pertama yaitu kaum Nabi Hud, dan yang dimaksud dengan kaum 'Ad yang kedua ialah kaum Iram bin Sam bin Nuh. \nTidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) 'Ad? (yaitu) penduduk Iram (ibukota kaum 'Ad) yang mempunyai bangunan-bangunan yang tinggi, yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain. (al-Fajr/89: 6-8) \nKaum 'Ad kedua ini golongan manusia yang sangat kuat dan banyak berbuat durhaka terhadap Allah dan Rasul-Nya, Kemudian Allah membinasakan mereka dengan angin yang sangat dingin dan kencang, Allah menimpakan angin itu kepada mereka selama tujuh malam dan tujuh hari terus-menerus. (",
    "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
    "jalalayn": "(Dan bahwasanya Dia telah membinasakan kaum 'Ad yang pertama) menurut suatu qiraat harakat Tanwinnya diidgamkan kepada huruf Lam, bila huruf Lamnya didamahkan, tanpa memakai Hamzah. Ad adalah nama suatu kaum yang dikenal dengan nama kaum 'Ad, sedangkan kaum yang lainnya adalah kaum Nabi Saleh."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 51,
    "arab": "وَثَمُوْدَا۟ فَمَآ اَبْقٰىۙ",
    "translation": "dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4835.mp3",
    "tafsir": "Allah membinasakan kaum Samud dan tidak membiarkan mereka hidup, bahkan mereka disiksa dengan azab Tuhan yang sangat dahsyat, dalam ayat yang bersamaan maksudnya Allah berfirman: \nMaka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-haqqah/69: 8)",
    "quraish": "Dan bahwa Dia telah membinasakan kaum 'Ad pertama, umat Nabi Hûd, dan membinasakan kaum Tsamûd, umat Nabi Shâlih. Tidak ada seorang pun yang tersisa hidup.",
    "jalalayn": "(Dan kaum Tsamud) jika dibaca Sharf, dengan memakai Tanwin berarti nama kakek moyang, bila dibaca dengan tidak memakai Tanwin berarti nama suatu kabilah, berarti di'athafkan kepada lafal Ad. (Maka tidak seorang pun yang ditinggalkan) hidup; maksudnya tiada seorang pun di antara mereka yang dibiarkan hidup oleh-Nya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 52,
    "arab": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا هُمْ اَظْلَمَ وَاَطْغٰىۗ  ",
    "translation": "dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4836.mp3",
    "tafsir": "Allah membinasakan kaum Nuh sebelum kaum 'Ad dan Samud. Mereka lebih zalim daripada kedua kaum ini, karena mereka adalah orang-orang yang pertama membuat kezaliman dan kedurhakaan sedangkan orang yang paling zalim, sebagaimana hadis Nabi, \"Barang siapa mengadakan suatu perbuatan jahat, maka dia memikul dosanya.\" Kaum Nuh lebih durhaka daripada kaum 'Ad dan Samud, karena mereka telah melampaui batas, padahal sejak lama mereka telah mendengar seruan Nabi Nuh, namun mereka tetap membangkang sehingga Nabi Nuh habis kesabarannya dan mendoakan kebinasaan mereka. \nDan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. (Nuh/71: 26) \nAda seorang ayah yang membawa anaknya pergi menemui Nuh untuk memperingatkannya seraya mengatakan kepada anaknya, \"Wahai anakku! Ayahku dahulu membawa aku kepada orang ini, seperti sekarang aku membawamu. Awas engkau jangan mempercayainya!\" Si ayah mati dalam kekafirannya sedang anaknya yang masih kecil hidup berpegang kepada wasiat ayahnya, sehingga seruan Nuh mengajar manusia beriman tidak mempengaruhi lagi anak itu.",
    "quraish": "Allah telah membinasakan kaum Nabi Nûh sebelum membinasakan 'Ad dan Tsamûd. Sesungguhnya kaum Nabi Nûh lebih zalim dan lebih tiran daripada kaum 'Ad dan Tsamûd.",
    "jalalayn": "(Dan Kaum Nuh sebelum itu) sebelum kaum Ad dan kaum Tsamud; kami binasakan mereka semuanya. (Sesungguhnya mereka adalah orang-orang yang paling lalim dan paling durhaka) yakni kaum Nabi Nuh itu jauh lebih lalim dan lebih durhaka daripada kaum 'Ad dan kaum Tsamud, karena Nabi Nuh tinggal bersama mereka dalam waktu yang lama sekali sebagaimana yang diungkapkan oleh Allah dalam firman-Nya, \"maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun.\" (Q.S. Al 'Ankabut, 14) Di samping mereka tidak mau beriman kepada Nabi Nuh, mereka juga menyakiti bahkan memukulinya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 53,
    "arab": "وَالْمُؤْتَفِكَةَ اَهْوٰىۙ  ",
    "translation": "Dan prahara angin telah meruntuhkan (negeri kaum Lut), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4837.mp3",
    "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah.",
    "quraish": "Dan negeri-negeri kaum Lûth yang terbalik itu, Dialah yang membaliknya.",
    "jalalayn": "(Dan penduduk Mu`tafikah) yaitu negeri-negeri tempat tinggal kaum Nabi Luth (yang telah dihancurkan) yaitu dijatuhkan dari atas langit sesudah diangkat dalam keadaan terbalik, lalu dijatuhkan ke bumi oleh malaikat Jibril atas perintah Allah swt."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 54,
    "arab": "فَغَشّٰىهَا مَا غَشّٰىۚ  ",
    "translation": "lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4838.mp3",
    "tafsir": "Allah telah memusnahkan kaum Lut dengan menjungkirbalikkan negeri mereka dan menurunkan azab kepada mereka berupa hujan batu yang terbakar, sambil menghujani mereka dengan batu-batu dari tanah yang terbakar, bertubi-tubi. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nDan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu. (asy-Syu'ara'/26: 173) \nInilah yang dikehendaki oleh Allah dengan firman-Nya, \"Allah menimpakan atas negeri mereka azab yang menimpanya.\" Pengungkapan keadaan dengan kata-kata tersebut menunjukkan kehebatan azab yang menimpa mereka karena Allah membalikkanNya, yang atas menjadi bawah dan bawah menjadi atas. Keterangan yang jelas dan nyata itu tak dapat meyakinkan mereka, bahkan membikin mereka ragu-ragu, mereka menertawakannya, walaupun Nabi Muhammad saw terus-menerus memperingatkan mereka. Sebenarnya mereka harus menangis atas kesalahan dan kelengahan mereka dan sembah sujud kepada Allah.",
    "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
    "jalalayn": "(Lalu Allah menimpakan atas negeri-negeri itu) batu-batu sesudah dibalikkan (azab besar yang menimpanya) di dalam ungkapan ayat azab yang dimaksud sengaja tidak disebutkan secara jelas, sebagai gambaran tentang kengeriannya yang tak terperikan, hingga tidak dapat diungkapkan oleh kata-kata. Azab ini dijelaskan pula dalam surah Hud, melalui firman-Nya, \"Kami jadikan negeri kaum Luth itu yang di atas ke bawah (Kami balikkan), dan Kami hujani mereka dengan batu dari tanah yang terbakar.\" (Q.S. Hud, 82)"
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 55,
    "arab": "فَبِاَيِّ اٰلَاۤءِ رَبِّكَ تَتَمَارٰى",
    "translation": "Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4839.mp3",
    "tafsir": "Allah menyatakan dalam bentuk pertanyaan kepada manusia tentang nikmat-Nya yang manakah, yang masih diragukan, dalam ayat berikut ini yang sama maksudnya. \nWahai manusia! Apakah yang telah memperdayakan kamu (berbuat durhaka) terhadap Tuhanmu Yang Mahamulia. (al-Infithar/82: 6) \nTetapi manusia adalah memang yang paling banyak membantah. (al-Kahf/18: 54) \nMaka nikmat Tuhanmu yang manakah yang kamu dustakan? (arRahman/55: 16) Pada hakikatnya musibah yang menimpa itu dapat membawa manusia kepada kesadaran bagi mereka yang memperhatikannya. Semua nikmat itu adalah bukti yang nyata atas ke-Esaan Allah.",
    "quraish": "Mereka kemudian ditimpa azab yang besar. Maka nikmat Tuhanmu yang manakah yang kamu ragukan?",
    "jalalayn": "(Maka terhadap nikmat Rabbmu yang manakah) yakni nikmat-nikmat-Nya yang menunjukkan kepada keesaan dan kekuasaan-Nya (kamu ragu-ragu) kamu meragukannya, hai manusia. Atau, kamu mendustakannya hai manusia?"
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 56,
    "arab": "هٰذَا نَذِيْرٌ مِّنَ النُّذُرِ الْاُوْلٰى",
    "translation": "Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4840.mp3",
    "tafsir": "Ayat ini menyatakan bahwa sesungguhnya Nabi Muhammad saw dengan Al-Qur'annya adalah pemberi peringatan terhadap orang yang menyimpang dari petunjuk-Nya dengan mengikuti hawa nafsu yang membawa kepada kecelakaan dunia dan akhirat. Nabi Muhammad saw, seperti para rasul sebelumnya, menyampaikan seruan kepada manusia, tetapi sebagian manusia mendustakan kerasulan-Nya, maka Allah menghancurkan dan menjatuhkan azab kepada mereka sesuai dengan kedustaan dan keingkaran mereka terhadap nikmat-nikmat yang terus-menerus datang dari Tuhan, dalam ayat yang lain: \nDia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum (menghadapi) azab yang keras.\" (Saba'/34: 46) \nDalam hadis Nabi yang ada hubungannya dengan ayat ini yaitu: Saya pemberi peringatan yang tak berpakaian. (Riwayat al-Bukhari dan Muslim) Maksudnya, karena terburu-buru melihat kejahatan, sehingga tidak sempat memakai pakaian, terus berangkat untuk mengingatkan kaumnya. Bisa juga berarti polos dan tegas. (",
    "quraish": "Al-Qur'ân ini merupakan pemberi peringatan sejenis peringatan pertama umat-umat terdahulu.",
    "jalalayn": "(Ini) Muhammad ini (adalah seorang pemberi peringatan di antara pemberi-pemberi peringatan yang terdahulu) artinya, sama dengan mereka. Maksudnya, dia adalah seorang rasul yang sama dengan rasul-rasul lain sebelumnya; ia diutus kepada kalian, sebagaimana para rasul terdahulu diutus kepada kaumnya masing-masing."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 57,
    "arab": "اَزِفَتِ الْاٰزِفةُ ۚ ",
    "translation": "Yang dekat (hari Kiamat) telah makin mendekat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4841.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa hari Kiamat sudah dekat masanya dan neraka telah tersedia, tiap manusia akan menerima balasan sesuai dengan perbuatannya, maka waspadalah, agar kamu tidak termasuk di antara orang yang binasa, yaitu pada suatu hari yang tidak berguna. Pada waktu itu harta dan anak, kecuali orang yang datang menghadapi Allah dengan hati yang bersih pada hari seorang anggota keluarga tidak dapat memberi manfaat kepada anggota keluarga lainnya sedikit pun dan mereka tidak mendapat pertolongan apa pun. \nApabila terjadi hari Kiamat, terjadinya tidak dapat didustakan (disangkal). (al-Waqi'ah/56: 1-2) Dan tersebut dalam hadis: Kerasulanku ini dibandingkan dengan hari Kiamat adalah seperti dua ini, dan beliau menceraikan antara dua anak jari-jari tengah dan telunjuk. (Riwayat Ahmad",
    "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
    "jalalayn": "(Telah dekat terjadinya hari kiamat) kiamat telah dekat masanya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 58,
    "arab": "لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ كَاشِفَةٌ  ۗ ",
    "translation": "Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4842.mp3",
    "tafsir": "Ayat ini menerangkan bahwa, tidak ada seorang pun yang mengetahui waktu tibanya hari Kiamat selain dari Allah, maka bersiap-siaplah untuk menghadapi hari itu sebelum datang secara tibatiba, dalam keadaan kamu tidak memperkirakan. Kamu akan menyesali kesalahan yang tidak ada gunanya, karenanya, beramallah selama masih ada kesempatan untuk beramal. Dengan ayat ini diungkapkan tiga macam dasar agama yaitu: 1. Keesaan Allah berdasarkan firman-Nya; maka dengan nikmat Tuhanmu yang manakah kamu ragu-ragu? 2. Pengukuhan kerasulan Nabi Muhammad saw, dengan firman-Nya; ini (Muhammad) adalah seorang pemberi peringatan. 3. Pengukuhan tentang adanya pengumpulan dan kebangkitan pada hari Kiamat dengan firman-Nya; telah dekatlah kejadiannya hari Kiamat.",
    "quraish": "Hari kiamat telah dekat. Tidak ada yang mengetahui waktu terjadinya selain Allah.",
    "jalalayn": "(Tiada baginya selain dari Allah) tiada seorang pun selain Allah (yang dapat menyatakan terjadinya) tiada yang mengetahui kapan terjadi dan tiada seorang pun yang dapat menyatakan kejadiannya selain Allah. Ayat ini mempunyai arti yang senada dengan ayat lainnya yaitu, firman-Nya, \"tidak ada seorang pun yang dapat menjelaskan waktu kedatangannya selain Dia.\" (Q.S. Al A'raf, 187)."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 59,
    "arab": "اَفَمِنْ هٰذَا الْحَدِيْثِ تَعْجَبُوْنَۙ  ",
    "translation": "Maka apakah kamu merasa heran terhadap pemberitaan ini?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4843.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Maka apakah terhadap pemberitaan ini) Alquran ini (kalian merasa heran?) makna yang dimaksud ialah mendustakannya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 60,
    "arab": "وَتَضْحَكُوْنَ وَلَا تَبْكُوْنَۙ  ",
    "translation": "dan kamu tertawakan dan tidak menangis, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4844.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Dan kalian menertawakan) karena memperolok-olokkannya (dan tidak menangis) sewaktu kalian mendengarkan ancaman dan peringatannya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 61,
    "arab": "وَاَنْتُمْ سَامِدُوْنَ ",
    "translation": "sedang kamu lengah (darinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4845.mp3",
    "tafsir": "Ayat ini diungkapkan dalam bentuk pertanyaan, maksudnya: Apakah layak bagi kamu, sesudah keterangan yang jelas itu bahwa manusia merasa heran terhadap Al-Qur'an, sedang AlQur'an membawa petunjuk untuk kamu ke jalan yang benar dan menghantarkan kamu ke jalan yang lurus; atau kamu masih memandangnya rendah dengan mencemoohkan dan berpaling dari padanya. Al-Baihaqi dalam Kitab Syu'abul Iman meriwayatkan dari Abu Hurairah, ia berkata, \"Ketika turun firman Allah 'maka apakah kamu merasa heran terhadap pemberitaan ini?\" Ahli Suffah menangis sehingga mengalir air mata mereka ke pipi. Dan ketika Nabi Muhammad saw melihat tangisan mereka beliau pun menangis, lalu kami menangis karena tangisan beliau, seraya berkata: Tidak akan masuk neraka orang-orang yang menangis karena takut kepada Allah dan tidak akan masuk surga orang-orang yang terusmenerus mengerjakan maksiat Dan kalaulah orang-orang tidak melakukan dosa sungguh Allah akan mendatangkan orang-orang yang berdosa, lalu mereka beristigfar, maka Allah mengampuni mereka. (Riwayat al-Baihaqi) \nKemudian Allah menyatakan kewajiban mengagungkan dan khusyu' ketika mendengar Al-Qur'an, sebagaimana firman Allah: \nDan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk. (al-Isra'/17: 109)",
    "quraish": "Apakah kalian mengingkari setiap kebenaran sehingga kalian merasa heran dan mengingkari al-Qur'ân? Lalu kalian tertawa sebagai hinaan dan cemoohan--bukan malah menangis seperti yang dilakukan orang-orang yang yakin--dalam keadaan lengah dan sombong?",
    "jalalayn": "(Sedangkan kalian melengahkannya) lengah dan lalai mengenai apa yang diwajibkan kepada kalian untuk mengerjakannya."
  },
  {
    "hizb": 211,
    "name": "An-Najm",
    "ayat": 62,
    "arab": "فَاسْجُدُوْا لِلّٰهِ وَاعْبُدُوْا ࣖ ۩ ",
    "translation": "Maka bersujudlah kepada Allah dan sembahlah (Dia). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4846.mp3",
    "tafsir": "Ayat ini memerintahkan manusia supaya tunduk dan beribadah kepada Allah dengan ikhlas, karena Allah menurunkan AlQur'an kepada manusia melalui rasul-Nya, tugasnya memberi petunjuk dan membawa berita gembira. Hendaklah manusia menyambut Al-Qur'an itu dengan meninggalkan penyembahan terhadap berhala yang tidak membawa manfaat.",
    "quraish": "Maka bersujudlah kepada Allah yang telah menurunkan al-Qur'ân sebagai petunjuk bagi manusia. Dan menyembahlah hanya kepada-Nya.",
    "jalalayn": "(Maka bersujudlah kalian kepada Allah) Yang telah menciptakan kalian (dan sembahlah) Dia, dan janganlah kalian menyembah dan bersujud kepada berhala-berhala."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 1,
    "arab": "اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ",
    "translation": " Saat (hari Kiamat) semakin dekat, bulan pun terbelah. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4847.mp3",
    "tafsir": "Allah menyatakan bahwa hari Kiamat hampir datang, pada waktu kehidupan dunia akan berakhir. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nKetetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Nahl/16: 1) \nAllah berfirman: \nTelah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat). (al-Anbiya'/21: 1) \nPada waktu itu bulan akan pecah bercerai-berai akibat penyimpangan dari peredarannya, sebagaimana diutarakan dalam ayat-ayat yang lain yang bersamaan maksudnya: \nApabila langit terbelah. (al-Insyiqaq/84: 1) \nDan firman-Nya: \nApabila matahari digulung, dan apabila bintang-bintang berjatuhan. (at-Takwir/81: 1-2) \nBanyak lagi ayat lain yang menunjukkan kejadian yang sangat dahsyat yang akan terjadi ketika hancurnya alam ini dengan tibanya hari Kiamat. Kebanyakan mufasir berpendapat bahwa kejadian tersebut pada ayat pertama telah terjadi dan bulan telah terbelah dua pada masa Nabi Muhammad saw, lima tahun sebelum beliau hijrah. Menurut hadis yang diriwayatkan al-Bukhari, Muslim dan Ibnu Jarir dari Anas bin Malik bahwa penduduk Mekah meminta kepada Nabi Muhammad saw, agar mengemukakan suatu mukjizat sebagai bukti kerasulannya, maka Allah memperlihatkan kepada mereka bulan terbelah dua, sehingga mereka melihat \"Jabal Nur\" berada di antara dua belahan bulan tersebut. Diriwayatkan pula dari Sahih alBukhari, Muslim dan para perawi-perawi hadis lainnya dari Ibnu Mas'ud bahwa: \"Bulan telah terbelah pada masa Nabi Muhammad saw, menjadi dua belah, sebelah berada di atas bukit dan yang lain berada di bawahnya, seraya Nabi Muhammad saw berseru, \"Saksikanlah!\" Abu Dawud meriwayatkan pula bahwa, \"Telah terjadi pembelahan bulan pada masa Nabi Muhammad saw, maka orang-orang Quraisy berkata, \"Ini adalah sihir anak Abu Kabsyah.\" Lalu seorang dari mereka berkata, \"Tunggulah dahulu berita yang dibawa oleh para musafir yang tiba, karena Muhammad saw tak sanggup mensihirkan semua manusia.\" Lalu tibalah para musafir membawa berita kejadian tersebut. Lalu dalam riwayat al-Baihaqi terdapat tambahan, \"Lalu mereka bertanya kepada para musafir yang berdatangan dari semua penjuru, jawaban mereka, \"Sungguh kami telah melihatnya,\" lalu Allah menurunkan ayat ini, \"Telah dekat (datangnya) saat itu dan telah terbelah bulan.\" Para ahli tafsir berbeda pendapat tentang terbelahnya bulan. Sebagian berpendapat bahwa bulan itu memang telah terbelah pada masa Nabi sebagai bagian dari mukjizatnya. Tetapi sebagian mufasir berpendapat bulan pasti terbelah bukan terjadi pada masa nabi, tetapi akan terjadi nanti pada saat hari Kiamat. Hal ini disebabkan karena hilangnya keseimbangan daya tarik menarik antar planet. (",
    "quraish": "[[54 ~ AL-QAMAR (BULAN) Pendahuluan: Makkiyyah, 55 ayat ~ Ayat pertama surat ini mengetuk pendengaran sembari mengingatkan kita akan dekatnya hari kiamat dengan peristiwa-peristiwa yang terjadi pada hari itu. Ayat berikutnya menjelaskan sikap orang-orang kafir yang terus-menerus ingkar terhadap mukjizat. Surat ini meminta Rasulullah saw. agar berpaling dari mereka dan memberikan batas kepada mereka hingga datangnya suatu hari di mana mereka keluar dari kubur bagaikan belalang yang beterbangan. Ayat-ayat berikutnya mengulas kadaan umat-umat terdahulu dengan rasul-rasul mereka dan azab yang menimpa mereka. Di sela-sela beberapa kisah itu, surat ini mengingatkan bahwa al-Qur'ân itu mudah dipahami dan dipelajari bagi orang-orang yang mencari nasihat dan pelajaran. Selanjutnya, dijelaskan pula bahwa orang-orang kafir Mekah bukanlah orang yang terkuat jika dibandingkan dengan umat-umat terdahulu dan bukan orang yang akan terhindar dari azab. Terakhir, surat ini ditutup dengan ancaman terhadap para pendusta yang membangkang berupa kesudahan mereka pada hari ketika wajah mereka diseret ke neraka. Lalu dikatakan kepada mereka, \"Rasakanlah siksaan neraka jahanam yang dahulu kalian dustakan.\" Sedangkan orang-orang yang bertakwa merasa tenang di dalam surga, tempat tinggal mereka. Suatu tempat yang menyenangkan di sisi Tuhan yang berkuasa.]] Hari kiamat telah dekat, dan bulan pasti akan terbelah.",
    "jalalayn": "(Telah dekat datangnya saat itu) dimaksud hari kiamat (dan telah terbelah bulan) menjadi dua bagian; yang satu di atas bukit Abu Qubais dan yang lainnya tampak di atas bukit Qaiqa'an; hal itu merupakan mukjizat bagi Nabi saw. yaitu sewaktu orang-orang Quraisy memintanya, lalu Nabi saw. bersabda, \"Saksikanlah oleh kalian.\" Demikianlah menurut keterangan hadis yang diketengahkan oleh Asy Syaikhain."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 2,
    "arab": "وَاِنْ يَّرَوْا اٰيَةً يُّعْرِضُوْا وَيَقُوْلُوْا سِحْرٌ مُّسْتَمِرٌّ",
    "translation": "Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus menerus.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4848.mp3",
    "tafsir": "Kaum musyrik melihat suatu bukti tentang kebenaran kerasulan Muhammad, maka mereka berpaling dan mendustakan serta mengingkarinya sambil berkata bahwa, \"Ini adalah sihir yang memesonakan kita yang akan terus-menerus dilakukannya.\" Demikianlah jika memang tidak ada iman, maka meskipun pikirannya dapat menerima kebenaran Al-Qur'an dan secara empirik terlihat pada perbuatan dan perilaku Nabi yang membuktikan kerasulan beliau, tetapi mereka tetap ingkar pada kebenaran yang ada di depan mata mereka. (",
    "quraish": "Apabila orang-orang kafir melihat mukjizat yang besar, mereka menolak untuk mempercainya. Mereka berkata, \"Itu adalah rentetan sihir yang datang berurutan!\"",
    "jalalayn": "(Dan jika mereka melihat) yaitu orang-orang kafir Quraisy (sesuatu tanda) suatu mukjizat yang timbul dari Nabi saw. (mereka berpaling dan berkata,) \"Ini adalah (sihir yang kuat) sihir yang paling kuat\", berasal dari kata Al Mirrah; artinya kuat atau terus menerus."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 3,
    "arab": "وَكَذَّبُوْا وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ وَكُلُّ اَمْرٍ مُّسْتَقِرٌّ",
    "translation": "Dan mereka mendustakan (Muhammad) dan mengikuti keinginannya, padahal setiap urusan telah ada ketetapannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4849.mp3",
    "tafsir": "Kaum musyrik mendustakan kebenaran yang disampaikan kepada mereka oleh Nabi Muhammad saw, dan mengikuti hawa nafsu karena kebodohan mereka. Pada akhir ayat ini ditegaskan bahwa sesuatu itu akan berhenti pada sasaran yang telah ditetapkan, sesuai dengan ketetapan Allah. Karena itu persoalan orang-orang musyrik akan berhenti pada kehinaan di dunia dan azab yang kekal di akhirat, sedang persoalanmu hai Muhammad saw akan berhenti pada kemenangan di dunia dan surga di akhirat",
    "quraish": "Mereka mendustakan rasul-rasul dan mengikuti hawa nafsu mereka, padahal setiap perkara akan berakhir dengan ketetapannya masing-masing.",
    "jalalayn": "(Dan mereka mendustakan) Nabi saw. (dan mengikuti hawa nafsu mereka) dalam perkara yang batil (sedangkan tiap-tiap urusan) atau perkara yang baik dan perkara yang buruk (telah ada ketetapannya) bagi pemiliknya masing-masing, yaitu adakalanya masuk ke surga atau ke neraka."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 4,
    "arab": "وَلَقَدْ جَاۤءَهُمْ مِّنَ الْاَنْبَاۤءِ مَا فِيْهِ مُزْدَجَرٌۙ  ",
    "translation": "Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4850.mp3",
    "tafsir": "Kaum musyrik yang mendustakan kerasulan Muhammad dan mengikuti hawa nafsu, telah mengetahui beberapa kisah tentang umat-umat terdahulu yang mendustakan para rasul, sehingga Allah menurunkan azab kepada mereka, sebagaimana tersebut dalam AlQur'an. Namun kisah-kisah itu tidak berkesan di hati mereka dan tidak dapat mencegah kekafiran, lalu Allah membinasakan mereka, sedang di akhirat nanti akan disiksa sesuai dengan perbuatan syirik yang telah menghiasi jiwa mereka.",
    "quraish": "Aku bersumpah bahwa berita tentang umat-umat terdahulu dan tentang fakta-fakta alam yang cukup memberi peringatan telah datang kepada orang-orang kafir.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada mereka beberapa kisah) berita-berita tentang dibinasakan-Nya umat-umat yang telah mendustakan rasul-rasul mereka (yang di dalamnya terdapat cegahan) bagi mereka untuk melakukan hal yang serupa. Lafal Muzdajar adalah Mashdar atau Isim yang menunjukkan arti tempat, sedangkan huruf Dal-nya merupakan pergantian dari Ta Wazan Ifta'ala. Bila dikatakan Izdajartuhu atau Zajartuhu maka artinya, aku mencegahnya dengan keras. Huruf Maa adalah Maushulah atau Maa Maushufah."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 5,
    "arab": "حِكْمَةٌ ۢ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُۙ  ",
    "translation": "(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4851.mp3",
    "tafsir": "Kisah tersebut mengandung hikmah yang sangat tinggi nilainya dalam memberi petunjuk bagi manusia kepada jalan yang benar, tetapi hikmah dan peringatan yang terkandung dalam kisahkisah itu tidak berguna lagi bagi mereka karena hati nurani mereka telah terkunci mati. Firman Allah: \nTidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yunus/10: 101)",
    "quraish": "Yang datang kepada mereka itu merupakan hikmah yang amat besar. Tetapi apalah gunanya peringatan- peringatan itu bagi orang yang tidak mau menerimanya?",
    "jalalayn": "(Itulah suatu hikmah) merupakan Khabar dari Mubtada yang tidak disebutkan, atau menjadi Badal dari lafal Maa, atau dari lafal Muzdajir (yang sempurna) maksudnya, hikmah yang lengkap (tetapi tiada berguna) tidak ada gunanya bagi mereka (peringatan-peringatan itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yakni hal-hal yang dijadikan peringatan buat mereka. Lafal Maa boleh dikatakan sebagai huruf Nafi atau Istifham Inkari; jika dianggap sebagai Istifham Inkari berarti kedudukannya sebagai Maf'ul Muqaddam."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 6,
    "arab": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ اِلٰى شَيْءٍ نُّكُرٍۙ  ",
    "translation": "maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4852.mp3",
    "tafsir": "Allah memerintahkan rasul-Nya agar tidak mengadakan perdebatan dengan kaum musyrik, karena tidak ada faedahnya. Sebab itu hendaklah berpaling dari mereka, pendusta-pendusta itu. Karena mereka sudah sampai ke tingkat tidak mau tunduk kepada bukti dan kebenaran, maka sudah pantas bagimu tidak memberi nasihat kepada mereka lagi. Allah mengetahui bahwa Rasulullah saw tidak bosan terhadap persoalan mereka dan jengkel karena kecongkakannya. Allah mengingatkan kepada manusia bahwa akan terjadi hari kebangkitan, yang hari itu malaikat akan memanggil manusia datang ke suatu tempat yang sangat berbahaya dan dibenci oleh kaum musyrik, yaitu Padang Mahsyar.",
    "quraish": "Oleh karena itu berpalinglah, hai Muhammad, dari orang-orang kafir itu. Tunggulah hari ketika seorang penyeru suruhan Allah menyerukan sesuatu yang dahsyat dan tidak mengenakkan.",
    "jalalayn": "(Maka berpalinglah kamu dari mereka) menjadi pelengkap atau kesimpulan dari pembahasan sebelumnya (pada hari ketika penyeru memanggil) yaitu malaikat Israfil. Yang menashabkan lafal Yauma adalah lafal Yakhrujuuna yang disebutkan dalam ayat berikutnya, artinya, sesudah mereka keluar dari kuburnya masing-masing yaitu, ketika sang penyeru memanggil mereka (kepada sesuatu yang tidak menyenangkan) dapat dibaca Nukur atau Nukr, artinya, hal yang paling tidak disukai oleh jiwa manusia yaitu, hari penghisaban amal perbuatan."
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 7,
    "arab": "خُشَّعًا اَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ كَاَنَّهُمْ جَرَادٌ مُّنْتَشِرٌۙ  ",
    "translation": "pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4853.mp3",
    "tafsir": "Mereka akan keluar dari kubur dalam keadaan pandangan mereka tunduk, karena tidak sanggup memandang kedahsyatan yang terjadi pada hari itu, dan ketika mereka bersama-sama keluar dari kubur, tergopoh-gopoh menuju ke tempat perhitungan amal sesuai dengan panggilan, laksana belalang-belalang yang beterbangan di udara. Dalam ayat lain yang bersamaan maksudnya Allah berfirman: \nPada hari itu manusia seperti laron yang beterbangan. (alQari'ah/101: 4)",
    "quraish": "Pandangan mereka tertunduk karena dahsyatnya bencana itu. Mereka keluar dari kuburnya bagaikan bagaikan belalang yang beterbangan karena begitu banyak dan cepatnya mereka.",
    "jalalayn": "(Sambil menundukkan) keadaan mereka pada saat itu hina Menurut suatu qiraat dibaca Khaasyi'an (pandangan-pandangan mereka) lafal Khusysya'an menjadi Hal atau kata keterangan keadaan dari Fa'il (mereka keluar) yakni manusia semuanya (dari kuburan) dari tempat-tempat mereka dikuburkan (seakan-akan mereka belalang yang beterbangan) mereka tidak mengetahui hendak ke manakah tujuan mereka, karena tercekam oleh rasa takut dan bimbang yang amat sangat. Jumlah kalimat Ka annahum dan seterusnya menjadi Hal dari Fa'il yang terkandung di dalam lafal Yakhrujuna, demikian pula firman selanjutnya, yaitu,"
  },
  {
    "hizb": 211,
    "name": "Al-Qamar",
    "ayat": 8,
    "arab": "مُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ ",
    "translation": "dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, “Ini adalah hari yang sulit.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4854.mp3",
    "tafsir": "Mereka segera datang memenuhi seruan, tidak ada yang menentang seruan itu, tidak ada pula yang terlambat memenuhinya, seraya mereka berkata, \"Ini adalah hari yang sangat berbahaya dan tempat yang mencelakakan.\" Firman Allah: \nMaka itulah hari yang serba sulit, bagi orang-orang kafir tidak mudah. (al-Muddatstsir/74: 9-10)",
    "quraish": "Mereka datang dengan cepat menuju penyeru itu. Mereka melihat kepadanya dengan tunduk dan pasrah tanpa dapat mengalihkan pandangan. Pada hari kiamat, orang-orang kafir akan berkata, \"Ini adalah hari yang sangat sulit.\"",
    "jalalayn": "(Mereka datang dengan cepat) seraya menjulurkan leher-leher mereka (kepada penyeru itu. Orang-orang kafir berkata) orang-orang kafir di antara mereka mengatakan, (\"Ini adalah hari yang berat\") atau sulit bagi orang-orang kafir, sebagaimana yang telah dijelaskan dalam surah Al Muddatstsir melalui firman-Nya, \"Hari yang sulit bagi orang-orang kafir.\" (Q.S. Al-Muddatstsir 9-10)"
  }
]