[
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 9,
    "arab": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ فَكَذَّبُوْا عَبْدَنَا وَقَالُوْا مَجْنُوْنٌ وَّازْدُجِرَ",
    "translation": "Sebelum mereka, kaum Nuh juga telah mendustakan (rasul), maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, “Dia orang gila!” Lalu diusirnya dengan ancaman. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4855.mp3",
    "tafsir": "Sebelum umat Nabi Muhammad saw, kaum Nuh telah terlebih dahulu mendustakan kerasulan Nabi Nuh. Mereka mendustakan kerasulan Nabi Nuh bahkan mereka menuduhnya gila serta mengancam dan menakut-nakuti Nabi Nuh supaya menghentikan dakwahnya, jika tidak mereka akan merajamnya.",
    "quraish": "Sebelum orang-orang kafir Mekah, kaum Nûh telah mendustakan nabinya, yaitu Nûh, salah seorang hamba dan rasul Kami. Mereka menyebutnya gila dan menghalang-halanginya, dengan berbagai macam siksaan dan ancaman, agar tidak menyampaikan risalah yang diembannya.",
    "jalalayn": "(Sebelum mereka telah mendustakan -pula -) yakni sebelum orang-orang Quraisy (kaum Nuh) dita`nits kannya lafal Kadzdzabat karena memandang segi makna yang terkandung dalam lafal Qaumun (maka mereka mendustakan hamba Kami) yakni Nabi Nuh (dan mereka mengatakan, \"Dia seorang gila dan dia sudah pernah diberi ancaman\") pernah diperingatkan oleh mereka dengan caci-maki dan lain sebagainya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 10,
    "arab": "فَدَعَا رَبَّهٗٓ اَنِّيْ مَغْلُوْبٌ فَانْتَصِرْ",
    "translation": "Maka dia (Nuh) mengadu kepada Tuhannya, “Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4856.mp3",
    "tafsir": "Nabi Nuh berdoa kepada Allah swt bahwa ia tidak berdaya menghadapi ancaman kaumnya, dan memohon kepada Allah agar menolongnya. Doa Nabi Nuh terdapat dalam Surah Nuh/71: 26-28, bahwa Nabi Nuh memohon kepada Allah agar orang kafir dihancurkan, karena mereka hanya akan menyesatkan manusia dan akan melahirkan orang-orang durhaka dan kafir. Di samping itu Nabi Nuh juga memohon ampunan bagi kedua orangtua dan orang-orang yang beriman. Hal ini dilakukan setelah Nabi Nuh mengetahui keingkaran mereka dan hampir lelahnya Nabi Nuh dalam menyampaikan dakwahnya. Firman Allah: Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.\" (Nuh/71: 26-28)",
    "quraish": "Kemudian Nûh memohon kepada Tuhannya, \"Aku terkalahkan oleh kaumku, maka balaslah dan menangkanlah aku.\"",
    "jalalayn": "(Maka dia mengadu kepada Rabbnya, \"Bahwasanya aku ini) dibaca Annii artinya, bahwa aku ini (adalah orang yang dikalahkan, oleh karena itu menangkanlah aku\")"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 11,
    "arab": "فَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ  ",
    "translation": "Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4857.mp3",
    "tafsir": "Allah mengabulkan doa Nabi Nuh dengan mencurahkan air yang banyak dari langit dan berlangsung bertahun-tahun.",
    "quraish": "Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.",
    "jalalayn": "(Maka Kami bukakan) dapat dibaca Fafatahnaa atau Fafattahnaa (pintu-pintu langit dengan menurunkan air yang tercurah) air yang ditumpahkan dari langit dengan sangat derasnya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 12,
    "arab": "وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ",
    "translation": "dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4858.mp3",
    "tafsir": "Disamping itu dari dalam bumi, Allah memancarkan sumber mata air di permukaannya, lalu bertemulah dua air tersebut, yaitu air yang diturunkan dari langit dan air yang dipancarkan dari bumi, terjadilah banjir yang besar sebagaimana yang sudah ditentukan Allah. Ayat ini menguraikan mengenai peristiwa air bah pada masa Nabi Nuh. Akan tetapi, apabila penggalan kata-kata pertama dalam kalimat di atas, dan dikaitkan dengan pernyataan dalam ayat sebelumnya, maka keduanya akan memperlihatkan siklus air. Penggalan mengenai siklus air ini menjelaskan tentang turunnya air hujan dan bumi mengeluarkannya lagi dalam bentuk mata air.",
    "quraish": "Lalu Kami membuka pintu-pintu langit yang kemudian menumpahkan air yang amat banyak dan beruntun. Dari dalam tanah, Kami juga memancarkan sumber mata air. Dengan demikian, bertemulah air langit dan air bumi yang membinasakan mereka sesuai dengan ketetapan Allah.",
    "jalalayn": "(Dan Kami jadikan bumi memancarkan mata air-mata air) yang menyumber dengan derasnya (maka bertemulah air-air itu) yaitu air yang ditumpahkan dari langit dan air yang disemburkan dari bumi (untuk suatu urusan) berkedudukan menjadi Hal (yang sungguh telah ditetapkan) yang telah dipastikan di zaman Azali, yaitu bahwa mereka dibinasakan dengan ditenggelamkan."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 13,
    "arab": "وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ  ",
    "translation": "Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4859.mp3",
    "tafsir": "Allah menyelamatkan Nabi Nuh dari banjir besar dengan memerintahkan Nuh beserta pengikutnya naik ke kapal besar yang terbuat dari papan-papan yang dipaku yang telah disiapkan sebelumnya. Maksud ayat ini sejalan dengan firman Allah dalam Surah al-'Ankabut: \nMaka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu. (al-'Ankabut/29: 15)",
    "quraish": "Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.",
    "jalalayn": "(Dan Kami angkut dia) yakni Nabi Nuh (ke atas) bahtera (yang terbuat dari papan dan paku) lafal Dusur artinya benda-benda yang dipakai untuk menyambung kayu-kayu, baik berupa paku atau benda-benda lainnya, bentuk tunggalnya adalah Disaarun yang wazannya sama dengan lafal Kitaabun"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 14,
    "arab": "تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ ",
    "translation": "yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4860.mp3",
    "tafsir": "Meskipun topan sangat dahsyat disertai hujan yang sangat lebat dan gelombang air laksana gunung besarnya, kapal itu berlayar dengan selamat berjalan di bawah pengawasan Allah sebagai balasan doanya, sebagaimana diinformasikan dalam ayat lain. \nDan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, \"Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.\" (Hud/11: 42)",
    "quraish": "Kami mengangkut Nûh di atas bahtera yang terbuat dari kayu dan ikatan yang mengencangkan papan-papannya. Bahtera tersebut berlayar di atas air di bawah pengawasan Kami sebagai balasan bagi Nûh yang seruannya selalu didustakan oleh kaumnya.",
    "jalalayn": "(Yang berlayar dengan pemeliharaan Kami) atau dalam pengawasan Kami (sebagai balasan) dinashabkan oleh Fi'il yang diperkirakan keberadaannya, yakni mereka ditenggelamkan sebagai pertanda kemenangan (bagi orang yang diingkari) yaitu bagi Nabi Nuh a.s. Dan menurut suatu qiraat lafal Kufira dibaca Kafar, artinya, mereka ditenggelamkan sebagai hukuman bagi mereka yang kafir."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 15,
    "arab": "وَلَقَدْ تَّرَكْنٰهَآ اٰيَةً فَهَلْ مِنْ مُّدَّكِرٍ",
    "translation": "Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4861.mp3",
    "tafsir": "Peristiwa bencana buat kaum Nuh dijadikan Allah sebagai pelajaran bagi manusia sepanjang masa. Sehingga mereka dapat membela kebenaran dan menghancurkan kebatilan yang mendustakan terhadap rasul-rasul Allah. Bahtera tersebut mendarat di bukit \"Judi.\" (Nama Gunung di daerah Kurdistan) \nDan difirmankan, \"Wahai bumi! Telanlah airmu dan wahai langit (hujan!) berhentilah.\" Dan air pun disurutkan, dan perintah pun diselesaikan dan kapal itupun berlabuh di atas gunung Judi, dan dikatakan, \"Binasalah orang-orang zalim.\" (Hud/11: 44) \nDalam ayat lain peristiwa itu dinyatakan: \nSesungguhnya ketika air naik (sampai ke gunung), Kami membawa (nenek moyang) kamu ke dalam kapal, agar Kami jadikan (peristiwa itu) sebagai peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar. (al-haqqah/69: 11-12) \nSelanjutnya pada akhir ayat ini Allah bertanya, \"masih adakah orang-orang yang mau mengingat dan merenungkan peristiwa itu untuk dijadikan pelajaran.\" Artinya peristiwa itu perlu direnungkan dan diingat sepanjang masa untuk meningkatkan keimanan dan ketakwaan.",
    "quraish": "Peristiwa tenggelamnya orang-orang kafir dan selamatnya orang-orang Mukmin benar-benar Kami jadikan sebagai pelajaran. Maka adakah orang yang mengambil pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami tinggalkan) telah Kami biarkan perbuatan Kami itu (sebagai tanda) bagi orang yang mau mengambilnya sebagai pelajaran buat dirinya. Makna yang dimaksud ialah, berita mengenai banjir besar ini telah tersiar dan tetap lestari ketenarannya (maka adakah orang yang mau mengambil pelajaran?) untuk menasihati dirinya. Asal lafal Muddakir adalah Mudztakir, lalu huruf Ta diganti menjadi Dal, demikian pula huruf Dzal diganti menjadi Dal, lalu keduanya diidgamkan menjadi satu sehingga jadilah Muddakir."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 16,
    "arab": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
    "translation": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4862.mp3",
    "tafsir": "Allah memperingatkan orang yang membangkang dan mendustakan para rasul serta tidak mengambil iktibar terhadap dahsyatnya siksaan Tuhan dan ancaman-ancamannya yang ditujukan kepada orang-orang yang tidak mengindahkan seruan para rasul",
    "quraish": "Alangkah dahsyatnya azab dan peringatan Kami bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku, Istifham atau kata tanya di sini mengandung makna Taqrir. Lafal Kaifa adalah Khabar dari lafal Kaana, menunjukkan makna pertanyaan tentang keadaan. Pengertiannya ialah menganggap orang-orang yang diajak berbicara telah mengakui terjadinya. azab Allah swt. yang telah menimpa orang-orang yang mendustakan Nabi Nuh."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 17,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4863.mp3",
    "tafsir": "Allah yang menurunkan Al-Qur'an yang mudah dibaca dan difahami untuk dijadikan pelajaran bagi orang yang mau menjadikan pelajaran, karena itu hendaknya manusia mengimaninya dan menjalankannya. Dalam ayat lain dinyatakan bahwa Al-Qur'an hanya bermanfaat bagi orang yang beriman, karena mereka menjalankannya: \nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang Mukmin. (adh-dzariyat/51: 55) \nDan seperti firman-Nya: \nKitab (Al-Qur'an) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran. (shad/38: 29) \nMaka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang. (Maryam/19: 97) \nAl-Qur'an itu mudah difahami dan dijalankan, karena Nabi saw menjelaskan dan mencontohkan pelaksanaannya. Isi Al-Qur'an adalah kabar gembira bagi yang takwa dan peringatan bagi yang membangkang, karena itu hendaknya manusia menjadi orang yang takwa dengan menjalankannya dan tidak mengingkarinya, karena akan menjadi orang yang merugi.",
    "quraish": "Aku bersumpah bahwa Kami telah mudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Maka adakah orang yang mengambil pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran) Kami telah memudahkannya untuk dihafal dan Kami telah mempersiapkannya untuk mudah diingat (maka adakah orang yang mengambil pelajaran?) yang mau mengambilnya sebagai pelajaran dan menghafalnya. Istifham di sini mengandung makna perintah yakni, hafalkanlah Alquran itu oleh kalian dan ambillah sebagai nasihat buat diri kalian. Sebab tidak ada orang yang lebih hafal tentang Alquran selain daripada orang yang mengambilnya sebagai nasihat buat dirinya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 18,
    "arab": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
    "translation": "Kaum ‘Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4864.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan bahwa kaum 'Ad memandang nabi mereka dan risalah yang ia bawa untuk mereka adalah bohong. Kepada kaum yang mendustakan para rasul itu Allah telah menyampaikan peringatan dan menurunkan azab yang sangat dahsyat. Hal tersebut hendaknya dijadikan iktibar oleh orang-orang yang datang kemudian.",
    "quraish": "Kaum 'Ad telah mendustakan Hûd, seorang rasul yang diutus kepada mereka. Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Kaum Ad pun telah mendustakan) nabi mereka yaitu Nabi Hud, karena itu mereka diazab. (Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) peringatan-Ku kepada mereka, bahwa mereka akan Kami azab sebelum azab itu turun menimpa mereka. Kemudian dijelaskan oleh firman berikutnya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 19,
    "arab": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْ يَوْمِ نَحْسٍ مُّسْتَمِرٍّۙ  ",
    "translation": "Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4865.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah melepaskan topan yang amat dahsyat menderu-deru. Hal tersebut merupakan azab Allah kepada kaum 'Ad di kala bergelimangan dosa dan durhaka. Peristiwa ini terjadi selama tujuh malam delapan hari terus-menerus sebagaimana diinformasikan dalam ayat lain: \nMaka Kami tiupkan angin yang sangat bergemuruh kepada mereka dalam beberapa hari yang nahas. (Fussilat/41: 16) \nDan firman-Nya: \nAllah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus. (al-haqqah/69: 7)",
    "quraish": "Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.",
    "jalalayn": "(Sesungguhnya Kami telah menghembuskan kepada mereka angin yang sangat kencang) sangat keras suaranya dan kuat sekali (pada hari nahas) atau pada hari yang sial (yang terus-menerus) yakin kesialannya terus-menerus. Atau sangat kuat sialnya, hal itu terjadi pada hari Rabu di penghujung bulan."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 20,
    "arab": "تَنْزِعُ النَّاسَۙ كَاَنَّهُمْ اَعْجَازُ نَخْلٍ مُّنْقَعِرٍ ",
    "translation": "yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4866.mp3",
    "tafsir": "Pada ayat ini dinyatakan bahwa angin itu melemparkan mereka kemudian menghempaskan mereka ke bawah dengan kepala lebih dahulu karena begitu kerasnya kepala mereka terpenggal dan tubuh mereka bergelimangan bagaikan pohon-pohon kurma yang tumbang berserakan karena tercabut oleh badai. Demikianlah dahsyatnya badai itu yang dapat menumbangkan tubuh mereka yang besar-besar sebagaimana dinyatakan dalam firman-Nya: \nOrang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. (ar-Rum/30: 9)",
    "quraish": "Kami meniupkan kepada mereka angin dingin disertai dengan gemuruh petir pada hari nahas yang terus-menerus. Angin tersebut mengangkat dan melempar mereka dari tempat tinggalnya sehingga bergelimpangan di atas tanah bagai pokok kurma yang tumbang.",
    "jalalayn": "(Yang mencabut manusia) yang menghempaskan mereka dari tempat perlindungannya di bawah tanah, kemudian angin itu menjatuhkannya ke kepala mereka sehingga matilah mereka semua dan terpisahlah kepala dari tubuh mereka (seakan-akan mereka) yakni keadaan mereka pada waktu itu sebagaimana yang telah disebutkan tadi (pokok-pokok) atau batang-batang (kurma yang tumbang) maksudnya, keadaan mereka ketika itu bagaikan pokok-pokok kurma yang tumbang ke bumi. Mereka diserupakan dengan pokok kurma karena keadaan tubuh mereka yang tinggi-tinggi. Lafal Munqa'ir disebutkan ayat ini dalam bentuk Mudzakkar, sedangkan di dalam surah Al Haaqqah kata sifatnya disebutkan dalam bentuk Ta`nits yaitu, di dalam firman-Nya, \"batang-batang pohon kurma yang telah kosong (lapuk).\" (Q.S. Al-Haaqqah, 7) Demikian itu karena demi memelihara kesamaan bunyi pada akhir ayat pada kedua tempat tersebut."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 21,
    "arab": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ",
    "translation": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4867.mp3",
    "tafsir": "Allah kembali menyatakan, betapa hebat azab-Nya dan peringatan-Nya. Pernyataan itu menunjukkan bahwa Allah sendiri memandang peristiwa tersebut hebat sekali. Dalam ayat yang lain memang disebutkan bahwa azab Allah sangat hebat: Kami ingin agar mereka itu merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sedangkan azab akhirat pasti lebih menghinakan dan mereka tidak diberi pertolongan. (Fussilat/41: 16)",
    "quraish": "Alangkah dahsyatnya azab dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka betapa dahsyatnya azab-Ku dan ancaman-ancaman-Ku)"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 22,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4868.mp3",
    "tafsir": "Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaranajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat.",
    "quraish": "Kami telah memudahkan al-Qur'ân untuk dijadikan peringatan dan pelajaran. Adakah orang yang mau menjadikannya pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mengambil pelajaran?)"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 23,
    "arab": "كَذَّبَتْ ثَمُوْدُ بِالنُّذُرِ",
    "translation": "Kaum Samud pun telah mendustakan peringatan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4869.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa kaum Samud menganggap dusta peringatan-peringatan yang disampaikan nabi mereka Nabi Saleh, yaitu mentauhidkan Allah, iman kepada rasul dan hari Kiamat.",
    "quraish": "Kaum Tsamûd telah mendustakan peringatan-peringatan Shâlih, seorang nabi yang diutus kepada mereka.",
    "jalalayn": "(Kaum Tsamud pun telah mendustakan ancaman-ancaman itu) lafal An Nudzur adalah bentuk jamak dari lafal Nadziirun yang bermakna Mundzirun, yaitu perkara-perkara yang dijadikan peringatan oleh nabi mereka (Nabi Saleh) jika mereka tidak mau beriman dan tidak mau mengikutinya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 24,
    "arab": "فَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ  ۙاِنَّآ اِذًا لَّفِيْ ضَلٰلٍ وَّسُعُرٍ",
    "translation": "Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4870.mp3",
    "tafsir": "Mereka memandang Nabi Saleh dusta, karena dalam pandangan mereka, tidak mungkin ajaran baru yang diajarkan satu orang lebih benar dari ajaran yang telah diikuti oleh semua orang dan telah diterima semenjak nenek moyang mereka. Mereka memandang bahwa mengikuti satu orang yang membawa ajaran yang lain dari ajaran yang mereka terima sejak nenek moyang akan membuat sesat dan gila.",
    "quraish": "Mereka berkata, \"Apakah seorang manusia biasa di antara kita yang harus kita ikuti? Kalau kita mengikutinya, kita tentu akan tersesat dan gila.",
    "jalalayn": "(Maka mereka berkata, \"Apakah kepada manusia) lafal Basyaran dinashabkan karena Isytighal (yakni seseorang di antara kami) kedua lafal ini menjadi sifat bagi lafal Basyaran (kami harus mengikutinya) merupakan penafsir dari Fi'il yang menashabkan lafal Basyaran. Istifham atau kata tanya di sini mengandung makna Nafi atau negatif. Maksudnya, bagaimana kami harus mengikutinya sedangkan kami adalah golongan mayoritas dan dia adalah seseorang di antara kami, lagi dia bukanlah seorang raja. Maksud mereka ialah bahwa mereka tidak mau mengikutinya. (Sesungguhnya kami kalau demikian) jika kami mengikutinya (benar-benar berada dalam kesesatan) atau menyimpang dari kebenaran (dan gila) atau tidak berakal waras."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 25,
    "arab": "ءَاُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ اَشِرٌ ",
    "translation": "Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4871.mp3",
    "tafsir": "Selanjutnya mereka berdalih bahwa tidak mungkin wahyu itu diturunkan kepada seseorang yaitu Nabi Saleh sedang ia manusia biasa. Mengapa wahyu tidak diturunkan kepada pemimpin mereka yang berkuasa, disegani, berharta, dan sebagainya. Oleh karena itu dalam pandangan mereka Nabi Saleh bohong dan hanya menyombongkan diri. (",
    "quraish": "Apakah wahyu itu diturunkan kepadanya, sementara di antara kita ada yang lebih pantas daripada dirinya? Sebenarnya ia hanyalah seorang yang banyak berbohong dan mengingkari nikmat.\"",
    "jalalayn": "(Apakah diturunkan) boleh dibaca Tahqiq dan boleh pula dibaca Tas-hil (wahyu itu) peringatan itu (kepadanya di antara kita) maksudnya, tidak pantas wahyu diturunkan kepadanya. (Sebenarnya dia adalah seorang yang amat pendusta) di dalam pengakuannya itu yang menyatakan bahwa hal tersebut telah diwahyukan kepadanya (lagi sombong\") congkak dan takabur. Lalu Allah berfirman,"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 26,
    "arab": "سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ ",
    "translation": "Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4872.mp3",
    "tafsir": "Allah membantah dengan keras pandangan mereka dengan menyatakan bahwa dalam waktu dekat mereka akan mengetahui siapa sebenarnya yang bohong dan sombon",
    "quraish": "Kelak, pada hari diturunkannya azab, mereka akan mengetahui siapa sebenarnya yang berdusta dan mengingkari nikmat: merekakah atau Shâlih, rasul mereka?",
    "jalalayn": "(\"Kelak mereka akan mengetahui) di akhirat nanti (siapakah yang sebenarnya amat pendusta lagi sombong\") dia ataukah mereka? Kelak Allah pasti akan mengazab mereka yang telah mendustakan nabinya yakni, Nabi Saleh."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 27,
    "arab": "اِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْۖ  ",
    "translation": "Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4873.mp3",
    "tafsir": "Allah menerangkan bahwa ia memenuhi permintaan mereka untuk menjelmakan seekor unta betina dari sebuah batu besar sesuai permintaan mereka, sebagai mukjizat Nabi Saleh. Mereka meminta mukjizat seperti itu karena mereka terkenal sebagai pemahat batu yang hebat dan gunung-gunung batu sebagai tempat tinggal mereka. Unta betina yang dijelmakan dari batu gunung itu dijadikan Allah sebagai ujian bagi umat Nabi Saleh. Tempat mereka tinggal itu sekarang dekat Mada'in, suatu daerah antara Hijaz dan Syiria. Pada akhir ayat ini Allah memerintahkan Nabi Saleh untuk menunggu apa yang akan mereka lakukan, apakah beriman atau mereka tetap kafir. Dan supaya Nabi Saleh bersabar terhadap gangguan-gangguan mereka sampai datang ketentuan Allah, karena Allah tetap membela kebenaran dan menghancurkan kebatilan.",
    "quraish": "Kami, sungguh, akan mengirim unta betina--sebagai mukjizat Shâlih, rasul Kami--untuk menguji mereka. Nantikan dan lihatlah tindakan mereka. Bersabarlah dalam menghadapi tindakan mereka yang menyakitkan sampai keputusan Allah tiba.",
    "jalalayn": "(Sesungguhnya Kami akan mengirimkan unta betina) yaitu mengeluarkan unta dari batu besar yang terdapat di lembah tempat mereka sebagaimana yang mereka minta (sebagai cobaan) ujian (bagi mereka) Kami lakukan hal itu guna mencoba mereka (maka tunggulah mereka) hai Saleh apa yang akan mereka kerjakan dan apa yang akan ditimpakan kepada mereka (dan bersabarlah) atas perlakuan mereka yang menyakitkan itu terhadap dirimu. Lafal Ishthabir pada asalnya adalah Ishtabir, kemudian huruf Ta diganti menjadi huruf Tha sehingga jadilah Ishthabir, maknanya bersabarlah kamu."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 28,
    "arab": "وَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ ",
    "translation": "Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4874.mp3",
    "tafsir": "Allah memerintahkan Nabi Saleh supaya memberitahukan kepada kaumnya tentang pembagian air sumur antara mereka dan unta, yaitu sehari untuk unta betina dan sehari untuk mereka. Masing-masing datang menurut gilirannya untuk mengambil air sumur itu. (",
    "quraish": "Beritahukan mereka bahwa air itu milik bersama antara mereka dan unta betina itu. Masing-masing mendapat giliran minum pada hari yang ditentukan.",
    "jalalayn": "(Dan beritakanlah kepada mereka bahwa sesungguhnya air itu terbagi) dibagi-bagi (antara mereka) dengan unta betina itu; yakni sehari buat mereka dan hari yang lainnya buat unta betina, demikianlah seterusnya (tiap-tiap minum) bagian air (dihadiri) oleh yang punya giliran, yakni kaum Nabi Saleh dan unta betina. Akhirnya lama kelamaan mereka merasa bosan dengan adanya pembagian ini, lalu mereka bersepakat untuk membunuh unta betina itu."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 29,
    "arab": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ ",
    "translation": "Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4875.mp3",
    "tafsir": "Allah menerangkan bahwa akhirnya kaum Samud keberatan atas pembagian seperti itu dan ingin membunuh unta. Mereka lalu memanggil seorang warga mereka yang terkenal sangat kejam, namanya Kudar bin Salif dan mencincang unta tersebut.",
    "quraish": "Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka mereka memanggil kawannya) yaitu seorang yang gagah perkasa untuk membunuh unta betina itu (lalu kawannya itu menangkap) unta itu seraya menghunus pedangnya (dan menyembelihnya) menyembelih unta betina itu dengan pedangnya dan membunuhnya sesuai dengan apa yang diinginkan oleh mereka."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 30,
    "arab": "فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ ",
    "translation": "Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4876.mp3",
    "tafsir": "Allah kembali menerangkan bagaimana hebatnya azab Allah dan ancaman-ancamannya-Nya. Mereka telah diperingatkan ancaman dan bencana, tetapi mereka tidak menghiraukannya",
    "quraish": "Mereka memanggil kawannya yang kemudian bersiap-siap menangkap dan menyembelih unta itu. Alangkah dahsyatnya siksa dan peringatan-Ku bagi orang-orang yang melanggar!",
    "jalalayn": "(Maka alangkah dahsyatnya azab-Ku dan ancaman-ancaman-Ku) yakni peringatan-Ku terhadap mereka sebelum azab diturunkan kepada mereka. Lalu Allah menjelaskan hal ini melalui firman selanjutnya,"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 31,
    "arab": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَّاحِدَةً فَكَانُوْا كَهَشِيْمِ الْمُحْتَظِرِ",
    "translation": "Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4877.mp3",
    "tafsir": "Azab pada ayat ini adalah saihah. Sebagaimana sudah diterangkan dalam kosakata Surah Hud/11: 67, saihah adalah rajfah (gempa hebat) dan saiqah (petir yang menyambar). Dengan demikian azab yang mereka terima adalah petir yang menggelegar disertai gempa yang dahsyat. Petir itu menghanguskan tubuh mereka sehingga mati terbakar dan kering bagaikan rerumputan yang mati kering karena kekeringan. (",
    "quraish": "Kami, sungguh, menimpakan kepada mereka satu bunyi yang amat keras. Seketika, mereka menjadi seperti pohon kering yang dikumpulkan oleh orang yang punya kandang.",
    "jalalayn": "(\"Sesungguhnya Kami menimpakan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti kayu-kayu kering yang dijadikan sebagai kandang kambing\") Al Muhtazhar artinya pohon dan duri-duri yang kering kemudian dijadikan sebagai kandang kambing untuk menjaga kambing-kambing dari sergapan binatang buas seperti serigala dan binatang pemangsa lainnya. Dan kayu-kayu atau duri-duri kering yang terjatuh dari kandang tersebut lalu diinjak-injak oleh kambing dinamakan Al Hasyiim."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 32,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4878.mp3",
    "tafsir": "Demikianlah penjelasan Al-Qur'an mengenai umat terdahulu. Penjelasan itu lugas, semoga siapapun mau mengambilnya menjadi pelajaran untuk beriman.",
    "quraish": "Kami telah memudahkan al-Qur'ân untuk dijadikan sebagai nasihat dan pelajaran. Adakah yang mau menjadikannya pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka adakah orang yang mau mengambil pelajaran?)"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 33,
    "arab": "كَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ ",
    "translation": "Kaum Lut pun telah mendustakan peringatan itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4879.mp3",
    "tafsir": "Kisah itu dimulai untuk menghukum mereka. Allah menerangkan bahwa kaum Lut juga telah menganggap peringatan-peringatan Allah yang disampaikan-Nya melalui Nabi Lut, bohong. Peringatan-peringatan itu adalah agar mereka meninggalkan perbuatan-perbuatan kotor yang mereka lakukan yaitu hubungan kelamin sesama laki-laki.",
    "quraish": "Kaum Lûth telah mendustakan peringatan-peringatan rasulnya.",
    "jalalayn": "(Kaum Luth pun telah mendustakan ancaman-ancaman itu) mendustakan hal-hal yang diancamkan kepada mereka melalui lisan Nabi Luth."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 34,
    "arab": "اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ",
    "translation": "Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4880.mp3",
    "tafsir": "Allah mengirimkan mereka angin puting beliung yang menerbangkan batu-batu lalu menghempaskan kepala mereka sehingga mereka binasa, yang selamat hanya keluarga Nabi Lut yaitu orang-orang yang beriman kepadanya. Karena diperintahkan Allah mereka lebih dahulu keluar dari negeri mereka pada dini hari sebelum fajar.",
    "quraish": "Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.",
    "jalalayn": "(Sesungguhnya Kami telah mengembuskan kepada mereka angin yang membawa terbang batu-batu) yakni angin yang melempari mereka dengan batu-batu yang diterbangkannya. Al Hashbaa adalah batu-batu kecil yang besarnya lebih kecil dari genggaman tangan; akhirnya binasalah mereka karenanya (kecuali keluarga Luth) mereka adalah Nabi Luth dan kedua orang putrinya. (Mereka Kami selamatkan di waktu sebelum fajar menyingsing) berasal dari lafal As-haar artinya, waktu menjelang subuh dari hari yang tidak ditentukan. Dan seandainya hari yang dimaksud adalah hari yang ditentukan, niscaya ungkapannya tidak memakai harakat Tanwin karena termasuk Isim yang Ma'rifat dan dima'dul dari lafal As Sahar. Karena, bila dimaksud sebagai hari yang ditentukan pasti memakai Alif dan Lam. Apakah batu kerikil itu dihembuskan kepada keluarga Nabi Luth atau tidak? Sehubungan dengan hal ini ada dua pendapat. Menurut pendapat pertama yakni dihembuskan juga, berarti Istisna di sini bersifat Muttashil. Menurut pendapat kedua yakni, tidak dihembuskan berarti Istitsnanya bersifat Munqathi'. Akan tetapi pada akhirnya keluarga Nabi Luth diselamatkan dari azab itu."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 35,
    "arab": "نِّعْمَةً مِّنْ عِنْدِنَاۗ  كَذٰلِكَ نَجْزِيْ مَنْ شَكَرَ ",
    "translation": "sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4881.mp3",
    "tafsir": "Penyelamatan itu merupakan nikmat dari Allah kepada orang-orang yang beriman tersebut. Nikmat itu berupa keselamatan mereka dari azab tersebut. Demikianlah hukum Allah, bahwa Dia senantiasa memberikan nikmat kepada orang-orang yang bersyukur dan patuh menjalankan perintah-Nya dan menjauhi larangan-Nya, dan menghukum orang yang membangkang.",
    "quraish": "Kami telah meniupkan angin keras yang melemparkan bebatuan kepada mereka, kecuali kaum Nabi Lûth yang beriman yang Kami selamatkan dari azab ini saat menjelang fajar, sebagai sebuah pemberian nikmat Kami untuk mereka. Dengan nikmat yang besar seperti itu, Kami memberikan balasan kepada orang yang mensyukuri nikmat Kami dengan cara beriman dan patuh.",
    "jalalayn": "(sebagai nikmat) menjadi mashdar, artinya sebagai pemberian nikmat. (dari sisi Kami. Demikianlah) sebagaimana pembalasan tersebut (Kami memberi balasan kepada orang-orang yang bersyukur) terhadap nikmat-nikmat Kami; dia adalah orang mukmin atau orang yang beriman kepada Allah dan Rasul-Nya serta menaati keduanya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 36,
    "arab": "وَلَقَدْ اَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ ",
    "translation": "Dan sungguh, dia (Lut) telah memperingatkan mereka akan hukuman Kami, tetapi mereka mendustakan peringatan-Ku. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4882.mp3",
    "tafsir": "Hukuman terhadap mereka yang membangkang pantas dijatuhkan karena Allah melalui Nabi Lut telah memberi peringatan kepada mereka tetapi mereka tidak memperdulikannya, mereka terus melakukan perbuatan hubungan kelamin sesama laki-laki.",
    "quraish": "Sesungguhnya Nabi Lûth telah mengingatkan kaumnya tentang azab Kami yang pedih. Tetapi mereka mengeluh--sebagai bentuk pendustaan--dengan peringatan-peringatan itu.",
    "jalalayn": "(Dan sesungguhnya dia telah memperingatkan kepada mereka) yaitu Nabi Luth telah memberi peringatan kepada mereka (akan azab Kami) akan pembalasan Kami kepada mereka melalui azab-Nya (maka mereka mendustakan) mereka membantah dan mendustakan (ancaman-ancaman itu) ancaman-ancaman Nabi Luth."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 37,
    "arab": "وَلَقَدْ رَاوَدُوْهُ عَنْ ضَيْفِهٖ فَطَمَسْنَآ اَعْيُنَهُمْ فَذُوْقُوْا عَذَابِيْ وَنُذُرِ ",
    "translation": "Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4883.mp3",
    "tafsir": "Kejahatan mereka sampai ke puncaknya ketika yang mereka minta dari Nabi Lut agar menyerahkan kepada mereka, tamu-tamunya. Tamu-tamu itu adalah malaikat-malaikat yang menyamar sebagai pemuda-pemuda ganteng untuk menguji mereka. Mereka mengetahui tamu-tamu itu karena pengkhianatan istri Lut yang menyampaikan kepada mereka berita kedatangannya. Ketika Nabi Lut melihat mereka datang, ia menutup pintu untuk melindungi tamu-tamunya, dan menawarkan kepada mereka \"anakanak perempuannya.\" Namun mereka tidak tertarik pada anak-anak perempuannya itu dan berusaha mendobrak pintu. Akhirnya Nabi Lut membukakan pintu. Begitu mereka masuk, mata mereka menjadi buta tidak dapat melihat tamu-tamu tersebut karena ditampar oleh Jibril dengan sayapnya. Pada akhir ayat ini Allah menyatakan kepada mereka supaya mereka merasakan azab-Nya berupa kebutaan mata mereka, yang sebelumnya kepada mereka telah diberi ancaman.",
    "quraish": "Mereka membujuk Lûth supaya menyerahkan tamunya kepada mereka. Mata mereka kemudian Kami butakan sebagai balasan atas keinginan mereka itu. Dengan nada mengejek, dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku.\"",
    "jalalayn": "(Dan sesungguhnya mereka telah membujuknya agar menyerahkan tamunya) mereka membujuknya supaya dia membiarkan mereka dengan orang-orang yang datang kepadanya sebagai tamu. Mereka bermaksud akan berbuat homosex dengan para tamunya itu, padahal para tamunya itu adalah malaikat-malaikat yang menjelma menjadi manusia (lalu Kami butakan mata mereka) Kami jadikan buta mata mereka dan Kami jadikan mata mereka tertutup rapat atau rata, sama rata dengan bagian muka yang lainnya. Yaitu, setelah malaikat Jibril menampar mereka dengan sayapnya (maka rasakanlah) maksudnya, Kami berkata kepada mereka, \"Rasakanlah oleh kalian (azab-Ku dan ancaman-ancaman-Ku) ini\". Yakni, ancaman dan peringatan-Ku ini; makna yang dimaksud adalah buah dan akibat daripada ancaman-Ku."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 38,
    "arab": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُّسْتَقِرٌّۚ  ",
    "translation": "Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4884.mp3",
    "tafsir": "Pada pagi harinya, azab pun datang. Mereka dihujani batu oleh Allah sehingga mereka dan negerinya terkubur habis. Nabi Lut sendiri beserta keluarga yaitu kedua putrinya dan mereka yang beriman sudah diperintahkan keluar dari negeri itu sebelum fajar sehingga mereka selamat.",
    "quraish": "Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"",
    "jalalayn": "(Dan sesungguhnya pada esok harinya mereka ditimpa) yaitu, di waktu subuh dari hari yang tidak ditentukan itu (azab yang kekal) azab yang terus-menerus hingga sampai kepada saatnya azab akhirat."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 39,
    "arab": "فَذُوْقُوْا عَذَابِيْ وَنُذُرِ ",
    "translation": "Maka rasakanlah azab-Ku dan peringatan-Ku!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4885.mp3",
    "tafsir": "Demikianlah azab Allah terhadap kaum Nabi Lut. Kedahsyatan azab itu harus mereka rasakan karena mereka tidak mau memperhatikan peringatan-peringatan Allah melalui nabi-Nya. Peringatan-peringatan Allah pasti terjadi, karena itu tidak boleh diabaikan.",
    "quraish": "Pagi-pagi sekali mereka telah dikejutkan oleh siksaan yang telah ditetapkan dan kekal. Dikatakan kepada mereka, \"Rasakanlah azab dan ancaman-ancaman-Ku ini.\"",
    "jalalayn": "(Maka rasakanlah azab-Ku dan ancaman-ancaman-Ku)"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 40,
    "arab": "وَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ ࣖ",
    "translation": "Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4886.mp3",
    "tafsir": "Tafsir ayat ini sebagaimana yang telah diterangkan pada ayat 32 surah ini yang selalu dijadikan penutup dari masing-masing empat kisah tersebut (yaitu kisah kaum Nuh, kisah kaum 'Ad, kisah kaum Samud dan kisah kaum Lut). Allah juga kembali menegaskan bahwa Al-Qur'an mudah dipahami dan diambil sebagai peringatan karena Allah menyampaikan contoh yang gamblang di dalamnya, karena itu manusia seharusnya mengimaninya dalam menjalankan ajaran-ajaran yang terdapat di dalamnya supaya mereka bahagia di dunia dan di akhirat.",
    "quraish": "Kami telah memudahkan al-Qur'ân untuk dijadikan pelajaran dan nasihat. Maka adakah orang yang mau menjadikannya pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami mudahkan Alquran untuk pelajaran, maka sudah adakah orang yang mengambil pelajaran?)."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 41,
    "arab": "وَلَقَدْ جَاۤءَ اٰلَ فِرْعَوْنَ النُّذُرُۚ  ",
    "translation": "Dan sungguh, peringatan telah datang kepada keluarga Fir‘aun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4887.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
    "quraish": "Sungguh telah datang berbagai ancaman yang terus-menerus kepada kaum Fir'aun.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada kaum Firaun) kepada Firaun dan kaumnya (ancaman-ancaman itu) ancaman-Ku melalui lisan Nabi Musa dan Nabi Harun, tetapi mereka masih tetap tidak mau beriman. Bahkan,"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 42,
    "arab": "كَذَّبُوْا بِاٰيٰتِنَا كُلِّهَا فَاَخَذْنٰهُمْ اَخْذَ عَزِيْزٍ مُّقْتَدِرٍ ",
    "translation": "Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Yang Mahaperkasa, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4888.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa sungguh peringatan demi peringatan telah berkali-kali disampaikan kepada kaum Fir'aun dan pengikut-pengikutnya. Namun mereka tetap mendustakannya. Peringatan-peringatan itu adalah semua tanda-tanda kerasulan dan mukjizat yang Allah berikan kepada Nabi Musa sebagaimana diungkapkan dalam Surah al-A'raf/7: 133 dan al-Isra'/17: 101. Karena itu Allah menurunkan azab kepada mereka. Azab datang dari Zat yang Mahakuat dan Mahakuasa, yang menunjukkan bahwa azab itu amat hebat. Berupa tenggelamnya Fir'aun dan pengikutnya di Laut Merah.",
    "quraish": "Mereka telah mendustakan ayat-ayat Kami dan mukjizat yang dibawa oleh para rasul Kami. Mereka Kami hancurkan dengan cara Sang Mahaperkasa dan Mahakuasa.",
    "jalalayn": "(mereka mendustakan ayat-ayat Kami kesemuanya) yakni sembilan ayat yang diberikan kepada Nabi Musa (lalu Kami azab mereka) yakni, Kami turunkan azab kepada mereka (sebagai azab dari Yang Maha Perkasa) Yang Maha Kuat (lagi Maha Kuasa) tiada sesuatu pun yang dapat melemahkan dan menghalang-halangi-Nya."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 43,
    "arab": "اَكُفَّارُكُمْ خَيْرٌ مِّنْ اُولٰۤىِٕكُمْ اَمْ لَكُمْ بَرَاۤءَةٌ فِى الزُّبُرِۚ",
    "translation": "Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4889.mp3",
    "tafsir": "Allah memperingatkan orang-orang kafir Mekah apakah mereka merasa lebih mulia dari kaum kafir sebelum mereka yang telah ditimpa hukuman Allah seperti kaum Nuh, kaum 'Ad dan kaum Samud. Apakah mereka akan selamat dari azab Allah karena kekafiran mereka terhadap-Nya dan kedustaan mereka terhadap rasulNya. Ataukah mereka benar mendapat jaminan tertulis dalam kitabkitab suci bahwa mereka merasa bebas dari azab Allah walaupun selalu kafir dan berbuat jahat. Jika keyakinan mereka itu benar perlu menunjukkan landasan kebenaran keyakinan mereka itu.",
    "quraish": "Apakah kalian, hai orang-orang kafir, lebih kuat dari kaum-kaum terdahulu yang telah dimusnahkan itu? Bahkan, apakah kalian mempunyai jaminan akan bebas dari siksaan Kami dalam kitab-kitab samawi yang telah diturunkan?",
    "jalalayn": "(Apakah orang-orang kafir kalian) hai orang-orang Quraisy (lebih baik daripada mereka itu) yang telah disebutkan yaitu, mulai dari kaum Nabi Nuh hingga sampai kepada Firaun dan kaumnya yang tidak mendapatkan ampunan (atau apakah kalian telah mempunyai) hai orang-orang kafir Quraisy (jaminan kebebasan) dari azab (dalam kitab-kitab) yang terdahulu. Istifham yang terdapat pada dua tempat ini mengandung makna Nafi artinya, kenyataannya tidaklah demikian."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 44,
    "arab": "اَمْ يَقُوْلُوْنَ نَحْنُ جَمِيْعٌ مُّنْتَصِرٌ ",
    "translation": "Atau mereka mengatakan, “Kami ini golongan yang bersatu yang pasti menang.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4890.mp3",
    "tafsir": "Allah masih melanjutkan pertanyaan apakah mereka merasa merupakan suatu kekuatan yang sangat kompak sehingga begitu kuatnya dan tidak mungkin dikalahkan. Abu Jahal berkata, pasukan mereka banyak dan kuat, mereka pasti akan menang (pada peristiwa Perang Badar). (",
    "quraish": "Atau apakah orang-orang kafir itu mengatakan, \"Kami adalah golongan yang bersatu yang pasti menang dan tidak terkalahkan oleh musuh?\"",
    "jalalayn": "(Atau apakah mereka mengatakan) yakni orang-orang kafir Quraisy, (\"Kami adalah suatu golongan yang bersatu) orang-orang yang bersatu dalam satu golongan (yang pasti menang\") atas Muhammad. Sewaktu Abu Jahal mengatakan dalam perang Badar, bahwa sesungguhnya kami adalah golongan yang bersatu yang pasti menang. Maka turunlah firman-Nya,"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 45,
    "arab": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ",
    "translation": "Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4891.mp3",
    "tafsir": "Allah menegaskan bahwa kesatuan mereka akan diceraiberaikan dan kekuatan mereka akan dipatahkan oleh pasukan Islam. Janji Allah itu terbukti dalam Perang Badar, dimana lebih dari 70 orang pemuka-pemuka mereka tewas dan sisanya lari terbirit-birit kembali ke Mekah. Bukti tentang benarnya kenabian Muhammad saw, karena ayat ini turun di Mekah, sedang Nabi saw belum mempunyai pasukan, bahkan pengikut-pengikut Nabi terpencarpencar, diburu dan disiksa oleh orang-orang musyrik di mana saja mereka berada, 'Umar bin al-Khaththab berkata, \"Ketika ayat itu turun saya tidak mengerti apa maksudnya. Tetapi pada Perang Badar, saya lihat Nabi saw memakai baju besi dan saya dengan beliau membaca ayat ini, 'Golongan itu pasti akan dikalahkan, waktu itu barulah saya mengerti maksud ayat tersebut.\" Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas bahwa Nabi saw berkata ketika beliau masih dalam kemah, pada hari Perang Badar: \"Aku menagih pesan-Mu dan janji-Mu! Ya Allah, jika Engkau menghendaki (kekalahan kami) niscaya Engkau tidak akan disembah lagi sesudah hari ini\". Lalu Abu Bakar memegang tangan Nabi dan berkata, \"Cukup sudah ya Rasulullah! Engkau telah begitu mendesak Tuhanmu.\"Lalu beliau keluar (dari kemah) melompat dengan memakai baju besi sambil membaca ayat ini. (Riwayat alBukhari) \nKemudian Allah menyatakan bahwa yang tersebut itu adalah azab dunia dan mereka akan menemui azab yang lebih hebat lagi pada hari Kiamat.",
    "quraish": "Golongan ini pasti akan terkalahkan. Mereka akan lari mundur ke belakang.",
    "jalalayn": "(\"Golongan Itu pasti akan dikalahkan dan mereka akan mundur ke belakang\") akhirnya mereka dikalahkan oleh Nabi Muhammad saw. dalam perang Badar, dan Nabi Muhammad saw. mendapat kemenangan yang gemilang atas mereka."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 46,
    "arab": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ ",
    "translation": "Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4892.mp3",
    "tafsir": "Peperangan tersebut adalah azab yang akan mereka rasakan di dunia, berupa kekalahan, dibunuh atau ditawan tetapi mereka masih akan menerima azab lain yang lebih dahsyat, yaitu azab neraka di akhirat. Azab akhirat itu lebih hebat dan berlangsung kekal dan kuat selama-lamanya.",
    "quraish": "Hari kiamat adalah saat penyiksaan mereka. Dan hari kiamat itu lebih dahsyat dan lebih pahit lagi.",
    "jalalayn": "(Sebenarnya hari kiamat itulah hari yang dijanjikan kepada mereka) yaitu azab akan ditimpakan kepada mereka (dan kiamat itu) azab hari kiamat itu (lebih dahsyat) lebih besar bencananya (lagi lebih pahit) jauh lebih pahit daripada azab di dunia."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 47,
    "arab": "اِنَّ الْمُجْرِمِيْنَ فِيْ ضَلٰلٍ وَّسُعُرٍۘ ",
    "translation": "Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4893.mp3",
    "tafsir": "Allah menyatakan, bahwa sesungguhnya orang-orang yang mempersekutukan Allah dan mendustakan rasul-rasul-Nya adalah orang-orang sesat dan menyimpang dari jalan yang benar di dunia. Di akhirat nanti mereka akan ditimpa azab yang pedih akibat kesesatannya.",
    "quraish": "Sesungguhnya para pelaku kejahatan itu akan berada dalam kehancuran dan di neraka yang menyala- nyala.",
    "jalalayn": "(Sesungguhnya orang-orang yang berdosa berada dalam kesesatan) dalam kebinasaan, mereka akan terbunuh di dunia (dan dalam neraka) neraka yang besar nyalanya. Maksudnya, kelak di akhirat mereka akan dimasukkan ke dalam neraka yang apinya menyala-nyala."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 48,
    "arab": "يَوْمَ يُسْحَبُوْنَ فِى النَّارِ عَلٰى وُجُوْهِهِمْۗ ذُوْقُوْا مَسَّ سَقَرَ",
    "translation": "Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), “Rasakanlah sentuhan api neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4894.mp3",
    "tafsir": "Orang-orang yang durhaka akan digiring ke dalam neraka dengan terseret-seret dan terbentur-bentur mukanya ke tanah karena itu mereka sangat menderita. Penderitaan mereka di dalam neraka lebih hebat lagi. Neraka akan melelehkan kulit dan daging mereka",
    "quraish": "Pada hari ketika mereka diseret ke neraka di atas muka mereka. Dikatakan kepada mereka, \"Rasakanlah sakit dan panasnya neraka jahanam ini!\"",
    "jalalayn": "(Pada hari mereka diseret ke neraka atas muka mereka) di akhirat kelak, lalu dikatakan kepada mereka (\"Rasakanlah sentuhan api neraka\") rasakanlah panasnya api neraka Jahanam ini oleh kalian."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 49,
    "arab": "اِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ ",
    "translation": "Sungguh, Kami menciptakan segala sesuatu menurut ukuran. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4895.mp3",
    "tafsir": "Seluruh makhluk diciptakan-Nya sesuai ketentuan dan hukum-hukum yang telah ditetapkan-Nya. Karena itu bila seseorang dihukum karena ketetapan dan hukum-hukumnya itu. Dan segala sesuatu akan terjadi sesuai ketetapan-Nya. Dalam ayat lain Allah juga berfirman mengenai ketetapan atau takdir yaitu: \nDan Dia menciptakan segala sesuatu, lalu menetapkan ukuranukurannya dengan tepat. (al-Furqan/25: 2) \nTetapi manusia wajib berusaha, ketentuan-Nya diserahkan kepada Allah sesuai firman Allah: \nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya). (an-Najm/53: 39-40) \nDalam hadis sahih yang diriwayatkan Ahmad dan Muslim dari Abu Hurairah: Rasulullah saw bersabda, \"Minta tolonglah kepada Allah, dan jangan bersikap lemah. Bila sesuatu menimpamu, maka katakanlah, Allah telah menetapkannya. Apa yang Dia kehendaki, Dia kerjakan, dan jangan kamu berkata: seandainya aku berbuat begini maka akan begitu. Sesungguhnya kata \"seandainya\" membuka (kemungkinan pada) perbuatan setan. Sesuai dengan hadis Rasulullah saw: Rasullah saw bersabda: segala sesuatu ditetapkan ukurannya bahkan kelemahan dan kecerdasan. (Riwayat Imam Ahmad dan Muslim dari Ibnu 'Umar) Allah swt berfirman: \nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia. (ar-Ra'd/13: 11)",
    "quraish": "Sesungguhnya Kami menciptakan segala sesuatu menurut ukuran yang sesuai dengan hikmah.",
    "jalalayn": "(Sesungguhnya segala sesuatu itu Kami) dinashabkan oleh Fi'il yang terdapat pada firman selanjutnya yang berfungsi menafsirkannya (ciptakan menurut ukuran) masing-masing. Menurut suatu qiraat lafal Kulla dibaca KuIlu dan dianggap sebagai Mubtada, sedangkan Khabarnya adalah lafal Khalaqnaahu."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 50,
    "arab": "وَمَآ اَمْرُنَآ اِلَّا وَاحِدَةٌ كَلَمْحٍ ۢبِالْبَصَرِ ",
    "translation": "Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4896.mp3",
    "tafsir": "Sesungguhnya perintah Allah hanya disampaikan satu kali dan perintah itu pasti terjadi dengan cepat, lebih cepat dari kedipan mata. Bila Allah swt menghendaki terjadinya sesuatu maka Ia hanya mengatakan \"Jadilah\" yang dikehendaki-Nya itu segera terwujud. Begitu pulalah mengenai hukuman terhadap orang kafir, hukuman pasti terlaksana di akhirat. (",
    "quraish": "Jika Kami menghendaki sesuatu, maka Kami hanya akan mengatakan, \"Jadilah,\" maka sesuatu itu pun terjadi dengan sekejap mata.",
    "jalalayn": "(Dan tiada lain perintah Kami) terhadap sesuatu yang Kami kehendaki ada (hanyalah) sekali (satu firman seperti kejapan mata) dalam hal kecepatannya, yaitu melalui firman-Nya 'Kun' yakni adalah kamu, maka sesuatu yang dikehendaki itu langsung ada dengan seketika; pengertian ini diungkapkan pula oleh firman lainnya, yaitu, \"Sesungguhnya keadaan-Nya apabila Dia menghendaki sesuatu hanyalah berkata kepadanya, 'Jadilah', maka terjadilah ia.\" (Q.S. Yaasin, 82)"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 51,
    "arab": "وَلَقَدْ اَهْلَكْنَآ اَشْيَاعَكُمْ فَهَلْ مِنْ مُّدَّكِرٍ ",
    "translation": "Dan sungguh, telah Kami binasakan orang yang serupa dengan kamu (kekafirannya). Maka adakah orang yang mau mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4897.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah membinasakan orangorang yang sama dengan mereka, yaitu umat-umat yang mendustakan para nabi pada zaman lampau, mereka telah hancur karena pembangkangannya. Peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah dan bagi siapa saja sesudah mereka beriman. Allah berfirman dalam ayat lain mengenai hukuman yang dijatuhkan kepada satu generasi, sama dengan hukuman yang dijatuhkan pada generasi sebelumnya. Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam. (Saba'/34: 54)",
    "quraish": "Kami telah memusnahkan orang-orang yang kafir seperti kalian. Maka adakah orang yang mau mengambil pelajaran?",
    "jalalayn": "(Dan sesungguhnya telah Kami binasakan orang yang serupa dengan kalian) dalam kekafirannya dari umat-umat terdahulu. (Maka adakah orang yang mau mengambil pelajaran?) Istifham atau kata tanya di sini mengandung makna perintah yakni, ingatlah kalian dan ambillah hal ini sebagai pelajaran buat kalian!"
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 52,
    "arab": "وَكُلُّ شَيْءٍ فَعَلُوْهُ فِى الزُّبُرِ ",
    "translation": "Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4898.mp3",
    "tafsir": "Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik.",
    "quraish": "Segala sesuatu yang mereka kerjakan di dunia telah tercatat dalam buku-buku catatan.",
    "jalalayn": "(Dan segala sesuatu yang telah mereka perbuat) apa yang telah dikerjakan oleh semua hamba-hamba Allah telah tercatat (di dalam buku-buku) catatan amal perbuatan."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 53,
    "arab": "وَكُلُّ صَغِيْرٍ وَّكَبِيْرٍ مُّسْتَطَرٌ ",
    "translation": "Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4899.mp3",
    "tafsir": "Semua perbuatan manusia terhimpun dalam buku catatan masing-masing. Hal itu karena setiap perbuatan manusia kecil ataupun besar, baik atau buruk dicatat oleh malaikat di dalam buku catatan itu, Malaikat Kiram atau sebut saja Raqib, mencatat perbuatan yang baik dan Malaikat Katibin atau 'Atid mencatat perbuatan yang tidak baik. Dalam ayat lain Allah berfirman: \nTidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Qaf/50: 18) \nOleh karena semua aktivitas manusia, baik perbuatan maupun ucapan, baik yang baik maupun yang buruk, baik besar maupun kecil tercatat di dalam buku catatan masing-masing, maka sangat mudah bagi Allah menjatuhkan hukuman kepada yang berdosa dan memberikan pahala kepada yang berbuat baik.",
    "quraish": "Segala perbuatan, baik yang kecil maupun yang besar, semuanya tercatat. Tak ada yang terlewatkan sedikit pun.",
    "jalalayn": "(Dan segala urusan yang kecil maupun besar) berupa dosa atau amal perbuatan (adalah tertulis) tercatat di Lohmahfuz."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 54,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَهَرٍۙ  ",
    "translation": "Sungguh, orang-orang yang bertakwa berada di taman-taman dan sungai-sungai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4900.mp3",
    "tafsir": "Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun.",
    "quraish": "Orang-orang yang bertakwa benar-benar berada dalam surga-surga yang tinggi dan dengan sungainya yang beraneka ragam.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa itu di dalam surga-surga) taman-taman (dan sungai-sungai makna yang dimaksud adalah jenisnya. Menurut suatu qiraat lafal Nahar dibaca Nuhur dalam bentuk jamak, yang wazannya sama dengan lafal Asadun bila dijamakkan menjadi Usudun. Makna yang dimaksud ialah, bahwa mereka meminum dari sungai-sungai surga itu air, susu, madu dan khamar."
  },
  {
    "hizb": 212,
    "name": "Al-Qamar",
    "ayat": 55,
    "arab": "فِيْ مَقْعَدِ صِدْقٍ عِنْدَ مَلِيْكٍ مُّقْتَدِرٍ ࣖ ",
    "translation": "di tempat yang disenangi di sisi Tuhan Yang Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/4901.mp3",
    "tafsir": "Bagi mereka yang bertakwa, Allah memberikan surgasurga sesuai tingkat ketakwaan mereka. Sebagaimana diketahui surga itu bertingkat-tingkat. Di dalam surga-surga mengalir sungaisungai yang menunjukkan bahwa surga adalah tempat yang menyejukkan, indah dan memberikan hasil yang banyak. Mereka menempati tempat yang benar yang tidak ada cacat atau kekurangannya dan mereka berada di bawah naungan Maharaja yang Mahakuasa, yang akan memberi mereka apa yang Ia kehendaki tanpa halangan siapa pun.",
    "quraish": "Di tempat yang benar, tak ada main-main dan dosa, di sisi Tuhan Yang Mahakuasa.",
    "jalalayn": "(Di tempat yang benar) di majelis yang benar, karena tidak ada perkataan yang tidak berguna dan tidak pula ada perkataan yang berdosa di dalamnya; pengertian Maq'ad di sini adalah ditinjau dari segi jenisnya. Menurut qiraat yang lain lafal Maq'ad dibaca dalam bentuk jamak yaitu Maqaa'id. Makna yang dimaksud ialah bahwa ahli surga itu berada di dalam majelis-majelis surga dalam keadaan bebas dari perkataan yang tidak ada gunanya dan bebas pula dari hal-hal yang berdosa, keadaan mereka berbeda dengan keadaan majelis-majelis di dunia. Karena sesungguhnya majelis-majelis di dunia itu jarang sekali bebas dari hal-hal tersebut. Lafal ayat ini berkedudukan sebagai Khabar yang kedua, dan lafal Shidqin menjadi Badal dari lafal Shaadiqin, yakni Badal Ba'dh atau lainnya (di sisi Yang Maha Raja) merupakan perumpamaan yang mengandung makna Mubalaghah, yakni Maha Raja Yang Maha Perkasa lagi Maha Luas (lagi Maha Berkuasa) tiada sesuatu pun yang melemahkan-Nya, Dia adalah Allah swt. Lafal 'Inda menunjukkan isyarat yang mengandung makna derajat dan kedudukan mereka yang dekat di sisi-Nya, sebagai anugerah dari Allah swt. kepada para penghuni surga."
  }
]