[
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 11,
    "arab": "۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ",
    "translation": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5137.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Ishaq, Ibnu Mundhir, dan Abu Nu'aim dari Ibnu 'Abbas bahwa ayat ini turun berhubungan dengan segolongan orang dari Bani Auf, di antaranya ialah 'Abdullah bin Ubay bin Salul, Wadi'ah bin Malik, Suwaid, dan Da'is, diutus kepada Bani Nadhir sebagaimana diterangkan ayat ini.\nAllah mengatakan kepada Rasulullah saw, \"Apakah engkau tidak heran hai Muhammad melihat tindakan-tindakan orang-orang munafik itu? Mereka menjanjikan sesuatu kepada orang-orang Yahudi Bani Nadhir, yang berlawanan dengan keinginan mereka sendiri. Orang-orang munafik yang dipimpin oleh 'Abdullah bin Ubay mengatakan kepada orang Yahudi Bani Nadhir bahwa mereka adalah teman akrab, karena mereka menyimpan permusuhan dengan kaum Muslimin.\"\nMereka mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diusir dari negerimu sebagaimana dikehendaki Muhammad saw dan kaum Muslimin, pastilah kami akan bersama-sama dengan kamu, dan tidak ada seorang pun yang dapat menghalangi kami ikut serta dengan kamu sekalian.\"\nSelanjutnya orang-orang munafik itu mengatakan, \"Hai Bani Nadhir, jika kamu sekalian diperangi Muhammad kami pasti menolongmu dan ikut menumpas musuh-musuh kamu\", kenyataannya semua yang dijanjikan orang-orang munafik itu bohong belaka. Mereka dengan mudah mengingkari janji yang telah mereka janjikan walaupun janji itu dikuatkan dengan sumpah. Allah mengetahui bahwa mereka berdusta.\nPerkataan \"Allah menyaksikan bahwa mereka benar-benar pendusta\" merupakan suatu kabar gaib yang akan terjadi pada masa yang akan datang. Sebagaimana disebutkan bahwa orang-orang munafik telah menjanjikan pertolongan kepada Bani Nadhir, tetapi Allah menyatakan bahwa orang-orang munafik itu tidak akan menepati janjinya. Hal itu benar-benar terbukti di kemudian hari. Pemberitaan suatu kejadian yang akan terjadi di kemudian hari ini termasuk bukti kemukjizatan Al-Qur'an.\n'Abdullah bin Ubay dan kawan-kawannya ketika melihat kaum Muslimin mengepung Bani Nadhir, mengirim dua orang utusan untuk menyampaikan pesan bahwa ia dan kawan-kawannya akan datang membantu dengan segala kekuatan yang ada pada mereka, untuk membebaskan mereka dari kepungan Muhammad. Setelah Bani Nadhir dikepung rapat oleh kaum Muslimin selama berhari-hari, bantuan yang dijanjikan itu tidak kunjung datang. Akhirnya orang Yahudi Bani Nadhir yakin bahwa janji 'Abdullah bin Ubay dan kawan-kawannya itu adalah janji bohong belaka. Maka timbullah rasa takut dan gentar dalam hati mereka. Oleh karena itu, mereka menyatakan menyerah kepada Rasulullah saw tanpa syarat. Maka Rasulullah saw menetapkan bahwa mereka harus menerima hukuman yang ditetapkan bagi mereka, dan keluar dari kota Medinah dengan paksa.",
    "quraish": "Apakah kamu tidak melihat dengan heran kepada orang-orang munafik yang berkali-kali berkata kepada kaum Ahl al-Kitâb yang kafir (yaitu Banû Nadlîr), \"Demi Allah, jika kalian dipaksa untuk meninggalkan Madinah kami pasti akan pergi bersama kalian, dan sampai kapan pun kami tidak akan tunduk kepada siapa saja dalam urusan kalian ini. Jika kalian diperangi oleh kaum Muslimin, kami pasti akan menolong kalian.\" Allah benar-benar menyaksikan bahwa yang dijanjikan oleh orang-orang munafik itu adalah kebohongan belaka.",
    "jalalayn": "(Apakah kamu tiada memperhatikan) tiada melihat (orang-orang yang munafik yang berkata kepada saudara-saudara mereka yang kafir di antara ahli kitab) yaitu kepada Bani Nadhir dan saudara-saudara mereka yang kafir: (\"Sesungguhnya jika) huruf lam di sini menunjukkan makna qasam dan demikian pula pada tempat-tempat lainnya yang semuanya ada di empat tempat (kalian diusir) dari Madinah (niscaya kami pun akan keluar bersama kalian, dan kami tidak akan patuh untuk menghinakan kalian) yakni untuk menjadikan kalian terhina (kepada siapa pun selama-lamanya, dan jika kalian diperangi) dari lafal wa in terbuang huruf lam yang menunjukkan makna permulaan (pasti kami akan membantu kalian.\" Dan Allah menyaksikan, bahwa sesungguhnya mereka benar-benar pendusta)."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 12,
    "arab": "لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ ",
    "translation": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka di-perangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5138.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan kebenaran kembali pemberitaan akan terjadinya suatu peristiwa pada masa yang akan datang dengan menyatakan bahwa sebenarnya jika Bani Nadhir itu diusir dari kota Medinah, tidak ada orang munafik yang ikut bersama mereka. Demikian pula jika Muhammad saw memerangi Bani Nadhir, mereka pun tidak akan memberikan pertolongan dan Bani Nadhir akan kalah, karena Allah tidak memberi pertolongan kepada mereka.",
    "quraish": "Jika orang-orang Yahudi diusir dari Madinah, orang-orang munafik itu tidak akan pergi bersama mereka. Dan jika diperangi, mereka juga tidak akan membela. Jika pun menolong, mereka pasti akan lari mundur dan tidak akan menang.",
    "jalalayn": "(Sesungguhnya jika mereka diusir, orang-orang munafik itu tiada akan keluar bersama mereka, dan sesungguhnya jika mereka diperangi, niscaya mereka tidak akan menolongnya; sesungguhnya jika mereka menolongnya) artinya mereka datang untuk menolong dan membantunya (niscaya mereka akan berpaling ke belakang) jawab qasam yang keberadaannya diperkirakan sudah memberikan pengertian yang cukup, tanpa harus menyebut jawab syarat pada kelima tempat tadi (kemudian mereka tidak akan mendapat pertolongan) yang dimaksud adalah orang-orang Yahudi."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 13,
    "arab": "لَاَنْتُمْ اَشَدُّ رَهْبَةً فِيْ صُدُوْرِهِمْ مِّنَ اللّٰهِ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
    "translation": "Sesungguhnya dalam hati mereka, kamu (Muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5139.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa sebab-sebab orang munafik tidak menepati janjinya menolong Bani Nadhir, sebagaimana yang telah mereka sepakati, adalah karena mereka lebih takut kepada kaum Muslimin daripada kepada Allah. Oleh karena itu, mereka tidak berani melawan kaum Muslimin, meskipun mereka bersama Bani Nadhir.\nAyat ini menunjukkan apa yang terkandung dalam hati orang-orang munafik. Mereka tidak percaya kepada kekuasaan dan kebesaran Allah. Hal terpenting bagi mereka ialah keselamatan diri dan harta benda mereka masing-masing. Untuk keselamatan itu, mereka melakukan apa yang mungkin dilakukan, seperti perbuatan nifaq, kepada Rasulullah mereka menyatakan termasuk orang-orang yang beriman, sedang kepada Bani Nadhir mereka menyatakan senasib dan sepenanggungan dalam menghadapi kaum Muslimin.\nDi samping itu, mereka tidak mau memahami ajaran yang disampaikan Rasulullah kepada mereka. Apakah ajaran itu benar atau tidak, bagi mereka, yang menentukan segala sesuatu hanyalah harta benda dan kekayaan. Oleh karena itu, tampak dalam sikap mereka ketika menghadapi kesulitan, mereka tidak mempunyai pegangan, dan terombang-ambing ke sana ke mari. Mereka lebih takut kepada manusia daripada Allah. Firman Allah:\n\nKetika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). (an-Nisa'/4: 77)",
    "quraish": "Kalian, wahai kaum Muslimin, lebih menakutkan bagi kaum munafik dan Yahudi daripada Allah, karena mereka adalah kelompok bangsa yang tidak mengetahui hakikat keimanan.",
    "jalalayn": "(Sesungguhnya kalian lebih ditakuti) lebih disegani (dalam hati mereka) dalam hati orang-orang munafik itu (daripada Allah) karena siksaan-Nya yang ditangguhkan. (Yang demikian itu karena mereka adalah kaum yang tiada mengerti."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 14,
    "arab": "لَا يُقَاتِلُوْنَكُمْ جَمِيْعًا اِلَّا فِيْ قُرًى مُّحَصَّنَةٍ اَوْ مِنْ وَّرَاۤءِ جُدُرٍۗ بَأْسُهُمْ بَيْنَهُمْ شَدِيْدٌ ۗ تَحْسَبُهُمْ جَمِيْعًا وَّقُلُوْبُهُمْ شَتّٰىۗ ذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَۚ ",
    "translation": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5140.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa mental orang Yahudi dan orang munafik itu telah jatuh sedemikian rupa. Seandainya orang-orang munafik menepati janji mereka dan berperang bersama orang Yahudi Bani Nadhir menghadapi kaum Muslimin, mereka pun tidak akan mampu menghadapinya, karena dalam hati mereka telah timbul rasa takut dan gentar terhadap kaum Muslimin. Seandainya mereka berperang juga, mereka hanya berperang di balik benteng-benteng yang kokoh yang telah mereka buat, di balik tembok rumah-rumah mereka, tidak berani keluar berhadapan dengan kaum Muslimin.\nPada akhir ayat ini diterangkan sebab lain yang menyebabkan mereka takut berperang menghadapi kaum Muslimin, yaitu di antara mereka sendiri terjadi pertentangan dan permusuhan yang hebat, tak ada persatuan di antara mereka.\nAyat ini mengisyaratkan kepada kaum Muslimin bahwa persatuan dan kesatuan itu merupakan syarat untuk mencapai kemenangan. Betapa pun kuatnya persenjataan, perlengkapan, dan kesatuan tentara, tidak akan ada artinya apabila mereka tidak bersatu dan tidak yakin akan tercapainya cita-cita mereka. Karena bangsa atau umat yang bersatu meskipun dengan perlengkapan yang memadai akan dapat mencapai segala yang mereka cita-citakan. Ketentuan ini berlaku bagi seluruh umat manusia di mana pun mereka berada.\nSehubungan dengan perlu adanya keyakinan yang kuat, persatuan, dan kesatuan dalam menghadapi apa pun, Allah berfirman:\n\nWahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung. Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar. (al-Anfal/8: 45-46)\n\nJika tertanam pada suatu bangsa iman yang kuat dan persatuan yang kokoh dan kesatuan tentara yang tak terpecahkan, niscaya mereka akan sanggup menghadapi segala macam kesukaran menghadapi musuh-musuh yang akan memerangi mereka. Allah berfirman:\n\nMereka yang meyakini bahwa mereka akan menemui Allah berkata, \"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249)\n\nSementara itu, Allah mengingatkan kaum Muslimin agar jangan sekali-kali terpengaruh oleh sesuatu yang kelihatannya baik seperti hubungan orang-orang munafik dengan Bani Nadhir , mereka seakan-akan bersatu-padu menghadapi kaum Muslimin, padahal di antara mereka terdapat pertentangan dan permusuhan.",
    "quraish": "Orang-orang Yahudi tidak akan bersatu memerangi kalian kecuali apabila mereka berada di desa-desa yang berbenteng atau berada di balik dinding-dinding yang mereka gunakan sebagai tempat persembunyian. Permusuhan antarsesama mereka sangat hebat. Kalian menduga bahwa mereka itu bersama-sama dan bersatu, padahal hati mereka berpecah-pecah. Mereka mempunyai sifat yang seperti itu karena mereka adalah suatu bangsa yang tidak mencermati akibat dari segala sesuatu.",
    "jalalayn": "(Mereka tidak akan memerangi kalian) yakni orang-orang Yahudi itu (dalam keadaan bersatu padu) maksudnya, secara serentak (kecuali dalam kampung-kampung yang berbenteng atau di balik tembok) yang tinggi. Menurut suatu qiraat lafal judurin dibaca jidaarin. (Permusuhan) peperangan (di antara sesama mereka sangat hebat. Kalian kira mereka itu bersatu sedangkan hati mereka berpecah belah) berbeda-beda, bertentangan dengan apa yang diduga. (Yang demikian itu karena sesungguhnya mereka adalah kaum yang tiada mengerti)."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 15,
    "arab": "كَمَثَلِ الَّذِيْنَ مِنْ قَبْلِهِمْ قَرِيْبًا ذَاقُوْا وَبَالَ اَمْرِهِمْۚ وَلَهُمْ عَذَابٌ اَلِيْمٌۚ ",
    "translation": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan men-dapat azab yang pedih. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5141.mp3",
    "tafsir": "Allah menerangkan bahwa keadaan orang-orang Yahudi Bani Nadhir itu sama halnya dengan orang-orang Yahudi Bani Qainuqa' yang juga berdomisili di sekitar kota Medinah. Karena tindakan Bani Qainuqa' serupa dengan tindakan Bani Nadhir, maka mereka diperangi oleh Rasulullah saw pada hari Sabtu bulan Syawal, 20 bulan setelah Nabi hijrah. Akhirnya mereka diusir dari Medinah ke suatu tempat bernama Adhri'at di negeri Syam. Bani Qainuqa' telah merasakan akibat buruk dari perbuatan mereka. Jarak waktu antara kedua kejadian itu tidak lama, hanya dua tahun. Jadi peristiwa Bani Nadhir terjadi pada tahun keempat hijrah.\nSemestinya peristiwa pengusiran Bani Qainuqa' menjadi pelajaran bagi Bani Nadhir ketika mengadakan hubungan dengan kaum Muslimin di Medinah. Seandainya mereka melaksanakan ketentuan yang disepakati dalam perjanjian damai yang telah mereka tetapkan bersama Rasulullah saw, mereka akan hidup damai dan tenteram di bawah pemerintahan Rasulullah saw. Tetapi mereka melanggar perjanjian damai itu, sehingga mereka mengalami nasib yang sama dengan Bani Qainuqa'.\nDari ayat ini dapat dipahami bahwa kaum Muslimin diperintahkan bersikap baik kepada orang-orang yang bukan Islam, selama orang-orang yang bukan Islam itu bersikap baik kepada mereka. Sikap baik itu adalah cermin dari keinginan hati, kemudian terwujud dalam perbuatan dan tindakan, baik secara terang-terangan maupun secara sembunyi-sembunyi. Keinginan hati itu terbaca pula pada air muka seseorang dalam pergaulannya. Seandainya orang-orang yang bukan Muslim tidak bersikap baik, seperti yang dilakukan Bani Qainuqa' dan Bani Nadhir, adalah wajar apabila kaum Muslimin melakukan tindakan yang setimpal untuk mengimbangi tindakan-tindakan mereka.",
    "quraish": "Perumpamaan Banû Nadlîr adalah seperti orang-orang kafir yang hidup tidak lama sebelum mereka. Di dunia, mereka telah merasakan akibat kekafiran dan pelanggaran janji, dan di akhirat kelak mereka akan mendapatkan siksa yang pedih.",
    "jalalayn": "Perumpamaan mereka dalam hal tidak mau beriman (seperti orang-orang yang belum lama sebelum mereka) yakni sebagaimana orang-orang musyrik yang terlibat dalam perang Badar (yang telah merasai akibat buruk dari perbuatan mereka) sebagai hukuman-Nya di dunia, yaitu mereka mati terbunuh dan hukuman-hukuman yang lainnya yang mereka rasakan (dan bagi mereka azab yang pedih) siksaan yang menyakitkan kelak di akhirat."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 16,
    "arab": "كَمَثَلِ الشَّيْطٰنِ اِذْ قَالَ لِلْاِنْسَانِ اكْفُرْۚ فَلَمَّا كَفَرَ قَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكَ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ ",
    "translation": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, “Kafirlah kamu!” Kemudian ketika manusia itu menjadi kafir ia berkata, “Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5142.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa perbuatan khianat orang-orang munafik yang berjanji akan menolong Bani Nadhir bila diserang kaum Muslimin dan ikut mereka bila diusir dari Medinah, adalah seperti perbuatan setan.\nSetan selalu merayu manusia agar mengingkari Allah dan tidak mengikuti agama yang telah disampaikan rasul-Nya. Akan tetapi, bila manusia itu memerlukan pertolongan dalam menghadapi kesengsaraan dan malapetaka yang datang kepada mereka, setan berlepas diri dan tidak menepati janjinya. Mereka bahkan berkata, \"Sesungguhnya aku takut kepada Allah Tuhan semesta alam.\"\nAllah menyamakan orang-orang munafik dengan setan untuk menunjukkan bahwa sifat-sifat orang-orang munafik itu sama dengan sifat-sifat setan. Setan yang durhaka mematuhi hukum-hukum Allah, percaya bahwa Allah itu ada, Maha Esa, dan hanya Dia yang berhak disembah. Setan juga percaya bahwa syarat-syarat memperoleh kebahagiaan hidup di dunia dan di akhirat hanya dengan mengikuti agama Allah. Akan tetapi, mereka adalah kaum yang fasik. Mereka mengetahui kebenaran sesuatu tetapi tidak melaksanakannya. Demikian pula halnya dengan orang-orang munafik, mereka tahu mana yang benar dan mana yang salah, tetapi mereka tidak melaksanakan kebenaran itu. Mereka bahkan melakukan perbuatan-perbuatan menghasut dan terlarang. Allah berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu, tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14: 22)\n\nJadi bentuk perumpamaan dalam ayat ini ialah orang-orang munafik diserupakan dengan setan. Orang-orang Yahudi Bani Nadhir disamakan dengan orang-orang yang teperdaya oleh bujukan setan. Ketakutan mereka kepada kaum Muslimin disamakan dengan ketakutan mereka kepada Allah, bahkan lebih dari itu.",
    "quraish": "Permisalan orang-orang munafik dalam merayu Banû Nadlîr untuk membangkang kepada Rasulullah adalah seperti setan yang merayu manusia untuk tidak beriman dengan mengatakan, \"Kafirlah!\" Tetapi, setelah manusia itu kafir, setan berkata lagi, \"Aku tidak bertanggung jawab atas dirimu. Aku takut kepada Allah, Tuhan seluruh alam.\"",
    "jalalayn": "Dan juga perumpamaan mereka dalam hal mendengar dari orang-orang munafik, tetapi orang-orang munafik itu tidak mau mengikuti jejak mereka sesudahnya (seperti halnya setan; ia berkata kepada manusia, \"Kafirlah kamu,\" maka tatkala manusia itu telah kafir, ia berkata, \"Sesungguhnya aku berlepas diri dari kamu karena sesungguhnya aku takut kepada Allah, Rabb semesta alam.\") Padahal ia dusta dan hanya ria belaka."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 17,
    "arab": "فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خَالِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ",
    "translation": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5143.mp3",
    "tafsir": "Pada ayat ini diterangkan akibat yang akan dialami oleh orang-orang munafik dan orang-orang Yahudi Bani Nadhir yang telah diperdaya setan. Kedua golongan ini akan dimasukkan ke dalam neraka bersama setan yang menjadi teman mereka. Mereka kekal di dalam neraka. Itulah balasan yang setimpal dengan perbuatan-perbuatan mereka.",
    "quraish": "Tempat kembali setan dan orang yang digoda adalah neraka. Mereka berdua akan kekal di dalamnya. Hidup kekal di dalam neraka itu adalah balasan orang-orang yang melanggar jalan kebenaran.",
    "jalalayn": "(Maka adalah sesudah keduanya) yakni orang yang sesat dan orang yang disesatkan. Menurut suatu qiraat lafal 'aaqibatahumaa dibaca 'aaqibatuhumaa dengan memakai harakat damah di atas huruf ta, hal ini berarti sebagai isim dari lafal kaana (bahwa sesungguhnya keduanya masuk ke dalam neraka, mereka kekal di dalamnya. Demikianlah balasan orang-orang yang lalim) orang-orang yang kafir."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 18,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5144.mp3",
    "tafsir": "Kepada orang-orang yang beriman diperintahkan agar bertakwa kepada Allah, dengan melaksanakan perintah-perintah dan menjauhi larangan-larangan-Nya. Termasuk melaksanakan perintah Allah ialah memurnikan ketaatan dan menundukkan diri hanya kepada-Nya, tidak ada sedikit pun unsur syirik di dalamnya, melaksanakan ibadah-ibadah yang diwajibkan, dan mengadakan hubungan baik sesama manusia.\nDalam ayat yang lain diterangkan tanda-tanda orang bertakwa:\n\n\nKebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan ke barat, tetapi kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari akhir, malaikat-malaikat, kitab-kitab, dan nabi-nabi dan memberikan harta yang dicintainya kepada kerabat, anak yatim, orang-orang miskin, orang-orang yang dalam perjalanan (musafir), peminta-minta, dan untuk memerdekakan hamba sahaya, yang melaksanakan salat dan menunaikan zakat, orang-orang yang menepati janji apabila berjanji, dan orang yang sabar dalam kemelaratan, penderitaan dan pada masa peperangan. Mereka itulah orang-orang yang benar, dan mereka itulah orang-orang yang bertakwa. (al-Baqarah/2: 177)\n\nDalam Al-Qur'an ungkapan kata takwa mempunyai beberapa arti, di antaranya: Pertama, melaksanakan perintah Allah dan menjauhi larangan-Nya, sebagaimana yang disebutkan dalam Al-Qur'an dan diajarkan Rasulullah saw seperti contoh ayat di atas. Kedua, takut melanggar perintah Allah dan memelihara diri dari perbuatan maksiat.\nOrang yang bertakwa kepada Allah hendaklah selalu memperhatikan dan meneliti apa yang akan dikerjakan, apakah ada manfaat untuk dirinya di akhirat nanti atau tidak. Tentu yang akan dikerjakannya semua bermanfaat bagi dirinya di akhirat nanti. Di samping itu, hendaklah seseorang selalu memperhitungkan perbuatannya sendiri, apakah sesuai dengan ajaran agama atau tidak. Jika lebih banyak dikerjakan yang dilarang Allah, hendaklah ia berusaha menutupnya dengan amal-amal saleh. Dengan perkataan lain, ayat ini memerintahkan manusia agar selalu mawas diri, memperhitungkan segala yang akan dan telah diperbuatnya sebelum Allah menghitungnya di akhirat nanti.\nSuatu peringatan pada akhir ayat ini agar selalu bertakwa kepada Allah, karena Dia mengetahui semua yang dikerjakan hamba-hamba-Nya, baik yang tampak maupun yang tidak tampak, yang lahir maupun yang batin, tidak ada sesuatu pun yang luput dari pengetahuan-Nya.",
    "quraish": "Wahai orang-orang yang beriman, berlindunglah kalian dari azab Allah dengan selalu mematuhi-Nya. Hendaknya setiap orang memikirkan apa saja amalan yang dipersiapkan untuk hari esok. Selalu bertakwalah kepada Allah. Allah benar-benar mengetahui dan akan membalas segala sesuatu yang kalian kerjakan.",
    "jalalayn": "(Hai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap diri memperhatikan apa yang telah diperbuatnya untuk hari esok) yakni untuk menghadapi hari kiamat (dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan)."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 19,
    "arab": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ",
    "translation": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5145.mp3",
    "tafsir": "Ayat ini dapat berarti khusus dan dapat pula berarti umum. Berarti khusus ialah ayat ini berhubungan dengan orang munafik dan orang-orang Yahudi Bani Nadhir serta sikap dan tindakan mereka terhadap kaum Muslimin pada waktu turunnya ayat ini. Berarti umum ialah semua orang yang suka menyesatkan orang lain dari jalan yang benar dan orang-orang yang mau disesatkan karena teperdaya oleh rayuan dan janji-janji yang muluk-muluk dari orang yang menyesatkan.\nMaksudnya, janganlah sekali-kali orang yang beriman seperti orang yang lupa kepada Allah, lalu Allah melupakannya. Orang yang lupa kepada Allah, seperti orang munafik dan orang Yahudi Bani Nadhir di masa Rasulullah saw, tidak bertakwa kepada-Nya. Mereka hanya memikirkan kehidupan dunia saja, tidak memikirkan kehidupan di akhirat. Mereka disibukkan oleh harta dan anak cucu mereka serta segala yang berhubungan dengan kesenangan duniawi. Firman Allah:\n\nWahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)\n\nKemudian diterangkan bahwa jika seseorang lupa kepada Allah, maka Allah pun melupakannya. Maksud pernyataan Allah melupakan mereka ialah Allah tidak menyukai mereka, sehingga mereka bergelimang dalam kesesatan, makin lama mereka makin sesat, sehingga makin jauh dari jalan yang lurus, jalan yang diridai Allah. Oleh karena itu, di akhirat mereka juga dilupakan Allah, dan Allah tidak menolong dan meringankan beban penderitaan mereka. Akhirnya mereka dimasukkan ke dalam neraka, sebagai balasan perbuatan dan tindakan mereka.\nDitegaskan bahwa orang-orang seperti kaum munafik dan Yahudi Bani Nadhir adalah orang-orang yang fasik. Mereka mengetahui mana yang baik (hak) dan mana yang batil, mana yang baik dan mana yang jahat. Namun demikian, mereka tidak melaksanakan yang benar dan baik itu, tetapi malah melaksanakan yang batil dan yang jahat.",
    "quraish": "Janganlah kalian menjadi seperti orang-orang yang melupakan hak-hak Allah, hingga dilupakan oleh diri mereka sendiri--disebabkan oleh bencana yang menimpa mereka--hingga tidak mengetahui mana yang menguntungkan dan mana yang merugikan. Mereka itulah orang-orang yang keluar dari ketaatan kepada Allah.",
    "jalalayn": "(Dan janganlah kalian seperti orang-orang yang lupa kepada Allah) maksudnya tidak mau taat kepada-Nya (lalu Allah menjadikan mereka lupa kepada diri mereka sendiri) untuk melakukan perbuatan ketaatan dan perbuatan baik. (Mereka itulah orang-orang yang fasik)."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 20,
    "arab": "لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ",
    "translation": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5146.mp3",
    "tafsir": "Tidaklah sama penghuni neraka seperti orang-orang munafik dan Bani Nadhir, dengan penghuni surga, seperti kaum Muhajirin dan Ansar. Allah berfirman:\n\nApakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu. (al-Jatsiyah/45: 21)\n\nDan firman-Nya:\n\nPantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat? (sad/38: 28)\n\nAllah menjelaskan bahwa mereka tidak sama, karena orang-orang yang dimasukkan ke dalam surga itu adalah mereka yang beruntung, mencapai apa yang diinginkannya. Amal saleh yang mereka kerjakan melebihi perbuatan buruk yang terlanjur mereka kerjakan, sehingga pahala yang mereka terima dapat menutupi dosa-dosa yang telah mereka lakukan.",
    "quraish": "Tidak sama antara penghuni neraka yang tersiksa dan penghuni surga yang bersenang-senang. Hanya penghuni surgalah yang berhasil mendapatkan semua yang disenangi.",
    "jalalayn": "(Tidak sama penghuni-penghuni neraka dengan penghuni-penghuni surga; penghuni-penghuni surga itulah orang-orang yang beruntung)."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 21,
    "arab": "لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ",
    "translation": "Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5147.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa seandainya gunung-gunung itu diberi akal, pikiran, dan perasaan seperti yang telah dianugerahkan kepada manusia, kemudian diturunkan Al-Qur'an kepadanya, tentulah gunung-gunung itu tunduk kepada Allah, bahkan hancur-lebur karena takut kepada-Nya. Akan tetapi, Al-Qur'an bukan untuk gunung, melainkan untuk manusia. Sungguh indah metafora ini, membandingkan manusia yang kecil dan lemah, dengan gunung yang begitu besar, tinggi, dan keras. Dikatakan bahwa gunung itu akan tunduk di hadapan wahyu Allah, dan akan hancur karena rasa takut.\nAyat ini merupakan suatu peringatan kepada manusia yang tidak mau menggunakan akal, pikiran, dan perasaan yang telah dianugerahkan Allah kepada mereka. Mereka lebih banyak terpengaruh oleh hawa nafsu dan kesenangan hidup di dunia, sehingga hal itu menutup akal dan pikiran mereka. Karena takut kehilangan pengaruh dan kedudukan, maka mereka tidak akan mau mengikuti kebenaran.\nBetapa tingginya nilai Al-Qur'an, sehingga tidak semua makhluk Allah dapat memahami dengan baik maksud dan tujuannya. Untuk memahaminya harus memenuhi syarat-syarat tertentu, antara lain: ilmu yang memadai, menggunakan akal pikiran, membersihkan hati nuraninya, dan niat yang setulus-tulusnya.\nKeadaan sebagian manusia diterangkan dalam firman Allah:\n\nKemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan. (al-Baqarah/2: 74)\n\nAyat ini sama pula dengan firman Allah:\n\nDan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat diguncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). (ar-Ra'd/13: 31)\n\nKemudian diterangkan bahwa perumpamaan-perumpamaan yang terdapat dalam Al-Qur'an itu harus menjadi pelajaran bagi orang yang mau mempergunakan akal, pikiran, dan perasaannya. Dengan demikian, mereka dapat melaksanakan petunjuk-petunjuk Al-Qur'an dengan sebaik-baiknya.",
    "quraish": "Jika Kami menurunkan al-Qur'ân ini kepada gunung yang kokoh, niscaya kamu akan melihat gunung itu tunduk terpecah belah karena takut kepada Allah. Permisalan-permisalan itu Kami paparkan kepada manusia agar mereka mau memikirkan akibat hal ihwal urusan mereka.",
    "jalalayn": "(Kalau sekiranya Kami menurunkan Alquran ini kepada sebuah gunung) lalu dijadikan-Nya pada gunung tersebut akal sebagaimana manusia (pasti kamu akan melihatnya tunduk terpecah belah) terbelah-belah (disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu) yang telah disebutkan di atas tadi (Kami buat untuk manusia supaya mereka berpikir) yang karenanya lalu mereka beriman."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 22,
    "arab": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ",
    "translation": "Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5148.mp3",
    "tafsir": "Allah yang menurunkan Al-Qur'an dan menetapkannya sebagai petunjuk bagi manusia, adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia. Dialah yang berhak disembah, tidak ada yang lain. Segala penyembahan terhadap selain Allah, seperti pohon, batu, patung, matahari, dan sebagainya, adalah perbuatan sesat. Dia Maha Mengetahui segala yang ada, baik yang tampak maupun yang gaib di langit dan di bumi. Dia Maha Pemurah kepada makhluk-Nya, dan Maha Pengasih.",
    "quraish": "Dia adalah Allah, tidak ada sembahan yang sebenarnya kecuali Dia semata. Dia Maha Mengetahui segala yang tampak dan yang tak tampak, serta Maha Pengasih dan Maha Penyayang.",
    "jalalayn": "(Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang gaib dan yang nyata. Dialah Yang Maha Pemurah lagi Maha Penyayang)."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 23,
    "arab": "هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ",
    "translation": "Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5149.mp3",
    "tafsir": "Dialah Allah, Tuhan Yang Maha Esa, yang memiliki segala sesuatu yang ada, dan mengurus segalanya menurut yang dikehendaki-Nya. Yang Mahasuci dari segala macam bentuk cacat dan kekurangan. Yang Mahasejahtera, Yang Maha Memelihara keamanan, keseimbangan, dan kelangsungan hidup seluruh makhluk-Nya, Mahaperkasa tidak menganiaya makhluk-Nya, tetapi tuntutan-Nya sangat keras. Dia Mahabesar dan Mahasuci dari segala apa yang dipersekutukan dengan-Nya.",
    "quraish": "Dia adalah Allah yang tiada Tuhan kecuali Dia, Pemilik segala sesuatu yang sebenarnya. Dia Mahasuci dari segala kekurangan dan terbebaskan dari segala sesuatu yang tidak pantas; Selamat dari segala kekurangan; Yang menguatkan utusan-utusan-Nya dengan suatu mukjizat, Yang mengawasi segala sesuatu, Mahaperkasa hingga tidak ada yang mampu mengalahkan-Nya, Yang Mahaagung dalam kekuatan dan kekuasaan-Nya, Yang Mahaagung dan terhindar dari segala sesuatu yang tidak pantas bagi keindahan dan keperkasaan-Nya. Allah Mahasuci dan Mahatinggi dari segala sesuatu yang mereka sekutukan.",
    "jalalayn": "(Dialah Allah yang tiada Tuhan selain Dia, Raja Yang Maha Suci) dari semua apa yang tidak layak bagi keagungan dan kebesaran-Nya (Yang Maha Selamat) artinya Yang Bebas dari segala sifat-sifat kekurangan (Yang Maha Mengamankan) para rasul-rasul-Nya dengan menciptakan mukjizat bagi mereka (Yang Maha Memelihara) berasal dari lafal haimana-yuhaiminu, dikatakan demikian apabila seseorang selalu mengawasi sesuatu. Makna yang dimaksud ialah, Dia Maha Menyaksikan amal perbuatan hamba-hamba-Nya (Yang Maha Perkasa) yakni Yang Maha Kuat (Yang Maha Kuasa) untuk memaksa makhluk-Nya supaya menuruti apa yang dikehendaki-Nya (Yang Maha Agung) dari semua sifat yang tidak layak bagi keagungan-Nya. (Maha Suci Allah) Dia memahasucikan Zat-Nya sendiri melalui ayat ini (dari apa yang mereka persekutukan) dengan-Nya."
  },
  {
    "hizb": 219,
    "name": "Al-Hasyr",
    "ayat": 24,
    "arab": "هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ",
    "translation": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5150.mp3",
    "tafsir": "Allah Pencipta seluruh makhluk-Nya. Dia yang mengadakan seluruh makhluk dari tidak ada kepada ada. Yang membentuk makhluk sesuai dengan tugas dan sifatnya masing-masing. Dia mempunyai sifat-sifat yang indah, nama yang agung yang tidak dipunyai oleh makhluk lain, selain dari Dia. Kepada-Nya bertasbih dan memuji segala yang ada di langit dan di bumi.\nSebenarnya yang penting dalam berdoa adalah keikhlasan hati, kekhusyukan dan ketundukan kepada Allah. Dengan membaca ayat-ayat itu, diharapkan ketiganya muncul, sehingga doa itu diterima Allah.\nDiriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah dari Nabi saw bersabda:\nSesungguhnya Allah mempunyai sembilan puluh sembilan nama, seratus kurang satu, barang siapa yang menghafal, menghayati, dan meresapinya, niscaya akan masuk surga. (Riwayat al-Bukhari dan Muslim)\n\nYang dimaksud dengan menghayati dan meresapinya di sini ialah benar-benar memahami sifat-sifat Allah itu, merasakan keagungan, kebesaran, dan kekuasaan-Nya atas seluruh makhluk, dan merasakan kasih sayang-Nya. Hal itu menimbulkan ketundukan, kepatuhan, dan kekhusyukan pada setiap orang yang melakukan ibadah kepada-Nya.",
    "quraish": "Dialah Allah yang menciptakan segala sesuatu tanpa contoh sebelumnya, yang mewujudkannya dalam keadaan terbebas dari ketidak-beraturan dan memberinya bentuk sesuai dengan kehendak-Nya. Dia yang memiliki al-asmâ' al-husnâ (nama-nama terbaik). Dia tersucikan dari segala sesuatu yang tidak pantas oleh segala sesuatu yang ada di langit dan di bumi, Mahaperkasa yang tidak dapat dikalahkan oleh apa pun, dan Mahabijaksana dalam mengatur dan membuat syariat.",
    "jalalayn": "(Dialah Allah Yang Menciptakan, Yang Mengadakan) makhluk-Nya dari tiada (Yang membentuk rupa, hanya kepunyaan-Nyalah asma-asma yang paling baik) yang berjumlah sembilan puluh sembilan, sebagaimana yang telah disebutkan dalam hadis. Lafal al-husna adalah bentuk muannats dari lafal al-ahsan. (Bertasbih kepada-Nya apa yang ada di langit dan di bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana) penafsirannya sebagaimana yang telah lalu."
  },
  {
    "hizb": 219,
    "name": "Al-Mumtahanah",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5151.mp3",
    "tafsir": "Ayat ini memperingatkan kaum Muslimin agar tidak mengadakan hubungan kasih sayang dengan kaum musyrik yang menjadi musuh Allah dan kaum Muslimin. Sebab, dengan adanya hubungan yang demikian itu, tanpa disadari mereka telah membukakan rahasia-rahasia kaum Muslimin, menyampaikan sesuatu yang akan dilaksanakan Rasulullah saw kepada mereka dalam usaha menegakkan kalimat Allah. Oleh karena itu, kaum Muslimin dilarang melakukan yang demikian sekalipun kepada kaum kerabatnya.\nMenjadikan orang-orang kafir yang memusuhi kaum Muslimin sebagai teman setia dan penolong adalah suatu hal yang dilarang. Hal ini tidak boleh dilakukan selama orang-orang kafir itu ingin menghancurkan agama Islam dan kaum Muslimin. \nAllah kemudian menjelaskan penyebab larangan menjadikan orang-orang kafir sebagai teman setia, yaitu:\n1.Mereka menyangkal dan tidak membenarkan semua yang dibawa Rasulullah. Mereka ingkar kepada Allah, Rasul-Nya, dan Al-Qur'an. Mungkinkah orang yang seperti itu dijadikan penolong-penolong dan teman setia? Kemudian disampaikan kepada mereka rahasia-rahasia yang bermanfaat bagi mereka dan menimbulkan bahaya bagi kaum Muslimin?\n2.Mereka telah mengusir Rasulullah saw dan orang-orang Muhajirin dari kampung halaman mereka karena beriman kepada Allah, bukan karena sebab yang lain.\nAyat ini sama maksudnya dengan firman Allah:\n\nDan mereka menyiksa orang-orang mukmin itu hanya karena (orang-orang mukmin itu) beriman kepada Allah Yang Mahaperkasa, Maha Terpuji (al-Buruj/85: 8)\n\nDan Firman Allah:\n\n(Yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa (al-hajj/22: 40)\n\nAllah memperingatkan kaum Muslimin bahwa jika mereka keluar dari kampung halaman atau terusir karena berjihad di jalan Allah dan mencari keridaan-Nya, maka janganlah sekali-kali menjadikan orang-orang kafir itu sebagai teman setia dan penolong-penolong mereka. Cukuplah kaum Muslimin menderita akibat tindakan-tindakan mereka, dan jangan sekali-kali memberi kesempatan kepada mereka menambah penderitaan kaum Muslimin. Bagaimana mungkin ada di antara kaum Muslimin melakukan seperti yang dilakukan hathib yang menyampaikan kepada orang-orang kafir langkah-langkah yang akan diambil Rasulullah dalam menghadapi orang-orang kafir?\nAllah Mahatahu segala yang dilakukan hamba-hamba-Nya. Oleh karena itu, Dia menyampaikan hal tersebut kepada Rasulullah, sehingga beliau segera dapat mengambil tindakan. Dengan demikian, kaum Muslimin tidak dirugikan.\nPada akhir ayat ini ditegaskan bahwa barang siapa yang berkasih-kasihan dengan musuh Islam dan menjadikan mereka penolong-penolong, berarti ia telah menyimpang dari jalan yang lurus.",
    "quraish": "[[60 ~ AL-MUMTAHANAH (WANITA YANG DIUJI) Pendahuluan: Madaniyyah, 13 ayat ~ Surat ini diawali dengan larangan kepada orang-orang Mukmin untuk menjadikan orang-orang musyrik--yang merupakan musuh Allah dan musuh mereka--sebagai teman, karena mereka tetap tidak mau meninggalkan sikap kafir dan karena mereka mengusir Rasulullah dan orang-orang Mukmin dari kampung halamannya, Mekah. Dijelaskan, misalnya, bahwa permusuhan mereka terhadap orang-orang Mukmin yang selama ini terpendam serta-merta muncul saat mereka mampu menemui mereka. Pembicaraan selanjutnya beralih kepada keterangan tentang teladan pada diri Ibrâhîm a. s. dan orang-orang yang beriman bersamanya ketika membebaskan kaumnya dari orang-orang musyrik dan sembahan mereka dan menyatakan permusuhan terhadap mereka, hingga akhirnya hanya beriman kepada Allah. Dengan begitu, ia telah menjelaskan bahwa hal itu adalah sifat orang-orang yang mengharapkan pertemuan dengan Allah dan takut kepada siksa-Nya. Pada bagian selanjutnya, diterangkan tentang siapa-siapa sajakah, selain orang Islam, yang boleh dijadikan teman pergaulan dan siapa saja yang tidak boleh. Mereka yang tidak memerangi kita dan tidak membantu pihak-pihak yang memerangi kita, harus kita perlakukan secara adil dan baik. Sebaliknya, mereka yang memerangi dan mengusir kita dari kampung halaman, Allah melarang kita untuk mengadakan hubungan dan memperlakukan mereka dengan baik. Selanjutnya surat ini menerangkan hukum wanita-wanita mukminah yang berhijrah ke daerah kekuasaan Islam dan meninggalkan para suami-suami mereka dalam keadaan musyrik. Selain itu, surat ini juga menerangkan hukum orang-orang musyrik wanita yang ditinggalkan para suami mereka di daerah kekuasaan orang-orang musyrik. Berikutnya, keterangan tentang wanita yang membaiat Rasulullah saw. Akhirnya, surat ini ditutup dengan penekanan kembali larangan menjadikan musuh-musuh yang dimurkai Allah sebagai teman, seperti yang disebutkan dalam permulaan surat.]] Wahai orang-orang yang percaya kepada Allah dan rasul-Nya, Janganlah kalian menjadikan musuh- musuh-Ku dan musuh-musuh kalian sebagai penolong tempat kalian mencurahkan rasa cinta yang murni, sedangkan mereka mengingkari ajaran yang datang kepada kalian tentang keimanan kepada Allah, Rasul, dan kitab suci-Nya, serta mengusir Rasulullah bersama kalian dari kampung halaman, karena kalian beriman kepada Allah, Tuhan kalian! Jangan lakukan hal itu pada saat kalian pergi untuk berjuang di jalan-Ku dan mencari kerelaan-Ku! Kalian mempersembahkan rasa cinta secara diam-diam kepada mereka, padahal Aku mengetahui segala sesuatu yang kalian sembunyikan dan yang kalian perlihatkan. Barangsiapa menjadikan musuh Allah sebagai teman, ia benar-benar telah tersesat dari jalan yang lurus.\"",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kalian mengambil musuh-Ku dan musuh kalian) yakni orang-orang kafir Mekah (menjadi teman-teman setia yang kalian sampaikan) kalian beritakan (kepada mereka) tujuan Nabi saw. yang akan memerangi mereka; Nabi memerintahkan kepada kalian supaya merahasiakannya yaitu sewaktu perang Hunain (karena rasa kasih sayang) di antara kalian dan mereka. Sehubungan dengan peristiwa ini Hathib bin Abu Balta'ah mengirimkan sepucuk surat kepada orang-orang musyrik, karena Hathib mempunyai beberapa orang anak dan sanak famili yang musyrik. Akan tetapi Nabi saw. dapat mengambil surah itu dari tangan orang yang diutus olehnya, berkat pemberitahuan dari Allah kepada Nabi saw. melalui wahyu-Nya. Lalu alasan dan permintaan maaf Hathib diterima oleh Nabi saw. (padahal sesungguhnya mereka telah ingkar kepada kebenaran yang datang kepada kalian) yakni agama Islam dan Alquran (mereka mengusir Rasul dan mengusir kalian) dari Mekah setelah terlebih dahulu mereka mengganggu kalian supaya kalian keluar dari Mekah (karena kalian beriman) disebabkan kalian beriman (kepada Allah, Rabb kalian. Jika kalian benar-benar keluar untuk berjihad) untuk melakukan jihad (pada jalan-Ku dan mencari keridaan-Ku) maka janganlah kalian mengambil mereka sebagai teman-teman setia. Jawab syarat ini disimpulkan dari pengertian ayat yang selanjutnya, yaitu: (Kalian memberitahukan secara rahasia kepada mereka, karena rasa kasih sayang. Aku lebih mengetahui apa yang kalian sembunyikan dan apa yang kalian nyatakan. Dan barang siapa di antara kalian yang melakukannya) yaitu memberitahukan berita-berita Nabi saw. kepada orang-orang musyrik secara rahasia (maka sesungguhnya dia telah tersesat dari jalan yang lurus) artinya menyimpang dari jalan hidayah. Lafal as-sawaa menurut pengertian asalnya berarti tengah-tengah."
  },
  {
    "hizb": 219,
    "name": "Al-Mumtahanah",
    "ayat": 2,
    "arab": "اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ",
    "translation": "Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5152.mp3",
    "tafsir": "Dalam ayat ini diterangkan sebab-sebab yang lain Allah melarang kaum Muslimin berteman akrab dan saling menolong dengan orang kafir, yaitu:\n1.Jika suatu waktu mereka menangkap atau mengalahkan kaum Muslimin, mereka pasti akan melakukan kezaliman yang di luar dugaan. Mereka berteman dengan kaum Muslimin semata-mata mencari keuntungan bagi diri dan golongan mereka. Bila tidak ada keuntungan yang diharapkan, mereka akan menjauhkan diri, bahkan akan menghancurkan kaum Muslimin.\n2.Mereka selalu berusaha menjelek-jelekkan dan memusuhi kaum Muslimin. Bagaimana mungkin ada satu atau sebagian dari kaum Muslimin membukakan rahasia kepada mereka atau berteman erat dengan mereka. Orang yang dapat dijadikan teman itu hanyalah orang yang menginginkan kebaikan untuk kita, bukan sebaliknya.\n3.Mereka mengharapkan kaum Muslimin mengingkari kebenaran dan kafir kepada Allah, sehingga kaum Muslimin sama dengan mereka, yaitu sama-sama kafir. Oleh karena itu, mereka hanya mau berteman erat atau bertolong-tolongan dengan kaum Muslimin selama hal itu bisa memenuhi keinginan-keinginan mereka.",
    "quraish": "Jika berhasil menemui kalian, rasa permusuhan mereka kepada kalian menjadi tampak. Melalui perbuatan dan ucapan, mereka berbuat sesuatu yang berakibat buruk kepada kalian. Mereka mengharapkan kalian menjadi kafir seperti mereka.",
    "jalalayn": "(Jika mereka menangkap kalian) yakni berhasil menahan kalian (niscaya mereka bertindak sebagai musuh bagi kalian dan melepaskan tangan mereka kepada kalian) maksudnya membunuh dan memukuli kalian (dan lisan mereka mengeluarkan kata-kata yang kotor) yakni mencaci maki kalian (dan mereka ingin) mengharapkan (supaya kalian kafir kembali)."
  },
  {
    "hizb": 219,
    "name": "Al-Mumtahanah",
    "ayat": 3,
    "arab": "لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5153.mp3",
    "tafsir": "Pada hari Kiamat setiap orang mempertanggungjawabkan diri mereka masing-masing kepada Allah. Karib-kerabat, teman setia, anak-anak, atau orang tua sekalipun tidak dapat menolong seseorang di hari Kiamat. Yang dapat menolong seseorang dari siksa Allah hanyalah iman dan amal saleh yang dilakukan selama hidup di dunia.\nKarib-kerabat, teman setia, anak-anak dan orang tua tidak dapat dijadikan penolong di hari Kiamat karena masing-masing berusaha menghindarkan diri dari malapetaka yang akan menimpa, sehingga tidak sempat memikirkan kerabat atau temannya, sebagaimana firman Allah:\n\nMaka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), Pada hari itu manusia lari dari saudaranya, Dan dari ibu dan bapaknya, Dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. ('Abasa/80: 33-37)\n\nPada akhir ayat ini, Allah memberi peringatan bahwa Dia Maha Mengetahui semua yang dilakukan manusia, tidak ada satu pun yang luput dari pengetahuan-Nya. Oleh karena itu, Dia akan memberikan balasan yang seadil-adilnya. Maka itu berhati-hatilah dan jagalah dirimu sebaik mungkin.",
    "quraish": "Kerabat dan anak-anak kalian yang kalian jadikan penolong tidak akan berguna jika mereka menjadi musuh Allah dan musuh kalian. Di hari kiamat, Allah akan memutuskan perkara di antara kalian semua, lalu memasukkan musuh-musuh-Nya ke dalam neraka dan kekasih-kekasih-Nya ke dalam surga. Allah melihat segala sesuatu yang kalian kerjakan.",
    "jalalayn": "(Tidak akan bermanfaat bagi kalian karib kerabat kalian) famili-famili kalian (dan anak-anak kalian) yang musyrik, karena kalian memberitahukan berita-berita Nabi secara rahasia kepada mereka; mereka semuanya sekali-kali tiada bermanfaat bagi diri kalian untuk menolak azab di hari akhirat (pada hari kiamat Dia akan memisahkan) dapat dibaca yafshilu dan yufshalu (antara kalian) dan antara mereka; karena kalian berada di dalam surga, sedangkan mereka bersama-sama dengan orang-orang kafir di dalam neraka. (Dan Allah Maha Melihat apa yang kalian kerjakan)."
  },
  {
    "hizb": 219,
    "name": "Al-Mumtahanah",
    "ayat": 4,
    "arab": "قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ",
    "translation": "Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5154.mp3",
    "tafsir": "Allah memerintahkan kaum Muslimin untuk mencontoh Nabi Ibrahim dan orang-orang yang beriman besertanya, ketika ia berkata kepada kaumnya yang kafir dan menyembah berhala, \"Hai kaumku, sesungguhnya kami berlepas diri dari kamu semua, dan dari apa yang kamu sembah selain Allah.\"\nKemudian diterangkan bahwa yang dimaksud Ibrahim dengan berlepas diri itu ialah:\n1.Nabi Ibrahim mengingkari kaumnya, tidak mengacuhkan tuhan-tuhan mereka, dan tidak membenarkan perbuatan mereka yang menyembah patung-patung yang tidak dapat memberi manfaat dan mudarat kepada siapa pun. Allah berfirman: \n\nWahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah. (al-hajj/22: 73)\n\n2.Nabi Ibrahim mengatakan bahwa antara dia dengan kaumnya yang ingkar telah terjadi permusuhan dan saling membenci selamanya. Ibrahim menyatakan akan tetap menentang kaumnya sampai mereka meninggalkan perbuatan syirik. Jika mereka telah beriman, permusuhan itu baru akan berakhir.\n\nTerhadap ayahnya yang masih kafir, ia tidak mengambil sikap yang tegas seperti sikapnya terhadap kaumnya. Ia berjanji akan mendoakan agar Allah mengampuni dosa-dosa ayahnya. Dalam hal ini, Allah melarang kaum Muslimin mencontoh Ibrahim, sekalipun ia akhirnya berlepas tangan pula terhadap ayahnya, setelah nyata baginya keingkaran bapaknya itu.\nBenar ada di antara orang yang beriman mendoakan ayah-ayah mereka yang meninggal dalam keadaan musyrik. Mereka beralasan mencontoh perbuatan Ibrahim itu. Maka Allah membantah perbuatan mereka:\n\nTidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam. Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 113-114)\n\nSelanjutnya Nabi Ibrahim berkata kepada ayahnya bahwa dia tidak mampu menolongnya. Ia hanya bisa berdoa agar Allah memberi taufik berupa iman kepadanya.",
    "quraish": "Kalian benar-benar telah mendapatkan teladan baik pada diri Ibrâhîm dan orang-orang yang beriman bersamanya, pada saat berkata kepada kaumnya, \"Kami benar-benar putus hubungan dengan kalian dan tuhan-tuhan selain Allah yang kalian sembah. Kami ingkar kepada kalian. Antara kita telah terjadi saling bermusuhan dan saling benci, dan tidak akan hilang kecuali jika kalian beriman kepada Allah semata.\" Tetapi perkataan Ibrâhîm kepada bapaknya, \"Aku pasti akan memintakan ampunan untukmu walaupun tidak mempunyai kekuasaan apa-apa atas hal-hal yang akan Allah lakukan,\" tidak termasuk dalam hal yang harus diteladani. Sebab, Ibrâhîm mengatakan itu sebelum tahu bahwa ayahnya tetap bersikeras memusuhi Allah. Setelah Ibrâhîm tahu hal itu, ia lepas tangan dari ayahnya. Katakan, wahai orang-orang Mukmin, \"Ya Tuhan kami, hanya kepada-Mu kami bersandar, kembali, dan berpulang di akhirat kelak!\"",
    "jalalayn": "(Sesungguhnya telah ada suri teladan bagi kalian) lafal uswatun dapat pula dibaca iswatun, artinya teladan atau panutan (yang baik pada Ibrahim) yakni pada diri Nabi Ibrahim, baik perkataan maupun perbuatannya (dan pada orang-orang yang bersama dia) dari kalangan orang-orang yang beriman (ketika mereka berkata kepada kaum mereka, \"Sesungguhnya kami berlepas diri) lafal bura-aa-u adalah bentuk jamak dari lafal barii'un, wazannya sama dengan lafal zharifun yang jamaknya zhurafaa'u (dari kalian apa yang kalian sembah selain Allah, kami ingkar kepada kekafiran kalian) kami membenci kekafiran kalian (dan telah nyata antara kami dan kalian permusuhan dan kebencian buat selama-lamanya) lafal wal baghdhaa'u abadan dapat dibaca secara tahqiq dan dapat pula dibaca secara tashil, yakni mengganti huruf hamzah yang kedua menjadi wau (sampai kalian beriman kepada Allah semata.\" Kecuali perkataan Ibrahim kepada bapaknya, \"Sesungguhnya aku akan memohonkan ampunan bagi kamu) perkataan ini merupakan perkataan yang dikecualikan daripada pengertian suri teladan tadi. Maka sekali-kali kalian tidak boleh mengucapkan kata penyesalan seperti itu, seumpamanya kalian memohonkan ampunan buat orang-orang kafir. Dan juga perkataan Nabi Ibrahim berikut ini (dan aku tiada dapat melindungimu dari Allah) dari siksaan dan pahala-Nya (barang sedikit pun.\") Nabi Ibrahim mengungkapkan kata-kata ini sebagai kiasan, bahwasanya dia tidak memiliki buatnya selain dari memohonkan ampun. Perkataan ini pun termasuk di antara hal yang dikecualikan untuk tidak boleh diikuti, karena sekalipun pengertian lahiriahnya sebagai ungkapan penyesalan, akan tetapi maksudnya berkaitan dengan pengertian kalimat yang pertama. Pengertian lahiriah kalimat yang kedua ini sama dengan pengertian yang terkandung di dalam firman Allah swt., \" Katakanlah! 'Maka siapakah gerangan yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki kemudaratan bagi kamu.'\" (Q.S. Al-Fath 11) Permohonan ampun Nabi Ibrahim buat bapaknya ini sebelum jelas bagi Nabi Ibrahim, bahwa bapaknya itu adalah benar-benar musuh Allah, sebagaimana yang telah dijelaskan di dalam surah Al-Bara'ah atau surah At-Taubah. (\"Ya Rabb kami, hanya kepada Engkaulah kami bertawakal dan hanya kepada Engkaulah kami bertobat dan hanya kepada Engkaulah kami kembali.\") Kalimat ini termasuk doa yang selalu diucapkan oleh Al-Khalil atau Nabi Ibrahim dan orang-orang beriman yang bersamanya; yakni, mereka mengucapkan kata-kata tersebut."
  },
  {
    "hizb": 219,
    "name": "Al-Mumtahanah",
    "ayat": 5,
    "arab": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5155.mp3",
    "tafsir": "Sebelum Nabi Ibrahim berpisah dengan kaumnya yang tidak mau menerima seruannya, ia berdoa kepada Allah dengan hati yang tunduk dan berserah diri kepada-Nya. Dalam doanya ia berkata, \"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir.\"\nDengan perkataan lain, arti ayat ini ialah Nabi Ibrahim memohon agar Allah tidak memenangkan orang kafir atas orang beriman. Hal itu akan memberi kesempatan kepada orang kafir untuk memfitnah orang beriman. Kemenangan itu juga bisa menimbulkan keyakinan pada orang kafir bahwa mereka berada di jalan yang benar sedangkan orang beriman berada di jalan yang salah.\nDi akhir ayat, Nabi Ibrahim berdoa, \"Wahai Tuhan kami, ampunilah dan maafkanlah dosa kami sehingga perbuatan dosa itu seakan-akan tidak pernah kami kerjakan. Engkaulah tempat kami berlindung. Tuntutan-Mu sangat keras. Engkau melakukan dan menciptakan segala sesuatu sesuai dengan sifat, guna, dan faedahnya.\"",
    "quraish": "Katakan juga, \"Ya Tuhan kami, jangan tempatkan kami pada suatu keadaan yang membuat kami menjadi bahan fitnah bagi orang-orang kafir! Ampuni dosa-dosa kami, ya Tuhan. Engkau benar-benar Mahaperkasa yang tidak terkalahkan, dan Pemilik kebijaksanaan dalam segala tindakan.\"",
    "jalalayn": "(\"Ya Rabb kami, janganlah Engkau jadikan kami sasaran fitnah bagi orang-orang kafir) maksudnya janganlah Engkau menjadikan mereka menang atas kami, sehingga nanti mereka menduga, bahwa mereka berada dalam jalan yang benar, lalu karena itu mereka terfitnah, yakni akal mereka ditujukan untuk mempengaruhi kami. (Dan ampunilah kami Ya Rabb kami. Sesungguhnya Engkau, Engkaulah Yang Maha Perkasa lagi Maha Bijaksana.\") Maha Perkasa di dalam kerajaan-Mu lagi Maha Bijaksana perbuatan-Mu."
  },
  {
    "hizb": 219,
    "name": "Al-Mumtahanah",
    "ayat": 6,
    "arab": "لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُو اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ",
    "translation": "Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5156.mp3",
    "tafsir": "Ayat ini mengulang perintah untuk menjadikan Nabi Ibrahim dan orang-orang yang beriman besertanya sebagai teladan yang baik dengan maksud agar perintah itu diperhatikan oleh orang-orang yang beriman. Hal ini terutama ditujukan bagi orang yang yakin akan bertemu dengan Allah di akhirat, dan mengharapkan pahala serta balasan surga sebagai tempat yang nikmat.\nOrang yang tidak mengikuti perintah Allah, dan tidak mengambil teladan dari orang-orang yang saleh, maka hendaklah mereka ketahui bahwa Allah sedikit pun tidak memerlukannya. Allah Maha Terpuji di langit dan di bumi, dan Dia tidak memerlukan bantuan makhluk-Nya dalam melaksanakan kehendak-Nya. Allah berfirman:\n\nDan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji. (Ibrahim/14: 8)",
    "quraish": "Sungguh kalian telah mendapatkan teladan yang baik pada Ibrâhîm dan orang-orang yang bersamanya dalam memerangi musuh-musuh Allah. Teladan itu adalah untuk orang yang mengharapkan pertemuan dengan Allah dan hari akhir. Barangsiapa yang tidak mau mengambil teladan ini, berarti telah menganiaya diri sendiri, karena Allah benar-benar tidak memerlukan kepada yang lain dan berhak mendapatkan segala puji dari segala sesuatu selain diri-Nya.",
    "jalalayn": "(Sesungguhnya telah ada bagi kalian) hai umat Muhammad, menjadi jawab qasam yang keberadaannya diperkirakan (teladan yang baik pada mereka itu, yaitu bagi orang yang mengharap pahala Allah dan hari akhirat) yakni bagi orang yang takut kepada keduanya; atau bagi orang yang menduga bahwa dirinya akan mendapat pahala dan selamat dari siksa. (Dan barang siapa yang berpaling) seumpamanya dia mengambil orang-orang kafir sebagai teman setia (maka sesungguhnya Allah, Dialah Yang Maha Kaya) yakni tidak membutuhkan makhluk-Nya (lagi Maha terpuji) di kalangan orang-orang yang taat kepada-Nya."
  }
]