[
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 19,
    "arab": "۞ اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًاۙ",
    "translation": "Sungguh, manusia diciptakan bersifat suka mengeluh. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5394.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa manusia memiliki sifat suka berkeluh kesah dan kikir. Namun, sifat ini dapat diubah jika menuruti petunjuk Tuhan yang dinyatakan-Nya dalam ayat 22 sampai 24 surah ini. Manusia yang tidak mempedulikan petunjuk Tuhan dan seruan rasul adalah orang yang sesat. Firman Allah:\n\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12: 103)\n\nManusia bisa sesat dari jalan Allah karena sifatnya yang tergesa-gesa, gelisah, dan kikir. Hal ini bukanlah ketentuan dari Allah terhadapnya, tetapi mereka menjadi mukmin atau menjadi kafir karena usaha dan pilihan mereka sendiri. \n\nDialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan di antara kamu (juga) ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan. (At-Tagabun/64: 2)\n\nKepada manusia dibentangkan jalan lurus menuju keridaan Allah dan kebahagiaan hidup di dunia dan di akhirat seperti yang disampaikan Rasulullah, sebagaimana yang termuat dalam Al-Qur\\'an dan hadis. Di samping itu, terbentang pula jalan yang sesat, jalan yang dimurkai Allah dan menuju ke tempat yang penuh derita dan sengsara di akhirat. Manusia boleh memilih salah satu dari kedua jalan itu; jalan mana yang akan ditempuhnya, apakah jalan yang lurus atau jalan yang sesat. Kemudian mereka diberi balasan sesuai dengan pilihan mereka.",
    "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
    "jalalayn": "(Sesungguhnya manusia diciptakan bersifat keluh-kesah) lafal haluu`an merupakan hal atau kata keterangan keadaan dari lafal yang tidak disebutkan, dan sekaligus sebagai penafsirnya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 20,
    "arab": "اِذَا مَسَّهُ الشَّرُّ جَزُوْعًاۙ",
    "translation": "Apabila dia ditimpa kesusahan dia berkeluh kesah, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5395.mp3",
    "tafsir": "Jika manusia ditimpa kesusahan, mereka tidak sabar dan tabah, kadang-kadang berputus asa. Akan tetapi, jika memperoleh rezeki dan karunia yang banyak dari Allah, ia menjadi kikir. Kegelisahan dan kekikiran itu timbul pada diri manusia lantaran mereka tidak beriman dengan sungguh-sungguh kepada Allah. Ia merasa seakan-akan dirinya terpencil, tidak ada sesuatu pun yang dapat menolongnya dalam kesukaran itu. Namun apabila mendapat rezeki, ia merasa bahwa rezeki itu diperolehnya semata-mata karena usahanya sendiri, tanpa pertolongan dari orang lain. Mereka beranggapan bahwa rezeki dan karunia yang diperolehnya itu bukan karunia dari Allah. Oleh karena itu, timbullah sifat kikir. \nLain halnya dengan orang yang beriman. Ia percaya bahwa segala yang datang kepadanya merupakan ujian dan cobaan dari Allah, baik yang datang itu berupa penderitaan maupun kesenangan. Cobaan itu diberikan kepadanya untuk menguji dan menambah kuat imannya. Oleh karena itu, ia tetap tabah dan sabar dalam menerima semua cobaan, serta bertobat kepada Allah dengan tobat yang sesungguhnya jika ada kesalahan yang telah dilakukannya. Sebaliknya jika ia menerima rahmat dan karunia dari Allah, ia bersyukur kepada-Nya dan merasa dirinya terikat dengan rahmat itu. Kemudian ia mengeluarkan hak orang lain atau hak Allah yang ada dalam hartanya itu, sebagaimana yang telah dilakukan Nabi Ayub:\n\nDan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.” Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami. (Al-Anbiya‘/21: 83-84)\n\nOrang yang beriman tidak akan bersedih hati dan putus asa terhadap urusan dunia yang luput darinya, dan tidak akan berpengaruh pada jiwanya, karena ia yakin kepada Qada dan Qadar Allah. Belum tentu yang dikira buruk itu, buruk pula di sisi Allah, dan yang dikira baik itu, baik pula di sisi-Nya. Mungkin sebaliknya, yang dikira buruk itu, baik di sisi Allah dan yang kelihatannya baik itu adalah buruk di sisi Allah. Ia yakin benar hal yang demikian, karena dinyatakan Allah dalam firman-Nya:\n\nJika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya. (an-Nisa\\\\\\\\\\\\\\'/4: 19)\n\nAdapun orang kafir tidak mempunyai kepercayaan yang demikian. Mereka tidak percaya bahwa suka dan duka yang didatangkan Allah kepada seseorang merupakan cobaan Allah kepadanya. Mereka beranggapan bahwa hal itu merupakan malapetaka baginya. Ketika dalam keadaan senang dan gembira, mereka hanya melihat seakan-akan diri mereka sajalah yang ada, sedangkan yang lain tidak ada, sebagaimana firman Allah:\n\n\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat. (Fussilat/41: 49-50)",
    "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
    "jalalayn": "(Apabila ia ditimpa kesusahan ia berkeluh kesah) atau sewaktu ia ditimpa keburukan berkeluh kesah."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 21,
    "arab": "وَّاِذَا مَسَّهُ الْخَيْرُ مَنُوْعًاۙ",
    "translation": "dan apabila mendapat kebaikan (harta) dia jadi kikir, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5396.mp3",
    "tafsir": "Jika manusia ditimpa kesusahan, mereka tidak sabar dan tabah, kadang-kadang berputus asa. Akan tetapi, jika memperoleh rezeki dan karunia yang banyak dari Allah, ia menjadi kikir. Kegelisahan dan kekikiran itu timbul pada diri manusia lantaran mereka tidak beriman dengan sungguh-sungguh kepada Allah. Ia merasa seakan-akan dirinya terpencil, tidak ada sesuatu pun yang dapat menolongnya dalam kesukaran itu. Namun apabila mendapat rezeki, ia merasa bahwa rezeki itu diperolehnya semata-mata karena usahanya sendiri, tanpa pertolongan dari orang lain. Mereka beranggapan bahwa rezeki dan karunia yang diperolehnya itu bukan karunia dari Allah. Oleh karena itu, timbullah sifat kikir. \nLain halnya dengan orang yang beriman. Ia percaya bahwa segala yang datang kepadanya merupakan ujian dan cobaan dari Allah, baik yang datang itu berupa penderitaan maupun kesenangan. Cobaan itu diberikan kepadanya untuk menguji dan menambah kuat imannya. Oleh karena itu, ia tetap tabah dan sabar dalam menerima semua cobaan, serta bertobat kepada Allah dengan tobat yang sesungguhnya jika ada kesalahan yang telah dilakukannya. Sebaliknya jika ia menerima rahmat dan karunia dari Allah, ia bersyukur kepada-Nya dan merasa dirinya terikat dengan rahmat itu. Kemudian ia mengeluarkan hak orang lain atau hak Allah yang ada dalam hartanya itu, sebagaimana yang telah dilakukan Nabi Ayub:\n\nDan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.” Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami. (Al-Anbiya\\\\\\'/21: 83-84)\n\nOrang yang beriman tidak akan bersedih hati dan putus asa terhadap urusan dunia yang luput darinya, dan tidak akan berpengaruh pada jiwanya, karena ia yakin kepada Qada dan Qadar Allah. Belum tentu yang dikira buruk itu, buruk pula di sisi Allah, dan yang dikira baik itu, baik pula di sisi-Nya. Mungkin sebaliknya, yang dikira buruk itu, baik di sisi Allah dan yang kelihatannya baik itu adalah buruk di sisi Allah. Ia yakin benar hal yang demikian, karena dinyatakan Allah dalam firman-Nya:\n\nJika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya. (an-Nisa\\\\\\'/4: 19)\n\nAdapun orang kafir tidak mempunyai kepercayaan yang demikian. Mereka tidak percaya bahwa suka dan duka yang didatangkan Allah kepada seseorang merupakan cobaan Allah kepadanya. Mereka beranggapan bahwa hal itu merupakan malapetaka baginya. Ketika dalam keadaan senang dan gembira, mereka hanya melihat seakan-akan diri mereka sajalah yang ada, sedangkan yang lain tidak ada, sebagaimana firman Allah:\n\n\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat. (Fussilat/41: 49-50)",
    "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
    "jalalayn": "(Dan apabila ia mendapat kebaikan ia amat kikir) sewaktu ia mendapat harta benda ia kikir, tidak mau menunaikan hak Allah yang ada pada hartanya itu."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 22,
    "arab": "اِلَّا الْمُصَلِّيْنَۙ",
    "translation": "kecuali orang-orang yang melaksanakan salat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5397.mp3",
    "tafsir": "Demikian sifat-sifat manusia pada umumnya, kecuali orang-orang yang mengerjakan salat. Salat merupakan rukun Islam kedua; tanda yang membedakan antara orang yang beriman dengan orang kafir. Jika seseorang salat, berarti ia mempunyai hubungan dengan Tuhannya. Dia akan selalu teringat kepada Tuhannya. Sebaliknya jika ia tidak salat, ia akan lupa kepada Tuhannya sehingga hubungannya terputus.\n\nSungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku. (°aha/20: 14)\n\nJika orang benar-benar khusyuk dalam salatnya, berarti hati dan pikirannya tertuju kepada Allah semata. Dia merasa berhadapan langsung dengan Allah dalam salatnya. Timbul dalam hatinya takut karena dosa-dosa yang telah diperbuatnya di samping penuh harap akan limpahan pahala, rahmat, dan karunia-Nya. Oleh karena itu, ia berjanji dalam hatinya akan menjauhi dan menghentikan larangan-larangan-Nya. Hatinya pasrah dan tenteram menyerahkan diri kepada-Nya. Orang yang salat secara demikian, akan terhindar dari perbuatan keji dan perbuatan mungkar.\n\nBacalah Kitab (Al-Qur\\'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (Al-‘Ankabµt/29: 45)\n\nDalam ayat ini disebutkan salat dalam arti yang umum, termasuk di dalamnya salat wajib yang lima waktu dan salat-salat sunah. Hal ini berarti bahwa semua salat yang diperintahkan Allah untuk dikerjakan dapat menghilangkan kegelisahan, menenteramkan hati, dan menambah kekuatan iman orang yang mengerjakannya. Sekalipun demikian, tentu salat yang paling diutamakan mengerjakannya ialah salat yang lima waktu.\nKemudian diteruskan bahwa salat itu selalu dikerjakan pada setiap waktu yang ditentukan, terus-menerus, tidak ada yang luput dikerjakan walaupun satu salat. Inilah syarat mengerjakan salat yang dapat menghilangkan kegelisahan hati dan kekikiran.",
    "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
    "jalalayn": "(Kecuali orang-orang yang mengerjakan salat) yakni, orang-orang yang beriman."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 23,
    "arab": "الَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ دَاۤىِٕمُوْنَۖ",
    "translation": "mereka yang tetap setia melaksanakan salatnya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5398.mp3",
    "tafsir": "Demikian sifat-sifat manusia pada umumnya, kecuali orang-orang yang mengerjakan salat. Salat merupakan rukun Islam kedua; tanda yang membedakan antara orang yang beriman dengan orang kafir. Jika seseorang salat, berarti ia mempunyai hubungan dengan Tuhannya. Dia akan selalu teringat kepada Tuhannya. Sebaliknya jika ia tidak salat, ia akan lupa kepada Tuhannya sehingga hubungannya terputus.\n\nSungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku. (Thaha/20: 14)\n\nJika orang benar-benar khusyuk dalam salatnya, berarti hati dan pikirannya tertuju kepada Allah semata. Dia merasa berhadapan langsung dengan Allah dalam salatnya. Timbul dalam hatinya takut karena dosa-dosa yang telah diperbuatnya di samping penuh harap akan limpahan pahala, rahmat, dan karunia-Nya. Oleh karena itu, ia berjanji dalam hatinya akan menjauhi dan menghentikan larangan-larangan-Nya. Hatinya pasrah dan tenteram menyerahkan diri kepada-Nya. Orang yang salat secara demikian, akan terhindar dari perbuatan keji dan perbuatan mungkar.\n\nBacalah Kitab (Al-Qur‘an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (Al-‘Ankabµt/29: 45)\n\nDalam ayat ini disebutkan salat dalam arti yang umum, termasuk di dalamnya salat wajib yang lima waktu dan salat-salat sunah. Hal ini berarti bahwa semua salat yang diperintahkan Allah untuk dikerjakan dapat menghilangkan kegelisahan, menenteramkan hati, dan menambah kekuatan iman orang yang mengerjakannya. Sekalipun demikian, tentu salat yang paling diutamakan mengerjakannya ialah salat yang lima waktu.\nKemudian diteruskan bahwa salat itu selalu dikerjakan pada setiap waktu yang ditentukan, terus-menerus, tidak ada yang luput dikerjakan walaupun satu salat. Inilah syarat mengerjakan salat yang dapat menghilangkan kegelisahan hati dan kekikiran.",
    "quraish": "Sesungguhnya manusia itu bersifat hala': sangat gelisah dan marah bila ditimpa kesusahan dan sangat kikir bila mendapat kebaikan dan kemudahan. Kecuali, pertama, orang-orang yang senantiasa mengerjakan salat dan tetap melakukannya tanpa meninggalkan satu waktu pun. Mereka mendapat perlindungan dan bimbingan dari Allah ke arah kebaikan.",
    "jalalayn": "(Yang mereka itu tetap mengerjakan salatnya) terus-menerus mengerjakannya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 24,
    "arab": "وَالَّذِيْنَ فِيْٓ اَمْوَالِهِمْ حَقٌّ مَّعْلُوْمٌۖ",
    "translation": "dan orang-orang yang dalam hartanya disiapkan bagian tertentu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5399.mp3",
    "tafsir": "Di samping mengerjakan salat untuk mengingat dan menghambakan diri kepada Allah, manusia diperintahkan agar selalu meneliti harta yang telah dianugerahkan Allah kepadanya; apakah dalam harta itu telah atau belum ada hak orang miskin yang meminta-minta, dan orang miskin yang tidak mempunyai sesuatu apa pun. Jika ada hak mereka, ia segera mengeluarkannya karena dia percaya bahwa selama ada hak orang lain dalam hartanya itu, berarti hartanya belum suci.\n\nAmbillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. (at-Taubah/9: 103)\n\nDari perkataan ¥aqq ma‘lµm (bagian tertentu) dipahami bahwa yang dimaksud dalam ayat ini ialah sedekah wajib, yaitu zakat. Hal ini diperkuat dengan penyebutannya dalam ayat ini diiringi dengan penyebutan salat. Di dalam Al-Qur‘an terdapat dua puluh tujuh tempat yang menyebutkan secara beriringan perintah mengerjakan salat dengan perintah mengerjakan zakat. Hal ini menunjukkan bahwa keduanya mempunyai hubungan yang erat. Dengan salat, seorang dapat menyucikan dirinya dari segala perbuatan syirik dan terlarang, serta menyerahkan dan menghambakan diri hanya kepada Allah. Sedangkan dengan zakat, seseorang dapat menyucikan hartanya dari milik orang lain serta menanamkan keyakinan dalam dirinya bahwa harta yang dikaruniakan Allah itu harus digunakan dan dimanfaatkan untuk jalan yang diridai-Nya. Harta itu hanya sebagai alat untuk mencari keridaan-Nya, bukan sebagai tujuan hidup. Dengan perkataan lain bahwa zakat adalah hasil dan perwujudan dari berhasilnya salat yang dikerjakan seseorang.",
    "quraish": "Kedua, orang-orang yang dalam hartanya terdapat bagian tertentu untuk orang yang meminta, dan orang yang menjaga kehormatan dirinya dari meminta-minta meskipun sebenarnya membutuhkan.",
    "jalalayn": "(Dan orang-orang yang dalam hartanya tersedia bagian tertentu) yakni zakat."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 25,
    "arab": "لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِۖ",
    "translation": "bagi orang (miskin) yang meminta dan yang tidak meminta, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5400.mp3",
    "tafsir": "Di samping mengerjakan salat untuk mengingat dan menghambakan diri kepada Allah, manusia diperintahkan agar selalu meneliti harta yang telah dianugerahkan Allah kepadanya; apakah dalam harta itu telah atau belum ada hak orang miskin yang meminta-minta, dan orang miskin yang tidak mempunyai sesuatu apa pun. Jika ada hak mereka, ia segera mengeluarkannya karena dia percaya bahwa selama ada hak orang lain dalam hartanya itu, berarti hartanya belum suci.\n\nAmbillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka, dan berdoalah untuk mereka. (at-Taubah/9: 103)\n\nDari perkataan ¥aqq ma‘lµm (bagian tertentu) dipahami bahwa yang dimaksud dalam ayat ini ialah sedekah wajib, yaitu zakat. Hal ini diperkuat dengan penyebutannya dalam ayat ini diiringi dengan penyebutan salat. Di dalam Al-Qur‘an terdapat dua puluh tujuh tempat yang menyebutkan secara beriringan perintah mengerjakan salat dengan perintah mengerjakan zakat. Hal ini menunjukkan bahwa keduanya mempunyai hubungan yang erat. Dengan salat, seorang dapat menyucikan dirinya dari segala perbuatan syirik dan terlarang, serta menyerahkan dan menghambakan diri hanya kepada Allah. Sedangkan dengan zakat, seseorang dapat menyucikan hartanya dari milik orang lain serta menanamkan keyakinan dalam dirinya bahwa harta yang dikaruniakan Allah itu harus digunakan dan dimanfaatkan untuk jalan yang diridai-Nya. Harta itu hanya sebagai alat untuk mencari keridaan-Nya, bukan sebagai tujuan hidup. Dengan perkataan lain bahwa zakat adalah hasil dan perwujudan dari berhasilnya salat yang dikerjakan seseorang.",
    "quraish": "Kedua, orang-orang yang dalam hartanya terdapat bagian tertentu untuk orang yang meminta, dan orang yang menjaga kehormatan dirinya dari meminta-minta meskipun sebenarnya membutuhkan.",
    "jalalayn": "(Bagi orang miskin yang meminta dan orang yang tidak mempunyai apa-apa) yang tidak mau meminta-minta, demi memelihara kehormatannya sekalipun ia tidak punya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 26,
    "arab": "وَالَّذِيْنَ يُصَدِّقُوْنَ بِيَوْمِ الدِّيْنِۖ",
    "translation": "dan orang-orang yang mempercayai hari pembalasan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5401.mp3",
    "tafsir": "Orang yang tidak suka berkeluh kesah adalah orang yang menjalankan salat dan menunaikan zakat. Merekalah yang percaya adanya hari kiamat, adanya hidup setelah mati, dan waktu ditimbang semua amal perbuatan yang telah dikerjakan selama hidup di dunia. Amal baik dibalas dengan surga, sedangkan perbuatan jahat, yang tidak diridai Allah akan dibalas dengan neraka.\nOrang yang percaya akan adanya hari akhirat sangat yakin bahwa mereka pada hari itu akan mendapat pahala iman dan amal yang telah mereka lakukan selama hidup di dunia. Mereka percaya bahwa hidup di akhiratlah hidup yang sebenarnya; sedangkan hidup di dunia hanyalah hidup sementara, untuk mempersiapkan diri bagi hidup di akhirat itu. Oleh karena itu, segala macam cobaan yang datang kepada mereka selama di dunia, dihadapi dengan tabah dan sabar. Mereka tidak pernah berkeluh-kesah, bagaimana pun cobaan yang diderita. Mereka tidak pula akan kikir untuk menolong sesamanya yang hidup dalam kepapaan dan penderitaan.\nTelah menjadi dasar bagi kebahagiaan hidup manusia ialah bahwa usahanya menghindarkan diri dari bahaya dan kemudaratan selalu lebih besar dan lebih didahulukan daripada usahanya untuk memperoleh kebahagiaan dan kemanfaatan. Akan tetapi, manusia dalam kehidupannya sehari-hari kadang-kadang lupa atau lalai terhadap dasar ini. Dia kadang-kadang cepat terpukau oleh sesuatu yang kelihatannya akan mendatangkan kebaikan atau memberi manfaat baginya. Maka dikerjakanlah sesuatu itu dengan tidak memperhitungkan atau mempertimbangkan kemudaratan yang akan ditimbulkannya. Akibatnya ia menderita dan sengsara. Itulah hukuman dan azab dari Tuhan atas kelalaian itu.\nAda kaidah Usul Fikih yang berbunyi:\nMenolak kemudaratan itu didahulukan daripada mengambil maslahat.",
    "quraish": "Ketiga, orang-orang yang mempercayai hari pembalasan lalu bersiap-siap dengan bekal untuk menghadapinya dan orang-orang yang takut kepada azab Tuhan mereka lalu bertakwa dan menjauhi hal-hal yang menyebabkan datangnya azab. Sesungguhnya tidak seorang pun yang dapat merasa aman dari kedatangan siksa Tuhan mereka.",
    "jalalayn": "(Dan orang-orang yang mempercayai hari pembalasan) yaitu, hari ketika semua orang mendapatkan balasan amal perbuatannya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 27,
    "arab": "وَالَّذِيْنَ هُمْ مِّنْ عَذَابِ رَبِّهِمْ مُّشْفِقُوْنَۚ",
    "translation": "dan orang-orang yang takut terhadap azab Tuhannya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5402.mp3",
    "tafsir": "Orang yang tidak suka berkeluh kesah adalah orang yang menjalankan salat dan menunaikan zakat. Merekalah yang percaya adanya hari kiamat, adanya hidup setelah mati, dan waktu ditimbang semua amal perbuatan yang telah dikerjakan selama hidup di dunia. Amal baik dibalas dengan surga, sedangkan perbuatan jahat, yang tidak diridai Allah akan dibalas dengan neraka.\nOrang yang percaya akan adanya hari akhirat sangat yakin bahwa mereka pada hari itu akan mendapat pahala iman dan amal yang telah mereka lakukan selama hidup di dunia. Mereka percaya bahwa hidup di akhiratlah hidup yang sebenarnya; sedangkan hidup di dunia hanyalah hidup sementara, untuk mempersiapkan diri bagi hidup di akhirat itu. Oleh karena itu, segala macam cobaan yang datang kepada mereka selama di dunia, dihadapi dengan tabah dan sabar. Mereka tidak pernah berkeluh-kesah, bagaimana pun cobaan yang diderita. Mereka tidak pula akan kikir untuk menolong sesamanya yang hidup dalam kepapaan dan penderitaan.\nTelah menjadi dasar bagi kebahagiaan hidup manusia ialah bahwa usahanya menghindarkan diri dari bahaya dan kemudaratan selalu lebih besar dan lebih didahulukan daripada usahanya untuk memperoleh kebahagiaan dan kemanfaatan. Akan tetapi, manusia dalam kehidupannya sehari-hari kadang-kadang lupa atau lalai terhadap dasar ini. Dia kadang-kadang cepat terpukau oleh sesuatu yang kelihatannya akan mendatangkan kebaikan atau memberi manfaat baginya. Maka dikerjakanlah sesuatu itu dengan tidak memperhitungkan atau mempertimbangkan kemudaratan yang akan ditimbulkannya. Akibatnya ia menderita dan sengsara. Itulah hukuman dan azab dari Tuhan atas kelalaian itu.\nAda kaidah Usul Fikih yang berbunyi:\nMenolak kemudaratan itu didahulukan daripada mengambil maslahat.",
    "quraish": "Ketiga, orang-orang yang mempercayai hari pembalasan lalu bersiap-siap dengan bekal untuk menghadapinya dan orang-orang yang takut kepada azab Tuhan mereka lalu bertakwa dan menjauhi hal-hal yang menyebabkan datangnya azab. Sesungguhnya tidak seorang pun yang dapat merasa aman dari kedatangan siksa Tuhan mereka.",
    "jalalayn": "(Dan orang-orang yang takut terhadap azab Rabbnya) mereka takut akan azab-Nya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 28,
    "arab": "اِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُوْنٍۖ",
    "translation": "sesungguhnya terhadap azab Tuhan mereka, tidak ada seseorang yang merasa aman (dari kedatangannya), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5403.mp3",
    "tafsir": "Tidak satu pun di antara manusia yang merasa dirinya aman dari kedatangan azab Tuhannya. Oleh karena itu, ia berusaha agar dia terjauh dari azab itu dengan bertakwa kepada-Nya. Azab Tuhan hanya akan ditimpakan kepada orang yang tidak bertakwa kepada-Nya. Semua orang yang beriman dengan sebenar-benarnya, mendirikan salat wajib, menunaikan zakat, dan percaya kepada adanya hari akhirat, hari dilaksanakan keadilan yang sesungguhnya, akan tenteram hatinya dan tidak merasa khawatir akan kedatangan azab Allah, sekalipun mereka belum dapat memastikan apakah mereka termasuk penghuni surga atau penghuni neraka. Yang menenteramkan hati orang yang beriman itu ialah iman dan amal saleh yang telah dikerjakan. Firman Allah:\n\nBarang siapa beriman kepada Allah, kepada hari kemudian, dan berbuat kebajikan, maka tidak ada rasa khawatir padanya dan mereka tidak bersedih hati. (al-Ma\\'idah/5: 69)\n\nDan firman-Nya:\n\nTidak! Barang siapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati. (al-Baqarah/2: 112)",
    "quraish": "Ketiga, orang-orang yang mempercayai hari pembalasan lalu bersiap-siap dengan bekal untuk menghadapinya dan orang-orang yang takut kepada azab Tuhan mereka lalu bertakwa dan menjauhi hal-hal yang menyebabkan datangnya azab. Sesungguhnya tidak seorang pun yang dapat merasa aman dari kedatangan siksa Tuhan mereka.",
    "jalalayn": "(Karena sesungguhnya azab Rabb mereka tidak dapat orang merasa aman) dari kedatangannya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 29,
    "arab": "وَّالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَۙ",
    "translation": "dan orang-orang yang memelihara kemaluannya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5404.mp3",
    "tafsir": "Dalam dua ayat ini diterangkan sifat manusia yang hatinya tenteram, tidak berkeluh kesah dan tidak kikir, yaitu orang yang menjaga kehormatannya dan tidak melakukan perbuatan zina. Mereka hanya melakukan apa yang telah dihalalkan, hanya menggauli istri-istri mereka atau dengan budak-budak perempuan yang telah mereka miliki.\nPerkataan fa innahum gairu malµm³n (maka sesungguhnya mereka tidak tercela) memberi pengertian bahwa hak mencampuri istri atau budak-budak yang dimiliki, bukanlah hak tanpa batas, melainkan harus disesuaikan dengan ketentuan-ketentuan agama. Menurut agama Islam, hubungan suami istri adalah hubungan yang suci, hubungan yang diridai Allah, hubungan cinta kasih, hubungan yang dilatarbelakangi oleh keinginan mengikuti sunah Rasulullah, dan ingin memperoleh keturunan. Hubungan suami-istri mempunyai unsur-unsur ibadah. Hubungan ini dilukiskan dalam firman Allah:\n\nDihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. (Al-Baqarah/2: 187)\nRasulullah saw bersabda:\n\nDari ‘Abdullah bin ‘Amr bahwa Rasulullah saw bersabda, “Dunia itu adalah sesuatu yang menyenangkan, sebaik-baik harta benda kehidupan dunia itu ialah istri yang saleh.” (Riwayat Muslim)\n\nAyat ini memberikan petunjuk kepada suami-istri bahwa dalam melakukan hubungan dengan istri atau suami, tuan dengan budak perempuan, hendaklah dilakukan sedemikian rupa, sehingga dalam hubungan itu terdapat unsur-unsur ibadah, akhlak yang mulia, tata cara yang baik, dan sebagainya, sehingga dapat menjaga kemuliaan dan martabatnya sebagai seorang muslim. Tidak sekadar memenuhi hawa nafsu, keperluan biologis, atau seperti yang dilakukan oleh binatang, melainkan untuk tujuan yang agung.\nSurah Al-Ma‘arij ini Makkiyyah, jadi waktu itu belum ada ketentuan pernikahan seperti yang kemudian diatur dalam Surah an-Nisa‘/4: 24-25. Kata-kata au ma malakat aimanuhum yang terdapat dalam beberapa surah, sering diterjemahkan “atau budak-budak perempuan yang mereka miliki” Ayat ini memerlukan penjelasan, seperti dikemukakan oleh beberapa mufasir secara lebih mendalam, bahwa ma malakat aimanuhum ialah perempuan yang sudah bercerai dengan suaminya, yang sekarang menjadi miliknya (biasanya dari tawanan perang), dan harus dalam arti tawanan dalam perang jihad, di bawah perintah imam yang saleh dan adil dalam menghadapi lawan yang hendak menindas orang beriman. Tawanan perempuan itu boleh digauli, tetapi harus dengan dinikahi terlebih dulu, dan perkawinan itu bukan karena didorong oleh nafsu, melainkan untuk memelihara kesucian pihak perempuan, yang dalam hal ini berarti pihak suami menghindari perbuatan zina dan sekaligus mengangkat martabat perempuan dari status budak bekas tawanan perang (yang memang sudah berlaku umum waktu itu) menjadi perempuan mereka, tidak lagi berstatus budak. Kebiasaan tawanan perang semacam ini sekarang sudah tidak berlaku lagi\nJika seorang muslim telah dapat melakukan hubungan dengan istrinya atau dengan budaknya sesuai dengan tuntutan agama Islam, berarti ia telah dapat menguasai puncak hawa nafsunya, karena puncak hawa nafsu itu terletak dalam hubungan seperti antara laki-laki dan wanita. Jika mereka telah dapat melakukan yang demikian, maka mereka akan lebih dapat melakukan hal-hal yang lain yang lebih rendah tingkatnya.",
    "quraish": "Keempat, orang-orang yang menjaga kemaluannya sehingga tidak dikalahkan oleh nafsu syahwat mereka. Tetapi terhadap istri-istri dan budak-budak yang mereka miliki mereka tidak menjaganya. Sebab tidak ada cela bagi mereka untuk menyalurkan nafsu syahwat kepada mereka. Maka, barangsiapa mencari kesenangan kepada selain istri dan budak, sesungguhnya mereka itu adalah orang-orang yang melampaui batas halal menuju yang haram.",
    "jalalayn": "(Dan orang-orang yang memelihara kemaluannya.)"
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 30,
    "arab": "اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ",
    "translation": "kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki maka sesungguhnya mereka tidak tercela. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5405.mp3",
    "tafsir": "Dalam dua ayat ini diterangkan sifat manusia yang hatinya tenteram, tidak berkeluh kesah dan tidak kikir, yaitu orang yang menjaga kehormatannya dan tidak melakukan perbuatan zina. Mereka hanya melakukan apa yang telah dihalalkan, hanya menggauli istri-istri mereka atau dengan budak-budak perempuan yang telah mereka miliki.\nPerkataan fa innahum gairu malµm³n (maka sesungguhnya mereka tidak tercela) memberi pengertian bahwa hak mencampuri istri atau budak-budak yang dimiliki, bukanlah hak tanpa batas, melainkan harus disesuaikan dengan ketentuan-ketentuan agama. Menurut agama Islam, hubungan suami istri adalah hubungan yang suci, hubungan yang diridai Allah, hubungan cinta kasih, hubungan yang dilatarbelakangi oleh keinginan mengikuti sunah Rasulullah, dan ingin memperoleh keturunan. Hubungan suami-istri mempunyai unsur-unsur ibadah. Hubungan ini dilukiskan dalam firman Allah:\n\nDihalalkan bagimu pada malam hari puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu, dan kamu adalah pakaian bagi mereka. (Al-Baqarah/2: 187)\nRasulullah saw bersabda:\n\nDari ‘Abdullah bin ‘Amr bahwa Rasulullah saw bersabda, “Dunia itu adalah sesuatu yang menyenangkan, sebaik-baik harta benda kehidupan dunia itu ialah istri yang saleh.” (Riwayat Muslim)\n\nAyat ini memberikan petunjuk kepada suami-istri bahwa dalam melakukan hubungan dengan istri atau suami, tuan dengan budak perempuan, hendaklah dilakukan sedemikian rupa, sehingga dalam hubungan itu terdapat unsur-unsur ibadah, akhlak yang mulia, tata cara yang baik, dan sebagainya, sehingga dapat menjaga kemuliaan dan martabatnya sebagai seorang muslim. Tidak sekadar memenuhi hawa nafsu, keperluan biologis, atau seperti yang dilakukan oleh binatang, melainkan untuk tujuan yang agung.\nSurah Al-Ma‘arij ini Makkiyyah, jadi waktu itu belum ada ketentuan pernikahan seperti yang kemudian diatur dalam Surah an-Nisa‘/4: 24-25. Kata-kata au ma malakat aimanuhum yang terdapat dalam beberapa surah, sering diterjemahkan “atau budak-budak perempuan yang mereka miliki” Ayat ini memerlukan penjelasan, seperti dikemukakan oleh beberapa mufasir secara lebih mendalam, bahwa ma malakat aimanuhum ialah perempuan yang sudah bercerai dengan suaminya, yang sekarang menjadi miliknya (biasanya dari tawanan perang), dan harus dalam arti tawanan dalam perang jihad, di bawah perintah imam yang saleh dan adil dalam menghadapi lawan yang hendak menindas orang beriman. Tawanan perempuan itu boleh digauli, tetapi harus dengan dinikahi terlebih dulu, dan perkawinan itu bukan karena didorong oleh nafsu, melainkan untuk memelihara kesucian pihak perempuan, yang dalam hal ini berarti pihak suami menghindari perbuatan zina dan sekaligus mengangkat martabat perempuan dari status budak bekas tawanan perang (yang memang sudah berlaku umum waktu itu) menjadi perempuan mereka, tidak lagi berstatus budak. Kebiasaan tawanan perang semacam ini sekarang sudah tidak berlaku lagi\nJika seorang muslim telah dapat melakukan hubungan dengan istrinya atau dengan budaknya sesuai dengan tuntutan agama Islam, berarti ia telah dapat menguasai puncak hawa nafsunya, karena puncak hawa nafsu itu terletak dalam hubungan seperti antara laki-laki dan wanita. Jika mereka telah dapat melakukan yang demikian, maka mereka akan lebih dapat melakukan hal-hal yang lain yang lebih rendah tingkatnya.",
    "quraish": "Keempat, orang-orang yang menjaga kemaluannya sehingga tidak dikalahkan oleh nafsu syahwat mereka. Tetapi terhadap istri-istri dan budak-budak yang mereka miliki mereka tidak menjaganya. Sebab tidak ada cela bagi mereka untuk menyalurkan nafsu syahwat kepada mereka. Maka, barangsiapa mencari kesenangan kepada selain istri dan budak, sesungguhnya mereka itu adalah orang-orang yang melampaui batas halal menuju yang haram.",
    "jalalayn": "(Kecuali terhadap istri-istri mereka atau budak-budak yang mereka miliki) yakni budak-budak perempuan (maka sesungguhnya mereka dalam hal ini tidak tercela.)"
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 31,
    "arab": "فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَۚ",
    "translation": "Maka barangsiapa mencari di luar itu (seperti zina, homoseks dan lesbian), mereka itulah orang-orang yang melampaui batas. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5406.mp3",
    "tafsir": "Barang siapa yang berbuat di luar ketentuan-ketentuan tersebut, misalnya berzina, melakukan homoseksual atau lesbian, mereka adalah orang-orang yang melampaui batas.\nDalam ayat yang sebelum ini, diterangkan bahwa di antara syarat menghilangkan suka berkeluh kesah dan sifat kikir ialah menjaga kehormatan dan kemuliaan diri, yaitu hanya dengan mencampuri istri atau budak yang dimiliki. Selain dari itu, dengan menjauhi perbuatan-perbuatan yang dapat mendorong atau mempercepat orang melakukan perbuatan yang terlarang itu, seperti pergaulan bebas antara laki-laki dan wanita, dan sebagainya. Oleh karena itu, Allah menegaskan dalam firman-Nya:\n\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nµr/24: 30)\n\nDalam ayat ini dapat dipahami bahwa Allah memerintahkan agar kaum Muslimin memelihara pandangannya adalah untuk menjaga diri dari perbuatan zina.",
    "quraish": "Keempat, orang-orang yang menjaga kemaluannya sehingga tidak dikalahkan oleh nafsu syahwat mereka. Tetapi terhadap istri-istri dan budak-budak yang mereka miliki mereka tidak menjaganya. Sebab tidak ada cela bagi mereka untuk menyalurkan nafsu syahwat kepada mereka. Maka, barangsiapa mencari kesenangan kepada selain istri dan budak, sesungguhnya mereka itu adalah orang-orang yang melampaui batas halal menuju yang haram.",
    "jalalayn": "(Barang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas) melanggar batas kehalalan menuju kepada keharaman."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 32,
    "arab": "وَالَّذِيْنَ هُمْ لِاَمٰنٰتِهِمْ وَعَهْدِهِمْ رَاعُوْنَۖ",
    "translation": "Dan orang-orang yang memelihara amanat dan janjinya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5407.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan syarat-syarat lain yang dapat menghilangkan sifat suka berkeluh-kesah dan kikir, yaitu memelihara amanat yang dipercayakan kepadanya, baik berupa amanat Allah, seperti wajib beriman, mengerjakan salat, menunaikan zakat, mengerjakan haji, berjihad, dan sebagainya, maupun amanat manusia terhadap dirinya, seperti memelihara kemaluan, memenuhi janji, dan sebagainya. Amanat ialah suatu perjanjian untuk memelihara sesuatu yang dilakukan oleh hamba kepada Tuhannya, dirinya sendiri, dan orang lain.\nSanggup memelihara amanat termasuk salah satu dari sifat orang muslim, dan sifat ini pulalah yang membedakan orang mukmin dari orang munafik. Nabi Muhammad bersabda:\nNabi Muhammad bersabda, “Tanda-tanda orang munafik itu ada tiga, yaitu: apabila ia berkata, ia berdusta, apabila ia berjanji, ia ingkar (menyalahinya), dan apabila ia diberi amanat, ia berkhianat.” (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)",
    "quraish": "Keenam, orang-orang yang memelihara amanat Tuhan, amanat manusia dan tidak mengkhianati komitmen mereka kepada Tuhan dan manusia. Ketujuh, orang-orang yang melaksanakan persaksian dengan benar tanpa menyembunyikan sesuatu yang diketahuinya. Dan, kedelapan, orang-orang yang memelihara salat mereka dengan melaksanakannya sebaik mungkin.",
    "jalalayn": "(Dan orang-orang yang terhadap amanat-amanat mereka) menurut suatu qiraat lafal amaanaatihim dibaca dalam bentuk mufrad atau tunggal, sehingga bacaannya menjadi amaanatihim, yakni perkara agama dan duniawi yang dipercayakan kepadanya untuk menunaikannya (dan janji mereka) yang telah diambil dari mereka dalam hal tersebut (mereka memeliharanya) benar-benar menjaganya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 33,
    "arab": "وَالَّذِيْنَ هُمْ بِشَهٰدٰتِهِمْ قَاۤىِٕمُوْنَۖ",
    "translation": "dan orang-orang yang berpegang teguh pada kesaksiannya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5408.mp3",
    "tafsir": "Maksud kalimat “orang yang berpegang teguh dengan kesaksiannya” yang terdapat dalam ayat ini ialah orang yang mau melaksanakan kesaksian bila diperlukan dan bila menjadi saksi, ia melakukannya dengan benar, tidak berbohong, tidak mengubah atau menyembunyikan sesuatu dalam kesaksiannya itu. Firman Allah:\n\nDan janganlah kamu menyembunyikan kesaksian, karena barang siapa menyembunyikannya, sungguh, hatinya kotor (berdosa). Allah Maha Mengetahui apa yang kamu kerjakan. (al-Baqarah/2: 283)\n\nManusia juga diperintahkan untuk melaksanakan kesaksian guna menegakkan keadilan dengan tujuan mencari keridaan Allah, bukan untuk suatu maksud yang berlawanan dengan ajaran-Nya. \n\nPersaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. (Al-Alaq/65: 2)",
    "quraish": "Keenam, orang-orang yang memelihara amanat Tuhan, amanat manusia dan tidak mengkhianati komitmen mereka kepada Tuhan dan manusia. Ketujuh, orang-orang yang melaksanakan persaksian dengan benar tanpa menyembunyikan sesuatu yang diketahuinya. Dan, kedelapan, orang-orang yang memelihara salat mereka dengan melaksanakannya sebaik mungkin.",
    "jalalayn": "(Dan orang-orang yang terhadap kesaksiannya) menurut suatu qiraat dibaca dalam bentuk jamak, sehingga bacaannya menjadi syahaadaatihim (mereka menunaikannya) mereka menegakkannya dan tidak menyembunyikannya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 34,
    "arab": "وَالَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ يُحَافِظُوْنَۖ",
    "translation": "dan orang-orang yang memelihara salatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5409.mp3",
    "tafsir": "Selain yang telah disebutkan di atas, masih ada satu hal lagi yang dapat menghilangkan sifat suka berkeluh kesah dan sifat kikir, yaitu selalu memelihara salat. Pengertian memelihara salat dalam ayat ini ialah:\n1. Berusaha melengkapi syarat-syarat salat dengan baik dan sempurna, seperti meneliti pakaian yang dipakai sehingga tidak terdapat najis, berwudu dengan baik, dan mengenyampingkan segala sesuatu yang dapat menghilangkan atau mengurangi kekhusyukan.\n2. Berusaha melaksanakan semua rukun salat dengan baik dan sempurna.\n3. Berusaha khusyuk.\n4. Berusaha melaksanakan salat wajib yang lima waktu.\n5. Berusaha melaksanakan salat pada awal waktunya.",
    "quraish": "Keenam, orang-orang yang memelihara amanat Tuhan, amanat manusia dan tidak mengkhianati komitmen mereka kepada Tuhan dan manusia. Ketujuh, orang-orang yang melaksanakan persaksian dengan benar tanpa menyembunyikan sesuatu yang diketahuinya. Dan, kedelapan, orang-orang yang memelihara salat mereka dengan melaksanakannya sebaik mungkin.",
    "jalalayn": "(Dan orang-orang yang memelihara salatnya) yaitu dengan mengerjakan pada waktunya."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 35,
    "arab": "اُولٰۤىِٕكَ فِيْ جَنّٰتٍ مُّكْرَمُوْنَ ۗ ࣖ",
    "translation": "Mereka itu dimuliakan di dalam surga. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5410.mp3",
    "tafsir": "Manusia yang mempunyai sifat-sifat di atas akan mendapat balasan surga di akhirat dan orang yang bersifat demikian akan dapat mengikis sifat suka berkeluh kesah dan sifat kikir dari hatinya.",
    "quraish": "Orang-orang yang memiliki sifat-sifat terpuji di atas berada di surga dalam keadaan terhormat dari sisi Allah.",
    "jalalayn": "(Mereka itu dimasukkan ke dalam surga lagi dimuliakan.)"
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 36,
    "arab": "فَمَالِ الَّذِيْنَ كَفَرُوْا قِبَلَكَ مُهْطِعِيْنَۙ",
    "translation": "Maka mengapa orang-orang kafir itu datang bergegas ke hadapanmu (Muhammad), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5411.mp3",
    "tafsir": "Menurut sebahagian ahli tafsir, ayat ini berhubungan dengan peristiwa ketika Rasulullah saw salat dan membaca Al-Qur‘an di dekat Ka‘bah. Lalu orang-orang musyrik berkumpul berkelompok-kelompok di dekatnya sambil mengejek dan mengatakan bahwa mereka lebih pantas masuk surga daripada kaum Muslimin, karena mereka lebih mulia.\nOrang-orang musyrik Mekah yang datang kepada Nabi bergegas duduk di kanan dan di kiri beliau untuk mendengar dan memperhatikan ayat-ayat yang beliau baca, seakan-akan mereka mengimaninya. Bila mendengar Nabi saw membaca Al-Qur‘an, mereka memelototkan mata seperti orang ketakutan. Mereka duduk di kanan-kiri Rasulullah berkelompok-kelompok dan seakan-akan memperhatikan ayat-ayat yang dibacakan itu. Mereka juga mengangguk-anggukkan kepala, tetapi maksud mereka sesungguhnya untuk menghina Nabi Muhammad.",
    "quraish": "Mengapakah orang-orang kafir bergegas datang kepadamu dan mengelilingi kamu dari arah kanan dan kirimu dengan berkelompok-kelompok? Apakah setiap orang dari mereka ingin--setelah mendengar janji Allah dan rasul-Nya untuk orang-orang Mukmin yang berupa surga--dimasukkan ke dalam surga yang penuh kenikmatan?",
    "jalalayn": "(Mengapakah orang-orang kami itu ke arahmu) menuju kepadamu (dengan bersegera) lafal muhthi`iina berkedudukan sebagai hal atau kata keterangan keadaan, yakni mereka selalu menatapkan pandangannya ke arahmu secara terus-menerus."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 37,
    "arab": "عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ عِزِيْنَ ",
    "translation": "dari kanan dan dari kiri dengan berkelompok-kelompok?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5412.mp3",
    "tafsir": "Menurut sebahagian ahli tafsir, ayat ini berhubungan dengan peristiwa ketika Rasulullah saw salat dan membaca Al-Qur‘an di dekat Ka‘bah. Lalu orang-orang musyrik berkumpul berkelompok-kelompok di dekatnya sambil mengejek dan mengatakan bahwa mereka lebih pantas masuk surga daripada kaum Muslimin, karena mereka lebih mulia.\nOrang-orang musyrik Mekah yang datang kepada Nabi bergegas duduk di kanan dan di kiri beliau untuk mendengar dan memperhatikan ayat-ayat yang beliau baca, seakan-akan mereka mengimaninya. Bila mendengar Nabi saw membaca Al-Qur‘an, mereka memelototkan mata seperti orang ketakutan. Mereka duduk di kanan-kiri Rasulullah berkelompok-kelompok dan seakan-akan memperhatikan ayat-ayat yang dibacakan itu. Mereka juga mengangguk-anggukkan kepala, tetapi maksud mereka sesungguhnya untuk menghina Nabi Muhammad.",
    "quraish": "Mengapakah orang-orang kafir bergegas datang kepadamu dan mengelilingi kamu dari arah kanan dan kirimu dengan berkelompok-kelompok? Apakah setiap orang dari mereka ingin--setelah mendengar janji Allah dan rasul-Nya untuk orang-orang Mukmin yang berupa surga--dimasukkan ke dalam surga yang penuh kenikmatan?",
    "jalalayn": "(Dari kanan dan dari kiri) dari sebelah kananmu dan sebelah kirimu (dengan berkelompok-kelompok) secara bergerombol dan membentuk lingkaran di sekitarmu. Mereka berbuat demikian seraya mengatakan dengan nada mengejek, \"Sungguh jika mereka, yakni orang-orang yang beriman, masuk ke dalam surga, niscaya kami benar-benar akan masuk ke dalamnya sebelum mereka.\" Maka Allah berfirman:"
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 38,
    "arab": "اَيَطْمَعُ كُلُّ امْرِئٍ مِّنْهُمْ اَنْ يُّدْخَلَ جَنَّةَ نَعِيْمٍۙ",
    "translation": "Apakah setiap orang dari orang-orang kafir itu ingin masuk surga yang penuh kenikmatan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5413.mp3",
    "tafsir": "Allah mengatakan bahwa perbuatan orang-orang musyrik itu sangat mengherankan. Apakah mereka berbuat demikian karena ingin masuk surga? Hal itu tidak mungkin karena mereka mengingkari ayat-ayat Al-Qur\\'an itu. Allah menyediakan surga hanya bagi orang-orang yang beriman dan beramal saleh, bukan untuk orang-orang kafir seperti mereka.",
    "quraish": "Mengapakah orang-orang kafir bergegas datang kepadamu dan mengelilingi kamu dari arah kanan dan kirimu dengan berkelompok-kelompok? Apakah setiap orang dari mereka ingin--setelah mendengar janji Allah dan rasul-Nya untuk orang-orang Mukmin yang berupa surga--dimasukkan ke dalam surga yang penuh kenikmatan?",
    "jalalayn": "(\"Adakah setiap orang dari orang-orang kafir itu ingin masuk ke dalam surga yang penuh dengan kenikmatan?\")"
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 39,
    "arab": "كَلَّاۗ اِنَّا خَلَقْنٰهُمْ مِّمَّا يَعْلَمُوْنَ ",
    "translation": "Tidak mungkin! Sesungguhnya Kami menciptakan mereka dari apa yang mereka ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5414.mp3",
    "tafsir": "Mereka beranggapan akan masuk surga, karena merasa lebih mulia dan lebih tinggi derajatnya daripada orang-orang yang beriman. Akan tetapi, anggapan mereka itu salah karena mereka dijadikan dari air mani seperti juga halnya seluruh manusia, tak ada bedanya. Tidak ada keistimewaan seseorang atas yang lain dan Allah tidak membeda-bedakannya. Hanya yang membedakan derajat seorang manusia dengan manusia yang lain hanya iman dan amal. Hal demikian itu adalah hukum Allah dan tidak seorang pun yang dapat mengubahnya.",
    "quraish": "Hendaknya mereka jangan berangan-angan masuk surga. Sesungguhnya Kami telah menciptakan mereka dari air yang hina.",
    "jalalayn": "(Sekali-kali tidak!) kalimat ini merupakan sanggahan terhadap mereka yang ingin masuk surga, padahal mereka kafir. (Sesungguhnya Kami ciptakan mereka) sama dengan selain mereka (dari apa yang mereka ketahui) yakni dari air mani; maka tidak cukup hanya dengan itu mereka mengharapkan surga, karena sesungguhnya surga itu hanya dapat diharapkan bagi orang-orang yang bertakwa."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 40,
    "arab": "فَلَآ اُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغٰرِبِ اِنَّا لَقٰدِرُوْنَۙ",
    "translation": "Maka Aku bersumpah demi Tuhan yang mengatur tempat-tempat terbit dan terbenamnya  (matahari, bulan dan bintang), sungguh, Kami pasti mampu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5415.mp3",
    "tafsir": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman:\n\nTidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) \n\nPada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain:\n\nAtaukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)",
    "quraish": "Aku bersumpah demi Tuhan Pemilik tempat terbit dan terbenamnya hari, bintang dan petunjuk. Sesungguhnya Kami mampu menghancurkan mereka dan mendatangkan pengganti mereka yang lebih taat kepada Allah. Dan Kami tidaklah lemah untuk melakukan penggantian itu(1). (1) Al-masyâriq (tempat terbit) dan al-maghârib (tempat terbenam) di sini dapat dimaksudkan sebagai tempat-tempat kerajaan Allah dengan luasnya yang tak terhingga seperti diisyaratkan pada ayat 137 surat al-A'râf untuk menunjukkan belahan-belahan bumi yang disebutkan pada ayat itu. Al-masyâriq dan al-maghârib dapat pula diartikan sebagai tempat terbit dan terbenamnya matahari, bulan, seluruh bintang dan planet, di samping juga untuk menunjukkan semua kerajaan Allah. Gejala terbit dan terbenamnya benda-benda langit disebabkan oleh perputaran bumi pada porosnya dari barat ke timur. Oleh karena itu, benda-benda langit tersebut tampak bergerak di kubah langit berlawanan dengan perputaran tadi yaitu terbit di ufuk timur dan terbenam di ufuk barat. Atau paling sedikit berputar dari timur ke barat di sekitar bintang kutub utara--di belahan bola bumi bagian utara, misalnya. Apabila jarak kutub bintang itu lebih kecil dari lebarnya tempat peneropong, maka bintang tersebut tidak terbit dan tidak terbenam, tetapi membentuk putaran kecil di sekitar kutub utara. Oleh sebab itu ayat ini juga mengisaratkan saat-saat di malam hari (lihat ayat 16 surat al-Nahl). Jadi, fenomena terbit dan terbenam menunjukkan adanya perputaran bola bumi. Dan itu adalah nikmat terbesar yang diberikan oleh Allah kepada semua makhluk hidup di planet ini. Kalau bumi tidak berputar pada porosnya maka setengah bagiannya akan terkena sinar matahari selama setengah tahun dan setengan bagian lainnya tidak terkena sinar matahari sama sekali. Dengan demikian, tidak akan ada kehidupan seperti sekarang ini. Kalau kita coba membatasi fenomena terbit dan terbenam hanya pada matahari saja, tanpa bintang dan planet lainnya, maka ini menunjukkan banyaknya tempat terbit dan terbenam di bumi yang tidak ada habisnya dari hari ke hari pada setiap tempat di muka bumi ini. Bahkan pada setiap saat yang berlalu di bola bumi ini. Pada setiap saat matahari terbenam pada suatu titik dan terbit pada titik lain yang berlawanan. Ini semua berkat ketelitian aturan Allah dan mukjizat kekuasaan-Nya (Lihat juga catatan kaki ayat 5 surat al-Shâffât dan ayat 17 surat al-Rahmân).",
    "jalalayn": "(Maka) huruf laa di sini adalah huruf zaidah (Aku bersumpah dengan nama Rabb yang memiliki arah timur dan arah barat) yang memiliki matahari, bulan dan bintang-bintang lainnya (sesungguhnya Kami benar-benar Maha Kuasa.)"
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 41,
    "arab": "عَلٰٓى اَنْ نُّبَدِّلَ خَيْرًا مِّنْهُمْۙ وَمَا نَحْنُ بِمَسْبُوْقِيْنَ ",
    "translation": "untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami tidak dapat dikalahkan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5416.mp3",
    "tafsir": "Allah bersumpah dengan diri-Nya sebagai Tuhan penguasa dan pemilik alam semesta beserta seluruh isinya, untuk menegaskan bahwa Dia kuasa menghancurkan mereka seketika dan menggantinya dengan umat lain yang lebih baik dari mereka. Tidak seorang pun yang dapat menolak kehendak-Nya atau menghindarkan diri dari azab yang akan ditimpakan itu. Dalam ayat lain, Allah berfirman:\n\nTidakkah kamu memperhatikan bahwa sesungguhnya Allah telah mencipta­kan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14: 19-20) \n\nPada akhir ayat ini, ditegaskan bahwa Allah tidak dapat dikalahkan oleh siapa pun yang telah ditetapkan azab baginya. Mereka tidak akan dapat menghindarinya sebagaimana diterangkan-Nya dalam firman-Nya yang lain:\n\nAtaukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu! (al-‘Ankabµt/29: 4)",
    "quraish": "Aku bersumpah demi Tuhan Pemilik tempat terbit dan terbenamnya hari, bintang dan petunjuk. Sesungguhnya Kami mampu menghancurkan mereka dan mendatangkan pengganti mereka yang lebih taat kepada Allah. Dan Kami tidaklah lemah untuk melakukan penggantian itu(1). (1) Al-masyâriq (tempat terbit) dan al-maghârib (tempat terbenam) di sini dapat dimaksudkan sebagai tempat-tempat kerajaan Allah dengan luasnya yang tak terhingga seperti diisyaratkan pada ayat 137 surat al-A'râf untuk menunjukkan belahan-belahan bumi yang disebutkan pada ayat itu. Al-masyâriq dan al-maghârib dapat pula diartikan sebagai tempat terbit dan terbenamnya matahari, bulan, seluruh bintang dan planet, di samping juga untuk menunjukkan semua kerajaan Allah. Gejala terbit dan terbenamnya benda-benda langit disebabkan oleh perputaran bumi pada porosnya dari barat ke timur. Oleh karena itu, benda-benda langit tersebut tampak bergerak di kubah langit berlawanan dengan perputaran tadi yaitu terbit di ufuk timur dan terbenam di ufuk barat. Atau paling sedikit berputar dari timur ke barat di sekitar bintang kutub utara--di belahan bola bumi bagian utara, misalnya. Apabila jarak kutub bintang itu lebih kecil dari lebarnya tempat peneropong, maka bintang tersebut tidak terbit dan tidak terbenam, tetapi membentuk putaran kecil di sekitar kutub utara. Oleh sebab itu ayat ini juga mengisaratkan saat-saat di malam hari (lihat ayat 16 surat al-Nahl). Jadi, fenomena terbit dan terbenam menunjukkan adanya perputaran bola bumi. Dan itu adalah nikmat terbesar yang diberikan oleh Allah kepada semua makhluk hidup di planet ini. Kalau bumi tidak berputar pada porosnya maka setengah bagiannya akan terkena sinar matahari selama setengah tahun dan setengan bagian lainnya tidak terkena sinar matahari sama sekali. Dengan demikian, tidak akan ada kehidupan seperti sekarang ini. Kalau kita coba membatasi fenomena terbit dan terbenam hanya pada matahari saja, tanpa bintang dan planet lainnya, maka ini menunjukkan banyaknya tempat terbit dan terbenam di bumi yang tidak ada habisnya dari hari ke hari pada setiap tempat di muka bumi ini. Bahkan pada setiap saat yang berlalu di bola bumi ini. Pada setiap saat matahari terbenam pada suatu titik dan terbit pada titik lain yang berlawanan. Ini semua berkat ketelitian aturan Allah dan mukjizat kekuasaan-Nya (Lihat juga catatan kaki ayat 5 surat al-Shâffât dan ayat 17 surat al-Rahmân).",
    "jalalayn": "(Untuk mengganti) mereka (dengan kaum yang lebih baik dari mereka, dan sekali-kali Kami tidak dapat dikalahkan) tidak ada yang dapat mengalahkan Kami dalam hal ini."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 42,
    "arab": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَۙ",
    "translation": "Maka biarkanlah mereka tenggelam dan bermain-main (dalam kesesatan) sampai mereka menjumpai hari yang diancamkan kepada mereka, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5417.mp3",
    "tafsir": "Ayat ini merupakan peringatan keras kepada kaum musyrikin yang selalu menentang dan mengingkari seruan Nabi Muhammad. Berbagai macam cara telah dilakukan untuk menyadarkan, namun mereka tetap ingkar. Oleh karena itu, Allah memerintahkan kepada Nabi Muhammad untuk membiarkan orang-orang musyrik itu mengingkari seruannya, agar mereka tenggelam dalam kesesatan dan lalai oleh kesenangan hidup yang mereka nikmati. Mereka pasti mati dan kemudian dibangkitkan pada hari Kiamat. Pada hari itu, barulah mereka mengetahui kebenaran risalah yang telah disampaikan Nabi saw kepada mereka, yaitu ketika mereka diminta mempertanggungjawabkan semua perbuatan mereka di dunia.",
    "quraish": "Biarkanlah mereka tenggelam dalam kebatilan dan bersenang-senang dengan kehidupan dunia mereka sampai mereka menjumpai hari mereka yang azab itu dijanjikan.",
    "jalalayn": "(Maka biarkanlah mereka) tinggalkanlah mereka (tenggelam) dalam kebatilan (dan bermain-main) dalam keduniaan (sampai mereka menjumpai) menemui (hari yang diancamkan kepada mereka) yang pada hari itu ada azab bagi mereka."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 43,
    "arab": "يَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ",
    "translation": "(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5418.mp3",
    "tafsir": "Pada hari Kiamat itu, mereka dihidupkan kembali dan dibangkitkan dari kubur. Mereka datang dengan tergesa-gesa untuk memenuhi panggilan yang memanggil mereka waktu itu dengan harapan panggilan itu berisi sesuatu yang menyenangkan. Mereka datang tergesa-gesa sebagaimana ketika mereka datang untuk menyembah berhala mereka dulu waktu di dunia.",
    "quraish": "Yaitu hari ketika mereka bergegas keluar dari kubur mereka menuju ke arah seseorang yang memanggil. Mereka seolah bersegera menuju sesuatu selain Allah yang disembahnya di dunia. Saat itu pandangan mereka tertunduk. Mereka tidak mampu mengangkatnya. Mereka dipenuhi oleh kehinaan. Dahulu mereka pernah dijanjikan dengan datangnya hari ini, tetapi mereka mendustakannya.",
    "jalalayn": "(Yaitu pada hari mereka keluar dari kubur) dari tempat-tempat mereka dikubur (dengan cepat) menuju ke padang Mahsyar tempat mereka dihimpunkan (seakan-akan mereka pergi kepada berhala-berhala) menurut suatu qiraat dibaca nushubin, artinya sesuatu yang dibangun untuk pertanda atau tugu, yang dimaksud adalah berhala-berhala (dengan cepatnya) mereka pergi dengan cepat seakan-akan pergi kepada berhala-berhala mereka."
  },
  {
    "hizb": 228,
    "name": "Al-Ma'arij",
    "ayat": 44,
    "arab": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ࣖ ",
    "translation": "pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5419.mp3",
    "tafsir": "Pada hari yang dijanjikan itu, orang-orang musyrik berlarian dengan kepala tertunduk menuju pengadilan Allah. Itulah hari yang pernah diperingatkan Allah kepada mereka. Hari itu adalah hari yang penuh kesengsaraan dan penderitaan. Pada hari itu tidak ada suatu pun yang dapat memberi pertolongan selain Allah.",
    "quraish": "Yaitu hari ketika mereka bergegas keluar dari kubur mereka menuju ke arah seseorang yang memanggil. Mereka seolah bersegera menuju sesuatu selain Allah yang disembahnya di dunia. Saat itu pandangan mereka tertunduk. Mereka tidak mampu mengangkatnya. Mereka dipenuhi oleh kehinaan. Dahulu mereka pernah dijanjikan dengan datangnya hari ini, tetapi mereka mendustakannya.",
    "jalalayn": "(Dalam keadaan hina) atau nista (pandangan mereka karena diliputi) diselimuti (oleh rasa hina. Itulah hari yang dahulunya diancamkan kepada mereka) lafal dzaalika menjadi mubtada, dan lafal-lafal sesudahnya berkedudukan menjadi khabarnya; makna yang dimaksud adalah hari kiamat."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 1,
    "arab": "اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5420.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah mengutus Nabi Nuh kepada kaumnya untuk menyampaikan agama-Nya, supaya mereka takut kepada azab-Nya yang dahsyat sebelum saatnya tiba, serta beriman dan mengikuti ajarannya.\nNabi Nuh adalah nabi dan rasul Allah yang ketiga setelah Adam dan Idris. Beliau diutus kepada kaumnya yang menyembah berhala. Allah memerintahkan Nuh agar berdakwah kepada kaumnya itu supaya mereka beriman kepada-Nya dan menghentikan penyembahan berhala. Allah mengancam bahwa jika mereka tidak mengindahkan peringatan itu, mereka akan ditimpa azab yang dahsyat sebagai akibat keingkaran mereka.",
    "quraish": "[[71 ~ NUH (NABI NUH A. S.) Pendahuluan: Makkiyyah, 28 ayat ~ Surat ini merinci kisah Nabi Nûh a. s. bersama kaumnya. Di sini diceritakan dakwah Nabi Nûh kepada mereka secara sembunyi-sembunyi, kemudian secara sembunyi-sembunyi dan terang-terangan. Diceritakan pula tentang keluhan Nûh kepada Allah karena sikap kaumnya yang tidak menerima dan membangkang serta sikap mereka yang terus-menerus menyembah patung sehingga mereka pantas menerima azab Allah. Ketika Nûh merasa putus asa bahwa mereka tidak menerima ajakannya, ia berdoa agar mereka dihancurkan. Dan ia juga berdoa memohon ampunan untuk dirinya, kedua orangtuanya dan orang-orang yang beriman, baik laki-laki maupun perempuan.]] Sesungguhnya Kami telah mengutus Nûh kepada kaumnya dengan berfirman, \"Peringatkanlah kaummu sebelum datang azab yang sangat memilukan.\"",
    "jalalayn": "(Sesungguhnya Kami telah mengutus Nuh kepada kaumnya, dengan memerintahkan, berilah peringatan) dengan memperingatkan (kepada kaummu sebelum datang kepada mereka) jika mereka tetap tidak mau beriman (azab yang pedih) siksaan yang menyakitkan di dunia dan akhirat."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 2,
    "arab": "قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ",
    "translation": "Dia (Nuh) berkata, “Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5421.mp3",
    "tafsir": "Nuh segera berdakwah untuk melaksanakan tugas kerasulannya. Ia mengatakan bahwa ia benar-benar rasul Allah untuk mengajak mereka beriman dan meninggalkan penyembahan berhala.",
    "quraish": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\"",
    "jalalayn": "(Nuh berkata, \"Hai kaumku! Sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kalian.\") Jelas peringatannya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 3,
    "arab": "اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ",
    "translation": "(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5422.mp3",
    "tafsir": "Dalam ayat ini, diterangkan isi seruan Nabi Nuh, yaitu:\n1.Hendaklah mereka menyembah Allah saja, Tuhan Yang Maha Esa, tidak ada Tuhan selain Dia. Dalam perintah menyembah Allah yang disampaikan Nuh itu, terkandung isyarat agar mereka mengerjakan segala yang wajib, dan menghentikan segala yang diharamkan. Dari perintah Allah untuk hanya menyembah-Nya, dapat dipahami bahwa agama yang dianut kaum Nuh itu adalah agama syirik.\n2.Hendaklah mereka bertakwa kepada Allah, yaitu melaksanakan semua yang diperintahkan dan menjauhi segala yang dilarang-Nya.\n3.Menaati segala yang diperintahkan dan dilarangnya, karena apa yang ia perintahkan dan larang itu berasal dari Allah. Menaati Nuh berarti menaati Allah. Untuk dapat beribadah dengan baik kepada Allah dan bertakwa kepada-Nya, kaum Nuh perlu mengikuti penjelasan dan contoh yang diberikan Nabi Nuh.",
    "quraish": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\"",
    "jalalayn": "(Yaitu hendaknya) artinya aku perintahkan kepada kalian hendaknya (kalian menyembah Allah, bertakwalah kalian kepada-Nya dan taat kepadaku.)"
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 4,
    "arab": "يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ",
    "translation": "niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5423.mp3",
    "tafsir": "Dalam ayat ini, diterangkan janji Allah kepada kaum Nuh bila mereka mematuhi seruannya, yaitu:\n1.Allah akan mengampuni dosa-dosa mereka. Dosa-dosa mereka karena menyembah berhala-berhala itu akan terhapus oleh keimanan mereka. \n1.Allah akan memanjangkan umur mereka. Sekalipun umur mereka telah ditentukan, namun jika mereka beriman, Allah akan memanjangkan umur mereka dan menghentikan azab yang akan dijatuhkan kepada mereka. Melakukan yang demikian itu merupakan perkara yang mudah bagi Allah, karena Dia Mahakuasa dan Maha Menentukan segala sesuatu yang dikehendaki-Nya.\n\nSehubungan dengan masalah menangguhkan kedatangan ajal, yakni memanjang umur yang disebut dalam ayat ini, sebagian ahli tafsir menyatakan bahwa Allah akan mengubah takdir yang telah ditentukan-Nya, jika Dia menghendakinya. Oleh karena itu, taat kepada Allah, melakukan perbuatan-perbuatan takwa, dan menghubungkan silaturrahim dapat memanjangkan umur manusia. Nabi Muhammad bersabda:\nDari Anas bin Malik, Rasulullah saw bersabda: Barang siapa menghendaki diluaskan rezekinya dan dipanjangkan umurnya maka hendaknya ia menjalin silaturrahim. (Riwayat al-Bukhari)\n\nHal ini akan lebih jelas maksudnya jika dihubungkan dengan ilmu jiwa. Menurut ilmu jiwa, ada hubungan timbal-balik antara jasmani seseorang dengan rohaninya. Kesehatan rohani besar pengaruhnya terhadap kesehatan jasmani, begitu pula sebaliknya. Oleh karena itu, orang dikatakan sehat jika jasmani dan rohaninya sehat. Pada umumnya orang yang tekun mengerjakan amal saleh dan menghubungkan silaturrahim adalah orang yang sehat rohaninya. Dengan perkataan lain, takwa kepada Allah dapat menghilangkan penyakit-penyakit rohani. Jika rohani sehat, tentulah jasmani sehat pula dan umur pun akan panjang.\nPada akhir ayat ini, Allah menegaskan bahwa apabila Ia telah menetapkan ajal seseorang atau semua manusia, setelah ikhtiarnya, maka kedatangannya itu tidak dapat ditangguhkan atau tidak pula dapat dipercepat sesaat pun.",
    "quraish": "Nûh berkata, \"Wahai kaumku, aku adalah benar-benar pemberi peringatan dan penjelasan tentang risalah Tuhan dengan bahasa yang kalian pahami, yaitu taatlah kalian kepada Allah, tunduklah kepada-Nya dalam melaksanakan kewajiban, takutlah kepada-Nya dan taatilah apa yang aku nasihatkan kepada kalian. Kalau kalian melakukan itu semua, niscaya Allah akan mengampuni seluruh dosa kalian dan memanjangkan umur kalian sampai waktu yang sangat panjang. Sesungguhnya jika kematian telah datang, maka tidak akan dapat diundur sedikit pun. Seandainya kalian mengetahui penyesalan yang kalian alami saat ajal itu datang, niscaya kalian akan beriman.\"",
    "jalalayn": "(Niscaya Allah akan mengampuni sebagian dosa-dosa kalian) huruf min di sini dapat dianggap sebagai huruf zaidah, karena sesungguhnya Islam itu mengampuni semua dosa yang terjadi sebelumnya; yakni semua dosa kalian. Sebagaimana dapat pula dianggap sebagai min yang mengandung makna sebagian, hal ini karena mengecualikan hak-hak yang bersangkutan dengan orang lain (dan menangguhkan kalian) tanpa diazab (sampai kepada waktu yang ditentukan) yaitu ajal kematiannya. (Sesungguhnya ketetapan Allah) yang memutuskan untuk mengazab kalian, jika kalian tidak beriman kepada-Nya (apabila telah datang tidak dapat ditangguhkan, kalau kalian mengetahui) seandainya kalian mengetahui hal tersebut, niscaya kalian beriman kepada-Nya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 5,
    "arab": "قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ",
    "translation": "Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5424.mp3",
    "tafsir": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
    "quraish": "Nûh juga berkata, \"Tuhanku, sesungguhnya aku telah mengajak kaumku untuk beriman siang dan malam tanpa henti. Tetapi ajakanku itu malah semakin membuat mereka tidak taat kepadaku.",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya aku telah menyeru kaumku malam dan siang) terus-menerus tanpa mengenal waktu."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 6,
    "arab": "فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ",
    "translation": "tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5425.mp3",
    "tafsir": "Nabi Nuh mengeluhkan sikap kaumnya kepada Allah bahwa sekalipun ia sudah menyeru umatnya siang dan malam, tetapi mereka tetap tidak menghiraukannya. Bahkan, mereka semakin diseru, semakin menjauh dan lari dari seruan itu.",
    "quraish": "Nûh juga berkata, \"Tuhanku, sesungguhnya aku telah mengajak kaumku untuk beriman siang dan malam tanpa henti. Tetapi ajakanku itu malah semakin membuat mereka tidak taat kepadaku.",
    "jalalayn": "(Maka seruanku itu hanyalah menambah mereka lari) dari iman."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 7,
    "arab": "وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ",
    "translation": "Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5426.mp3",
    "tafsir": "Nabi Nuh juga mengeluhkan bahwa setiap kali ia menyeru mereka agar beriman dan tidak lagi menyembah berhala-berhala agar dosa-dosa mereka diampuni, mereka menyumbatkan jari-jari mereka ke lubang telinga agar tidak mendengar seruannya. Mereka bahkan menutupi muka masing-masing supaya tidak melihatnya. Hal ini didorong oleh kebencian mereka terhadapnya. Lebih dari itu, mereka juga semakin ingkar dan sombong.",
    "quraish": "Setiap kali aku mengajak mereka untuk beriman kepada-Mu agar Engkau mengampuni mereka, mereka meletakkan anak jari mereka di telinga agar tidak mendengar ajakanku dan menutupkan baju ke muka agar tidak melihatku. Mereka tetap dalam kekafiran dan sangat sombong serta enggan sekali memenuhi ajakanku.",
    "jalalayn": "(Dan sesungguhnya setiap kali aku menyeru mereka, agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya) supaya mereka tidak dapat mendengar seruanku (dan menutupkan bajunya ke mukanya) supaya mereka tidak melihatku (dan mereka tetap) dalam kekafiran mereka (dan menyombongkan diri) tidak mau beriman (dengan sangat.)"
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 8,
    "arab": "ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ",
    "translation": "Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5427.mp3",
    "tafsir": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.",
    "quraish": "Kemudian aku menyeru mereka kepada-Mu dengan suara keras, lalu pada suatu kesempatan aku seru mereka dengan terang-terangan dan pada kesempatan lain secara sembunyi-sembunyi dalam rangka mencoba melakukan segala cara.",
    "jalalayn": "(Kemudian sesungguhnya aku telah menyeru mereka dengan terang-terangan) dengan sekuat suaraku."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 9,
    "arab": "ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ",
    "translation": "Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5428.mp3",
    "tafsir": "Nabi Nuh mengadukan kepada Allah bahwa segala upaya telah ia lakukan supaya mereka beriman. Ia telah menyeru mereka secara terang-terangan di hadapan umum, dan adakalanya dengan dua cara sekaligus, yaitu mengajak mereka secara bersama di depan umum, dan mendekati mereka seorang demi seorang secara pribadi. Akan tetapi, mereka tetap menampik dan menolak seruan itu.\nDari ayat ini dapat dipahami bahwa Nabi Nuh telah melaksanakan tugas tanpa menghiraukan bahaya yang dapat mengancam jiwanya. Nuh sangat cinta kepada kaumnya, dan beliau ingin mereka beriman supaya terhindar dari azab Allah. Dan ia telah melaksanakan tugasnya dengan penuh pengabdian kepada Allah.",
    "quraish": "Kemudian aku menyeru mereka kepada-Mu dengan suara keras, lalu pada suatu kesempatan aku seru mereka dengan terang-terangan dan pada kesempatan lain secara sembunyi-sembunyi dalam rangka mencoba melakukan segala cara.",
    "jalalayn": "(Kemudian sesungguhnya aku telah mengeraskan kepada mereka) suaraku (dan pula telah membisikkan) suaraku atau seruanku (kepada mereka dengan sangat rahasia.)"
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 10,
    "arab": "فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ",
    "translation": "maka aku berkata (kepada mereka), “Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5429.mp3",
    "tafsir": "Nuh menyeru kaumnya agar memohon ampun kepada Allah atas dosa-dosa mereka menyembah berhala. Bila mereka memohon ampunan, maka Allah pasti akan mengabulkannya, karena Ia Maha Pengampun. Keimanan mereka akan menghapus dosa-dosa syirik yang telah mereka lakukan.",
    "quraish": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak.",
    "jalalayn": "(Maka aku katakan, \"Mohonlah ampun kepada Rabb kalian) dari kemusyrikan kalian (sesungguhnya Dia adalah Maha Pengampun.\")"
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 11,
    "arab": "يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ",
    "translation": "niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5430.mp3",
    "tafsir": "Nabi Nuh menyampaikan kepada kaumnya janji Allah bila mereka beriman kepada-Nya, yaitu:\n1.Allah akan menurunkan hujan lebat yang akan menyuburkan tanah mereka dan memberikan hasil yang berlimpah sehingga mereka akan makmur.\n2.Allah akan menganugerahkan kepada mereka kekayaan yang berlimpah.\n3.Allah akan menganugerahkan anak-anak yang banyak untuk melanjutkan keturunan mereka, sehingga tidak punah.\n4.Allah akan menyuburkan kebun-kebun mereka, sehingga memberi hasil yang berlimpah.\n5.Allah akan memberi mereka sungai-sungai dan irigasi untuk mengairi kebun-kebun mereka, sehingga subur dan hijau.\n\nJanji Allah kepada umat Nuh sangat cocok dengan masyarakat waktu itu. Umat Nabi Nuh adalah nenek moyang umat manusia sekarang. Kebudayaan mereka masih dalam taraf permulaan kebudayaan manusia. Akan tetapi, janji Allah itu tidak menarik hati mereka sedikit pun. Hal ini menunjukkan keingkaran mereka yang sangat hebat. \nJanji Allah itu mengandung isyarat bahwa Ia menyuruh mereka mempergunakan akal pikiran. Mereka seakan-akan disuruh memikirkan kegunaan hujan bagi mereka. Hujan akan menyuburkan bumi tempat mereka berdiam, menghasilkan tanam-tanaman dan buah-buahan yang mereka perlukan. Sebagian hasil pertanian itu bisa mereka makan dan sebagian lainnya dijual, sehingga menambah kekayaan mereka. Hujan akan mengalirkan air menjadi sungai-sungai yang bermanfaat bagi mereka. Jika mereka mau menggunakan pikiran seperti itu, mereka tentu akan sampai kepada kesimpulan tentang siapa yang menurunkan hujan dan menyuburkan bumi sehingga menghasilkan keperluan-keperluan hidup mereka. Akhirnya, mereka tentu akan sampai kepada suatu kesimpulan sebagaimana seruan yang disampaikan Nuh kepada mereka, yaitu beriman kepada Tuhan Yang Maha Esa dan yang menciptakan semua keperluan mereka.",
    "quraish": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak.",
    "jalalayn": "(Niscaya Dia akan mengirimkan hujan) pada saat itu mereka sedang mengalami kekeringan karena terlalu lama tidak ada hujan (kepada kalian dengan lebat) dengan deras."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 12,
    "arab": "وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ",
    "translation": "dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan kebun-kebun untukmu dan mengadakan sungai-sungai untukmu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5431.mp3",
    "tafsir": "Nabi Nuh menyampaikan kepada kaumnya janji Allah bila mereka beriman kepada-Nya, yaitu:\n1.Allah akan menurunkan hujan lebat yang akan menyuburkan tanah mereka dan memberikan hasil yang berlimpah sehingga mereka akan makmur.\n2.Allah akan menganugerahkan kepada mereka kekayaan yang berlimpah.\n3.Allah akan menganugerahkan anak-anak yang banyak untuk melanjutkan keturunan mereka, sehingga tidak punah.\n4.Allah akan menyuburkan kebun-kebun mereka, sehingga memberi hasil yang berlimpah.\n5.Allah akan memberi mereka sungai-sungai dan irigasi untuk mengairi kebun-kebun mereka, sehingga subur dan hijau.\n\nJanji Allah kepada umat Nuh sangat cocok dengan masyarakat waktu itu. Umat Nabi Nuh adalah nenek moyang umat manusia sekarang. Kebudayaan mereka masih dalam taraf permulaan kebudayaan manusia. Akan tetapi, janji Allah itu tidak menarik hati mereka sedikit pun. Hal ini menunjukkan keingkaran mereka yang sangat hebat. \nJanji Allah itu mengandung isyarat bahwa Ia menyuruh mereka mempergunakan akal pikiran. Mereka seakan-akan disuruh memikirkan kegunaan hujan bagi mereka. Hujan akan menyuburkan bumi tempat mereka berdiam, menghasilkan tanam-tanaman dan buah-buahan yang mereka perlukan. Sebagian hasil pertanian itu bisa mereka makan dan sebagian lainnya dijual, sehingga menambah kekayaan mereka. Hujan akan mengalirkan air menjadi sungai-sungai yang bermanfaat bagi mereka. Jika mereka mau menggunakan pikiran seperti itu, mereka tentu akan sampai kepada kesimpulan tentang siapa yang menurunkan hujan dan menyuburkan bumi sehingga menghasilkan keperluan-keperluan hidup mereka. Akhirnya, mereka tentu akan sampai kepada suatu kesimpulan sebagaimana seruan yang disampaikan Nuh kepada mereka, yaitu beriman kepada Tuhan Yang Maha Esa dan yang menciptakan semua keperluan mereka.",
    "quraish": "Aku katakan kepada kaumku, 'Mintalah ampunan atas kemaksiatan dan kekafiran kalian kepada Tuhan. Sesungguhnya Dia Maha Pengampun atas dosa-dosa hamba-Nya yang bertobat. Dia akan mengirim kepada kalian hujan yang lebat, memberikan kalian harta dan anak yang merupakan hiasan dunia, kebun- kebun yang dapat kalian nikmati keindahan dan buah-buahannya serta sungai-sungai yang dapat kalian gunakan untuk mengairi tanaman dan memberi minum ternak.",
    "jalalayn": "(Dan membanyakkan harta dan anak-anak kalian dan mengadakan untuk kalian kebun-kebun) ladang-ladang (dan mengadakan pula bagi kalian sungai-sungai) yang mengalir di dalamnya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 13,
    "arab": "مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ",
    "translation": "Mengapa kamu tidak takut akan kebesaran Allah? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5432.mp3",
    "tafsir": "Nabi Nuh menasihati kaumnya bahwa mereka seharusnya mengakui kekuasaan Allah yang Mahabesar. Mereka juga seharusnya berharap agar dimuliakan Allah dengan beriman kepada-Nya. Akan tetapi, hal itu tetap tidak mereka lakukan.",
    "quraish": "Mengapa kalian tidak mengagungkan Allah dengan sebenar-benarnya--sehingga kalian dapat berharap mendapat kemuliaan diselamatkan dari azab--padahal Dia telah menciptakan kalian dengan beberapa tahapan, mulai dari air mani, segumpal darah, segumpal daging kemudian menjadi tulang dan daging?",
    "jalalayn": "(Mengapa kalian tidak mengharapkan keagungan dari Allah?) tidak mengharapkan Allah mengangkat derajat kalian, agar kalian beriman kepada-Nya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 14,
    "arab": "وَقَدْ خَلَقَكُمْ اَطْوَارًا ",
    "translation": "Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5433.mp3",
    "tafsir": "Nabi Nuh mengingatkan lagi kebesaran dan kekuasaan Allah yang terdapat di dalam diri mereka, yaitu bahwa mereka diciptakan-Nya secara bertahap. Dari setetes air mani, kemudian menjadi zigot, darah, seberkas lempeng daging dan tulang, janin, dan kemudian dilahirkan. Dari bayi yang tidak tahu suatu apa pun, mereka menjadi manusia dewasa, berketurunan, dan akhirnya meninggal dunia. Berdasarkan kekuasaan Allah itu, mereka seharusnya beriman kepada-Nya.\nTahap-tahap kejadian manusia yang menunjukkan kekuasaan Allah itu dinyatakan pula dalam ayat-ayat lain:\n\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (al-Mu'min/40: 67)\n\nDalam ayat lain, Allah berfirman:\n\nDan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim). Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik. (al-Mu'minun/23: 12-14)\n\n\nSecara ilmiah, tahapan penciptaan manusia itu dapat dijelaskan sebagai berikut: \n1.Tingkat sari pati tanah, ketika manusia belum bisa disebut sebagai apa-apa. Mohon dilihat kembali penjelasan tentang \"sari pati tanah pada telaah ilmiah Surah al-hijr/15 ayat 26, 28, dan 33.\n2.Tingkat nuthfah. Ketika semua sari pati tanah, masuk ke dalam tubuh kita, kemudian digunakan oleh tubuh sebagai 'starting materials dalam proses metabolisme pembentukan nuthfah di dalam sel-sel reproduksi. Nuthfah diterjemahkan sebagai air mani atau setetes mani. Pengertian harfiahnya adalah tetes atau bagian kecil dari fluida (cairan kental, konsentrat). Dalam dunia sains, merupakan konsentrasi fluida yang mengandung sperma. Disebut pula sebagai nuthfatun amsyaj atau setetes mani yang bercampur. Ini mengandung arti percampuran dua nuthfah atau benih, yaitu dari pihak laki-laki (sperma) dan dari pihak wanita (sel telur, ovarium). Dalam Surah al-Insan/76:2, tampak sekali bahwa hanya satu tetes mani (satu sperma) yang bercampur (membuahi) ovarium. Ini sangat bersesuaian dengan ilmu embryology. Nuthfah disebut pula sebagai air yang hina (ma'in mahin, al-Mursalat/77: 20) atau air yang terpancar (ma'in dafiq, ath-thariq/86: 6). Yang pertama, menyiratkan tentang hakikat keluarnya air mani melalui alat genetalia, yang kesehariannya untuk membuang kotoran (urine). Yang terakhir ini menunjukkan proses masuknya nutfah (sperma) ke dalam rahim.\n3.Tingkat 'alaqah. 'Alaqah merupakan bentuk perkembangan pra-embrionik, yang terjadi setelah percampuran sel mani (sperma) dan sel telur. Moore dan Azzindani (1982) menjelaskan bahwa 'alaqah dalam Bahasa Arab berarti lintah (leech) atau suatu suspensi (suspended thing) atau segumpal darah (a clot of blood). Lintah merupakan binatang tingkat rendah, berbentuk seperti buah pir, dan hidup dengan cara menghisap darah. Jadi 'alaqah merupakan tingkatan (stadium) embrionik, yang berbentuk seperti buah pir, di mana sistem kardiovaskuler (sistem pembuluh-jantung) sudah mulai tampak, dan hidupnya tergantung dari darah ibunya, mirip dengan lintah. 'Alaqah terbentuk sekitar 24-25 hari sejak pembuahan. Jika jaringan pra-embrionik 'alaqah ini diambil keluar (digugurkan), memang tampak seperti segumpal darah (a blood clot like).\n4.Tingkat Mudhgah. 'Alaqah yang terbentuk sekitar 24-25 hari setelah pembuahan, kemudian berkembang menjadi mudhgah pada hari ke 26-27, dan berakhir sebelum hari ke-42. Cepatnya perubahan dari 'alaqah ke mudhgah terlihat dalam penggunaan kata fa pada surah 23:14. Dalam bahasa Arab kata fa menunjukkan rangkaian perubahan yang cepat. Secara umum, mudhgah diterjemahkan sebagai 'segumpal daging. Mudhgah merupakan tingkatan embrionik yang berbentuk seperti 'kunyahan permen karet, yang menunjukkan permukaan yang tidak teratur. Mudhgah atau 'segumpal daging terdiri dari sel-sel atau jaringan-jaringan yang telah mengalami diferensiasi maupun yang belum mengalami diferensiasi. sebagaimana dapat dilihat pada penjelasan pada Surah al-hajj/22: 5 di atas oleh Moore dan Azzadani. Pada ayat 5, surah al-hajj/22, dijelaskan: \"....,kemudian dari segumpal daging (mudhgah) yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...\" Moore dan Azzindani (1982), menerjemahkan dengan kalimat \"....,kemudian dari segumpal daging (mudhgah) yang telah terdiferensiasi dan yang belum terdiferensiasi, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...\" . Memang hakikat dari mudhgah, terdiri dari sel-sel atau jaringan/organ yang telah mengalami diferensiasi maupun yang belum.\n5.Tingkat pembentukkan tulang. Setelah tingkat mudhgah inilah, mulai dibentuk tulang. Ini sangat bersesuaian sekali dengan embryology modern dewasa ini.\n6.Tingkat pembungkusan tulang oleh daging, Janin mulai terbentuk.\n7.Tingkat bayi dalam kandungan, merupakan perkembangan lanjutan dari Tingkat ke-6 di atas. Kemudian dilanjutkan dengan penyempurnaan pembentukan manusia. Wallahu a'lam bi as-sawab\n\nDemikianlah perjalanan hidup manusia yang menunjukkan bahwa kejadian manusia itu melalui proses yang rumit dan rentan. Oleh karena itu, terwujudnya mereka di alam ini hendaknya disyukuri dengan beriman kepada Allah.",
    "quraish": "Mengapa kalian tidak mengagungkan Allah dengan sebenar-benarnya--sehingga kalian dapat berharap mendapat kemuliaan diselamatkan dari azab--padahal Dia telah menciptakan kalian dengan beberapa tahapan, mulai dari air mani, segumpal darah, segumpal daging kemudian menjadi tulang dan daging?",
    "jalalayn": "(Padahal sesungguhnya Dia telah menciptakan kalian dalam beberapa tingkatan kejadian) lafal athwaaran bentuk jamak dari lafal thaurun, artinya tahap; yakni mulai dari tahap air mani terus menjadi darah kental atau alaqah, hingga menjadi manusia yang sempurna bentuknya. Dan memperhatikan kejadian makhluk-Nya seharusnya menuntun mereka iman kepada yang telah menciptakannya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 15,
    "arab": "اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ",
    "translation": "Tidakkah kamu memperhatikan bagai-mana Allah telah menciptakan tujuh langit berlapis-lapis?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5434.mp3",
    "tafsir": "Dalam ayat ini, Nuh meminta kaumnya agar memperhatikan langit yang terdiri atas tujuh tingkat. Ayat ini dapat berarti khusus untuk kaum Nuh dan dapat pula berarti umum (untuk seluruh manusia) karena ayat ini menggunakan kata-kata alam tarau (tidakkah kamu memperhatikan). Memperhatikan di sini artinya dengan mempergunakan pikiran. Oleh karena itu, cara memperhatikan yang diperintahkan adalah dengan cara yang lazim digunakan dunia ilmu pengetahuan.\nAyat ini berarti khusus untuk umat Nabi Nuh maksudnya adalah mereka seharusnya mempergunakan pancaindra dan akal dalam mengamati alam ini. Dengan pengamatan demikian, mereka juga bisa mengetahui betapa besar dan hebat alam ini. Bahwa langit itu begitu luas dan bertingkat-tingkat juga dapat mereka pahami menurut pemahaman mereka yang sederhana. Mereka seharusnya mengakui kebesaran Allah dengan beriman kepada-Nya.\nAyat ini juga berlaku secara umum, yaitu ditujukan kepada umat Nabi Muhammad sampai sekarang dan masa yang akan datang. Sampai sekarang pun para ahli tafsir belum dapat memastikan \"langit\" yang terdiri atas tujuh tingkat itu. Tapi tentang \"langit\" itu tidak mustahil akan ditemukan oleh generasi yang akan datang. Mengenai langit, ayat lain menginformasikan:\n\nDan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman? (al-Anbiya'/21: 30)\n\nApa yang baru dapat dipahami oleh para ilmuwan sekarang adalah bahwa alam semesta ini terjadi dari satu massa yang amat padat, kemudian meledak, dan memunculkan galaksi-galaksi, tata surya, planet-planet, dan sebagainya. Akan tetapi, itu pun masih merupakan teori yang disebut teori big bang (ledakan besar).\nDari ayat ini dapat dipahami bahwa perintah memikirkan dan merenungkan kekuasaan dan kebesaran Allah itu tertuju kepada seluruh manusia, baik yang tinggi tingkat pengetahuannya maupun yang masih rendah. Seluruh manusia sanggup dan mampu melakukannya, sehingga menambah kuat imannya kepada Allah, Tuhan Yang Maha Esa.\nAyat ini juga mengajarkan kepada manusia mengenai cara mengenal dan mencari agama-Nya, yaitu dengan merenungkan kejadian alam ini. Dengan perenungan itu, manusia akan sampai kepada Penciptanya. Pencipta alam ini tentulah Yang Mahatahu dan Mahakuasa, bukan sesuatu yang tidak tahu apa-apa dan tidak berdaya sama sekali. Dialah yang menentukan segala sesuatu, Yang Maha Esa, tidak berserikat dengan sesuatu apa pun. Oleh karena itu, agama yang benar adalah agama yang mengakui keesaan Tuhan dan ibadah yang benar ialah ibadah yang langsung ditujukan kepada-Nya, tidak menggunakan perantara dan sebagainya.",
    "quraish": "Apakah kalian tidak memperhatikan bagaimana Allah menciptakan tujuh langit berlapis-lapis, menjadikan bulan di tujuh langit tersebut sebagai cahaya yang memancar serta menjadikan matahari sebagai lampu yang menerangi penghuni dunia dengan sinarnya untuk melihat segala yang dibutuhkan?",
    "jalalayn": "(Tidakkah kalian perhatikan) kalian lihat (bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?) sebagian di antaranya berada di atas sebagian yang lain."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 16,
    "arab": "وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ",
    "translation": "Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5435.mp3",
    "tafsir": "Nabi Nuh menerangkan kepada kaumnya bahwa Allah yang disembah itu menciptakan bulan bercahaya dan matahari bersinar. Dari ayat itu dapat dipahami bahwa:\n1.Matahari memancarkan sinar sendiri, sedang bulan mendapat cahaya dari matahari. Cahaya yang dipancarkan bulan berasal dari sinar matahari yang dipantulkannya ke bumi. Oleh karena itu, sinar matahari lebih keras dan terang dari cahaya bulan.\n2.Sinar dan cahaya itu berguna bagi manusia, tetapi bentuk kegunaannya berbeda-beda.\n\nAyat yang membedakan cahaya dan sinar dari dua benda langit, matahari dan bulan telah berkali-kali dikemukakan. Bintang mempunyai sumber sinar, sedangkan planet tidak. Penjelasan mengenai hal ini dapat dilihat pada Surah Yunus/10: 5. Uraian mengenai hal ini secara ilmiah adalah demikian:\nDalam membicarakan benda-benda angkasa, Al-Qur'an juga sudah membedakan bintang dan planet. Bintang adalah benda langit yang memancarkan sinar, sedangkan planet hanya memantulkan sinar yang diterima dari bintang. \n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan waktu. Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus/10: 5)\n\nMatahari adalah benda angkasa terbesar dalam tata surya kita. Ia merupakan gumpalan gas yang berpijar, dengan garis tengah sekitar 1,4 juta km. Jarak rata-rata antara titik pusat bumi dan matahari sekitar 150 juta km. Di pusat matahari, suhu mencapai sekitar 20.0000C.\nDalam ilmu astronomi, matahari merupakan benda langit yang digolongkan ke dalam jenis bintang. Di jagad raya ini terdapat miliaran, bahkan triliunan bintang. Matahari adalah salah satunya. Bintang merupakan benda langit yang memancarkan sinar karena di permukaan maupun bagian dalam bintang masih berlangsung reaksi-reaksi nuklir hidrogen yang dahsyat. Hasil reaksi inilah yang menimbulkan pancaran sinar. Sedangkan 10 benda langit yang mengorbit matahari, termasuk di dalamnya bumi (dan bulan yang mengorbit bumi), digolongkan ke dalam jenis planet.\nJumlah bintang diperkirakan lebih dari 6 miliar, bahkan boleh jadi mencapai 100 miliar. Akan tetapi, hanya sekitar 6.000 bintang yang dapat diamati dengan mata telanjang. Suhu, warna, ukuran, dan kepadatan bintang bervariasi. Bintang yang terpanas umumnya berwarna putih kebiruan. Suhu permukaannya dapat mencapai 20.0000C. Sedangkan yang kurang panas berwarna kuning, sebagaimana matahari. Ukurannya ada yang melebihi ribuan atau jutaan kali ukuran Matahari. Adapun jarak bintang terdekat dari tata surya adalah 4.000 tahun cahaya. Apabila kecepatan cahaya 186.000 mil per detik, maka jarak bintang terdekat tersebut mencapai 104 x 109 mil. Cahaya bintang terdekat ke tata surya, Alpha Centauri, memerlukan waktu 4 tahun untuk mencapai bumi. Sedang bintang \"terjauh\", Riga, cahayanya baru mencapai bumi lebih dari 1.000 tahun kemudian. Bandingkan dengan cahaya matahari yang mencapai bumi dalam hanya 4 menit saja.\nPlanet dapat dikategorikan sebagai bintang yang telah 'mati. Permukaannya telah mendingin, dan berubah menjadi padatan. Planet tidak memancarkan sinar. Akan tetapi, apabila ia disinari oleh satu sumber sinar (misal matahari), maka ia akan memantulkannya, sehingga tampak seperti bercahaya. Dengan demikian, kata 'bercahaya dapat diartikan sebagai dapat dilihat oleh mata karena memantulkan sinar yang diterima dari sumber sinar. Bulan bercahaya karena memantulkan sinar yang diterimanya dari matahari.",
    "quraish": "Apakah kalian tidak memperhatikan bagaimana Allah menciptakan tujuh langit berlapis-lapis, menjadikan bulan di tujuh langit tersebut sebagai cahaya yang memancar serta menjadikan matahari sebagai lampu yang menerangi penghuni dunia dengan sinarnya untuk melihat segala yang dibutuhkan?",
    "jalalayn": "(Dan Allah menciptakan padanya bulan) yaitu pada langit yang paling terdekat di antara keseluruhan langit itu (sebagai cahaya dan menjadikan matahari sebagai pelita?) yang memancarkan sinar terang yang jauh lebih kuat daripada sinar bulan."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 17,
    "arab": "وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ",
    "translation": "Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5436.mp3",
    "tafsir": "Nabi Nuh selanjutnya menerangkan kepada kaumnya bahwa Allah Yang Maha Esa dan wajib disembah itu adalah Tuhan yang membuat manusia tumbuh dengan nutrisi yang berasal dari tanah. Di samping itu, manusia juga diciptakan dari tanah yaitu dari mani dan ovum yang terbentuk dari makanan yang berasal dari tanah. \nDari mani dan ovum yang terbentuk dari nutrisi yang berasal dari tanah itu terjadi pembuahan, kemudian mereka tumbuh menjadi manusia seperti tumbuhnya tanaman. Tanaman dalam perjalanan hidupnya mengalami berbagai macam proses, manusia juga demikian. Umat kaum Nuh tidak mengambil pelajaran dari proses penciptaan manusia itu. Mereka tetap mengingkari Tuhan dan tidak mempercayai kebesaran-Nya. Inilah yang diingatkan oleh Nabi Nuh kepada mereka dalam ayat ini.",
    "quraish": "Allah telah menciptakan kalian dari tanah, lalu kalian tumbuh secara menakjubkan. Kemudian Dia akan mengembalikan kalian ke bumi setelah mati dan pasti akan mengeluarkan kalian dari situ.",
    "jalalayn": "(Dan Allah menumbuhkan kalian) Dia telah menciptakan kalian (dari tanah) karena Dia telah menciptakan bapak moyang kalian, yaitu Nabi Adam daripadanya (dengan sebaik-baiknya.)"
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 18,
    "arab": "ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ",
    "translation": "kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5437.mp3",
    "tafsir": "Nabi Nuh juga menerangkan kepada kaumnya bahwa mereka akan mati dan akan dikembalikan ke dalam tanah atau dikuburkan. Selanjutnya mereka akan dikeluarkan dari tanah itu pada hari Kiamat untuk diminta pertanggungjawabannya. Karena adanya pertanggungjawaban itu, mereka seharusnya beriman dan berbuat baik dalam kehidupan di dunia ini.",
    "quraish": "Allah telah menciptakan kalian dari tanah, lalu kalian tumbuh secara menakjubkan. Kemudian Dia akan mengembalikan kalian ke bumi setelah mati dan pasti akan mengeluarkan kalian dari situ.",
    "jalalayn": "(Kemudian Dia mengembalikan kalian ke dalam tanah) dalam keadaan terkubur di dalamnya (dan mengeluarkan kalian) dari dalamnya menjadi hidup kembali pada hari kiamat (dengan sebenar-benarnya.)"
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 19,
    "arab": "وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ",
    "translation": "Dan Allah menjadikan bumi untukmu sebagai hamparan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5438.mp3",
    "tafsir": "Allah menegaskan lagi nikmat yang telah dilimpahkan-Nya kepada manusia, yaitu Dia telah menciptakan bumi luas dan datar sehingga mereka dapat menjalankan kehidupan dengan mudah. Dengan datarnya permukaan bumi, manusia dapat membuat jalan sehingga mereka dapat menjelajahi bumi sampai ke tempat-tempat yang jauh letaknya.\nAyat-ayat ini menggambarkan bahwa bumi telah dijadikan Allah relatif datar (plane), terlepas dari fakta bahwa di bumi banyak gunung yang dijadikan sebagai tiang pancang permukaan bumi, dan fakta bahwa 70% dari permukaan bumi berupa permukaan laut. Namun demikian, profil permukaan bumi relatif lebih rata dan mulus dibandingkan dengan planet atau benda-benda langit lainnya di alam semesta. Menurut para ahli, kondisi bumi termasuk permukaannya sangat sesuai dengan kondisi kehidupan dan kenyamanan manusia yang menghuninya. Allah dengan kerahmanan-Nya telah mengkondisikan permukaan bumi sehingga manusia menikmati kenyamanan kehidupan di dunia. Mengapa Allah menjadikan permukaan bumi datar (sebagai hamparan)? Sebabnya ialah supaya manusia dapat menjelajahi jalan-jalannya. Ini berarti bahwa Allah mengharapkan manusia agar mempelajari dan mengeksplorasi seluruh permukaan maupun kandungan perut bumi. Yang dimaksud dengan \"menjalani jalan-jalan\" ini ialah bukan hanya secara fisik menjelajahi permukaan bumi, tapi juga secara ilmiah. Untuk mencapai atau menghasilkan pengetahuan manusia perlu mengembara, menjelajahi seraya mengamati seluruh seluk beluk dan semua pelosok bumi, agar bisa menjalankan fungsinya sebagai khalifah Allah di permukaan bumi. Akumulasi pengetahuan manusia mengenai bumi disebut ilmu bumi, dan pada perkembangan lebih lanjut manusia perlu mempelajari ilmu bumi dan juga ilmu-ilmu kebumian serta ilmu pengetahuan dan teknologi yang relevan untuk dapat mengelola bumi ini.",
    "quraish": "Allah menjadikan bumi terhampar untuk kalian agar kalian dapat menelusuri jalan-jalan yang luas di bumi ini'.\"",
    "jalalayn": "(Dan Allah menjadikan bagi kalian bumi sebagai hamparan) yakni dalam keadaan terhampar."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 20,
    "arab": "لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ ",
    "translation": "agar kamu dapat pergi kian kemari di jalan-jalan yang luas. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5439.mp3",
    "tafsir": "Allah menegaskan lagi nikmat yang telah dilimpahkan-Nya kepada manusia, yaitu Dia telah menciptakan bumi luas dan datar sehingga mereka dapat menjalankan kehidupan dengan mudah. Dengan datarnya permukaan bumi, manusia dapat membuat jalan sehingga mereka dapat menjelajahi bumi sampai ke tempat-tempat yang jauh letaknya.\nAyat-ayat ini menggambarkan bahwa bumi telah dijadikan Allah relatif datar (plane), terlepas dari fakta bahwa di bumi banyak gunung yang dijadikan sebagai tiang pancang permukaan bumi, dan fakta bahwa 70% dari permukaan bumi berupa permukaan laut. Namun demikian, profil permukaan bumi relatif lebih rata dan mulus dibandingkan dengan planet atau benda-benda langit lainnya di alam semesta. Menurut para ahli, kondisi bumi termasuk permukaannya sangat sesuai dengan kondisi kehidupan dan kenyamanan manusia yang menghuninya. Allah dengan kerahmanan-Nya telah mengkondisikan permukaan bumi sehingga manusia menikmati kenyamanan kehidupan di dunia. Mengapa Allah menjadikan permukaan bumi datar (sebagai hamparan)? Sebabnya ialah supaya manusia dapat menjelajahi jalan-jalannya. Ini berarti bahwa Allah mengharapkan manusia agar mempelajari dan mengeksplorasi seluruh permukaan maupun kandungan perut bumi. Yang dimaksud dengan \"menjalani jalan-jalan\" ini ialah bukan hanya secara fisik menjelajahi permukaan bumi, tapi juga secara ilmiah. Untuk mencapai atau menghasilkan pengetahuan manusia perlu mengembara, menjelajahi seraya mengamati seluruh seluk beluk dan semua pelosok bumi, agar bisa menjalankan fungsinya sebagai khalifah Allah di permukaan bumi. Akumulasi pengetahuan manusia mengenai bumi disebut ilmu bumi, dan pada perkembangan lebih lanjut manusia perlu mempelajari ilmu bumi dan juga ilmu-ilmu kebumian serta ilmu pengetahuan dan teknologi yang relevan untuk dapat mengelola bumi ini.",
    "quraish": "Allah menjadikan bumi terhampar untuk kalian agar kalian dapat menelusuri jalan-jalan yang luas di bumi ini'.\"",
    "jalalayn": "(Supaya kalian menempuh padanya jalan-jalan) atau menempuh jalan-jalan (yang luas.\") yang lebar."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 21,
    "arab": "قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ",
    "translation": "Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5440.mp3",
    "tafsir": "Nuh mengadu kepada Allah bahwa umatnya tetap durhaka kepadanya. Mereka tidak mau mengikuti seruannya, dan tetap mengikuti pemimpin-pemimpin mereka yang terdiri dari orang-orang kaya, yang mempunyai harta dan anak-anak yang banyak. Akan tetapi, harta itu hanya digunakan untuk berfoya-foya. Anak-anak mereka juga tidak dididik dengan baik, sehingga bila dewasa nanti, mereka menjadi sesat dan jahat",
    "quraish": "Nûh melanjutkan berkata, \"Wahai Tuhanku, sesungguhnya kaumku telah melanggar seruanku untuk beriman dan memohon ampunan. Orang-orang lemah dari mereka mengikuti orang-orang yang harta dan anaknya malah membuat mereka tambah merugi di akhirat. Para pemilik harta dan anak yang banyak itu telah melakukan tipu daya yang sangat besar terhadap orang-orang lemah yang mengikuti mereka.",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Sesungguhnya mereka telah mendurhakaiku, dan mereka telah mengikuti) orang-orang yang hina dan orang-orang yang miskin di antara mereka (orang-orang yang harta dan anak-anaknya tidak menambah kepadanya) maksudnya orang-orang yang rendah dan orang-orang miskin dari kalangan kaum Nabi Nuh itu, lebih senang mengikuti pemimpin-pemimpin yang diberi nikmat akan hal-hal tersebut, yakni banyak harta dan anaknya. Lafal wuldun dengan didamahkan huruf waunya dan sukun pada lamnya, atau waladun dengan difatahkan kedua-duanya; kalau bentuk yang pertama menurut suatu pendapat, bahwa itu adalah bentuk jamak dari lafal waladun. Dalam arti kata disamakan dengan wazan lafal khasyabun yang jamaknya khusybun. Menurut pendapat yang lain, lafal wuldun mempunyai arti yang sama dengan lafal waladun, karena wazannya dianggap sama dengan lafal bukhlun dan bakhiilun (melainkan kerugian belaka) yaitu keangkaramurkaan dan kekafiran."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 22,
    "arab": "وَمَكَرُوْا مَكْرًا كُبَّارًاۚ",
    "translation": "dan mereka melakukan tipu daya yang sangat besar.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5441.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para pembesar dan pemimpin umat Nabi Nuh, melakukan segala macam tipu muslihat untuk menghambat dan menghancurkan agama yang dibawa Nabi Nuh. Di antaranya adalah dengan menghalangi dan mengancam orang-orang yang hendak mengikuti seruan Nuh, memperkuat kedudukan berhala, dan bahkan menghasut masyarakat untuk menganiaya Nabi Nuh.",
    "quraish": "Nûh melanjutkan berkata, \"Wahai Tuhanku, sesungguhnya kaumku telah melanggar seruanku untuk beriman dan memohon ampunan. Orang-orang lemah dari mereka mengikuti orang-orang yang harta dan anaknya malah membuat mereka tambah merugi di akhirat. Para pemilik harta dan anak yang banyak itu telah melakukan tipu daya yang sangat besar terhadap orang-orang lemah yang mengikuti mereka.",
    "jalalayn": "(Dan mereka melakukan tipu daya) yaitu para pemimpin mereka (yang amat besar.\") Tipu daya mereka sangat besar, yaitu mereka telah mendustakan Nabi Nuh dan menyakitinya serta menyakiti orang-orang yang beriman kepadanya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 23,
    "arab": "وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ",
    "translation": "Dan mereka berkata, “Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwa‘, Yagus, Ya‘uq dan Nasr.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5442.mp3",
    "tafsir": "Pembesar-pembesar umat Nabi Nuh meminta kaumnya agar tidak meninggalkan tuhan-tuhan yang telah disembah nenek moyang mereka dahulu. Mereka disuruh untuk tetap menyembah berhala-berhala mereka yaitu, wadd, suwa', yuguts, ya'uq dan nasr.\nKelima berhala tersebut merupakan berhala yang paling dihormati di antara sekian banyak berhala kabilah-kabilah kaum Nuh. Masing-masing kabilah juga mempunyai berhala-berhala sendiri yang berbeda-beda satu sama lain. Dari sinilah para ulama berpendapat bahwa agama syirik mulai berkembang pada zaman Nabi Nuh. Sebelumnya, yaitu pada masa Nabi Adam dan Idris, belum ada keyakinan syirik ataupun penyembahan berhala.\nPenyembahan kepada banyak berhala itu kemudian turun kepada bangsa Arab. Oleh karena itu, bangsa Arab juga memiliki berhala-berhala yang dinamai dengan nama-nama yang pernah dipakai oleh umat Nuh.\nMenurut riwayat al-Bukhari, Ibnu al-Mundhir, dan Ibnu Mardawaih dari Ibnu 'Abbas bahwa ia berkata, \"Kemudian berhala-berhala itu pindah kepada bangsa Arab, maka Wadd menjadi berhala kabilah Kalb, Suwa' menjadi berhala kabilah Hudhail, Yaguts menjadi berhala kabilah Murad yang kemudian berpindah kepada kabilah Guthaif; Ya'uq menjadi berhala kabilah Hamdan, dan Nasr menjadi adalah nama berhala kabilah Himyar.\"\nDi samping itu, juga terdapat berhala-berhala selain tersebut dalam ayat di atas yang disembah oleh umat Nuh, yang kemudian berpindah pula kepada bangsa Arab, seperti al-Lat, berhala kaum tsaqif di tha'if; al-'Uzza, berhala kabilah Sulaim, Gathfan, dan Jusyam; Manah, berhala kabilah Khuza'ah di Qudaid; Asaf, Na'ilah, dan Hubal, berhala-berhala yang disembah penduduk Mekah. Hubal adalah berhala yang terbesar dan teragung, menurut mereka, yang diletakkan di atas Ka'bah. Berhala-berhala itu mereka buat sendiri untuk disembah.\nPerpindahan berhala-berhala itu dari bangsa-bangsa lain ke bangsa Arab seperti diisyaratkan oleh riwayat di atas menunjukkan bahwa ajaran monoteisme yang dibawa oleh Nabi Muhammad berlaku atau bersifat universal. Ajaran itu tidak hanya untuk bangsa Arab, tetapi juga untuk bangsa-bangsa lain.",
    "quraish": "Kepada orang-orang lemah itu mereka mengatakan, 'Jangan kalian tinggalkan menyembah tuhan- tuhan kalian. Dan jangan tinggalkan Wadd, Suwa', Yaghûts, Ya'ûq dan Nasr'.\" Sembahan itu adalah patung- patung yang dipahat dalam bentuk binatang yang bermacam-macam. Orang-orang yang diikuti itu sungguh telah menyesatkan banyak orang. Kekafiran dan kekukuhan orang-orang yang zalim itu hanya menambah mereka jauh dari kebenaran.",
    "jalalayn": "(Dan mereka berkata) kepada orang-orang yang menjadi bawahan mereka (\"Jangan sekali-kali kalian meninggalkan tuhan-tuhan sesembahan kalian dan jangan pula sekali-kali kalian meninggalkan wadd) dapat dibaca waddan dan wuddan (dan jangan pula suwa', yaghuts, ya'uq dan nasr\") nama-nama tersebut adalah nama-nama berhala-berhala mereka."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 24,
    "arab": "وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا",
    "translation": "Dan sungguh, mereka telah menyesatkan banyak orang; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5443.mp3",
    "tafsir": "Para pembesar dan pemimpin umat Nabi Nuh telah menyesatkan masyarakatnya dari jalan Allah dan mempengaruhi mereka dengan berbagai macam tipu muslihat, sehingga mereka mengikutinya. Dengan demikian, orang-orang yang datang sesudah mereka kemudian mengikuti jejak mereka, sampai kepada orang-orang Arab Jahiliah.\nDoa Nabi Ibrahim berikut mengindikasikan bahwa penyembahan berhala itu terus berlangsung sampai ke zamannya. Oleh karena itulah, ia berdoa kepada Allah agar anak cucunya terhindar dari meyembah berhala tersebut. Firman Allah:\n\nDan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhan, jadikanlah negeri ini (Mekah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala. Ya Tuhan, berhala-berhala itu telah menyesatkan banyak dari manusia. Barang siapa mengikutiku, maka orang itu termasuk golonganku, dan barang siapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.\" (Ibrahim/14: 35-36)\n\nPada akhir ayat ini, Nuh berdoa agar Allah menambah kesesatan kaumnya itu. Hal itu ia lakukan karena mereka sudah zalim, yaitu ingkar dan semakin ingkar ketika dinasihati. Doa itu dimohonkan Nabi Nuh setelah melihat bahwa kaumnya tidak mungkin lagi dinasihati dengan cara apa pun.",
    "quraish": "Kepada orang-orang lemah itu mereka mengatakan, 'Jangan kalian tinggalkan menyembah tuhan- tuhan kalian. Dan jangan tinggalkan Wadd, Suwa', Yaghûts, Ya'ûq dan Nasr'.\" Sembahan itu adalah patung- patung yang dipahat dalam bentuk binatang yang bermacam-macam. Orang-orang yang diikuti itu sungguh telah menyesatkan banyak orang. Kekafiran dan kekukuhan orang-orang yang zalim itu hanya menambah mereka jauh dari kebenaran.",
    "jalalayn": "(Dan sesungguhnya mereka telah menyesatkan) dengan nama-nama tersebut (kebanyakan manusia) karena mereka telah memerintahkan manusia untuk menyembahnya (dan janganlah Engkau tambahkan bagi orang-orang yang lalim itu selain kesesatan) ayat ini diathafkan kepada lafal qad adhalluu, yakni merupakan doa Nabi Nuh setelah Allah mewahyukan kepadanya, bahwasanya sekali-kali tidak ada orang yang mau beriman di antara kaummu, melainkan orang-orang yang telah beriman saja."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 25,
    "arab": "مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا",
    "translation": "Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5444.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menenggelamkan umat Nabi Nuh yang zalim itu dengan banjir yang luar biasa besarnya. Semua itu disebabkan keingkaran dan dosa mereka kepada Allah. Dalam keadaan demikian, tidak seorang pun yang dapat menghindarkan mereka dari azab Allah. Bahkan berhala yang mereka sembah itu tidak dapat menolong diri dari kehancuran, apalagi menolong orang lain. Di akhirat nanti, mereka akan dijebloskan ke dalam neraka Jahanam.\nDalam ayat-ayat yang sebelumnya, seperti dalam Surah Hud, telah diterangkan bahwa setelah Nabi Nuh berpendapat bahwa kaumnya tidak mungkin memperkenankan seruannya, maka atas wahyu Allah, beliau mulai membuat kapal. Setelah kapal selesai, banjir pun datang, sehingga Nuh dan keluarganya beserta orang-orang yang beriman dengannya dapat diselamatkan dengan kapal itu",
    "quraish": "Mereka ditenggelamkan dengan topan karena dosa-dosa mereka. Setelah binasa, mereka dimasukkan ke dalam api yang sangat menyala dan membakar. Dan mereka tidak mendapatkan--selain Allah--penolong yang dapat menyelamatkan mereka dari siksa.",
    "jalalayn": "(Disebabkan) huruf maa di sini adalah huruf shilah atau penghubung (kesalahan-kesalahan mereka) menurut suatu qiraat dibaca khathii'aatihim dengan memakai huruf hamzah sesudah huruf ya (mereka ditenggelamkan) oleh banjir besar (lalu dimasukkan ke dalam neraka) yaitu mereka diazab sesudah mereka ditenggelamkan di bawah air (maka mereka tidak dapat menemukan selain) selain daripada (Allah, seseorang pun yang menolong mereka) yang dapat melindungi mereka dari azab."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 26,
    "arab": "وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ",
    "translation": "Dan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5445.mp3",
    "tafsir": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)",
    "quraish": "Setelah putus harapan melihat kaumnya, Nûh berdoa, \"Ya Tuhanku, Janganlah Engkau sisakan seorang pun dari mereka hidup di muka bumi ini.",
    "jalalayn": "(Nuh berkata, \"Ya Rabbku! Janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi) bertempat tinggal, makna yang dimaksud ialah jangan biarkan seorang pun di antara mereka."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 27,
    "arab": "اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ",
    "translation": "Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5446.mp3",
    "tafsir": "Pada waktu terjadinya banjir itu, Nabi Nuh berdoa kepada Allah agar Dia memusnahkan seluruh orang-orang kafir dengan menenggelamkan mereka. Permohonan Nuh ini dikabulkan Allah.\nAlasan Nabi Nuh berdoa kepada Allah agar memusnahkan seluruh orang-orang kafir adalah:\n1.Jika di antara mereka ada yang dibiarkan hidup, mereka tetap akan berusaha menyesatkan manusia.\n2.Jika di antara mereka ada yang dibiarkan hidup, mereka akan menurunkan anak-anak yang kafir pula dan akan berusaha menjadikan orang-orang lain menjadi kafir.\n\nNabi Nuh berkesimpulan bahwa orang-orang kafir yang berada di zamannya itu tidak mungkin lagi akan beriman. Kesimpulannya ini didasarkan pada pengalamannya menyeru mereka selama 950 tahun. Oleh karena itulah, dia berdoa kepada Tuhan agar seluruh orang kafir itu ditenggelamkan tanpa meninggalkan seorang pun di antara mereka.\nPada ayat yang lain, Allah berfirman:\n\nDan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya. (al-Anbiya'/21: 77)",
    "quraish": "Sesungguhnya, Ya Tuhanku, jika Engkau tidak membinasakan dan membumi-hanguskan mereka, mereka akan menjerumuskan hamba-hamba-Mu ke dalam kesesatan dan mereka hanya akan melahirkan keturunan yang jauh dari kebenaran serta sangat kufur dan durhaka terhadap-Mu.",
    "jalalayn": "(Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir) lafal faajiran dan kaffaaran berasal dari yafjuru dan yakfuru. Nabi Nuh berdoa demikian setelah ada wahyu mengenai keadaan mereka yang telah disebutkan tadi yakni, bahwa mereka tidak akan beriman, kecuali hanya orang-orang yang telah beriman kepadanya."
  },
  {
    "hizb": 228,
    "name": "Nuh",
    "ayat": 28,
    "arab": "رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًا ࣖ",
    "translation": "Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5447.mp3",
    "tafsir": "Setelah Nuh berdoa kepada Allah agar membinasakan orang-orang kafir, beliau berdoa untuk keselamatan diri dan kedua orang tuanya serta seluruh orang-orang yang beriman. \nPada akhir ayat, Nuh memohon lagi kepada Allah agar menambah kesesatan orang-orang kafir, sehingga mereka akhirnya akan merasakan azab yang tidak terkirakan di hari Kiamat.",
    "quraish": "Ya Tuhanku, ampunilah aku, ibu-bapakku yang menyebabkan aku hidup, orang yang masuk ke rumahku dalam keadaan beriman dan semua orang-orang Mukmin, laki-laki dan perempuan. Dan janganlah Engkau tambahkan kepada orang-orang kafir itu kecuali kebinasaan.\"",
    "jalalayn": "(Ya Rabbku! Ampunilah aku, ibu bapakku) kedua orang tua Nabi Nuh termasuk orang-orang yang beriman (orang yang masuk ke dalam rumahku) atau mesjidku (dengan beriman, dan semua orang yang beriman laki-laki dan perempuan) hingga hari kiamat nanti (dan janganlah Engkau tambahkan kepada orang-orang yang zalim itu selain kebinasaan.\") Atau kehancuran, akhirnya mereka benar-benar dibinasakan."
  }
]