[
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 1,
    "arab": "لَآ اُقْسِمُ بِيَوْمِ الْقِيٰمَةِۙ",
    "translation": "Aku bersumpah dengan hari Kiamat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5552.mp3",
    "tafsir": "Dalam ayat ini, Allah bersumpah dengan hari Kiamat. Maksudnya ialah Allah menyatakan dengan tegas bahwa hari Kiamat itu pasti datang. Oleh karena itu, manusia hendaknya bersiap-siap menghadapinya dengan beriman dan mengerjakan amal saleh, karena hari Kiamat merupakan hari pembalasan amal.",
    "quraish": "[[75 ~ AL-QIYAMAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 40 ayat ~ Surat mulia ini berbicara tentang hari kebangkitan dan pembalasan yang akan ditemui seluruh umat manusia dengan segala kedahsyatannya. Kemudian surat ini memuat ihwal jaminan yang akan diberikan Allah kepada Rasulullah saw. bahwa Dialah yang akan mengumpulkan al-Qur'ân dalam dada Rasul. Lalu diutarakan pula mengenai ditolaknya mereka yang lebih menomorsatukan kehidupan dunia yang fana dengan mengabaikan kehidupan akhirat. Dibandingkanlah antara wajah orang-orang Mukmin yang berseri-seri dengan wajah orang-orang kafir yang muram tak bercahaya. Lalu dibicarakan pula mengenai hal ihwal orang yang tengah sekarat dan lalai menunaikan kewajiban serta menduga bahwa dirinya tidak akan menemui hari perhitungan. Surat ini diakhiri dengan memaparkan beberapa bukti yang menguatkan kebenaran hari kebangkitan.]] Aku bersumpah dan Kutegaskan sumpah-Ku ini demi kebenaran hari kiamat. Aku bersumpah dan Kutegaskan sumpah-Ku ini demi jiwa yang mencela pemiliknya akibat melakukan dosa dan kesalahan, bahwa kalian akan dibangkitkan setelah tulang belulang kalian dikumpulkan. Apakah manusia mengira--setelah ia Kami ciptakan dari ketiadaan--bahwa Kami tidak dapat mengumpulkan kembali tulang belulangnya yang hancur berserakan?",
    "jalalayn": "(Aku bersumpah dengan hari kiamat) huruf Laa di sini adalah huruf Zaidah."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 2,
    "arab": "وَلَآ اُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ",
    "translation": "dan aku bersumpah demi jiwa yang selalu menyesali (dirinya sendiri).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5553.mp3",
    "tafsir": "Allah juga bersumpah dengan jiwa yang amat menyesali dirinya sendiri (an-nafs al-lawwamah) terhadap sikap dan tingkah lakunya pada masa lalu yang tidak sempat lagi diisi dengan perbuatan baik. An-Nafs al-lawwamah juga berarti jiwa yang menyesali dirinya karena berbuat kejahatan, kenapa masih saja tidak sanggup dihentikan? Pada kebaikan yang disadari manfaatnya kenapa tidak diperbanyak atau dilipatgandakan saja? Begitulah an-nafs al-lawwamah berkata dan menyesali dirinya sendiri.\nPerasaan menyesal itu senantiasa ada walaupun ia sudah berusaha keras dengan segenap upaya untuk mengerjakan amal saleh. Padahal semuanya pasti akan diperhitungkan kelak. An-Nafs al-lawwamah juga berarti jiwa yang tidak bisa dikendalikan pada waktu senang maupun susah. Waktu senang bersikap boros dan royal, sedang di masa susah menyesali nasibnya dan menjauhi agama.\nAn-Nafs al-lawwamah sebenarnya adalah jiwa seorang mukmin yang belum mencapai tingkat yang lebih sempurna. Penyesalan adalah benteng utama dari jiwa seperti ini karena telah melewati hidup di atas dunia dengan kebaikan yang tidak sempurna.\nPerlu dijelaskan di sini hubungan antara hari Kiamat dengan an-nafs al-lawwamah, yang sama-sama digunakan Allah untuk bersumpah dalam awal surah ini. Hari Kiamat itu kelak akan membeberkan tentang jiwa seseorang, apakah ia memperoleh kebahagiaan atau kecelakaan. Maka jiwa atau an-nafs al-lawwamah boleh jadi termasuk golongan yang bahagia atau termasuk golongan yang celaka. Dari segi lain, Allah sengaja menyebutkan jiwa yang menyesali dirinya ini karena begitu besarnya persoalan jiwa dari sudut pandangan Al-Qur'an.\nHuruf \"la\" yang terdapat pada ayat 1 dan 2 di atas adalah \"la zaidah\" yang menguatkan arti perkataan sesudahnya, yaitu adanya hari Kiamat dan an-nafs al-lawwamah.\nAllah sendiri menjawab sumpah-Nya walaupun dalam teks ayat tidak disebutkan. Jadi setelah bersumpah dengan hari Kiamat dan an-nafs al-lawwamah, Allah menegaskan, \"Sungguh kamu akan dibangkitkan dan akan dimintai pertanggungjawabanmu.\" Pengertian ini diketahui dari ayat berikutnya.",
    "quraish": "[[75 ~ AL-QIYAMAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 40 ayat ~ Surat mulia ini berbicara tentang hari kebangkitan dan pembalasan yang akan ditemui seluruh umat manusia dengan segala kedahsyatannya. Kemudian surat ini memuat ihwal jaminan yang akan diberikan Allah kepada Rasulullah saw. bahwa Dialah yang akan mengumpulkan al-Qur'ân dalam dada Rasul. Lalu diutarakan pula mengenai ditolaknya mereka yang lebih menomorsatukan kehidupan dunia yang fana dengan mengabaikan kehidupan akhirat. Dibandingkanlah antara wajah orang-orang Mukmin yang berseri-seri dengan wajah orang-orang kafir yang muram tak bercahaya. Lalu dibicarakan pula mengenai hal ihwal orang yang tengah sekarat dan lalai menunaikan kewajiban serta menduga bahwa dirinya tidak akan menemui hari perhitungan. Surat ini diakhiri dengan memaparkan beberapa bukti yang menguatkan kebenaran hari kebangkitan.]] Aku bersumpah dan Kutegaskan sumpah-Ku ini demi kebenaran hari kiamat. Aku bersumpah dan Kutegaskan sumpah-Ku ini demi jiwa yang mencela pemiliknya akibat melakukan dosa dan kesalahan, bahwa kalian akan dibangkitkan setelah tulang belulang kalian dikumpulkan. Apakah manusia mengira--setelah ia Kami ciptakan dari ketiadaan--bahwa Kami tidak dapat mengumpulkan kembali tulang belulangnya yang hancur berserakan?",
    "jalalayn": "(Dan Aku bersumpah dengan jiwa yang amat menyesali) dirinya sendiri sekalipun ia berupaya sekuat tenaga di dalam kebaikan. Jawab Qasam tidak disebutkan; lengkapnya, Aku bersumpah dengan nama hari kiamat dan dengan nama jiwa yang banyak mencela, bahwa niscaya jiwa itu pasti akan dibangkitkan. Pengertian Jawab ini ditunjukkan oleh firman selanjutnya, yaitu:"
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 3,
    "arab": "اَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ",
    "translation": "Apakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5554.mp3",
    "tafsir": "Apakah manusia mengira bahwa Allah tidak akan mengumpulkan kembali tulang-belulangnya? Apakah manusia mengira bahwa tulangnya yang telah hancur di dalam kubur, setelah berserakan di tempat yang terpisah-pisah tidak dapat dikumpulkan Allah kembali? Ayat yang diungkapkan dengan nada pertanyaan ini mengandung makna agar manusia memikirkan persoalan mati dan adanya hari kebangkitan itu secara serius.",
    "quraish": "[[75 ~ AL-QIYAMAH (HARI KIAMAT) Pendahuluan: Makkiyyah, 40 ayat ~ Surat mulia ini berbicara tentang hari kebangkitan dan pembalasan yang akan ditemui seluruh umat manusia dengan segala kedahsyatannya. Kemudian surat ini memuat ihwal jaminan yang akan diberikan Allah kepada Rasulullah saw. bahwa Dialah yang akan mengumpulkan al-Qur'ân dalam dada Rasul. Lalu diutarakan pula mengenai ditolaknya mereka yang lebih menomorsatukan kehidupan dunia yang fana dengan mengabaikan kehidupan akhirat. Dibandingkanlah antara wajah orang-orang Mukmin yang berseri-seri dengan wajah orang-orang kafir yang muram tak bercahaya. Lalu dibicarakan pula mengenai hal ihwal orang yang tengah sekarat dan lalai menunaikan kewajiban serta menduga bahwa dirinya tidak akan menemui hari perhitungan. Surat ini diakhiri dengan memaparkan beberapa bukti yang menguatkan kebenaran hari kebangkitan.]] Aku bersumpah dan Kutegaskan sumpah-Ku ini demi kebenaran hari kiamat. Aku bersumpah dan Kutegaskan sumpah-Ku ini demi jiwa yang mencela pemiliknya akibat melakukan dosa dan kesalahan, bahwa kalian akan dibangkitkan setelah tulang belulang kalian dikumpulkan. Apakah manusia mengira--setelah ia Kami ciptakan dari ketiadaan--bahwa Kami tidak dapat mengumpulkan kembali tulang belulangnya yang hancur berserakan?",
    "jalalayn": "(Apakah manusia mengira) yakni, orang kafir (bahwa Kami tidak akan mengumpulkan kembali tulang belulangnya) untuk dibangkitkan menjadi hidup kembali."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 4,
    "arab": "بَلٰى قَادِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ ",
    "translation": "(Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5555.mp3",
    "tafsir": "Diriwayatkan bahwa ayat ke 3 dan ke 4 ini diturunkan karena ulah dua orang yang bernama 'Adiyy bin Abi Rabi'ah bersama Akhnasy bin Syuraiq. 'Adiyy pernah menjumpai Rasulullah dengan bertanya, \"Hai Muhammad, tolong ceritakan kepadaku kapan datang hari Kiamat dan bagaimana keadaan manusia pada waktu itu?\" Rasulullah saw menceritakan apa adanya. 'Adiyy menjawab pula, \"Demi Allah, andaikata aku melihat dengan mata kepalaku sendiri akan hari itu, aku juga tidak akan membenarkan ucapanmu itu dan aku juga tidak percaya kepadamu dan kepada hari Kiamat itu. Apakah mungkin hai Muhammad, Allah sanggup mengumpulkan kembali tulang-belulang manusia?\" Kemudian turunlah ayat ke 4 di atas yang menegaskan kekuasaan Allah sebagai jawaban terhadap pertanyaan 'Adiyy bin Abi Rabi'ah dan orang-orang yang bersikap seperti dia.\nUntuk menghilangkan keragu-raguan itu, Allah menegaskan sebenarnya Dia berkuasa menyusun (kembali) jari-jemari manusia dengan sempurna. Bahkan Allah sanggup mengumpulkan dan menyusun kembali bagian-bagian tubuh yang hancur sekalipun itu adalah bagian terkecil seperti jari-jemari yang begitu banyak ruas dan bukunya. Andaikata Allah tidak mempunyai ilmu pengetahuan dan kekuasaan yang sempurna, tentu tidak mungkin Allah bisa menyusunnya kembali. Ringkasnya sebagaimana tulang-belulang dan jari-jemari itu tersusun dengan sempurna, maka Allah sanggup mengembalikannya lagi seperti semula.",
    "quraish": "Tentu, Kami akan mengumpulkannya kembali. Bahkan, lebih dari itu, Kami Mahakuasa untuk mengumpulkan jari jemarinya yang kecil secara sempurna seperti sediakala. Apatah lagi tulang belulang yang lebih besar.",
    "jalalayn": "(Bukan demikian) Kami akan mengumpulkannya kembali (Kami kuasa) di samping mengumpulkan kembali tulang-tulangnya itu (menyusun kembali jari-jemarinya dengan sempurna) artinya, Kami dapat mengembalikan tulang jari-jemari itu sekalipun bentuknya kecil, maka terlebih lagi tulang-tulang lainnya yang lebih besar daripadanya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 5,
    "arab": "بَلْ يُرِيْدُ الْاِنْسَانُ لِيَفْجُرَ اَمَامَهٗۚ",
    "translation": "Tetapi manusia hendak membuat maksiat terus-menerus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5556.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa sebenarnya manusia dengan perkembangan pikirannya menyadari bahwa Allah sanggup berbuat begitu, namun kehendak nafsu mempengaruhi pikirannya. Bahkan manusia itu hendak berbuat maksiat terus-menerus. Sesungguhnya tidak ada manusia yang tidak mengenal kekuasaan Tuhannya, untuk menghidupkan dan menyusun tulang-belulang orang yang sudah mati. Akan tetapi, mereka masih ingin bergelimang dengan berbagai perbuatan maksiat, kemudian menunda-nunda tobat atau menghindarkan diri daripadanya.\nSesungguhnya manusia yang seperti ini, menurut Sa'id bin Jubair, suka cepat-cepat memperturutkan kehendak hati dan berbuat apa saja yang diinginkan. Nafsu selalu menggodanya, \"Nanti sajalah aku bertobat; nanti sajalah aku mengerjakan kebaikan.\" Celakanya dia belum sempat tobat dan beramal baik, malaikat maut sudah lebih dahulu mencabut nyawanya. Padahal pada saat itu, ia sedang asyik dalam perbuatan maksiat.\nBoleh jadi juga maksud ayat ini adalah bahwa seseorang selalu berangan-angan tentang betapa nikmatnya kalau ia mendapat ini dan itu, mendapat mobil dan rumah mewah atau jabatan yang empuk, dan seterusnya, namun lupa mengingat mati, lupa dengan akan datangnya hari kebangkitan, hari saat diperiksa segala pekerjaannya.\nKata-kata liyafjura berarti cenderung kepada yang batil, atau suka menyimpang dari kebenaran. Orang seperti ini ingin hidup bebas seperti binatang. Ia tidak mau dihalangi untuk mengerjakan apa saja dengan teguran akal sehat atau larangan agama yang mengekang keinginannya.",
    "quraish": "Tetapi mengapa manusia masih tetap mengingkari hari kebangkitan? Adakah itu karena mereka ingin terus melakukan perbuatan-perbuatan buruk sampai mati?",
    "jalalayn": "(Bahkan manusia itu hendak membuat maksiat terus-menerus) huruf Lam yang ada pada lafal Liyafjura adalah Zaidah, sedangkan lafal Yafjuru dinashabkan oleh An yang diperkirakan keberadaannya. Yakni dia selalu berbuat dusta (di dalam menghadapinya) di dalam menghadapi hari kiamat. Pengertian ini ditunjukkan oleh firman selanjutnya, yaitu:"
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 6,
    "arab": "يَسْـَٔلُ اَيَّانَ يَوْمُ الْقِيٰمَةِۗ",
    "translation": "Dia bertanya, “Kapankah hari Kiamat itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5557.mp3",
    "tafsir": "Selanjutnya, Allah menggambarkan sikap orang keras kepala yang bertanya, \"Bilakah hari Kiamat itu?\" Pertanyaan ini muncul sebagai tanda terlalu jauhnya jangkauan hari Kiamat itu dalam pikiran si penanya dan menunjukkan ketidakpercayaan akan terjadinya. Hal ini ada hubungannya dengan ayat sebelumnya, yakni: \"Kenapa ia terus-menerus ingin mengerjakan kejahatan?\" Karena mereka mengingkari adanya hari kebangkitan, sehingga tidak merasa perlu memikirkan segala akibat dari kejahatan yang dilakukan. Dalam ayat lain, Allah berfirman:\n\nJauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup dan tidak akan dibangkitkan (lagi). (al-Mu'minun/23: 36-37)\n\nKalau disimpulkan, ada dua sebab ketidakpercayaan manusia kepada hari Kiamat, yaitu:\n1.Karena ragu-ragu dengan kekuasaan Allah. Misalnya pikiran yang berpendapat bahwa bagian tubuh yang sudah hancur, berserakan, dan bercampur aduk dengan tanah, di timur maupun di barat, mungkinkah dapat disusun dan dihidupkan kembali? Bagaimana bisa tubuh manusia yang demikian kembali kepada keadaan semula?\nSeperti bunyi ayat 3 dan 4:\n\nApakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)\n\n1.Karena keinginan yang terus-menerus untuk menikmati kesenangan duniawi, dan kedatangan Kiamat (hari berkumpul dan berhisab) tentu saja memutuskan segala bentuk kesenangan itu, seperti disebutkan dalam ayat ke-5:\n\nTetapi manusia hendak membuat maksiat terus-menerus. (al-Qiyamah/75: 5)",
    "quraish": "Sambil mengingkari hari kiamat, ia bertanya, \"Bilakah datangnya hari kiamat?\"",
    "jalalayn": "(Ia bertanya, \"Bilakah) Kapan (hari kiamat itu?\") pertanyaannya itu mengandung nada mengejek dan mendustakannya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 7,
    "arab": "فَاِذَا بَرِقَ الْبَصَرُۙ",
    "translation": "Maka apabila mata terbelalak (ketakutan), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5558.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Maka apabila mata terbelalak) dapat dibaca Bariqa dan Baraqa, artinya kaget dan bimbang setelah ia melihat apa yang dahulu selalu ia dustakan."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 8,
    "arab": "وَخَسَفَ الْقَمَرُۙ",
    "translation": "dan bulan pun telah hilang cahayanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5559.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Dan apabila bulan telah hilang cahayanya) yakni menjadi gelap dan lenyap sinarnya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 9,
    "arab": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُۙ",
    "translation": "lalu matahari dan bulan dikumpulkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5560.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\n1.Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\n\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong. (Ibrahim/14: 43)\n\n1.Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\n1.Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\n\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Yasin/36: 40)\n\nPada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\nMenurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario \"lokal\" walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \nSkenario jenis kedua bersifat \"lokal\", artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Dan matahari dan bulan dikumpulkan) maka kedua-duanya terbit dari arah barat; atau kedua-duanya telah hilang sinarnya, yang demikian itu terjadi pada hari kiamat."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 10,
    "arab": "يَقُوْلُ الْاِنْسَانُ يَوْمَىِٕذٍ اَيْنَ الْمَفَرُّۚ",
    "translation": "pada hari itu manusia berkata, “Ke mana tempat lari?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5561.mp3",
    "tafsir": "Allah menegaskan bahwa pada hari Kiamat itu manusia berkata, \"Ke manakah tempat lari?\" Masing-masing orang berusaha mencari jalan untuk menyelamatkan diri. Sebagian mengartikan ayat ini dengan \"Ke manakah tempat lari menghindari api neraka?\" Tentulah manusia yang dimaksudkan adalah orang-orang kafir, karena pada saat itu orang-orang mukmin tidak ada yang menyangsikan kedatangan hari Kiamat itu seperti disebutkan dalam beberapa hadis Nabi. Apakah orang-orang kafir itu dapat menyelamatkan diri? Tidak!",
    "quraish": "Maka tatkala mata terbelalak ketakutan dan bulan telah kehilangan cahayanya, sementara matahari dan bulan muncul bersamaan dari arah barat, ketika itulah manusia berkata, \"Ke mana lagi kita dapat melarikan diri dari azab?\"",
    "jalalayn": "(Pada hari itu manusia berkata, \"Ke mana tempat lari?\")"
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 11,
    "arab": "كَلَّا لَا وَزَرَۗ",
    "translation": "Tidak! Tidak ada tempat berlindung!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5562.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa sekali-kali tidak ada tempat berlindung. Tidak ada satu perlindungan pun yang mungkin menyelamatkan mereka dari siksaan Allah. Tidak ada benteng maupun bukit atau senjata yang dapat digunakan. Demikian dalam ayat lain Allah menegaskan:\n\nPatuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak (atas perintah dari Allah). Pada hari itu kamu tidak memperoleh tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu). (asy-Syura/42: 47)",
    "quraish": "Terjegallah kalian, wahai manusia, dari upaya mencari tempat pelarian dari azab. Tak ada tempat berlindung bagi kalian kecuali kepada Tuhanku semata yang akan memutuskan bagi para hamba-Nya: ke surga atau ke neraka.",
    "jalalayn": "(Sekali-kali tidak) lafal ini menunjukkan kata tolakan terhadap pencarian jalan lari. (Tidak ada tempat berlindung) tidak ada tempat mengungsi yang dapat dijadikan perlindungan baginya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 12,
    "arab": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمُسْتَقَرُّۗ",
    "translation": "Hanya kepada Tuhanmu tempat kembali pada hari itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5563.mp3",
    "tafsir": "Kemudian dalam ayat ini diterangkan keadaan yang sebenarnya dan ke mana manusia hendak dikumpulkan. Hanya kepada Allah tempat manusia kembali. Di tempat penuh kesengsaraan atau di tempat penuh nikmat penuh kebahagiaan. Semuanya tergantung kepada kehendak Allah. Dia Penguasa Tunggal di hari itu. Semua manusia kembali kepada Allah tanpa kecuali. Ke sanalah tujuan perjalanan hidup yang terakhir. Allah berfirman:\n\nDan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu). (an-Najm/53: 42)",
    "quraish": "Terjegallah kalian, wahai manusia, dari upaya mencari tempat pelarian dari azab. Tak ada tempat berlindung bagi kalian kecuali kepada Tuhanku semata yang akan memutuskan bagi para hamba-Nya: ke surga atau ke neraka.",
    "jalalayn": "(Hanya kepada Rabbmu sajalah pada hari itu tempat kembali) bagi semua makhluk, lalu mereka dihisab dan menerima pembalasan."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 13,
    "arab": "يُنَبَّؤُا الْاِنْسَانُ يَوْمَىِٕذٍۢ بِمَا قَدَّمَ وَاَخَّرَۗ",
    "translation": "Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5564.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya. Kepada manusia diceritakan ketika telah tiba waktunya menghisab dan menimbang amalannya. Semua akan dibeberkan dengan jelas, mana perbuatan baik yang telah dikerjakan dan mana yang seharusnya dikerjakan tapi tidak sempat lagi dilaksanakan. Demikian pula mana yang semestinya dahulu diperbuat guna menghindarkan diri dari azab Allah dan mencapai pahala-Nya. Tidak ada yang luput dari pemberitaan itu, karya yang kecil maupun yang besar, yang baru maupun yang usang.\nIbnu 'Abbas mengartikan ayat ini dengan menjelaskan bahwa yang diceritakan tidak hanya sekadar perbuatan buruk dan baik seseorang menjelang dia meninggal dunia, tetapi juga segala karya, pikiran, dan kebiasaannya. Semua orang akan menyaksikan sendiri di hadapannya segala wujud amaliahnya, sebagaimana disebutkan dalam ayat lain:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan. Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nSehubungan dengan hal ini, disebutkan pula dalam hadis Rasulullah saw:\nTujuh macam perbuatan seorang hamba yang tetap mengalir pahalanya bagi orang yang sudah wafat: orang yang mengajarkan ilmu, orang yang membuat aliran sungai, orang yang menggali sumur, orang yang menanam pohon kurma, orang yang mendirikan masjid, orang yang mewariskan (menyebarluaskan) mushaf (kitab suci Al-Qur'an), dan orang yang meninggalkan anak (keturunan) yang memohonkan ampunan baginya setelah ia meninggal. (Riwayat Abu Nu'aim dan al-Baihaqi dari Anas bin Malik)",
    "quraish": "Pada hari ini, segala yang dikerjakan dan ditinggalkan oleh manusia akan dibeberkan.",
    "jalalayn": "(Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya) yaitu semua amal perbuatannya dari mulai awal hingga akhir, diberitakan kepadanya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 14,
    "arab": "بَلِ الْاِنْسَانُ عَلٰى نَفْسِهٖ بَصِيْرَةٌۙ",
    "translation": "Bahkan manusia menjadi saksi atas dirinya sendiri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5565.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa diri manusia itu sendiri menjadi saksi. Tidak perlu orang lain menceritakan kepadanya karena semua bagian tubuhnya menjadi saksi atas segala yang telah dikerjakannya, dengan jujur tanpa berbohong. Siapa yang berbuat jahat diberi siksaan dan tidak bisa dihindari. Pendengaran, penglihatan, kaki, tangan, dan semua anggota tubuh membeberkan segala yang telah dikerjakannya.\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nMeskipun telah diterangkan dalam Al-Qur'an akan datangnya hari Kiamat dan manusia mempertanggungjawabkan amalnya, tetapi manusia tetap saja ingin mengajukan berbagai alasan untuk mendebat keputusan Allah, karena mengikuti hawa nafsunya.",
    "quraish": "Bahkan manusia itu sendiri akan menjadi saksi yang jelas bagi semua yang dilakukan maupun yang ditinggalkannya. Kendati saat itu manusia berusaha melontarkan berbagai alasan, semua itu tidak akan dapat menyelamatkan dirinya.",
    "jalalayn": "(Bahkan manusia itu menjadi saksi atas dirinya sendiri) yakni semua anggota tubuhnya memberikan kesaksian terhadap semua amal perbuatannya, sehingga ia tidak dapat mengingkarinya lagi. Huruf Ha yang ada pada lafal Bashiirah menunjukkan makna Mubalaghah."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 15,
    "arab": "وَّلَوْ اَلْقٰى مَعَاذِيْرَهٗۗ",
    "translation": "dan meskipun dia mengemukakan alasan-alasannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5566.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa biarpun manusia berusaha mengajukan berbagai alasan guna menutupi segala kesalahannya, dan menyembunyikan segala perbuatan jeleknya, namun semua itu tidak akan berguna karena anggota tubuhnya akan menjadi saksi atas dirinya. Dalam ayat lain disebutkan:\n\nBacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu. (al-Isra'/17: 14)\n\n\nPada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. (Yasin/36: 65)\n\nDari isyarat ayat di atas dapat pula kita mengambil pelajaran bahwa keyakinan orang musyrik mempersekutukan Allah dan menyembah patung atau berhala, serta ketidakpercayaan mereka pada hari kebangkitan adalah kepercayaan yang salah. Hati kecil mereka sendiri sesungguhnya tidak mengakui yang demikian. Oleh karena itu, segala alasan yang mereka kemukakan guna menolak kebenaran, sebenarnya adalah alasan palsu. Mereka mengucapkan sesuatu yang bertentangan dengan kehendak hati nurani sendiri.",
    "quraish": "Bahkan manusia itu sendiri akan menjadi saksi yang jelas bagi semua yang dilakukan maupun yang ditinggalkannya. Kendati saat itu manusia berusaha melontarkan berbagai alasan, semua itu tidak akan dapat menyelamatkan dirinya.",
    "jalalayn": "(Meskipun dia mengemukakan alasan-alasannya) lafal Ma'aadziir bentuk jamak dari lafal Ma'dzirah, akan tetapi tidak menurut cara yang beraturan. Makna ayat, seandainya dia mengemukakan semua alasannya, niscaya alasan-alasannya itu tidak akan diterima. Allah berfirman kepada Nabi-Nya:"
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 16,
    "arab": "لَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ",
    "translation": "Jangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5567.mp3",
    "tafsir": "Dalam ayat ini, Allah melarang Nabi Muhammad menggerakkan lidahnya untuk membaca Al-Qur'an karena hendak cepat-cepat menguasainya. Dalam bahasa lain, Allah melarang Nabi saw menggerak-gerakkan lidah dan bibirnya untuk cepat-cepat menangkap bacaan Jibril karena takut bacaan itu luput dari ingatannya.\"\nHal ini terjadi ketika Surah thaha turun, dan semenjak ada teguran Allah dalam ayat ke 16 ini, tentu beliau sudah tenang dalam menerima wahyu, dan tidak perlu cepat-cepat menangkapnya. Pada ayat lain terdapat maksud yang sama, yakni:\n\nMaka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\" (thaha/20: 114)\n\nAllah melarang Nabi saw meniru bacaan Jibril kalimat demi kalimat sebelum selesai membacakannya, agar Nabi Muhammad dapat menghafal dan memahami dengan baik ayat yang diturunkan itu.",
    "quraish": "Saat wahyu diturunkan, hendaknya kamu, Muhammad, tidak menggerakkan lidahmu untuk membaca al-Qur'ân karena didorong oleh keinginan untuk cepat-cepat membaca dan menghafalnya. Sesungguhnya Kamilah yang akan mengumpulkannya dalam dadamu dan memantapkan bacaannya di lidahmu.",
    "jalalayn": "(Janganlah kamu gerakkan untuk membacanya) membaca Alquran, sebelum malaikat Jibril selesai daripadanya (lisanmu karena hendak cepat-cepat menguasainya) karena kamu merasa khawatir bacaannya tidak dapat kamu kuasai."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 17,
    "arab": "اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ",
    "translation": "Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5568.mp3",
    "tafsir": "Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukhari bahwa Ibnu 'Abbas berkata:\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukhari dari Ibnu 'Abbas).",
    "quraish": "Saat wahyu diturunkan, hendaknya kamu, Muhammad, tidak menggerakkan lidahmu untuk membaca al-Qur'ân karena didorong oleh keinginan untuk cepat-cepat membaca dan menghafalnya. Sesungguhnya Kamilah yang akan mengumpulkannya dalam dadamu dan memantapkan bacaannya di lidahmu.",
    "jalalayn": "(Sesungguhnya atas tanggungan Kamilah mengumpulkannya) di dadamu, maksudnya membuat kamu dapat menghafalnya (dan bacaannya) yakni membuatmu pandai membacanya; atau membuat mudah dibaca olehmu."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 18,
    "arab": "فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ",
    "translation": "Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5569.mp3",
    "tafsir": "Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukhari bahwa Ibnu 'Abbas berkata:\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukhari dari Ibnu 'Abbas).",
    "quraish": "Apabila utusan Kami telah membacakan al-Qur'ân kepadamu, maka ikutilah bacaannya itu dengan menyimaknya terlebih dahulu. Lalu Kamilah yang akan menjelaskan jika di dalamnya kamu temui kesulitan.",
    "jalalayn": "(Apabila Kami telah selesai membacakannya) kepada kamu melalui bacaan malaikat Jibril (maka ikutilah bacaannya itu) artinya, dengarlah dengan seksama bacaan Jibril kepadamu terlebih dahulu. Sesungguhnya Nabi saw. setelah itu mendengarkannya terlebih dahulu dengan seksama, kemudian membacanya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 19,
    "arab": "ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ",
    "translation": "Kemudian sesungguhnya Kami yang akan menjelaskannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5570.mp3",
    "tafsir": "Ayat ini menjelaskan adanya jaminan Allah bahwa sesungguhnya atas tanggungan Allah-lah penjelasannya. Maksudnya setelah Jibril selesai membacakan Al-Qur'an itu kepada Nabi Muhammad saw, maka Allah langsung memberikan penjelasan kepada beliau melalui ilham-ilham yang ditanamkan ke dalam dada Nabi saw, sehingga pengertian ayat ini secara sempurna sebagaimana yang dikehendaki Allah dapat diketahui Nabi saw. Allah pula yang menyampaikan kepada Nabi segala rahasia, hukum-hukum, dan pengetahuan Al-Qur'an itu secara sempurna. Dengan begitu, tidak dapat diragukan sedikit pun bahwa sesungguhnya Al-Qur'an itu dari sisi Allah.",
    "quraish": "Apabila utusan Kami telah membacakan al-Qur'ân kepadamu, maka ikutilah bacaannya itu dengan menyimaknya terlebih dahulu. Lalu Kamilah yang akan menjelaskan jika di dalamnya kamu temui kesulitan.",
    "jalalayn": "(Kemudian, sesungguhnya atas tanggungan Kamilah penjelasannya) dengan memberikan pemahaman mengenainya kepadamu. Kaitan atau hubungan korelasi antara ayat ini dengan ayat-ayat sebelumnya ialah bahwasanya ayat-ayat sebelumnya itu mengandung makna berpaling dari ayat-ayat Allah. Sedangkan pada ayat ini terkandung pengertian bersegera menguasai ayat-ayat Allah dengan cara menghafalnya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 20,
    "arab": "كَلَّا بَلْ تُحِبُّوْنَ الْعَاجِلَةَۙ",
    "translation": "Tidak! Bahkan kamu mencintai kehidupan dunia, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5571.mp3",
    "tafsir": "Dalam ayat ini, Allah mencela kehidupan orang musyrik yang sangat mencintai dunia. Allah menyerukan, \"Sekali-kali jangan. Sesungguhnya kamu (hai manusia) mencintai kehidupan dunia dan meninggalkan kehidupan akhirat.\" Dengan ayat ini terdapat suatu kesimpulan umum bahwa mencintai kehidupan adalah salah satu watak manusia seluruhnya. Memang ada sebagian yang mengharapkan kebahagiaan akhirat, namun yang mencintai hidup dunia serta mendustai adanya hari kebangkitan jauh lebih besar jumlahnya.",
    "quraish": "Tertolaklah kalian karena telah mengingkari kebenaran hari kebangkitan. Bahkan kalian adalah orang-orang yang mencintai dunia dengan kegemerlapannya dan mengabaikan akhirat dengan segala kenikmatannya.",
    "jalalayn": "(Sekali-kali jangan) lafal Kallaa menunjukkan makna Istiftah, yakni ingatlah (sebenarnya kalian mencintai kehidupan dunia) dapat dibaca Tuhibbuuna dan Yuhibbuuna, kalau dibaca Yuhibbuuna artinya, mereka mencintai kehidupan dunia."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 21,
    "arab": "وَتَذَرُوْنَ الْاٰخِرَةَۗ",
    "translation": "dan mengabaikan (kehidupan) akhirat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5572.mp3",
    "tafsir": "Terpengaruh dengan kehidupan duniawi biasanya dibarengi dengan sikap mendustai wahyu, serta melupakan kehidupan hari akhirat dan bahkan tidak percaya dengan kedatangannya.",
    "quraish": "Tertolaklah kalian karena telah mengingkari kebenaran hari kebangkitan. Bahkan kalian adalah orang-orang yang mencintai dunia dengan kegemerlapannya dan mengabaikan akhirat dengan segala kenikmatannya.",
    "jalalayn": "(Dan meninggalkan kehidupan akhirat) karena itu mereka tidak beramal untuk menyambut hari akhirat."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 22,
    "arab": "وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌۙ",
    "translation": "Wajah-wajah (orang mukmin) pada hari itu berseri-seri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5573.mp3",
    "tafsir": "Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya.\nDi mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukhari yang menyebutkan hal itu berbunyi:\nSesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah. (Riwayat al-Bukhari dan Muslim dari Jarir bin 'Abdillah)\n\nSekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Mujahid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah \"melihat pahala yang ada di sisi Allah\". Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata \"nadhara\" (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya.\nPermasalahan tentang \"apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?\" menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mu'tazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An'am: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu.\nAyat ini, menurut Mu'tazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang.\nJalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah \"mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.\"\nBerikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat:\nOrang-orang bertanya kepada Rasulullah saw, \"Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?\" Beliau menjawab, \"Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?\" Mereka menjawab, \"Tidak.\" Beliau bersabda lagi, \"Demikian pula kamu melihat Tuhanmu.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\n\nDiriwayatkan dari suhaib dari Nabi saw bahwa beliau bersabda, \"Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, 'Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, 'Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Allah menjawab dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.\" Kemudian beliau membaca ayat ini (Yunus/10: 26): lilladhina ahsanu al-husna wa ziyadah (Riwayat Muslim)",
    "quraish": "Pada hari itu, wajah orang-orang Mukmin nampak berseri-seri melihat Tuhannya, tanpa ditentukan bagaimana cara melihat-Nya, dari arah mana dan dari jarak berapa.",
    "jalalayn": "(Wajah-wajah pada hari itu) pada hari kiamat (ada yang berseri-seri) tampak cerah dan bercahaya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 23,
    "arab": "اِلٰى رَبِّهَا نَاظِرَةٌ ۚ",
    "translation": "memandang Tuhannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5574.mp3",
    "tafsir": "Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya.\nDi mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukhari yang menyebutkan hal itu berbunyi:\nSesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah. (Riwayat al-Bukhari dan Muslim dari Jarir bin 'Abdillah)\n\nSekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Mujahid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah \"melihat pahala yang ada di sisi Allah\". Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata \"nadhara\" (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya.\nPermasalahan tentang \"apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?\" menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mu'tazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An'am: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu.\nAyat ini, menurut Mu'tazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang.\nJalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah \"mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.\"\nBerikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat:\nOrang-orang bertanya kepada Rasulullah saw, \"Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?\" Beliau menjawab, \"Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?\" Mereka menjawab, \"Tidak.\" Beliau bersabda lagi, \"Demikian pula kamu melihat Tuhanmu.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\n\nDiriwayatkan dari suhaib dari Nabi saw bahwa beliau bersabda, \"Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, 'Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, 'Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Allah menjawab dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.\" Kemudian beliau membaca ayat ini (Yunus/10: 26): lilladhina ahsanu al-husna wa ziyadah (Riwayat Muslim)",
    "quraish": "Pada hari itu, wajah orang-orang Mukmin nampak berseri-seri melihat Tuhannya, tanpa ditentukan bagaimana cara melihat-Nya, dari arah mana dan dari jarak berapa.",
    "jalalayn": "(Kepada Rabbnyalah mereka melihat) mereka akan melihat Allah swt. di akhirat."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 24,
    "arab": "وَوُجُوْهٌ يَّوْمَىِٕذٍۢ بَاسِرَةٌۙ",
    "translation": "Dan wajah-wajah (orang kafir) pada hari itu muram, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5575.mp3",
    "tafsir": "Ayat berikut ini menjelaskan bahwa wajah orang-orang kafir pada hari itu muram. Mereka bermuram durja, berwajah masam melambangkan kesedihan dan ketakutan yang luar biasa. Mereka yakin akan ditimpa malapetaka yang dahsyat, sebagaimana firman Allah:\n\nPada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.\" (Ali 'Imran/3: 106)\n\nAdapun wajah orang-orang mukmin ketika itu menjadi putih berseri mukanya. Mereka berada dalam rahmat Allah (surga) dan kekal di dalamnya, sebagaimana firman-Nya:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria, dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka. ('Abasa/80: 38-42)",
    "quraish": "Pada hari itu pula, wajah orang-orang kafir nampak kusam karena teramat muram. Mereka telah menduga bahwa mereka akan ditimpakan suatu petaka yang amat dahsyat hingga membuat hancur tulang punggung-tulang punggung mereka.",
    "jalalayn": "(Dan wajah-wajah pada hari itu ada yang muram) tampak gelap dan sangat muram."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 25,
    "arab": "تَظُنُّ اَنْ يُّفْعَلَ بِهَا فَاقِرَةٌ ۗ",
    "translation": "mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5576.mp3",
    "tafsir": "Ayat berikut ini menjelaskan bahwa wajah orang-orang kafir pada hari itu muram. Mereka bermuram durja, berwajah masam melambangkan kesedihan dan ketakutan yang luar biasa. Mereka yakin akan ditimpa malapetaka yang dahsyat, sebagaimana firman Allah:\n\nPada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), \"Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.\" (Ali 'Imran/3: 106)\n\nAdapun wajah orang-orang mukmin ketika itu menjadi putih berseri mukanya. Mereka berada dalam rahmat Allah (surga) dan kekal di dalamnya, sebagaimana firman-Nya:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria, dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka. ('Abasa/80: 38-42)",
    "quraish": "Pada hari itu pula, wajah orang-orang kafir nampak kusam karena teramat muram. Mereka telah menduga bahwa mereka akan ditimpakan suatu petaka yang amat dahsyat hingga membuat hancur tulang punggung-tulang punggung mereka.",
    "jalalayn": "(Mereka yakin) merasa yakin (bahwa akan ditimpakan kepadanya malapetaka yang amat dahsyat) bencana yang sangat besar, yang dapat meremukkan tulang-tulang punggung."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 26,
    "arab": "كَلَّآ اِذَا بَلَغَتِ التَّرَاقِيَۙ",
    "translation": "Tidak! Apabila (nyawa) telah sampai ke kerongkongan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5577.mp3",
    "tafsir": "Dalam ayat ini, Allah menyerukan manusia supaya sekali-kali tidak melupakan akhirat. Apabila napas seseorang telah sampai ke kerongkongan maka pertobatan tidak ada lagi gunanya. Jangan sekali-kali terpengaruh dengan kehidupan duniawi dan ingatlah bahwa pada waktunya, jiwa manusia akan dicabut oleh malaikat maut. Bila nyawa bercerai dengan tubuh, maka hubungan manusia dengan segala apa yang dimilikinya terputus dan ia akan menghadapi babak baru dari kehidupannya yang kekal dan abadi. Dalam ayat lain, Allah berfirman:\n\nMaka kalau begitu mengapa (tidak mencegah) ketika (nyawa) telah sampai di kerongkongan, dan kamu ketika itu melihat. (al-Waqi'ah/56: 83-84)",
    "quraish": "Terjegallah kalian dari cinta dunia yang akan kalian tinggalkan apabila ruh telah mencapai tulang kerongkongan. Mereka yang menyaksikan saling bertanya, \"Adakah yang dapat menyembuhkan rasa sakit yang dideritanya?\" Orang yang tengah sekarat itu telah menduga bahwa apa yang dialaminya adalah perpisahan dengan dunia yang dicintainya. Rasa sakit pun semakin memuncak. Maka bertautlah betis dengan betis lainnya saat ruh dicabut. Hari itu, kepada Tuhanmulah para hamba akan digiring, baik ke surga maupun ke neraka.",
    "jalalayn": "(Sekali-kali jangan) bermakna Alaa, yakni ingatlah. (Apabila telah sampai) napas (pada tenggorokan) atau kerongkongan."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 27,
    "arab": "وَقِيْلَ مَنْ ۜرَاقٍۙ",
    "translation": "dan dikatakan (kepadanya), “Siapa yang dapat menyembuhkan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5578.mp3",
    "tafsir": "Ayat ini menggambarkan suasana orang yang dalam sakratulmaut ketika keluarganya bertanya-tanya, \"Siapakah yang dapat menyembuhkan?\" Secara umum, pada saat seseorang sedang sakratulmaut, kaum famili dan sanak keluarganya ditimpa oleh kegelisahan, \"Siapa dan dokter mana gerangan yang dapat menyembuhkan dia dari sakitnya?\" Artinya usaha-usaha pengobatan tetap dilakukan, namun orang harus yakin kalau memang sudah ajal, tidak seorang pun yang dapat menyelamatkannya dari ketentuan Allah itu. Semuanya tanpa pandang bulu, bahkan semua yang fana ini pasti akan hancur. Hanya Allah sendiri yang tidak hancur.\nMenurut Ibnu 'Abbas, ayat ini berarti \"siapakah gerangan yang mencabut nyawanya, apakah malaikat azab atau malaikat rahmat\". Pokoknya terjadi saling bertanya, apakah si mayat berbahagia atau celaka dengan kematiannya. Manusia memang tidak mengetahui sebelum kedatangan malaikat maut apakah ia akan selamat atau celaka.",
    "quraish": "Terjegallah kalian dari cinta dunia yang akan kalian tinggalkan apabila ruh telah mencapai tulang kerongkongan. Mereka yang menyaksikan saling bertanya, \"Adakah yang dapat menyembuhkan rasa sakit yang dideritanya?\" Orang yang tengah sekarat itu telah menduga bahwa apa yang dialaminya adalah perpisahan dengan dunia yang dicintainya. Rasa sakit pun semakin memuncak. Maka bertautlah betis dengan betis lainnya saat ruh dicabut. Hari itu, kepada Tuhanmulah para hamba akan digiring, baik ke surga maupun ke neraka.",
    "jalalayn": "(Dan dikatakan) kepadanya oleh yang ada di sekitarnya: (\"Siapakah yang dapat mengobati?\") hingga sembuh."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 28,
    "arab": "وَّظَنَّ اَنَّهُ الْفِرَاقُۙ",
    "translation": "Dan dia yakin bahwa itulah waktu perpisahan (dengan dunia), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5579.mp3",
    "tafsir": "Ayat-ayat ini menggambarkan bahwa orang yang sedang menghadapi sakratulmaut itu yakin bahwa itulah saat perpisahan dengan dunia. Dalam bahasa lain dapat dikatakan bahwa di saat kematian datang, seseorang baru merasa yakin bahwa telah tiba saatnya berpisah buat selama-lamanya dengan dunia, harta, keluarga, dan sanak famili.\nAllah sengaja menyebutkan kata-kata dhanna (yang sebenarnya berarti menyangka) karena pada saat jiwa akan melayang itu pun, dia masih sangat ingin hidup lagi disebabkan kecintaannya yang berlebihan terhadap kehidupan yang fana ini. Manusia belum begitu yakin akan kematiannya sendiri.\nPernyataan ayat ini yang menyebutkan \"betis kirinya telah bertaut dengan betis kanan\" mengandung arti bahwa dia sudah tidak dapat menggerakkan kedua betisnya (kaki)nya. Bahkan ia juga tidak lagi dapat menggerakkan batang tubuhnya karena organ dan jaringan tubuh telah berhenti bekerja.\nKata-kata iltaffa (bertaut) diartikan Ibnu 'Abbas dengan bertautnya di saat kematian itu antara beratnya meninggalkan dunia ini dengan ketakutan yang luar biasa menghadapi akhirat. Bertautlah bala dengan bala, dan disitulah letaknya siksaan sakratulmaut yang hanya dapat dirasakan oleh yang bersangkutan.",
    "quraish": "Terjegallah kalian dari cinta dunia yang akan kalian tinggalkan apabila ruh telah mencapai tulang kerongkongan. Mereka yang menyaksikan saling bertanya, \"Adakah yang dapat menyembuhkan rasa sakit yang dideritanya?\" Orang yang tengah sekarat itu telah menduga bahwa apa yang dialaminya adalah perpisahan dengan dunia yang dicintainya. Rasa sakit pun semakin memuncak. Maka bertautlah betis dengan betis lainnya saat ruh dicabut. Hari itu, kepada Tuhanmulah para hamba akan digiring, baik ke surga maupun ke neraka.",
    "jalalayn": "(Dan dia yakin) yakni orang yang napasnya telah sampai di tenggorokan itu merasa yakin akan hal tersebut (bahwa sesungguhnya itulah waktu perpisahan) yaitu meninggalkan dunia."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 29,
    "arab": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِۙ",
    "translation": "dan bertaut betis (kiri) dengan betis (kanan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5580.mp3",
    "tafsir": "Ayat-ayat ini menggambarkan bahwa orang yang sedang menghadapi sakratulmaut itu yakin bahwa itulah saat perpisahan dengan dunia. Dalam bahasa lain dapat dikatakan bahwa di saat kematian datang, seseorang baru merasa yakin bahwa telah tiba saatnya berpisah buat selama-lamanya dengan dunia, harta, keluarga, dan sanak famili.\nAllah sengaja menyebutkan kata-kata dhanna (yang sebenarnya berarti menyangka) karena pada saat jiwa akan melayang itu pun, dia masih sangat ingin hidup lagi disebabkan kecintaannya yang berlebihan terhadap kehidupan yang fana ini. Manusia belum begitu yakin akan kematiannya sendiri.\nPernyataan ayat ini yang menyebutkan \"betis kirinya telah bertaut dengan betis kanan\" mengandung arti bahwa dia sudah tidak dapat menggerakkan kedua betisnya (kaki)nya. Bahkan ia juga tidak lagi dapat menggerakkan batang tubuhnya karena organ dan jaringan tubuh telah berhenti bekerja.\nKata-kata iltaffa (bertaut) diartikan Ibnu 'Abbas dengan bertautnya di saat kematian itu antara beratnya meninggalkan dunia ini dengan ketakutan yang luar biasa menghadapi akhirat. Bertautlah bala dengan bala, dan disitulah letaknya siksaan sakratulmaut yang hanya dapat dirasakan oleh yang bersangkutan.",
    "quraish": "Terjegallah kalian dari cinta dunia yang akan kalian tinggalkan apabila ruh telah mencapai tulang kerongkongan. Mereka yang menyaksikan saling bertanya, \"Adakah yang dapat menyembuhkan rasa sakit yang dideritanya?\" Orang yang tengah sekarat itu telah menduga bahwa apa yang dialaminya adalah perpisahan dengan dunia yang dicintainya. Rasa sakit pun semakin memuncak. Maka bertautlah betis dengan betis lainnya saat ruh dicabut. Hari itu, kepada Tuhanmulah para hamba akan digiring, baik ke surga maupun ke neraka.",
    "jalalayn": "(Dan bertaut betis dengan betis) betis kanan dan betis kirinya bertaut ketika ia mati. Atau makna yang dimaksud ialah saling bertaut antara sakit berpisah dengan dunia dan sakit menghadapi akhirat di dalam dirinya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 30,
    "arab": "اِلٰى رَبِّكَ يَوْمَىِٕذِ ِۨالْمَسَاقُ ۗ ࣖ",
    "translation": "kepada Tuhanmulah pada hari itu kamu dihalau. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5581.mp3",
    "tafsir": "Ayat ini menegaskan bahwa pada hari itu manusia dihalau kepada Tuhannya, yakni dikembalikan apakah dia akan ditempatkan di neraka atau di dalam surga.\nMenurut Ibnu 'Abbas, ayat ini merupakan pemberitaan tentang orang kafir yang tidak diterima di sisi Allah, roh yang dahulu tidak pernah mau beriman dan hanya berbuat menurut apa yang disukainya. Pengertian ayat ini dikaitkan dengan ayat lain:\n\nDan Dialah Penguasa mutlak atas semua hamba-Nya, dan diutus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya. Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) ada pada-Nya. Dan Dialah pembuat perhitungan yang paling cepat. (al-An'am/6: 61-62)",
    "quraish": "Terjegallah kalian dari cinta dunia yang akan kalian tinggalkan apabila ruh telah mencapai tulang kerongkongan. Mereka yang menyaksikan saling bertanya, \"Adakah yang dapat menyembuhkan rasa sakit yang dideritanya?\" Orang yang tengah sekarat itu telah menduga bahwa apa yang dialaminya adalah perpisahan dengan dunia yang dicintainya. Rasa sakit pun semakin memuncak. Maka bertautlah betis dengan betis lainnya saat ruh dicabut. Hari itu, kepada Tuhanmulah para hamba akan digiring, baik ke surga maupun ke neraka.",
    "jalalayn": "(Kepada Rabbmulah pada hari itu mereka dihalau) atau kepada-Nyalah mereka digiring; hal ini menunjukkan tentang adanya Amil dalam lafal Idzaa. Lengkapnya, apabila nyawa telah sampai di tenggorokan, maka ia akan dihalau menuju kepada keputusan Rabbnya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 31,
    "arab": "فَلَا صَدَّقَ وَلَا صَلّٰىۙ",
    "translation": "Karena dia (dahulu) tidak mau membenarkan (Al-Qur'an dan Rasul) dan tidak mau melaksanakan salat, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5582.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi.",
    "quraish": "Manusia telah mengingkari hari kebangkitan. Dengan demikian ia berarti tidak mempercayai rasul dan al-Qur'ân. Ia pun tidak menunaikan kewajiban salat yang Allah tentukan. Tetapi dia telah mendustakan al-Qur'ân dan menolak untuk beriman. Kemudian ia menemui keluarganya dengan membentangkan punggung tanda kepongahan.",
    "jalalayn": "(Dan ia tidak mau membenarkan) yaitu manusia (dan tidak mau mengerjakan salat) ia tidak mau mempercayai rasul dan tidak pula mau mendirikan salat."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 32,
    "arab": "وَلٰكِنْ كَذَّبَ وَتَوَلّٰىۙ",
    "translation": "tetapi justru dia mendustakan (Rasul) dan berpaling (dari kebenaran), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5583.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bahwa orang kafir itu tidak mau membenarkan rasul, dan berpaling dari kebenaran serta tidak mau mengerjakan salat. Ia selalu mendustakan Rasulullah dan Al-Qur'an, dan tidak mau mengesakan Allah. Ia tetap menyekutukan-Nya dan meyakini bahwa Tuhan itu berbilang. Ia juga tidak mau mengerjakan kewajiban-kewajiban yang dibebankan kepadanya, dan selalu menentang dan berpaling dari perintah Tuhan, serta terpengaruh oleh kesenangan duniawi.",
    "quraish": "Manusia telah mengingkari hari kebangkitan. Dengan demikian ia berarti tidak mempercayai rasul dan al-Qur'ân. Ia pun tidak menunaikan kewajiban salat yang Allah tentukan. Tetapi dia telah mendustakan al-Qur'ân dan menolak untuk beriman. Kemudian ia menemui keluarganya dengan membentangkan punggung tanda kepongahan.",
    "jalalayn": "(Tetapi ia mendustakan) Alquran (dan berpaling) dari iman."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 33,
    "arab": "ثُمَّ ذَهَبَ اِلٰٓى اَهْلِهٖ يَتَمَطّٰىۗ",
    "translation": "kemudian dia pergi kepada keluarganya dengan sombong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5584.mp3",
    "tafsir": "Ayat ini selanjutnya menjelaskan bahwa orang kafir itu tidak hanya menantang dan tidak mau patuh kepada Allah, bahkan dia mendatangi keluarga dan sanak familinya untuk menceritakan segala sikapnya itu dengan sombong dan angkuh.\nOrang-orang yang mengingkari Allah selalu bersikap mendustakan kebenaran Ilahi dengan hatinya, serta berbuat dan bertindak sehari-hari dengan sikap itu. Lebih dari itu, dia merasa bangga dan sombong terhadap apa yang dikerjakannya. Tidak sedikit pun kebaikan menurut pandangan Allah yang melekat pada diri orang itu, lahiriah maupun batiniah.",
    "quraish": "Manusia telah mengingkari hari kebangkitan. Dengan demikian ia berarti tidak mempercayai rasul dan al-Qur'ân. Ia pun tidak menunaikan kewajiban salat yang Allah tentukan. Tetapi dia telah mendustakan al-Qur'ân dan menolak untuk beriman. Kemudian ia menemui keluarganya dengan membentangkan punggung tanda kepongahan.",
    "jalalayn": "(Kemudian ia pergi kepada ahlinya dengan berlagak) dengan langkah-langkah yang sombong."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 34,
    "arab": "اَوْلٰى لَكَ فَاَوْلٰىۙ",
    "translation": "Celakalah kamu! Maka celakalah! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5585.mp3",
    "tafsir": "Ayat ini menegaskan bahwa dengan nada mengancam, Allah mengingatkan orang kafir akan kedatangan kecelakaan baginya. Ucapan ini berarti suatu ancaman dan peringatan keras. Merekalah yang paling patut dan pantas menerima siksaan. Orang Arab mengucapkan kalimat itu kepada seseorang yang mengerjakan perbuatan tercela.",
    "quraish": "Celaka, dan celakalah kamu, wahai pendusta! Lalu celaka, dan celakalah kamu selamanya!",
    "jalalayn": "(Kecelakaanlah bagimu) di dalam ungkapan kalimat ini terkandung Iltifat dari Ghaibah, kalimat ini adalah Isim Fi'il, sedangkan huruf Lamnya menunjukkan makna Tabyin, artinya: dia menyerahkan kepadamu apa-apa yang tidak kamu sukai (maka kecelakaanlah bagimu) yakni dia lebih utama untuk diprioritaskan olehmu."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 35,
    "arab": "ثُمَّ اَوْلٰى لَكَ فَاَوْلٰىۗ",
    "translation": "Sekali lagi, celakalah kamu (manusia)! Maka celakalah! ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5586.mp3",
    "tafsir": "Ancaman ini diulang sekali lagi untuk memperkuatnya, \"Kecelakaanlah bagi orang kafir dan kecelakaan baginya.\" Diriwayatkan oleh ahli-ahli tafsir dari Qatadah bahwa pada suatu hari Rasulullah saw memegang erat-erat lengan Abu Jahal sambil menghardik musuh Allah itu, \"Celaka engkau hai Abu Jahal, celaka engkau!\" Abu Jahal menjawab dengan sombong, \"Muhammad, engkau mengancamku? Demi Allah, tak sanggup engkau berbuat sesuatu terhadapku, bahkan Tuhan yang engkau sembah juga tidak! Demi Allah, saya ini lebih perkasa dari segala orang yang berjalan antara bukit ini, dari segala penduduk Mekah.\" Tetapi di hari pertempuran Badar, Allah membinasakan Abu Jahal dengan kematian yang buruk sekali. Ketika berita tewasnya Abu Jahal disampaikan kepada Rasulullah, beliau bersabda, \"Sesungguhnya setiap umat itu ada Fir'aunnya (ada orang yang paling sombong), maka Fir'aun dari umat ini adalah Abu Jahal.\"\nSa'id bin Jubair bertanya kepada Ibnu 'Abbas tentang perkataan \"aula laka fa aula\" ini, apakah sesuatu yang diucapkan Nabi ini berasal dari dirinya atau memang Allah yang menyuruhnya? Ibnu 'Abbas menjawab, \"Benar beliau yang mengucapkannya, kemudian Allah menurunkan wahyu sama dengan ucapan beliau itu.\" Kutukan Allah ini berlaku bagi orang yang berwatak seperti Abu Jahal yang akan muncul pada setiap masa.",
    "quraish": "Celaka, dan celakalah kamu, wahai pendusta! Lalu celaka, dan celakalah kamu selamanya!",
    "jalalayn": "(Kemudian kecelakaanlah bagimu dan kecelakaanlah bagimu) mengukuhkan makna ayat di atas."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 36,
    "arab": "اَيَحْسَبُ الْاِنْسَانُ اَنْ يُّتْرَكَ سُدًىۗ",
    "translation": "Apakah manusia mengira, dia akan dibiarkan begitu saja (tanpa pertanggungjawaban)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5587.mp3",
    "tafsir": "Ayat ini mengemukakan dalil tentang kebenaran hari kebangkitan dengan menggunakan kalimat pertanyaan, yaitu apakah manusia dijadikan percuma begitu saja (tanpa pertanggungjawaban)? Apakah manusia diciptakan kemudian dibiarkan hidup seenaknya, tanpa ada perintah dan larangan dari Allah yang harus ditaatinya? Apakah setelah ia mati, Allah tidak meminta pertanggungjawaban hidupnya, di alam kubur dan di Padang Mahsyar kelak?\nAllah berfirman:\n\nSungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan. (thaha/20: 15)\n\nFirman Allah lainnya:\n\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (sad/38: 27)\n\nDalil yang terdapat di balik pengertian ayat ini adalah meyakinkan kepada manusia yang ragu tentang adanya hari kebangkitan, dan menolak atau membantah dengan keras orang yang mengingkarinya, baik karena kecerobohan, sikap keras kepala, atau hanya karena ingin mempermainkan ayat-ayat suci.",
    "quraish": "Apakah manusia yang mengingkari hari kebangkitan itu mengira akan dibiarkan begitu saja--hidup, mati dan selesai--tanpa mempertanggungjawabkan segala perbuatannya?",
    "jalalayn": "(Apakah manusia mengira) menduga (bahwa ia akan dibiarkan begitu saja) tanpa dibebani dengan syariat-syariat; janganlah ia menduga seperti itu."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 37,
    "arab": "اَلَمْ يَكُ نُطْفَةً مِّنْ مَّنِيٍّ يُّمْنٰى ",
    "translation": "Bukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5588.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
    "quraish": "Bukankah manusia berasal dari setetes air mani yang dikokohkan untuk dibentuk di dalam rahim, lalu menjadi 'alaqah (segumpal darah kental) dan akhirnya diciptakan dan disempurnakan oleh Allah dalam bentuk yang sebaik-baiknya?",
    "jalalayn": "(Bukankah dia dahulu) sebelum itu (setetes mani yang ditumpahkan) ke dalam rahim; lafal Yumnaa dapat pula dibaca Tumnaa."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 38,
    "arab": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوّٰىۙ",
    "translation": "kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5589.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
    "quraish": "Bukankah manusia berasal dari setetes air mani yang dikokohkan untuk dibentuk di dalam rahim, lalu menjadi 'alaqah (segumpal darah kental) dan akhirnya diciptakan dan disempurnakan oleh Allah dalam bentuk yang sebaik-baiknya?",
    "jalalayn": "(Kemudian adalah) mani itu (menjadi segumpal darah lalu Allah menciptakannya) dari air mani itu menjadi manusia (dan menyempurnakannya) melengkapinya dengan anggota-anggota tubuh yang diperlukannya."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 39,
    "arab": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۗ",
    "translation": "lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5590.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan kembali tentang asal mula penciptaan manusia, yaitu ia diciptakan dari setetes air mani yang ditumpahkan (ke dalam rahim) Kemudian mani itu menjadi segumpal darah, lalu Allah menciptakan, dan menyempurnakannya. Allah juga menjadikan dari padanya sepasang laki-laki dan perempuan.\nAyat ini mengingatkan manusia yang ingkar bagaimana air mani itu diciptakan Allah menjadi daging yang dengannya manusia diciptakan dengan sempurna melalui proses kehamilan. Adalah hal yang mudah juga bagi Allah menghidupkan manusia, kemudian mematikan dan menghidupkannya kembali.\nSperma laki-laki dan sel telur perempuan bercampur menjadi satu sehingga tercipta manusia yang sempurna, lengkap dengan penglihatan dan pendengaran, baik dari jenis laki-laki maupun perempuan. Maka apakah manusia tidak pernah memikirkan bahwa sang Pencipta dari segala proses kejadian itu mampu pula menghancurkan dunia ini kemudian menciptakan hari Kiamat serta manusia yang telah mati dibangkitkan hidup kembali?\nIni suatu penegasan bagi manusia yang mau berpikir andaikata masih ragu-ragu tentang kekuasaan Allah untuk menghidupkan kembali manusia yang telah mati.",
    "quraish": "Lalu ia dijadikan berpasang-pasangan, laki-laki dan perempuan.",
    "jalalayn": "(Lalu Allah menjadikan daripadanya) dari air mani yang telah menjadi segumpal darah, segumpal daging (sepasang) dua jenis (laki-laki dan perempuan) terkadang menjadi satu dan terkadang tersendiri."
  },
  {
    "hizb": 231,
    "name": "Al-Qiyamah",
    "ayat": 40,
    "arab": "اَلَيْسَ ذٰلِكَ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى ࣖ",
    "translation": "Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5591.mp3",
    "tafsir": "Ayat ini merupakan jawaban dari semua itu, bahwa bukankah Allah yang berbuat demikian, berkuasa pula menghidupkan orang yang telah mati? Maksud pernyataan ini adalah apakah Zat yang menciptakan makhluk yang sempurna dari setetes air mani itu tidak sanggup mengembalikan orang yang sudah meninggal? Justru yang demikian itu lebih mudah bagi-Nya. Begitulah Allah menegaskan dalam firman-Nya:\n\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rum/30: 27)\n\nDalam beberapa hadis disebutkan bahwa bila selesai membaca surah ini, Rasulullah saw berdoa:\nSelepas membaca Surah al-Qiyamah, Rasulullah memanjatkan doa, \"Subhanaka Allahumma wa bala (Maha Suci Engkau ya Allah dan Engkaulah yang Mahakuasa). (Riwayat Ibnu Mardawaih dari Abu Hurairah) \n\nDemikian pula bila selesai membaca Surah at-Tin, beliau berdoa:\nRasulullah bersabda: Siapa saja yang membaca Surah at-Tin sampai selesai, hendaklah ia berdoa, \"Bala wa'ana dhalikum minasy-syahidin (Ya , saya bersaksi atas hal tersebut). Dan siapa yang membaca Surah al-Qiyamah sampai akhir, hendaklah ia berdoa, \"Bala\" (ya, Engkaulah yang Mahakuasa). Dan siapa yang membaca Surah al-Mursalat hingga akhir, hendaklah ia berdoa, \"Amanna billahi (kami beriman kepada Allah). (Riwayat Ahmad, Abu Dawud, at-Tirmidhi, ibnu al-Mindhir, Ibnu Mardawaih, al-Baihaqi, dan disahihkan oleh al-hakim dari Abu Hurairah)\n\nDoa-doa di atas dibaca Rasulullah setelah membaca ayat-ayat seperti ini ketika di luar salat. Sedangkan ketika dalam salat, beliau tidak melakukannya dan tidak terdapat keterangan atau dalil tentang hal itu.",
    "quraish": "Bukankah pencipta segala sesuatu dengan daya cipta yang mahahebat ini Mahakuasa untuk menghidupkan kembali semua yang telah mati setelah tulang belulang mereka dikumpulkan?",
    "jalalayn": "(Bukankah yang berbuat demikian) yang mengerjakan kesemuanya itu (berkuasa pula menghidupkan orang mati?) Nabi saw. menjawab, tentu saja dapat."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 1,
    "arab": "هَلْ اَتٰى عَلَى الْاِنْسَانِ حِيْنٌ مِّنَ الدَّهْرِ لَمْ يَكُنْ شَيْـًٔا مَّذْكُوْرًا ",
    "translation": "Bukankah pernah datang kepada manusia waktu dari masa, yang ketika itu belum merupakan sesuatu yang dapat disebut?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5592.mp3",
    "tafsir": "Ayat pertama ini menegaskan tentang proses kejadian manusia dari tidak ada menjadi ada, pada saat manusia belum berwujud sama sekali. Disebutkan bahwa manusia berasal dari tanah yang tidak dikenal dan tidak disebut-sebut sebelumnya. Apa dan bagaimana jenis tanah itu tidak dikenal sama sekali. Kemudian Allah meniupkan roh kepadanya, sehingga jadilah dia makhluk yang bernyawa.\nAyat di atas dapat diinterpretasikan sebagai salah satu bagian yang menceritakan evolusi manusia. Uraian sepenuhnya mengenai hal ini dapat dilihat di bawah ini. \nPada abad-19, Charles Darwin mengemukakan teori bahwa jenis manusia ada di muka bumi melalui suatu proses panjang evolusi. Mereka tidak langsung ada sebagaimana dinyatakan pada banyak kitab suci. Dia menyatakan bahwa waktu yang diperlukan untuk proses evolusi, yang berujung pada terbentuknya manusia, kemungkinan besar memerlukan waktu jutaan tahun. Hal kedua yang dikemukakan oleh teori Darwin adalah bahwa manusia berkembang dari binatang. \nPada permulaan adanya kehidupan, demikian dinyatakan oleh teori ini, bentuk kehidupan yang ada adalah binatang-binatang tingkat rendah. Dengan berjalannya waktu, muncul binatang-binatang tingkat tinggi dan berukuran lebih besar. Dengan tidak sengaja, dari salah satu binatang berkembang menjadi manusia. Hal demikian ini dibuktikannya dengan adanya sederet bukti dari tengkorak hewan yang secara runut mengarah ke tengkorak manusia saat ini. Bukti lain juga dikemukakan dari perkembangan bentuk embrio. Dalam perkembangannya, embrio manusia berubah-ubah bentuk. Dimulai dari mirip bentuk embrio ikan, kelinci, dan jenis binatang lainnya, dan berakhir berbentuk manusia. Dari temuan terakhir ini, kemudian disimpulkan bahwa evolusi panjang manusia berasal dari bintang tingkat rendah.\nPoint kedua dari teori Darwin adalah bahwa manusia dan kera datang dari satu moyang yang sudah punah saat ini. Moyang yang punah ini disebutnya sebagai \"missing link\", rantai yang hilang. Haekel, seorang peneliti setelah masa Darwin, berpendapat bahwa binatang yang menjadi \"missing link\" adalah yang disebut Lypotilu. Apabila binatang ini atau sisa-sisa dari binatang ini dapat ditemukan, maka teka-teki mengenai evolusi manusia dapat dijelaskan dengan lebih baik. Para pemikir yang mempercayai teori ini menganggap bahwa gorila dan simpanse ada pada jalur evolusi manusia. Peneliti lain yang bernama Huxley mempunyai pemikiran yang sedikit berbeda. Ia menyimpulkan bahwa garis manusia dapat saja terjadi jauh sebelum munculnya jenis-jenis kera. Jadi, manusia dan kera tidak pernah berhubungan.\nPenelitian yang lebih kemudian yang dilakukan oleh Prof. Jones dan Prof. Osborne, cenderung untuk menyimpulkan bahwa walaupun manusia ada melalui proses evolusi, namun prosesnya sudah terpisah dari binatang lainnya di masa yang lebih jauh. Dan dari saat itu, manusia berevolusi pada garisnya sendiri, tanpa bercampur dengan evolusi binatang lainnya. Dengan kata lain, manusia bukanlah cabang dari binatang lain, katakanlah kera, sebagaimana dipercaya oleh Darwin.\nPara ahli arkeologi dan antropologi menemukan bahwa peradaban manusia terjadi melalui jalur yang terbagi secara jelas. Pada zaman batu, manusia pertama kali melangkah masuk ke daerah budaya dan kemasyarakatan. Sejak masa itu, manusia melakukan evolusi dalam mempertahankan hidup sebagai \"binatang yang lemah\". Karena tidak memiliki kekuatan, cakar, dan taring yang kuat sebagaimana binatang lain, manusia menggunakan batu sebagai alat mempertahankan diri dan kegunaan lainnya. Kemudian datang zaman perunggu, dimana manusia mulai menggunakan bahan metal untuk membuat peralatan. Zaman ini diikuti oleh zaman besi. Dari berbagai situs yang ditemukan para arkeologi disimpulkan bahwa berbagai zaman dari kehidupan manusia dilakukan dengan perubahan budaya dari satu masa ke masa lainnya.\nDi dalam Al-Qur'an, ada satu ayat yang berkaitan erat dengan penciptaan manusia yang bertahap, yaitu:\n\nMengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis? Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)? Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. Dan Allah menjadikan bumi untukmu sebagai hamparan, agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nuh/71: 13-20)\nAyat di atas mencela manusia yang masih meragukan bahwa penciptaan tidak dilakukan berdasarkan perencanaan yang baik. Diperlihatkan bagaimana semuanya dilakukan melalui fase-fase atau masa-masa, yang teratur dan didasarkan pada perencanaan yang bijak. Penciptaan dilakukan bukan tanpa tujuan, dan mengarah pada kesempurnaan.\nTernyata hukum evolusi yang dikembangkan para peneliti di Eropa telah dijelaskan secara sangat rinci oleh Al-Qur'an pada 1400 tahun sebelumnya. Dijelaskan oleh Al-Qur'an bahwa manusia tidak diciptakan secara mendadak dan dalam bentuk dan rupa sebagaimana kita saat ini. Allah tidak membuat model dari tanah liat dan \"meniupkan\" kehidupan ke dalamnya untuk menjadi manusia pertama di muka bumi. Manusia mencapai tahap seperti saat ini setelah melalui proses beberapa masa perubahan.\nHal kedua yang diungkapkan Al-Qur'an dalam kaitan penciptaan manusia adalah dari kondisi ketiadaan. Suatu subjek yang bertolak belakang dengan penjelasan sebelumnya.\n\n\nDan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali? (Maryam/19: 67)\nAyat di atas menunjuk pada ciptaan pertama dari jenis manusia. Sangat berbeda dengan apa yang terjadi sekarang. Reproduksi manusia pada saat ini terjadi dengan bibit yang diproduksi dari organ laki-laki dan perempuan. \nHarus diperhatikan secara cermat bahwa dalam ayat tersebut, ada pernyataan bahwa sesuatu ada dari bukan sesuatu. Ayat tersebut menyatakan bahwa sebelum tahapan dimana material dan benda lain menjadi benda hidup, ada satu tahapan lain dimana tidak ada eksistensi apa pun. Kita dapat menyatakan bahwa kursi dibuat dari kayu; atau rantai dibuat dari besi. Di sini kita memiliki material yang dapat digunakan sebagai bahan untuk membuat barang tertentu. Mereka yang tidak mempercayai agama seringkali menyatakan ayat di atas sebagai dongeng saja. Akan tetapi, ayat di atas tidak menyatakan hal yang demikian. Arti ayat di atas jelas memberitahukan bahwa sebelum adanya penciptaan, tidak ada apa-apa di alam semesta. Setelah ada penciptaan alam semesta, menyusul kemudian penciptaan-penciptaan lainnya, termasuk penciptaan manusia.\nTahap kedua perkembangan manusia tampaknya terjadi pada saat manusia ada secara fisik, namun otak belum berkembang baik. Dengan demikian, posisinya masih sama atau lebih rendah dari binatang. Bukankah telah datang atas manusia satu waktu dari masa, sedang ia ketika itu belum merupakan sesuatu yang dapat disebut (al-Insan/76: 1).\nTahap ketiga evolusi manusia dicapai saat reproduksi antara manusia laki-laki dan perempuan mulai terjadi. Di dalam Al-Qur'an, Dinyatakan suatu masa dari evolusi manusia. Ketika itu manusia mempunyai karakter binatang tingkat tinggi. Karakter ini adalah adanya perbedaan didasarkan pada seks, terbagi menjadi jantan dan betina. Pada masa ini, perkembangbiakan sudah melalui sperma yang dihasilkan manusia laki-laki. Keadaan demikian ini menjadikan manusia sudah memiliki ciri yang sama dengan binatang tingkat tinggi. Dua penggalan ayat di bawah ini menunjukkan hal tersebut:\n\nDialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan mereka (seraya berkata), \"Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.\" (al-A'raf/7: 189)\n\nDan firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)-nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak¦. (an-Nisa'/4: 1)\n\nLebih lanjut Al-Qur'an memperlihatkan perkembangan manusia ke tingkat yang lebih lanjut, yaitu menggunakan nalarnya, demikian:\n\n\nSungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat. (al-Insan/76: 2)\n\nMulai dari masa ini, karena peran pentingnya di alam semesta, manusia mulai mempelajari alam. Untuk dapat mengelola dengan baik, manusia memerlukan penguasaan pengetahuan secara luas. Tahap keempat ini dicapai saat otak manusia telah mencapai kesempurnaannya. Diciri dari perkembangan kecerdasan dan kepedulian terhadap lingkungan yang sangat cepat. Dengan kemampuannya dalam mendengarkan dan melihat, sebagaimana juga dapat dilakukan oleh binatang, manusia kemudian mulai melatih kecerdasannya sampai pada tingkat dapat melakukan penemuan-penemuan yang berguna untuk kehidupannya. Di sini manusia telah menempatkan dirinya jauh di atas binatang. Ia menjadi jenis binatang yang dapat bertahan hidup melalui kemampuan berpikir dan berbicara.\nUraian evolusi manusia ini tidak dengan eksplisit disampaikan dalam Al-Qur'an . Mengapa? Karena kitab ini tidak dimaksudkan sebagai buku ilmiah. Al-Qur'an diciptakan untuk mengungkapkan kebenaran, dan meninggalkan beberapa gap atau rumpang yang akan diisi oleh kemajuan pengetahuan manusia.",
    "quraish": "[[76 ~ AL-INSAN (MANUSIA) Pendahuluan: Madaniyyah, 31 ayat ~ Dalam surat ini dibicarakan perihal penciptaan dan cobaan kepada umat manusia yang berpotensi untuk bersyukur kepada Allah atau mengingkari-Nya. Balasan yang akan diberikan kepada orang-orang kafir, dalam surat ini, dibicarakan secara global. Sementara mengenai kenikmatan-kenikmatan yang Allah karuniakan kepada orang-orang Mukmin dipaparkan secara lebih rinci. Surat ini kemudian mengkhususkan pembicaraan kepada Rasulullah saw. yang dikaruniai al-Qur'ân. Rasul diperintahkan agar bersabar dan selalu melakukan ketaatan. Surat ini juga memuat peringatan bagi mereka yang mencintai kehidupan dunia dengan tidak mempedulikan akhirat. Dibicarakan pula mengenai ayat-ayat yang dapat dijadikan sebagai nasihat dan peringatan dengan kehendak Allah. Sesungguhnya rahmat dan azab Allah akan diberikan sesuai dengan kehendak dan kemahakuasaan-Nya.]] Sungguh, manusia telah melewati suatu masa sebelum ditiupkan ruh ke dalam dirinya. Ketika itu, manusia adalah sesuatu yang tak bernama dan belum diketahui akan diperlakukan apa.",
    "jalalayn": "(Bukankah) artinya, sesungguhnya (telah datang atas manusia) Nabi Adam (satu waktu dari masa) empat puluh tahun (sedangkan dia belum merupakan) ketika itu (sesuatu yang dapat disebut) maksudnya, Nabi Adam selama empat puluh tahun masih tetap berbentuk tanah dan bukan berarti apa-apa. Atau bila yang dimaksud dengan manusia adalah jenis manusia selain dia, maka yang dimaksud dengan lafal Al-Hiin atau masa ialah masa mengandung, jadi bukan empat puluh tahun."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 2,
    "arab": "اِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَةٍ اَمْشَاجٍۖ نَّبْتَلِيْهِ فَجَعَلْنٰهُ سَمِيْعًاۢ بَصِيْرًا ",
    "translation": "Sungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5593.mp3",
    "tafsir": "Ayat ini menerangkan unsur-unsur penciptaan manusia, yaitu bahwa manusia diciptakan dari sperma (nuthfah) laki-laki dan ovum perempuan yang bercampur. Kedua unsur itu berasal dari sulbi laki-laki dan tulang dada perempuan dan keluar secara berpancaran. Firman Allah:\n\nDia diciptakan dari air (mani) yang terpancar, yang keluar dari antara tulang punggung (sulbi) dan tulang dada. (ath-thariq/86: 6-7)\n\nPerkataan amsyaj (bercampur) yang terdapat dalam ayat ini maksudnya ialah bercampurnya sperma laki-laki yang berwarna keputih-putihan dengan sel telur perempuan yang kekuning-kuningan. Campuran itulah yang menghasilkan segumpal darah ('alaqah), kemudian segumpal daging (mudgah), lalu tulang belulang yang dibungkus dengan daging, dan seterusnya, sehingga setelah 9 bulan dalam rahim ibu lahirlah bayi yang sempurna.\nMaksud Allah menciptakan manusia adalah untuk mengujinya dengan perintah (taklif) dan larangan, dan untuk menjunjung tegaknya risalah Allah di atas bumi ini. Sebagai ujiannya, di antaranya adalah apakah mereka bisa bersyukur pada waktu senang dan gembira, dan sabar dan tabah ketika menghadapi musuh.\nKarena kelahiran manusia pada akhirnya bertujuan sebagai penjunjung amanat Allah, kepadanya dianugerahkan pendengaran dan penglihatan yang memungkinkannya menyimak dan menyaksikan kebesaran, kekuasaan, dan besarnya nikmat Allah. Manusia dianugerahi pendengaran dan akal pikiran adalah sebagai bukti tentang kekuasaan Allah. Penyebutan secara khusus pendengaran dan penglihatan dalam ayat ini bermakna bahwa keduanya adalah indra yang paling berfungsi mengamati ciptaan Allah untuk membawa manusia mentauhidkan-Nya.\nDengan alat penglihatan dan pendengaran serta dilengkapi pula dengan pikiran (akal), tersedialah dua kemungkinan bagi manusia. Apakah ia cenderung kembali kepada sifat asalnya sebagai makhluk bumi sehingga ia sama dengan makhluk lainnya seperti hewan dan tumbuh-tumbuhan, atau ia cenderung untuk menjadi makhluk yang Ilahiah, yang berpikir dan memperhatikan kebesaran-Nya?\nSetelah menjadi manusia yang sempurna indranya sehingga memungkinkan dia untuk memikul beban (taklif) dari Allah, maka diberikanlah kepadanya dua alternatif jalan hidup seperti disebutkan dalam ayat berikutnya.",
    "quraish": "Sesungguhnya Kami telah menciptakan manusia dari nutfah yang memiliki berbagai unsur. Lalu Kami menguji dan mencobanya dengan berbagai perintah dan larangan. Karena itu, ia Kami jadikan memiliki pendengaran dan penglihatan agar dapat mendengarkan ayat-ayat dan menyaksikan bukti-bukti kekuasaan Kami.",
    "jalalayn": "(Sesungguhnya Kami telah menciptakan manusia) artinya, jenis manusia (dari setetes mani yang bercampur) yang bercampur dengan indung telur, yaitu air mani laki-laki bercampur menjadi satu dengan air mani perempuan (yang Kami hendak mengujinya) dengan membebankan kewajiban-kewajiban kepadanya; jumlah ayat ini merupakan jumlah Isti`naf yakni kalimat permulaan; atau dianggap sebagai Hal dari lafal yang diperkirakan. Yaitu, Kami bermaksud hendak mengujinya ketika Kami mempersiapkan kejadiannya (karena itu Kami jadikan dia) Kami menjadikan dia dapat (mendengar dan melihat.)"
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 3,
    "arab": "اِنَّا هَدَيْنٰهُ السَّبِيْلَ اِمَّا شَاكِرًا وَّاِمَّا كَفُوْرًا ",
    "translation": "Sungguh, Kami telah menunjukkan kepadanya jalan yang lurus; ada yang bersyukur dan ada pula yang kufur. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5594.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sesungguhnya Allah telah menunjukkan manusia ke jalan yang lurus. Di antara mereka ada yang bersyukur dan ada pula yang kafir. Dengan bimbingan wahyu-Nya yang disampaikan lewat Nabi Muhammad, manusia telah ditunjuki jalan yang lurus dan jalan yang sesat. Allah menunjukkan kepadanya kebaikan dan kejahatan.\nDari perkataan sabil yang terdapat dalam ayat ini, tergambar keinginan Allah terhadap manusia yakni membimbing mereka kepada hidayah-Nya. Kata sabil lebih tepat diartikan sebagai petunjuk daripada jalan. Hidayah itu berupa dalil-dalil keesaan Allah dan kenabian yang disebutkan dalam kitab suci.\nSabil (hidayah) itu dapat ditangkap dengan pendengaran, penglihatan, dan pikiran. Tuhan hendak menunjukkan kepada manusia bukti-bukti wujud-Nya melalui penglihatan terhadap diri mereka sendiri dan alam semesta, sehingga pikirannya merasa puas untuk mengimani-Nya.\nAkan tetapi, memang sudah merupakan kenyataan bahwa terhadap pemberian Allah itu, sebagian manusia ada yang bersyukur, tetapi ada pula yang ingkar (kafir). Tegasnya ada yang menjadi mukmin, dan ada pula yang kafir. Dengan sabil itu pula manusia bebas menentukan pilihannya antara dua alternatif yang tersedia. Pada ayat lain disebutkan:\n\nYang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun. (al-Mulk/67: 2)\n\nFirman Allah:\n\n\nDan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Muhammad/47: 31)\n\nBahwa manusia diciptakan atas fitrah dan hidayah-Nya terlebih dahulu, baru kemudian datang godaan untuk mengingkari Allah, disebutkan dalam suatu ayat:\n\n¦(sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. (ar-Rum/30: 30)\n\n\n\n\n\n\nDalam suatu hadis disebutkan:\nTiada seorang pun yang keluar (rumah), kecuali di tangannya ada dua bendera: bendera (yang satu) di tangan malaikat dan bendera (yang lain) di tangan setan. Jika seseorang keluar karena mengharapkan apa yang dicintai atau disenangi Allah, niscaya ia diikuti oleh malaikat dengan benderanya. Ia senantiasa berada di bawah bendera malaikat sampai ia kembali ke rumahnya. Dan jika seseorang keluar karena mencari apa yang dimurkai Allah, niscaya ia diikuti oleh setan dengan benderanya. Ia senantiasa berada di bawah bendera setan sampai ia kembali ke rumahnya. (Riwayat Ahmad dari Abu Hurairah)",
    "quraish": "Sesungguhnya Kami telah menjelaskan kepada manusia petunjuk kebenaran, ada yang beriman dan ada pula yang ingkar.",
    "jalalayn": "(Sesungguhnya Kami telah menunjukinya jalan petunjuk) maksudnya, Kami telah menjelaskan kepadanya jalan hidayah dengan mengutus rasul-rasul kepada manusia (ada yang bersyukur) yaitu menjadi orang mukmin (dan ada pula yang kafir) kedua lafal ini, yakni Syaakiran dan Kafuuran merupakan Haal dari Maf'ul; yakni Kami telah menjelaskan jalan hidayah kepadanya, baik sewaktu ia dalam keadaan bersyukur atau pun sewaktu ia kafir sesuai dengan kepastian Kami. Lafal Immaa di sini menunjukkan rincian tentang keadaan."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 4,
    "arab": "اِنَّآ اَعْتَدْنَا لِلْكٰفِرِيْنَ سَلٰسِلَا۟ وَاَغْلٰلًا وَّسَعِيْرًا ",
    "translation": "Sungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5595.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sesungguhnya Allah telah menyediakan rantai, belenggu, dan neraka yang menyala-nyala bagi orang-orang kafir, yaitu orang yang mengingkari dan bahkan membantah, nikmat dan pemberian yang telah dianugerahkan kepadanya. Rantai dipakai untuk mengikat kaki mereka supaya tidak lari, sedang belenggu untuk merantai tangan dan leher yang diikat ke neraka. Neraka Sa'ir (yang menyala-nyala) seperti disebutkan dalam surah yang lalu adalah neraka yang nyalanya tidak dapat dibandingkan dengan jenis api mana pun di atas dunia ini. Api di dunia hanya sepertujuh puluh dari api neraka.\nAyat lain menyebutkan:\n\nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret. (Gafir/40: 71)",
    "quraish": "Sesungguhnya Kami telah menyiapkan bagi orang-orang kafir rantai-rantai yang mengikat kaki mereka, dan belenggu untuk tangan dan leher mereka, serta api neraka yang berkobar-kobar.",
    "jalalayn": "(Sesungguhnya Kami menyediakan) telah mempersiapkan (bagi orang-orang kafir rantai) untuk menyeret mereka ke dalam neraka (dan belenggu-belenggu) pada leher mereka dan rantai itu diikatkan kepadanya (serta neraka Sair) yaitu neraka yang apinya menyala-nyala dengan besarnya, tempat mereka diazab."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 5,
    "arab": "اِنَّ الْاَبْرَارَ يَشْرَبُوْنَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُوْرًاۚ",
    "translation": "Sungguh, orang-orang yang berbuat kebajikan akan minum dari gelas (berisi minuman) yang campurannya adalah air kafur, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5596.mp3",
    "tafsir": "Ayat ini menerangkan balasan Allah kepada orang yang berbuat kebajikan, yaitu berupa minuman dari gelas yang berisikan air yang campurannya adalah air kafur, yaitu nama suatu mata air di surga yang warnanya putih, baunya sedap, dan rasanya enak.",
    "quraish": "Sesungguhnya orang-orang yang benar-benar beriman akan mendapatkan minuman dari arak yang dicampur dengan air kâfûr, sebagai mata air yang mengalirkan minuman-minuman para hamba Allah yang dapat mereka peroleh dengan mudah sekehendak mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang berbuat kebaikan) lafal Al-Abraar bentuk jamak dari lafal Barrun atau Baarrun, artinya orang-orang yang taat (mereka minum dari gelas) atau tempat minum, yang berisikan khamar. Maksudnya, mereka meminum khamar. Hal ini diungkapkan dengan memakai nama alat peminumnya. Huruf Min bermakna Tab'idh (yang campurannya) yakni khamar itu dicampur dengan (kafur.)"
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 6,
    "arab": "عَيْنًا يَّشْرَبُ بِهَا عِبَادُ اللّٰهِ يُفَجِّرُوْنَهَا تَفْجِيْرًا ",
    "translation": "(yaitu) mata air (dalam surga) yang diminum oleh hamba-hamba Allah dan mereka dapat memancarkannya dengan sebaik-baiknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5597.mp3",
    "tafsir": "Mata air di dalam surga itu adalah sebagai minuman lezat bagi hamba-hamba Allah. Mereka pun dapat mengalirkannya dengan sesukanya.\nJadi kafur itu berasal dari mata air yang airnya diminum oleh para hamba Allah yang muqarrabin (yang dekat kepada-Nya). Mereka dapat mengalirkan air sungai itu menurut kehendak hati tanpa ada yang menghalangi. Mereka bebas menikmati air itu sepuas-puasnya. Air itu akan mengalir ke tempat-tempat yang mereka kehendaki, ke dalam kamar, mahligai, atau ke dalam kebun-kebun yang mereka inginkan.",
    "quraish": "Sesungguhnya orang-orang yang benar-benar beriman akan mendapatkan minuman dari arak yang dicampur dengan air kâfûr, sebagai mata air yang mengalirkan minuman-minuman para hamba Allah yang dapat mereka peroleh dengan mudah sekehendak mereka.",
    "jalalayn": "(Yaitu mata air) menjadi Badal dari lafal Kaafuur artinya, mata air itu berbau kafur (yang meminum daripadanya) dari mata air itu (hamba-hamba Allah) yakni kekasih-kekasih-Nya (yang mereka dapat mengalirkannya dengan sebaik-baiknya) mereka dapat mengalirkan air dari telaga itu menurut kehendaknya dari tempat-tempat tinggal mereka."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 7,
    "arab": "يُوْفُوْنَ بِالنَّذْرِ وَيَخَافُوْنَ يَوْمًا كَانَ شَرُّهٗ مُسْتَطِيْرًا ",
    "translation": "Mereka memenuhi nazar dan takut akan suatu hari yang azabnya merata di mana-mana. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5598.mp3",
    "tafsir": "Ayat ini dan beberapa ayat berikutnya menyebutkan beberapa sifat orang-orang abrar (berbuat kebaikan), yaitu: mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana. Menunaikan nazar adalah menepati suatu kewajiban yang datang dari pribadi sendiri dalam rangka menaati Allah. Berbeda dengan kewajiban syara (agama) yang datang dari Allah, maka nazar bersifat pembebanan yang timbul karena keinginan sendiri dengan niat mensyukuri nikmat Allah. Baik nazar maupun syarak, kedua-duanya hukumnya wajib dilaksanakan.\nDalam sebuah hadis yang diriwayatkan Imam Malik, al-Bukhari, dan Muslim dari 'Aisyah, Rasulullah saw bersabda:\nBarang siapa yang bernazar menaati Allah, hendaklah ia menepati nazar itu, (tetapi) janganlah dipenuhi jika nazar itu untuk mendurhakai-Nya. (Riwayat al-Bukhari, Malik, Abu Dawud, at-Tirmidhi, an-Nasa'i dan Ibnu Majah dari 'Aisyah)\n\nDalam beberapa hadis dijelaskan tentang ketentuan nazar, di antaranya adalah:\n1.Hadis riwayat al-Bukhari dari 'Aisyah di atas menjelaskan bahwa nazar yang bermaksud hendak menaati Allah wajib dipenuhi, sedangkan nazar dengan niat mendurhakai Allah tidak boleh dipenuhi. Demikian pula hadis-hadis riwayat at-Tirmidhi, Abu Dawud, dan an Nasa'i.\n2.Rasulullah saw memerintahkan kepada Sa'ad bin Ubadah agar membayar puasa nazar yang pernah diucapkan oleh ibunya yang telah meninggal. Hadis ini diriwayatkan oleh al-Bukhari dan Muslim dari Sa'ad bin Ubadah.\n\nSelain dari menyempurnakan janji, orang abrar juga mau meninggalkan segala perbuatan terlarang (muharramat) karena takut akan dahsyatnya siksa yang harus diterima di hari Kiamat akibat mengerjakannya. Sebab pada hari itu, segala kejahatan dan kedurhakaan yang pernah dikerjakan seseorang disebarluaskan. Hanya orang-orang yang dikasihi Allah saja yang selamat dari keadaan yang mengerikan itu.",
    "quraish": "Mereka telah menunaikan kewajiban yang diembankan. Mereka pun selalu siaga akan datangnya hari besar yang malapetakanya teramat dahsyat dan menyebar secara luas dan merata.",
    "jalalayn": "(Mereka menunaikan nazar) untuk taat kepada Allah (dan takut akan suatu hari yang azabnya merata di mana-mana) menyebar di semua tempat."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 8,
    "arab": "وَيُطْعِمُوْنَ الطَّعَامَ عَلٰى حُبِّهٖ مِسْكِيْنًا وَّيَتِيْمًا وَّاَسِيْرًا ",
    "translation": "Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5599.mp3",
    "tafsir": "Disebutkan bahwa latar belakang turunnya ayat ke 8 ini berkaitan dengan seorang laki-laki Ansar bernama Abu Dahdah yang pada suatu hari mengerjakan puasa. Ketika waktu berbuka datang, berkunjunglah ke rumahnya satu orang miskin, seorang anak yatim, dan seorang tawanan. Ketiganya dijamu oleh Abu Dahdah dengan tiga potong roti. Untuk keluarga dan anak-anaknya akhirnya hanya tersedia sepotong roti padahal dia hendak berbuka puasa. Maka Allah menurunkan ayat ini.\nRiwayat lain mengatakan bahwa Ali bin Abi thalib mendapat upah bekerja dengan seorang Yahudi berupa sekarung gandum. Sepertiga gandum itu dimasak, ketika siap dihidangkan datanglah seorang miskin memintanya. Tanpa berpikir panjang, Ali langsung saja memberikannya. Kemudian dimasaknya sepertiga lagi. Setelah siap dimakan, datang pula seorang anak yatim meminta bubur gandum itu. Ali pun memberikannya. Kali ketiga sisa gandum itu dimasak semuanya, dan secara kebetulan datang pula seorang tawanan yang masih musyrik dan mohon dikasihani. Ali memberikan lagi sisa bubur gandum itu, sehingga untuk dia sendiri tidak ada lagi yang tersisa. Demikianlah untuk menghargai sikap sosial itulah Allah menurunkan ayat ke 8 ini. \nAyat ini menerangkan bahwa orang-orang abrar memberikan makanan yang sangat diperlukan dan disukainya kepada orang miskin, anak yatim, dan orang yang ditawan. Memberikan makan dalam hal ini dapat pula berarti memberikan bantuan dan sokongan kepada orang yang memerlukan. Makanan disebutkan di sini karena merupakan kebutuhan pokok hidup seseorang. Boleh jadi pula memberikan makanan berarti berbuat baik kepada orang yang sangat membutuhkannya dengan cara dan bentuk apa pun. Boleh jadi pula yang dimaksud dengan memberikan makanan berarti pula berbuat baik kepada makhluk yang sangat memerlukannya dengan cara dan bentuk apa pun. Disebutkan secara khusus memberikan makanan karena itulah bentuk ihsan (kebaikan) yang paling tinggi nilainya.\nBentuk ihsan lain yang juga tinggi nilainya disebutkan dalam ayat lain, yakni:\n\nDia mengatakan, \"Aku telah menghabiskan harta yang banyak.\" Apakah dia mengira bahwa tidak ada sesuatu pun yang melihatnya? Bukankah Kami telah menjadikan untuknya sepasang mata, lidah, dan sepasang bibir? Dan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan), tetapi dia tidak menempuh jalan yang mendaki dan sukar? (al-Balad/90: 6-11)\n\nDari ayat ini dapat diambil kesimpulan bahwa memberikan bantuan (pertolongan) diutamakan kepada orang yang kuat berusaha mencari keperluan hidupnya, namun penghasilannya tidak memenuhi kebutuhan hidupnya sehari-hari. Miskin juga berarti orang yang tidak berharta sama sekali dan karena keadaan fisiknya tidak memungkinkan untuk berusaha mencari nafkah hidup.\nAdapun orang yang ditawan, selain berarti tawanan perang, dapat pula berarti orang yang sedang dipenjarakan (karena melanggar ketentuan syara atau berbuat kesalahan), atau budak yang belum dapat memerdekakan dirinya dan yang patut dibantu. Dengan demikian, bantuan berupa makanan kepada orang yang memerlukan tidak terbatas kepada orang Islam saja, tetapi juga non muslim. Yang perlu diingat oleh seseorang yang hendak beramal sosial seperti itu adalah keikhlasan dalam mengerjakannya tanpa pamrih.",
    "quraish": "Mereka selalu memberi makan kaum fakir yang tidak dapat berusaha, anak yatim yang ditinggal mati bapaknya, dan para tawanan yang tidak memiliki daya apa-apa. Padahal mereka sendiri sangat menyukai dan memerlukan makanan yang mereka berikan itu.",
    "jalalayn": "(Dan mereka memberikan makanan yang disukainya) atau yang digemarinya (kepada orang miskin) atau orang fakir (anak yatim) anak yang ayahnya sudah tiada (dan orang yang ditawan) orang yang ditahan karena membela perkara yang hak."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 9,
    "arab": "اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرِيْدُ مِنْكُمْ جَزَاۤءً وَّلَا شُكُوْرًا ",
    "translation": "(sambil berkata), “Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5600.mp3",
    "tafsir": "Ayat ini menerangkan keikhlasan orang-orang abrar yang menyatakan bahwa mereka memberikan makanan kepada orang miskin, anak yatim, dan tawanan hanya untuk mengharapkan keridaan Allah semata, tidak menghendaki balasan dan tidak pula mengharapkan ucapan terima kasih. Jadi, di saat hendak memulai usaha sosial itu hendaklah hati dan lidah berniat ikhlas karena Allah, tanpa dicampuri oleh perasaan lain yang ingin menerima balasan yang setimpal atau mengharapkan pujian dan sanjungan orang lain.",
    "quraish": "Mereka berkata di dalam hati, \"Sungguh, kami memberi makan kalian hanya untuk mendapatkan rida Allah. Kami sama sekali tidak mengharapkan balasan atau hadiah dari kalian, juga bukan untuk mendapatkan pujian dari kalian.",
    "jalalayn": "(Sesungguhnya kami memberi makanan kepada kalian hanyalah demi karena Allah) demi untuk mengharapkan pahala-Nya (kami tidak menghendaki balasan dari kalian dan tidak pula ucapan terima kasih) berterima kasih atas pemberian makanan itu. Apakah mereka benar-benar mengucapkan demikian ataukah hal itu telah diketahui oleh Allah swt. kemudian Allah memuji mereka. Sesungguhnya dengan masalah ini ada dua pendapat."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 10,
    "arab": "اِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا ",
    "translation": "Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5601.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang abrar adalah orang yang mengerjakan segala perbuatan kebaikan seperti tersebut di atas karena takut pada azab Allah yang ditimpakan pada suatu hari yang penuh kesulitan. Mereka berbuat sosial membantu orang lain seperti memberi makanan dan lain-lain, adalah dengan harapan agar Tuhan mengasihi dan memelihara mereka dengan kasih sayang-Nya dari siksaan hari Kiamat pada saat manusia datang menemui Tuhan dengan wajah masam karena berbagai macam kesulitan dan ketakutan.",
    "quraish": "Sesungguhnya kami takut kepada Tuhan manakala kami menemui suatu hari ketika orang-orang bermuka masam dan wajah serta kening mereka berkerut.\"",
    "jalalayn": "(Sesungguhnya kami takut kepada Rabb kami akan suatu hari yang penuh dengan kemasaman) yaitu muka-muka pada saat itu bermuram durja dan tidak enak dipandang karena kepahitannya (lagi penuh dengan kesulitan) yakni hari itu penuh dengan penderitaan yang sangat parah."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 11,
    "arab": "فَوَقٰىهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰىهُمْ نَضْرَةً وَّسُرُوْرًاۚ",
    "translation": "Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5602.mp3",
    "tafsir": "Dijelaskan juga bahwa sebagai balasan kepada orang-orang abrar, Allah memelihara mereka dari kesusahan hari itu dan memberikan kepada mereka keceriaan wajah dan kegembiraan hati. Tampak pada wajah mereka kegembiraan yang berseri-seri sebagai tanda kepuasan hati karena anugerah Allah yang telah mereka terima. Dalam ayat lain, Allah berfirman:\n\nPada hari itu ada wajah-wajah yang berseri-seri, tertawa dan gembira ria. ('Abasa/80: 38-39)",
    "quraish": "Maka Allah melindungi mereka dari berbagai kesulitan di hari itu. Allah menjadikan wajah mereka berseri-seri, tidak seperti wajah masam orang-orang yang berbuat dosa. Hati mereka pun merasa senang dan gembira. Ganjaran dari kesabaran mereka adalah surga yang menyenangkan dan pakaian dari sutra yang sangat halus dan lembut.",
    "jalalayn": "(Maka Allah memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka) atau menghadiahkan kepada mereka (kejernihan) yaitu keindahan dan kecemerlangan pada wajah-wajah mereka (dan kegembiraan hati.)"
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 12,
    "arab": "وَجَزٰىهُمْ بِمَا صَبَرُوْا جَنَّةً وَّحَرِيْرًاۙ",
    "translation": "Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5603.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah memberi mereka ganjaran karena kesabaran mereka dengan surga dan pakaian sutra. Karena kesabaran mereka dalam berbuat kebaikan, ketabahan menahan diri dari godaan nafsu, dan terkadang-kadang harus menahan lapar dan kurang pakaian (karena berbuat sosial dalam keadaan miskin), maka Allah membalasi yang demikian itu dengan kenikmatan surga dalam bentuk yang lain berupa pakaian yang terbuat dari sutra. Ayat ini sama artinya dengan firman Allah:\n\n(Mereka akan mendapat) surga 'Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutra. (Fathir/35: 33)",
    "quraish": "Maka Allah melindungi mereka dari berbagai kesulitan di hari itu. Allah menjadikan wajah mereka berseri-seri, tidak seperti wajah masam orang-orang yang berbuat dosa. Hati mereka pun merasa senang dan gembira. Ganjaran dari kesabaran mereka adalah surga yang menyenangkan dan pakaian dari sutra yang sangat halus dan lembut.",
    "jalalayn": "(Dan Dia memberi balasan kepada mereka karena kesabaran mereka) disebabkan kesabaran mereka dari perbuatan maksiat (surga) yang mereka dimasukkan ke dalamnya (dan sutera) yang menjadi pakaian mereka."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 13,
    "arab": "مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۚ  لَا يَرَوْنَ فِيْهَا شَمْسًا وَّلَا زَمْهَرِيْرًاۚ",
    "translation": "Di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5604.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan keadaan ahli surga bahwa mereka duduk bertelekan di atas dipan. Mereka tidak merasakan teriknya matahari dan tidak pula dinginnya udara. Dipan-dipan dalam surga itu dikatakan tidak pernah ditimpa terik matahari, tidak disentuh oleh udara dingin yang menusuk sumsum tulang seperti halnya di dunia ini, akan tetapi di sana hanya ada satu iklim sejuk yang tak pernah berubah. Tidak ada yang merasakan panas maupun dingin.\nTumbuhnya pohon yang sangat rindang dan menyejukkan itu melindungi orang-orang abrar sehingga makin bertambahlah kenikmatan yang mereka peroleh. Demikian pula buah-buahan yang lezat cita rasanya, dan mudah dipetik. Mereka menikmati sambil berbaring duduk atau berdiri sesuka hati mereka.",
    "quraish": "Di surga itu mereka duduk bertelekan dipan-dipan. Mereka tidak merasakan sengatan terik matahari maupun udara dingin yang menusuk.",
    "jalalayn": "(Seraya bersandarkan) menjadi Haal atau kata keterangan keadaan dari Isim yang dirafa'kan oleh lafal Udkhiluuha. Lafal Udkhiluuhaa ini keberadaannya diperkirakan (di dalamnya di atas dipan-dipan) atau ranjang-ranjang yang empuk (mereka tidak melihat) tidak menemukan; menjadi Haal yang kedua (di dalamnya matahari dan tidak pula dingin yang bersangatan) maksudnya, di dalam surga mereka tidak merasakan panasnya matahari yang menyengat, dan tidak pula dingin yang mencekam. Tetapi menurut suatu pendapat bahwa lafal Zamhariiran ini artinya bulan. Maknanya, surga tetap terang-benderang sekalipun tanpa matahari dan bulan."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 14,
    "arab": "وَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا ",
    "translation": "Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5605.mp3",
    "tafsir": "(13-14) Dalam ayat ini, Allah menerangkan keadaan ahli surga bahwa mereka duduk bertelekan di atas dipan. Mereka tidak merasakan teriknya matahari dan tidak pula dinginnya udara. Dipan-dipan dalam surga itu dikatakan tidak pernah ditimpa terik matahari, tidak disentuh oleh udara dingin yang menusuk sumsum tulang seperti halnya di dunia ini, akan tetapi di sana hanya ada satu iklim sejuk yang tak pernah berubah. Tidak ada yang merasakan panas maupun dingin.\nTumbuhnya pohon yang sangat rindang dan menyejukkan itu melindungi orang-orang abrar sehingga makin bertambahlah kenikmatan yang mereka peroleh. Demikian pula buah-buahan yang lezat cita rasanya, dan mudah dipetik. Mereka menikmati sambil berbaring duduk atau berdiri sesuka hati mereka.",
    "quraish": "Pohon-pohon surga yang hijau menaungi mereka. Buah-buahannya pun mereka peroleh dengan sangat mudah.",
    "jalalayn": "(Dan dekatlah) di'athafkan secara Mahall kepada lafal Yarauna (di atas mereka) maksudnya, di antara mereka (naungannya) yaitu naungan pohon-pohon surga (dan buahnya dimudahkan memetiknya semudah-mudahnya) artinya, buah-buahannya didekatkan sehingga dapat dipetik baik oleh orang yang berdiri, atau orang yang duduk, bahkan orang yang sedang berbaring sekalipun."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 15,
    "arab": "وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِّنْ فِضَّةٍ وَّاَكْوَابٍ كَانَتْ قَوَارِيْرَا۠ ",
    "translation": "Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5606.mp3",
    "tafsir": "Pada ayat-ayat berikut ini, Allah menerangkan pula makanan dan minuman yang dihidangkan kepada mereka berbagai bentuk, bejana yang terbuat dari perak juga sejumlah gelas yang sangat bening laksana kaca yang berkilauan. Bejana dan gelas-gelas itu bening sekali seolah-olah kaca yang sangat indah dan tinggi sekali nilainya.\nHadis riwayat Ibnu Abi hatim dari Ibnu 'Abbas menerangkan sebagai berikut:\nTidak ada sesuatu pun dalam surga, melainkan di dunia telah dianugerahkan Allah kepadamu sesuatu yang mirip dengan itu, kecuali botol-botol yang terbuat dari perak. (Riwayat Ibnu Abi hatim dari Ibnu 'Abbas).\n\nDalam sebuah ayat lain disebutkan pula:\n\nKepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 71)",
    "quraish": "Para pelayan menjajakan kepada mereka bejana-bejana minuman dari perak dan gelas-gelas lembut dan putih yang sangat jernih bagai kaca dan terbuat dari perak. Minuman itu ditentukan oleh para pemberi minum sesuai dengan keinginan yang meminum.",
    "jalalayn": "(Dan diedarkan kepada mereka) di dalam surga itu (bejana-bejana dari perak dan piala-piala) atau gelas-gelas yang tanpa pengikat (yang bening laksana kaca.)"
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 16,
    "arab": "قَوَارِيْرَا۟ مِنْ فِضَّةٍ قَدَّرُوْهَا تَقْدِيْرًا ",
    "translation": "kristal yang jernih terbuat dari perak, mereka tentukan ukurannya yang sesuai (dengan kehendak mereka). ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5607.mp3",
    "tafsir": "Pada ayat-ayat berikut ini, Allah menerangkan pula makanan dan minuman yang dihidangkan kepada mereka berbagai bentuk, bejana yang terbuat dari perak juga sejumlah gelas yang sangat bening laksana kaca yang berkilauan. Bejana dan gelas-gelas itu bening sekali seolah-olah kaca yang sangat indah dan tinggi sekali nilainya.\nHadis riwayat Ibnu Abi hatim dari Ibnu 'Abbas menerangkan sebagai berikut:\nTidak ada sesuatu pun dalam surga, melainkan di dunia telah dianugerahkan Allah kepadamu sesuatu yang mirip dengan itu, kecuali botol-botol yang terbuat dari perak. (Riwayat Ibnu Abi hatim dari Ibnu 'Abbas).\n\nDalam sebuah ayat lain disebutkan pula:\n\nKepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya. (az-Zukhruf/43: 71)",
    "quraish": "Para pelayan menjajakan kepada mereka bejana-bejana minuman dari perak dan gelas-gelas lembut dan putih yang sangat jernih bagai kaca dan terbuat dari perak. Minuman itu ditentukan oleh para pemberi minum sesuai dengan keinginan yang meminum.",
    "jalalayn": "(Yaitu kaca-kaca dari perak) gelas-gelas dan piala-piala itu terbuat dari perak yang bagian dalamnya dapat dilihat dari luar, sehingga tampak bening sebening kaca (yang telah diukur mereka) yakni oleh pelayan-pelayan yang mengedarkannya (dengan sebaik-baiknya) sesuai dengan kecukupan minum orang-orang yang meminumnya, tidak lebih dan tidak pula kurang; cara minum yang demikian itu merupakan cara minum yang paling nikmat."
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 17,
    "arab": "وَيُسْقَوْنَ فِيْهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيْلًاۚ",
    "translation": "Dan di sana mereka diberi segelas minuman bercampur jahe.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5608.mp3",
    "tafsir": "Kemudian disebutkan jenis minuman yang dihidangkan di surga, yakni mereka diberi minum segelas (minuman) yang campurannya jahe. Maksudnya penduduk surga disuguhi minuman yang terbuat dari zanjabil, yakni sejenis tumbuhan yang lezat cita-rasanya dan tumbuh di daerah Timur Tengah dahulu kala. Biasanya zanjabil digunakan untuk wangi-wangian dan orang-orang Arab menyukainya. Ada pula yang mengatakan nama dari Bait Ma'ruf. \nMenurut Ibnu 'Abbas, minuman, makanan, mata air, buah-buahan, dan lain-lain dalam surga yang disebutkan Al-Qur'an, satu pun tidak ada tandingannya. Kesamaan hanya pada namanya, sedangkan rasanya jauh lebih lezat.",
    "quraish": "Orang-orang yang baik itu, di dalam surga, akan diberi minum arak yang dicampur dengan sesuatu yang rasanya seperti jahe. Minuman ini berasal dari sebuah mata air di dalam surga yang disebut salsabîl, karena begitu mudah ditelan dan begitu sedap rasanya.",
    "jalalayn": "(Di dalam surga itu mereka diberi minum segelas) khamar (yang campurannya) atau sesuatu yang dicampurkan ke dalam minuman itu (adalah jahe.)"
  },
  {
    "hizb": 231,
    "name": "Al-Insan",
    "ayat": 18,
    "arab": "عَيْنًا فِيْهَا تُسَمّٰى سَلْسَبِيْلًا ",
    "translation": "(Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5609.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa minuman ini didatangkan dari sebuah mata air surga yang dinamakan salsabil. Mereka minum campuran zanjabil yang berasal dari sebuah sungai yang bernama salsabil. Perkataan ini sendiri dalam bahasa Arab berarti 'minuman atau makanan yang lezat dan juga berarti 'mata air yang mengalir. Akan tetapi, mufasir Ibnu 'Arabi menegaskan, \"Aku tidak mendengar satu perkataan pun seperti salsabil ini melainkan di dalam Al-Qur'an saja.\"\nDari keterangan di atas, kita hanya dapat menyimpulkan bahwa nama seperti salsabil, zanjabil, dan sebagainya diberikan keterangan sedemikian rupa yang tidak ada bandingannya dengan yang ada di dunia. Mengenai surga, kita telah yakin bahwa dia adalah sesuatu yang baik dan penuh nikmat yang mata belum pernah melihatnya, telinga belum pernah mendengarnya. Oleh karena itu, kita tak dapat memastikan apakah betul-betul demikian makna yang dikehendaki ayat di atas.",
    "quraish": "Orang-orang yang baik itu, di dalam surga, akan diberi minum arak yang dicampur dengan sesuatu yang rasanya seperti jahe. Minuman ini berasal dari sebuah mata air di dalam surga yang disebut salsabîl, karena begitu mudah ditelan dan begitu sedap rasanya.",
    "jalalayn": "(Yaitu dari mata air) menjadi Badal dari lafal Zanjabiilaa (yang dinamakan salsabil) yaitu air telaga itu rasanya seperti jahe yang sangat disukai oleh orang-orang Arab, dan minuman ini sangat mudah diteguknya."
  }
]