[
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 1,
    "arab": "عَبَسَ وَتَوَلّٰىٓۙ",
    "translation": "Dia (Muhammad) berwajah masam dan berpaling,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5759.mp3",
    "tafsir": "Pada permulaan Surah 'Abasa ini, Allah menegur Nabi Muhammad yang bermuka masam dan berpaling dari 'Abdullah bin Ummi Maktum yang buta, ketika sahabat ini menyela pembicaraan Nabi dengan beberapa tokoh Quraisy. Saat itu 'Abdullah bin Ummi Maktum bertanya dan meminta Nabi saw untuk membacakan dan mengajarkan beberapa wahyu yang telah diterima Nabi. Permintaan itu diulanginya beberapa kali karena ia tidak tahu Nabi sedang sibuk menghadapi beberapa pembesar Quraisy.\nSebetulnya Nabi saw sesuai dengan skala prioritas sedang menghadapi tokoh-tokoh penting yang diharapkan dapat masuk Islam karena hal ini akan mempunyai pengaruh besar pada perkembangan dakwah selanjutnya. Maka adalah manusiawi jika Nabi saw tidak memperhatikan pertanyaan 'Abdullah bin Ummi Maktum, apalagi telah ada porsi waktu yang telah disediakan untuk pembicaraan Nabi dengan para sahabat.\nTetapi Nabi Muhammad sebagai manusia terbaik dan contoh teladan utama bagi setiap orang mukmin (uswah hasanah), maka Nabi tidak boleh membeda-bedakan derajat manusia. Dalam menetapkan skala prioritas juga harus lebih memberi perhatian kepada orang kecil apalagi memiliki kelemahan seperti 'Abdullah bin Ummi Maktum yang buta dan tidak dapat melihat. Maka seharusnya Nabi lebih mendahulukan pembicaraan dengan 'Abdullah bin Ummi Maktum daripada dengan para tokoh Quraisy.\nDalam peristiwa ini Nabi saw tidak mengatakan sepatah katapun kepada 'Abdullah bin Ummi Maktum yang menyebabkan hatinya terluka, tetapi Allah melihat raut muka Nabi Muhammad saw yang masam itu dan tidak mengindahakan Ummi Maktum yang menyebabkan dia tersinggung.\nHikmah adanya teguran Allah kepada Nabi Muhammad juga memberi bukti bahwa Al-Qur'an bukanlah karangan Nabi, tetapi betul-betul firman Allah. Teguran yang sangat keras ini tidak mungkin dikarang sendiri oleh Nabi.\n'Abdullah bin Ummi Maktum adalah seorang yang bersih dan cerdas. Apabila mendengarkan hikmah, ia dapat memeliharanya dan membersihkan diri dari kebusukan kemusyrikan. Adapun para pembesar Quraisy itu sebagian besar adalah orang-orang yang kaya dan angkuh sehingga tidak sepatutnya Nabi terlalu serius menghadapi mereka untuk diislamkan. Tugas Nabi hanya sekadar menyampaikan risalah dan persoalan hidayah semata-mata berada di bawah kekuasaan Allah. Kekuatan manusia itu harus dipandang dari segi kecerdasan pikiran dan keteguhan hatinya serta kesediaan untuk menerima dan melaksanakan kebenaran. Adapun harta, kedudukan, dan pengaruh kepemimpinan bersifat tidak tetap, suatu ketika ada dan pada saat yang lain hilang sehingga tidak bisa diandalkan. \nNabi sendiri setelah ayat ini turun selalu menghormati 'Abdullah bin Ummi Maktum dan sering memuliakannya melalui sabda beliau, \"Selamat datang kepada orang yang menyebabkan aku ditegur oleh Allah. Apakah engkau mempunyai keperluan?\"",
    "quraish": "[[80 ~ 'ABASA (IA BERMUKA MASAM) Pendahuluan: Makkiyyah, 42 ayat ~ Surat 'Abasa dimulai dengan sebuah kritikan terhadap Nabi Muhammad saw. saat dirinya berpaling dari seorang sahabat tunanetra, bernama Ibn Umm Maktûm, yang sangat berharap mendapatkan ilmu dan petunjuk dari Nabi. Saat itu, Rasulullah sedang sibuk menerima tamu dari kalangan pembesar Quraisy dengan harapan mereka akan memberikan respon yang baik atas ajakan dan dakwah beliau. Diharapkan, melalui para pemuka kaum itu, akan semakin bertambah kalangan yang akan memeluk agama Islam. Ayat-ayat berikutnya mengingatkan manusia akan nikmat-nikmat Tuhan yang diberikan kepada mereka semenjak lahir hingga ajal tiba. Sedang bagian akhir surat 'Abasa ini membicarakan tentang peristiwa hari kiamat. Ditegaskan dalam beberapa ayat bahwa manusia, kelak, hanya terpilah menjadi dua golongan saja. Pertama, orang-orang beriman yang bersukacita dan, kedua, orang-orang kafir pembuat kejahatan.]] Roman muka Nabi Muhammad telah berubah dan menampakkan kebencian seraya memalingkan diri,",
    "jalalayn": "(Dia telah bermuka masam) yakni Nabi Muhammad telah bermuka masam (dan berpaling) yaitu memalingkan mukanya karena,"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 2,
    "arab": "اَنْ جَاۤءَهُ الْاَعْمٰىۗ",
    "translation": "karena seorang buta telah datang kepadanya (Abdullah bin Ummi Maktum).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5760.mp3",
    "tafsir": "Pada permulaan Surah 'Abasa ini, Allah menegur Nabi Muhammad yang bermuka masam dan berpaling dari 'Abdullah bin Ummi Maktum yang buta, ketika sahabat ini menyela pembicaraan Nabi dengan beberapa tokoh Quraisy. Saat itu 'Abdullah bin Ummi Maktum bertanya dan meminta Nabi saw untuk membacakan dan mengajarkan beberapa wahyu yang telah diterima Nabi. Permintaan itu diulanginya beberapa kali karena ia tidak tahu Nabi sedang sibuk menghadapi beberapa pembesar Quraisy.\nSebetulnya Nabi saw sesuai dengan skala prioritas sedang menghadapi tokoh-tokoh penting yang diharapkan dapat masuk Islam karena hal ini akan mempunyai pengaruh besar pada perkembangan dakwah selanjutnya. Maka adalah manusiawi jika Nabi saw tidak memperhatikan pertanyaan 'Abdullah bin Ummi Maktum, apalagi telah ada porsi waktu yang telah disediakan untuk pembicaraan Nabi dengan para sahabat.\nTetapi Nabi Muhammad sebagai manusia terbaik dan contoh teladan utama bagi setiap orang mukmin (uswah hasanah), maka Nabi tidak boleh membeda-bedakan derajat manusia. Dalam menetapkan skala prioritas juga harus lebih memberi perhatian kepada orang kecil apalagi memiliki kelemahan seperti 'Abdullah bin Ummi Maktum yang buta dan tidak dapat melihat. Maka seharusnya Nabi lebih mendahulukan pembicaraan dengan 'Abdullah bin Ummi Maktum daripada dengan para tokoh Quraisy.\nDalam peristiwa ini Nabi saw tidak mengatakan sepatah katapun kepada 'Abdullah bin Ummi Maktum yang menyebabkan hatinya terluka, tetapi Allah melihat raut muka Nabi Muhammad saw yang masam itu dan tidak mengindahakan Ummi Maktum yang menyebabkan dia tersinggung.\nHikmah adanya teguran Allah kepada Nabi Muhammad juga memberi bukti bahwa Al-Qur'an bukanlah karangan Nabi, tetapi betul-betul firman Allah. Teguran yang sangat keras ini tidak mungkin dikarang sendiri oleh Nabi.\n'Abdullah bin Ummi Maktum adalah seorang yang bersih dan cerdas. Apabila mendengarkan hikmah, ia dapat memeliharanya dan membersihkan diri dari kebusukan kemusyrikan. Adapun para pembesar Quraisy itu sebagian besar adalah orang-orang yang kaya dan angkuh sehingga tidak sepatutnya Nabi terlalu serius menghadapi mereka untuk diislamkan. Tugas Nabi hanya sekadar menyampaikan risalah dan persoalan hidayah semata-mata berada di bawah kekuasaan Allah. Kekuatan manusia itu harus dipandang dari segi kecerdasan pikiran dan keteguhan hatinya serta kesediaan untuk menerima dan melaksanakan kebenaran. Adapun harta, kedudukan, dan pengaruh kepemimpinan bersifat tidak tetap, suatu ketika ada dan pada saat yang lain hilang sehingga tidak bisa diandalkan. \nNabi sendiri setelah ayat ini turun selalu menghormati 'Abdullah bin Ummi Maktum dan sering memuliakannya melalui sabda beliau, \"Selamat datang kepada orang yang menyebabkan aku ditegur oleh Allah. Apakah engkau mempunyai keperluan?\"",
    "quraish": "pada saat seorang tunanetra datang kepadanya menanyakan persoalan agama.",
    "jalalayn": "(telah datang seorang buta kepadanya) yaitu Abdullah bin Umi Maktum. Nabi saw. tidak melayaninya karena pada saat itu ia sedang sibuk menghadapi orang-orang yang diharapkan untuk dapat masuk Islam, mereka terdiri dari orang-orang terhormat kabilah Quraisy, dan ia sangat menginginkan mereka masuk Islam. Sedangkan orang yang buta itu atau Abdullah bin Umi Maktum tidak mengetahui kesibukan Nabi saw. pada waktu itu, karena ia buta. Maka Abdullah bin Umi Maktum langsung menghadap dan berseru, \"Ajarkanlah kepadaku apa-apa yang telah Allah ajarkan kepadamu.\" Akan tetapi Nabi saw. pergi berpaling darinya menuju ke rumah, maka turunlah wahyu yang menegur sikapnya itu, yaitu sebagaimana yang disebutkan dalam surat ini. Nabi saw. setelah itu, apabila datang Abdullah bin Umi Maktum berkunjung kepadanya, beliau selalu mengatakan, \"Selamat datang orang yang menyebabkan Rabbku menegurku karenanya,\" lalu beliau menghamparkan kain serbannya sebagai tempat duduk Abdullah bin Umi Maktum."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 3,
    "arab": "وَمَا يُدْرِيْكَ لَعَلَّهٗ يَزَّكّٰىٓۙ",
    "translation": "Dan tahukah engkau (Muhammad) barangkali dia ingin menyucikan dirinya (dari dosa),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5761.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menegur Rasul-Nya, \"Apa yang memberitahukan kepadamu tentang keadaan orang buta ini? Boleh jadi ia ingin membersihkan dirinya dengan ajaran yang kamu berikan kepadanya atau ingin bermanfaat bagi dirinya dan ia mendapat keridaan Allah, sedangkan pengajaran itu belum tentu bermanfaat bagi orang-orang kafir Quraisy yang sedang kamu hadapi itu.\"",
    "quraish": "Tahukah kamu kalau-kalau orang buta itu akan membersihkan jiwanya melalui pelajaran yang mungkin didapat darimu?",
    "jalalayn": "(Tahukah kamu) artinya, mengertikah kamu (barangkali ia ingin membersihkan dirinya) dari dosa-dosa setelah mendengar dari kamu; lafal Yazzakkaa bentuk asalnya adalah Yatazakkaa, kemudian huruf Ta diidgamkan kepada huruf Za sehingga jadilah Yazzakkaa."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 4,
    "arab": "اَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرٰىۗ",
    "translation": "atau dia (ingin) mendapatkan pengajaran, yang memberi manfaat kepadanya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5762.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menegur Rasul-Nya, \"Apa yang memberitahukan kepadamu tentang keadaan orang buta ini? Boleh jadi ia ingin membersihkan dirinya dengan ajaran yang kamu berikan kepadanya atau ingin bermanfaat bagi dirinya dan ia mendapat keridaan Allah, sedangkan pengajaran itu belum tentu bermanfaat bagi orang-orang kafir Quraisy yang sedang kamu hadapi itu.\"",
    "quraish": "Atau akan mengambil nasihat yang bermanfaat bagi dirinya?",
    "jalalayn": "(Atau dia ingin mendapatkan pelajaran) lafal Yadzdzakkaru bentuk asalnya adalah Yatadzakkaru, kemudian huruf Ta diidgamkan kepada huruf Dzal sehingga jadilah Yadzdzakkaru, artinya mengambil pelajaran dan nasihat (lalu pengajaran itu memberi manfaat kepadanya) atau nasihat yang telah didengarnya dari kamu bermanfaat bagi dirinya. Menurut suatu qiraat lafal Fatanfa'ahu dibaca Fatanfa'uhu, yaitu dibaca Nashab karena menjadi Jawab dari Tarajji atau lafal La'allahuu tadi."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 5,
    "arab": "اَمَّا مَنِ اسْتَغْنٰىۙ",
    "translation": "Adapun orang yang merasa dirinya serba cukup (pembesar-pembesar Quraisy),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5763.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah melanjutkan teguran-Nya, \"Adapun orang-orang kafir Mekah yang merasa dirinya serba cukup dan mampu, mereka tidak tertarik untuk beriman padamu, mengapa engkau bersikap terlalu condong pada mereka dan ingin sekali supaya mereka masuk Islam.\"",
    "quraish": "Sedang kalangan yang berharta dan berkedudukan, kamu sudi menemui mereka. Keinginanmu sangat besar untuk dapat menyampaikan misi dakwahmu pada mereka.",
    "jalalayn": "(Adapun orang yang merasa dirinya serba cukup) karena memiliki harta."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 6,
    "arab": "فَاَنْتَ لَهٗ تَصَدّٰىۗ",
    "translation": "maka engkau (Muhammad) memberi perhatian kepadanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5764.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah melanjutkan teguran-Nya, “Adapun orang-orang kafir Mekah yang merasa dirinya serba cukup dan mampu, mereka tidak tertarik untuk beriman padamu, mengapa engkau bersikap terlalu condong pada mereka dan ingin sekali supaya mereka masuk Islam.”",
    "quraish": "Sedang kalangan yang berharta dan berkedudukan, kamu sudi menemui mereka. Keinginanmu sangat besar untuk dapat menyampaikan misi dakwahmu pada mereka.",
    "jalalayn": "(Maka kamu melayaninya) atau menerima dan mengajukan tawaranmu; menurut suatu qiraat lafal Tashaddaa dibaca Tashshaddaa yang bentuk asalnya adalah Tatashaddaa, kemudian huruf Ta kedua diidgamkan kepada huruf Shad, sehingga jadilah Tashshaddaa."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 7,
    "arab": "وَمَا عَلَيْكَ اَلَّا يَزَّكّٰىۗ",
    "translation": "padahal tidak ada (cela) atasmu kalau dia tidak menyucikan diri (beriman).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5765.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah melanjutkan teguran-Nya, \"Adapun orang-orang kafir Mekah yang merasa dirinya serba cukup dan mampu, mereka tidak tertarik untuk beriman padamu, mengapa engkau bersikap terlalu condong pada mereka dan ingin sekali supaya mereka masuk Islam.\"",
    "quraish": "Apakah kamu bersalah jika mereka tidak mau membersihkan jiwa dengan keimanan?",
    "jalalayn": "(Padahal tidak ada celaan atasmu kalau dia tidak membersihkan diri) yakni orang yang serba berkecukupan itu tidak beriman."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 8,
    "arab": "وَاَمَّا مَنْ جَاۤءَكَ يَسْعٰىۙ",
    "translation": "Dan adapun orang yang datang kepadamu dengan bersegera (untuk mendapatkan pengajaran),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5766.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan Nabi Muhammad, \"Dan adapun orang seperti 'Abdullah bin Ummi Maktum yang datang kepadamu dengan bersegera untuk mendapat petunjuk dan rahmat dari Tuhannya, sedang ia takut kepada Allah jika ia jatuh ke dalam lembah kesesatan, maka kamu bersikap acuh tak acuh dan tidak memperhatikan permintaannya.\"",
    "quraish": "Sementara orang yang datang kepadamu dengan maksud mencari ilmu dan mengharap petunjuk, dan merasa takut pada Allah, kamu tinggalkan.",
    "jalalayn": "(Dan adapun orang yang datang kepadamu dengan bersegera) lafal Yas'aa berkedudukan sebagai Haal atau kata keterangan keadaan bagi Fa'il atau subjek yang terkandung di dalam lafal Jaa-a."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 9,
    "arab": "وَهُوَ يَخْشٰىۙ",
    "translation": "sedang dia takut (kepada Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5767.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan Nabi Muhammad, \"Dan adapun orang seperti 'Abdullah bin Ummi Maktum yang datang kepadamu dengan bersegera untuk mendapat petunjuk dan rahmat dari Tuhannya, sedang ia takut kepada Allah jika ia jatuh ke dalam lembah kesesatan, maka kamu bersikap acuh tak acuh dan tidak memperhatikan permintaannya.\"",
    "quraish": "Sementara orang yang datang kepadamu dengan maksud mencari ilmu dan mengharap petunjuk, dan merasa takut pada Allah, kamu tinggalkan.",
    "jalalayn": "(Sedangkan ia takut) kepada Allah swt.; lafal Yakhsyaa menjadi Haal dari fa'il yang terdapat di dalam lafal Yas'aa, yang dimaksud adalah si orang buta itu atau Abdullah bin Umi Maktum."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 10,
    "arab": "فَاَنْتَ عَنْهُ تَلَهّٰىۚ",
    "translation": "engkau (Muhammad) malah mengabaikannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5768.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mengingatkan Nabi Muhammad, \"Dan adapun orang seperti 'Abdullah bin Ummi Maktum yang datang kepadamu dengan bersegera untuk mendapat petunjuk dan rahmat dari Tuhannya, sedang ia takut kepada Allah jika ia jatuh ke dalam lembah kesesatan, maka kamu bersikap acuh tak acuh dan tidak memperhatikan permintaannya.\"",
    "quraish": "Sementara orang yang datang kepadamu dengan maksud mencari ilmu dan mengharap petunjuk, dan merasa takut pada Allah, kamu tinggalkan.",
    "jalalayn": "(Maka kamu mengabaikannya) artinya, tiada memperhatikannya sama sekali; lafal Talahhaa asalnya Tatalahhaa, kemudian salah satu dari kedua huruf Ta dibuang, sehingga jadilah Talahhaa."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 11,
    "arab": "كَلَّآ اِنَّهَا تَذْكِرَةٌ ۚ",
    "translation": "Sekali-kali jangan (begitu)! Sungguh, (ajaran-ajaran Allah) itu suatu peringatan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5769.mp3",
    "tafsir": "Dalam ayat ini, Allah menegur Nabi-Nya agar tidak lagi mengulangi tindakan-tindakan seperti itu yaitu ketika ia menghadapi Ibnu Ummi Maktum dan al-Walid bin al-Mugirah beserta kawan-kawannya.\nSesungguhnya pengajaran Allah itu adalah suatu peringatan dan nasihat untuk menyadarkan orang-orang yang lupa atau tidak memperhatikan tanda-tanda kebesaran dan kekuasaan Tuhannya. Barang siapa yang menghendaki peringatan yang jelas dan gamblang, tentu ia memperhatikan dan beramal sesuai dengan kehendak hidayah itu. Apalagi jika diperhatikan bahwa hidayah itu berasal dari kitab-kitab yang mulia seperti diterangkan dalam ayat-ayat berikutnya.",
    "quraish": "Sungguh ayat-ayat ini hendaknya dapat menjadi pelajaran.",
    "jalalayn": "(Sekali-kali jangan) berbuat demikian, yakni janganlah kamu berbuat hal yang serupa lagi. (Sesungguhnya hal ini) maksudnya, surat ini atau ayat-ayat ini (adalah suatu peringatan) suatu pelajaran bagi makhluk semuanya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 12,
    "arab": "فَمَنْ شَاۤءَ ذَكَرَهٗ ۘ",
    "translation": "maka barangsiapa menghendaki, tentulah dia akan memperhatikannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5770.mp3",
    "tafsir": "Dalam ayat ini, Allah menegur Nabi-Nya agar tidak lagi mengulangi tindakan-tindakan seperti itu yaitu ketika ia menghadapi Ibnu Ummi Maktum dan al-Walid bin al-Mugirah beserta kawan-kawannya.\nSesungguhnya pengajaran Allah itu adalah suatu peringatan dan nasihat untuk menyadarkan orang-orang yang lupa atau tidak memperhatikan tanda-tanda kebesaran dan kekuasaan Tuhannya. Barang siapa yang menghendaki peringatan yang jelas dan gamblang, tentu ia memperhatikan dan beramal sesuai dengan kehendak hidayah itu. Apalagi jika diperhatikan bahwa hidayah itu berasal dari kitab-kitab yang mulia seperti diterangkan dalam ayat-ayat berikutnya.",
    "quraish": "Barangsiapa yang berkeinginan, hendaknya mengambil pelajaran dari al-Qur'ân.",
    "jalalayn": "(Maka barang siapa yang menghendaki, tentulah ia memperhatikannya) atau tentu ia menghafalnya kemudian menjadikannya sebagai nasihat bagi dirinya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 13,
    "arab": "فِيْ صُحُفٍ مُّكَرَّمَةٍۙ",
    "translation": "di dalam kitab-kitab yang dimuliakan (di sisi Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5771.mp3",
    "tafsir": "Al-Qur'an adalah salah satu dari kitab-kitab yang diturunkan kepada para nabi. Ia merupakan kitab yang mulia dan tinggi nilai ajarannya dan disucikan dari segala macam bentuk pengaruh setan. Al-Qur'an diturunkan dengan perantaraan para penulis yaitu para malaikat yang sangat mulia lagi berbakti, sebagaimana dalam firman Allah:\n\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)",
    "quraish": "Al-Qur'ân itu berada dalam lembaran-lembaran yang dimuliakan di sisi Allah,",
    "jalalayn": "(Di dalam kitab-kitab) menjadi Khabar yang kedua, karena sesungguhnya ia dan yang sebelumnya berkedudukan sebagai jumlah Mu'taridhah atau kalimat sisipan (yang dimuliakan) di sisi Allah."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 14,
    "arab": "مَّرْفُوْعَةٍ مُّطَهَّرَةٍ ۢ ۙ",
    "translation": "yang ditinggikan (dan) disucikan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5772.mp3",
    "tafsir": "Al-Qur'an adalah salah satu dari kitab-kitab yang diturunkan kepada para nabi. Ia merupakan kitab yang mulia dan tinggi nilai ajarannya dan disucikan dari segala macam bentuk pengaruh setan. Al-Qur'an diturunkan dengan perantaraan para penulis yaitu para malaikat yang sangat mulia lagi berbakti, sebagaimana dalam firman Allah:\n\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)",
    "quraish": "pada kedudukan yang tinggi, dan amat jauh dari kekurangan.",
    "jalalayn": "(Yang ditinggikan) di langit (lagi disucikan) dari sentuhan setan."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 15,
    "arab": "بِاَيْدِيْ سَفَرَةٍۙ",
    "translation": "di tangan para utusan (malaikat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5773.mp3",
    "tafsir": "Al-Qur'an adalah salah satu dari kitab-kitab yang diturunkan kepada para nabi. Ia merupakan kitab yang mulia dan tinggi nilai ajarannya dan disucikan dari segala macam bentuk pengaruh setan. Al-Qur'an diturunkan dengan perantaraan para penulis yaitu para malaikat yang sangat mulia lagi berbakti, sebagaimana dalam firman Allah:\n\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)",
    "quraish": "Dalam genggaman para malaikat yang dijadikan sebagai perantara oleh Allah antara diri-Nya dan para rasul.",
    "jalalayn": "(Di tangan para penulis) yakni malaikat-malaikat yang menukilnya dari Lohmahfuz."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 16,
    "arab": "كِرَامٍۢ بَرَرَةٍۗ",
    "translation": "yang mulia lagi berbakti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5774.mp3",
    "tafsir": "Al-Qur'an adalah salah satu dari kitab-kitab yang diturunkan kepada para nabi. Ia merupakan kitab yang mulia dan tinggi nilai ajarannya dan disucikan dari segala macam bentuk pengaruh setan. Al-Qur'an diturunkan dengan perantaraan para penulis yaitu para malaikat yang sangat mulia lagi berbakti, sebagaimana dalam firman Allah:\n\nYang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Tahrim/66: 6)",
    "quraish": "Malaikat-malaikat yang berperangai baik dan selalu mengerjakan kebaikan",
    "jalalayn": "(Yang mulia lagi berbakti) artinya, semuanya taat kepada Allah swt.; mereka itu adalah malaikat-malaikat."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 17,
    "arab": "قُتِلَ الْاِنْسَانُ مَآ اَكْفَرَهٗۗ",
    "translation": "Celakalah manusia! Alangkah kufurnya dia!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5775.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memberi peringatan keras kepada manusia dengan kalimat-kalimat yang tegas, yaitu: binasalah manusia! Alangkah besar keingkarannya kepada nikmat-nikmat Allah yang telah dilimpahkan kepadanya sejak mulai lahir sampai matinya. Allah mengemukakan pertanyaan supaya dijadikan renungan oleh manusia untuk dapat menimbulkan kesadaran, yaitu dari apakah Allah menciptakannya?\nAllah memberi perincian tentang macam-macam nikmat yang telah diberikan kepada manusia dalam tiga masa, yaitu permulaan, pertengahan dan bagian akhir. Allah memberi isyarat kepada yang pertama dengan pertanyaan berikut ini: \"Dari apakah manusia diciptakan Allah?\"",
    "quraish": "Binasalah manusia! Apakah gerangan yang membuatnya ingkar padahal Allah telah berkenan memberikan karunia kebaikan kepadanya?",
    "jalalayn": "(Binasalah manusia) maksudnya, terlaknatlah orang kafir itu (alangkah sangat kekafirannya) Istifham atau kata tanya pada ayat ini mengandung makna celaan; makna yang dimaksud, apakah gerangan yang mendorongnya berlaku kafir?"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 18,
    "arab": "مِنْ اَيِّ شَيْءٍ خَلَقَهٗۗ",
    "translation": "Dari apakah Dia (Allah) menciptakannya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5776.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memberi peringatan keras kepada manusia dengan kalimat-kalimat yang tegas, yaitu: binasalah manusia! Alangkah besar keingkarannya kepada nikmat-nikmat Allah yang telah dilimpahkan kepadanya sejak mulai lahir sampai matinya. Allah mengemukakan pertanyaan supaya dijadikan renungan oleh manusia untuk dapat menimbulkan kesadaran, yaitu dari apakah Allah menciptakannya?\nAllah memberi perincian tentang macam-macam nikmat yang telah diberikan kepada manusia dalam tiga masa, yaitu permulaan, pertengahan dan bagian akhir. Allah memberi isyarat kepada yang pertama dengan pertanyaan berikut ini: \"Dari apakah manusia diciptakan Allah?\"",
    "quraish": "Tidakkah ia ingat dari apa dirinya diciptakan?",
    "jalalayn": "(Dari apakah Allah menciptakannya?) Istifham atau kata tanya di sini mengandung makna Taqrir. Kemudian Allah menjelaskannya melalui firman berikutnya:"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 19,
    "arab": "مِنْ نُّطْفَةٍۗ خَلَقَهٗ فَقَدَّرَهٗۗ",
    "translation": "Dari setetes mani, Dia menciptakannya lalu menentukannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5777.mp3",
    "tafsir": "Sebagai jawaban dari pertanyaan di atas, Allah menjelaskan bahwa manusia diciptakan dari setetes mani yang hina. Allah lalu menentukan tahap-tahap kejadian, umur, rezeki, dan nasibnya.",
    "quraish": "Manusia diciptakan dari nutfah, air yang hina. Allah telah menentukan fase kehidupan mereka sejak awal penciptaan.",
    "jalalayn": "(Dari setetes mani, Allah menciptakannya lalu menentukannya) menjadi 'alaqah, kemudian menjadi segumpal daging hingga akhir penciptaannya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 20,
    "arab": "ثُمَّ السَّبِيْلَ يَسَّرَهٗۙ",
    "translation": "Kemudian jalannya Dia mudahkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5778.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Dia telah memudahkan jalan manusia pada bagian pertengahan yaitu memberi kesempatan kepadanya untuk menempuh jalan yang benar atau jalan yang sesat. Sebenarnya manusia tidak pantas menyombongkan diri, apabila ia mengerti asal kejadiannya, sebagaimana firman Allah:\n\nYang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah, kemudian Dia menjadikan keturunannya dari sari pati air yang hina (air mani). (as-Sajdah/32: 7-8)",
    "quraish": "Kemudian Allah menunjukkan dan memudahkan jalan bagi diri mereka menuju keimanan.",
    "jalalayn": "(Kemudian untuk menempuh jalannya) yakni jalan ia keluar dari perut ibunya (Dia memudahkannya.)"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 21,
    "arab": "ثُمَّ اَمَاتَهٗ فَاَقْبَرَهٗۙ",
    "translation": "kemudian Dia mematikannya lalu menguburkannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5779.mp3",
    "tafsir": "Dalam dua ayat ini dijelaskan bahwa dalam tahap terakhir (penghabisan), Allah mematikan dan memasukkan manusia ke dalam kubur. Sampai saatnya nanti pada hari Kiamat, Allah membangkitkannya kembali dari kubur-kubur mereka. Firman Allah menjelaskan:\n\nDarinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (thaha/20: 55)",
    "quraish": "Pada akhirnya Allah mematikan manusia dan memuliakannya dengan menguburnya.",
    "jalalayn": "(Kemudian Dia mematikannya dan memasukkannya ke dalam kubur) artinya, Dia menjadikannya berada di dalam kubur yang menutupinya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 22,
    "arab": "ثُمَّ اِذَا شَاۤءَ اَنْشَرَهٗۗ",
    "translation": "kemudian jika Dia menghendaki, Dia membangkitkannya kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5780.mp3",
    "tafsir": "Dalam dua ayat ini dijelaskan bahwa dalam tahap terakhir (penghabisan), Allah mematikan dan memasukkan manusia ke dalam kubur. Sampai saatnya nanti pada hari Kiamat, Allah membangkitkannya kembali dari kubur-kubur mereka. Firman Allah menjelaskan:\n\nDarinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (thaha/20: 55)",
    "quraish": "Dan jika berkehendak, Allah akan segera membangkitkannya setelah mati.",
    "jalalayn": "(Kemudian bila Dia menghendaki, Dia membangkitkannya kembali) menjadi hidup kembali pada hari berbangkit nanti."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 23,
    "arab": "كَلَّا لَمَّا يَقْضِ مَآ اَمَرَهٗۗ",
    "translation": "Sekali-kali jangan (begitu)! Dia (manusia) itu belum melaksanakan apa yang Dia (Allah) perintahkan kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5781.mp3",
    "tafsir": "Dalam ayat ini, Allah mengulangi lagi peringatan-Nya akan kekafiran manusia terhadap nikmat-Nya dengan menyatakan bahwa setiap orang kafir itu sangat aneh. Semestinya mereka beriman dan mengagungkan Allah setelah merasakan nikmat yang dianugerahkan kepada mereka, tetapi mereka bersikap sebaliknya. Mereka mengingkari nikmat itu seakan-akan hanya hasil usaha mereka sendiri.",
    "quraish": "Sungguh manusia belum melaksanakan kewajiban perintah Allah untuk beriman dan taat kepada-Nya sepanjang hidup di dunia.",
    "jalalayn": "(Tidaklah demikian) artinya, benarlah (manusia itu belum melaksanakan) belum mengerjakan (apa yang diperintahkan Allah kepadanya) yakni apa yang telah diperintahkan oleh Rabbnya supaya ia mengerjakannya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 24,
    "arab": "فَلْيَنْظُرِ الْاِنْسَانُ اِلٰى طَعَامِهٖٓ ۙ ",
    "translation": "Maka hendaklah manusia itu memperhatikan makanannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5782.mp3",
    "tafsir": "Dalam ayat ini, Allah menyuruh manusia untuk memperhatikan makanannya, bagaimana Ia telah menyiapkan makanan yang bergizi yang mengandung protein, karbohidrat, dan lain-lain sehingga memenuhi kebutuhan hidupnya. Manusia dapat merasakan kelezatan makanan dan minumannya yang juga menjadi pendorong bagi pemeliharaan tubuhnya sehingga tetap dalam keadaan sehat dan mampu menunaikan tugas yang dibebankan kepadanya.",
    "quraish": "Hendaknya manusia merenungkan, bagaimana Kami mengatur dan menyediakan makanan yang mereka butuhkan.",
    "jalalayn": "(Maka hendaklah manusia itu memperhatikan) dengan memasang akalnya (kepada makanannya) bagaimanakah makanan itu diciptakan dan diatur untuknya?"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 25,
    "arab": "اَنَّا صَبَبْنَا الْمَاۤءَ صَبًّاۙ",
    "translation": "Kamilah yang telah mencurahkan air melimpah (dari langit),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5783.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa sesungguhnya Allah telah mencurahkan air hujan dari langit dengan curahan yang cukup besar sehingga memenuhi kebutuhan semua makhluk-Nya, baik manusia, binatang, maupun tumbuh-tumbuhan.",
    "quraish": "Kami telah mencurahkan hujan dari langit sederas-derasnya.",
    "jalalayn": "(Sesungguhnya Kami telah mencurahkan air) dari awan (dengan sebenar-benarnya.)"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 26,
    "arab": "ثُمَّ شَقَقْنَا الْاَرْضَ شَقًّاۙ",
    "translation": "kemudian Kami belah bumi dengan sebaik-baiknya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5784.mp3",
    "tafsir": "Kemudian Allah membukakan permukaan bumi dengan sebaik-baiknya agar supaya udara dan sinar matahari dapat masuk ke dalam bagian bumi, sehingga tanahnya menjadi subur untuk menumbuhkan berbagai tanaman.",
    "quraish": "Kami telah menjadikan bumi merekah dengan tumbuh-tumbuhan.",
    "jalalayn": "(Kemudian Kami belah bumi) dengan tumbuh-tumbuhan yang tumbuh dari dalamnya (dengan sebaik-baiknya.)"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 27,
    "arab": "فَاَنْۢبَتْنَا فِيْهَا حَبًّاۙ",
    "translation": "lalu di sana Kami tumbuhkan biji-bijian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5785.mp3",
    "tafsir": "Dalam ayat ini dan selanjutnya Allah menyebutkan beberapa macam tumbuh-tumbuhan: pertama, Allah menumbuhkan di bumi biji-bijian seperti gandum, padi, dan lain-lainnya yang menjadi makanan pokok.\nKedua dan ketiga, Allah menumbuhkan pula buah anggur dan bermacam sayuran yang dapat dimakan secara langsung.\nKeempat dan kelima, buah zaitun dan pohon kurma.\nKeenam, kebun-kebun yang besar, tinggi, dan lebat buahnya. Tidak hanya buahnya yang dapat dimanfaatkan, tetapi pohonnya pun dapat dijadikan bahan bangunan dan alat-alat perumahan.\nKetujuh, bermacam-macam buah-buahan yang lain, seperti buah pir, apel, mangga, dan sebagainya.\nKedelapan, berbagai macam rumput-rumputan.\nAir yang turun dari langit dan perannya dalam \"menghidupkan tanah yang mati\" secara jelas diuraikan pada Surah al-Furqan/25: 48-49. Apa kandungan dari air hujan sehingga dapat digunakan untuk tumbuhnya tumbuhan ada pada Surah Qaf/50: 9. \nSedangkan uraian bagaimana bumi \"terbelah\", di samping ayat di atas, juga terdapat pada Surah Fussilat/41: 39, sebagaimana pada penggalannya: \"Dan di antara ayat-ayat-Nya adalah engkau melihat bumi kering tandus maka apabila telah Kami turunkan air di atasnya, niscaya ia bergerak dan mengembang.\"\nAyat tersebut menerangkan apa yang akan terjadi pada tanah yang kering apabila butiran hujan jatuh di atasnya. Ayat tersebut juga menjelaskan adanya tiga tahap bagaimana perkembangan tumbuhan sampai dengan menghasilkan buah.\nTingkat-tingkat perkembangan tumbuhan yang dijelaskan oleh ayat di atas adalah demikian:\nPertama: Bergeraknya tanah. Apa yang dimaksud dengan bergeraknya tanah adalah gerakan partikel tanah. Partikel ini terdiri dari lapisan-lapisan yang terdiri atas bahan silika dan alumina. Ketika air masuk ke lapisan-lapisan partikel, maka akan terjadi pembengkakan dari partikel-partikel pembentuk lumpur. Hal ini dapat dijelaskan demikian:\n1.Muatan listrik elektrostatis yang ada di permukaan partikel (yang terjadi setelah kehadiran air) akan mengakibatkan terganggunya stabilitas. Partikel ini akan bergerak terus, sebelum ada stabilisator yang berupa partikel yang bermuatan listrik yang berlawanan. Di sini kita seharusnya bersyukur, tentang bagaimana Allah telah menciptakan semuanya dalam pasangan-pasangan, sehingga mendatangkan suasana yang stabil dan sentosa. Termasuk dalam hal ini adalah muatan listrik\n2.Pergerakan partikel tanah juga disebabkan karena adanya tabrakan dengan partikel air. Pergerakan partikel air yang tidak teratur menyebabkan partikel tanah bergerak ke semua arah. Gerakan yang demikian ini ditemukan oleh seorang ahli tumbuhan bernama Robert Brown pada tahun 1828. Pergerakannya sangat tergantung pada kecepatan dan jumlah partikel air. Dengan demikian, pergerakan yang terjadi adalah interaksi langsung antara partikel tanah dan partikel air.\n\nKedua: Mengembangnya tanah. Apa yang dimaksud dengan mengembangnya tanah adalah mengembangnya partikel tanah. Partikel tanah akan bertambah tebal. Dengan demikian, tanah akan mengembang, sejalan dengan mengembangnya partikel tanah. Telah dikemukakan sebelumnya bahwa partikel tanah terdiri atas lapisan-lapisan yang berhubungan satu sama lain. Antara lapisan satu dan lainnya terdapat pori-pori. Ke dalam pori-pori inilah air dan ion-ion yang terlarut akan masuk. Dengan bentuk pori-pori yang sangat sempit dan adanya medan elektrostatis di permukaan lapisan, maka air seperti di taruh dalam botol, dan tidak mengalir ke luar. Dengan kata lain, air akan disimpan di pori-pori di setiap lapisan.\nKetiga: Tahap Perkecambahan. Tahap perkecambahan biji terjadi saat air sudah tersedia. Saat air sudah pada tahap cukup, maka embrio yang ada di dalam biji akan menjadi aktif dan menyerap matrial nutrisi yang sederhana (material nutrisi kompleks dipecah menjadi sederhana dengan bantuan enzim). Pada tahap ini, bakal akar tumbuh ke bawah, bergerak di antara partikel tanah untuk mencari kawasan yang memenuhi syarat dan memperoleh nutrisi yang diperlukannya. Kemudian bakal daun akan berkembang ke atas, menembus permukaan tanah, dan mengarahkan pada sumber sinar matahari.\nJadi, secara singkat, tahapan-tahapan di atas dapat dijelaskan demikian. Kata \"bergerak\" jelas mengindikasikan efek dari air terhadap partikel tanah. Efek ini dapat terjadi sebagai akibat adanya muatan listrik elektrostatis atau benturan langsung antara partikel-partikel air dan tanah. Sedangkan kata \"membengkak\" mengacu pada menebalnya partikel tanah karena terperangkapnya air di antara lapisan-lapisan pembentuk partikel tanah. Dengan demikian, partikel tanah berfungsi sebagai reservoar air, tempat menyimpan air. Ini sesuai dengan ayat berikut: \n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nKemudian bakal akar, dan disusul bakal daun, mulai tumbuh. Anak pohon akan muncul, terus tumbuh dan memberikan hasil untuk keperluan manusia. Apakah manusia masih tidak bersyukur?\n\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rum/30: 50)",
    "quraish": "Kami tumbuhkan biji-bijian dari bumi, yang sebagian dimakan dan sebagian lain disimpan.",
    "jalalayn": "(Lalu Kami tumbuhkan biji-bijian di bumi itu) seperti biji gandum dan biji jawawut."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 28,
    "arab": "وَّعِنَبًا وَّقَضْبًاۙ",
    "translation": "dan anggur dan sayur-sayuran,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5786.mp3",
    "tafsir": "Dalam ayat ini dan selanjutnya Allah menyebutkan beberapa macam tumbuh-tumbuhan: pertama, Allah menumbuhkan di bumi biji-bijian seperti gandum, padi, dan lain-lainnya yang menjadi makanan pokok.\nKedua dan ketiga, Allah menumbuhkan pula buah anggur dan bermacam sayuran yang dapat dimakan secara langsung.\nKeempat dan kelima, buah zaitun dan pohon kurma.\nKeenam, kebun-kebun yang besar, tinggi, dan lebat buahnya. Tidak hanya buahnya yang dapat dimanfaatkan, tetapi pohonnya pun dapat dijadikan bahan bangunan dan alat-alat perumahan.\nKetujuh, bermacam-macam buah-buahan yang lain, seperti buah pir, apel, mangga, dan sebagainya.\nKedelapan, berbagai macam rumput-rumputan.\nAir yang turun dari langit dan perannya dalam \"menghidupkan tanah yang mati\" secara jelas diuraikan pada Surah al-Furqan/25: 48-49. Apa kandungan dari air hujan sehingga dapat digunakan untuk tumbuhnya tumbuhan ada pada Surah Qaf/50: 9. \nSedangkan uraian bagaimana bumi \"terbelah\", di samping ayat di atas, juga terdapat pada Surah Fussilat/41: 39, sebagaimana pada penggalannya: \"Dan di antara ayat-ayat-Nya adalah engkau melihat bumi kering tandus maka apabila telah Kami turunkan air di atasnya, niscaya ia bergerak dan mengembang.\"\nAyat tersebut menerangkan apa yang akan terjadi pada tanah yang kering apabila butiran hujan jatuh di atasnya. Ayat tersebut juga menjelaskan adanya tiga tahap bagaimana perkembangan tumbuhan sampai dengan menghasilkan buah.\nTingkat-tingkat perkembangan tumbuhan yang dijelaskan oleh ayat di atas adalah demikian:\nPertama: Bergeraknya tanah. Apa yang dimaksud dengan bergeraknya tanah adalah gerakan partikel tanah. Partikel ini terdiri dari lapisan-lapisan yang terdiri atas bahan silika dan alumina. Ketika air masuk ke lapisan-lapisan partikel, maka akan terjadi pembengkakan dari partikel-partikel pembentuk lumpur. Hal ini dapat dijelaskan demikian:\n1.Muatan listrik elektrostatis yang ada di permukaan partikel (yang terjadi setelah kehadiran air) akan mengakibatkan terganggunya stabilitas. Partikel ini akan bergerak terus, sebelum ada stabilisator yang berupa partikel yang bermuatan listrik yang berlawanan. Di sini kita seharusnya bersyukur, tentang bagaimana Allah telah menciptakan semuanya dalam pasangan-pasangan, sehingga mendatangkan suasana yang stabil dan sentosa. Termasuk dalam hal ini adalah muatan listrik\n2.Pergerakan partikel tanah juga disebabkan karena adanya tabrakan dengan partikel air. Pergerakan partikel air yang tidak teratur menyebabkan partikel tanah bergerak ke semua arah. Gerakan yang demikian ini ditemukan oleh seorang ahli tumbuhan bernama Robert Brown pada tahun 1828. Pergerakannya sangat tergantung pada kecepatan dan jumlah partikel air. Dengan demikian, pergerakan yang terjadi adalah interaksi langsung antara partikel tanah dan partikel air.\n\nKedua: Mengembangnya tanah. Apa yang dimaksud dengan mengembangnya tanah adalah mengembangnya partikel tanah. Partikel tanah akan bertambah tebal. Dengan demikian, tanah akan mengembang, sejalan dengan mengembangnya partikel tanah. Telah dikemukakan sebelumnya bahwa partikel tanah terdiri atas lapisan-lapisan yang berhubungan satu sama lain. Antara lapisan satu dan lainnya terdapat pori-pori. Ke dalam pori-pori inilah air dan ion-ion yang terlarut akan masuk. Dengan bentuk pori-pori yang sangat sempit dan adanya medan elektrostatis di permukaan lapisan, maka air seperti di taruh dalam botol, dan tidak mengalir ke luar. Dengan kata lain, air akan disimpan di pori-pori di setiap lapisan.\nKetiga: Tahap Perkecambahan. Tahap perkecambahan biji terjadi saat air sudah tersedia. Saat air sudah pada tahap cukup, maka embrio yang ada di dalam biji akan menjadi aktif dan menyerap matrial nutrisi yang sederhana (material nutrisi kompleks dipecah menjadi sederhana dengan bantuan enzim). Pada tahap ini, bakal akar tumbuh ke bawah, bergerak di antara partikel tanah untuk mencari kawasan yang memenuhi syarat dan memperoleh nutrisi yang diperlukannya. Kemudian bakal daun akan berkembang ke atas, menembus permukaan tanah, dan mengarahkan pada sumber sinar matahari.\nJadi, secara singkat, tahapan-tahapan di atas dapat dijelaskan demikian. Kata \"bergerak\" jelas mengindikasikan efek dari air terhadap partikel tanah. Efek ini dapat terjadi sebagai akibat adanya muatan listrik elektrostatis atau benturan langsung antara partikel-partikel air dan tanah. Sedangkan kata \"membengkak\" mengacu pada menebalnya partikel tanah karena terperangkapnya air di antara lapisan-lapisan pembentuk partikel tanah. Dengan demikian, partikel tanah berfungsi sebagai reservoar air, tempat menyimpan air. Ini sesuai dengan ayat berikut: \n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nKemudian bakal akar, dan disusul bakal daun, mulai tumbuh. Anak pohon akan muncul, terus tumbuh dan memberikan hasil untuk keperluan manusia. Apakah manusia masih tidak bersyukur?\n\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rum/30: 50)",
    "quraish": "Anggur dan tumbuhan yang dimakan dalam keadaan segar.",
    "jalalayn": "(Anggur dan sayur-sayuran) atau sayur-mayur."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 29,
    "arab": "وَّزَيْتُوْنًا وَّنَخْلًاۙ",
    "translation": "dan zaitun dan pohon kurma,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5787.mp3",
    "tafsir": "Dalam ayat ini dan selanjutnya Allah menyebutkan beberapa macam tumbuh-tumbuhan: pertama, Allah menumbuhkan di bumi biji-bijian seperti gandum, padi, dan lain-lainnya yang menjadi makanan pokok.\nKedua dan ketiga, Allah menumbuhkan pula buah anggur dan bermacam sayuran yang dapat dimakan secara langsung.\nKeempat dan kelima, buah zaitun dan pohon kurma.\nKeenam, kebun-kebun yang besar, tinggi, dan lebat buahnya. Tidak hanya buahnya yang dapat dimanfaatkan, tetapi pohonnya pun dapat dijadikan bahan bangunan dan alat-alat perumahan.\nKetujuh, bermacam-macam buah-buahan yang lain, seperti buah pir, apel, mangga, dan sebagainya.\nKedelapan, berbagai macam rumput-rumputan.\nAir yang turun dari langit dan perannya dalam \"menghidupkan tanah yang mati\" secara jelas diuraikan pada Surah al-Furqan/25: 48-49. Apa kandungan dari air hujan sehingga dapat digunakan untuk tumbuhnya tumbuhan ada pada Surah Qaf/50: 9. \nSedangkan uraian bagaimana bumi \"terbelah\", di samping ayat di atas, juga terdapat pada Surah Fussilat/41: 39, sebagaimana pada penggalannya: \"Dan di antara ayat-ayat-Nya adalah engkau melihat bumi kering tandus maka apabila telah Kami turunkan air di atasnya, niscaya ia bergerak dan mengembang.\"\nAyat tersebut menerangkan apa yang akan terjadi pada tanah yang kering apabila butiran hujan jatuh di atasnya. Ayat tersebut juga menjelaskan adanya tiga tahap bagaimana perkembangan tumbuhan sampai dengan menghasilkan buah.\nTingkat-tingkat perkembangan tumbuhan yang dijelaskan oleh ayat di atas adalah demikian:\nPertama: Bergeraknya tanah. Apa yang dimaksud dengan bergeraknya tanah adalah gerakan partikel tanah. Partikel ini terdiri dari lapisan-lapisan yang terdiri atas bahan silika dan alumina. Ketika air masuk ke lapisan-lapisan partikel, maka akan terjadi pembengkakan dari partikel-partikel pembentuk lumpur. Hal ini dapat dijelaskan demikian:\n1.Muatan listrik elektrostatis yang ada di permukaan partikel (yang terjadi setelah kehadiran air) akan mengakibatkan terganggunya stabilitas. Partikel ini akan bergerak terus, sebelum ada stabilisator yang berupa partikel yang bermuatan listrik yang berlawanan. Di sini kita seharusnya bersyukur, tentang bagaimana Allah telah menciptakan semuanya dalam pasangan-pasangan, sehingga mendatangkan suasana yang stabil dan sentosa. Termasuk dalam hal ini adalah muatan listrik\n2.Pergerakan partikel tanah juga disebabkan karena adanya tabrakan dengan partikel air. Pergerakan partikel air yang tidak teratur menyebabkan partikel tanah bergerak ke semua arah. Gerakan yang demikian ini ditemukan oleh seorang ahli tumbuhan bernama Robert Brown pada tahun 1828. Pergerakannya sangat tergantung pada kecepatan dan jumlah partikel air. Dengan demikian, pergerakan yang terjadi adalah interaksi langsung antara partikel tanah dan partikel air.\n\nKedua: Mengembangnya tanah. Apa yang dimaksud dengan mengembangnya tanah adalah mengembangnya partikel tanah. Partikel tanah akan bertambah tebal. Dengan demikian, tanah akan mengembang, sejalan dengan mengembangnya partikel tanah. Telah dikemukakan sebelumnya bahwa partikel tanah terdiri atas lapisan-lapisan yang berhubungan satu sama lain. Antara lapisan satu dan lainnya terdapat pori-pori. Ke dalam pori-pori inilah air dan ion-ion yang terlarut akan masuk. Dengan bentuk pori-pori yang sangat sempit dan adanya medan elektrostatis di permukaan lapisan, maka air seperti di taruh dalam botol, dan tidak mengalir ke luar. Dengan kata lain, air akan disimpan di pori-pori di setiap lapisan.\nKetiga: Tahap Perkecambahan. Tahap perkecambahan biji terjadi saat air sudah tersedia. Saat air sudah pada tahap cukup, maka embrio yang ada di dalam biji akan menjadi aktif dan menyerap matrial nutrisi yang sederhana (material nutrisi kompleks dipecah menjadi sederhana dengan bantuan enzim). Pada tahap ini, bakal akar tumbuh ke bawah, bergerak di antara partikel tanah untuk mencari kawasan yang memenuhi syarat dan memperoleh nutrisi yang diperlukannya. Kemudian bakal daun akan berkembang ke atas, menembus permukaan tanah, dan mengarahkan pada sumber sinar matahari.\nJadi, secara singkat, tahapan-tahapan di atas dapat dijelaskan demikian. Kata \"bergerak\" jelas mengindikasikan efek dari air terhadap partikel tanah. Efek ini dapat terjadi sebagai akibat adanya muatan listrik elektrostatis atau benturan langsung antara partikel-partikel air dan tanah. Sedangkan kata \"membengkak\" mengacu pada menebalnya partikel tanah karena terperangkapnya air di antara lapisan-lapisan pembentuk partikel tanah. Dengan demikian, partikel tanah berfungsi sebagai reservoar air, tempat menyimpan air. Ini sesuai dengan ayat berikut: \n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nKemudian bakal akar, dan disusul bakal daun, mulai tumbuh. Anak pohon akan muncul, terus tumbuh dan memberikan hasil untuk keperluan manusia. Apakah manusia masih tidak bersyukur?\n\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rum/30: 50)",
    "quraish": "Buah zaitun yang berkualitas baik dan pohon kurma yang produktif dan menghasilkan buah.",
    "jalalayn": "(Zaitun dan pohon kurma),"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 30,
    "arab": "وَّحَدَاۤئِقَ غُلْبًا",
    "translation": "dan kebun-kebun (yang) rindang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5788.mp3",
    "tafsir": "Dalam ayat ini dan selanjutnya Allah menyebutkan beberapa macam tumbuh-tumbuhan: pertama, Allah menumbuhkan di bumi biji-bijian seperti gandum, padi, dan lain-lainnya yang menjadi makanan pokok.\nKedua dan ketiga, Allah menumbuhkan pula buah anggur dan bermacam sayuran yang dapat dimakan secara langsung.\nKeempat dan kelima, buah zaitun dan pohon kurma.\nKeenam, kebun-kebun yang besar, tinggi, dan lebat buahnya. Tidak hanya buahnya yang dapat dimanfaatkan, tetapi pohonnya pun dapat dijadikan bahan bangunan dan alat-alat perumahan.\nKetujuh, bermacam-macam buah-buahan yang lain, seperti buah pir, apel, mangga, dan sebagainya.\nKedelapan, berbagai macam rumput-rumputan.\nAir yang turun dari langit dan perannya dalam \"menghidupkan tanah yang mati\" secara jelas diuraikan pada Surah al-Furqan/25: 48-49. Apa kandungan dari air hujan sehingga dapat digunakan untuk tumbuhnya tumbuhan ada pada Surah Qaf/50: 9. \nSedangkan uraian bagaimana bumi \"terbelah\", di samping ayat di atas, juga terdapat pada Surah Fussilat/41: 39, sebagaimana pada penggalannya: \"Dan di antara ayat-ayat-Nya adalah engkau melihat bumi kering tandus maka apabila telah Kami turunkan air di atasnya, niscaya ia bergerak dan mengembang.\"\nAyat tersebut menerangkan apa yang akan terjadi pada tanah yang kering apabila butiran hujan jatuh di atasnya. Ayat tersebut juga menjelaskan adanya tiga tahap bagaimana perkembangan tumbuhan sampai dengan menghasilkan buah.\nTingkat-tingkat perkembangan tumbuhan yang dijelaskan oleh ayat di atas adalah demikian:\nPertama: Bergeraknya tanah. Apa yang dimaksud dengan bergeraknya tanah adalah gerakan partikel tanah. Partikel ini terdiri dari lapisan-lapisan yang terdiri atas bahan silika dan alumina. Ketika air masuk ke lapisan-lapisan partikel, maka akan terjadi pembengkakan dari partikel-partikel pembentuk lumpur. Hal ini dapat dijelaskan demikian:\n1.Muatan listrik elektrostatis yang ada di permukaan partikel (yang terjadi setelah kehadiran air) akan mengakibatkan terganggunya stabilitas. Partikel ini akan bergerak terus, sebelum ada stabilisator yang berupa partikel yang bermuatan listrik yang berlawanan. Di sini kita seharusnya bersyukur, tentang bagaimana Allah telah menciptakan semuanya dalam pasangan-pasangan, sehingga mendatangkan suasana yang stabil dan sentosa. Termasuk dalam hal ini adalah muatan listrik\n2.Pergerakan partikel tanah juga disebabkan karena adanya tabrakan dengan partikel air. Pergerakan partikel air yang tidak teratur menyebabkan partikel tanah bergerak ke semua arah. Gerakan yang demikian ini ditemukan oleh seorang ahli tumbuhan bernama Robert Brown pada tahun 1828. Pergerakannya sangat tergantung pada kecepatan dan jumlah partikel air. Dengan demikian, pergerakan yang terjadi adalah interaksi langsung antara partikel tanah dan partikel air.\n\nKedua: Mengembangnya tanah. Apa yang dimaksud dengan mengembangnya tanah adalah mengembangnya partikel tanah. Partikel tanah akan bertambah tebal. Dengan demikian, tanah akan mengembang, sejalan dengan mengembangnya partikel tanah. Telah dikemukakan sebelumnya bahwa partikel tanah terdiri atas lapisan-lapisan yang berhubungan satu sama lain. Antara lapisan satu dan lainnya terdapat pori-pori. Ke dalam pori-pori inilah air dan ion-ion yang terlarut akan masuk. Dengan bentuk pori-pori yang sangat sempit dan adanya medan elektrostatis di permukaan lapisan, maka air seperti di taruh dalam botol, dan tidak mengalir ke luar. Dengan kata lain, air akan disimpan di pori-pori di setiap lapisan.\nKetiga: Tahap Perkecambahan. Tahap perkecambahan biji terjadi saat air sudah tersedia. Saat air sudah pada tahap cukup, maka embrio yang ada di dalam biji akan menjadi aktif dan menyerap matrial nutrisi yang sederhana (material nutrisi kompleks dipecah menjadi sederhana dengan bantuan enzim). Pada tahap ini, bakal akar tumbuh ke bawah, bergerak di antara partikel tanah untuk mencari kawasan yang memenuhi syarat dan memperoleh nutrisi yang diperlukannya. Kemudian bakal daun akan berkembang ke atas, menembus permukaan tanah, dan mengarahkan pada sumber sinar matahari.\nJadi, secara singkat, tahapan-tahapan di atas dapat dijelaskan demikian. Kata \"bergerak\" jelas mengindikasikan efek dari air terhadap partikel tanah. Efek ini dapat terjadi sebagai akibat adanya muatan listrik elektrostatis atau benturan langsung antara partikel-partikel air dan tanah. Sedangkan kata \"membengkak\" mengacu pada menebalnya partikel tanah karena terperangkapnya air di antara lapisan-lapisan pembentuk partikel tanah. Dengan demikian, partikel tanah berfungsi sebagai reservoar air, tempat menyimpan air. Ini sesuai dengan ayat berikut: \n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nKemudian bakal akar, dan disusul bakal daun, mulai tumbuh. Anak pohon akan muncul, terus tumbuh dan memberikan hasil untuk keperluan manusia. Apakah manusia masih tidak bersyukur?\n\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rum/30: 50)",
    "quraish": "Kebun-kebun yang lebat.",
    "jalalayn": "(dan kebun-kebun yang lebat) yakni kebun-kebun yang banyak pepohonannya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 31,
    "arab": "وَفَاكِهَةً وَّاَبًّا",
    "translation": "dan buah-buahan serta rerumputan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5789.mp3",
    "tafsir": "Dalam ayat ini dan selanjutnya Allah menyebutkan beberapa macam tumbuh-tumbuhan: pertama, Allah menumbuhkan di bumi biji-bijian seperti gandum, padi, dan lain-lainnya yang menjadi makanan pokok.\nKedua dan ketiga, Allah menumbuhkan pula buah anggur dan bermacam sayuran yang dapat dimakan secara langsung.\nKeempat dan kelima, buah zaitun dan pohon kurma.\nKeenam, kebun-kebun yang besar, tinggi, dan lebat buahnya. Tidak hanya buahnya yang dapat dimanfaatkan, tetapi pohonnya pun dapat dijadikan bahan bangunan dan alat-alat perumahan.\nKetujuh, bermacam-macam buah-buahan yang lain, seperti buah pir, apel, mangga, dan sebagainya.\nKedelapan, berbagai macam rumput-rumputan.\nAir yang turun dari langit dan perannya dalam \"menghidupkan tanah yang mati\" secara jelas diuraikan pada Surah al-Furqan/25: 48-49. Apa kandungan dari air hujan sehingga dapat digunakan untuk tumbuhnya tumbuhan ada pada Surah Qaf/50: 9. \nSedangkan uraian bagaimana bumi \"terbelah\", di samping ayat di atas, juga terdapat pada Surah Fussilat/41: 39, sebagaimana pada penggalannya: \"Dan di antara ayat-ayat-Nya adalah engkau melihat bumi kering tandus maka apabila telah Kami turunkan air di atasnya, niscaya ia bergerak dan mengembang.\"\nAyat tersebut menerangkan apa yang akan terjadi pada tanah yang kering apabila butiran hujan jatuh di atasnya. Ayat tersebut juga menjelaskan adanya tiga tahap bagaimana perkembangan tumbuhan sampai dengan menghasilkan buah.\nTingkat-tingkat perkembangan tumbuhan yang dijelaskan oleh ayat di atas adalah demikian:\nPertama: Bergeraknya tanah. Apa yang dimaksud dengan bergeraknya tanah adalah gerakan partikel tanah. Partikel ini terdiri dari lapisan-lapisan yang terdiri atas bahan silika dan alumina. Ketika air masuk ke lapisan-lapisan partikel, maka akan terjadi pembengkakan dari partikel-partikel pembentuk lumpur. Hal ini dapat dijelaskan demikian:\n1.Muatan listrik elektrostatis yang ada di permukaan partikel (yang terjadi setelah kehadiran air) akan mengakibatkan terganggunya stabilitas. Partikel ini akan bergerak terus, sebelum ada stabilisator yang berupa partikel yang bermuatan listrik yang berlawanan. Di sini kita seharusnya bersyukur, tentang bagaimana Allah telah menciptakan semuanya dalam pasangan-pasangan, sehingga mendatangkan suasana yang stabil dan sentosa. Termasuk dalam hal ini adalah muatan listrik\n2.Pergerakan partikel tanah juga disebabkan karena adanya tabrakan dengan partikel air. Pergerakan partikel air yang tidak teratur menyebabkan partikel tanah bergerak ke semua arah. Gerakan yang demikian ini ditemukan oleh seorang ahli tumbuhan bernama Robert Brown pada tahun 1828. Pergerakannya sangat tergantung pada kecepatan dan jumlah partikel air. Dengan demikian, pergerakan yang terjadi adalah interaksi langsung antara partikel tanah dan partikel air.\n\nKedua: Mengembangnya tanah. Apa yang dimaksud dengan mengembangnya tanah adalah mengembangnya partikel tanah. Partikel tanah akan bertambah tebal. Dengan demikian, tanah akan mengembang, sejalan dengan mengembangnya partikel tanah. Telah dikemukakan sebelumnya bahwa partikel tanah terdiri atas lapisan-lapisan yang berhubungan satu sama lain. Antara lapisan satu dan lainnya terdapat pori-pori. Ke dalam pori-pori inilah air dan ion-ion yang terlarut akan masuk. Dengan bentuk pori-pori yang sangat sempit dan adanya medan elektrostatis di permukaan lapisan, maka air seperti di taruh dalam botol, dan tidak mengalir ke luar. Dengan kata lain, air akan disimpan di pori-pori di setiap lapisan.\nKetiga: Tahap Perkecambahan. Tahap perkecambahan biji terjadi saat air sudah tersedia. Saat air sudah pada tahap cukup, maka embrio yang ada di dalam biji akan menjadi aktif dan menyerap matrial nutrisi yang sederhana (material nutrisi kompleks dipecah menjadi sederhana dengan bantuan enzim). Pada tahap ini, bakal akar tumbuh ke bawah, bergerak di antara partikel tanah untuk mencari kawasan yang memenuhi syarat dan memperoleh nutrisi yang diperlukannya. Kemudian bakal daun akan berkembang ke atas, menembus permukaan tanah, dan mengarahkan pada sumber sinar matahari.\nJadi, secara singkat, tahapan-tahapan di atas dapat dijelaskan demikian. Kata \"bergerak\" jelas mengindikasikan efek dari air terhadap partikel tanah. Efek ini dapat terjadi sebagai akibat adanya muatan listrik elektrostatis atau benturan langsung antara partikel-partikel air dan tanah. Sedangkan kata \"membengkak\" mengacu pada menebalnya partikel tanah karena terperangkapnya air di antara lapisan-lapisan pembentuk partikel tanah. Dengan demikian, partikel tanah berfungsi sebagai reservoar air, tempat menyimpan air. Ini sesuai dengan ayat berikut: \n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nKemudian bakal akar, dan disusul bakal daun, mulai tumbuh. Anak pohon akan muncul, terus tumbuh dan memberikan hasil untuk keperluan manusia. Apakah manusia masih tidak bersyukur?\n\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. Dan Dia Mahakuasa atas segala sesuatu. (ar-Rum/30: 50)",
    "quraish": "Buah-buahan yang dimakan oleh manusia dan rerumputan yang menjadi santapan binatang ternak.",
    "jalalayn": "(Dan buah-buahan serta rumput-rumputan) yaitu tumbuh-tumbuhan yang menjadi makanan binatang ternak; tetapi menurut suatu pendapat \"Abban\" artinya makanan ternak yang berasal dari tangkai atau bulir gandum atau padi dan lain sebagainya yang sejenis."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 32,
    "arab": "مَتَاعًا لَّكُمْ وَلِاَنْعَامِكُمْۗ",
    "translation": "(Semua itu) untuk kesenanganmu dan untuk hewan-hewan ternakmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5790.mp3",
    "tafsir": "Semua itu merupakan harta benda untuk kesenangan hidup manusia, dan merupakan makanan baginya dan bagi ternaknya.",
    "quraish": "Kami hidupkan tumbuhan itu demi kesenangan kalian dan binatang ternak kalian.",
    "jalalayn": "(Untuk kesenangan) sebagai kesenangan atau untuk menyenangkan, penafsirannya sebagaimana yang telah disebutkan tadi pada surat sebelumnya (bagi kalian dan bagi binatang-binatang ternak kalian) penafsirannya sama dengan yang terdahulu pada surat sebelumnya."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 33,
    "arab": "فَاِذَا جَاۤءَتِ الصَّاۤخَّةُ ۖ",
    "translation": "Maka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5791.mp3",
    "tafsir": "Dalam ayat ini dijelaskan apabila datang hari Kiamat, ketika terdengar suara yang sangat dahsyat yang memekakkan telinga, yaitu tiupan Malaikat Israfil yang kedua kalinya, maka pada hari tersebut terasa kesedihan dan penyesalan bagi seluruh orang-orang yang kafir. Dalam ayat berikutnya diperinci kedahsyatan hari Kiamat itu.",
    "quraish": "Dan apabila terdengar suara amat keras dan memekakkan telinga, pertanda hari kiamat tiba,",
    "jalalayn": "(Dan apabila datang suara yang memekakkan) yakni tiupan sangkakala yang kedua."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 34,
    "arab": "يَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ",
    "translation": "pada hari itu manusia lari dari saudaranya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5792.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan bahwa pada hari Kiamat, manusia lari dari saudara, ibu, dan bapaknya, bahkan dari istri dan anak-anaknya. Hal itu disebabkan seluruh pikiran hanya tertuju pada penyelamatan diri dari bencana yang sangat menakutkan, sehingga lupa pada orang tua, saudara, istri, dan anak-anak. Firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu terpedaya oleh kehidupan dunia, dan jangan sampai kamu terpedaya oleh penipu dalam (menaati) Allah. (Luqman/31: 33)",
    "quraish": "pada saat setiap orang berlarian meninggalkan saudara, ibu bapak, istri dan anak-anaknya.",
    "jalalayn": "(Pada hari ketika manusia lari dari saudaranya.)"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 35,
    "arab": "وَاُمِّهٖ وَاَبِيْهِۙ",
    "translation": "dan dari ibu dan bapaknya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5793.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan bahwa pada hari Kiamat, manusia lari dari saudara, ibu, dan bapaknya, bahkan dari istri dan anak-anaknya. Hal itu disebabkan seluruh pikiran hanya tertuju pada penyelamatan diri dari bencana yang sangat menakutkan, sehingga lupa pada orang tua, saudara, istri, dan anak-anak. Firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu terpedaya oleh kehidupan dunia, dan jangan sampai kamu terpedaya oleh penipu dalam (menaati) Allah. (Luqman/31: 33)",
    "quraish": "pada saat setiap orang berlarian meninggalkan saudara, ibu bapak, istri dan anak-anaknya.",
    "jalalayn": "(Dari ibu dan bapaknya.)"
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 36,
    "arab": "وَصَاحِبَتِهٖ وَبَنِيْهِۗ",
    "translation": "dan dari istri dan anak-anaknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5794.mp3",
    "tafsir": "Pada ayat-ayat ini diterangkan bahwa pada hari Kiamat, manusia lari dari saudara, ibu, dan bapaknya, bahkan dari istri dan anak-anaknya. Hal itu disebabkan seluruh pikiran hanya tertuju pada penyelamatan diri dari bencana yang sangat menakutkan, sehingga lupa pada orang tua, saudara, istri, dan anak-anak. Firman Allah:\n\nWahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu terpedaya oleh kehidupan dunia, dan jangan sampai kamu terpedaya oleh penipu dalam (menaati) Allah. (Luqman/31: 33)",
    "quraish": "pada saat setiap orang berlarian meninggalkan saudara, ibu bapak, istri dan anak-anaknya.",
    "jalalayn": "(Dari teman hidupnya) yakni istrinya (dan anak-anaknya) lafal Yauma merupakan Badal dari lafal Idzaa, sebagai Jawabnya disimpulkan dari berikut ini."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 37,
    "arab": "لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ",
    "translation": "Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5795.mp3",
    "tafsir": "Setiap manusia pada hari Kiamat yang dahsyat itu mempunyai urusan masing-masing yang cukup menyibukkannya sehingga tidak sempat memperhatikan orang lain. Ketika masih di dunia, mereka saling memberikan pertolongan sampai menebus dengan harta bilamana diperlukan, apalagi jika bersangkutan dengan keselamatan anak-anaknya sendiri yang akan meneruskan generasinya yang akan datang atau mengenai kehormatan istrinya, orang yang paling dekat dan paling setia kepadanya.\nAkan tetapi pada hari akhirat nanti, tidak ada kesempatan lagi untuk memperhatikan anggota-anggota keluarganya itu karena kedahsyatan pada hari Kiamat yang sangat menyibukkan itu.\nPada hari itu manusia terbagi dua golongan: yang bahagia dan yang celaka, dan terhadap golongan yang pertama dinyatakan dalam ayat berikut ini.",
    "quraish": "Pada hari itu manusia sibuk dengan urusan masing-masing.",
    "jalalayn": "(Setiap orang dari mereka pada hari itu mempunyai urusan yang cukup menyibukkannya) yakni keadaan yang membuatnya tidak mengindahkan hal-hal lainnya, atau dengan kata lain setiap orang pada hari itu sibuk dengan urusannya masing-masing."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 38,
    "arab": "وُجُوْهٌ يَّوْمَىِٕذٍ مُّسْفِرَةٌۙ",
    "translation": "Pada hari itu ada wajah-wajah yang berseri-seri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5796.mp3",
    "tafsir": "Banyak muka orang-orang mukmin pada hari itu berseri-seri dengan penuh kegembiraan karena mereka dapat menyaksikan sendiri apa yang dijanjikan oleh Allah kepada orang-orang yang beriman ternyata semuanya dapat terlaksana dengan penuh kebahagiaan. Mereka tertawa dan bergembira.",
    "quraish": "Hari itu akan tampak wajah yang berseri-seri, dan bersuka cita atas nikmat Tuhan.",
    "jalalayn": "(Banyak muka pada hari itu berseri-seri) yakni tampak cerah ceria."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 39,
    "arab": "ضَاحِكَةٌ مُّسْتَبْشِرَةٌ ۚ",
    "translation": "tertawa dan gembira ria,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5797.mp3",
    "tafsir": "Banyak muka orang-orang mukmin pada hari itu berseri-seri dengan penuh kegembiraan karena mereka dapat menyaksikan sendiri apa yang dijanjikan oleh Allah kepada orang-orang yang beriman ternyata semuanya dapat terlaksana dengan penuh kebahagiaan. Mereka tertawa dan bergembira.",
    "quraish": "Hari itu akan tampak wajah yang berseri-seri, dan bersuka cita atas nikmat Tuhan.",
    "jalalayn": "(Tertawa dan gembira) atau bergembira, mereka itu adalah orang-orang yang beriman."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 40,
    "arab": "وَوُجُوْهٌ يَّوْمَىِٕذٍ عَلَيْهَا غَبَرَةٌۙ",
    "translation": "dan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5798.mp3",
    "tafsir": "Sebaliknya terhadap golongan kedua dinyatakan bahwa banyak pula muka orang-orang kafir pada hari itu tertutup debu penuh dengan sesal dan kesedihan. Mereka itu ditutup lagi oleh kegelapan karena ditimpa oleh kehinaan dan kesusahan. Mereka itulah orang-orang kafir yang amat durhaka.",
    "quraish": "Ada lagi, pada hari itu, muka yang keruh tertutup debu.",
    "jalalayn": "(Dan banyak pula muka pada hari itu tertutup debu) artinya, penuh dengan debu."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 41,
    "arab": "تَرْهَقُهَا قَتَرَةٌ ۗ",
    "translation": "tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5799.mp3",
    "tafsir": "Sebaliknya terhadap golongan kedua dinyatakan bahwa banyak pula muka orang-orang kafir pada hari itu tertutup debu penuh dengan sesal dan kesedihan. Mereka itu ditutup lagi oleh kegelapan karena ditimpa oleh kehinaan dan kesusahan. Mereka itulah orang-orang kafir yang amat durhaka.",
    "quraish": "Diterpa kegelapan yang hitam.",
    "jalalayn": "(Dan ditutup pula) diselimuti pula (oleh kegelapan) dan kepekatan yang menghitam."
  },
  {
    "hizb": 234,
    "name": "'Abasa",
    "ayat": 42,
    "arab": "اُولٰۤىِٕكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ ࣖ",
    "translation": "Mereka itulah orang-orang kafir yang durhaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5800.mp3",
    "tafsir": "Sebaliknya terhadap golongan kedua dinyatakan bahwa banyak pula muka orang-orang kafir pada hari itu tertutup debu penuh dengan sesal dan kesedihan. Mereka itu ditutup lagi oleh kegelapan karena ditimpa oleh kehinaan dan kesusahan. Mereka itulah orang-orang kafir yang amat durhaka.",
    "quraish": "Itulah wajah orang-orang kafir yang banyak dosa, yang tidak mempedulikan dosa-dosa yang mereka perbuat.",
    "jalalayn": "(Mereka itulah) maksudnya, orang-orang yang keadaannya demikian adalah (orang-orang kafir lagi durhaka) yakni orang-orang yang di dalam dirinya berkumpul kekafiran dan kedurhakaan."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 1,
    "arab": "اِذَا الشَّمْسُ كُوِّرَتْۖ",
    "translation": "Apabila matahari digulung,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5801.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa jika matahari telah digulung, telah padam cahayanya dan jatuh berantakan bersamaan dengan hancurnya alam semesta yang pernah didiami oleh makhluk-makhluk yang hidup di dunia, maka musnahlah segala alam karena berpindah kepada alam yang lain.",
    "quraish": "[[81 ~ AT-TAKWIR (PERISTIWA PENGGULUNGAN MATAHARI) Pendahuluan: Makkiyyah, 29 ayat ~ Surat al-Takwîr ini berisi gambaran tentang peristiwa pada saat dan setelah hari kiamat, kekuasaan Allah, penegasan kedudukan dan fungsi al-Qur'ân, dan sanggahan atas tuduhan-tuduhan yang tidak benar atas al-Qur'ân. Bagian lain surat ini berisikan pembelaan atas diri Nabi Muhammad dari tuduhan gila, ancaman bagi orang-orang yang larut dalam kesesatan, perintah bagi kaum yang mau beristikamah untuk belajar dari al-Qur'ân dan perintah untuk mengembalikan setiap urusan pada Allah Swt.]] Bila matahari telah dilipat dan tidak lagi bersinar.",
    "jalalayn": "(Apabila matahari digulung) dilipat dan sinarnya menjadi lenyap."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 2,
    "arab": "وَاِذَا النُّجُوْمُ انْكَدَرَتْۖ",
    "translation": "dan apabila bintang-bintang berjatuhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5802.mp3",
    "tafsir": "Apabila bintang-bintang berjatuhan dan padam sekalian cahayanya.",
    "quraish": "Bila bintang gemintang telah kehilangan cahaya.",
    "jalalayn": "(Dan apabila bintang-bintang berjatuhan) menukik berjatuhan ke bumi."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 3,
    "arab": "وَاِذَا الْجِبَالُ سُيِّرَتْۖ",
    "translation": "dan apabila gunung-gunung dihancurkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5803.mp3",
    "tafsir": "Dan apabila gunung-gunung dihancurkan setelah dicabut dari bumi, diterbangkan di angkasa ketika terjadinya gempa yang amat dahsyat sehingga gunung-gunung itu terlepas dari dasarnya dan dilemparkan di angkasa seperti awan yang ditiup angin laksana kapas.\nUntuk telaah ilmiah Surah at-Takwir/81: 1-3 ini, lihat pula telaah ilmiah Surah al-haqqah/69: 13-16 dan Surah al-Ma'arij/70: 8. Ketika terjadi proses ke arah Big Crunch itu, yaitu proses pemadatan atau penyusutan alam semesta, maka semua materi pecah kembali menjadi materi-materi fundamental seperti quark, elektron dan sebagainya. Gaya-gaya seperti gaya gravitasi, elektromagnetik, nuklir kuat dan nuklir lemah mulai menyatu kembali. Saat itulah benda-benda langit mulai kehilangan gaya-gaya gravitasinya, dan akibatnya terjadilah tabrakan-tabrakan dahsyat antar bintang, inilah gambaran 'bintang-bintang berjatuhan, karena kehilangan gaya-gaya gravitasinya. \nMatahari yang juga merupakan jenis bintang mengalami hal sama. Ketika benda-benda langit saling mendekat, kekuatan gravitasi bagian luar boleh jadi akan melebihi cengkeraman kekuatan plasma di dalam bintang-bintang itu (termasuk matahari). Akibatnya adalah volume matahari dan bintang-bintang yang lain akan memuai. Matahari akan menjadi lebih besar volumenya, namun tekanan internalnya berkurang, dan cukup untuk menghentikan energi yang menghasilkan reaksi perpaduan nuklirnya. Akibatnya sinar matahari (yang memuai itu) akan meredup menjadi merah. Ketika pengembangan volume matahari telah mencapai maksimum, maka matahari akan mengalami kontraksi dan volumenya akan menurun dan menurun terus, mengecil yang akhirnya menjadi bintik hitam yang super-padat (dwarf black hole atau bintik hitam kerdil). Inikah yang dimaksud dengan matahari digulung pada ayat 1 di atas? \nBenturan juga terjadi antar-planet, sehingga bumi berbenturan dengan planet-planet lainnya. Akibat peristiwa inilah terjadinya kehancuran gunung-gunung. Semua proses ini akan mengarah ke Big Crunch dan kembali menjadi singularity.",
    "quraish": "Bila gunung-gunung digerakkan dari tempatnya,",
    "jalalayn": "(Dan apabila gunung-gunung dihancurkan) dilenyapkan dari muka bumi dan menjadi debu yang beterbangan."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 4,
    "arab": "وَاِذَا الْعِشَارُ عُطِّلَتْۖ",
    "translation": "dan apabila unta-unta yang bunting ditinggalkan (tidak terurus),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5804.mp3",
    "tafsir": "Dan apabila unta-unta bunting yang termasuk benda paling dihargai oleh orang-orang Arab, ditinggalkan dan tidak dipedulikan oleh pemiliknya karena kedahsyatan hari Kiamat tersebut. Hal ini menggambarkan kedahsyatan hari Kiamat yang jika diperkirakan, jika ada seorang laki-laki mempunyai unta yang bunting tentu ditinggalkan karena terlalu sibuk memikirkan keselamatan dirinya sendiri.",
    "quraish": "Bila makhluk yang mengandung kehilangan sesuatu yang dikandungnya.",
    "jalalayn": "(Dan apabila unta-unta yang bunting) unta-unta yang sedang bunting (ditinggalkan) dibiarkan begitu saja tanpa penggembala atau tanpa diperah susunya, karena mereka disibukkan oleh peristiwa yang dahsyat, sehingga mereka lupa akan segala-galanya. Sesungguhnya unta yang sedang bunting itu merupakan harta yang paling berharga di kalangan mereka."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 5,
    "arab": "وَاِذَا الْوُحُوْشُ حُشِرَتْۖ",
    "translation": "dan apabila binatang-binatang liar dikumpulkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5805.mp3",
    "tafsir": "Dan apabila binatang-binatang liar dikumpulkan dan dimusnahkan.",
    "quraish": "Bila binatang-binatang liar dikeluarkan dari sarangnya untuk dikumpulkan dalam keadaan abai karena suasana panik yang sangat dahsyat.",
    "jalalayn": "(Dan apabila binatang-binatang liar dikumpulkan) yakni dikumpulkan sesudah dibangkitkan; dimaksud untuk diadakan pembalasan hukum kisas; sebagian di antara mereka mengkisas sebagian yang lain, kemudian setelah selesai, menjadi tanah semuanya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 6,
    "arab": "وَاِذَا الْبِحَارُ سُجِّرَتْۖ",
    "translation": "dan apabila lautan dipanaskan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5806.mp3",
    "tafsir": "Dan apabila lautan-lautan dijadikan meluap, sehingga menjadi satu, kemudian menyala dengan kobaran api yang tadinya terpendam di bawah bumi tersebut.\nSetelah Allah menerangkan beberapa peristiwa yang menjadi permulaan hancurnya alam semesta dan matinya semua makhluk yang berada di atasnya, maka Allah menjelaskan apa yang terjadi setelah itu tentang kebangkitan.",
    "quraish": "Bila samudra berubah menjadi lautan api.",
    "jalalayn": "(Dan apabila lautan dinyalakan) lafal ini dapat dibaca Sujjirat, dan Sujirat, artinya dinyalakan sehingga lautan itu menjadi api."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 7,
    "arab": "وَاِذَا النُّفُوْسُ زُوِّجَتْۖ",
    "translation": "dan apabila roh-roh dipertemukan (dengan tubuh), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5807.mp3",
    "tafsir": "Dan apabila roh-roh dipertemukan kembali dengan tubuh untuk memasuki kehidupan di alam akhirat. Ayat ini mengandung isyarat bahwa roh-roh itu tetap utuh setelah mati dan pada hari Kiamat dikembalikan lagi pada badannya.\nPendapat lain menyebutkan arti ayat ini dengan bertemunya kelompok orang-orang termasuk ashabul-yamin dengan kelompok ashabusy-syimal. Ibnu 'Abbas mengatakan bahwa arti ayat ini adalah dipertemukannya roh orang-orang yang beriman dengan pasangan-pasangannya di surga dan roh orang-orang kafir dipertemukan dengan setan-setan pembantunya.",
    "quraish": "Bila roh telah disatukan kembali dengan jasadnya.",
    "jalalayn": "(Dan apabila ruh-ruh dipertemukan) dengan jasadnya masing-masing."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 8,
    "arab": "وَاِذَا الْمَوْءٗدَةُ سُىِٕلَتْۖ ",
    "translation": "dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5808.mp3",
    "tafsir": "Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apakah dia dibunuh? Dalam ayat ini Allah menerangkan bahwa bayi-bayi yang pernah dikubur hidup-hidup akan dihidupkan kembali di hadapan orang yang menguburkannya dan ditanya karena dosa apakah dia dibunuh. Jawaban pertanyaan ini memberikan kesan yang lebih dalam kepada si pembunuhnya karena bayi perempuan itu akan menjawab bahwa ia dikubur hidup-hidup tanpa dosa sama sekali, hanya karena orang tuanya takut dihinggapi kefakiran dan kemiskinan. Kebiasaan orang Arab pada zaman Jahiliah ini sangat di luar peri kemanusiaan.\nDi kalangan mereka ada yang tidak mengubur hidup-hidup anaknya yang perempuan, tetapi ia memberikan pekerjaan kepadanya dengan menggembalakan kambing di padang pasir dengan pakaian bulu dan membiarkan hidup dalam kesepian.\nDan ada pula yang membiarkan anak perempuannya itu hidup sampai umur enam tahun kemudian ia berkata kepada ibunya, \"Dandanilah anak ini dengan pakaian yang baik, karena akan dibawa ziarah mengunjungi bibinya.\" Sebelumnya ia telah menggali sebuah sumur di padang pasir. Setelah ia sampai dengan anak perempuannya itu di tepi sumur itu, lalu berkata, \"Tengok, apa yang ada dalam sumur itu.\" Kemudian anak perempuan itu ditendang dari belakang dan setelah jatuh ke dalam sumur itu lalu ditimbun dan diratakan dengan tanah. Dan di antara mereka ada yang berbuat lebih kejam lagi daripada ini. Setelah datang agama Islam, maka kekejaman yang di luar peri kemanusiaan itu diganti dengan sikap yang penuh ramah dan kesayangan.\nDi antara alasan pembunuhan anak perempuan di masa Jahiliah adalah karena anak perempuan dianggap tidak punya nilai ekonomis yang bisa menguntungkan keluarga. Alasan lain adalah karena anak perempuan dianggap sangat lemah, sering menjadi korban pelecehan seksual atau karena perempuan dianggap sebagai penggoda laki-laki yang bisa membuat malu keluarga.\nDalam Surah an-Nahl/16: 58, Allah menggambarkan seorang laki-laki yang mendapat kelahiran putrinya dengan wajah hitam karena menahan marah.\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Nahl/16: 58)\n\nIslam adalah agama yang menghormati perempuan, sama seperti menghormati laki-laki. Oleh sebab itu, Islam melarang pembunuhan bayi laki-laki maupun perempuan, baik karena kemiskinan atau karena takut miskin. Allah berfirman:\n\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am/6: 151)",
    "quraish": "Bila anak-anak perempuan yang dikubur hidup-hidup ditanya--sebagai tindakan perkenan untuk diri mereka sekaligus sebagai hujatan bagi orang yang memendam mereka, \"Dosa apa yang membuat kalian dibunuh?\" Padahal, jelas anak-anak perempuan itu tidak punya kesalahan apa-apa.",
    "jalalayn": "(Apabila bayi-bayi perempuan yang dikubur hidup-hidup) karena takut tercela mempunyai anak perempuan dan takut jatuh miskin (ditanya) untuk menjelek-jelekkan pelakunya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 9,
    "arab": "بِاَيِّ ذَنْۢبٍ قُتِلَتْۚ",
    "translation": "karena dosa apa dia dibunuh? ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5809.mp3",
    "tafsir": "Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apakah dia dibunuh? Dalam ayat ini Allah menerangkan bahwa bayi-bayi yang pernah dikubur hidup-hidup akan dihidupkan kembali di hadapan orang yang menguburkannya dan ditanya karena dosa apakah dia dibunuh. Jawaban pertanyaan ini memberikan kesan yang lebih dalam kepada si pembunuhnya karena bayi perempuan itu akan menjawab bahwa ia dikubur hidup-hidup tanpa dosa sama sekali, hanya karena orang tuanya takut dihinggapi kefakiran dan kemiskinan. Kebiasaan orang Arab pada zaman Jahiliah ini sangat di luar peri kemanusiaan.\nDi kalangan mereka ada yang tidak mengubur hidup-hidup anaknya yang perempuan, tetapi ia memberikan pekerjaan kepadanya dengan menggembalakan kambing di padang pasir dengan pakaian bulu dan membiarkan hidup dalam kesepian.\nDan ada pula yang membiarkan anak perempuannya itu hidup sampai umur enam tahun kemudian ia berkata kepada ibunya, \"Dandanilah anak ini dengan pakaian yang baik, karena akan dibawa ziarah mengunjungi bibinya.\" Sebelumnya ia telah menggali sebuah sumur di padang pasir. Setelah ia sampai dengan anak perempuannya itu di tepi sumur itu, lalu berkata, \"Tengok, apa yang ada dalam sumur itu.\" Kemudian anak perempuan itu ditendang dari belakang dan setelah jatuh ke dalam sumur itu lalu ditimbun dan diratakan dengan tanah. Dan di antara mereka ada yang berbuat lebih kejam lagi daripada ini. Setelah datang agama Islam, maka kekejaman yang di luar peri kemanusiaan itu diganti dengan sikap yang penuh ramah dan kesayangan.\nDi antara alasan pembunuhan anak perempuan di masa Jahiliah adalah karena anak perempuan dianggap tidak punya nilai ekonomis yang bisa menguntungkan keluarga. Alasan lain adalah karena anak perempuan dianggap sangat lemah, sering menjadi korban pelecehan seksual atau karena perempuan dianggap sebagai penggoda laki-laki yang bisa membuat malu keluarga.\nDalam Surah an-Nahl/16: 58, Allah menggambarkan seorang laki-laki yang mendapat kelahiran putrinya dengan wajah hitam karena menahan marah.\n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Nahl/16: 58)\n\nIslam adalah agama yang menghormati perempuan, sama seperti menghormati laki-laki. Oleh sebab itu, Islam melarang pembunuhan bayi laki-laki maupun perempuan, baik karena kemiskinan atau karena takut miskin. Allah berfirman:\n\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am/6: 151)",
    "quraish": "Bila anak-anak perempuan yang dikubur hidup-hidup ditanya--sebagai tindakan perkenan untuk diri mereka sekaligus sebagai hujatan bagi orang yang memendam mereka, \"Dosa apa yang membuat kalian dibunuh?\" Padahal, jelas anak-anak perempuan itu tidak punya kesalahan apa-apa.",
    "jalalayn": "(Karena dosa apakah dia dibunuh) dibaca Qutilat karena mengisahkan suatu dialog, jawab bayi-bayi perempuan itu; kami dibunuh tanpa dosa."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 10,
    "arab": "وَاِذَا الصُّحُفُ نُشِرَتْۖ",
    "translation": "Dan apabila lembaran-lembaran (catatan amal) telah dibuka lebar-lebar, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5810.mp3",
    "tafsir": "Dalam ayat ini dijelaskan apabila catatan-catatan amal perbuatan manusia dibuka, maka mereka akan melihat kebajikan atau kejahatan yang mereka perbuat ketika di dunia. Mereka akan tercengang keheranan karena tidak menyangka semuanya tercatat rapi dan teliti. Allah berfirman:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nBagaimana bentuk kitab atau catatan amal perbuatan manusia itu di Padang Mahsyar tidak kita ketahui. Namun kalau manusia saja mampu menciptakan berbagai alat perekam yang begitu canggih dan teliti, kita percaya bahwa Allah Sang Pencipta manusia punya sistem dan cara untuk merekam perbuatan, perkataan, dan isi hati manusia dengan hasil yang lebih baik dari apa yang dapat dibuat manusia.",
    "quraish": "Bila lembaran-lembaran catatan perbuatan manusia ditampakkan saat hari perhitungan.",
    "jalalayn": "(Dan apabila catatan-catatan) yakni, catatan-catatan amal perbuatan (dibuka) dapat dibaca Nusyirat dan Nusysyirat; artinya dibuka dan dibeberkan."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 11,
    "arab": "وَاِذَا السَّمَاۤءُ كُشِطَتْۖ",
    "translation": "dan apabila langit dilenyapkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5811.mp3",
    "tafsir": "Dan apabila langit dilenyapkan karena kehancuran planet-planet yang ada di dalamnya. Langit yang begitu luas dapat dilipat seperti melipat kertas. Firman Allah:\n\n(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiya'/21: 104)",
    "quraish": "Bila langit tidak lagi berada di tempatnya,",
    "jalalayn": "(Dan apabila langit dilenyapkan) yakni dicabut dari tempatnya sebagaimana dicabutnya kulit domba."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 12,
    "arab": "وَاِذَا الْجَحِيْمُ سُعِّرَتْۖ",
    "translation": "dan apabila neraka Jahim dinyalakan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5812.mp3",
    "tafsir": "Dan apabila neraka Jahim yang disediakan untuk menyiksa orang-orang kafir dan durhaka telah dinyalakan sehebat-hebatnya sehingga orang yang memasukinya merasa kesakitan yang paling dahsyat. Itulah azab yang diancamkan Allah kepada orang-orang yang mengingkari-Nya. Firman Allah:\n\nSungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala. (al-Insan/76: 4)",
    "quraish": "Bila api neraka telah dinyalakan dengan dahsyat,",
    "jalalayn": "(Dan apabila Jahim) yaitu neraka (dinyalakan) apinya dibesarkan; dapat dibaca Su''irat dan Su'irat."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 13,
    "arab": "وَاِذَا الْجَنَّةُ اُزْلِفَتْۖ",
    "translation": "dan apabila surga didekatkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5813.mp3",
    "tafsir": "Dan apabila surga didekatkan kepada orang-orang yang akan memasukinya yaitu orang-orang mukmin yang bertakwa. Ini adalah balasan atas jerih payah dan usaha mereka berjihad menegakkan agama Allah dan menjalankan perintah agama. Allah berfirman:\n\nDan surga didekatkan kepada orang-orang yang bertakwa. (asy-Syu'ara'/26: 90)",
    "quraish": "Bila surga telah didekatkan.",
    "jalalayn": "(Dan apabila surga didekatkan) didekatkan dan diperlihatkan kepada calon-calon penghuninya supaya mereka masuk ke dalamnya. Jawab dari Idzaa pada awal surat ini beserta lafal-lafal lainnya yang di'athafkan kepadanya ialah:"
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 14,
    "arab": "عَلِمَتْ نَفْسٌ مَّآ اَحْضَرَتْۗ",
    "translation": "setiap jiwa akan mengetahui apa yang telah dikerjakannya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5814.mp3",
    "tafsir": "Jika semua peristiwa-peristiwa yang disebutkan sebelum ayat ini telah terjadi, tiap jiwa akan mengetahui apa yang telah dikerjakannya. Sebagian besar dari manusia ketika hidup di dunia tertipu oleh godaan setan. Mereka akan menjumpai amal perbuatan mereka pada hari Kiamat tidak diterima oleh Allah bahkan dijauhkan dari rahmat-Nya dan berada di bawah murka-Nya.\nOrang-orang yang amal perbuatannya diselubungi dengan ria, tidak mendapat faedah dari amalnya itu kecuali sekadar kepayahan dan kesulitan. Setiap orang wajib memandang kepada amal perbuatannya dengan kaca mata agama dan menimbangnya dengan timbangan yang benar, sebab Allah tidak menerima amal perbuatan melainkan yang muncul dari hati yang penuh dengan keimanan dan keikhlasan.",
    "quraish": "Bila semua peristiwa itu telah terjadi, setiap manusia akan menyadari kebaikan dan dosa yang pernah mereka lakukan.",
    "jalalayn": "(Maka tiap-tiap jiwa akan mengetahui) artinya setiap jiwa akan mengetahui waktu terjadinya hal-hal tersebut, yaitu hari kiamat (apa yang telah dikerjakannya) yaitu perbuatan baik dan perbuatan buruknya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 15,
    "arab": "فَلَآ اُقْسِمُ بِالْخُنَّسِۙ",
    "translation": "Aku bersumpah demi bintang-bintang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5815.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah bersumpah demi bintang-bintang yang beredar dan terbenam. Bintang-bintang itu semuanya tidak tampak oleh penglihatan pada siang hari, namun akan kelihatan bersinar pada malam hari. Allah bersumpah dengan bintang-bintang itu karena dalam keadaannya yang silih berganti, tidak tampak ketika siang dan bersinar pada malam hari, merupakan tanda atas kekuasaan Allah yang mengatur perjalanannya.",
    "quraish": "Aku bersumpah dengan setegasnya, demi bintang yang mulai menampakkan diri saat terbit, dengan cahayanya yang redup.",
    "jalalayn": "(Sungguh, Aku bersumpah) huruf Laa di sini adalah huruf Zaidah (dengan bintang-bintang)"
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 16,
    "arab": "الْجَوَارِ الْكُنَّسِۙ",
    "translation": "yang beredar dan terbenam, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5816.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah bersumpah demi bintang-bintang yang beredar dan terbenam. Bintang-bintang itu semuanya tidak tampak oleh penglihatan pada siang hari, namun akan kelihatan bersinar pada malam hari. Allah bersumpah dengan bintang-bintang itu karena dalam keadaannya yang silih berganti, tidak tampak ketika siang dan bersinar pada malam hari, merupakan tanda atas kekuasaan Allah yang mengatur perjalanannya.",
    "quraish": "Yang beredar dan yang berlindung saat terbenam bak kijang yang berlindung di persembunyiannya.",
    "jalalayn": "(yang beredar dan yang terbenam) yang dimaksud adalah bintang-bintang yang lima, yaitu: Uranus, Yupiter, Mars, Venus dan Pluto. Takhnusu artinya kembali beredar pada garis edarnya ke belakang, terlihat bintang-bintang itu berada di akhir garis edarnya, lalu kembali ke belakang yaitu tempat semula. Lafal Taknisu artinya yang masuk ke dalam kandangnya; maksudnya bintang-bintang tersebut terbenam ke tempat biasa terbenamnya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 17,
    "arab": "وَالَّيْلِ اِذَا عَسْعَسَۙ",
    "translation": "demi malam apabila telah larut, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5817.mp3",
    "tafsir": "Dalam ayat ini, Allah bersumpah demi malam apabila telah hampir meninggalkan gelapnya.",
    "quraish": "Demi malam yang semakin menipis kepekatannya menjelang pagi,",
    "jalalayn": "(Dan demi malam apabila hampir meninggalkan gelapnya) maksudnya, hampir berpisah dengan kegelapannya, atau pergi meninggalkan kegelapannya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 18,
    "arab": "وَالصُّبْحِ اِذَا تَنَفَّسَۙ",
    "translation": "dan demi subuh apabila fajar telah menyingsing, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5818.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah bersumpah demi subuh apabila fajar mulai menyingsing dan bersinar. Waktu subuh digunakan Allah dalam bersumpah karena waktu ini menimbulkan harapan yang menggembirakan bagi setiap manusia yang bangun pagi karena menghadapi hari yang baru. Saat itu mereka dapat menemukan hajat keperluan hidupnya mengganti yang hilang dan bersiap-siap untuk yang akan datang.\nKemudian Allah menerangkan apa yang dijadikan objek sumpahnya itu, dengan firman-Nya pada ayat berikut ini.",
    "quraish": "Demi pagi ketika cahayanya mulai tampak dan anginnya mulai bertiup.",
    "jalalayn": "(Dan demi subuh apabila fajarnya mulai menyingsing) yakni mulai menampakkan sinarnya hingga menjadi terang-benderang siang hari."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 19,
    "arab": "اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍۙ",
    "translation": "sesungguhnya (Al-Qur'an) itu benar-benar firman (Allah yang dibawa oleh) utusan yang mulia (Jibril),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5819.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan objek sumpah yang disebutkan dalam ayat 15-18 di atas, yaitu sesungguhnya apa yang diberitahukan oleh Muhammad saw tentang peristiwa-peristiwa hari Kiamat bukanlah kata-kata seorang dukun atau isapan jempol. Akan tetapi, benar-benar wahyu yang dibawa oleh Malaikat Jibril dari Tuhannya. Allah telah menyifati utusan yang membawa Al-Qur'an tersebut, yaitu Malaikat Jibril, dengan lima macam sifat yang mengandung keutamaan:\n1.Yang mulia pada sisi Tuhannya karena Allah memberikan padanya sesuatu yang paling berharga yaitu hidayah, dan memerintahkannya untuk menyampaikan hidayah itu kepada para nabi-Nya diteruskan kepada para hamba-Nya.\n2.Yang mempunyai kekuatan dalam memelihara Al-Qur'an jauh dari sifat pelupa atau keliru.\n3.Yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arasy.\n4.Yang ditaati di kalangan malaikat karena kewenangannya.\n5.Yang dipercaya untuk menyampaikan wahyu karena terpelihara dari sifat-sifat khianat dan penyelewengan.",
    "quraish": "Al-Qur'ân itu benar-benar ucapan utusan Allah yang mulia.",
    "jalalayn": "(Sesungguhnya ia) yakni Alquran itu (benar-benar firman Allah yang dibawa oleh utusan yang mulia) yakni, dimuliakan oleh Allah, dia adalah malaikat Jibril. Lafal Al-Qaul dimudhafkan kepada lafal Rasuulin karena Al-Qaul atau firman itu dibawa turun olehnya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 20,
    "arab": "ذِيْ قُوَّةٍ عِنْدَ ذِى الْعَرْشِ مَكِيْنٍۙ",
    "translation": "yang memiliki kekuatan, memiliki kedudukan tinggi di sisi (Allah) yang memiliki ‘Arsy,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5820.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan objek sumpah yang disebutkan dalam ayat 15-18 di atas, yaitu sesungguhnya apa yang diberitahukan oleh Muhammad saw tentang peristiwa-peristiwa hari Kiamat bukanlah kata-kata seorang dukun atau isapan jempol. Akan tetapi, benar-benar wahyu yang dibawa oleh Malaikat Jibril dari Tuhannya. Allah telah menyifati utusan yang membawa Al-Qur'an tersebut, yaitu Malaikat Jibril, dengan lima macam sifat yang mengandung keutamaan:\n1.Yang mulia pada sisi Tuhannya karena Allah memberikan padanya sesuatu yang paling berharga yaitu hidayah, dan memerintahkannya untuk menyampaikan hidayah itu kepada para nabi-Nya diteruskan kepada para hamba-Nya.\n2.Yang mempunyai kekuatan dalam memelihara Al-Qur'an jauh dari sifat pelupa atau keliru.\n3.Yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arasy.\n4.Yang ditaati di kalangan malaikat karena kewenangannya.\n5.Yang dipercaya untuk menyampaikan wahyu karena terpelihara dari sifat-sifat khianat dan penyelewengan.",
    "quraish": "Yang diberi kekuatan dalam menjalankan setiap tugas, yang berkedudukan tinggi di sisi Allah, Sang Pemilik Arasy.",
    "jalalayn": "(Yang mempunyai kekuatan) yang sangat kuat (di sisi Yang mempunyai 'Arasy) yakni Allah swt. (dia mempunyai kedudukan yang tinggi) lafal 'Inda Dzil 'Arsyi berta'alluq kepada lafal ayat ini. Jelasnya, dia mempunyai kedudukan tinggi di sisi Allah Yang mempunyai Arasy."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 21,
    "arab": "مُّطَاعٍ ثَمَّ اَمِيْنٍۗ",
    "translation": "yang di sana (di alam malaikat) ditaati dan dipercaya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5821.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menjelaskan objek sumpah yang disebutkan dalam ayat 15-18 di atas, yaitu sesungguhnya apa yang diberitahukan oleh Muhammad saw tentang peristiwa-peristiwa hari Kiamat bukanlah kata-kata seorang dukun atau isapan jempol. Akan tetapi, benar-benar wahyu yang dibawa oleh Malaikat Jibril dari Tuhannya. Allah telah menyifati utusan yang membawa Al-Qur'an tersebut, yaitu Malaikat Jibril, dengan lima macam sifat yang mengandung keutamaan:\n1.Yang mulia pada sisi Tuhannya karena Allah memberikan padanya sesuatu yang paling berharga yaitu hidayah, dan memerintahkannya untuk menyampaikan hidayah itu kepada para nabi-Nya diteruskan kepada para hamba-Nya.\n2.Yang mempunyai kekuatan dalam memelihara Al-Qur'an jauh dari sifat pelupa atau keliru.\n3.Yang mempunyai kedudukan tinggi di sisi Allah yang mempunyai 'Arasy.\n4.Yang ditaati di kalangan malaikat karena kewenangannya.\n5.Yang dipercaya untuk menyampaikan wahyu karena terpelihara dari sifat-sifat khianat dan penyelewengan.",
    "quraish": "Yang ditaati di alam malaikat, yang jujur dalam menyampaikan wahyu.",
    "jalalayn": "(Yang ditaati di sana) yakni dia ditaati oleh semua malaikat yang di langit (lagi dipercaya) untuk menurunkan wahyu."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 22,
    "arab": "وَمَا صَاحِبُكُمْ بِمَجْنُوْنٍۚ",
    "translation": "Dan temanmu (Muhammad) itu bukanlah orang gila. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5822.mp3",
    "tafsir": "Dalam ayat ini, Allah menyifati Nabi Muhammad dengan mengatakan bahwa Muhammad itu bukanlah orang gila, sebagaimana yang dituduhkan oleh orang-orang kafir Mekah.\nKalimat \"temanmu\" dalam ayat ini merupakan alasan untuk menerangkan kedustaan mereka. Sebab, setiap orang akan mengenal tabiat temannya yang sehari-hari bergaul dengannya. Orang-orang Quraisy itu selalu bergaul dengan Nabi Muhammad semenjak beliau masih kecil dan mengetahui kejujuran beliau. Oleh karena itu, mereka memberikan julukan kehormatan kepadanya dengan kata-kata \"al-Amin\" sebelum beliau menjadi nabi.\nBeliau tidak pernah berdusta, menyalahi janji, atau berkhianat, sehingga apa-apa yang dituduhkan kepada Nabi Muhammad itu tentang sifat gila, tukang sihir, atau pendusta adalah bohong semata.",
    "quraish": "Muhammad, yang kalian kenal dan kalian ketahui kecerdasan akalnya, bukanlah orang gila.",
    "jalalayn": "(Dan teman kalian itu sekali-kali bukanlah) yakni Nabi Muhammad saw. Di'athafkan kepada lafal Innahuu hingga seterusnya (orang yang gila) sebagaimana yang kalian tuduhkan kepadanya."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 23,
    "arab": "وَلَقَدْ رَاٰهُ بِالْاُفُقِ الْمُبِيْنِۚ",
    "translation": "Dan sungguh, dia (Muhammad) telah melihatnya (Jibril) di ufuk yang terang. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5823.mp3",
    "tafsir": "Nabi Muhammad pernah melihat Jibril dalam bentuk yang asli dua kali dalam hidupnya. Pertama, ketika beliau berada di Gua Hira sebelum turunnya Surah al-Muddatstsir, dan kedua, ketika beliau mi'raj ke langit ketujuh. Firman Allah \n\nDan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain, (yaitu) di Sidratul Muntaha. (an-Najm/53: 13-14)",
    "quraish": "Aku bersumpah, bahwa Muhammad telah melihat sendiri Jibril di sebuah ufuk yang menampakkan segala yang mungkin terlihat.",
    "jalalayn": "(Dan sesungguhnya dia telah melihatnya) yakni, Nabi Muhammad saw. telah melihat malaikat Jibril dalam bentuk aslinya (di ufuk yang terang) yang jelas yaitu, di ketinggian ufuk sebelah timur."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 24,
    "arab": "وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِيْنٍۚ",
    "translation": "Dan dia (Muhammad) bukanlah seorang yang kikir (enggan) untuk menerangkan yang gaib.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5824.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Nabi Muhammad bukanlah seorang bakhil dalam menyampaikan seluruh wahyu yang disampaikan malaikat Jibril kepadanya. Di samping itu, beliau adalah seorang yang sangat dipercaya karena tidak pernah mengubah wahyu walaupun satu huruf dengan ucapannya sendiri.",
    "quraish": "Muhammad bukan orang yang kikir dalam menyampaikan wahyu, yang ceroboh dalam menyampaikan dan mengajarkan wahyu",
    "jalalayn": "(Dan bukanlah dia) Nabi Muhammad saw. (terhadap perkara yang gaib) hal-hal yang gaib berupa wahyu dan berita dari langit (sebagai seseorang yang dituduh) membuat-buatnya, ini berdasarkan qiraat yang membacanya Zhaniin dengan memakai huruf Zha. Menurut suatu qiraat dibaca Dhaniin dengan memakai huruf Dhadh; artinya seorang yang bakhil untuk menerangkannya, lalu karenanya ia mengurangi sesuatu daripada wahyu dan berita dari langit tersebut."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 25,
    "arab": "وَمَا هُوَ بِقَوْلِ شَيْطٰنٍ رَّجِيْمٍۚ",
    "translation": "Dan (Al-Qur'an) itu bukanlah perkataan setan yang terkutuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5825.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Al-Qur'an bukanlah perkataan setan yang terkutuk, dan bukanlah perkataan yang diletakkan oleh setan di atas lidah Muhammad ketika mengganggu akalnya seperti yang dituduhkan oleh orang Quraisy. Muhammad sudah terkenal sejak kecilnya dengan pikiran yang sehat dan tidak pernah berbuat khianat. Oleh karena itu, apa yang diterangkan oleh Muhammad tentang berita akhirat, surga, dan neraka bukanlah perkataan setan.",
    "quraish": "Wahyu yang turun kepadanya bukanlah perkataan setan yang terlaknat, yang dijauhkan dari rahmat Allah Swt.",
    "jalalayn": "(Dan dia itu bukanlah) yakni, Alquran itu (perkataan setan) artinya hasil curiannya (yang terkutuk) yang dirajam."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 26,
    "arab": "فَاَيْنَ تَذْهَبُوْنَۗ",
    "translation": "maka ke manakah kamu akan pergi?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5826.mp3",
    "tafsir": "Kemudian Allah menerangkan bahwa orang-orang Quraisy itu telah sesat, jauh dari jalan kebenaran, dan tidak mengetahui jalan kebijaksanaan, sehingga Allah bertanya kepada mereka, \"Maka ke manakah kamu akan pergi?\" Maksudnya ialah sesudah diterangkan bahwa Al-Qur'an itu benar-benar datang dari Allah dan di dalamnya terdapat pelajaran dan petunjuk yang membimbing manusia ke jalan yang lurus, ditanyakan kepada orang-orang kafir itu, \"Jalan manakah yang akan kamu tempuh lagi?\"",
    "quraish": "Adakah jalan lain yang lebih lurus dari jalan yang tengah kalian lalui?",
    "jalalayn": "(Maka ke manakah kalian akan pergi?) maksudnya jalan apakah yang kalian tempuh untuk ingkar kepada Alquran dan berpaling daripadanya?"
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 27,
    "arab": "اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَۙ",
    "translation": "(Al-Qur'an) itu tidak lain adalah peringatan bagi seluruh alam, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5827.mp3",
    "tafsir": "Kemudian Allah menyatakan bahwa Al-Qur'an itu tiada lain hanya peringatan bagi semesta alam, bagi mereka yang mempunyai hati cenderung kepada kebaikan. Namun demikian, tidak semua manusia dapat mengambil manfaat dari Al-Qur'an ini. Yang mengambil manfaat ialah siapa yang mau menempuh jalan yang lurus. Adapun orang yang menyimpang dari jalan itu, maka ia tidak dapat mengambil manfaat dari peringatan Al-Qur'an.",
    "quraish": "Kitab suci al-Qur'ân ini tidak lain hanyalah sebuah peringatan dan bahan pelajaran bagi penghuni alam.",
    "jalalayn": "(Tiada lain) tidak lain (Alquran itu hanyalah peringatan) atau pelajaran (bagi semesta alam) yakni, manusia dan jin."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 28,
    "arab": "لِمَنْ شَاۤءَ مِنْكُمْ اَنْ يَّسْتَقِيْمَۗ",
    "translation": "(yaitu) bagi siapa di antara kamu yang menghendaki menempuh jalan yang lurus. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5828.mp3",
    "tafsir": "Kemudian Allah menyatakan bahwa Al-Qur'an itu tiada lain hanya peringatan bagi semesta alam, bagi mereka yang mempunyai hati cenderung kepada kebaikan. Namun demikian, tidak semua manusia dapat mengambil manfaat dari Al-Qur'an ini. Yang mengambil manfaat ialah siapa yang mau menempuh jalan yang lurus. Adapun orang yang menyimpang dari jalan itu, maka ia tidak dapat mengambil manfaat dari peringatan Al-Qur'an.",
    "quraish": "Bagi orang yang berkeinginan meniti jalan lurus dan mencari kebenaran",
    "jalalayn": "(Yaitu bagi siapa di antara kalian yang mau) lafal ayat ini berkedudukan menjadi Badal dari lafal Al-'Aalamiina dengan mengulangi huruf Jarr-nya (menempuh jalan yang lurus) yaitu mengikuti perkara yang hak."
  },
  {
    "hizb": 234,
    "name": "At-Takwir",
    "ayat": 29,
    "arab": "وَمَا تَشَاۤءُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ࣖ",
    "translation": "Dan kamu tidak dapat menghendaki (menempuh jalan itu) kecuali apabila dikehendaki Allah, Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5829.mp3",
    "tafsir": "Dalam ayat ini, Allah mengatakan bahwa manusia tidak mempunyai kehendak sendiri untuk berbuat sesuatu yang dikehendakinya bilamana tidak sesuai dengan kehendak Allah.",
    "quraish": "Dan tidak satu pun keinginan kalian bakal terwujud, kecuali jika Allah telah menghendakinya.",
    "jalalayn": "(Dan kalian tidak dapat menghendaki) menempuh jalan yang hak itu (kecuali apabila dikehendaki Allah, Rabb semesta alam) barulah kalian dapat menempuh jalan itu. Lafal Al-'Aalamiina artinya mencakup semua makhluk."
  }
]