[
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 1,
    "arab": "سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَىۙ ",
    "translation": "Sucikanlah nama Tuhanmu Yang Mahatinggi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5949.mp3",
    "tafsir": "Allah memerintahkan Rasul-Nya agar menyucikan nama-Nya dari segala sesuatu yang tidak sesuai dengan kebesaran serta kemuliaan zat dan sifat-Nya. Nama Allah hanya diucapkan dalam rangka memuji-Nya, tidak boleh sesuatu dinamai dengan nama-Nya. Mahasuci Allah Yang Mahatinggi.",
    "quraish": "[[87 ~ AL-A'LA (YANG MAHATINGGI) Pendahuluan: Makkiyyah 19 ayat ~ Surat al-A'lâ ini dibuka dengan pernyataan tasbih bagi Allah Swt. yang menciptakan semua makhluk yang semuanya setara dalam ketelitian dan kesempurnaan. Allah menciptakan segala sesuatu menurut kadar masing-masing yang dapat menjaga kelangsungan wujudnya. Dia, misalnya, menumbuhkan padang rumput yang hijau yang pada akhirnya akan berubah menjadi kering dan menghitam. Selain itu, dalam surat ini dinyatakan pula bahwa Allah berkehendak membacakan al-Qur'ân pada Nabi Muhammad yang selanjutnya mendapat perintah untuk menghafalkannya. Muhammad tidak akan lupa sedikit pun kecuali beberapa hal yang memang dikehendaki Allah. Allah pun berjanji akan memberikan kemudahan kepadanya. Surat ini kemudian memerintah Nabi Muhammad untuk memberi peringatan kepada manusia melalui al-Qur'ân agar orang-orang yang takut kepada Allah mendapat pelajaran. Sementara orang-orang yang celaka dan akan menjadi penghuni neraka bakal menolak. Ayat-ayat yang lain memuat pernyataan bahwa kemenangan yang sesungguhnya akan diperoleh golongan manusia yang menyucikan diri, berzikir dan bersembahyang. Surat ke-87 dalam urutan al-Qur'ân ini ditutup dengan sebuah ayat yang berisi pemberitahuan bahwa ajaran yang terkandung di dalamnya telah termuat pula dalam kitab-kitab Ibrâhîm dan Mûsâ.]] Sucikanlah nama Tuhanmu dari sifat-sifat yang tidak layak bagi-Nya.",
    "jalalayn": "(Sucikanlah nama Rabbmu) maksudnya sucikanlah Dia dari sifat-sifat yang tidak layak bagi-Nya lafal Ismu adalah lafal Za'id (Yang Maha Tinggi) lafal Al-A'laa berkedudukan sebagai kata sifat bagi lafal Rabbika."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 2,
    "arab": "الَّذِيْ خَلَقَ فَسَوّٰىۖ ",
    "translation": "Yang menciptakan, lalu menyempurnakan (ciptaan-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5950.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Tuhan yang menciptakan semua makhluk dalam bentuk sangat sempurna, penuh ketelitian dan keharmonisan.",
    "jalalayn": "(Yang menciptakan lalu menyempurnakan) ciptaan-Nya, yakni Dia menjadikan makhluk-Nya itu seimbang semua bagian-bagiannya dan tidak pincang atau berbeda-beda."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 3,
    "arab": "وَالَّذِيْ قَدَّرَ فَهَدٰىۖ ",
    "translation": "Yang menentukan kadar (masing-masing) dan memberi petunjuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5951.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Yang menentukan kadar segala sesuatu yang akan menjamin kelangsungan wujudnya, lalu memberinya petunjuk",
    "jalalayn": "(Dan Yang menentukan) apa yang dikehendaki-Nya (dan Yang memberi petunjuk) kepada apa yang telah ditentukan-Nya berupa amal kebaikan dan amal keburukan."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 4,
    "arab": "وَالَّذِيْٓ اَخْرَجَ الْمَرْعٰىۖ ",
    "translation": "dan Yang menumbuhkan rerumputan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5952.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Yang mengeluarkan dari dalam bumi aneka ragam tumbuhan sebagai tempat penggembalaan ternak.",
    "jalalayn": "(Dan Yang mengeluarkan rumput-rumputan) atau Yang menumbuhkan rumput-rumputan."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 5,
    "arab": "فَجَعَلَهٗ غُثَاۤءً اَحْوٰىۖ ",
    "translation": "lalu dijadikan-Nya (rumput-rumput) itu kering kehitam-hitaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5953.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah yang menciptakan dan menyempurnakan penciptaan segala makhluk. Allah pula yang menentukan segala sesuatu menurut bentuk dan ukuran yang tepat dan seimbang. Di samping itu, Dia menetapkan ketentuan-ketentuan dan hukum-hukum yang berlaku bagi tiap-tiap makhluk-Nya, sehingga dapat hidup berkembang biak, dan menjaga hidupnya masing-masing.\nAllah-lah yang menumbuhkan rumput-rumputan yang hijau dan segar untuk makanan binatang dan ternak yang kemudian dijadikan-Nya kering dengan warna kehitam-hitaman. Allah-lah yang menumbuhkan rumput-rumputan dan mengubahnya menjadi kering, bukanlah patung-patung yang disembah oleh orang kafir itu.",
    "quraish": "Sehingga, pada gilirannya, tetumbuhan yang menghijau itu akan berubah menjadi kering dan menghitam.",
    "jalalayn": "(Lalu dijadikan-Nya) sesudah rumput-rumputan itu hijau (kering) yaitu menjadi layu dan kering (kehitam-hitaman) kehitam-hitaman karena kering."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 6,
    "arab": "سَنُقْرِئُكَ فَلَا تَنْسٰىٓ  ۖ ",
    "translation": "Kami akan membacakan (Al-Qur'an) kepadamu (Muhammad) sehingga engkau tidak akan lupa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5954.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad untuk dibacanya dan Ia akan membukakan hati Nabi-Nya dan menguatkan ingatannya. Dengan demikian, setelah mendengarnya satu kali, maka ia tidak akan lupa apa yang telah didengarnya. Allah berfirman:\n\nMaka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur'an sebelum selesai diwahyukan kepadamu, dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\" (thaha/20: 114)\n\nDan firman-Nya:\n\nJangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Qur'an) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya. (al-Qiyamah/75: 16-17)",
    "quraish": "Kami hendak menjadikanmu, Muhammad, dengan ilham dari Kami sebagai pembaca al-Qur'ân, lalu kamu tidak akan lupa apa yang kamu hafal.",
    "jalalayn": "(Kami akan membacakan kepadamu) Alquran (maka kamu tidak akan lupa) apa yang kamu bacakan itu."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 7,
    "arab": "اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّهٗ يَعْلَمُ الْجَهْرَ وَمَا يَخْفٰىۗ ",
    "translation": "kecuali jika Allah menghendaki. Sungguh, Dia mengetahui yang terang dan yang tersembunyi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5955.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa bila Ia menghendaki agar Nabi Muhammad melupakan apa yang telah diwahyukan, maka hal itu dapat dilakukan-Nya. Allah berfirman:\n\n\nDan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami. (al-Isra'/17: 86)\n\nTidak lupa apa yang sudah didengar Nabi Muhammad satu kali itu adalah karunia dan kebaikan dari Allah. Sesungguhnya Dia mengetahui apa yang terang dan apa yang tersembunyi, apa yang disebutkan dan apa yang dirahasiakan.",
    "quraish": "Kecuali sebagian yang memang dikehendaki Allah untuk kamu lupakan. Allah mengetahui perkataan dan perbuatan yang ditampakkan ataupun yang dirahasiakan oleh hamba-hamba-Nya.",
    "jalalayn": "(Kecuali kalau Allah menghendaki) kamu melupakannya karena bacaan dan hukumnya telah dinasakh. Sesungguhnya Nabi saw. selalu mengeraskan suara bacaannya mengikuti bacaan malaikat Jibril karena takut lupa. Seolah-olah dikatakan kepadanya, janganlah kamu tergesa-gesa membacanya, karena sesungguhnya kamu tidak akan lupa, karena itu janganlah kamu merepotkan dirimu dengan mengeraskan suaramu sewaktu kamu membacakannya. (Sesungguhnya Dia) yakni Allah swt. (mengetahui yang terang) maksudnya perkataan dan perbuatan yang terang-terangan (dan yang tersembunyi) dari keduanya."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 8,
    "arab": "وَنُيَسِّرُكَ لِلْيُسْرٰىۖ ",
    "translation": "Dan Kami akan memudahkan bagimu ke jalan kemudahan (mencapai kebahagiaan dunia dan akhirat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5956.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa Ia akan memberi Nabi-Nya taufik kepada jalan yang mudah, yang membawa kepada kebahagiaan di dunia dan di akhirat. Dialah yang memberinya agama yang mudah diterima jiwa dan tidak sukar dipahami oleh akal.",
    "quraish": "Dan Kami akan memberikan kepadamu jalan yang sangat mudah dalam setiap urusanmu.",
    "jalalayn": "(Dan Kami akan memudahkan kamu untuk menempuh jalan yang mudah) yakni syariat yang mudah, yaitu agama Islam."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 9,
    "arab": "فَذَكِّرْ اِنْ نَّفَعَتِ الذِّكْرٰىۗ ",
    "translation": "oleh sebab itu berikanlah peringatan, karena peringatan itu bermanfaat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5957.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Rasul-Nya agar memperingatkan umat manusia tentang yang telah ia terima dari-Nya. Allah menyatakan bahwa peringatan itu amat besar kegunaan dan faedahnya bagi manusia, karena peringatan itu memberi petunjuk kepadanya tentang cara-cara mencapai kebahagiaan hidup di dunia dan di akhirat. Akan tetapi, ternyata mereka tetap saja membangkang dan ingkar. Maka Rasulullah janganlah bersedih hati.",
    "quraish": "Maka berilah peringatan kepada manusia apabila peringatan itu bermanfaat. Semestinya peringatan itu bermanfaat.",
    "jalalayn": "(Oleh sebab itu berikanlah peringatan) dengan Alquran (karena peringatan itu bermanfaat) maksudnya memberikan peringatan dengan hal-hal yang telah disebutkan pada firman-Nya, \"Sayadzdzakkaru,\" sekalipun peringatan itu tidak bermanfaat bagi sebagian di antara mereka, tetapi peringatan itu pasti bermanfaat bagi sebagian yang lainnya."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 10,
    "arab": "سَيَذَّكَّرُ مَنْ يَّخْشٰىۙ ",
    "translation": "orang yang takut (kepada Allah) akan mendapat pelajaran,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5958.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa mereka yang beruntung adalah yang dapat menerima panggilan atau peringatan Rasul-Nya, serta takut kepada Allah dan siksaan-Nya. Mereka inilah yang mempergunakan pikiran mereka yang waras untuk mencapai kebenaran yang kelak akan menjadi pegangan hidup mereka.",
    "quraish": "Orang yang takut kepada Allah akan mengambil manfaat dari peringatanmu itu.",
    "jalalayn": "(Akan mendapat peringatan) dan pelajaran dari peringatan itu (orang yang takut) kepada Allah swt. sebagaimana yang disebutkan dalam ayat yang lain yaitu, firman-Nya, \"Maka beri peringatanlah dengan Alquran orang yang takut kepada ancaman-Ku.\" (Q.S. Qaaf, 45)"
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 11,
    "arab": "وَيَتَجَنَّبُهَا الْاَشْقَىۙ ",
    "translation": "dan orang-orang yang celaka (kafir) akan menjauhinya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5959.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa bagi orang yang ingkar, durhaka, dan menjauhkan diri dari petunjuk-petunjuk yang diberikan Nabi Muhammad, tidak akan berfaedah peringatan yang disampaikan. Oleh karena itu, mereka tetap dalam kekafiran dan akan dilemparkan ke dalam neraka yang paling bawah.\nSecara ringkas, orang yang menghadapi panggilan Nabi Muhammad ke jalan Allah itu ada tiga golongan:\n1.Golongan orang yang mengetahui dan yakin akan kebenarannya, tidak ada keraguan sedikit pun di dalam hatinya. Orang ini adalah orang mukmin yang sempurna (mu'min kamil) yang takut kepada Tuhannya.\n2.Golongan orang yang dalam menerima petunjuk, kemudian ia yakin akan petunjuk itu, lalu menyatakan keimanannya. Orang ini adalah golongan yang agak kurang nilainya dari yang pertama.\n3.Golongan yang durhaka dan ingkar, yang telah tertutup hatinya dari panggilan ke jalan Allah. Mereka ini adalah golongan yang paling jahat dan paling jauh dari kebaikan.",
    "quraish": "Dan orang yang celaka, yang terus menerus berbuat durhaka dan bersikap kafir akan menjauhinya.",
    "jalalayn": "(Akan menjauhinya) yakni peringatan itu akan ditinggalkan dan diabaikan begitu saja (orang yang celaka) yakni orang yang kafir."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 12,
    "arab": "الَّذِيْ يَصْلَى النَّارَ الْكُبْرٰىۚ ",
    "translation": "(yaitu) orang yang akan memasuki api yang besar (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5960.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa bagi orang yang ingkar, durhaka, dan menjauhkan diri dari petunjuk-petunjuk yang diberikan Nabi Muhammad, tidak akan berfaedah peringatan yang disampaikan. Oleh karena itu, mereka tetap dalam kekafiran dan akan dilemparkan ke dalam neraka yang paling bawah.\nSecara ringkas, orang yang menghadapi panggilan Nabi Muhammad ke jalan Allah itu ada tiga golongan:\n1.Golongan orang yang mengetahui dan yakin akan kebenarannya, tidak ada keraguan sedikit pun di dalam hatinya. Orang ini adalah orang mukmin yang sempurna (mu'min kamil) yang takut kepada Tuhannya.\n2.Golongan orang yang dalam menerima petunjuk, kemudian ia yakin akan petunjuk itu, lalu menyatakan keimanannya. Orang ini adalah golongan yang agak kurang nilainya dari yang pertama.\n3.Golongan yang durhaka dan ingkar, yang telah tertutup hatinya dari panggilan ke jalan Allah. Mereka ini adalah golongan yang paling jahat dan paling jauh dari kebaikan.",
    "quraish": "Yaitu orang yang akan masuk ke dalam api yang amat besar yang disediakan untuk pembalasan.",
    "jalalayn": "(Yaitu orang yang akan memasuki api yang besar) yaitu api neraka; dan api dunia dinamakan api kecil."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 13,
    "arab": "ثُمَّ لَا يَمُوْتُ فِيْهَا وَلَا يَحْيٰىۗ ",
    "translation": "selanjutnya dia di sana tidak mati dan tidak (pula) hidup.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5961.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa orang-orang yang dimasukkan ke dalam neraka itu menjalani siksaan yang tidak ada habis-habisnya. Mereka merasakan sakit yang tidak ada batasnya, tidak mati di dalamnya dan tidak pula hidup. Allah berfirman:\n\nDan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir. (Fathir/35: 36)",
    "quraish": "Kemudian ia tidak akan mati di dalam neraka--sehingga dapat tenang dengan kematian itu--dan juga tidak akan hidup dengan kehidupan yang menyenangkan.",
    "jalalayn": "(Kemudian dia tidak mati di dalamnya) hingga ia dapat beristirahat (dan tidak pula hidup) dengan kehidupan yang menyenangkan."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 14,
    "arab": "قَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ ",
    "translation": "Sungguh beruntung orang yang menyucikan diri (dengan beriman),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5962.mp3",
    "tafsir": "Allah menerangkan bahwa orang yang beruntung, yaitu terhindar dari siksa akhirat, adalah orang yang bersih, beriman kepada Allah dan tidak mempersekutukan-Nya, serta percaya kepada yang disampaikan oleh Nabi Muhammad saw.\nBila terlintas dalam hatinya dan ia ingat sifat-sifat Tuhan yang mempunyai kebesaran dan kemuliaan, maka ketika itu pula ia tunduk kepada kekuasaan-Nya lalu sujud melakukan salat. Allah berfirman:\n\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (al-Anfal/8: 2)",
    "quraish": "Sungguh sangat beruntung orang yang menyucikan diri dari sikap kafir dan kemaksiatan.",
    "jalalayn": "(Sesungguhnya beruntunglah) atau mendapat keberuntungan (orang yang membersihkan diri) dengan cara beriman."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 15,
    "arab": "وَذَكَرَ اسْمَ رَبِّهٖ فَصَلّٰىۗ ",
    "translation": "dan mengingat nama Tuhannya, lalu dia salat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5963.mp3",
    "tafsir": "Allah menerangkan bahwa orang yang beruntung, yaitu terhindar dari siksa akhirat, adalah orang yang bersih, beriman kepada Allah dan tidak mempersekutukan-Nya, serta percaya kepada yang disampaikan oleh Nabi Muhammad saw.\nBila terlintas dalam hatinya dan ia ingat sifat-sifat Tuhan yang mempunyai kebesaran dan kemuliaan, maka ketika itu pula ia tunduk kepada kekuasaan-Nya lalu sujud melakukan salat. Allah berfirman:\n\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (al-Anfal/8: 2)",
    "quraish": "Dan mengingat nama Sang Penciptanya dengan hati dan lidahnya, lalu ia mengerjakan salat dengan penuh kekhusyukan dan kepatuhan.",
    "jalalayn": "(Dan dia ingat nama Rabbnya) seraya mengagungkan-Nya (lalu dia salat) maksudnya, mengerjakan salat lima waktu, hal ini merupakan perkara akhirat; akan tetapi orang-orang kafir Mekah berpaling daripadanya."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 16,
    "arab": "بَلْ تُؤْثِرُوْنَ الْحَيٰوةَ الدُّنْيَاۖ ",
    "translation": "Sedangkan kamu (orang-orang kafir) memilih kehidupan dunia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5964.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang kafir lebih mengutamakan kesenangan di dunia daripada kesenangan di akhirat. Padahal, semestinya mereka memilih kesenangan akhirat, sesuai dengan yang dikehendaki oleh agama Allah. Kesenangan akhirat itu lebih baik dan kekal abadi, sedangkan kesenangan di dunia akan lenyap diliputi oleh kekotoran dan kesedihan. Meskipun begitu, secara umum manusia perlu seimbang dalam usaha dan mengatur porsi waktu untuk kepentingan dunia dan akhirat, sebagaimana firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan. (al-Qasas/28: 77)",
    "quraish": "Tetapi kalian tidak melakukan perbuatan yang membawa keberuntungan, bahkan kalian selalu mengutamakan perhatian kepada kehidupan dunia daripada kehidupan akhirat.",
    "jalalayn": "(Tetapi kamu sekalian lebih memilih) dapat dibaca Tu'tsiruuna dan Yu'tsiruuna (kehidupan duniawi) daripada kehidupan ukhrawi."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 17,
    "arab": "وَالْاٰخِرَةُ خَيْرٌ وَّاَبْقٰىۗ ",
    "translation": "padahal kehidupan akhirat itu lebih baik dan lebih kekal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5965.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang kafir lebih mengutamakan kesenangan di dunia daripada kesenangan di akhirat. Padahal, semestinya mereka memilih kesenangan akhirat, sesuai dengan yang dikehendaki oleh agama Allah. Kesenangan akhirat itu lebih baik dan kekal abadi, sedangkan kesenangan di dunia akan lenyap diliputi oleh kekotoran dan kesedihan. Meskipun begitu, secara umum manusia perlu seimbang dalam usaha dan mengatur porsi waktu untuk kepentingan dunia dan akhirat, sebagaimana firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan. (al-Qasas/28: 77)",
    "quraish": "Sedangkan kehidupan akhirat adalah lebih baik, dengan kenikmatannya yang suci, daripada kehidupan dunia, dan lebih kekal.",
    "jalalayn": "(Sedangkan kehidupan akhirat) yang di dalamnya terdapat surga (adalah lebih baik dan lebih kekal.)"
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 18,
    "arab": "اِنَّ هٰذَا لَفِى الصُّحُفِ الْاُوْلٰىۙ ",
    "translation": "Sesungguhnya ini terdapat dalam kitab-kitab yang dahulu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5966.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa apa yang disampaikan-Nya kepada Nabi Muhammad tentang perintah dan larangan, janji anugerah dan peringatan adalah sama dengan apa yang telah terdapat di dalam kitab Nabi Ibrahim dan Nabi Musa. Dengan demikian, Nabi Muhammad hanya mengingatkan kembali kepada agama-Nya yang terdahulu yang telah dilupakan oleh manusia. Agama yang ada itu telah diubah oleh tangan-tangan manusia, dirusak oleh hawa nafsu dan adat istiadat nenek moyang mereka sehingga telah menyimpang dari yang sebenarnya. Firman Allah:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 192-196)\n\n\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya). (asy-Syura/42: 13)",
    "quraish": "Sesungguhnya apa yang tersebut dalam surat ini benar-benar telah tersebut pula dalam kitab suci- kitab suci (shahîfah) terdahulu, yaitu shahîfah Ibrâhîm dan Mûsâ. Maka dengan begitu, hal itu merupakan salah satu titik temu semua agama samawi yang tercantum di dalam kitab suci-kitab sucinya.",
    "jalalayn": "(Sesungguhnya ini) maksudnya keberuntungan orang-orang yang membersihkan dirinya dengan beriman dan bahwa kehidupan akhirat itu lebih baik (benar-benar terdapat dalam kitab-kitab terdahulu) yang diturunkan sebelum Alquran."
  },
  {
    "hizb": 237,
    "name": "Al-A'la",
    "ayat": 19,
    "arab": "صُحُفِ اِبْرٰهِيْمَ وَمُوْسٰى ࣖ ",
    "translation": "(yaitu) kitab-kitab Ibrahim dan Musa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5967.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa apa yang disampaikan-Nya kepada Nabi Muhammad tentang perintah dan larangan, janji anugerah dan peringatan adalah sama dengan apa yang telah terdapat di dalam kitab Nabi Ibrahim dan Nabi Musa. Dengan demikian, Nabi Muhammad hanya mengingatkan kembali kepada agama-Nya yang terdahulu yang telah dilupakan oleh manusia. Agama yang ada itu telah diubah oleh tangan-tangan manusia, dirusak oleh hawa nafsu dan adat istiadat nenek moyang mereka sehingga telah menyimpang dari yang sebenarnya. Firman Allah:\n\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syu'ara'/26: 192-196)\n\n\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya). (asy-Syura/42: 13)",
    "quraish": "Sesungguhnya apa yang tersebut dalam surat ini benar-benar telah tersebut pula dalam kitab suci- kitab suci (shahîfah) terdahulu, yaitu shahîfah Ibrâhîm dan Mûsâ. Maka dengan begitu, hal itu merupakan salah satu titik temu semua agama samawi yang tercantum di dalam kitab suci-kitab sucinya.",
    "jalalayn": "(Yaitu Kitab-kitab Ibrahim dan Musa) sepuluh shuhuf bagi Nabi Ibrahim, dan satu shuhuf bagi Nabi Musa, yaitu kitab Taurat."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 1,
    "arab": "هَلْ اَتٰىكَ حَدِيْثُ الْغَاشِيَةِۗ",
    "translation": "Sudahkah sampai kepadamu berita tentang (hari Kiamat)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5968.mp3",
    "tafsir": "Allah menyindir penduduk neraka dengan mengatakan, \"Sudahkah sampai kepada kamu berita tentang hari Kiamat.\"",
    "quraish": "[[88 ~ AL-GHASYIYAH (HARI PEMBALASAN) Pendahuluan: Makkiyyah, 26 ayat ~ Surat ini diawali dengan gaya bahasa yang memancing kita untuk mengetahui peristiwa apa yang akan terjadi di hari kiamat. Disebutkan, misalnya, bahwa manusia pada hari itu terbagi menjadi dua golongan. Pertama, mereka yang tidak menyambut kedatangan hari itu dengan penghormatan, kemudian mereka masuk ke dalam neraka jahanam yang sangat panas. Dan, kedua, mereka yang menyambut hari itu dengan rasa gembira dengan rahmat dan perkenan Tuhan yang disediakan untuk mereka. Kemudian pembicaraan diarahkan kepada pemaparan bukti-bukti yang jelas akan kekuasaan Allah untuk membangkitkan kembali manusia, yang diambil dari hal-hal yang mereka saksikan dengan mata kepala mereka sendiri dan mereka ambil manfaatnya dalam kehidupan mereka sehari-hari. Setelah menyebutkan bukti-bukti ini, surat ini beralih memerintah Rasulullah untuk memberi peringatan, karena hal itu merupakan misi utamanya. Perintah kepada Rasulullah untuk memberi peringatan ini disertai dengan keterangan bahwa dirinya tidak mempunyai kekuasaan apa-apa sehingga dapat memaksa mereka untuk beriman. Diikuti pula dengan keterangan bahwa orang yang menolak untuk beriman dan tetap bersikap kafir setelah peringatan ini pasti akan mendapat balasan dan siksaan yang amat besar dari Allah saat ia kembali kepada-Nya kelak setelah ia mati. Sebab, mereka semua akan kembali kepada-Nya dan akan diperhitungkan oleh-Nya.]] Wahai Muhammad, apakah berita tentang hari kiamat dengan kedahsyatannya yang membuat manusia tidak sadarkan diri itu telah sampai kepadamu?",
    "jalalayn": "(Apakah) telah (datang kepadamu berita hari kiamat) hari kiamat dinamakan hari yang menutupi karena pada hari itu semua makhluk diselimuti oleh kengerian-kengeriannya."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 2,
    "arab": "وُجُوْهٌ يَّوْمَىِٕذٍ خَاشِعَةٌ  ۙ",
    "translation": "Pada hari itu banyak wajah yang tertunduk terhina,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5969.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa manusia ketika itu terbagi dua, yaitu golongan orang kafir dan golongan orang mukmin.\nGolongan orang kafir ketika melihat kedahsyatan yang terjadi ketika itu, menjadi tertunduk dan merasa terhina. Allah berfirman:\n\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nDan firman Allah:\n\n\nDan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tertunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata, \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.\" Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal. (asy-Syura/42: 45)",
    "quraish": "Pada hari kiamat, terdapat wajah-wajah yang sangat terhina dan selalu mengerjakan sesuatu yang melelahkan dan mencelakannya di dalam neraka.",
    "jalalayn": "(Banyak muka pada hari itu) yang dimaksud dengan ungkapan lafal Wujuuh atau muka adalah orang-orangnya, demikian lafal yang sama sesudahnya nanti (tunduk) terhina."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 3,
    "arab": "عَامِلَةٌ نَّاصِبَةٌ  ۙ",
    "translation": "(karena) bekerja keras lagi kepayahan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5970.mp3",
    "tafsir": "Allah menerangkan bahwa orang-orang kafir itu semasa hidup di dunia bekerja dengan rajin dan sungguh-sungguh. Akan tetapi, perbuatan mereka itu tidak diterima karena mereka tidak beriman kepada Allah dan Rasul-Nya, yang merupakan syarat utama untuk diterimanya perbuatan dan mendapat ganjaran-Nya.",
    "quraish": "Pada hari kiamat, terdapat wajah-wajah yang sangat terhina dan selalu mengerjakan sesuatu yang melelahkan dan mencelakannya di dalam neraka.",
    "jalalayn": "(Pekerja keras lagi kepayahan) maksudnya dalam keadaan lelah dan payah karena diikat dengan rantai dan belenggu."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 4,
    "arab": "تَصْلٰى نَارًا حَامِيَةً  ۙ",
    "translation": "mereka memasuki api yang sangat panas (neraka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5971.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang-orang kafir akan dimasukkan ke dalam neraka. Bila mereka meminta air karena haus, maka mereka diberi air bersumber dari mata air yang sangat panas. Bila mereka meminta makan, maka diberi makanan yang jelek, yang tidak ada artinya. Allah berfirman:\n\nDan tidak ada makanan (baginya) kecuali dari darah dan nanah. (al-haqqah/69: 36)\n\nDan firman Allah:\n\n\nKemudian sesungguhnya kamu, wahai orang-orang yang sesat lagi mendustakan! pasti akan memakan pohon zaqqum. (al-Waqi'ah/56: 51-52)\n\nDalam ayat lain Allah berfirman:\n\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)",
    "quraish": "Masuk ke dalam neraka yang sangat panas.",
    "jalalayn": "(Memasuki) dapat dibaca Tashlaa dan Tushlaa, jika dibaca Tushlaa artinya dimasukkan ke dalam (api yang sangat panas.)"
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 5,
    "arab": "تُسْقٰى مِنْ عَيْنٍ اٰنِيَةٍ ۗ",
    "translation": "diberi minum dari sumber mata air yang sangat panas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5972.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang-orang kafir akan dimasukkan ke dalam neraka. Bila mereka meminta air karena haus, maka mereka diberi air bersumber dari mata air yang sangat panas. Bila mereka meminta makan, maka diberi makanan yang jelek, yang tidak ada artinya. Allah berfirman:\n\nDan tidak ada makanan (baginya) kecuali dari darah dan nanah. (al-haqqah/69: 36)\n\nDan firman Allah:\n\n\nKemudian sesungguhnya kamu, wahai orang-orang yang sesat lagi mendustakan! pasti akan memakan pohon zaqqum. (al-Waqi'ah/56: 51-52)\n\nDalam ayat lain Allah berfirman:\n\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)",
    "quraish": "Lalu diberi minum dari sumber air yang sangat panas.",
    "jalalayn": "(Diberi minum dari sumber yang sangat panas) atau dengan air yang sangat panas."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 6,
    "arab": "لَيْسَ لَهُمْ طَعَامٌ اِلَّا مِنْ ضَرِيْعٍۙ",
    "translation": "Tidak ada makanan bagi mereka selain dari pohon yang berduri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5973.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang-orang kafir akan dimasukkan ke dalam neraka. Bila mereka meminta air karena haus, maka mereka diberi air bersumber dari mata air yang sangat panas. Bila mereka meminta makan, maka diberi makanan yang jelek, yang tidak ada artinya. Allah berfirman:\n\nDan tidak ada makanan (baginya) kecuali dari darah dan nanah. (al-haqqah/69: 36)\n\nDan firman Allah:\n\n\nKemudian sesungguhnya kamu, wahai orang-orang yang sesat lagi mendustakan! pasti akan memakan pohon zaqqum. (al-Waqi'ah/56: 51-52)\n\nDalam ayat lain Allah berfirman:\n\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)",
    "quraish": "Mereka tidak mendapatkan makanan, kecuali dari jenis yang buruk dan menyiksa orang yang memakannya.",
    "jalalayn": "(Mereka tiada memperoleh makanan selain dari pohon yang berduri) Dharii' adalah sejenis pohon yang berduri, hewan ternak pun tidak mau memakannya karena duri itu keras lagi kotor."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 7,
    "arab": "لَّا يُسْمِنُ وَلَا يُغْنِيْ مِنْ جُوْعٍۗ",
    "translation": "yang tidak menggemukkan dan tidak menghilangkan lapar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5974.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa orang-orang kafir akan dimasukkan ke dalam neraka. Bila mereka meminta air karena haus, maka mereka diberi air bersumber dari mata air yang sangat panas. Bila mereka meminta makan, maka diberi makanan yang jelek, yang tidak ada artinya. Allah berfirman:\n\nDan tidak ada makanan (baginya) kecuali dari darah dan nanah. (al-haqqah/69: 36)\n\nDan firman Allah:\n\n\nKemudian sesungguhnya kamu, wahai orang-orang yang sesat lagi mendustakan! pasti akan memakan pohon zaqqum. (al-Waqi'ah/56: 51-52)\n\nDalam ayat lain Allah berfirman:\n\n\nSungguh pohon zaqqum itu, makanan bagi orang yang banyak dosa. (ad-Dukhan/44: 43-44)",
    "quraish": "Makanan itu tidak memberikan kegemukan untuk tubuh dan tidak juga menghilangkan rasa lapar.",
    "jalalayn": "(Yang tidak menggemukkan dan tidak pula menghilangkan lapar.)"
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 8,
    "arab": "وُجُوْهٌ يَّوْمَىِٕذٍ نَّاعِمَةٌ  ۙ",
    "translation": "Pada hari itu banyak (pula) wajah yang berseri-seri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5975.mp3",
    "tafsir": "Allah menerangkan bahwa di dalam surga, muka orang mukmin berseri penuh kegembiraan. Mereka merasa senang melihat hasil usaha mereka yang mendapat keridaan Allah yang kemudian mendapat imbalan surga yang diidam-idamkan.\n(10-16) Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Pada hari kiamat, juga terdapat wajah-wajah yang sangat berseri-seri disebabkan oleh balasan dari perbuatan yang dilakukannya di dunia. Wajah-wajah itu senang, berada di dalam surga yang tinggi tempat dan kedudukannya.",
    "jalalayn": "(Banyak muka pada hari itu berseri-seri) atau tampak cerah dan cantik."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 9,
    "arab": "لِّسَعْيِهَا رَاضِيَةٌ  ۙ ",
    "translation": "merasa senang karena usahanya (sendiri),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5976.mp3",
    "tafsir": "Allah menerangkan bahwa di dalam surga, muka orang mukmin berseri penuh kegembiraan. Mereka merasa senang melihat hasil usaha mereka yang mendapat keridaan Allah yang kemudian mendapat imbalan surga yang diidam-idamkan.\n(10-16) Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Pada hari kiamat, juga terdapat wajah-wajah yang sangat berseri-seri disebabkan oleh balasan dari perbuatan yang dilakukannya di dunia. Wajah-wajah itu senang, berada di dalam surga yang tinggi tempat dan kedudukannya.",
    "jalalayn": "(Karena usahanya) sewaktu di dunia yaitu karena ketaatannya (mereka merasa senang) di alam akhirat, yaitu sewaktu mereka melihat pahalanya."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 10,
    "arab": "فِيْ جَنَّةٍ عَالِيَةٍۙ",
    "translation": "(mereka) dalam surga yang tinggi, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5977.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Pada hari kiamat, juga terdapat wajah-wajah yang sangat berseri-seri disebabkan oleh balasan dari perbuatan yang dilakukannya di dunia. Wajah-wajah itu senang, berada di dalam surga yang tinggi tempat dan kedudukannya.",
    "jalalayn": "(Dalam surga yang tinggi) secara nyata dan dapat mereka rasakan."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 11,
    "arab": "لَّا تَسْمَعُ فِيْهَا لَاغِيَةً ۗ",
    "translation": "di sana (kamu) tidak mendengar perkataan yang tidak berguna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5978.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Kamu tidak akan mendengar perkataan yang tidak berguna di dalamnya. Di sana terdapat sumber air yang mengalir dan tidak ada putus-putusnya.",
    "jalalayn": "(Tidak kamu dengar) dapat dibaca Tasma'u dan Yasma'u, jika Yasma'u artinya tidak dia dengar (di dalamnya perkataan yang tak berguna) tiada seorang yang berkata melantur yang tidak ada gunanya."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 12,
    "arab": "فِيْهَا عَيْنٌ جَارِيَةٌ  ۘ",
    "translation": "Di sana ada mata air yang mengalir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5979.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Kamu tidak akan mendengar perkataan yang tidak berguna di dalamnya. Di sana terdapat sumber air yang mengalir dan tidak ada putus-putusnya.",
    "jalalayn": "(Di dalamnya ada mata air yang mengalir) lafal `Ainun sekalipun bentuknya Mufrad tetapi maknanya jamak."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 13,
    "arab": "فِيْهَا سُرُرٌ مَّرْفُوْعَةٌ  ۙ",
    "translation": "Di sana ada dipan-dipan yang ditinggikan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5980.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Dan juga terdapat tahta-tahta yang sangat tinggi tempat dan kedudukannya, sebagai tambahan kesenangan bagi mereka di surga.",
    "jalalayn": "(Di dalamnya ada takhta-takhta yang ditinggikan) yaitu tempat kedudukan dan derajatnya ditinggikan."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 14,
    "arab": "وَّاَكْوَابٌ مَّوْضُوْعَةٌ  ۙ",
    "translation": "dan gelas-gelas yang tersedia (di dekatnya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5981.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Gelas-gelas yang terletak di depan mereka.",
    "jalalayn": "(Dan gelas-gelas) yakni tempat-tempat untuk minum tanpa gagang (yang terletak) di setiap tepi mata air yang disediakan untuk peminum-peminumnya."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 15,
    "arab": "وَّنَمَارِقُ مَصْفُوْفَةٌ  ۙ ",
    "translation": "dan bantal-bantal sandaran yang tersusun,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5982.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Bantal-bantal yang tersusun rapi.",
    "jalalayn": "(Dan bantal-bantal) untuk bersandar (yang tersusun) atau dalam keadaan tersusun untuk tempat bersandar."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 16,
    "arab": "وَّزَرَابِيُّ مَبْثُوْثَةٌ  ۗ",
    "translation": "dan permadani-permadani yang terhampar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5983.mp3",
    "tafsir": "Dalam ayat-ayat berikut ini, Allah menerangkan keadaan surga:\n1.Surga tempatnya bernilai tinggi, lebih tinggi dari nilai tempat-tempat yang lain.\n2.Di dalamnya tidak terdengar perkataan yang tidak berguna, sebab tempat itu adalah tempat orang-orang yang dikasihi Allah.\n3.Di dalamnya terdapat mata air yang mengalirkan air bersih yang menarik pandangan bagi siapa saja yang melihatnya.\n4.Di dalamnya terdapat mahligai yang tinggi.\n5.Di dekat mereka tersedia gelas-gelas yang berisi minuman yang sudah siap diminum.\n6.Di dalamnya terdapat bantal-bantal tersusun yang dapat dipergunakan menurut selera mereka, duduk di atasnya atau dipakai untuk bersandar dan sebagainya.\n7.Di sana terdapat pula permadani yang indah dan terhampar pada setiap tempat.\n8.Terdapat segala macam kenikmatan rohani dan jasmani yang jauh dari yang dapat kita bayangkan.",
    "quraish": "Dan permadani-permadani yang terhampar di tempat-tempat duduk.",
    "jalalayn": "(Dan permadani-permadani) yaitu permadani yang empuk lagi tebal (yang terhampar) dalam keadaan terbentang."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 17,
    "arab": "اَفَلَا يَنْظُرُوْنَ اِلَى الْاِبِلِ كَيْفَ خُلِقَتْۗ",
    "translation": "Maka tidakkah mereka memperhatikan unta, bagaimana diciptakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5984.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mempertanyakan apakah mereka tidak memperhatikan bagaimana unta, yang ada di depan mata mereka dan dipergunakan setiap waktu, diciptakan. Bagaimana pula langit yang berada di tempat yang tinggi tanpa tiang; bagaimana gunung-gunung dipancangkan dengan kukuh, tidak bergoyang dan dijadikan petunjuk bagi orang yang dalam perjalanan. Di atasnya terdapat danau dan mata air yang dapat dipergunakan untuk keperluan manusia, mengairi tumbuh-tumbuhan, dan memberi minum binatang ternak. Bagaimana pula bumi dihamparkan sebagai tempat tinggal bagi manusia.\nApabila mereka telah memperhatikan semua itu dengan seksama, tentu mereka akan mengakui bahwa penciptanya dapat membangkitkan manusia kembali pada hari Kiamat.",
    "quraish": "Maka apakah mereka tetap meremehkan dan tidak mau merenungi bukti-bukti, sehingga mereka tidak memperhatikan unta: bagaimana dia diciptakan dengan penciptaan yang begitu indah yang menunjukan kekuasaan Allah?(1). (1) Dalam penciptaan unta terdapat mukjizat yang menunjukkan kekuasaan Allah untuk kita renungkan. Dari bentuk lahirnya, seperti kita ketahui, unta benar-benar memiliki potensi untuk menjadi kendaraan di wilayah gurun pasir. Matanya terletak pada bagian kepala yang agak tinggi dan agak ke belakang, ditambah dengan dua lapis bulu mata yang melindunginya dari pasir dan kotoran. Begitu pula dengan kedua lubang hidung dan telinga yang dikelilingi dengan rambut untuk maksud yang sama. Maka apabila badai pasir bertiup kencang, kedua lubang hidung itu akan tertutup dan kedua telinganya akan melipat ke tubuhnya, meski bentuknya kecil dan hampir tak terlihat. Sedangkan kakinya yang panjang adalah untuk membantu mempercepat geraknya, seimbang dengan lehernya yang panjang pula. Telapak kakinya yang sangat lebar seperti sepatu berguna untuk memudahkannya dalam berjalan di atas pasir yang lembut. Unta juga mempunyai daging tebal di bawah dadanya dan bantalan-bantalan pada persendian kakinya yang memungkinkannya untuk duduk di atas tanah yang keras dan panas. Pada sisi-sisi ekornya yang panjang terdapat bulu yang melindungi bagian-bagian belakang yang lembut dari segala macam kotoran. Sedang kemampuan kerja unta terlihat lebih istimewa lagi. Pada musim dingin, unta tidak membutuhkan air. Bahkan unta dapat bertahan tanpa minum air selama dua bulan berturut-turut, apabila makanan yang dimakannya segar dan berair, dan selama dua minggu berturut-turut apabila makanannya kering. Unta juga dapat menahan rasa haus saat terik musim panas selama satu atau dua minggu. Pada saat seperti itu, dia akan kehilangan lebih dari sepertiga berat badannya. Kemudian bila menemukan air, unta segera meminumya dalam jumlah yang sangat banyak untuk mengembalikan berat badannya semula dalam waktu beberapa menit saja. Air yang diminum unta tidak disimpan di lambungnya, sebagaimana diduga orang banyak, melainkan di sela-sela badannya. Air itu digunakannya dengan sangat hemat. Maka dari itu, unta sama sekali tidak pernah terengah-engah, tidak pernah bernafas dengan mulutnya, dan tidak mengeluarkan keringat dari kulitnya, kecuali dalam jumlah yang sangat sedikit. Hal ini disebabkan oleh suhu tubuhnya sangat yang rendah pada pagi hari, kemudian mulai meninggi secara perlahan-lahan lebih dari enam derajat sebelum dia perlu mengeluarkan keringat untuk menyegarkan dan menurunkan suhu badannya kembali. Meski kehilangan air dalam jumlah yang sangat banyak setelah mengalami kehausan yang sangat panjang, tekanan darah unta sama sekali tidak terpengaruh kecuali dalam batas-batas tertentu saja. Maka dari itu, unta tidak akan mati arena kehausan dan dahaga. Lebih dari itu, melalui ilmu pengetahuan mtakhir telah ditemukan pula bahwa lemak yang terdapat di punuk unta merupakan tempat menyimpan kekuatannya yang dapat menjaganya dari rasa lapar. Namun demikian, lemak itu tidak banyak memberikan manfaat untuk penyimpanan air yang cukup bagi tubuhnya. Setiap kali dilakukan penelitian pada hewan ini oleh para ahli, selalu ditemukan kebenaran perintah Allah agar kita memperhatikan ciptaan-Nya yang mengandung mukjizat itu.",
    "jalalayn": "(Maka apakah mereka tidak memperhatikan) dengan perhatian yang dibarengi keinginan mengambil pelajaran; yang dimaksud adalah orang-orang kafir Mekah (unta bagaimana dia diciptakan?)"
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 18,
    "arab": "وَاِلَى السَّمَاۤءِ كَيْفَ رُفِعَتْۗ",
    "translation": "dan langit, bagaimana ditinggikan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5985.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mempertanyakan apakah mereka tidak memperhatikan bagaimana unta, yang ada di depan mata mereka dan dipergunakan setiap waktu, diciptakan. Bagaimana pula langit yang berada di tempat yang tinggi tanpa tiang; bagaimana gunung-gunung dipancangkan dengan kukuh, tidak bergoyang dan dijadikan petunjuk bagi orang yang dalam perjalanan. Di atasnya terdapat danau dan mata air yang dapat dipergunakan untuk keperluan manusia, mengairi tumbuh-tumbuhan, dan memberi minum binatang ternak. Bagaimana pula bumi dihamparkan sebagai tempat tinggal bagi manusia.\nApabila mereka telah memperhatikan semua itu dengan seksama, tentu mereka akan mengakui bahwa penciptanya dapat membangkitkan manusia kembali pada hari Kiamat.",
    "quraish": "Juga langit yang selalu mereka saksikan: bagaimana dia diangkat begitu tinggi tanpa tiang?",
    "jalalayn": "(Dan langit, bagaimanakah ia ditinggikan?)"
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 19,
    "arab": "وَاِلَى الْجِبَالِ كَيْفَ نُصِبَتْۗ",
    "translation": "Dan gunung-gunung bagaimana ditegakkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5986.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mempertanyakan apakah mereka tidak memperhatikan bagaimana unta, yang ada di depan mata mereka dan dipergunakan setiap waktu, diciptakan. Bagaimana pula langit yang berada di tempat yang tinggi tanpa tiang; bagaimana gunung-gunung dipancangkan dengan kukuh, tidak bergoyang dan dijadikan petunjuk bagi orang yang dalam perjalanan. Di atasnya terdapat danau dan mata air yang dapat dipergunakan untuk keperluan manusia, mengairi tumbuh-tumbuhan, dan memberi minum binatang ternak. Bagaimana pula bumi dihamparkan sebagai tempat tinggal bagi manusia.\nApabila mereka telah memperhatikan semua itu dengan seksama, tentu mereka akan mengakui bahwa penciptanya dapat membangkitkan manusia kembali pada hari Kiamat.",
    "quraish": "Juga gunung yang mereka daki sampai ke puncaknya: bagaimana dia didirikan dengan kokoh sehingga dapat menahan bumi agar tidak condong?",
    "jalalayn": "(Dan gunung-gunung, bagaimana ia dipancangkan?)"
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 20,
    "arab": "وَاِلَى الْاَرْضِ كَيْفَ سُطِحَتْۗ ",
    "translation": "Dan bumi bagaimana dihamparkan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5987.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah mempertanyakan apakah mereka tidak memperhatikan bagaimana unta, yang ada di depan mata mereka dan dipergunakan setiap waktu, diciptakan. Bagaimana pula langit yang berada di tempat yang tinggi tanpa tiang; bagaimana gunung-gunung dipancangkan dengan kukuh, tidak bergoyang dan dijadikan petunjuk bagi orang yang dalam perjalanan. Di atasnya terdapat danau dan mata air yang dapat dipergunakan untuk keperluan manusia, mengairi tumbuh-tumbuhan, dan memberi minum binatang ternak. Bagaimana pula bumi dihamparkan sebagai tempat tinggal bagi manusia.\nApabila mereka telah memperhatikan semua itu dengan seksama, tentu mereka akan mengakui bahwa penciptanya dapat membangkitkan manusia kembali pada hari Kiamat.",
    "quraish": "Juga bumi yang mereka olah: bagaimana dia diluaskan dan dihamparkan?(1). (1) Pada beberapa ayat al-Qur'ân sering disebutkan bahwa bumi beratap dan terhampar. Ayat-ayat itu harus dipahami bahwa bumi terlihat beratap dan terhampar, meskipun pada hakikatnya berbentuk bulat. Dengan demikian pernyataan al-Qur'ân bahwa bumi itu terhampar tidak bertentangan dengan penemuan ilmu pengetahuan modern.",
    "jalalayn": "(Dan bumi bagaimana ia dihamparkan?) maksudnya dijadikan sehingga terhampar. Melalui hal-hal tersebutlah mereka mengambil kesimpulan tentang kekuasaan Allah swt. dan keesaan-Nya. Pembahasan ini dimulai dengan menyebut unta, karena unta adalah binatang ternak yang paling mereka kenal daripada yang lain-lainnya. Firman Allah \"Suthihat\" jelas menunjukkan bahwa bumi itu rata bentuknya. Pendapat inilah yang dianut oleh para ulama Syara'. Jadi bentuk bumi bukanlah bulat seperti bola sebagaimana yang dikatakan oleh para ahli ilmu konstruksi. Masalah ini sama sekali tidak ada sangkut-pautnya dengan salah satu rukun syariat."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 21,
    "arab": "فَذَكِّرْۗ اِنَّمَآ اَنْتَ مُذَكِّرٌۙ",
    "translation": "Maka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5988.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar memberi peringatan dan petunjuk serta menyampaikan agama-Nya kepada umat manusia, karena tugasnya tidak lain hanyalah memberi peringatan dengan menyampaikan kabar gembira dan kabar yang menakutkan.",
    "quraish": "Maka dari itu, berilah peringatan melalui dakwahmu. Sebab, misi utamamu sebenarnya adalah menyampaikan, dan kamu tidak berkuasa apa-apa atas mereka.",
    "jalalayn": "(Maka berilah peringatan) berilah mereka peringatan yang mengingatkan mereka kepada nikmat-nikmat Allah dan bukti-bukti yang menunjukkan keesaan-Nya (karena sesungguhnya kamu hanyalah orang yang memberi peringatan.)"
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 22,
    "arab": "لَّسْتَ عَلَيْهِمْ بِمُصَيْطِرٍۙ",
    "translation": "Engkau bukanlah orang yang berkuasa atas mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5989.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa Nabi Muhammad tidak berkuasa menjadikan seseorang beriman. Akan tetapi, Allah-lah yang berkuasa menjadikan manusia beriman. Sementara itu, barang siapa yang berpaling dengan mengingkari kebenaran petunjuk Nabi-Nya, niscaya Allah menghukumnya. Allah berfirman:\n\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman? (Yunus/10: 99)\n\nDan Allah berfirman:\n\n\nKami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. (Qaf/50: 45)\n\nBerkaitan dengan hal itu, para juru dakwah cukup menyampaikan pesan-pesan Al-Qur'an dan hadis Nabi sambil mengajak setiap manusia untuk beriman dan beramal saleh, serta masuk ke dalam agama Islam secara keseluruhan (kaffah). Penampilan dan metode dakwah perlu dengan cara yang baik dan tidak boleh bersikap memaksa, sebagaimana firman Allah:\n\nTidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. (al-Baqarah/2: 256)\n\nDan Allah berfirman:\n\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk. (an-Nahl/16: 125)",
    "quraish": "Maka dari itu, berilah peringatan melalui dakwahmu. Sebab, misi utamamu sebenarnya adalah menyampaikan, dan kamu tidak berkuasa apa-apa atas mereka.",
    "jalalayn": "(Kamu bukanlah orang yang berkuasa atas mereka) menurut suatu qiraat lafal Mushaithirin dibaca Musaithirin yakni dengan memakai huruf Sin bukan Shad, artinya menguasai mereka. Ayat ini diturunkan sebelum ada perintah berjihad."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 23,
    "arab": "اِلَّا مَنْ تَوَلّٰى وَكَفَرَۙ",
    "translation": "kecuali (jika ada) orang yang berpaling dan kafir,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5990.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa Nabi Muhammad tidak berkuasa menjadikan seseorang beriman. Akan tetapi, Allah-lah yang berkuasa menjadikan manusia beriman. Sementara itu, barang siapa yang berpaling dengan mengingkari kebenaran petunjuk Nabi-Nya, niscaya Allah menghukumnya. Allah berfirman:\n\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman? (Yunus/10: 99)\n\nDan Allah berfirman:\n\n\nKami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. (Qaf/50: 45)\n\nBerkaitan dengan hal itu, para juru dakwah cukup menyampaikan pesan-pesan Al-Qur'an dan hadis Nabi sambil mengajak setiap manusia untuk beriman dan beramal saleh, serta masuk ke dalam agama Islam secara keseluruhan (kaffah). Penampilan dan metode dakwah perlu dengan cara yang baik dan tidak boleh bersikap memaksa, sebagaimana firman Allah:\n\nTidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. (al-Baqarah/2: 256)\n\nDan Allah berfirman:\n\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk. (an-Nahl/16: 125)",
    "quraish": "Tetapi barangsiapa di antara mereka yang berpaling dan ingkar, maka Allah akan menyiksanya dengan siksaan yang paling besar dan tak ada yang melebihinya.",
    "jalalayn": "(Kecuali) tetapi (orang yang berpaling) dari keimanan (dan kafir) kepada Alquran, artinya ingkar kepadanya."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 24,
    "arab": "فَيُعَذِّبُهُ اللّٰهُ الْعَذَابَ الْاَكْبَرَۗ",
    "translation": "maka Allah akan mengazabnya dengan azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5991.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa Nabi Muhammad tidak berkuasa menjadikan seseorang beriman. Akan tetapi, Allah-lah yang berkuasa menjadikan manusia beriman. Sementara itu, barang siapa yang berpaling dengan mengingkari kebenaran petunjuk Nabi-Nya, niscaya Allah menghukumnya. Allah berfirman:\n\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman? (Yunus/10: 99)\n\nDan Allah berfirman:\n\n\nKami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. (Qaf/50: 45)\n\nBerkaitan dengan hal itu, para juru dakwah cukup menyampaikan pesan-pesan Al-Qur'an dan hadis Nabi sambil mengajak setiap manusia untuk beriman dan beramal saleh, serta masuk ke dalam agama Islam secara keseluruhan (kaffah). Penampilan dan metode dakwah perlu dengan cara yang baik dan tidak boleh bersikap memaksa, sebagaimana firman Allah:\n\nTidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat. (al-Baqarah/2: 256)\n\nDan Allah berfirman:\n\n\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk. (an-Nahl/16: 125)",
    "quraish": "Tetapi barangsiapa di antara mereka yang berpaling dan ingkar, maka Allah akan menyiksanya dengan siksaan yang paling besar dan tak ada yang melebihinya.",
    "jalalayn": "(Maka Allah akan mengazabnya dengan azab yang besar) yaitu azab di akhirat dan azab di dunia dengan dibunuh dan ditawan."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 25,
    "arab": "اِنَّ اِلَيْنَآ اِيَابَهُمْ",
    "translation": "Sungguh, kepada Kamilah mereka kembali,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5992.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa mereka akan kembali kepada-Nya. Tidak ada jalan bagi mereka untuk lari daripada-Nya. Dialah yang akan menghisab mereka atas perbuatan yang telah mereka perbuat di dunia dan kemudian menjatuhkan hukuman-Nya. Ayat-ayat ini adalah penghibur hati bagi Nabi Muhammad dan sebagai obat bagi kesedihan dan kepedihan hatinya atas keingkaran orang-orang kafir itu.",
    "quraish": "Sesungguhnya hanya kepada Kami, bukan kepada yang lain, mereka akan kembali dengan cara kematian dan kebangkitan.",
    "jalalayn": "(Sesungguhnya kepada Kamilah kembali mereka) maksudnya mereka akan kembali kepada-Nya sesudah mati."
  },
  {
    "hizb": 237,
    "name": "Al-Gasyiyah",
    "ayat": 26,
    "arab": "ثُمَّ اِنَّ عَلَيْنَا حِسَابَهُمْ ࣖ",
    "translation": "kemudian sesungguhnya (kewajiban) Kamilah membuat perhitungan atas mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5993.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah menerangkan bahwa mereka akan kembali kepada-Nya. Tidak ada jalan bagi mereka untuk lari daripada-Nya. Dialah yang akan menghisab mereka atas perbuatan yang telah mereka perbuat di dunia dan kemudian menjatuhkan hukuman-Nya. Ayat-ayat ini adalah penghibur hati bagi Nabi Muhammad dan sebagai obat bagi kesedihan dan kepedihan hatinya atas keingkaran orang-orang kafir itu.",
    "quraish": "Kemudian hanya Kamilah yang bertugas untuk menghitung dan memberikan balasan.",
    "jalalayn": "(Kemudian sesungguhnya kewajiban Kamilah menghisab mereka) atau memberikan balasan kepada mereka, Kami sama sekali tidak akan membiarkan mereka begitu saja, mereka pasti Kami hisab."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 1,
    "arab": "وَالْفَجْرِۙ",
    "translation": "Demi fajar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5994.mp3",
    "tafsir": "Allah bersumpah dengan fajar. Fajar yang dimaksud adalah fajar yaumun-nahr (hari penyembelihan kurban), yaitu tanggal 10 Zulhijah, karena ayat berikutnya membicarakan \"malam yang sepuluh\", yaitu sepuluh hari pertama bulan itu. Akan tetapi, ada yang berpendapat bahwa fajar yang dimaksud adalah fajar setiap hari yang mulai menyingsing yang menandakan malam sudah berakhir dan siang sudah dimulai. Ada pula yang berpendapat bahwa fajar itu adalah fajar 1 Muharram sebagai awal tahun, atau fajar 1 Zulhijah sebagai bulan pelaksanaan ibadah haji.",
    "quraish": "[[89 ~ AL-FAJR (FAJAR) Pendahuluan: Makkiyyah, 30 ayat ~ Surat ini dimulai dengan sejumlah sumpah demi beberapa gejala alam yang bertujuan untuk mengarahkan perhatian kepada sejumlah bukti kekuasaan Allah yang menunjukkan bahwa orang-orang yang ingkar kepada Allah dan kebangkitan akan mendapat siksa seperti orang-orang sebelum mereka yang juga mendustakannya. Setelah itu, dalam surat ini diutarakan pula ketetapan dan sunnatullâh untuk menguji hamba-hamba-Nya, dengan ujian yang baik maupun yang buruk. Diutarakan pula bahwa jika Allah memberikan karunia kepada seseorang dan tidak memberikannya kepada orang lain, hal itu tidak serta merta menunjukkan perkenan dan kemurkaan Allah. Kemudian pembicaraan diarahkan kepada orang-orang yang menjadi sasaran surat ini, bahwa keadaan mereka menunjukkan bahwa mereka sangat tamak dan kikir. Surat ini kemudian diakhiri dengan isyarat tentang penyesalan orang-orang yang melampaui batas dan angan-angan mereka seandainya mereka dahulu melakukan perbuatan-perbuatan baik yang dapat menyelamatkan dan menolong diri mereka dari kedahsyatan bencana hari kiamat. Juga tentang kelembutan yang diterima oleh jiwa yang tenang, yang telah mengerjakan perbuatan-perbuatan baik dan tidak melampaui batas, dan juga panggilan untuk masuk ke dalam golongan hamba-hamba Allah yang mendapatkan penghormatan di dalam surga-Nya.]] Aku bersumpah demi cahaya pagi ketika mulai mengusir gelap malam.",
    "jalalayn": "(Demi fajar) yakni fajar yang terbit setiap hari."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 2,
    "arab": "وَلَيَالٍ عَشْرٍۙ",
    "translation": "demi malam yang sepuluh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5995.mp3",
    "tafsir": "Berikutnya Allah bersumpah dengan \"malam yang sepuluh\". Yang dimaksud adalah sepuluh hari pertama bulan Zulhijah, yang merupakan hari-hari yang sangat dimuliakan beramal pada hari-hari tersebut, sebagaimana diinformasikan hadis berikut:\nTidak ada hari apa pun berbuat baik lebih dicintai Allah padanya daripada hari-hari ini. (Riwayat al-Bukhari dari Ibnu 'Abbas)\n\nAkan tetapi, ada yang berpendapat bahwa yang dimaksud adalah sepuluh hari pertama bulan Muharram, atau sepuluh hari pertama bulan Ramadan, atau sepuluh hari pertama setiap bulan.",
    "quraish": "Demi sepuluh malam yang paling utama di sisi Allah.",
    "jalalayn": "(Dan malam yang sepuluh) maksudnya tanggal sepuluh bulan Zulhijah."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 3,
    "arab": "وَّالشَّفْعِ وَالْوَتْرِۙ",
    "translation": "demi yang genap dan yang ganjil,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5996.mp3",
    "tafsir": "Berikutnya lagi Allah bersumpah dengan \"yang genap dan yang ganjil\". \"Yang genap adalah yaumun-nahr di atas, yaitu tanggal 10 Zulhijah, dan \"yang ganjil\" adalah hari 'Arafah, yaitu tanggal 9 Zulhijah. Itu adalah hari-hari yang dimuliakan juga. Tanggal 9 Zulhijah adalah hari wukuf di 'Arafah, yaitu hari dimulainya ibadah haji, dan tanggal 10 Zulhijah adalah hari mulai penyembelihan hewan kurban.",
    "quraish": "Demi genap dan ganjilnya segala sesuatu.",
    "jalalayn": "(Dan yang genap) atau tidak ganjil (dan yang ganjil) dapat dibaca Al-Watr dan Al-Witr, artinya ganjil."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 4,
    "arab": "وَالَّيْلِ اِذَا يَسْرِۚ",
    "translation": "demi malam apabila berlalu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5997.mp3",
    "tafsir": "Selanjutnya Allah bersumpah dengan \"malam ketika berlalu\". Malam yang dimaksud adalah malam ketika jamaah haji sudah berlalu dari 'Arafah dan singgah di Muzdalifah dalam perjalanan menuju Mina dalam pelaksanaan ibadah haji.\nDemikianlah Allah bersumpah dengan hari-hari dalam pelaksanaan ibadah haji untuk menunjukkan bahwa ibadah haji itu besar maknanya dalam pandangan Allah. Hal itu karena ibadah haji itu mengingatkan manusia tentang adanya kematian. Dengan ingat kematian, manusia diharapkan beriman dan berbuat baik.\nAyat ini juga bisa ditafsirkan bahwa Allah bersumpah dengan hari-hari yang terus silih berganti untuk menunjukkan bahwa Allah Mahakuasa memelihara dan mengelola alam. Bila sudah tiba waktunya, yaitu hari Kiamat, Ia Mahakuasa pula menghancurkannya dan menghidupkannya kembali",
    "quraish": "Dan demi malam, bila mulai berlalu karena gerakan alam semesta yang mengagumkan.",
    "jalalayn": "(Dan malam bila berlalu) bila datang dan pergi."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 5,
    "arab": "هَلْ فِيْ ذٰلِكَ قَسَمٌ لِّذِيْ حِجْرٍۗ",
    "translation": "Adakah pada yang demikian itu terdapat sumpah (yang dapat diterima) bagi orang-orang yang berakal?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5998.mp3",
    "tafsir": "Pesan yang ingin disampaikan Allah dengan bersumpah di atas adalah bahwa orang yang mau menggunakan akalnya harusnya mengerti bahwa Allah Mahakuasa mengadakan, memelihara, menghancurkan, dan menghidupkan kembali alam ini. Oleh karena itu, mereka seharusnya beriman dan berbuat baik. \nAyat ini merupakan peringatan bagi kaum kafir Mekah pada saat ayat ini turun, agar beriman kepada Allah dan hari kemudian, berbuat baik, dan meninggalkan perbuatan jahat mereka. Juga menjadi peringatan bagi seluruh umat manusia",
    "quraish": "Apakah segala sesuatu yang telah disebutkan dan dapat dilihat oleh orang yang berakal itu dapat menjadi sumpah yang meyakinkan?",
    "jalalayn": "(Pada yang demikian itu) yakni sumpah itu (terdapat sumpah bagi orang-orang yang berakal) Jawab dari Qasam tidak disebutkan yakni, sungguh kalian hai orang-orang kafir Mekah akan diazab."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 6,
    "arab": "اَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍۖ",
    "translation": "Tidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) ‘Ad?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/5999.mp3",
    "tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
    "quraish": "Tidakkah kamu perhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada bangsa 'Ad, kaum Hûd, yaitu penduduk kota Iram yang memiliki bangunan-bangunan sangat tinggi?",
    "jalalayn": "(Apakah kamu tidak memperhatikan) artinya tidak mengetahui hai Muhammad (bagaimana Rabbmu berbuat terhadap kaum 'Ad.)"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 7,
    "arab": "اِرَمَ ذَاتِ الْعِمَادِۖ",
    "translation": "(yaitu) penduduk Iram (ibukota kaum ‘Ad) yang mempunyai bangunan-bangunan yang tinggi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6000.mp3",
    "tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
    "quraish": "Tidakkah kamu perhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada bangsa 'Ad, kaum Hûd, yaitu penduduk kota Iram yang memiliki bangunan-bangunan sangat tinggi?",
    "jalalayn": "(Yaitu penduduk Iram) Iram adalah nama kaum 'Ad dahulu; lafal Iram dapat dianggap sebagai 'Athaf Bayan atau Badal tidak menerima Tanwin karena 'Illat 'Alamiyah dan Mu'annats (yang mempunyai tubuh-tubuh yang tinggi) atau mereka adalah orang-orang yang tinggi tubuhnya, tersebutlah yang paling tinggi di antara mereka mencapai empat ratus hasta."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 8,
    "arab": "الَّتِيْ لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَادِۖ",
    "translation": "yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6001.mp3",
    "tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
    "quraish": "Yang belum pernah dibangun di negeri mana pun bangunan-bangunan sekokoh dan sebesar itu.",
    "jalalayn": "(Yang belum pernah diciptakan sepertinya di negeri-negeri lain) dalam hal kekuatan dan keperkasaannya."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 9,
    "arab": "وَثَمُوْدَ الَّذِيْنَ جَابُوا الصَّخْرَ بِالْوَادِۖ",
    "translation": "dan (terhadap) kaum samud yang memotong batu-batu besar di lembah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6002.mp3",
    "tafsir": "Begitu juga Allah telah menghancurleburkan kaum Samud, umat Nabi Saleh. Bangsa ini juga telah memiliki peradaban yang tinggi, yang ditunjukkan oleh kemampuan mereka membangun gedung-gedung megah di tempat-tempat datar dan memotong, memahat batu-batu di pegunungan untuk dibuat tempat-tempat peristirahatan, serta membuat relief-relief dan perhiasan-perhiasan dari batu atau marmer. Keahlian mereka itu diceritakan dalam ayat lain:\n\nDan kamu pahat dengan terampil sebagian gunung-gunung untuk dijadikan rumah-rumah. (asy-Syu'ara'/26: 149)\n\nWalaupun mereka sudah begitu maju, kuat, dan memiliki peradaban yang tinggi, Allah tetap kuasa menghancurkan mereka karena pembangkangan mereka.",
    "quraish": "Apakah kamu tidak memperhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada bangsa Tsamûd, kaum Shâlih, yang memotong batu-batu besar dari gunung-gunung untuk membangun istana di atas lembah?",
    "jalalayn": "(Dan kaum Tsamud yang memotong) yang memahat (batu-batu besar) lafal Ash-Shakhr adalah bentuk jamak dari lafal Shakhrah; kemudian batu-batu besar yang mereka lubangi itu dijadikan sebagai rumah tempat tinggal mereka (di lembah) yakni Wadil Qura namanya."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 10,
    "arab": "وَفِرْعَوْنَ ذِى الْاَوْتَادِۖ",
    "translation": "dan (terhadap) Fir‘aun yang mempunyai pasak-pasak (bangunan yang besar),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6003.mp3",
    "tafsir": "Allah juga telah menghancurkan Fir'aun. Ia terkenal sebagai raja yang zalim bahkan memandang dirinya tuhan bangsa Mesir. Bangsa ini di bawah Fir'aun juga telah mencapai peradaban yang tinggi, di antara buktinya adalah kemampuan mereka membangun piramid-piramid yang merupakan salah satu keajaiban dunia sampai sekarang. Mereka juga telah memiliki angkatan bersenjata yang besar. Akan tetapi, semuanya itu juga sudah dihancurleburkan Allah sehingga sekarang mereka hanya tinggal nama untuk dikenang.",
    "quraish": "Dan apakah kamu tidak memperhatikan bagaimana Tuhanmu menurunkan hukuman-Nya kepada Fir'aun yang memiliki tentara yang mengokohkan kerajaannya, seperti pasak yang mengokohkan kemah?",
    "jalalayn": "(Dan Firaun yang mempunyai pasak-pasak) ia dikenal dengan julukan tersebut, bila menyiksa seseorang ia membuat empat pasak, kemudian kedua tangan dan kedua kaki orang yang disiksanya itu diikatkan pada masing-masing pasak."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 11,
    "arab": "الَّذِيْنَ طَغَوْا فِى الْبِلَادِۖ",
    "translation": "yang berbuat sewenang-wenang dalam negeri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6004.mp3",
    "tafsir": "Semua bangsa yang telah disebutkan di atas, yaitu kaum 'Ad, Samud, dan Fir'aun telah melakukan kesewenang-wenangan di bumi ini, yaitu mempertuhankan manusia atau benda dan memperkosa hak-hak asasi manusia.",
    "quraish": "Yang melampaui batas dan berbuat sewenang-wenang di dalam negeri mereka.",
    "jalalayn": "(Yang berbuat sewenang-wenang) maksudnya Firaun dan bala tentaranya berbuat angkara murka (dalam negeri.)"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 12,
    "arab": "فَاَكْثَرُوْا فِيْهَا الْفَسَادَۖ",
    "translation": "lalu mereka banyak berbuat kerusakan dalam negeri itu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6005.mp3",
    "tafsir": "Di samping itu, mereka telah melakukan kerusakan di muka bumi, seperti menindas kaum yang lemah bahkan membunuh siapa saja yang mereka kehendaki.",
    "quraish": "Sehingga mereka banyak membuat kerusakan dengan bersikap ingkar dan zalim.",
    "jalalayn": "(Lalu mereka berbuat banyak kerusakan dalam negeri itu) dengan melakukan pembunuhan dan kelaliman lainnya."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 13,
    "arab": "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍۖ",
    "translation": "karena itu Tuhanmu menimpakan cemeti azab kepada mereka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6006.mp3",
    "tafsir": "Akhirnya Allah \"menumpahkan kepada mereka cemeti azab\", yang berarti bahwa azab itu dicurahkan seluruhnya kepada mereka sehebat-hebatnya, sehingga mereka hancur lebur tak bersisa dan yang tertinggal hanyalah nama untuk diingat orang. Yang menimpakan azab itu adalah \"Tuhanmu\" (ya, Muhammad!), yang berarti bahwa peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah agar mereka tidak terus-menerus membangkang.\nBagaimana azab yang ditimpakan kepada bangsa-bangsa itu dinyatakan dalam ayat-ayat lain:\n\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras, sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? Kemudian datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar. Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. (al-haqqah/69: 5-10)",
    "quraish": "Lalu Tuhanmu menurunkan bermacam siksaan yang menyala kepada mereka.",
    "jalalayn": "(Karena itu Rabbmu menimpakan kepada mereka cemeti) sejenis (azab.)"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 14,
    "arab": "اِنَّ رَبَّكَ لَبِالْمِرْصَادِۗ",
    "translation": "sungguh, Tuhanmu benar-benar mengawasi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6007.mp3",
    "tafsir": "Allah menegaskan bahwa Ia sungguh amat kuat pengawasan-Nya terhadap makhluk-Nya. Tidak ada perbuatan sekecil apa pun yang tidak diketahui-Nya. Oleh karena itu, yang membangkang dan bergelimang dosa seharusnya sadar dan kemudian beriman dan tobat dari dosa-dosanya.",
    "quraish": "Sesungguhnya Tuhanmu benar-benar mengawasi perbuatan manusia. Dia menghitung dan memberikan balasan kepada mereka atas perbuatan itu.",
    "jalalayn": "(Sesungguhnya Rabbmu benar-benar mengawasi) semua amal perbuatan hamba-hamba-Nya, maka tiada sesuatu pun yang terlewat dari-Nya di antara amal-amal perbuatan itu, supaya Dia membalasnya kepada mereka."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 15,
    "arab": "فَاَمَّا الْاِنْسَانُ اِذَا مَا ابْتَلٰىهُ رَبُّهٗ فَاَكْرَمَهٗ وَنَعَّمَهٗۙ فَيَقُوْلُ رَبِّيْٓ اَكْرَمَنِۗ",
    "translation": "Maka adapun manusia, apabila Tuhan mengujinya lalu memuliakannya dan memberinya kesenangan, maka dia berkata, “Tuhanku telah memuliakanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6008.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah menguji manusia dengan kemuliaan dan berbagai nikmat-Nya, seperti kekuasaan dan kekayaan. Orang yang kafir dan durhaka akan memandang hal itu sebagai tanda bahwa Allah menyayangi mereka.",
    "quraish": "Manusia, jika diuji oleh Tuhan dengan memperoleh kemuliaan, berbagai kenikmatan seperti harta, kehormatan dan kekuatan, ia akan berkata dengan sombong, \"Tuhanku telah memuliakanku, karena aku memang berhak untuk itu.\"",
    "jalalayn": "(Adapun manusia) yakni orang kafir (apabila dia diuji) dikenakan ujian (oleh Rabbnya lalu dimuliakan-Nya) dengan harta benda dan lain-lainnya (dan diberi-Nya kesenangan, maka dia berkata, \"Rabbku telah memuliakanku.\")"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 16,
    "arab": "وَاَمَّآ اِذَا مَا ابْتَلٰىهُ فَقَدَرَ عَلَيْهِ رِزْقَهٗ ەۙ فَيَقُوْلُ رَبِّيْٓ اَهَانَنِۚ",
    "translation": "Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, “Tuhanku telah menghinaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6009.mp3",
    "tafsir": "Sebaliknya, bila Allah menguji mereka dengan cara membatasi rezeki, mereka menyangka bahwa Allah telah membenci mereka. Pandangan itu tidak benar, karena Allah memberi siapa yang disukai-Nya atau tidak memberi siapa yang tidak disukai-Nya. Allah ingin menguji manusia, dan karena itu Ia menghendaki agar manusia itu selalu patuh kepada-Nya, baik dalam keadaan berkecukupan maupun kekurangan. Bila Allah memberi, maka manusia yang diberi harus bersyukur, dan bila Ia tidak memberi, manusia harus bersabar.",
    "quraish": "Tetapi jika ia diuji oleh Tuhan dengan rezeki yang sempit, ia akan berkata, dengan melalaikan pelajaran yang ada di dalamnya, \"Tuhanku telah menghinakanku.\"",
    "jalalayn": "(Adapun bila Rabbnya mengujinya lalu Dia membatasi) atau menyempitkan (rezekinya, maka dia berkata, \"Rabbku menghinaku.\")"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 17,
    "arab": "كَلَّا بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَۙ",
    "translation": "Sekali-kali tidak! Bahkan kamu tidak memuliakan anak yatim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6010.mp3",
    "tafsir": "Akan tetapi banyak manusia yang ingkar, mereka tidak mensyukuri nikmat yang diberikan kepadanya. Bersyukur adalah mengucapkan kata-kata syukur dan menggunakan nikmat itu sesuai dengan ketentuan Yang Memberinya. Salah satu ketentuan-Nya adalah bahwa orang yang diberi kelebihan rezeki harus memperhatikan mereka yang berkekurangan. Di antara mereka adalah anak-anak yatim. Anak yatim perlu diasuh sampai mereka dewasa. Manusia yang ingkar dan tak mau bersyukur tidak mau memperhatikan pengasuhan anak-anak yatim itu.",
    "quraish": "Berhentilah! Karena sesungguhnya hal ini tidak disebabkan oleh apa yang seperti kalian katakan, tetapi lebih disebabkan karena kalian tidak memuliakan anak yatim.",
    "jalalayn": "(Sekali-kali tidak) kalimat ini merupakan hardikan, bahwa perkara yang sebenarnya tidaklah demikian, maksud dimuliakan itu dengan diberi kekayaan, dan dihina itu dengan diberi kemiskinan. Sesungguhnya seseorang itu menjadi mulia karena ketaatannya, dan menjadi terhina karena kemaksiatannya. Orang-orang kafir Mekah tidak memperhatikan hal ini (sebenarnya kalian tidak memuliakan anak yatim) artinya kalian tidak pernah berbuat baik kepada anak-anak yatim, padahal kalian kaya atau kalian tidak memberikan harta waris yang menjadi hak anak-anak yatim."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 18,
    "arab": "وَلَا تَحٰۤضُّوْنَ عَلٰى طَعَامِ الْمِسْكِيْنِۙ",
    "translation": "dan kamu tidak saling mengajak memberi makan orang miskin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6011.mp3",
    "tafsir": "Di samping itu, mereka tidak menaruh kasihan pada penderitaan orang miskin. Jangankan untuk melepaskan mereka dari kemiskinan, membantu mencukupkan kebutuhan pokok mereka saja mereka tidak ada perhatian.",
    "quraish": "Dan karena kalian tidak saling menganjurkan untuk memberi makan orang miskin.",
    "jalalayn": "(Dan kalian tidak mengajak) diri kalian atau orang lain (memberi makan) (orang miskin.)"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 19,
    "arab": "وَتَأْكُلُوْنَ التُّرَاثَ اَكْلًا لَّمًّاۙ",
    "translation": "sedangkan kamu memakan harta warisan dengan cara mencampurbaurkan (yang halal dan yang haram),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6012.mp3",
    "tafsir": "Tambahan lagi manusia yang ingkar dan durhaka itu sangat tamak. Mereka tega merampas harta warisan yang menjadi hak anak yatim secara akal-akalan, misalnya mencampurkannya ke dalam kekayaan mereka lalu menyatakan bahwa yang mereka makan adalah harta mereka sendiri.",
    "quraish": "Juga karena kalian memakan harta waris dengan mencampuradukkannya, tidak memisahkan antara yang baik dan yang buruk.",
    "jalalayn": "(Dan kalian memakan harta pusaka) harta peninggalan (dengan cara mencampur-aduk) tanpa segan-segan lagi, maksudnya kalian mencampur-baurkan harta warisan bagian wanita dan anak-anak dengan bagian kalian; atau kalian mencampur-baurkan harta warisan mereka dengan harta kalian sendiri."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 20,
    "arab": "وَّتُحِبُّوْنَ الْمَالَ حُبًّا جَمًّاۗ",
    "translation": "dan kamu mencintai harta dengan kecintaan yang berlebihan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6013.mp3",
    "tafsir": "Orang yang durhaka itu terus mencari dan mengumpulkan kekayaan tanpa mengenal rasa lelah dan tidak peduli halal atau haram. Di samping itu, mereka sangat pelit, tidak mau mengeluarkan kewajiban berkenaan harta, yaitu membayar zakat dan membantu orang yang berkekurangan.\nAllah tidak mungkin sayang kepada orang kaya raya yang memperoleh kekayaan itu dengan cara yang tidak benar. Juga kepada orang yang tidak mau membantu orang lain. Mereka jangan mengira bahwa mereka memperoleh kekayaan itu sebagai tanda bahwa Allah menyayangi mereka. Sebaliknya, Allah sesungguhnya membenci mereka. Tidak mustahil mereka akan dijatuhi azab seperti yang telah ditimpakan-Nya kepada umat-umat terdahulu itu. Di akhirat nanti, Allah akan memasukkan mereka ke dalam neraka. Hakikat ini hendaknya disadari oleh kaum kafir Mekah yang masih juga membangkang. Hal itu hendaknya dijadikan pelajaran oleh seluruh umat manusia.",
    "quraish": "Juga karena kalian sangat mencintai harta benda, sesuatu yang mendorong kalian untuk selalu mengumpulkan dan kikir untuk menginfakkannya.",
    "jalalayn": "(Dan kalian mencintai harta benda dengan kecintaan yang berlebihan) sehingga kalian merasa sayang untuk menafkahkannya di jalan kebaikan. Menurut suatu qiraat pada keempat Fi'il tadi, yaitu Laa Tukrimuuna, Laa Tahaadhdhuuna, Ta'kuluuna, dan Tuhibbuuna, dibaca Laa Yukrimuuna, Laa Yahaadhdhuuna, Ya'kuluuna, dan Yuhibbuuna. Makna ayat-ayat di atas berdasarkan bacaan pertama."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 21,
    "arab": "كَلَّآ اِذَا دُكَّتِ الْاَرْضُ دَكًّا دَكًّاۙ",
    "translation": "Sekali-kali tidak! Apabila bumi diguncangkan berturut-turut (berbenturan),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6014.mp3",
    "tafsir": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
    "quraish": "Berhentilah dari perbuatan-perbuatan itu, karena kalian telah ditunggu dengan ancaman, kelak bila bumi benar-benar telah diratakan.",
    "jalalayn": "(Jangan berbuat demikian) lafal Kallaa ini adalah kalimat cegahan supaya jangan melakukan hal-hal tersebut. (Apabila bumi diguncangkan berturut-turut) artinya secara terus-menerus sehingga hancur musnahlah semua bangunan-bangunan yang ada di permukaannya."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 22,
    "arab": "وَّجَآءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّاۚ",
    "translation": "dan datanglah Tuhanmu; dan malaikat berbaris-baris,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6015.mp3",
    "tafsir": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
    "quraish": "Dan Tuhanmu telah datang--dalam bentuk yang sesuai dengan kemahabesaran-Nya--dan malaikat telah datang pula berbaris-baris.",
    "jalalayn": "(Dan datanglah Rabbmu) yakni perintah-Nya (sedangkan malaikat-malaikat) lafal Al-Malak adalah bentuk mufrad dari lafal Al-Malaaikah (berbaris-baris) lafal Shaffan berkedudukan menjadi Hal atau kata keterangan keadaan yakni, berbaris-baris atau membentuk barisan-barisan yang banyak."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 23,
    "arab": "وَجِايْۤءَ يَوْمَىِٕذٍۢ بِجَهَنَّمَۙ يَوْمَىِٕذٍ يَّتَذَكَّرُ الْاِنْسَانُ وَاَنّٰى لَهُ الذِّكْرٰىۗ",
    "translation": "dan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6016.mp3",
    "tafsir": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
    "quraish": "Pada hari itu, neraka jahanam, tempat yang penuh dengan siksaan, didatangkan. Pada saat hal itu terjadi, manusia ingat akan apa yang telah dilalaikannya. Tetapi untuk apa lagi ingatan itu? Semua telah terlambat.",
    "jalalayn": "(Dan pada hari itu didatangkan neraka Jahanam) ditarik dengan memakai tujuh puluh ribu kendali, pada tiap-tiap kendali dipegang oleh tujuh puluh ribu malaikat, neraka Jahanam terdengar gejolak dan gemuruhnya (pada hari itu) menjadi Badal dari lafal Idzaa dan Jawabnya (ingatlah manusia) maksudnya orang kafir ingat kepada apa yang telah dilalaikannya (akan tetapi tidak berguna lagi mengingat itu baginya) Istifham atau lafal Annaa di sini bermakna Nafi, artinya penyesalannya pada saat itu tidak ada gunanya lagi."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 24,
    "arab": "يَقُوْلُ يٰلَيْتَنِيْ قَدَّمْتُ لِحَيَاتِيْۚ",
    "translation": "Dia berkata, “Alangkah baiknya sekiranya dahulu aku mengerjakan (kebajikan) untuk hidupku ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6017.mp3",
    "tafsir": "Ketika itu orang-orang yang durhaka menyesali diri mereka mengapa dulu di dunia tidak melakukan sesuatu yang berguna untuk kehidupannya di akhirat.",
    "quraish": "Ia berkata dengan penuh penyesalan, \"Seandainya aku dahulu mengerjakan perbuatan-perbuatan baik di dunia yang dapat memberikan manfaat bagiku pada kehidupan akhirat ini.\"",
    "jalalayn": "(Dia mengatakan) sewaktu ingat akan kesalahan-kesalahannya (\"Alangkah baiknya) huruf Ya di sini bermakna Tanbih (sekiranya aku dahulu mengerjakan) amal kebaikan dan beriman (untuk hidupku ini\") untuk kehidupan yang baik di akhirat, atau sewaktu aku hidup di dunia."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 25,
    "arab": "فَيَوْمَىِٕذٍ لَّا يُعَذِّبُ عَذَابَهٗٓ اَحَدٌ ۙ",
    "translation": "Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya (yang adil),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6018.mp3",
    "tafsir": "Di akhirat, yang ada hanya azab bagi orang yang durhaka. Azab itu tiada tara sehingga tidak ada bandingannya. Azab itu dijatuhkan sesuai dengan dosa-dosa mereka pada waktu di dunia.",
    "quraish": "Maka pada hari itu terjadilah keadaan yang seperti itu. Tak ada seorang pun yang menyiksa seperti siksaan Allah, dan tak ada seorang pun yang mengikat seperti ikatan-Nya.",
    "jalalayn": "(Maka pada hari itu tiada yang mengazab) dibaca Yu'adzdzibu dengan dikasrahkan huruf Dzalnya (seperti azab-Nya) seperti azab Allah (seseorang pun) artinya Dia tidak menyerahkannya kepada seseorang pun melainkan hanya kepada diri-Nya."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 26,
    "arab": "وَّلَا يُوْثِقُ وَثَاقَهٗٓ اَحَدٌ ۗ",
    "translation": "dan tidak ada seorang pun yang mengikat seperti ikatan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6019.mp3",
    "tafsir": "Pada waktu itu tidak ada yang lebih dipercaya dalam melaksanakan tugasnya selain Malaikat Zabaniyah. Malaikat itu akan melaksanakan tugasnya persis sebagaimana yang diperintahkan Allah, yaitu bahwa orang-orang yang durhaka itu akan diazab di dalam neraka Jahanam sesuai dengan dosa-dosa mereka. Dengan demikian, terbuktilah bahwa kelimpahan nikmat yang mereka terima pada waktu di dunia itu bukanlah tanda bahwa Allah cinta kepada mereka.",
    "quraish": "Maka pada hari itu terjadilah keadaan yang seperti itu. Tak ada seorang pun yang menyiksa seperti siksaan Allah, dan tak ada seorang pun yang mengikat seperti ikatan-Nya.",
    "jalalayn": "(Dan) demikian pula (tiada yang dapat mengikat) dibaca Laa Yuutsiqu (seperti ikatannya, seseorang pun) menurut suatu qiraat lafal Laa Yu'adzdzibu dan lafal Laa Yuutsiqu dibaca Laa Yu'adzdzabu dan Laa Yuutsaqu dengan demikian maka Dhamir yang dikandung kedua lafal tersebut kembali kepada orang kafir. Lengkapnya, tiada seseorang pun yang diazab seperti azab yang ditimpakan kepada orang kafir, dan tiada seseorang pun yang diikat seperti ikatan yang dibelenggukan kepada orang kafir."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 27,
    "arab": "يٰٓاَيَّتُهَا النَّفْسُ الْمُطْمَىِٕنَّةُۙ",
    "translation": "Wahai jiwa yang tenang!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6020.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Wahai jiwa yang tenang dengan kebenaran.",
    "jalalayn": "(Hai jiwa yang tenang) atau yang aman, dimaksud adalah jiwa yang beriman."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 28,
    "arab": "ارْجِعِيْٓ اِلٰى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً ۚ",
    "translation": "Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6021.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Kembalilah kepada keridaan Tuhanmu dengan rasa puas terhadap nikmat yang telah dikaruniakan kepadamu, dan puas pula dengan perbuatan yang telah kamu lakukan.",
    "jalalayn": "(Kembalilah kepada Rabbmu) perkataan ini diucapkan kepadanya sewaktu ia menjelang mati; yakni kembalilah kamu kepada perintah dan kehendak-Nya (dengan hati yang puas) akan pahala yang kamu terima (lagi diridai) di sisi Allah maksudnya, semua amal perbuatanmu diridai di sisi-Nya. Jiwa yang beriman itu merasa puas dan diridai; kedudukan kedua lafal ini menjadi kata keterangan keadaan; kemudian dikatakan kepadanya pada hari kiamat nanti:"
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 29,
    "arab": "فَادْخُلِيْ فِيْ عِبٰدِيْۙ",
    "translation": "Maka masuklah ke dalam golongan hamba-hamba-Ku,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6022.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Masuklah ke dalam golongan hamba-hamba-Ku yang saleh.",
    "jalalayn": "(\"Maka masuklah ke dalam) jamaah (hamba-hamba-Ku) yang saleh."
  },
  {
    "hizb": 237,
    "name": "Al-Fajr",
    "ayat": 30,
    "arab": "وَادْخُلِيْ جَنَّتِيْ ࣖࣖ",
    "translation": "dan masuklah ke dalam surga-Ku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6023.mp3",
    "tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
    "quraish": "Dan masuklah ke dalam surgaku, negeri kenikmatan yang abadi.",
    "jalalayn": "(Dan masuklah ke dalam surga-Ku\") bersama dengan hamba-hamba-Ku yang saleh."
  }
]