[
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 75,
    "arab": "۞ وَمِنْ اَهْلِ الْكِتٰبِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَّنْ اِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًا ۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْاُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ",
    "translation": "Dan di antara Ahli Kitab ada yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Tetapi ada (pula) di antara mereka yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, “Tidak ada dosa bagi kami terhadap orang-orang buta huruf.” Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/368.mp3",
    "tafsir": "Dalam ayat ini diterangkan, bahwa di antara Ahli Kitab itu ada sekelompok manusia yang apabila mendapat kepercayaan diserahi harta yang banyak atau pun sedikit, mereka mengembalikannya sesuai dengan kepercayaan yang diberikan kepadanya. Tetapi ada pula di antara mereka yang apabila mendapat kepercayaan diserahi sejumlah harta sedikit saja mereka tidak mau mengembalikan kecuali apabila ditagih, baru mereka mau menyerahkannya setelah melalui proses pembuktian.\nHal ini menunjukkan bahwa di antara Ahli Kitab itu ada sekelompok orang yang pekerjaannya mempersulit Muslimin dan membuat tipu daya agar orang Islam tidak senang memeluk agamanya dan berbalik untuk mengikuti agama mereka. Di antara mereka ada pula sekelompok orang yang pekerjaannya memutarbalikkan hukum. Mereka menghalalkan memakan harta orang lain dengan alasan bahwa: \"Kitab Taurat melarang mengkhianati amanat terhadap saudara-saudara mereka seagama. Kalau pengkhianatan itu dilakukan terhadap bangsa lain mereka membolehkannya. Dengan ringkas dapat dikatakan bahwa Ahli Kitab dapat dibagi menjadi dua golongan:\n1. Ahli Kitab yang betul-betul berpegang pada kitab Taurat yang betul-betul bisa dipercaya. Sebagai contoh misalnya Abdullah bin Salam yang dititipi harta oleh Quraisy dalam jumlah besar kemudian harta itu dikembalikannya.\n2.Ahli Kitab yang tidak dapat dipercaya karena apabila mereka dititipi harta walaupun sedikit, mereka mengingkari dan tidak mau mengembalikannya lagi kecuali apabila dibuktikan dengan keterangan yang masuk akal atau apabila melalui proses pembuktian di muka pengadilan.\n\nSebagai contoh ialah Ka'ab bin al-Asyraf yang dititipi uang satu dinar oleh Quraisy kemudian dia mengingkari titipan itu.\nSebab-sebab mereka melakukan demikian, ialah karena mereka beranggapan tidak berdosa apabila mereka tidak menunaikan amanat terhadap seorang Muslim, karena mereka beranggapan bahwa tidak ada ancaman dan tidak ada dosa apabila mereka makan harta seorang Muslim dengan jalan yang batil.\nSecara ringkas dapat dikatakan bahwa menurut pendapat mereka setiap orang selain bangsa Yahudi tidak akan diperhatikan Allah, bahkan mereka mendapat murka dari Allah. Oleh sebab itu harta mereka tidak akan mendapat perlindungan, dan mengambil harta mereka tidak dianggap sebagai dosa. Tidak diragukan lagi bahwa anggapan serupa ini termasuk pengingkaran, penipuan dan penghinaan terhadap agama.\nMaksudnya mereka mengetahui dan menyadari bahwa mereka sengaja berdusta dalam hal itu, padahal mereka telah mengetahui bahwa dalam kitab Taurat tidak ada ketentuan sedikit pun yang membolehkan untuk menghianati orang Arab, dan memakan harta orang Islam secara tidak sah.\nSebenarnya mereka telah mengetahui hal itu, tetapi mereka tidak berpegang kepada kitab Taurat. Mereka lebih cenderung bertaklid kepada perkataan pemimpin agama mereka, dan menganggapnya sebagai ketentuan yang wajib mereka ikuti. Padahal pemimpin-pemimpin mereka itu mengemukakan pendapatnya mengenai hal-hal yang bersangkut paut dengan agama dengan menggunakan penakwilan dengan akal dan selera. Mereka tidak segan-segan mengubah susunan kalimat asli Taurat untuk memperkuat pendapat mereka. Mereka mempertahankan pendapat itu dengan mencari-cari alasan yang dapat menguatkannya.\nDiriwayatkan juga oleh Ibnu Munzir dari Sa'id bin Jubair ia berkata: Setelah turun ayat 75 ini Rasulullah bersabda:\nMusuh-musuh Allah (orang-orang Yahudi) telah berdusta. Tidak ada suatu ketentuan di zaman jahiliah melainkan telah berada di bawah kedua telapak kakiku ini (telah dibatalkan) terkecuali amanat. Amanat ini diwajibkan kepada orang yang baik dan orang yang jahat. (Riwayat Ibnu Mundzir dari Sa'id bin Jubair)",
    "quraish": "Itu adalah perilaku mereka dalam masalah ketuhanan. Sedang dalam urusan harta, lain lagi. Di antara mereka ada yang, jika kau amanatkan dengan satu qinthâr(1) emas atau perak, melaksanakannya tanpa berkurang sedikit pun. Ada juga yang, jika kau amanatkan satu dînâr saja, tidak melaksanakannya kecuali kalau selalu kau kontrol dan kau desak. Hal itu disebabkan karena orang semacam ini beranggapan bahwa orang selain mereka buta huruf, dan bahwa hak-hak mereka tidak terpelihara. Mereka beranggapan bahwa itu adalah ketentuan Allah, padahal mereka tahu bahwa anggapan itu hanyalah dusta belaka terhadap Allah Swt. (1) Qinthâr adalah satuan ukuran berat yang kurang lebih sama dengan 44. 928 kg.",
    "jalalayn": "(Di antara Ahli Kitab ada orang yang apabila kamu percayakan kepadanya harta yang banyak) atau berharga (maka dikembalikan kepadamu) disebabkan sifat amanatnya. Misalnya Abdullah bin Salam yang mendapat amanat atau titipan dari seorang laki-laki sebanyak 1200 ukiah emas, maka dipenuhinya amanat itu dengan sebaik-baiknya. (Dan di antara mereka ada pula yang jika kamu percayai dengan satu dinar, maka tidak dikembalikannya) karena sifat ikhlasnya (kecuali jika kamu selalu menagihnya) tidak meninggalkannya. Apabila kamu meninggalkannya, maka titipan tadi tidak diakuinya, misalnya Kaab bin Asyraf yang diberi amanat oleh seorang Quraisy sebanyak satu dinar, maka tidak diakuinya. (Yang demikian itu) artinya sikap tak mau membayar itu (bahwa mereka berkata) artinya disebabkan perkataan mereka (\"Tidak ada terhadap kami mengenai orang-orang buta huruf) maksudnya orang Arab (tuntutan) atau dosa.\" Sebabnya karena mereka menghalalkan menganiaya orang-orang yang berlainan agama dengan mereka dan pengakuan itu mereka nisbatkan pula kepada Allah swt. Firman Allah: (\"Mereka berkata dusta terhadap Allah\") maksudnya dalam menisbatkan penghalalan itu kepada-Nya (padahal mereka mengetahui) bahwa mereka berdusta."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 76,
    "arab": "بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ",
    "translation": "Sebenarnya barangsiapa menepati janji dan bertakwa, maka sungguh, Allah mencintai orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/369.mp3",
    "tafsir": "Pendapat kalangan Bani Israil yang mengatakan bahwa tidak ada dosa bagi mereka apabila mereka melakukan kejahatan terhadap umat Islam disangkal. Kemudian Allah menegaskan agar setiap orang selalu menepati segala macam janji dan menunaikan amanah yang dipercayakan kepadanya.\nKalau ada orang yang meminjamkan harta kepadamu yang telah ditetapkan waktunya, atau ada orang yang menjual barang yang telah ditetapkan, atau ada orang yang menitipkan barang, hendaklah ditepati ketentuan-ketentuan yang telah disepakati bersama. Hendaklah harta seseorang diberikan tepat pada waktunya tanpa menunggu tagihan atau menunggu sampai persoalan itu dibawa ke pengadilan. Demikianlah yang dikehendaki oleh ketentuan syariat.\nDalam ayat ini terdapat satu peringatan bahwa orang Yahudi itu tidak mau menepati janji semata-mata karena janjinya, tetapi mereka melihat dengan siapa mereka berjanji. Apabila mereka mengadakan perjanjian dengan Bani Israil mereka memandang wajib memenuhinya, tetapi apabila mereka mengadakan perjanjian dengan selain Bani Israil, mereka tidak memandang wajib memenuhinya.\nAllah menyebutkan pahala orang yang menepati janjinya untuk memberikan pengertian bahwa menepati janji termasuk perbuatan yang diridai Allah dan orang yang menepati janji itu akan mendapat rahmat-Nya di dunia dan di akhirat.\nPada ayat ini dijelaskan bahwa prinsip agama yaitu menepati janji dan tidak mengingkarinya, serta memelihara diri dari berbuat maksiat adalah perbuatan yang mendekatkan diri kepada Allah, dan patut mendapat limpahan kasih sayang-Nya.",
    "quraish": "Benar, mereka sungguh telah membohongi dan mendustakan Allah. Sesungguhnya orang yang melaksanakan hak orang lain, menepatinya sesuai waktu yang mereka janjikan, dan takut kepada Allah dengan tidak menguranginya dan menundanya, tentu akan beruntung mendapatkan kecintaan Allah, karena ia bertakwa kepada-Nya(1). (1) Ayat ini mengisyaratkan kewajiban menepati janji. Banyak ayat lain sebelum ayat ini yang juga berbicara tentang kewajiban menepati janji, seperti ayat 27 surat al-Baqarah, misalnya. Umat Islam dituduh tidak memelihara perjanjian. Mereka, menurut tuduhan itu, melakukan perjanjian hanya demi tujuan yang bersifat sementara, untuk kemudian melanggarnya di mana ada kesempatan. Tuduhan semacam itu telah pernah disanggah oleh Imam 'Aliy ibn Abî Thâlib dalam suratnya yang ditujukan kepada al-Asytar al-Nakh'iy. Bunyinya, \"Kalau terdapat perjanjian di antara kamu dengan musuhmu atau dengan ahl al-dzimmah (non Muslim yang tinggal di kawasan pemerintahan Islam yang mendapatkan perlindungan menyangkut hak hidup, kepemilikan dan kebebasan beragama, melalui suatu perjanjian, pen.), maka tepatilah perjanjian itu dan peliharalah kewajiban melindungi itu dengan jujur. Jadikan dirimu sebagai perisai yang melindungimu dari pemberian mereka kepadamu. Sebab tidak ada perintah Allah yang lebih disepakati perlunya oleh orang banyak, meskipun mereka berbeda-beda keinginan, daripada perintah untuk menepati janji. Maka, jangan khianati perlindunganmu dan perjanjianmu.\" Dalam sejarah peradaban Islam pernah terjadi suatu peristiwa ketika seorang pemimpin Islam mengembalikan jizyah (upeti) yang telah dibayarkan Ahl al-Kitâb kepadanya. Hal itu dilakukannya setelah ia merasa tidak lagi mampu melindungi mereka. Dan itu merupakan syarat perjanjian.",
    "jalalayn": "(Bukan demikian) tetapi terhadap mereka tetap ada tuntutan (barang siapa yang menepati janjinya) baik yang dibuatnya dengan Allah atau yang dititahkan Allah menepatinya, berupa memenuhi amanat dan lain-lain (serta ia bertakwa) kepada Allah dengan mengerjakan taat dan meninggalkan maksiat (maka sesungguhnya Allah menyukai orang-orang yang bertakwa.) Di sini ada penempatan zahir di tempat yang mudhmar, yang berarti \"Allah mengasihi mereka\" maksudnya memberi mereka pahala."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 77,
    "arab": "اِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَنًا قَلِيْلًا اُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Sesungguhnya orang-orang yang memperjualbelikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/370.mp3",
    "tafsir": "Mengenai sabab nuzul ayat ini dijelaskan dalam hadis diriwayatkan oleh al-Bukhari dan ahli-ahli hadis yang lain bahwa al-Asy'ats bin Qais berkata, \"Aku mempunyai perjanjian sewa tanah dengan seorang Yahudi lalu dia mengingkarinya. Sebab itu aku mengajukannya kepada Rasulullah saw.\" Kemudian Rasulullah bersabda, \"Apakah engkau mempunyai bukti?\" Aku berkata, \"Tidak.\" Sesudah itu Rasulullah berkata kepada Yahudi itu, \"Bersumpahlah.\" Lalu aku berkata, \"Hai Rasulullah! Kalau begitu, ia akan bersumpah. (Dan kalau bersumpah) maka akan lenyaplah hartaku.\" Maka Allah menurunkan ayat ini.\nDalam ayat ini dijelaskan berbagai akibat yang akan diderita oleh orang yang mengingkari janji Allah dan melanggar sumpah dengan harga atau imbalan yang murah.\nYang dimaksud dengan \"janji Allah\" dalam ayat ini ialah perintah Allah dan larangan-Nya yang disampaikan dengan perantaraan rasul yang disebutkan dalam kitab-kitab-Nya. Seperti berlaku benar, memenuhi janji yang telah dibuat, menyampaikan amanat kepada yang berhak menerimanya, menyembah Allah dengan tidak mempersekutukan-Nya, dan bertakwa kepada-Nya dalam semua urusan. Yang dimaksud dengan sumpah mereka ialah ikrar yang telah mereka ucapkan bahwa mereka akan selalu mengikuti kebenaran.\nYang dimaksud dengan \"menukar janji Allah dengan harga yang sedikit\" (murah) ialah mengingkari janji Allah dengan perbuatan duniawi yang dipandang lebih baik. Segala macam pengingkaran ini dipandang rendah atau tak bernilai sama sekali dibandingkan dengan nikmat yang akan diperoleh bila memenuhi janji Allah.\nAdapun akibat yang akan diderita oleh mereka yang berani menukar janji Allah dengan nikmat dunia, ialah mereka tidak akan mendapat balasan sedikit pun berupa nikmat di akhirat yang berlimpah-limpah. Mereka tidak akan mendapat perhatian dari Allah pada hari kiamat, juga mereka tidak akan mendapat pengampunan dosa sedikit pun.\nMenurut keterangan al-Qaffal bahwa yang dimaksud dengan firman Allah, \"Dan Allah tidak akan berkata-kata dengan mereka\", ialah gambaran dari kemarahan Allah yang memuncak terhadap mereka. Dengan ringkas dapat dikatakan bahwa Allah mengancam dengan keras orang yang merusak perjanjian dan mengingkari janji. Mereka tidak akan memperoleh pahala di akhirat, mereka akan menderita siksaan yang pedih, mereka dibenci Allah dan tidak mendapat belas kasih-Nya lagi.",
    "quraish": "Sesungguhnya orang-orang yang tidak menepati perjanjian yang telah ditetapkan Allah, seperti melaksanakan hak-hak orang lain dan melaksanakan kewajiban, serta tidak menepati sumpah yang mereka buat sendiri dan mereka janjikan untuk menepatinya, demi mengejar kenikmatan dunia--meskipun tampak besar di mata mereka--tidak akan mendapat bagian apa-apa dari kenikmatan akhirat. Mereka akan ditolak oleh Allah dan tidak akan dilihat dengan kasih di hari kiamat. Dosa mereka tidak akan diampuni, dan mereka memperoleh siksa yang memilukan dan abadi selamanya.",
    "jalalayn": "Ayat ini diturunkan kepada orang-orang Yahudi setelah mereka mengganti sifat-sifat Nabi dan janji-janji Allah atas mereka di dalam Taurat dan Kitab yang sebelumnya. Dan mereka mengganti pula hukum orang yang bersumpah dusta dalam hal tuntutan atas jual beli barang dagangan. (Sesungguhnya orang-orang yang membeli) menukar (janji Allah) untuk beriman kepada Nabi dan menepati amanat (dan sumpah-sumpah mereka) terhadap Allah dengan berhohong (dengan harga yang sedikit) berupa harta dunia (mereka itu tidak beroleh bagian) pahala (di akhirat dan Allah tidak akan berbicara dengan mereka) disebabkan murka kepada mereka (dan tidak akan melihat kepada mereka) artinya tidak akan mengasihi mereka (pada hari kiamat dan tidak akan membersihkan) menyucikan mereka (dan bagi mereka siksa yang pedih) yang menyakitkan."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 78,
    "arab": "وَاِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ اَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِ ۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ",
    "translation": "Dan sungguh, di antara mereka niscaya ada segolongan yang memutarbalikkan lidahnya membaca Kitab, agar kamu menyangka (yang mereka baca) itu sebagian dari Kitab, padahal itu bukan dari Kitab dan mereka berkata, “Itu dari Allah,” padahal itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/371.mp3",
    "tafsir": "Ayat ini menerangkan keadaan sekelompok Ahli Kitab yang lain, yaitu segolongan dari pendeta-pendeta mereka yang mengubah ayat-ayat Kitab (Taurat) dengan menambah lafaz-lafaznya atau menukar letak dan menghapus sebagian dari lafaz-lafaz itu, sehingga berubahlah pengertiannya yang asli. Mereka baca ayat-ayat yang telah diubah-ubahnya itu sebagai pembacaan ayat al-Kitab, agar pendengarnya mengira bahwa yang dibaca itu benar-benar ayat al-Kitab, padahal yang dibaca itu sebenarnya bukan datang dari Allah, tetapi buatan mereka sendiri.\nMereka mengetahui bahwa perbuatan yang mereka lakukan itu adalah perbuatan yang salah, tetapi tetap juga mereka lakukan. Yang demikian itu disebabkan karena sifat ketakwaan mereka kepada Allah telah lenyap, dan mereka percaya bahwa Allah akan mengampuni apa saja dosa yang mereka kerjakan karena mereka orang yang beragama.\nPerbuatan orang Yahudi yang sangat keji itu, menjadi pelajaran bagi umat Islam agar jangan sampai ada di antara umat Islam yang berkelakuan demikian, jangan sampai ada yang beritikad bahwa orang Islam itu pasti mendapat ampunan dari Allah betapa pun besarnya dosa yang mereka lakukan. Jangan pula ada di antara orang yang mengaku beragama Islam tetapi perbuatannya perbuatan orang kafir dan munafik, tidak mau mengerjakan ajaran Al-Qur'an dan sunah Rasul, dan tidak pula berkeyakinan sesuai dengan kepercayaan Muslimin.",
    "quraish": "Di antara mereka sungguh ada sekelompok yang menyelewengkan perkataannya. Mereka berkata sesuatu yang bukan dari kitab, tetapi berusaha menyerupakannya dengan redaksi kitab, agar dikira oleh orang yang mendengarnya sebagai perkataan yang berasal dari kitab. Padahal, perkataan itu sama sekali bukan dari kitab. Mereka mengklaim ucapan itu sebagai wahyu dari Allah, padahal sama sekali bukan wahyu. Dengan begitu, mereka berarti mendustakan Allah, dan mereka sendiri sebenarnya mengetahui bahwa mereka berbuat dusta. Seorang nabi tidak akan menyuruh manusia menyembah dirinya",
    "jalalayn": "(Sesungguhnya di antara mereka) maksudnya Ahli kitab (ada segolongan) misalnya Kaab bin Asyraf (yang memutar-mutar lidah mereka membaca Alkitab) artinya membelokkannya dari bacaan yang diturunkan kepada yang telah mereka ubah, seperti ciri-ciri Nabi saw. dsb. (supaya kamu menyangkanya) maksudnya yang telah diubah itu (sebagian dari Alkitab) yang diturunkan Allah swt. (padahal hal itu bukan dari Alkitab dan mereka mengatakan, \"Hal itu datang dari sisi Allah, padahal hal itu bukan dari sisi Allah, dan mereka berkata dusta terhadap Allah sedangkan mereka mengetahui\") bahwa mereka memang berdusta. Tatkala orang-orang Nasrani Najran mengatakan bahwa Isa menyuruh mereka untuk menjadikannya sebagai Tuhan dan tatkala sebagian kaum muslimin meminta agar dibolehkan bersujud kepada Nabi Muhammad saw. turunlah ayat:"
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 79,
    "arab": "مَا كَانَ لِبَشَرٍ اَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَ ۙ",
    "translation": "Tidak mungkin bagi seseorang yang telah diberi kitab oleh Allah, serta hikmah dan kenabian, kemudian dia berkata kepada manusia, “Jadilah kamu penyembahku, bukan penyembah Allah,” tetapi (dia berkata), “Jadilah kamu pengabdi-pengabdi Allah, karena kamu mengajarkan kitab dan karena kamu mempelajarinya!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/372.mp3",
    "tafsir": "Tidak mungkin terjadi dan tidak pantas bagi seorang manusia yang diberi kitab oleh Allah dan diberi pelajaran tentang pengetahuan agama, serta diangkat menjadi nabi, kemudian dia mengajak manusia untuk menyembah dirinya sendiri bukan menyembah Allah. Orang yang diberi keutamaan-keutamaan seperti itu tentunya akan mengajak manusia mempelajari sifat-sifat Allah serta mempelajari hukum-hukum agama, dan memberikan contoh yang baik dalam hal menaati Allah dan beribadah kepada-Nya, serta mengajarkan Kitab kepada sekalian manusia.\nNabi sebagai seorang manusia yang telah diberi keutamaan yang telah disebutkan, tentu tidak mungkin dan tidak pantas menyuruh orang lain menyembah dirinya, sebab dia adalah makhluk Allah. Maka penciptanya yaitu Allah yang harus disembah. Ditegaskan kepadanya adalah menyuruh manusia agar bertakwa kepada Allah, mengajarkan Al-Kitab dan melaksanakannya, hal itu telah ditegaskan oleh firman Allah:\n\nKatakanlah, \"Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.\" (az-Zumar/39: 14)\n\nBarang siapa menyuruh manusia menyembah dirinya, berarti ia mengakui bahwa Allah mempunyai sekutu yaitu dirinya sendiri. Barang siapa mempersekutukan Allah dengan lain-Nya, berarti ia telah menghilangkan kemurnian ibadah kepada Allah semata. Dengan hilangnya kemurnian ibadah berarti hilang pulalah arti ibadah.\n\n\nIngatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), \"Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan¦ (az-Zumar/39: 3)\n\nBegitu juga firman Allah yang menceritakan seruan Nabi Hud kepada kaumnya:\n\nAgar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.\" (Hud/11: 26)\n\nSemua nabi menyuruh manusia agar menyembah Allah:\n\nDan kepada kaum samud (Kami utus) saudara mereka, Saleh. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia.¦. (Hud/11: 61)",
    "quraish": "Tidak dapat diterima akal dan tidak akan sampai hati, seorang nabi yang menerima wahyu dan ilmu pengetahuan dari Allah serta berbicara tentang Allah, untuk meminta orang lain menyembahnya, bukan menyembah Allah. Yang dapat diterima akal dan sesuai dengan kenyataan adalah bahwa nabi meminta oang lain menyembah Allah swt., yang menciptakan mereka, dengan penuh ketulusan sesuai dengan ilmu yang telah diajarkan dan mereka pelajari dari kitab.",
    "jalalayn": "(Tidaklah pantas) atau layak (bagi seorang manusia yang diberi Allah Alkitab dan hikmah) artinya pengertian terhadap syariat (serta kenabian lalu katanya kepada manusia, \"Hendaklah kamu menjadi hamba-hambaku dan bukan hamba-hamba Allah!\" Tetapi) seharusnya ia berkata (\"Hendaklah kamu menjadi rabbani) artinya ulama-ulama yang beramal saleh, dinisbatkan kepada rab dengan tambahan alif dan nun sebagai penghormatan (disebabkan kamu mengajarkan) dibaca pakai tasydid dan tanpa tasydid (Alkitab dan disebabkan kamu selalu mempelajarinya.\") Karena itu bila menghendaki faedahnya hendaklah kamu mengamalkannya."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 80,
    "arab": "وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًا ۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَ ࣖ",
    "translation": "dan tidak (mungkin pula baginya) menyuruh kamu menjadikan para malaikat dan para nabi sebagai Tuhan. Apakah (patut) dia menyuruh kamu menjadi kafir setelah kamu menjadi Muslim?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/373.mp3",
    "tafsir": ". Tidak pantas bagi seorang manusia yang telah diberi wahyu oleh Allah, kemudian memerintahkan kepada manusia untuk menjadikan malaikat dan para nabi sebagai Tuhan. Hal itu seluruhnya tidak pernah dilakukan oleh para Nabi termasuk Nabi Muhammad saw. Yang pernah terjadi ialah orang-orang Arab menyembah malaikat. Orang Yahudi menyembah Uzair dan orang-orang Nasrani menyembah Al-Masih, yang dianggap sebagai putra Tuhan. Semua tindakan ini bertentangan dengan ajaran-ajaran yang dibawa oleh para nabi karena nabi-nabi itu semuanya menyuruh manusia untuk menyembah Allah Yang Maha Esa.",
    "quraish": "Seorang nabi juga tidak akan mungkin memerintah kalian untuk menjadikan malaikat atau nabi-nabi sebagai tuhan selain Allah. Sebab, hal itu termasuk kekufuran yang tidak mungkin diperintahkan kepada kalian setelah kalian berserah diri kepada Allah.",
    "jalalayn": "(Dan tidak pantas ia menyuruhmu) dengan baris di depan sebagai isti`naf sedangkan fa`ilnya ialah Allah. Tetapi ada pula yang membaca dengan baris di atas karena diathafkan kepada yaquula yang fa`ilnya ialah manusia (menjadikan malaikat dan nabi-nabi itu sebagai Tuhan) sebagaimana halnya orang-orang Shabiin mengambil malaikat, orang-orang Yahudi Uzeir dan orang-orang Nasrani Isa menjadi Tuhan mereka. (Patutkah ia menyuruhmu berbuat kekafiran setelah tadinya kamu menganut Islam?) hal ini tidaklah pantas baginya."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 81,
    "arab": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْ ۗ قَالُوْٓا اَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ",
    "translation": "Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, “Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang Rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.” Allah berfirman, “Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?” Mereka menjawab, “Kami setuju.” Allah berfirman,  ”Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/374.mp3",
    "tafsir": "Allah telah mengambil perjanjian dari para nabi bilamana datang seorang rasul yang membenarkan kitab yang ada pada mereka, mereka akan beriman kepada rasul dan akan menolongnya, mereka akan mempercayainya, meskipun mereka sendiri telah diberi Kitab dan diberi pula hikmah, mereka tetap akan mempercayai dan mendukungnya. Hal itu disebabkan karena maksud dari diutusnya nabi-nabi dan rasul-rasul itu adalah satu, yaitu menyampaikan ajaran Allah. Oleh karena itu para rasul itu harus saling menolong.\nDi samping itu, apabila syariat yang datang kemudian membawa ketentuan-ketentuan yang mengubah atau menghapuskan ketentuan-ketentuan dari syariat yang lalu, tentu harus diterima, karena ajaran yang berhubungan dengan pokok-pokok agama yang berhubungan dengan keimanan dan ketuhanan yang dibawa para nabi itu adalah sama. Tetapi yang berhubungan dengan syariat (hukum) seperti hukum pidana dan hukum perdata pada masing-masing agama dapat berbeda-beda, disesuaikan dengan keadaan waktu dan tempat.\nYang dimaksud dengan \"Nabi Muhammad saw membenarkan rasul-rasul terdahulu dan kitab-kitab yang dibawanya\", ialah membenarkan bahwa Allah telah mengutus rasul-rasul itu dan menurunkan kitab-kitab kepada mereka, dan bukanlah berarti bahwa Muhammad saw membenarkan seluruh isi kitab-kitab itu sebagai yang terdapat sekarang.\nDi dalam ayat ini terdapat isyarat yang kuat bahwa tidak semestinya agama itu menjadi sumber permusuhan dan kebencian, seperti yang telah dilakukan oleh Ahli Kitab yang memusuhi Muhammad, sehingga mereka sukar diajak kembali kepada prinsip yang sama, bahkan mereka merintangi, menentang dan mengingkari ajakannya.\nDengan ringkas dapat dikatakan bahwa andaikata Ahli Kitab itu mau memahami dan memikirkan segi persamaan prinsip yang dibawa oleh para nabi, tentulah mereka dapat menerima dan mengikuti ajaran yang dibawa oleh Nabi Muhammad serta membenarkan syariat-Nya, sesuai dengan janji yang telah diikrarkan oleh Nabi Musa dan Nabi Isa, yaitu bahwa setiap datang seorang nabi sesudah mereka, yang membenarkan kitab yang ada pada mereka, mereka akan mempercayainya.\nJika orang Yahudi dan Nasrani percaya kepada Nabi Musa dan Nabi Isa, tentu mereka percaya pula pada apa yang telah dipercayai oleh kedua nabi itu. Selanjutnya diterangkan bahwa janji nabi-nabi yang telah disepakati bersama itu telah disaksikan oleh masing-masing pihak, dan Allah menjadi saksi pula atas ikrar mereka itu.",
    "quraish": "Ingatkan kepada mereka, wahai Nabi, bahwa Allah mengambil perjanjian setiap nabi yang menerima wahyu dan ilmu yang bermanfaat. Yaitu, bahwa jika seorang rasul datang dengan ajaran yang sesuai dengan ajaran mereka, hendaknya mereka mempercayainya dan membelanya. Allah mengambil pernyataan dari setiap nabi mengenai perjanjian itu. Mereka, para nabi itu, pun menyatakan hal itu dan menjadi saksi atas diri sendiri, dan Allah menjadi saksi atas mereka. Mereka menyampaikan hal ini kepada umatnya masing-masing. Perjanjian itu mengharuskan umat masing-masing nabi untuk mempercai dan membelanya, baik mengalami hidup bersamanya atau tidak. Masing-masing umat mereka berkewajiban mengimani dan membela rasul-Nya, sebagai penepatan janji dan sebagai bentuk mengikuti komitmen mereka.",
    "jalalayn": "(Dan) ingatlah (tatkala) ketika (Allah mengambil ikrar nabi-nabi) atau janji mereka (\"Sungguh apa saja) lam baris di atas sebagai ibtida dan untuk taukid dengan makna sumpah yang terdapat dalam pengambilan ikrar. Dan baris di bawah yang berkaitan dengan mengambil ikrar sedangkan maa isim maushul yang berarti: bagi yang (yang Kuberikan kepadamu) menurut satu qiraat 'Kami berikan padamu' (berupa Kitab dan hikmah lalu datang kepadamu seorang rasul yang membenarkan apa yang ada padamu) berupa kitab dan hikmah itu dan dia adalah Nabi Muhammad saw. (bahwa kamu sungguh-sungguh akan beriman kepadanya serta akan membelanya) sebagai jawaban daripada sumpah tadi, yakni jika kamu menjumpai mereka dalam hal itu. (Firman-Nya) Allah swt. kepada mereka (Apakah kamu berikrar) atas hal itu (dan menerima perjanjian terhadap yang demikian itu?\") (Kata mereka, \"Kami berikrar,\" dan Allah berfirman, \"Maka saksikanlah) atas dirimu dan pengikut-pengikutmu tentang hal itu (dan Aku turut menjadi saksi pula bersama kamu\") baik terhadap dirimu maupun terhadap mereka."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 82,
    "arab": "فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
    "translation": "Maka barangsiapa berpaling setelah itu, maka mereka itulah orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/375.mp3",
    "tafsir": "Barangsiapa yang berpaling dari perjanjian yang telah diikrarkan itu, mereka orang-orang yang fasik. Yang dimaksud dengan orang-orang yang berpaling ialah orang Yahudi yang berada di masa Rasulullah. Mereka ini tidak mempercayai kenabian Muhammad saw yang berarti mereka tidak mempercayai perjanjian yang telah diikrarkan oleh Nabi Musa dan Nabi Isa. Mereka mengetahui perjanjian yang telah diikrarkan oleh Nabi Musa dan Nabi Isa, dan mengetahui isinya, akan tetapi mereka tidak melaksanakannya. Karena itulah mereka dinamakan orang-orang fasik.",
    "quraish": "Maka, barangsiapa yang menolak mempercayai nabi setelah perjanjian yang kuat itu, berarti ia adalah orang fasik yang keluar dari agama Allah, dan orang kafir yang mengingkari semua rasul.",
    "jalalayn": "(Barang siapa yang berpaling setelah demikian) setelah perjanjian tadi (maka merekalah orang-orang yang fasik)."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 83,
    "arab": "اَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗ ٓ اَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّاِلَيْهِ يُرْجَعُوْنَ",
    "translation": "Maka mengapa mereka mencari agama yang lain selain agama Allah, padahal apa yang di langit dan di bumi berserah diri kepada-Nya, (baik) dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/376.mp3",
    "tafsir": "Allah tidak membenarkan sikap Ahli Kitab, bahkan mencelanya karena mereka itu menyeleweng dari kebenaran, setelah kebenaran itu tampak jelas bagi mereka dan mereka tidak mau memeluk agama Islam yang datang dari Allah. Allah swt menegur mereka mengapa mereka berbuat demikian, padahal semua langit dan bumi tunduk kepada Allah secara sukarela dan takluk kepada ketentuan-Nya.\nSecara ringkas dapat diterangkan bahwa orang Yahudi itu tidak percaya kepada agama yang dibawa Nabi Muhammad saw, padahal nabi-nabi mereka mempercayai Nabi Muhammad saw, yang akan datang kemudian. Dengan tidak percaya kepada Nabi Muhammad berarti mereka tidak percaya kepada nabi-nabi mereka sendiri; dan berarti mereka mencari agama selain Islam. Sikap mereka itu dicela oleh Allah karena apa saja yang ada di langit dan di bumi ini semuanya tunduk dan patuh kepada Allah mengapa mereka tidak berbuat demikian?\nKemudian Allah menjelaskan bahwa kepada Allah kembali semua makhluk, baik orang Yahudi, orang Nasrani, maupun umat-umat selain mereka. Pada saat itulah mereka akan diberi balasan, sesuai dengan perbuatan mereka di dunia.\nDi dalam ayat ini terdapat ancaman keras bagi orang-orang Ahli Kitab baik orang Yahudi maupun orang Nasrani, karena mereka telah menyeleweng dari kebenaran, serta tidak mau mengakui kenabian Muhammad saw.",
    "quraish": "Apakah mereka menginginkan agama lain selain agama Muhammad, yang juga merupakan agama seluruh nabi, yaitu satu-satunya agama Allah, Tuhan yang seluruh isi langit dan bumi tunduk kepada-Nya baik secara sadar maupun secara terpaksa? Secara sadar melalui kehendak dan pilihannya sendiri, terpaksa karena diciptakan dan dijadikan demikian. Dan, hanya kepada-Nyalah seluruh makhluk akan dikembalikan.",
    "jalalayn": "(Apakah mereka hendak mencari agama yang lain dari agama Allah) dengan memakai 'ya' artinya orang-orang yang berpaling tadi dan ada pula yang memakai 'ta' sehingga berarti kamu (padahal kepada-Nya tunduk segala apa yang di langit dan di bumi, baik suka) tanpa menaruh keberatan (maupun terpaksa) yakni dengan memakai sarana yang membuat mereka tunduk kepada-Nya (dan kepada-Nya mereka dikembalikan) dengan memakai ta dan ya, sedangkan hamzah atau kata tanya pada awal ayat sebagai sanggahan."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 84,
    "arab": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ",
    "translation": "Katakanlah (Muhammad), “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya, dan apa yang diberikan kepada Musa, Isa dan para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan hanya kepada-Nya kami berserah diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/377.mp3",
    "tafsir": "Di dalam ayat ini Allah swt memerintahkan kepada Muhammad termasuk orang-orang yang mengikutinya agar mempercayai, bahwa Allah pasti ada-Nya. Maha Esa serta mempunyai kekuasaan yang tidak terbatas terhadap seluruh isi alam, dan memerintahkan pula kepadanya untuk mempercayai Kitab Al-Qur'an yang diturunkan kepadanya. Di samping harus mempercayai bahwa Allah swt telah menurunkan wahyu kepada para Nabi yang terdahulu yaitu Nabi Ibrahim, Ismail, Ishak. Yakub, nabi-nabi keturunan Yakub, dan wahyu yang disampaikan kepada Musa, Isa dan nabi-nabi lain yang diutus Allah, yang berfungsi sebagai petunjuk bagi umatnya. Wahyu yang disampaikan kepada para nabi itu mempunyai prinsip dan tingkatan yang sama.\n\nSesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya¦ (an-Nisa'/4: 163)\n\nNabi Musa dan Nabi Isa disebutkan dalam ayat ini secara khusus, karena pembicaraan dalam ayat ini dan ayat sebelumnya serta sesudahnya bersangkut-paut dengan orang-orang Nasrani dan Yahudi.\nSesudah itu disebutkan nabi-nabi yang lain untuk memberikan gambaran kepada orang yang beriman agar mereka juga mempercayai nabi-nabi yang lain dan wahyu-wahyu yang diturunkan kepada mereka seperti Nabi Dawud, Nabi Ayyub dan lain-lain. Termasuk pula nabi-nabi yang menerima wahyu, akan tetapi tidak dikisahkan Allah di dalam Al-Qur'an kepada kita.\nPerintah untuk mempercayai kitab yang diturunkan kepada Nabi Muhammad didahulukan penyebutannya daripada perintah percaya kepada Kitab-kitab yang diturunkan kepada nabi-nabi yang diutus sebelumnya. Padahal menurut kenyataannya, kitab-kitab itu diturunkan sebelum Al-Qur'an, hal itu adalah untuk memberikan ketegasan bahwa Al-Qur'an adalah sumber yang benar untuk mengetahui kitab-kitab yang diturunkan kepada nabi-nabi sebelumnya, dan karena Al-Qur'an itu mengakui kebenaran Kitab-kitab yang diturunkan sebelumnya. Oleh karena itulah maka kenabian para nabi yang telah disebutkan dalam Al-Qur'an itu wajib kita percayai secara prinsip, sesuai dengan keterangan yang telah diberikan oleh Al-Qur'an.\nSelanjutnya Allah memerintahkan kepada Nabi Muhammad saw dan umatnya untuk mengatakan bahwa ia dan umatnya tidak membeda-bedakan derajat para rasul, oleh sebab itu orang yang beriman, tidak boleh mempercayai sebagian isi Al-Qur'an tetapi mengingkari sebagian yang lain, seperti yang telah dilakukan oleh orang-orang Yahudi dan Nasrani terhadap kitab-kitab mereka.\nOrang mukmin hendaklah membersihkan diri dari perbuatan dosa. Ayat ini diawali dengan perintah untuk beriman kepada Allah dan diakhiri dengan perintah untuk \"berserah diri taat dan patuh\" sebelum memberikan penjelasan tentang tujuan dari setiap agama yang dibawa para nabi.",
    "quraish": "Allah menekankan konsep keesaan Tuhan dan kesatuan risalah. Untuk itu, Dia menyuruh nabi-nabi-Nya dan orang-orang yang bersamanya untuk berkata, \"Kami beriman kepada Allah, satu-satunya Tuhan yang berhak disembah dan yang mengutus rasul-rasul-Nya. Kami beriman kepada al-Qur'ân yang diturunkan kepada kami dengan segala kandungan hukumnya. Kami juga beriman kepada kitab-kitab dan ajaran- ajaran lain yang diturunkan kepada Ibrâhîm, Ismâ'îl, Ishâq, Ya'qûb dan anak keturunan mereka yang berjumlah dua belas kabilah. Begitu juga kepada Tawrât yang diturunkan kepada Mûsâ, Injîl yang diturunkan kepada 'Isâ, dan segala apa yang diturunkan kepada seluruh nabi lainnya. Tidak ada perbedaan dalam beriman kepada salah seorang dari mereka. Dengan begitu, kami berarti telah berserah diri kepada Allah.\"",
    "jalalayn": "(Katakanlah) kepada mereka hai Muhammad (\"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak-anaknya, dan apa yang diberikan kepada Musa, Isa dan para nabi dari Tuhan mereka. Tidaklah kami beda-bedakan seorang pun di antara mereka) dalam membenarkan dan mendustakan (dan kami berserah diri kepada-Nya\") tulus ikhlas dalam menunaikan ibadah kepada-Nya. Ayat berikut diturunkan mengenai orang-orang yang murtad dan menggabungkan diri dengan orang-orang kafir:"
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 85,
    "arab": "وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ",
    "translation": "Dan barangsiapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/378.mp3",
    "tafsir": "Allah menetapkan bahwa barang siapa mencari agama selain agama Islam, atau tidak mau tunduk kepada ketentuan-ketentuan Allah, maka imannya tidak akan diterima oleh Allah. Sebagai contoh dikemukakan, orang-orang musyrik dan orang-orang yang mengaku beragama tauhid padahal mereka mempersekutukan Allah. Seperti Ahli Kitab penganut agama Nasrani yang tidak berhasil membawa pemeluk-pemeluknya tunduk di bawah kekuasaan Allah. Agama yang semacam ini hanyalah merupakan tradisi belaka, yang tidak dapat mendatangkan kemaslahatan kepada pemeluknya, bahkan menyeret mereka ke lembah kehancuran, dan menjadi sumber permusuhan di antara manusia di dunia, serta menjadi sebab penyesalan mereka di akhirat.\nOrang yang mencari agama selain Islam untuk menjadi agamanya, di akhirat nanti termasuk orang yang merugi, sebab ia telah menyia-nyiakan akidah tauhid yang sesuai dengan fitrah manusia.",
    "quraish": "Barangsiapa yang menghendaki agama lain, setelah diutusnya Muhammad saw., selain agama dan syariat Islam yang dibawanya, tidak akan diperkenankan Allah. Pada hari pembalasan nanti, dalam pandangan Allah ia termasuk orang yang menyengsarakan diri sendiri. Mereka berhak merasakan siksa yang pedih.",
    "jalalayn": "(Barang siapa mencari agama selain agama Islam, maka tidaklah akan diterima dan di akhirat ia termasuk orang-orang yang merugi) karena tempat tinggalnya ialah neraka di mana ia akan menetap di sana untuk selama-lamanya."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 86,
    "arab": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
    "translation": "Bagaimana Allah akan memberi petunjuk kepada suatu kaum yang kafir setelah mereka beriman, serta mengakui bahwa Rasul (Muhammad) itu benar-benar (rasul), dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/379.mp3",
    "tafsir": "Mengenai sebab turunnya ayat 86 sampai dengan ayat 89 dapat dikemukakan sebuah hadis riwayat Ibnu Jarir, An-Nasa'i, al-hakim dan Ibnu hibban:\nBahwa Ibnu 'Abbas berkata, \"Ada seseorang dari golongan Ansar sudah masuk Islam, kemudian ia murtad dan bergabung ke golongan orang musyrik tetapi ia menyesal. Lalu ia minta kepada kaumnya agar ditanyakan kepada Rasulullah saw, \"Bisakah diterima tobat saya?\" Maka turunlah (ayat 86) sampai dengan (ayat 89). Kemudian disampaikanlah hal itu kepadanya, maka ia kembali masuk Islam.\"\nOrang yang kembali menjadi kafir sesudah beriman, Allah tidak akan memberikan jalan untuk mendapatkan petunjuk. Karena, mereka tidak mengakui berita gembira tentang kedatangan Nabi Muhammad yang tercantum dalam kitab-kitab mereka. Semula mereka berkeinginan untuk mengikuti Nabi Muhammad apabila mereka diberi umur panjang, dan apabila nabi baru itu diutus dari kalangan mereka. Tetapi setelah ternyata Nabi Muhammad saw datang, dan dia bukanlah dari kalangan mereka, mereka pun mengingkarinya, meskipun kedatangan Nabi Muhammad itu disertai dengan bukti-bukti yang nyata tentang kenabiannya. Orang yang mulanya beriman kemudian kafir kembali, mereka menganiaya diri sendiri, dan Allah tidak akan memberi petunjuk kepada orang-orang yang menganiaya diri sendiri, karena Allah telah menerangkan bahwa petunjuk kepada jalan yang benar hanya dapat berpengaruh, apabila orang itu bersih jiwanya, sehingga ia dapat menerima bukti-bukti kebenaran dari petunjuk itu. Tetapi kalau orang itu hatinya telah dinodai oleh kezaliman maka ia akan menyeleweng dari jalan yang benar. Oleh sebab itu mereka tidak akan mungkin lagi menerima petunjuk Allah.",
    "quraish": "Sesungguhnya Allah tidak akan menunjukkan orang-orang yang bersaksi bahwa para rasul itu benar dan telah didatangkan bukti-bukti untuk itu, lalu mengingkari mukjizat yang dibawanya. Itu adalah kelaliman dari mereka. Allah tidak memberi petunjuk kepada orang-orang yang lalim.",
    "jalalayn": "(Bagaimana Allah akan menunjuki suatu kaum yang kafir setelah mereka beriman dan mereka menyaksikan) artinya Allah tidak akan menunjuki mereka padahal mereka telah bersaksi (bahwa Muhammad itu benar-benar rasul dan) sungguh (telah datang pula kepada mereka keterangan-keterangan) bukti-bukti yang nyata atas kebenaran Nabi saw. (dan Allah tidak menunjuki orang-orang yang aniaya) orang-orang yang kafir."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 87,
    "arab": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
    "translation": "Mereka itu, balasannya ialah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/380.mp3",
    "tafsir": "Mereka pantas mendapat kemurkaan Allah, malaikat dan manusia seluruhnya, dan manusia umumnya akan melaknati mereka yang murtad dari imannya, sesuai dengan firman Allah:\n\nDan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)",
    "quraish": "Di hadapan Allah, mereka akan dibalas hukuman murka dan laknat-Nya, dan laknat semua malaikat dan manusia pilihan.",
    "jalalayn": "(Mereka itu balasannya ialah laknat Allah yang ditimpakan atas mereka begitu pula laknat malaikat dan seluruh umat manusia.)"
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 88,
    "arab": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ",
    "translation": "mereka kekal di dalamnya, tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/381.mp3",
    "tafsir": "Orang yang kafir sesudah beriman akan menerima kemurkaan dan siksa dari Allah selamanya, mereka akan kekal di dalam neraka Jahanam tanpa ada keringanan sedikit pun, mereka tidak mendapat pengampunan karena alasan apa pun, karena yang menyebabkan mereka mengalami siksaan itu ialah keingkaran dan kekafiran yang telah meresap dalam hati mereka. Sebab itu kemurkaan Allah tak dapat dihindarkan dengan alasan apa pun juga, dan azab Allah terhadap mereka tak dapat ditunda-tunda.",
    "quraish": "Mereka tidak dibebaskan dari laknat itu dan tidak diringankan siksanya. Mereka juga tidak akan ditangguhkan.",
    "jalalayn": "(Kekal mereka di dalamnya) di dalam laknat atau di dalam neraka itu (tidak diringankan siksa dari mereka dan tidak pula mereka diberi tangguh.)"
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 89,
    "arab": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "kecuali orang-orang yang bertobat setelah itu, dan melakukan perbaikan, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/382.mp3",
    "tafsir": "Orang yang betul-betul bertobat dari perbuatannya dan kembali ke jalan yang benar, dengan meninggalkan kekafirannya, kemudian betul-betul menyesali perbuatannya yang salah dan memperbaiki masa depan dengan mengisinya dengan amal saleh, bersedia memupuk imannya dengan ajaran-ajaran yang benar, serta mau mengubah tingkah lakunya yang jahat yang mengotori jiwanya, bagi mereka masih dibuka pintu tobat yang selebar-lebarnya.\nDalam ayat ini terdapat suatu isyarat bahwa orang yang bertobat, tetapi tidak dibuktikan dengan amal yang baik, maka tobatnya tidak ada artinya menurut pandangan agama. Banyak orang yang menyatakan dirinya bertobat, dengan disertai penyesalan dan istigfar, tetapi kemudian mereka mengulangi perbuatan jahatnya itu. Orang yang semacam itu tobatnya tidak memberi pengaruh sedikit pun di dalam jiwanya, dan tidak sanggup mengobati penyakitnya. Seandainya mereka dapat membuktikan tobatnya dalam bentuk perbuatan nyata, niscaya mereka itu mendapat pengampunan dari Allah, dan mendapat rahmat-Nya.",
    "quraish": "Tetapi, orang-orang yang menghentikan perbuatan dosanya lalu bergabung ke dalam golongan orang-orang saleh dan memperbaiki kerusakan-kerusakan yang mereka perbuat, akan diampuni Allah dengan sifat kasih-Nya. Sebab, pemberian ampun (maghfirah) dan sifat kasih (rahmah) adalah dua dari sifat-sifat luhur Allah.",
    "jalalayn": "(Kecuali orang-orang yang bertobat sesudah itu dan mengadakan perbaikan) terhadap amal perbuatan mereka (karena sesungguhnya Allah Maha Pengampun) terhadap mereka (lagi Maha Penyayang). Ayat berikut turun mengenai orang-orang Yahudi."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 90,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ",
    "translation": "Sungguh, orang-orang yang kafir setelah beriman, kemudian bertambah kekafirannya, tidak akan diterima tobatnya, dan mereka itulah orang-orang yang sesat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/383.mp3",
    "tafsir": "Yang dimaksud dengan orang kafir dalam ayat ini ialah Ahli Kitab yang beriman (percaya) akan kedatangan Nabi Muhammad yang tersebut dalam kitab-kitab mereka. Tetapi setelah Nabi Muhammad datang dan diangkat menjadi rasul, mereka kafir, dengan mengingkari, menentang dan memusuhinya. Terhadap orang semacam ini, tobat mereka sekali-kali tidak akan diterima oleh Allah.\nPenegasan Allah bahwa tobat mereka tidak akan diterima dalam ayat ini, berbeda dengan penegasan dalam ayat-ayat yang lalu dimana Allah berfirman:\n\nDan Dialah yang menerima tobat dari hamba-hamba-Nya¦ (asy-Syura'/42: 25)\n\nDalam ayat ini yang dimaksud dengan kafir ialah Ahli Kitab yang sebelumnya telah mengetahui kedatangan Nabi Muhammad saw. Kemudian setelah Nabi Muhammad diutus mereka mengingkarinya. Kekafiran mereka bertambah-tambah dan menjadi-jadi, sehingga tidak mungkin lagi diterima tobat mereka, seperti diterangkan oleh firman Allah:\n\n¦.Kemudian bertambah kekafirannya, ¦ (Ali 'Imran/3: 90)\n\nSebenarnya jiwa yang baik ialah jiwa yang mau menyesali perbuatan dosa, kemudian menjauhkan diri dari dosa. Jiwa yang demikian masih bisa diharapkan menerima ampunan. Akan tetapi jiwa yang kotor, yang telah menjadi sarang kemusyrikan dan kekafiran serta dicekam oleh dorongan-dorongan berbuat dosa, yang menyebabkan hatinya terbelenggu untuk melihat cahaya kebenaran, hingga setiap ia ingin bertobat selalu ada yang menghalang-halanginya untuk menerima kebenaran. Jiwa yang serupa ini amat sukar untuk dibersihkan kembali seperti keadaannya semula.\nKemudian ditegaskan bahwa mereka adalah orang-orang yang betul-betul tersesat, karena mereka telah mengingkari kebenaran. Mereka itu telah menempuh jalan yang salah, karena itu mereka tidak akan bahagia. Mereka tidak ada harapan lagi untuk mendapat petunjuk dan tidak akan mendapat pengampunan selama-lamanya.",
    "quraish": "Syarat untuk dapat memperoleh pengampunan Tuhan dengan rahmah dan maghfirah-Nya adalah dengan selalu memelihara keimanan. Sedangkan orang yang mengingkari kebenaran setelah sebelumnya tunduk dan percaya, bahkan semakin ingkar, rusak dan semakin menyakiti orang-orang Mukmin, Allah tidak akan menerima pertobatan mereka. Itu disebabkan karena pertobatan mereka tidak dilakukan secara sungguh-sungguh dan tulus. Dengan perbuatan mereka itu, mereka menjadi jauh dari kebenaran.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir) terhadap Isa (setelah mereka beriman) kepada Musa (kemudian bertambah kekafiran mereka) terhadap Muhammad (tidaklah akan diterima tobat mereka) jika mereka dalam keadaan sekarat atau meninggal di dalam kekafiran (dan merekalah orang-orang yang sesat.)"
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 91,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔",
    "translation": "Sungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/384.mp3",
    "tafsir": "Orang yang bergelimang dalam kekafiran dan terombang-ambing oleh perbuatan yang jahat, hingga ajal merenggut mereka, sedang mereka masih tetap dalam kekafirannya, sedikit pun mereka tidak akan diterima tebusannya, meskipun jumlah tebusan itu senilai dengan kekayaan emas seluruh isi bumi. Maksudnya ialah, andaikata mereka bersedekah dengan emas seberat isi bumi untuk dijadikan tebusan dosa yang telah mereka lakukan, maka pahalanya tidak akan mampu untuk menyelamatkannya dari siksaan neraka karena kekafiran melenyapkan amal kebaikan mereka. \nYang dihargai Allah pada hari akhirat hanyalah iman kepada Allah, dan hari akhir, serta amal saleh yang mendekatkan diri kepada Allah.\n\nMaka pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.\" (al-hadid/57: 15)\nDengan demikian dapat dikatakan bahwa pada hari itu tidak ada jalan bagi mereka untuk menyelamatkan diri, baik dengan hartanya, maupun dengan pangkatnya. Segala urusan pada hari itu hanyalah didasarkan semata-mata pada kesucian jiwa, maka barang siapa yang memelihara kesucian jiwanya dengan iman dan amal saleh mereka itu akan berbahagia. Sebaliknya, barang siapa yang mengotorinya dengan kekafiran dan dengan amal yang jahat, ia akan merugi dalam arti yang sebenar-benarnya.",
    "quraish": "Orang-orang yang mengingkari dan tidak tunduk kepada kebenaran serta terus berbuat demikian sampai mati dalam keadaan ingkar, seorang pun dari mereka tidak akan dapat menebus siksa Allah dengan tebusan apa saja, meskipun tebusan yang mereka ajukan berupa emas sepenuh bumi dan langit--kalau mereka mampu. Dan, siksa mereka sungguh sangat memilukan.",
    "jalalayn": "(Sesungguhnya orang-orang kafir dan mati dalam kekafiran tidaklah akan diterima dari seorang pun di antara mereka sepenuh bumi) maksudnya suatu jumlah yang banyaknya seisi bumi ini (berupa emas yang digunakannya sebagai penebus diri mereka) fa dimasukkan kepada khabar inna karena serupanya lafal alladziina dengan syarat dan sebagai pemberitahuan tentang sebab tidak diterimanya tebusannya terhadap orang yang mati dalam kekafiran itu. (Bagi mereka disediakan siksa yang pedih) atau menyakitkan (dan sekali-kali mereka tidak punya pembela) yang akan membela dan melindungi mereka dari siksaan itu."
  },
  {
    "hizb": 24,
    "name": "Ali 'Imran",
    "ayat": 92,
    "arab": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ",
    "translation": "Kamu tidak akan memperoleh kebajikan, sebelum kamu menginfakkan sebagian harta yang kamu cintai. Dan apa pun yang kamu infakkan, tentang hal itu sungguh, Allah Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/385.mp3",
    "tafsir": "Seseorang tidak akan mencapai tingkat kebajikan di sisi Allah, sebelum ia dengan ikhlas menafkahkan harta yang dicintainya di jalan Allah. Yang dimaksud dengan harta yang dicintai adalah harta yang kita cintai. Ayat ini erat hubungannya dengan firman Allah.\n\nWahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik ¦ (al-Baqarah/2:267).\n\nSetelah ayat ini diturunkan, para sahabat Nabi berlomba-lomba berbuat kebaikan. Di antaranya, Abu thalhah al-Anshari, seorang hartawan di kalangan Ansar datang kepada Nabi saw memberikan sebidang kebun kurma yang sangat dicintainya untuk dinafkahkan di jalan Allah.\nPemberian itu diterima oleh Nabi dengan baik dan memuji keikhlasannya. Rasulullah menasihatkan agar harta itu dinafkahkan kepada karib kerabatnya, maka thalhah membagi-bagikannya kepada karib kerabatnya. Dengan demikian ia mendapat pahala sedekah dan pahala mempererat hubungan silaturrahmi dengan keluarganya. Setelah itu datang pula Umar bin al-Khaththab menyerahkan sebidang kebunnya yang ada di Khaibar, Nabi saw menyuruh pula agar kebun itu tetap dipelihara, hanya hasil dari kebun itu merupakan wakaf dari Umar.",
    "quraish": "Kalian, wahai orang-orang Mukmin, tidak akan memperoleh kebajikan dan kebaikan sempurna dan diridai seperti yang kalian harapkan, kecuali apabila kalian mengeluarkan sebagian barang kecintaan kalian untuk berbagai jalan Allah. Apa pun yang kalian keluarkan itu, sedikit atau banyak, berupa materi atau lainnya, pasti diketahui Allah. Sebab, Allah Maha Mengetahui, dan tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik di langit maupun di bumi.",
    "jalalayn": "(Kamu sekali-kali tidak sampai kepada kebaktian) artinya pahalanya yaitu surga (sebelum kamu menafkahkan) menyedekahkan (sebagian dari apa yang kamu cintai) berupa harta bendamu (dan apa yang kamu nafkahkan dari sesuatu maka sesungguhnya Allah mengetahuinya) dan akan membalasnya. Ketika orang-orang Yahudi mengatakan kepada Nabi saw., \"Anda mengakui diri Anda dalam agama Ibrahim padahal ia tidak memakan daging unta dan susunya,\" turunlah ayat:"
  }
]