[
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 93,
    "arab": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Semua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. Katakanlah (Muhammad), “Maka bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/386.mp3",
    "tafsir": "Ayat ini menerangkan bahwa semua makanan dihalalkan kepada Bani Israil dan juga kepada Nabi Ibrahim, termasuk daging unta, seperti disebutkan dalam Perjanjian Lama (Imamat xi:4), \"Tetapi inilah yang tidak boleh kamu makan dari yang memamah biak, atau yang berkuku belah: unta, karena memang memamah biak, tetapi tidak berkuku belah; haram itu bagimu.\" Hanya beberapa makanan saja yang diharamkan oleh Nabi Yakub sendiri terhadap dirinya disebabkan beliau menderita penyakit, dan itu semuanya terjadi sebelum diturunkan Kitab Taurat. Lalu ada beberapa macam makanan yang diharamkan kepada Bani Israil (lihat an-Nisa'/4:160, al-An'am/6:146 dan tafsirnya) sebagai hukuman dan pelajaran atas kezalimannya, sebagaimana tersebut dalam firman Allah:\n\nDan kepada orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami Mahabenar. (al-An'am/6:146).\n\nDemikian pula tercantum dalam Al-Qur'an:\n\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah, dan disebabkan mereka menjalankan riba, padahal sesungguhnya mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih. (an-Nisa'/4:160-161).\n\nJelaslah bahwa beberapa jenis makanan yang diharamkan kepada Bani Israil itu tidak diharamkan kepada pengikut syariat Nabi Ibrahim dan nabi-nabi lainnya sebelum Taurat diturunkan.\nDengan demikian batallah tuduhan mereka bahwa syariat Islam bertentangan dengan syariat Nabi Ibrahim karena menghalalkan makan daging unta. Mengharamkan sebagian makanan bagi Bani Israil adalah semata-mata sebagai hukuman karena mereka telah melanggar hukum-hukum Allah dan telah menganiaya diri sendiri. Hal ini juga tersebut dalam kitab Taurat, kitab mereka sendiri.\nOleh sebab itu Nabi Muhammad diperintahkan oleh Allah agar menentang mereka dengan mengatakan, \"Jika kamu mengatakan ada makanan yang diharamkan Allah sebelum diturunkan Taurat, maka bawalah Taurat itu lalu bacalah, jika kamu orang-orang yang benar.\" Ternyata mereka tidak berani menjawab tantangan ini dan tidak mau membuka Kitab Taurat, karena kalau mereka berani membuka Taurat tentulah kebohongan mereka akan terungkap dan tuduhan-tuduhan mereka terhadap agama Islam adalah palsu dan tidak beralasan. Hal ini membuktikan pula kebenaran kenabian Muhammad saw, karena beliau dapat membantah tuduhan-tuduhan Bani Israil dengan isi Taurat itu sendiri, padahal beliau tidak pernah membacanya dan tidak pernah diberi kesempatan oleh orang Yahudi untuk mengetahui isinya.",
    "quraish": "Orang-orang Yahudi memprotes penghalalan sebagian makanan--seperti daging dan susu unta--kepada umat Islam, dan mengklaim bahwa syariat Ibrâhîm tidak menghalalkan beberapa jenis makanan itu. Allah kemudian membantah protes itu dengan penjelasan bahwa segala macam makanan pada dasarnya dihalalkan kepada anak keturunan Ya'qûb sebelum diturunkannya Tawrât, kecuali yang diharamkan oleh Ya'qûb untuk dirinya sendiri karena suatu sebab. Maka mereka pun mengharamkannya pula. Dan Allah memerintah nabi-Nya untuk memintakan kepada mereka bukti dari Tawrât yang menyatakan bahwa syariat Ibrâhîm menghalalkan beberapa makanan itu, kalau klaim mereka memang benar. Tetapi, ternyata, mereka tidak mampu melakukannya.",
    "jalalayn": "(Semua makanan halal bagi Bani Israel kecuali makanan yang diharamkan oleh Israel) atau Yakub (atas dirinya) yaitu unta yang ditimpa penyakit pada urat nadinya. Ia bernazar jika hewan itu sembuh tidak akan dimakannya, maka haramlah hukumnya bagi mereka (sebelum Taurat diturunkan) hal ini terjadi sesudah Ibrahim sedangkan pada masanya sendiri tidaklah haram sebagaimana yang telah diakuinya. (Katakanlah) kepada mereka (\"Ambillah Taurat lalu bacalah) agar nyata benar atau tidaknya ucapanmu itu (jika kamu orang-orang yang benar\") dalam masalah tersebut. Mendengar itu mereka pun kebingungan dan tak pernah mengemukakan Taurat. Maka Allah swt. berfirman:"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 94,
    "arab": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
    "translation": "Maka barangsiapa mengada-adakan kebohongan terhadap Allah setelah itu, maka mereka itulah orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/387.mp3",
    "tafsir": "Jika orang-orang Yahudi itu masih berani mengada-adakan kebohongan terhadap Allah padahal kedok mereka sudah terbuka dan segala alasan yang mereka kemukakan telah nyata kebohongannya, dan Nabi Muhammad dengan bantuan wahyu dari Tuhannya telah mengetahui sebagian dari isi kitab mereka, maka pastilah mereka termasuk orang-orang yang zalim. Mereka bukan saja zalim terhadap diri sendiri karena tidak akan dipercayai lagi dan akan menerima hukuman dan siksaan Allah. Tetapi mereka juga zalim terhadap orang lain, karena dengan kejahatan itu mereka menyesatkan umat dari jalan yang benar dan menghalangi manusia terutama pengikut-pengikut mereka untuk beriman kepada Nabi Muhammad saw pembawa kebenaran dan sebagai rahmat bagi manusia seluruhnya.\nSetiap orang yang berbuat seperti itu akan menemui kegagalan, akan menerima nasib yang buruk, akan dicap oleh masyarakat sebagai pembuat onar dan kekacauan dan akan dimurkai Allah serta mendapat siksa di akhirat.",
    "quraish": "Kalau ternyata mereka tidak dapat mendatangkan bukti itu, maka siapa saja di antara mereka yang membuat-buat dusta terhadap Allah setelah kuatnya bukti, adalah orang yang benar-benar tetap bersikap lalim.",
    "jalalayn": "(Maka barang siapa yang mengada-adakan kedustaan terhadap Allah sesudah itu) setelah terbukti bahwa diharamkan unta itu ialah dari pihak Yakub bukan di masa Ibrahim (mereka orang-orang yang aniaya) artinya melampaui batas kebenaran hingga jatuh dalam kebatilan."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 95,
    "arab": "قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "translation": "Katakanlah (Muhammad), “Benarlah (segala yang difirmankan) Allah.” Maka ikutilah agama Ibrahim yang lurus, dan dia tidaklah termasuk orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/388.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad, agar mengatakan kepada orang Yahudi bahwa apa yang diberitahukan Allah kepadanya dengan perantaraan wahyu, tentang semua makanan yang pada mulanya halal bagi Bani Israil sebelum Taurat diturunkan dan halal pula bagi umat-umat sebelum Nabi Musa. Memang ada beberapa jenis makanan yang diharamkan bagi mereka dalam Taurat sebagai hukuman atas kedurhakaan mereka, semua itu adalah benar-benar datang dari Allah yang tak dapat disangkal kebenarannya, karena Dia Maha Mengetahui dan Mahabijaksana.\nOleh karena itu, hendaklah orang Yahudi mengikuti ajaran Nabi Muhammad, karena agama yang dibawanya pada prinsipnya sama dengan yang dibawa oleh Nabi Ibrahim. Dan janganlah mereka tetap mengharamkan daging unta dan susunya, sebab tidak ada larangan untuk makan dagingnya dan minum susunya, baik dalam syariat Nabi Ibrahim maupun dalam syariat nabi-nabi lainnya termasuk syariat Islam. Apalagi Nabi Ibrahim itu bukanlah seorang musyrik dan agama yang dibawanya adalah agama tauhid yang murni seperti agama Islam. Tidak mempersekutukan Allah dan tidak menyembah selain Dia, bukan seperti golongan mereka (Yahudi) yang mengatakan, Uzair anak Allah dan bukan pula seperti orang Nasrani yang mengatakan bahwa Isa anak Allah.",
    "quraish": "Setelah membuktikan kelemahan mereka, Allah memerintah Rasul-Nya untuk menjelaskan kebenaran wahyu yang disampaikan. Katakan kepada mereka, \"Ikutilah syariat yang dibawa Ibrâhîm tapi kalian dustakan itu! Agama Ibrâhîm jauh dari agama-agama sesat, dan ia bukan orang musyrik.\"",
    "jalalayn": "(Katakanlah, \"Benarlah Allah.\") dalam soal ini sebagaimana juga dalam segala soal yang diberikan-Nya (maka ikutilah olehmu agama Ibrahim) yang saya anut (yang lurus) yang meninggalkan semua agama untuk memeluk agama Islam (dan tidaklah dia termasuk golongan musyrik). Ketika mereka mengatakan bahwa kiblat mereka lebih awal dari kiblat kaum Muslimin turun pula ayat:"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 96,
    "arab": "اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ",
    "translation": "Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia, ialah (Baitullah) yang di Bakkah (Mekah) yang diberkahi dan menjadi petunjuk bagi seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/389.mp3",
    "tafsir": "Ayat ini merupakan jawaban terhadap orang Yahudi tentang pemindahan kiblat dari Baitulmakdis ke Kabah. Orang Yahudi mengatakan bahwa berkiblat ke Baitulmakdis, telah dibenarkan oleh para nabi. Bahkan Nabi Ibrahim sendiri berkiblat ke sana. Tuduhan Yahudi itu dibantah dengan ayat 96 dan 97 ini.\nKedua ayat ini jelas menerangkan bahwa rumah pertama yang dijadikan tempat ibadah manusia dalam salat dan berdoa ialah Kabah yang ada di Mekah, yang didirikan oleh Nabi Ibrahim a.s. dan Ismail. Jadi Mekah dengan Kabahnya merupakan pusat rohani pertama yang ditetapkan bagi manusia. Setelah Kabah baru dibangun Masjidilaqsa di Baitulmakdis beberapa ratus tahun kemudian oleh Nabi Sulaiman bin Daud. Oleh karena Ibrahim yang membangun Baitullah di Mekah, maka jelas bahwa Nabi Muhammad saw mengikuti agama Nabi Ibrahim a.s. dan mengikuti pula kiblatnya dalam salat.\nNabi Ibrahim a.s. setelah mendirikan Kabah berdoa agar tempat di sekitarnya diberkahi oleh Allah:\n\nYa Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur. (Ibrahim/14:37).\n\nPara sejarawan di bidang keagamaan, utamanya dari kalangan agama-agama monotheisme-ibrahimik, selalu mempertanyakan rumah ibadah yang manakah yang paling tua, apakah Haikal (Kuil) Sulaiman (Solomon Temple) yang dibangun oleh Nabi Sulaiman a.s. di Jerusalem, ataukah Baitullah yang ada di Mekah. Manakah yang lebih dulu? Ayat di atas menyatakan bahwa 'rumah yang mula-mula dibangun untuk (tempat ibadah) manusia ialah Baitullah yang ada di Bakkah. Nama kuno kota Mekah adalah Bakkah, dan ini telah disinggung dalam Kitab Zabur (Psalm, Mazmur), yang dapat dilihat pada the Old Testament, Psalm, 84: 5-6: \"Blessed is the man whose strength is in Thee; in whose hearth are the ways of them who passing through the valley of Baca make it well\" [\"Rahmat (semoga) tercurah kepada seorang manusia, yang kekuatannya berada pada-Mu, yang di dalam hatinya ada jalan-jalan mereka yang berjalan melewati lembah Baka, membuatnya baik\"]. Marting Lings (1986) dalam bukunya Muhammad, His life based on the earliest sources-, menyatakan bahwa Baca dalam Kitab Zabur di atas tidak lain adalah Bakkah yang tercantum dalam Surah Ä€li 'Imran/3 ayat 96 di atas. Tarikh Nabi Daud a.s. adalah sekitar 900 tahun Sebelum Masehi, atau 2900 tahun yang lalu. Jadi Baka telah ada lebih dari 2900 tahun yang lalu, karena telah di singgung pada Kitab Nabi Daud a.s., Kitab Zabur di atas. Sedangkan Kuil Sulaiman, didirikan oleh putra Nabi Daud a.s., yaitu Nabi Sulaiman a.s. Jelas bahwa Baitullah di kota Baka lebih tua dibanding Kuil Sulaiman di Jerusalem.",
    "quraish": "Di antara bentuk mengikuti millat Ibrâhîm adalah salat menghadap dan berziarah ke Ka'bah yang dibangunnya. Hal itu dijelaskan Allah sebagai berikut, \"Sesungguhnya rumah pertama dan paling terhormat yang dijadikan Allah sebagai tempat peribadatan adalah yang terletak di kota Mekah. Rumah itu penuh dengan segala bentuk kebaikan dan berbagai macam keberkahan.\" Allah menitipkan keberkahan-Nya kepada rumah itu yang merupakan tempat hidayah bagi umat manusia dengan mendatanginya dan menghadap kepadanya saat melakukan salat(1). (1) Ka'bah yang berada di kota Mekah adalah rumah pertama yang dibangun di muka bumi sebagai tempat peribadatan kepada Allah Swt. Bangsa dan kabilah lain di dunia ini membangun rumah untuk menyembah patung. Orang-orang Mesir kuno, misalnya, menyembah sejumlah tuhan dalam satu waktu sekaligus, atau dalam waktu-waktu terpisah. Mulai dari menyembah matahari dengan dewanya yang bernama Râ', kemudian menyembah gambar, sampai kepada menyembah tiga tuhan: Ozerus, Ozis dan anaknya, Horis. Untuk keperluan itu mereka membangun sejumlah patung. Orang-orang Asiria menyembah Ba'l Masymûsy, dewa matahari, dan membuat patung dalam bentuk yang mirip Spinx (berkepala manusia dan bertubuh singa) dan bersayap. Orang-orang Kan'ân juga menyembah Ba'l, juga mirip dengan Spinx yang patungnya masih ada sampai sekarang, meskipun dalam bentuk yang tidak sempurna lagi, di kota Ba'albak, Lebanon. Pada ayat ini, kota Mekah disebut Bakkah, bukan Makkah. Kedua-duanya sama dan benar. Sebab, dalam dialek beberapa kabilah Arab terdapat gejala perubahan fonem /b/ menjadi /m/ dan, sebaliknya, fonem /m/ menjadi /b/. Kata makân, misalnya, menjadi bakân, dan bakr menjadi makr. Gejala bahasa seperti ini masih terdapat sampai sekarang pada beberapa kabilah di bagian selatan Mesir.",
    "jalalayn": "(Sesungguhnya rumah yang mula-mula dibangun) untuk tempat ibadah (bagi manusia) di muka bumi (ialah yang terdapat di Bakkah) dengan ba sebagai nama lain dari Mekah. Dinamakan demikian karena Kakbah mematahkan leher orang-orang durhaka lagi aniaya. Baitullah ini dibina oleh malaikat sebelum diciptakannya Adam dan setelah itu baru dibangun pula Masjidilaksa dan jarak di antara keduanya 40 tahun sebagai tersebut dalam kedua hadis sahih. Pada sebuah hadis lain disebutkan pula bahwa Kakbahlah yang mula-mula muncul di permukaan air ketika langit dan bumi ini diciptakan sebagai buih yang putih, maka dihamparkanlah tanah dari bawahnya (diberi berkah) hal dari alladzii tadi (dan menjadi petunjuk bagi seluruh alam) karena ia merupakan kiblat mereka."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 97,
    "arab": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ",
    "translation": "Di sana terdapat tanda-tanda yang jelas, (di antaranya) maqam Ibrahim. Barangsiapa memasukinya (Baitullah) amanlah dia. Dan (di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, yaitu bagi orang-orang yang mampu mengadakan perjalanan ke sana. Barangsiapa mengingkari (kewajiban) haji, maka ketahuilah bahwa Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/390.mp3",
    "tafsir": "Suatu bukti lainnya bahwa Nabi Ibrahim-lah yang mendirikan kembali Kabah, adanya maqam Ibrahim di samping Baitullah, yaitu sebuah batu yang dipergunakan sebagai tempat berdiri oleh Nabi Ibrahim a.s. ketika mendirikan Kabah bersama-sama dengan putranya Ismail a.s. Bekas telapak kakinya itu tetap ada dan dapat disaksikan sampai sekarang.\nBarang siapa masuk ke tanah Mekah (daerah haram) terjamin keamanan dirinya dari bahaya musuh dan keamanan itu tidak hanya bagi manusia saja, tetapi juga binatang-binatangnya, tidak boleh diganggu dan pohon-pohonnya tidak boleh ditebang.\nSetelah Nabi Ibrahim mendirikan kembali Kabah lalu beliau disuruh Allah menyeru seluruh umat manusia agar mereka berziarah ke Baitullah untuk menunaikan ibadah haji. Ibadah haji ini dianjurkan oleh Nabi Ibrahim dan tetap dilaksanakan umat Islam sampai sekarang sebagai rukun Islam yang kelima. Setiap Muslim yang mampu diwajibkan menunaikan ibadah haji sekali seumur hidup.\nBarang siapa yang mengingkari kewajiban ibadah haji, maka ia termasuk golongan orang kafir.",
    "quraish": "Di dalamnya terdapat petunjuk yang jelas mengenai kesucian dan keutamaannya. Di antaranya adalah maqâm (tempat berdiri) Ibrâhîm ketika mengerjakan salat. Barangsiapa yang memasukinya akan merasa aman dan tidak akan terkena kehinaan. Mendatangi rumah ini untuk tujuan ibadah haji adalah suatu kewajiban bagi orang yang mampu melaksanakannya. Sedangkan orang yang enggan, melawan dan menentang perintah Allah, akan merasakan kerugian diri sendiri. Allah Mahakaya, yang tidak pernah merasa butuh kepada seluruh manusia.",
    "jalalayn": "(Padanya terdapat tanda-tanda yang nyata) di antaranya (makam Ibrahim) yakni batu tempat berpijaknya Ibrahim sewaktu mendirikan Baitullah itu. Kedua telapak kakinya meninggalkan bekas padanya sampai sekarang dan tetap sepanjang zaman walaupun pemerintahan yang berkuasa sudah silih berganti. Di antaranya pula dilipatgandakannya pahala kebaikan bagi yang salat di dalamnya dan burung tidak dapat terbang di atas Kakbah (dan barang siapa memasukinya menjadi amanlah dia) artinya bebas dari ancaman pembunuhan, keaniayaan dan lain-lain. (Mengerjakan haji di Baitullah itu menjadi kewajiban manusia terhadap Allah) Ada yang membaca hajja dengan makna menyengaja. Lalu sebagai badal dari 'manusia' ialah (yakni orang-orang yang sanggup mengadakan perjalanan kepadanya) yang oleh Nabi saw. ditafsirkan dengan adanya perbekalan dan kendaraan, menurut riwayat Hakim dan lain-lain. (Barang siapa yang kafir) terhadap Allah atau terhadap kewajiban haji (maka sesungguhnya Allah Maha Kaya terhadap seluruh alam) artinya tidak memerlukan manusia, jin dan malaikat serta amal ibadah mereka."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 98,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/391.mp3",
    "tafsir": "Dengan ayat ini, para Ahli Kitab yang tetap tidak membenarkan kenabian Muhammad saw dicela padahal bukti-bukti atas kenabian itu sudah cukup banyak dan cukup jelas. Dengan keingkaran dan kekafiran itu mereka selalu berusaha memecah belah kaum Muslimin dan melemahkan posisi mereka.",
    "quraish": "Allah Swt. memerintahkan Rasul-Nya untuk mencela Ahl al-Kitâb karena mereka tidak berubah dari kekufuran dan kesesatannya. Allah berfirman kepada Rasul-Nya, \"Katakan kepada mereka, 'Wahai Ahl al-Kitâb, tidak ada alasan untuk terus bersikap kufur. Sebab apa lagikah yang membuat kalian tetap mengingkari bukti-bukti yang menerangkan kebenaran risalah Muhammad, padahal Allah mengetahui perbuatanmu dan akan memberikan balasannya?",
    "jalalayn": "(Katakanlah, \"Hai Ahli Kitab! Kenapa kamu ingkar akan ayat-ayat Allah) yakni Alquran (padahal Allah menyaksikan apa yang kamu kerjakan.\") hingga akan memberinya balasan?"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 99,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Wahai Ahli Kitab! Mengapa kamu menghalang-halangi orang-orang yang beriman dari jalan Allah, kamu menghendakinya (jalan Allah) bengkok, padahal kamu menyaksikan?” Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/392.mp3",
    "tafsir": "Ahli Kitab menginginkan agar agama Allah menyimpang dari tujuan yang benar dengan mengubah sifat-sifat Muhammad dan membuat-buat dusta kepada Allah, padahal mereka menanti-nantikan kenabian Muhammad saw di dalam hati kecil mereka sendiri. Allah mengutuk sifat dengki yang tersembunyi dalam dada para pemimpin Ahli Kitab. Allah sekali-kali tidak akan lengah tentang kepalsuan mereka.",
    "quraish": "Wahai Ahl al-Kitâb, bagaimana kalian berusaha memalingkan orang yang telah percaya dan tunduk kepada Allah dan Rasul-Nya ke jalan yang tidak lurus, padahal kalian mengetahui bahwa jalan mereka itu benar? Allah sungguh tidak akan lalai terhadap perbuatan kalian dan pasti akan memberikan balasannya. '\"",
    "jalalayn": "(Katakanlah, \"Hai Ahli Kitab! Kenapa kamu menghalang-halangi dari jalan Allah) dari agama-Nya (orang-orang yang beriman) melalui pendustaan kalian terhadap Nabi Muhammad saw. dan menyembunyikan sifat-sifatnya (kamu mengharap) menghendaki agama itu (menjadi bengkok) sebenarnya iwaja itu kata benda tetapi berarti sebagai kata sifat artinya bengkok atau menyimpang dari kebenaran (padahal kamu menyaksikan) mengetahui bahwa agama yang lurus lagi diridai seperti yang tercantum dalam kitab sucimu ialah agama Islam. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) berupa kekafiran dan mendustakan. Dia sengaja menangguhkan kamu sampai saatmu nanti buat menerima ganjaran dan balasan-Nya. Ayat berikut diturunkan tatkala beberapa orang Yahudi lewat pada sebagian orang-orang Aus dan Khazraj. Mereka berang melihat kerukunan mereka lalu mereka bangkit-bangkitkan fitnah yang terjadi di antara mereka di masa jahiliah sehingga mereka pun bersengketa bahkan hampir bunuh-bunuhan."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 100,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu mengikuti sebagian dari orang yang diberi Kitab, niscaya mereka akan mengembalikan kamu menjadi orang kafir setelah beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/393.mp3",
    "tafsir": "Orang beriman dilarang mengikuti segolongan Ahli Kitab karena mereka selalu mengadakan tipu muslihat terhadap kaum Muslimin. Bila kaum Muslimin mengikuti orang Yahudi, niscaya mereka akan terjerumus kembali ke dalam permusuhan dan kekafiran.",
    "quraish": "Allah mengingatkan orang-orang Mukmin akan bahaya tuduhan sebagian Ahl al-Kitâb, dengan mengatakan, \"Apabila kalian menuruti tuduhan yang dituduhkan Ahl al-Kitâb terhadap agama kalian, kalian akan kembali kepada kesesatan semula sebelum kalian mendapat hidayah. Dan mereka akan mengembalikan kalian menjadi orang yang ingkar.\"",
    "jalalayn": "(Hai orang-orang beriman! Jika kamu mengikuti sebagian dari orang-orang yang diberi Alkitab niscaya mereka akan mengembalikan kamu menjadi kafir setelah kamu beriman.\")"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 101,
    "arab": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ",
    "translation": "Dan bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu, dan Rasul-Nya (Muhammad) pun berada di tengah-tengah kamu? Barangsiapa berpegang teguh kepada (agama) Allah, maka sungguh, dia diberi petunjuk kepada jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/394.mp3",
    "tafsir": "Mengapa kaum Muslimin mengingkari Allah dan mengikuti Ahli Kitab, padahal mereka telah mendengar ayat-ayat Allah yang dibacakan kepada mereka dan ayat-ayat itu adalah sumber petunjuk yang mengandung segala macam kebaikan dan selalu menganjurkan agar memelihara keimanan sedang Rasulullah sendiri masih berada di tengan-tengah mereka sebagai lambang kebenaran, kebajikan dan persaudaraan.\nMaka pantaskah orang mukmin yang telah diberi anugerah oleh Allah sedemikian besar mengikuti segolongan orang yang sudah nyata sesat sebelumnya dan menyesatkan orang banyak dari jalan yang lurus? Karena itu hendaklah seorang mukmin berpegang teguh kepada ajaran Allah dan Rasul-Nya. Dengan demikian akan terpeliharalah mereka dan selalu berada dalam lingkungan hidayah-Nya, tidak akan sesat untuk selama-lamanya dan tidak akan merasa takut.",
    "quraish": "Renungkanlah keadaan kalian yang aneh ini! Kalian kembali kepada kekufuran semula sebelum kalian beriman, sedang al-Qur'ân dibacakan kepada kalian, dan Rasul berada di tengah-tengah kalian menjelaskan agama dan menghilangkan keraguan. Barangsiapa yang kembali kepada Tuhannya dan berpegang teguh kepada ajaran agamanya, perbuatannya itu sungguh baik! Ia telah ditunjukkan oleh Tuhannya ke jalan keberuntungan dan kebahagiaan.",
    "jalalayn": "(Betapa kamu menjadi kafir) pertanyaan sebagai celaan dan membangkitkan keheranan (padahal ayat-ayat Allah dibacakan kepadamu dan rasul-Nya pun berada di tengah-tengah kamu. Barang siapa yang berpegang teguh) atau mengikuti (agama Allah, maka sesungguhnya ia telah dibimbing ke jalan yang lurus.)"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 102,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan Muslim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/395.mp3",
    "tafsir": "Diserukan kepada kaum Muslimin terutama kaum Aus dan Khazraj agar mereka tetap di Medinah, beriman, bertakwa kepada Allah dengan sebenar-benar takwa, dengan memenuhi segala kewajiban takwa. Dengan mengerahkan segala daya dan kemampuan untuk melaksanakan perintah Allah dan menjauhi larangan-Nya, secara keseluruhan, dan jangan mati, melainkan dalam keadaan memeluk agama Islam.",
    "quraish": "Pintu neraka akan terbuka bagi kalian, jika kalian tidak memiliki kesadaran akan kehadiran Tuhan. Oleh karena itu, wahai orang-orang yang beriman, takutilah Allah dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya. Tetaplah dalam keislaman sampai kalian menghadap Allah kelak!",
    "jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah sebenar-benar takwa) yaitu dengan menaati dan bukan mendurhakai, mensyukuri dan bukan mengingkari karunia-Nya dan dengan mengingat serta tidak melupakan-Nya. Kata para sahabat, \"Wahai Rasulullah! Siapakah yang sanggup melaksanakan ini?\" Maka ayat ini pun dinasakh dengan firman-Nya, \"Bertakwalah kamu kepada Allah menurut kemampuanmu.\" (dan janganlah sekali-kali kamu mati melainkan dalam keadaan beragama Islam.)"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 103,
    "arab": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ",
    "translation": "Dan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara, sedangkan (ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah, Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/396.mp3",
    "tafsir": "Diingatkan hendaklah mereka berpegang teguh kepada Allah dan ajaran-Nya dan selalu mengingat nikmat yang dianugerahkan-Nya kepada mereka. Dahulu pada masa jahiliah mereka bermusuhan sehingga timbullah perang saudara beratus-ratus tahun lamanya, seperti perang antara kaum 'Aus dan Khazraj. Maka Allah telah mempersatukan hati mereka dengan datangnya Nabi Muhammad saw dan mereka telah masuk ke dalam agama Islam dengan berbondong-bondong. Allah telah mencabut dari hati mereka sifat dengki dan memadamkan dari mereka api permusuhan sehingga jadilah mereka orang-orang yang bersaudara dan saling mencintai menuju kebahagiaan bersama.\nJuga karena kemusyrikan, mereka berada di tepi jurang neraka, hanya terhalang oleh maut saja. Tetapi Allah telah menyelamatkan mereka. Demikianlah Allah menjelaskan ayat-ayat-Nya, agar kaum Muslimin mendapat petunjuk dan mensyukuri nikmat agar nikmat itu terpelihara.",
    "quraish": "Berpegang teguhlah kepada agama Allah dan tetaplah bersatu. Janganlah berbuat sesuatu yang mengarah kepada perpecahan. Renungkanlah karunia Allah yang diturunkan kepada kalian pada masa jahiliah, ketika kalian masih saling bermusuhan. Saat itu Allah menyatukan hati kalian melalui Islam, sehingga kalian menjadi saling mencintai. Saat itu kalian berada di jurang neraka, lalu Allah menyelamatkan kalian dengan Islam. Dengan penjelasan yang baik seperti itulah, Allah selalu menerangkan berbagai jalan kebaikan untuk kalian tempuh.",
    "jalalayn": "(Berpegang teguhlah kamu dengan tali Allah) maksudnya agama-Nya (kesemuanya dan janganlah kamu berpecah-belah) setelah menganut Islam (serta ingatlah nikmat Allah) yakni karunia-Nya (kepadamu) hai golongan Aus dan Khazraj (ketika kamu) yakni sebelum Islam (bermusuh-musuhan, maka dirukunkan-Nya) artinya dihimpun-Nya (di antara hatimu) melalui Islam (lalu jadilah kamu berkat nikmat-Nya bersaudara) dalam agama dan pemerintahan (padahal kamu telah berada dipinggir jurang neraka) sehingga tak ada lagi pilihan lain bagi kamu kecuali terjerumus ke dalamnya dan mati dalam kekafiran (lalu diselamatkan-Nya kamu daripadanya) melalui iman kalian. (Demikianlah) sebagaimana telah disebutkan-Nya tadi (Allah menjelaskan ayat-ayat-Nya supaya kamu beroleh petunjuk)."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 104,
    "arab": "وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Dan hendaklah di antara kamu ada segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar. Dan mereka itulah orang-orang yang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/397.mp3",
    "tafsir": "Untuk mencapai maksud tersebut perlu adanya segolongan umat Islam yang bergerak dalam bidang dakwah yang selalu memberi peringatan, bilamana tampak gejala-gejala perpecahan dan penyelewengan. Karena itu pada ayat ini diperintahkan agar di antara umat Islam ada segolongan umat yang terlatih di bidang dakwah yang dengan tegas menyerukan kepada kebajikan, menyuruh kepada yang makruf (baik) dan mencegah dari yang mungkar (maksiat). Dengan demikian umat Islam akan terpelihara dari perpecahan dan infiltrasi pihak manapun.\nMenganjurkan berbuat kebaikan saja tidaklah cukup tetapi harus dibarengi dengan menghilangkan sifat-sifat yang buruk. Siapa saja yang ingin mencapai kemenangan, maka ia terlebih dahulu harus mengetahui persyaratan dan taktik perjuangan untuk mencapainya, yaitu kemenangan tidak akan tercapai melainkan dengan kekuatan, dan kekuatan tidak akan terwujud melainkan dengan persatuan. Persatuan yang kukuh dan kuat tidak akan tercapai kecuali dengan sifat-sifat keutamaan. Tidak terpelihara keutamaan itu melainkan dengan terpeliharanya agama dan akhirnya tidak mungkin agama terpelihara melainkan dengan adanya dakwah. Maka kewajiban pertama umat Islam itu ialah menggiatkan dakwah agar agama dapat berkembang baik dan sempurna sehingga banyak pemeluknya.\nDengan dorongan agama akan tercapailah bermacam-macam kebajikan sehingga terwujud persatuan yang kukuh kuat. Dari persatuan yang kukuh kuat tersebut akan timbullah kemampuan yang besar untuk mencapai kemenangan dalam setiap perjuangan. Mereka yang memenuhi syarat-syarat perjuangan itulah orang-orang yang sukses dan beruntung.",
    "quraish": "Jalan terbaik untuk bersatu dalam kebenaran di bawah naungan al-Qur'ân dan Rasul-Nya, adalah dengan menjadi umat yang menyerukan segala bentuk kebaikan dunia dan akhirat, menyerukan kewajiban mendorong manusia pada kebaikan bersama dan mencegah kejahatan (amar makruf nahi munkar, al-amr bi al-ma'rûf wa al-nahy 'an al-munkar). Mereka yang melakukan prinsip itu adalah orang-orang yang memperoleh keberuntungan yang sempurna.",
    "jalalayn": "(Hendaklah ada di antara kamu satu golongan yang menyeru kepada kebaikan) ajaran Islam (dan menyuruh kepada yang makruf dan melarang dari yang mungkar. Merekalah) yakni orang-orang yang menyeru, yang menyuruh dan yang melarang tadi (orang-orang yang beruntung) atau berbahagia. 'Min' di sini untuk menunjukkan 'sebagian' karena apa yang diperintahkan itu merupakan fardu kifayah yang tidak mesti bagi seluruh umat dan tidak pula layak bagi setiap orang, misalnya orang yang bodoh."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 105,
    "arab": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
    "translation": "Dan janganlah kamu menjadi seperti orang-orang yang bercerai berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Dan Mereka itulah orang-orang yang mendapat azab yang berat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/398.mp3",
    "tafsir": "Allah melarang umat Islam dari perpecahan, karena dengan perpecahan itu bagaimanapun kukuh dan kuat kedudukan suatu umat, pasti akan membawa kepada keruntuhan dan kehancuran. Karena itu Allah memperingatkan agar umat Islam tidak terjerumus ke jurang perpecahan.",
    "quraish": "Janganlah kalian menjadi seperti orang-orang yang menyepelekan prinsip al-amr bi al-ma'rûf wa al-nahy 'an al-munkar yang merupakan faktor keberadaan kalian dalam kebenaran dan kebaikan. Mereka yang melakukan hal itu menjadi terpecah ke dalam beberapa kelompok dan saling berselisih dalam masalah agama setelah didatangkan keterangan yang jelas mengenai kebenaran. Mereka yang berpecah dan berselisih itu akan mendapatkan siksa yang amat besar.",
    "jalalayn": "(Dan janganlah kamu seperti orang-orang yang berpecah-belah) dalam agama mereka (dan berselisih) padanya (sesudah datang kepada mereka keterangan yang jelas) mereka itu ialah orang-orang Yahudi dan Nasrani. (Merekalah orang-orang yang mendapat siksa yang berat)."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 106,
    "arab": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "translation": "pada hari itu ada wajah yang putih berseri, dan ada pula wajah yang hitam muram. Adapun orang-orang yang berwajah hitam muram (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman? Karena itu rasakanlah azab disebabkan kekafiranmu itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/399.mp3",
    "tafsir": "Ayat ini menggambarkan bagaimana kedua golongan tampak perbedaannya pada hari kiamat, yang pertama golongan mukmin wajahnya putih bersih bersinar. Yang kedua, golongan kafir dari Ahli Kitab dan munafik terlihat muram dan hitam mukanya karena melihat azab yang disediakan Allah untuknya.\nDi samping mereka menerima azab yang menimpa badannya, ditambah pula dengan cercaan dari Allah dengan ucapan, \"Kenapa kamu kafir sesudah beriman? Karena itu rasakanlah azab Kami disebabkan kekafiranmu itu.\"",
    "quraish": "Yaitu siksa besar yang terjadi pada hari ketika wajah orang-orang Mukmin menjadi berseri karena gembira dan wajah orang-orang kafir memucat karena sedih. Sebagai penghinaan, kepada mereka dikatakan, \"Apakah kalian menjadi kafir setelah dikaruniai fitrah iman dan tunduk kepada kebenaran, dan setelah didatangkan berbagai keterangan yang jelas? Rasakanlah siksa ini oleh sebab kekufuran kalian!\"",
    "jalalayn": "(Ingatlah suatu hari di mana wajah-wajah ada yang menjadi putih berseri dan ada pula yang hitam legam) maksudnya pada hari kiamat. (Adapun orang-orang yang wajahnya menjadi hitam) yakni orang-orang kafir, maka mereka dilemparkan ke dalam neraka dan dikatakan kepada mereka sebagai celaan (\"Kenapa kamu kafir setelah beriman?\") yaitu sewaktu pengambilan ikrar dulu. (\"Maka rasailah siksa disebabkan kekafiranmu itu.\")"
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 107,
    "arab": "وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Dan adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga); mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/400.mp3",
    "tafsir": "Adapun orang-orang mukmin, mereka berada dalam rahmat Allah yaitu surga yang penuh dengan nikmat dan kesenangan sehingga tampak tanda kebahagiaan pada mukanya yang putih bersih dan berseri-seri.",
    "quraish": "Sedangkan orang-orang yang wajahnya berseri karena gembira, berada di dalam surga tempat mereka dicurahkan rahmat Allah. Dan mereka hidup kekal di dalamnya.",
    "jalalayn": "(Adapun orang-orang yang wajahnya menjadi putih berseri) yakni orang-orang yang beriman (mereka berada dalam rahmat Allah) dalam surga-Nya (mereka kekal di dalamnya)."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 108,
    "arab": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ",
    "translation": "Itulah ayat-ayat Allah yang Kami bacakan kepada kamu dengan benar, dan Allah tidaklah berkehendak menzalimi (siapa pun) di seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/401.mp3",
    "tafsir": "Itulah ayat-ayat Allah yang telah dibacakan dengan benar dan setiap orang akan menerima balasan sesuai dengan tingkah lakunya di dunia, dan Allah sekali-kali tidak berkehendak untuk menganiaya hamba-hamba-Nya sebab Dia Mahakaya dan Mahaadil, dapat melaksanakan kehendak-Nya yang sempurna tidak tergantung kepada siapa pun.",
    "quraish": "Ayat-ayat yang Kami bacakan mengenai balasan orang yang berbuat baik dan orang yang berbuat jahat, mengandung kebenaran dan keadilan. Allah sama sekali tidak berkehendak curang terhadap siapa pun, baik jin maupun manusia.",
    "jalalayn": "(Itulah) maksudnya ayat-ayat tadi (ayat-ayat Allah. Kami bacakan kepadamu) hai Muhammad (dengan benar, dan tiadalah Allah menghendaki keaniayaan bagi seluruh alam) misalnya dengan menjatuhkan hukuman pada mereka tanpa dosa."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 109,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan hanya kepada Allah segala urusan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/402.mp3",
    "tafsir": "Di samping itu seluruh benda-benda alam, baik kategori planet maupun bintang-bintang yang jumlahnya sangat banyak adalah kepunyaan Allah. Dia mempunyai wewenang sepenuhnya untuk mengatur segala isinya dengan kebijaksanaan tanpa harus mempertanggungjawabkan kepada siapa pun karena Dialah Maha Pencipta alam semesta dan kepada-Nya pula seluruh urusan akan dikembalikan.",
    "quraish": "Hanya pada Allah sajalah hak mencipta, hak memiliki dan hak mengatur segala yang ada di langit dan di bumi. Kepada-Nyalah urusan mereka semua akan dikembalikan, kemudian diberi balasan yang pantas.",
    "jalalayn": "(Kepunyaan Allahlah segala yang di langit dan di bumi) baik sebagai milik maupun sebagai makhluk dan hamba (dan kepada Allah kembalinya segala urusan)."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 110,
    "arab": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ",
    "translation": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/403.mp3",
    "tafsir": "Ayat ini mengandung suatu dorongan kepada kaum mukminin agar tetap memelihara sifat-sifat utama itu dan agar mereka tetap mempunyai semangat yang tinggi.\nUmat yang paling baik di dunia adalah umat yang mempunyai dua macam sifat, yaitu mengajak kebaikan serta mencegah kemungkaran, dan senantiasa beriman kepada Allah. Semua sifat itu telah dimiliki oleh kaum Muslimin pada masa Nabi dan telah menjadi darah daging dalam diri mereka karena itu mereka menjadi kuat dan jaya. Dalam waktu yang singkat mereka telah dapat menjadikan seluruh tanah Arab tunduk dan patuh di bawah naungan Islam, hidup aman dan tenteram di bawah panji-panji keadilan, padahal mereka sebelumnya adalah umat yang berpecah-belah selalu berada dalam suasana kacau dan saling berperang antara sesama mereka. Ini adalah berkat keteguhan iman dan kepatuhan mereka menjalankan ajaran agama dan berkat ketabahan dan keuletan mereka menegakkan amar makruf dan mencegah kemungkaran. Iman yang mendalam di hati mereka selalu mendorong untuk berjihad dan berjuang untuk menegakkan kebenaran dan keadilan sebagaimana tersebut dalam firman Allah:\n\n\"Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.\" (al-hujurat/49: 15)\n\nJadi ada dua syarat untuk menjadi umat terbaik di dunia, sebagaimana diterangkan dalam ayat ini, pertama, iman yang kuat dan, kedua, menegakkan amar makruf dan mencegah kemungkaran. Maka setiap umat yang memiliki kedua sifat ini pasti umat itu jaya dan mulia dan apabila kedua hal itu diabaikan dan tidak dipedulikan lagi, maka tidak dapat disesalkan bila umat itu jatuh ke lembah kemelaratan.\nAhli Kitab itu jika beriman tentulah lebih baik bagi mereka. Tetapi sedikit sekali di antara mereka yang beriman seperti Abdullah bin Salam dan kawan-kawannya, dan kebanyakan mereka adalah orang fasik, tidak mau beriman, mereka percaya kepada sebagian kitab suci dan kafir kepada sebagiannya yang lain, atau mereka percaya kepada sebagian rasul seperti Musa dan Isa dan kafir kepada Nabi Muhammad saw.",
    "quraish": "Kalian, wahai umat Muhammad, adalah umat paling baik yang diciptakan Allah di muka bumi untuk manfaat orang banyak. Yaitu, selama kalian tetap berpegang pada prinsip al-amr bi al-ma'rûf wa al-nahy 'an al-munkar dan beriman dengan sesungguhnya kepada Allah. Kalau saja Ahl al-Kitâb jujur seperti kalian dalam beriman, hal itu tentu lebih baik bagi mereka daripada apa yang mereka lakukan sekarang. Akan tetapi, di antara mereka ada yang beriman dan kebanyakan lainnya keluar dari batas-batas keimanan.",
    "jalalayn": "(Adalah kamu) hai umat Muhammad dalam ilmu Allah swt. (sebaik-baik umat yang dikeluarkan) yang ditampilkan (buat manusia, menyuruh kepada yang makruf dan melarang dari yang mungkar serta beriman kepada Allah. Sekiranya Ahli Kitab beriman, adalah ia) yakni keimanan itu (lebih baik bagi mereka. Di antara mereka ada yang beriman) misalnya Abdullah bin Salam r.a. dan sahabat-sahabatnya (tetapi kebanyakan mereka orang-orang yang fasik) kafir."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 111,
    "arab": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ",
    "translation": "Mereka tidak akan membahayakan kamu, kecuali gangguan-gangguan kecil saja, dan jika mereka memerangi kamu, niscaya mereka mundur berbalik ke belakang (kalah). Selanjutnya mereka tidak mendapat pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/404.mp3",
    "tafsir": "Ahli Kitab itu tidak membahayakan umat Islam, kecuali sekadar menyakiti hati dengan perkataan yang keji, atau dengan menjelek-jelekan sifat Nabi dan menjauhkan manusia dari agama Islam.\nSegala usaha dan tipu daya mereka akan hilang tak berbekas ditelan oleh keteguhan iman dan ketabahan berjuang yang dimiliki oleh kaum Muslimin sebagaimana diungkapkan dalam ayat ini.\n(1) \"Mereka sekali-kali tidak akan mendatangkan mudarat kepada kamu selain gangguan-gangguan berupa celaan saja.\" Mereka hanya mencaci, mencela, memburuk-burukkan Islam, mencoba menimbulkan keraguan dan mengumpat Nabi.\n(2) \"Dan jika mereka berperang dengan kamu pastilah mereka berbalik melarikan diri ke belakang.\" Mereka tidak pernah berhasil menimbulkan kerugian besar di kalangan Muslimin.\n(3) \"Kemudian mereka tidak akan mendapat pertolongan,\" untuk mencapai kemenangan. Memang belum pernah mereka mendapat kemenangan di dalam peperangan melawan Islam, meskipun mereka bersekutu dengan kaum musyrikin.",
    "quraish": "Orang-orang yang fasik itu tidak akan dapat merugikan kalian. Kalaupun dapat, hal itu tidak akan berpengaruh apa-apa. Kalau mereka memerangi kalian, mereka pasti akan kalah dan lari dari pertempuran. Kemudian, mereka tidak akan menang selama kalian tetap berpegang pada prinsip al-amr bi al-ma'rûf wa al-nahy 'an al-munkar.",
    "jalalayn": "(Mereka sekali-kali tidak akan dapat memberi mudarat kepadamu) maksudnya sedikit pun juga orang-orang Yahudi tidak akan dapat memberi mudarat terhadap kaum Muslimin (kecuali gangguan saja) yakni gangguan lisan seperti makian dan ancaman (dan jika mereka berperang dengan kamu maka mereka akan berbalik melarikan diri) karena menderita kekalahan (kemudian mereka tidak mendapat pertolongan) untuk menghadapi kamu sebaliknya kamulah yang akan mendapat pertolongan untuk menghadapi mereka."
  },
  {
    "hizb": 25,
    "name": "Ali 'Imran",
    "ayat": 112,
    "arab": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ",
    "translation": "Mereka diliputi kehinaan di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka mendapat murka dari Allah dan (selalu) diliputi kesengsaraan. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi, tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/405.mp3",
    "tafsir": "Dengan kekafiran dan keingkaran para Ahli Kitab (Yahudi), serta tindak tanduk mereka yang keterlaluan memusuhi umat Islam dengan berbagai cara dan usaha, Allah menimpakan kehinaan kepada mereka di mana saja mereka berada, kecuali bila mereka tunduk dan patuh kepada peraturan dan hukum Allah dengan membayar jizyah, yaitu pajak untuk memperoleh jaminan keamanan (habl min Allah) dan mereka memperoleh keamanan dari kaum muslimin (habl min al-nas).\nTetapi hal ini tidak dapat mereka laksanakan dalam pergaulan mereka dengan Nabi dan para sahabatnya di Medinah, bahkan mereka selalu menentang dan berusaha melemahkan posisi kaum Muslimin dan tetap memusuhi Islam. Karena itu mereka mendapat kemurkaan Allah, ditimpa kehinaan dan terusir dari Medinah.",
    "quraish": "Kemudian Allah Swt. menegaskan bahwa orang-orang fasik itu akan selalu ditimpa kehinaan di mana saja, kecuali jika mereka mengadakan perjanjian perlindungan (dzimmah) yang merupakan ketetapan Allah. Mereka akan mendapat murka Allah dan akan selalu rendah dan tunduk kepada orang lain. Hal itu disebabkan oleh keingkaran mereka terhadap ayat-ayat Allah yang membuktikan kebenaran Muhammad. Juga disebabkan oleh ketegaan mereka membunuh nabi-nabi yang sama sekali tidak dapat dibenarkan, bahkan merupakan tindakan maksiat dan melawan.",
    "jalalayn": "(Ditimpakan atas mereka kehinaan di mana pun mereka berada) sehingga bagi mereka tak ada kemuliaan dan keamanan (kecuali) dengan dua hal: (dengan tali dari Allah dan tali dari manusia) yang beriman, yang merupakan janji dari mereka kepada Ahli Kitab bahwa mereka akan diberi keamanan dengan imbalan pembayaran upeti, maka tak ada jaminan bagi mereka selain dengan itu (dan mereka kembali mendapat kemurkaan dari Allah dan ditimpakan atas mereka kerendahan. Demikian itu bahwa mereka) artinya disebabkan karena mereka (kafir akan ayat-ayat Allah dan membunuh para nabi tanpa alasan yang benar. Demikian itu) sebagai pengukuhan (disebabkan mereka durhaka) akan perintah Allah (dan mereka melanggar batas) artinya melampaui yang halal hingga jatuh kepada yang haram."
  }
]