[
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 113,
    "arab": "۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ",
    "translation": "Mereka itu tidak (seluruhnya) sama. Di antara Ahli Kitab ada golongan yang jujur, mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/406.mp3",
    "tafsir": "Orang Yahudi adalah suatu kaum yang mempunyai sifat-sifat dan perbuatan buruk, antara lain mereka kafir kepada ayat-ayat Allah, membunuh para nabi tanpa alasan yang benar, tetapi mereka semua tidak sama. Ada di antara mereka yang beriman, sekalipun kebanyakan di antaranya adalah orang-orang fasik.\nAbdullah bin Salam, sa'labah bin Sa'id, Usaid bin 'Ubaid dan kawan-kawannya adalah orang-orang Yahudi dari Ahli Kitab yang menegakkan kebenaran dan keadilan, tidak menganiaya orang, memeluk agama Islam dan tidak melanggar perintah-perintah Allah.\nMereka membaca ayat-ayat Al-Qur'an dengan tekun dan penuh perhatian pada waktu malam yang diawali dengan terbenamnya matahari dan diakhiri dengan terbitnya fajar, ketika orang tidur nyenyak, dan mereka juga sujud mengadakan hubungan langsung dengan Allah swt.",
    "quraish": "Namun demikian, tidak semua Ahl al-Kitâb seperti itu. Karena, di antara mereka ada golongan yang selalu beristikamah pada kebenaran, memandang sesuatu secara seimbang dan selalu membaca ayat-ayat Allah sambil mengerjakan salat di waktu malam.",
    "jalalayn": "(Mereka itu tidaklah) maksudnya Ahli-ahli Kitab (sama) atau serupa. (Di antara Ahli Kitab ada golongan yang bersikap lurus) jujur dan teguh berdiri di atas kebenaran seperti Abdullah bin Salam r.a. dan sahabat-sahabatnya (mereka membaca ayat-ayat Allah di saat-saat malam hari sedangkan mereka bersujud) maksudnya salat, menjadi hal."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 114,
    "arab": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ",
    "translation": "Mereka beriman kepada Allah dan hari akhir, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar dan bersegera (mengerjakan) berbagai kebajikan. Mereka termasuk orang-orang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/407.mp3",
    "tafsir": "Mereka beriman kepada Allah dan kepada hari akhirat dengan iman yang sungguh-sungguh, iman yang tidak dicampur dengan kemunafikan. Beriman kepada Allah berarti beriman pula kepada yang wajib diimani dan dipercayai, mencakup rukun iman seperti beriman kepada malaikat, para rasul, kitab-kitab samawi, qada dan qadar dan sebagainya.\nBeriman kepada hari akhirat, berarti menjauhi segala macam maksiat, karena yakin apabila mereka berbuat maksiat di dunia mereka di azab di hari kemudian dan mereka mengadakan kebajikan karena mengharapkan pahala dan keridaan Allah.\nSetelah mereka menyempurnakan diri dengan sifat-sifat dan amal perbuatan yang baik seperti tersebut di atas, mereka juga berusaha untuk menyelamatkan orang lain dari kesesatan, membimbing mereka kepada jalan kebaikan dengan amar makruf, dan mencegah mereka dari perbuatan yang dilarang agama dengan jalan nahi mungkar.\nSelanjutnya mereka secara bersama-sama dan berlomba-lomba mengadakan pelbagai kebajikan. Oleh karena mereka telah memiliki sifat-sifat mulia dan amal baik seperti tersebut, Allah memasukkan mereka kepada golongan orang yang saleh.",
    "quraish": "Golongan ini juga membenarkan wujud Allah dan keesaan-Nya, adanya para rasul--dengan tetap tidak menyembah selain Allah--dan membenarkan kedatangan hari kiamat, mengajak kepada ketaatan, melarang perbuatan maksiat dan selalu bergegas untuk melakukan banyak kebaikan. Mereka itu, menurut Allah, termasuk dalam golongan orang saleh.",
    "jalalayn": "(Mereka beriman kepada Allah dan hari yang akhir, menyuruh kepada yang makruf dan melarang dari yang mungkar dan berlomba-lomba mengerjakan kebaikan. Mereka itulah) yakni yang dilukiskan tadi (termasuk orang-orang yang saleh). Di antara mereka ada pula yang tidak seperti demikian dan tidak termasuk orang-orang yang saleh."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 115,
    "arab": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ",
    "translation": "Dan kebajikan apa pun yang mereka kerjakan, tidak ada yang mengingkarinya. Dan Allah Maha Mengetahui orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/408.mp3",
    "tafsir": "Orang-orang Yahudi yang masih fasik senantiasa mengadakan provokasi kepada teman-temannya yang sudah beriman dan masuk Islam, bahwa mereka akan rugi dengan imannya itu.\nSebagai jawaban dan bantahan atas perbuatan buruk mereka itu, ditegaskan bahwa kebajikan apa saja yang telah dikerjakan oleh mereka yang telah beriman, mereka tetap akan memperoleh pahala dari amal perbuatannya dan tidak akan dihalangi sedikit pun menerimanya.\nAllah Maha Mengetahui orang-orang yang benar-benar beriman dan bertakwa di antara mereka. Karenanya, amal perbuatan mereka tidak akan disia-siakan tetapi akan diberi pahala yang berlipat ganda.",
    "quraish": "Mereka juga tidak terhalangi dari pahala perbuatan baik yang mereka lakukan. Dan Allah Maha Mengetahui ihwal mereka serta akan membalas mereka atas hal itu.",
    "jalalayn": "(Apa-apa yang mereka kerjakan) yang dikerjakan oleh umat yang lurus tadi, dengan ya atau yang kamu kerjakan, wahai umat dengan ta (berupa kebaikan, maka tidaklah akan tertutup) menurut dua versi tadi artinya tidaklah akan terhalang untuk mendapatkan pahalanya tetapi akan tetap diberi balasannya. (Dan Allah Maha Mengetahui akan orang-orang yang bertakwa.)"
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 116,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Sesungguhnya orang-orang kafir, baik harta maupun anak-anak mereka, sedikit pun tidak dapat menolak azab Allah. Mereka itu penghuni neraka, (dan) mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/409.mp3",
    "tafsir": "Ayat ini turun berkenaan dengan orang Yahudi dan kaum musyrik yang selalu mencerca dan menghina Nabi Muhammad saw, serta pengikut-pengikutnya. Mereka mengatakan, \"Kalau Muhammad dan pengikut-pengikutnya memang orang yang benar dan dapat dipercaya, kenapa mereka selalu dalam kemiskinan dan kemelaratan, padahal kitalah yang kaya-kaya dan banyak anak.\"\nMereka selalu membanggakan hal ini kepada orang-orang yang beriman dan mencoba menariknya agar berpihak kepada mereka dan kembali menganut agama nenek moyang mereka. Hal ini biasa dilakukan orang kafir pada masa dahulu terhadap nabi-nabi yang diutus Allah sebagaimana tersebut dalam firman-Nya:\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba/34:35).\n\nMaka sebagai jawaban atas penghinaan dan tantangan itu diturunkanlah ayat ini yang menegaskan bahwa banyak harta dan anak tidak akan melepaskan mereka dari siksaan di akhirat kelak.",
    "quraish": "Sesungguhnya orang-orang kafir tidak akan diselamatkan oleh tebusan harta mereka dan pertolongan anak-anak mereka dari siksaan Allah di hari akhir. Sebaliknya, mereka akan kekal dalam neraka.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir tidaklah akan dapat menolak) menghindarkan (diri mereka atau harta benda maupun anak-anak laki-laki mereka dari Allah) dari siksa-Nya (sedikit pun juga) dikhususkan-Nya menyebutkan keduanya karena biasanya manusia membela dirinya adakalanya dengan tebusan harta dan adakalanya dengan bantuan anak-anaknya. (Dan mereka adalah penghuni neraka, kekal mereka di dalamnya.)"
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 117,
    "arab": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ ",
    "translation": "Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini, ibarat angin yang mengandung hawa sangat dingin, yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu angin itu merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/410.mp3",
    "tafsir": "Perumpamaan harta yang mereka nafkahkan itu seperti angin dingin yang berhembus sangat kencang menghabiskan segala tanaman yang ditanam, sehingga pemiliknya tidak dapat memetik hasilnya walau sedikit pun. Meskipun pada lahirnya mereka telah menafkahkan hartanya untuk kepentingan umum seperti membangun benteng pertahanan, jembatan-jembatan, sekolah-sekolah, rumah sakit-rumah sakit dan lain-lain dengan harapan yang besar bahwa kebaikan mereka itu akan mendapat ganjaran dari Allah dan dapat menolong mereka di akhirat nanti, namun harapan itu akan sia-sia belaka. Firman Allah:\n\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furqan/25:23).\n\nDan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. (an-Nur/24:39).\n\nSebenarnya Allah tidak menganiaya orang kafir karena tidak memberi ganjaran bagi amal perbuatan mereka yang baik, tetapi mereka sendirilah yang menganiaya diri sendiri karena tidak mau beriman, padahal bukti-bukti telah banyak sekali di tangan mereka yang menunjukkan kebenaran dan kerasulan Nabi Muhammad saw.\nMenurut kajian ilmiah, salah satu fenomena penting yang terjadi pada tanaman yang terkena hawa (angin) yang sangat dingin di antaranya adalah fenomena rusaknya sel-sel, terutama sel daun. Seperti telah umum diketahui bahwa kira-kira 70% dari kandungan sel adalah air. Ketika terkena hawa yang sangat dingin maka air di dalam sel membeku. Apabila air sudah membeku maka terbentuklah kristal-kristal es yang volumenya lebih besar daripada air. Adanya pembekuan itu menyebabkan dinding-dinding sel hancur karena tergerus molekul-molekul air yang mengembang karena pembekuan. Kenampakan fenomena ini dari luar: daun terlihat menjadi kering seperti terbakar. Fenomena ini seperti sering terjadi pada tanaman teh di pegunungan Jawa Barat yang dikenal dengan fenomena Ibun Bajra (Embun Api). Perumpamaan harta yang dibelanjakan tidak sesuai dengan kehendak Allah, akan membawa kehancuran bagi pelakunya, seperti cairan sel yang menghancurkan dirinya sendiri ketika kena hawa dingin.\nDalam ayat di atas juga diperlihatkan akibat perubahan perilaku cuaca terhadap kehidupan, dalam hal ini tanaman pertanian. Secara biologis, suatu perubahan cuaca yang tidak biasa, misal kenaikan maupun penurunan suhu yang tajam, akan sangat mengganggu proses metabolisme tumbuhan. Akibatnya jelas, yaitu akan terjadi disfungsi dari berbagai organ yang ada yang mengakibatkan pertumbuhan yang tidak normal, atau tanaman akan mati.",
    "quraish": "Harta yang mereka belanjakan untuk sedekah dan pendekatan diri kepada Tuhan di dunia ini akan sia- sia di akhirat kelak. Perumpamaannya seperti hilangnya tanaman suatu kaum yang menganiaya diri sendiri dengan sikaf kafir dan perbuatan maksiat. Yaitu, ketika diterpa angin dingin hingga musnah. Allah tidak akan curang dengan menghilangkan pahala perbuatan mereka. Tetapi merekalah yang menganiaya diri mereka sendiri dengan melakukan hal-hal yang bisa menghilangkan pahala itu. Yaitu, pengingkaran terhadap bukti-bukti keimanan dan kekufuran terhadap Allah.",
    "jalalayn": "(Perumpamaan) atau sifat (harta yang mereka nafkahkan) maksudnya orang-orang kafir (dalam kehidupan dunia) yakni dalam memusuhi Nabi bahkan bersedekah dan sebagainya (seperti angin yang mengandung udara yang sangat dingin yang menimpa tanaman suatu kaum yang menganiaya diri mereka sendiri) dengan kekafiran dan berbuat maksiat (lalu dirusakkannya) tanaman itu hingga mereka tidak memperoleh manfaat darinya. Maka demikianlah pula nafkah-nafkah mereka tadi habis tidak membawa manfaat apa-apa. (Allah tidaklah menganiaya mereka) dengan lenyapnya harta benda itu tadi (tetapi merekalah yang menganiaya diri mereka sendiri) dengan kekafiran yang menyebabkan musnahnya harta mereka."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 118,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  اِنْ كُنْتُمْ تَعْقِلُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan teman orang-orang yang di luar kalanganmu (seagama) sebagai teman kepercayaanmu, (karena) mereka tidak henti-hentinya menyusahkan kamu. Mereka mengharapkan kehancuranmu. Sungguh, telah nyata kebencian dari mulut mereka, dan apa yang tersembunyi di hati mereka lebih jahat. Sungguh, telah Kami terangkan kepadamu ayat-ayat (Kami), jika kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/411.mp3",
    "tafsir": "Peringatan kepada orang mukmin agar jangan bergaul rapat dengan orang kafir yang telah nyata sifat-sifatnya yang buruk itu, jangan mempercayai mereka dan jangan menyerahkan urusan kaum Muslimin kepada mereka. Ayat ini ditutup dengan ungkapan \"Sesungguhnya Kami telah menjelaskan ayat-ayat kepada kamu agar kamu mengerti,\" agar orang beriman benar-benar mengerti dan menyadari tentang sifat-sifat buruk orang kafir dan oleh sebab itu tidak sepantasnya mereka dijadikan teman dekat dalam pergaulan selama mereka itu bersikap buruk terhadap orang beriman. \nJanganlah orang mukmin menjadikan orang kafir sebagai teman kepercayaan yang mempunyai sifat yang dinyatakan dalam ayat ini, yaitu mereka :\na.Senantiasa menyakiti dan merugikan Muslimin dan berusaha menghancurkan mereka.\nb.Menyatakan terang-terangan dengan lisan rasa amarah dan benci terhadap kaum Muslimin, mendustakan Nabi Muhammad saw dan Al-Qur'an dan menuduh umat Islam sebagai orang-orang yang bodoh dan fanatik.\nc.Kebencian dan kemarahan yang mereka ucapkan dengan lisan itu adalah amat sedikit sekali bila dibandingkan dengan kebencian dan kemarahan yang disembunyikan dalam hati mereka. Tetapi bila sifat-sifat itu telah berubah menjadi sifat-sifat yang baik atau mereka tidak lagi mempunyai sifat-sifat yang buruk terhadap kaum Muslimin, maka Allah tidak melarang untuk bergaul dengan mereka. \nFirman Allah:\n\nAllah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barang siapa menjadikan mereka sebagai kawan, mereka itulah orang-orang yang zalim. (al-Mumtahanah/60:8-9).\n\nBanyak ditemui dalam sejarah berbagai peristiwa penting yang terkait dengan Ahli Kitab, seperti pengkhianatan Yahudi Banu Qainuqa, Banu Nadhir dan Banu Quraidhah di Yasrib terhadap Nabi dan kaum Muslimin, sampai terjadinya Perang Khandaq. Kemudian kaum Nasrani yang membantu kaum Muslimin dalam perjuangan Islam seperti dalam penaklukan Spanyol dan pembebasan Mesir. Mereka mengusir orang-orang Romawi dengan bantuan orang Qibti. Banyak pula di antara orang Nasrani yang diangkat sebagai pegawai pada kantor-kantor pemerintah pada masa Umar bin Khattab dan pada masa Daulah Umayah dan Abbasiah, bahkan ada di antara mereka yang diangkat menjadi duta mewakili pemerintah Islam.\nDemikianlah Allah telah menjelaskan ayat-ayat-Nya kepada kaum Muslimin agar diperhatikan dengan sebaik-baiknya, jangan terperosok ke dalam jurang kebinasaan karena kurang hati-hati dan tidak waspada ketika berteman akrab dengan orang kafir itu.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kamu sekalian mengangkat selain pengikut agamamu sebagai orang-orang kepercayaan, tempat kalian meminta bantuan dan mengungkapkan rahasia! Karena, mereka tidak akan segan-segan merusak urusan kamu sekalian. Mereka akan senang bila dapat menyusahkan dan mendatangkan mudarat yang paling berat atas diri kamu sekalian. Telah tampak dengan jelas tanda-tanda kebencian dari ucapan yang mereka kemukakan. Dan yang tersimpan dalam hati lebih besar dari itu. Sungguh Kami telah menunjukkan kepadamu tanda-tanda yang membedakan antara kawan dan lawan, jika kamu sekalian termasuk golongan yang berpikir dan berpengetahuan benar.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu ambil sebagai orang-orang kepercayaan) maksudnya sebagai teman-teman akrab tempat kamu membukakan rahasia kamu (orang-orang yang di luar kalanganmu) maksudnya orang lain, misalnya orang Yahudi, Nasrani dan munafik (tidak henti-hentinya mereka menimbulkan kesusahan bagimu) khabaala dijadikan manshub karena dihilangkannya huruf khafadh dan arti kalimat ialah mereka tidak putus-putusnya hendak membinasakan kamu (mereka ingin) atau mencita-citakan (supaya kamu menderita) artinya berada dalam puncak kesusahan. (Telah nyata) tampak (kebencian) permusuhan terhadapmu (dari mulut-mulut mereka) dengan menjelekkan kamu dan membukakan rahasia kamu kepada orang-orang musyrik (dan apa yang disembunyikan oleh hati mereka) berupa permusuhan (lebih besar lagi. Sungguh telah Kami jelaskan kepada kamu tanda-tanda) permusuhan mereka itu (jika kamu memikirkan)nya. Maka janganlah kamu ambil mereka itu sebagai orang-orang kepercayaan."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 119,
    "arab": "هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "translation": "Beginilah kamu! Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman kepada semua kitab. Apabila mereka berjumpa kamu, mereka berkata, “Kami beriman,” dan apabila mereka menyendiri, mereka menggigit ujung jari karena marah dan benci kepadamu. Katakanlah, “Matilah kamu karena kemarahanmu itu!” Sungguh, Allah Maha Mengetahui segala isi hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/412.mp3",
    "tafsir": "Ayat ini menambah penjelasan mengenai sebab-sebab mengapa orang-orang kafir itu tidak boleh dijadikan teman akrab yaitu:\n1.Mereka tidak menyukai kesuksesan kaum Muslimin dan menginginkan agar Muslimin selalu dalam kesulitan dan kesusahan, padahal mereka telah dianggap sebagai saudara dan kepada mereka telah diberikan hak yang sama dengan hak kaum Muslimin sendiri.\n2.Kaum Muslimin mempercayai semua Kitab yang diturunkan kepada nabi-nabi sehingga tidak ada alasan bagi mereka untuk membenci Ahli Kitab karena banyak di antara Muslimin yang sayang kepada mereka, bergaul secara baik dengan mereka. Tetapi mereka tidak juga menyenangi Muslimin bahkan tetap mempunyai keinginan untuk mencelakakan.\n3.Banyak di antara mereka yang munafik, apabila berhadapan dengan Muslimin mereka mengucapkan kata-kata manis seakan-akan benar-benar teman sejati, percaya kepada kebenaran agama yang dibawa oleh Nabi Muhammad saw, tetapi bila mereka kembali kepada golongannya, mereka bersikap lain dan mengatakan dengan terang-terangan kebencian dan kemarahan mereka terhadap kaum Muslimin.\nMereka sampai menggigit jari karena iri melihat kaum Muslimin tetap bersatu, seia sekata, dan selalu berhasil dalam menghadapi musuh Islam.\nOleh sebab itu Allah memerintahkan kepada Nabi Muhammad saw agar dengan tegas mengatakan kepada mereka:\n\n¦ \"Matilah kamu karena kemarahanmu itu!\" Sungguh, Allah Maha Mengetahui segala isi hati. (Ali 'Imran/3:119).\n\nAllah mengetahui segala niat yang tersimpan dalam hati kaum Muslimin yang mencintai orang-orang kafir itu sebagaimana Dia mengetahui pula keburukan hati orang-orang kafir. Maka Dia akan membalas kebaikan hati kaum Muslimin dengan balasan yang berlipat ganda dan akan membalas pula kejahatan orang kafir dengan balasan yang setimpal.",
    "quraish": "Begitulah kamu sekalian, wahai orang-orang Mukmin: mencintai orang-orang kafir-munafik itu karena hubungan kekerabatan, persahabatan, atau cinta kasih, sementara mereka tidak mencintai kalian karena fanatik kepada agama mereka. Padahal, kalian mengimani semua kitab yang diturunkan. Apabila bertemu dengan kamu sekalian mereka pura-pura beriman, dan setelah pergi mereka menggigit jari sebagai ungkapan kebencian. Katakan, wahai Nabi, \"Bawalah kebencianmu itu sampai mati! Allah Maha Mengetahui segala yang tersimpan dalam dada, dan akan membalas kalian atas hal itu.\"",
    "jalalayn": "(Begitulah) sebagai peringatan (kamu) hai (orang-orang) yang beriman (kalian mencintai mereka) karena akrabnya persaudaraannya dengan kamu (tetapi mereka tidak mencintai kamu) karena perbedaan agamamu dengan agama mereka (dan kamu beriman kepada kitab-kitab kesemuanya) artinya kepada semua kitab, tetapi mereka tidak beriman kepada Kitabmu. (Jika mereka menjumpai kamu, mereka berkata, \"Kami beriman,\" dan apabila mereka telah berada dalam kalangan mereka sendiri, mereka menggigit ujung-ujung jari mereka disebabkan teramat marah kepadamu) melihat kerukunan kamu. Kemarahan diibaratkan dengan menggigit ujung-ujung jari, walaupun tidak sebenarnya terjadi. (Katakanlah, \"Matilah kamu dengan kemarahanmu itu!\") artinya tetaplah dalam keadaan demikian sampai kamu mati, karena tidak akan pernah kamu melihat hal-hal yang akan menyenangkan hatimu! (Sesungguhnya Allah mengetahui apa yang terdapat di dalam dada) maksudnya segala isi hati termasuk apa yang mereka sembunyikan."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 120,
    "arab": "اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ",
    "translation": "Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati, tetapi jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tipu daya mereka tidak akan menyusahkan kamu sedikit pun. Sungguh, Allah Maha Meliputi segala apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/413.mp3",
    "tafsir": "Selain dari sifat-sifat yang tersebut di atas yang menyebabkan timbulnya larangan bagi kaum Muslimin mengambil mereka sebagai teman setia, dalam ayat ini disebutkan kembali sikap yang menggambarkan bagaimana jahatnya hati orang-orang kafir dan hebatnya sifat dengki yang bersemi dalam dada mereka. Allah berfirman:\n\nJika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati, tetapi jika kamu tertimpa bencana, mereka bergembira karenanya. (Ali 'Imran/3:120).\n\nQatadah berkata dalam menjelaskan firman Allah ini sebagaimana diriwayatkan oleh Ibnu Jarir, \"Apabila orang-orang kafir itu melihat persatuan yang kukuh di kalangan kaum Muslimin dan mereka memperoleh kemenangan atas musuh-musuh Islam, mereka merasa dengki dan marah. Tetapi bila terdapat perpecahan dan perselisihan di kalangan Muslimin dan mereka mendapat kelemahan dalam suatu pertempuran, mereka merasa senang dan bahagia. Memang sudah menjadi sunatullah, baik pada masa dahulu sampai masa sekarang maupun pada masa yang akan datang sampai hari kiamat, bila timbul di kalangan orang kafir seorang cendekiawan sebagai penantang agama Islam, Allah tetap akan membukakan kebohongannya, melumpuhkan hujahnya dan memperlihatkan cela dan aibnya.\"\nKarena itu Allah memerintahkan kepada umat Islam dalam menghadapi kelicikan dan niat jahat kaum kafir itu agar selalu bersifat sabar dan takwa serta tawakal kepada-Nya. Dengan demikian kelicikan mereka itu tidak akan membahayakan sedikitpun. Allah Maha Mengetahui segala tindak tanduk mereka.",
    "quraish": "Jika kalian semua mendapat kesenangan seperti kemenangan dan harta rampasan perang, mereka semua bersedih. Dan bila kalian tertimpa bencana seperti kekeringan dan kalah perang, mereka semua bergembira. Tetapi apabila kalian semua tegar menghadapi kejahatan mereka dan selalu menghindari larangan untuk menjadikan mereka sebagai penolong, sama sekali tidak akan membahayakan kalian tipu daya dan permusuhan mereka. Karena Allah Swt. Maha Mengetahui tipu daya yang mereka lakukan. Dari situ, mustahil Dia tidak mampu untuk menahannya dari kamu sekalian.",
    "jalalayn": "(Jika kamu disentuh) ditimpa (oleh kebaikan) atau nikmat, seperti kemenangan atau harta rampasan (mereka merasa kecewa) atau berdukacita (sebaliknya jika kamu ditimpa bencana) seperti kekalahan dan kekeringan (mereka gembira karenanya) jumlah syarat yang kedua berhubungan dengan syarat yang sebelumnya, sedangkan di antara keduanya interupsi atau kalimat sela. Makna ayat, bahwa mereka mati-matian dalam memusuhi kamu, maka kenapa kamu mempercayai mereka, jauhilah mereka itu! (Jika kamu bersabar) terhadap gangguan mereka (dan bertakwa) kepada Allah hingga tidak mempercayai mereka dan sebagainya (maka tidaklah akan mendatangkan kemudaratan) bacaannya 'laa yadhirkum' atau 'laa yadhurrukum' (tipu daya mereka sedikit pun. Sesungguhnya Allah terhadap apa yang mereka lakukan) dengan 'ya' dan 'ta' (meliputi) mengetahui dan akan memberikan balasan"
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 121,
    "arab": "وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ",
    "translation": "Dan (ingatlah), ketika engkau (Muhammad) berangkat pada pagi hari meninggalkan keluargamu untuk mengatur orang-orang beriman pada pos-pos pertempuran. Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/414.mp3",
    "tafsir": "Orang-orang munafik telah menghasut kaum Muslimin agar jangan ikut berperang. Dalam perjalanan ke medan pertempuran mereka berhasil membawa kembali ke Medinah sepertiga dari tentara yang dipersiapkan untuk menghadapi kaum musyrikin. Berkat pertolongan Allah, ketabahan hati dan kesabaran menghadapi segala percobaan dan taat serta patuh menjalankan perintah Rasulullah saw yang telah membagi pasukan muslim menjadi beberapa bagian dan menempatkan mereka pada posisi-posisi yang strategis di medan perang. Sebagai buah ketaatan itu kaum Muslimin dapat terhindar dari kehancuran.",
    "quraish": "Renungkanlah, wahai Nabi, ketika kamu bertolak dari rumah keluargamu menuju suatu tempat di Uhud dengan maksud menempatkan orang-orang Mukmin di pos-pos peperangan. Allah Maha Mendengar perkataan dan Maha Mengetahui niat kamu sekalian.",
    "jalalayn": "(Dan) ingatlah hai Muhammad (ketika kamu berangkat di pagi hari dari keluargamu) yakni dari Madinah (untuk menempatkan orang-orang beriman pada beberapa tempat) atau markas di mana mereka bertahan (untuk berperang. Dan Allah Maha Mendengar) akan ucapanmu (lagi Maha Mengetahui) peri keadaanmu. Peristiwa ini terjadi pada waktu perang Uhud. Nabi saw. keluar dengan membawa 1000 atau 950 orang tentara sedangkan kaum musyrikin berjumlah sebanyak 3000 orang. Nabi saw. menduduki posisinya di lereng bukit Uhud pada hari Sabtu tanggal 7 Syawal tahun ketiga Hijriah. Punggung beliau dan punggung tentaranya menghadap ke arah bukit Uhud lalu mengatur barisan mereka dan menempatkan pasukan panah yang dipimpin oleh Abdullah bin Jubair di puncak bukit seraya bersabda, \"Hujani mereka dengan anak panah dari sini agar mereka tidak menyerang dari belakang dan jangan tinggalkan tempat ini biar sekali pun tidak kalah atau pun menang!\""
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 122,
    "arab": "اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ",
    "translation": "Ketika dua golongan dari pihak kamu ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/415.mp3",
    "tafsir": "Dalam suasana yang sulit dan tidak menguntungkan itu ada dua golongan di antara kaum Muslimin yang hampir patah semangatnya setelah mengetahui bahwa tiga ratus orang dari pasukan kaum Muslimin tidak mau ikut bertempur dan telah kembali ke Medinah. Mereka yang hampir patah semangatnya itu ialah Bani Salamah dari suku Khazraj dan Bani Haritsah dari suku Aus masing-masing sayap kanan dan kiri.\nMereka terpengaruh oleh suasana yang amat mencemaskan dan merasa daripada dihancurkan oleh musuh yang demikian besar lebih baik mundur. Untunglah perasaan patah semangat itu tidak lama mempengaruhi mereka karena mereka adalah orang-orang yang penuh tawakal kepada Allah dan tetap berkeyakinan bahwa Allah tidak akan menyia-nyiakan hamba-Nya yang bersabar dan bertakwa kepada-Nya.",
    "quraish": "Pada saat terdetik dalam benak dua golongan orang-orang Mukmin bahwa mereka akan kalah dan ingin mundur, Allah, sebagai penolong, menjaga mereka hingga menjadi tetap teguh meneruskan peperangan. Maka hendaknya orang-orang Mukmin dapat memetik pelajaran dari peristiwa itu, dan hendaknya mereka berserah diri kepada Allah agar Dia menolong mereka.",
    "jalalayn": "(Ketika) badal dari idz yang sebelumnya (dua golongan daripadamu bermaksud) yakni Bani Salamah dan Bani Haritsah yang merupakan dua sayap tentara (hendak mundur) karena takut berperang dan mengikuti langkah Abdullah bin Ubai pemimpin golongan munafik yang menarik diri dari peperangan bersama sahabat-sahabatnya, katanya, \"Apa gunanya kita membunuh diri dan anak-anak kita?\" Lalu katanya kepada Abu Jabir As-Salami yang memintanya agar membela Nabi dan diri mereka sendiri, \"Sekiranya kami pandai berperang, tentulah kami akan turut bersama kamu,\" maka Allah pun meneguhkan pendirian kedua golongan tadi hingga mereka tidak jadi menarik diri dari medan pertempuran (sedangkan Allah menjadi penolong bagi kedua golongan itu dan karena itu hendaklah kepada Allah orang-orang beriman bertawakal) hanya percaya kepada-Nya dan tidak kepada selain-Nya. Dan ketika mereka berhasil mengalahkan musuh, maka untuk mengingatkan mereka akan nikmat Allah turunlah ayat:"
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 123,
    "arab": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ",
    "translation": "Dan sungguh, Allah telah menolong kamu dalam perang Badar, padahal kamu dalam keadaan lemah. Karena itu bertakwalah kepada Allah, agar kamu mensyukuri-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/416.mp3",
    "tafsir": "Sebagai penambah kekuatan jiwa dan ketabahan hati dalam menghadapi segala bahaya dan kesulitan, Allah mengingatkan mereka kepada perang Badar ketika mereka berada dalam keadaan lemah dan jumlah yang amat sedikit dibanding, dengan kekuatan dan jumlah musuh.\nBerkat pertolongan Allah, mereka berhasil memporak-porandakan musuh hingga banyak di antara pembesar Quraisy yang jatuh menjadi korban dan banyak pula yang ditawan dan tidak sedikit harta rampasan yang diperoleh kaum Muslimin. Karena mereka ingat pada perintah Allah agar mereka bersabar dan bertakwa kepada-Nya dan dengan sabar dan takwa itu mereka akan mendapat pertolongan daripada-Nya dan akan mendapatkan kemenangan.",
    "quraish": "Allah telah mengingatkan orang-orang Mukmin akan karunia kemenangan pada perang Badar(1) saat mereka sama-sama tabah. Dia menegaskan bahwa pada saat itu Dia memenangkan mereka walaupun jumlah dan persiapan mereka sedikit. Kemudian Dia meminta mereka menaati-Nya sebagai rasa syukur atas karunia ini. (1) Badar terletak di kejauhan 120 mil barat daya kota Madinah. Nabi dan para sahabat bertolak dari Madinah pada tanggal 8 Ramadan 2 H (5 Maret 624 M). Pertempuran terjadi pada tanggal 17 Ramadan atau 13 Maret dalam tahun yang sama. Tentara Islam pada saat itu berjumlah 300 orang atau lebih sedikit, sedang tentara musyrik tiga kali lipat mereka. Pada peperangan ini Allah telah menepati janji-Nya dengan memberikan kemenangan yang tidak mungkin dicapai oleh kekuatan materi. Suatu kemenangan yang membuat kata \"iman\" menjadi yang paling tinggi dan merupakan pembuka dari kemenangan-kemenangan selanjutnya. Wilayah kekuasaan Islam pun kemudian meluas hingga mencapai seluruh kawasan jazirah Arab dan menembus ke kawasan lainnya.",
    "jalalayn": "(Sungguh, Allah telah menolong kamu di Badar) suatu tempat di antara Mekah dan Madinah (padahal kamu orang-orang yang lemah) disebabkan bilangan dan persenjataan yang sedikit (maka bertakwalah kepada Allah, supaya kamu menjadi orang-orang yang bersyukur) akan nikmat karunia-Nya"
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 124,
    "arab": "اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ",
    "translation": "(Ingatlah), ketika engkau (Muhammad) mengatakan kepada orang-orang beriman, “Apakah tidak cukup bagimu bahwa Allah membantu kamu dengan tiga ribu malaikat yang diturunkan (dari langit)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/417.mp3",
    "tafsir": "Untuk lebih memperkuat hati dan tekad kaum Muslimin dalam menghadapi Perang Uhud ini, Nabi mengatakan kepada mereka bahwa mereka akan dibantu oleh Allah dengan 3.000 malaikat. Apabila mereka sabar dan tabah menghadapi segala bahaya dan bertakwa, Allah akan membantu mereka dengan 5.000 malaikat.\nMenurut riwayat Adh-ahhak, bantuan dengan 5.000 malaikat ini adalah janji dari Allah yang dijanjikan-Nya kepada Muhammad jika kaum Muslimin sabar dan bertakwa. Ibnu Zaid meriwayatkan, ketika kaum Muslimin melihat banyaknya tentara kaum musyrikin dan lengkapnya persiapan mereka, mereka bertanya kepada Rasulullah saw, \"Apakah dalam perang Uhud ini Allah tidak akan membantu kita sebagaimana Dia telah membantu kita dalam Perang Badar?\" Maka turunlah ayat ini.\nMemang dalam Perang Badar Allah telah membantu kaum Muslimin dengan 1000 malaikat sebagai tersebut dalam firman-Nya:\n\n(Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, \"Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.\" (al-Anfal/8:9).\n\nPada mulanya dalam Perang Uhud ini pasukan kaum Muslimin sudah dapat mengacaubalaukan musuh sehingga banyak di antara kaum musyrik yang lari kocar-kacir meninggalkan harta benda mereka, dan mulailah tentara Islam berebut mengambil harta benda itu sebagai ganimah (rampasan). Melihat keadaan ini para pemanah diperintahkan oleh Nabi Muhammad saw agar tetap bertahan di tempatnya, apa pun yang terjadi. Menyangka kaum musyrikin telah kalah, para pemanah pun meninggalkan tempat mereka dan turun untuk ikut mengambil harta ganimah.\nKarena tempat itu telah ditinggalkan pasukan pemanah, Khalid bin Walid panglima musyrikin Quraisy waktu itu, dengan pasukan berkudanya naik ke tempat itu dan mendudukinya, lalu menghujani kaum Muslimin dengan anak panah dari belakang sehingga terjadilah kekacauan dan kepanikan di kalangan kaum Muslimin. Dalam keadaan kacau balau itu kaum musyrikin mencoba hendak mendekati markas Nabi saw, tetapi para sahabat dapat mempertahankannya walaupun Nabi sendiri mendapat luka di bagian muka, bibirnya serta giginya pecah.\nAkhirnya berkat kesetiaan mereka membela Nabi dan kegigihan mereka mempertahankan posisinya, mereka bersama Nabi naik kembali ke bukit Uhud dengan selamat. Dengan demikian berakhirlah pertempuran dan pulanglah kaum musyrikin menuju Mekah dengan rasa kecewa karena tidak dapat mengalahkan Muhammad dan pasukannya, walaupun mereka sendiri masih selamat dari kehancuran.",
    "quraish": "Dan datanglah kemenangan pada saat Rasulullah berkata kepada orang-orang yang beriman, \"Tidakkah cukup menenangkan hati kamu sekalian pertolongan Allah yang berupa pengiriman tiga ribu malaikat untuk menguatkan kamu sekalian?\"",
    "jalalayn": "(Ketika) zharfu zaman bagi datangnya pertolongan (kamu mengatakan kepada orang-orang beriman) menjanjikan demi ketenteraman hati mereka (\"Tidakkah cukup bagi kamu jika kamu dibantu Tuhanmu dengan tiga ribu malaikat yang diturunkan.\") ada yang membaca munzaliina dan ada pula munazzaliina."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 125,
    "arab": "بَلٰٓى ۙاِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ",
    "translation": "“Ya” (cukup). Jika kamu bersabar dan bertakwa ketika mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/418.mp3",
    "tafsir": "Untuk lebih memperkuat hati dan tekad kaum Muslimin dalam menghadapi Perang Uhud ini, Nabi mengatakan kepada mereka bahwa mereka akan dibantu oleh Allah dengan 3.000 malaikat. Apabila mereka sabar dan tabah menghadapi segala bahaya dan bertakwa, Allah akan membantu mereka dengan 5.000 malaikat.\nMenurut riwayat Adh-ahhak, bantuan dengan 5.000 malaikat ini adalah janji dari Allah yang dijanjikan-Nya kepada Muhammad jika kaum Muslimin sabar dan bertakwa. Ibnu Zaid meriwayatkan, ketika kaum Muslimin melihat banyaknya tentara kaum musyrikin dan lengkapnya persiapan mereka, mereka bertanya kepada Rasulullah saw, \"Apakah dalam perang Uhud ini Allah tidak akan membantu kita sebagaimana Dia telah membantu kita dalam Perang Badar?\" Maka turunlah ayat ini.\nMemang dalam Perang Badar Allah telah membantu kaum Muslimin dengan 1000 malaikat sebagai tersebut dalam firman-Nya:\n\n(Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, \"Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.\" (al-Anfal/8:9).\n\nPada mulanya dalam Perang Uhud ini pasukan kaum Muslimin sudah dapat mengacaubalaukan musuh sehingga banyak di antara kaum musyrik yang lari kocar-kacir meninggalkan harta benda mereka, dan mulailah tentara Islam berebut mengambil harta benda itu sebagai ganimah (rampasan). Melihat keadaan ini para pemanah diperintahkan oleh Nabi Muhammad saw agar tetap bertahan di tempatnya, apa pun yang terjadi. Menyangka kaum musyrikin telah kalah, para pemanah pun meninggalkan tempat mereka dan turun untuk ikut mengambil harta ganimah.\nKarena tempat itu telah ditinggalkan pasukan pemanah, Khalid bin Walid panglima musyrikin Quraisy waktu itu, dengan pasukan berkudanya naik ke tempat itu dan mendudukinya, lalu menghujani kaum Muslimin dengan anak panah dari belakang sehingga terjadilah kekacauan dan kepanikan di kalangan kaum Muslimin. Dalam keadaan kacau balau itu kaum musyrikin mencoba hendak mendekati markas Nabi saw, tetapi para sahabat dapat mempertahankannya walaupun Nabi sendiri mendapat luka di bagian muka, bibirnya serta giginya pecah.\nAkhirnya berkat kesetiaan mereka membela Nabi dan kegigihan mereka mempertahankan posisinya, mereka bersama Nabi naik kembali ke bukit Uhud dengan selamat. Dengan demikian berakhirlah pertempuran dan pulanglah kaum musyrikin menuju Mekah dengan rasa kecewa karena tidak dapat mengalahkan Muhammad dan pasukannya, walaupun mereka sendiri masih selamat dari kehancuran.",
    "quraish": "Ya, cukup. Bahkan bila kalian sama-sama bertahan dalam peperangan dan istikamah dalam ketakwaan, kemudian musuh-musuh datang pada saat itu juga, niscaya Allah akan menambah bantuan-Nya menjadi lima ribu malaikat.",
    "jalalayn": "(Ya) itu cukup bagi kamu. Dalam surah Al-Anfal disebutkan seribu yakni sebagai bantuan pertama kemudian menjadi tiga ribu lalu lima ribu sebagaimana firman Allah swt.: (Jika kamu bersabar) dalam menghadapi musuh (dan bertakwa) kepada Allah dalam menghindari pertikaian (dan mereka datang) yakni orang-orang musyrikin (pada ketika itu juga) buat menyerang kamu (maka Tuhanmu akan membantu kamu dengan lima ribu malaikat yang memakai tanda) ada yang membaca musawwimiina dan ada pula musawwamiina keduanya berarti memakai tanda. Sungguh mereka itu telah menunjukkan kesabaran sehingga Allah pun menepati janji-Nya yaitu dengan ikut sertanya pasukan malaikat di atas kuda-kuda belang dengan memakai serban berwarna kuning atau putih yang mereka lepaskan teruntai di atas bahu."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 126,
    "arab": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ",
    "translation": "Dan Allah tidak menjadikannya (pemberian bala-bantuan itu) melainkan sebagai kabar gembira bagi (kemenangan)mu, dan agar hatimu tenang karenanya. Dan tidak ada kemenangan itu, selain dari Allah Yang Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/419.mp3",
    "tafsir": "Apa pun yang terjadi sebenarnya kemenangan itu hanyalah datang dari Allah Yang Mahaperkasa dan Mahabijaksana. Jadi kalau kaum Muslimin benar-benar mengamalkan petunjuk Allah dan rasul-Nya dan benar-benar percaya dan yakin akan mendapat kemenangan dan tetap bersifat sabar dan takwa dengan penuh tawakal tentulah Allah akan memberikan kemenangan kepada mereka.\nTetapi pada perang Uhud, tidak terdapat kebulatan tekad dan tidak terdapat kepatuhan kepada perintah, kecuali pada permulaan pertempuran. Hal ini terbukti dengan timbulnya keragu-raguan dalam hati dua golongan kaum Muslimin dan turunnya pasukan pemanah yang diperintahkan agar tidak meninggalkan tempat mereka. Inilah sebabnya mengapa kaum Muslimin sangat terpukul dalam Perang Uhud.",
    "quraish": "Allah tidak mengirimkan malaikat seperti itu kecuali untuk memberikan kabar gembira tentang kemenangan dan untuk menenangkan hati kamu semua. Dan suatu kemenangan tidak akan datang kecuali dari Allah Yang Mahaperkasa, meletakkan segala sesuatu pada tempatnya dan mengatur urusan hamba- hamba-Nya yang beriman.",
    "jalalayn": "(Allah tidaklah menjadikannya) maksudnya pengiriman bala bantuan itu (melainkan sebagai berita gembira bagi kamu) dengan kemenangan (dan agar tenteram hatimu karenanya) jadi janganlah kamu cemas melihat banyaknya musuh dan sedikitnya bilanganmu. (Dan tidaklah kemenangan itu kecuali dari sisi Allah Yang Maha Tangguh lagi Maha Bijaksana) yang memberikannya kepada siapa yang dikehendaki-Nya dan bukan kepada yang banyak jumlah tentaranya."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 127,
    "arab": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ",
    "translation": "(Allah menolong kamu dalam perang Badar dan memberi bantuan) adalah untuk membinasakan segolongan orang kafir, atau untuk menjadikan mereka hina, sehingga mereka kembali tanpa memperoleh apa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/420.mp3",
    "tafsir": "Pada permulaan pertempuran, sebagaimana tersebut di atas, pasukan kaum Muslimin dapat mengacaubalaukan barisan musuh, sehingga banyak di antara mereka yang jatuh menjadi korban. Sebagian sejarawan mengatakan bahwa ada delapan belas orang yang terbunuh dari kaum musyrikin.\nTetapi pendapat ini ditolak oleh sebagian sejarawan yang lain. Mereka berkata, \"Sayidina Hamzah saja, dapat membunuh puluhan orang dari mereka.\" Ahli sejarah yang lain mengatakan bahwa sebab perbedaan pendapat ini adalah karena ketika kaum Muslimin menghitung korban yang jatuh di kalangan kaum musyrikin, mereka hanya menemukan delapan belas mayat.\nPadahal kaum musyrikin sebelum kembali ke Mekah sempat menguburkan sebagian korban dan membawa korban yang lain bersama mereka. Jadi kemenangan kaum Muslimin pada pertempuran pertama ini adalah berkat kebulatan tekad dan ketetapan hati mereka yang ditimbulkan oleh perkataan Rasulullah saw yang tersebut dalam ayat 124 dan 125.\nKekalahan kaum musyrikin dan jatuhnya korban yang banyak di kalangan mereka memang sudah menjadi kehendak Allah untuk membinasakan segolongan orang kafir, menjengkelkan hati mereka dan menghina mereka dengan kekalahan itu.",
    "quraish": "Juga, sungguh, Dia telah memenangkan kamu sekalian untuk menghancurkan segolongan orang kafir dengan dibunuh, atau dihinakan dengan kekalahan dan kedinaan, hingga mundur dari peperangan dengan kekalahan.",
    "jalalayn": "(Yaitu untuk memotong) berkaitan dengan kemenanganmu itu dan maksudnya ialah membinasakan (segolongan orang-orang yang kafir) dengan terbunuh dan tertawan (atau untuk menjadikan mereka hina dina) disebabkan kekalahan (sehingga mereka kembali dengan tangan hampa) tidak memperoleh apa yang mereka harapkan. Ayat berikut ini turun ketika gigi depan Nabi saw. patah dan wajahnya berlumuran darah di waktu perang Uhud, sampai beliau bersabda, \"Bagaimana suatu kaum akan beroleh keberuntungan, jika mereka berani melumuri wajah Nabi mereka dengan darah!\""
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 128,
    "arab": "لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ ",
    "translation": "Itu bukan menjadi urusanmu (Muhammad) apakah Allah menerima tobat mereka, atau mengazabnya, karena sesungguhnya mereka orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/421.mp3",
    "tafsir": "Dalam pertempuran kedua kaum Muslimin menderita kegagalan sehingga ada 70 orang di antara mereka gugur sebagai syuhada dan Nabi pun mendapat luka-luka. Hal ini amat menyedihkan hati kaum Muslimin dan hati Nabi sendiri.",
    "quraish": "Kamu tidak mempunyai kewenangan apa-apa dalam urusan manusia. Semua itu adalah urusan Allah. Dia bebas memberi ampunan kepada mereka karena mereka adalah orang-orang Mukmin. Sebaliknya, Dia juga bebas menyiksa mereka dengan mematikan, menimpakan kehinaan, atau menyiksanya di hari kiamat. Yang disebut terakhir, itu karena mereka adalah orang-orang yang lalim.",
    "jalalayn": "(Tak ada sedikit pun hakmu untuk campur tangan dalam urusan mereka itu) tetapi semua itu urusan Allah, maka hendaklah kamu bersabar (apakah) artinya hingga (Allah menerima tobat mereka) dengan masuknya mereka ke dalam agama Islam (atau menyiksa mereka, karena sesungguhnya mereka orang-orang yang aniaya) disebabkan kekafiran mereka."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 129,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki, dan mengazab siapa yang Dia kehendaki. Dan Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/422.mp3",
    "tafsir": "Memang demikianlah hak Allah atas hamba-Nya karena Dia Yang memiliki semua yang ada di langit dan di bumi. Dia berkuasa penuh atas semuanya, tak ada seorang pun yang berkuasa atas makhluk-Nya kecuali Dia. Dialah yang menghukum dan memutuskan segala urusan. Dia berhak mengampuni dan menerima tobat hamba-Nya yang tampak durhaka, tetapi siapa tahu bahwa pada diri hamba-Nya itu ada bibit-bibit keimanan dan kebaikan. Dia berhak menyiksa karena Dialah Yang Maha Mengetahui siapa di antara hamba-Nya yang patut mendapat siksaan di dunia atau di akhirat. Di samping itu Allah adalah Maha Pengampun lagi Maha Penyayang",
    "quraish": "Sungguh hanya wewenang Allahlah penciptaan dan penguasaan segala yang ada di langit dan bumi. Dia Mahakuasa atas segala sesuatu, mengampuni atau menyiksa siapa saja yang Dia kehendaki. Walaupun demikian, ampunan-Nya jauh lebih dekat dan kasih sayang-Nya jauh lebih dapat diharapkan. Dia adalah Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Kepunyaan Allahlah apa yang ada di langit dan apa yang ada di bumi) baik sebagai milik maupun sebagai makhluk atau hamba-Nya (diampuni-Nya siapa yang dikehendaki-Nya) untuk diampuni (dan disiksa-Nya siapa yang dikehendaki) untuk disiksa (dan Allah Maha Pengampun) kekasih-kekasih-Nya (lagi Maha Penyayang) terhadap orang-orang yang taat kepada-Nya."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 130,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu memakan riba dengan berlipat ganda dan bertakwalah kepada Allah agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/423.mp3",
    "tafsir": "Ayat ini adalah yang pertama diturunkan tentang haramnya riba. Ayat-ayat mengenai haramnya riba dalam Surah al-Baqarah ayat 275, 276 dan 278 diturunkan sesudah ayat ini. Riba dalam ayat ini, ialah riba nasiah yang juga disebut riba jahiliah yang biasa dilakukan orang pada masa itu. \nIbnu Jarir berkata, \"bahwa yang dimaksud Allah dalam ayat ini ialah: Hai, orang-orang yang beriman kepada Allah dan Rasul-Nya, janganlah kamu memakan riba berlipat ganda, sebagaimana kamu lakukan pada masa jahiliah sesudah kamu masuk Islam, padahal kamu telah diberi petunjuk oleh-Nya.\" Pada masa itu bila seseorang meminjam uang sebagaimana disepakati waktu meminjam, maka orang yang punya uang menuntut agar utang itu dilunasi menurut waktu yang dijanjikan. Orang yang berutang (karena belum ada uang untuk membayar) meminta penangguhan dan menjanjikan akan membayar dengan tambahan yang ditentukan. Setiap kali pembayaran tertunda ditambah lagi bunganya. Inilah yang dinamakan riba berlipat ganda, dan Allah melarang, kaum Muslimin melakukan hal yang seperti itu.\nAr-Razi memberikan penjelasan sebagai berikut, \"Bila seseorang berutang kepada orang lain sebesar seratus dirham dan telah tiba waktu membayar utang itu sedang orang yang berutang belum sanggup membayarnya, maka orang yang berpiutang membolehkan penangguhan pembayaran utang itu asal saja yang berutang mau menjadikan utangnya menjadi dua ratus dirham atau dua kali lipat. Kemudian apabila tiba waktu pembayaran tersebut dan yang berutang belum juga sanggup membayarnya, maka pembayaran itu dapat ditangguhkan dengan ketentuan utangnya dilipatgandakan lagi, demikianlah seterusnya sehingga utang itu menjadi bertumpuk-tumpuk. Inilah yang dimaksud dengan kata \"berlipat ganda\" dalam firman Allah. Riba semacam ini dinamakan juga riba nasiah karena adanya penangguhan dalam pembayaran bukan tunai.\nSelain riba nasiah ada pula riba yang dinamakan riba fadhal yaitu menukar barang dengan barang yang sejenis sedang mutunya berlainan, umpamanya menukar 1 liter beras yang mutunya tinggi dengan 1Â½ liter beras yang bermutu rendah. Haramnya riba fadal ini, didasarkan pada hadis-hadis Rasul, dan hanya berlaku pada emas, perak dan makanan-makanan pokok, atau yang diistilahkan dengan \"barang-barang ribawi.\"\nKarena beratnya hukum riba ini dan amat besar bahayanya maka Allah memerintahkan kepada kaum Muslimin agar menjauhi riba dan selalu memelihara diri dan bertakwa kepada Allah agar jangan terperosok ke dalamnya dan agar mereka dapat hidup berbahagia dan beruntung di dunia dan di akhirat.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian menarik piutang yang kalian pinjamkan kecuali pokoknya saja. Jangan sampai kalian memungut bunga yang terus bertambah dari tahun ke tahun hingga berlipat ganda, dan takutlah kepada Allah. Juga, jangan mengambil atau memakan harta orang lain dengan jalan yang tidak dibenarkan. Karena kamu sekalian akan bisa berhasil dan beruntung hanya bila menjahui riba, banyak maupun sedikit. (1) (1) Pada ayat ini, riba diberi sifat 'berlipat-ganda', hingga membuat kita perlu untuk membicarakannya dari segi ekonomi. Ada dua macam riba: nasî'ah dan fadll. Yang pertama, riba al-nasî'ah, adalah yang secara tegas diharamkan oleh teks al-Qur'ân. Batasannya adalah suatu pinjaman yang mendatangkan keuntungan kepada si pemilik modal sebagai imbalan penundaan pembayaran. Sama saja apakah keuntungan itu banyak atau sedikit, berupa uang atau barang. Tidak seperti hukum positif yang membolehkan riba bila tidak lebih dari 6%, misalnya. Sedang riba al-fadll adalah suatu bentuk tukar-menukar dua barang sejenis yang tidak sama kwantitasnya. Contoh: penukaran 50 ton gandum dengan 50,5 ton gandum atas kesepakatan kedua belah pihak. Tukar-menukar itu bisa terjadi pada bahan makanan yang wajib dikeluarkan zakatnya ataupun pada uang. Adapun yang menjadi dasar pengharaman riba jenis ini adalah hadis Nabi yang disebut sebelumnya dan dikuatkan dengan hadis riwayat Ibn 'Umar sebagai berikut. Nabi bersabda, \"Janganlah kalian semua menukar emas dengan emas kecuali dengan yang semisalnya juga jangan menukar wariq (mata uang yang terbuat dari perak) kecuali dengan yang semisal dan sama persis jumlahnya, karena sungguh aku mengkhawatirkan kalian terjerumus dalam rima' yaitu riba!\" Tetapi sebagian ulama ada yang berpendapat bahwa riba yang pertama sajalah yang dengan tegas diharamkan oleh teks al-Qur'ân. Karena riba ini adalah laba ganda yang bila dimakan akan terwujud praktek memakan riba berlipat-lipat seperti yang tersebut dalam ayat, sesuatu hal yang tidak terjadi pada riba al-fadll, maka tidak diharamkan. Pengharamannya pun, menurut sebagian ulama ini, tidak langsung didasarkan pada hadis itu sendiri. Tetapi didasarkan pada kaidah sadd al-dzarâ'i' (mencegah suatu perbuatan yang bisa membawa kepada yang perbuatan haram). Hal itu karena praktek riba al-fadll bisa menggiring orang untuk melakukan riba al-nasî'ah yang telah jelas haram, walau terkadang masih dapat dibolehkan dalam keadaan darurat. Adapun dari sisi ekonomi, riba merupakan cara pengumpulan harta yang membahayakan karena riba merupakan cara penimbunan harta tanpa bekerja. Sebab harta dapat diperoleh hanya dengan memperjual-belikan uang, suatu benda yang pada dasarnya diciptakan untuk alat tukar-menukar dan pemberian nilai untuk suatu barang. Agama Yahudi pun mengharamkan praktik riba ini. Hanya saja, anehnya, pengharaman itu hanya belaku di kalangan mereka sendiri. Sedangkan praktik riba dengan orang lain dibolehkan. Tujuan mereka adalah untuk menyengsarakan orang lain dan untuk memegang kendali perekonomian dunia. Alangkah jeleknya perbuatan mereka ini!",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda) bacaannya ada yang memakai alif dan ada pula yang tidak, maksudnya ialah memberikan tambahan pada harta yang diutang yang ditangguhkan pembayarannya dari tempo yang telah ditetapkan (dan bertakwalah kamu kepada Allah) dengan menghindarinya (supaya kamu beroleh keberuntungan) atau hasil yang gemilang."
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 131,
    "arab": "وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَ ۚ ",
    "translation": "Dan peliharalah dirimu dari api neraka, yang disediakan bagi orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/424.mp3",
    "tafsir": "Allah memerintahkan agar kaum Muslimin memelihara dan menjauhi perbuatan orang kafir yang tidak mempedulikan apakah harta yang mereka peroleh berasal dari sumber-sumber yang tidak halal seperti riba, memeras kaum lemah, dan miskin dan sebagainya. Semua cara yang tidak halal itu akan membahayakan mereka di dunia dan membawa mereka ke neraka kelak.\nDiterangkan oleh Imam Abu Hanifah, bahwa ayat ini mengandung ancaman yang sangat menakutkan, karena dalam ayat ini Allah mengancam kaum Muslimin akan memasukkan mereka ke dalam neraka yang disediakan bagi orang-orang kafir bila mereka tidak memelihara diri dari perbuatan yang dilarang-Nya.",
    "quraish": "Dan waspadalah terhadap api neraka yang disediakan untuk orang-orang kafir, dengan menjahui sebab-sebabnya berupa penghalalan riba.",
    "jalalayn": "(Jagalah dirimu dari api neraka yang disediakan bagi orang-orang yang kafir) janganlah kamu sampai disiksa di dalamnya"
  },
  {
    "hizb": 26,
    "name": "Ali 'Imran",
    "ayat": 132,
    "arab": "وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ",
    "translation": "Dan taatlah kepada Allah dan Rasul (Muhammad), agar kamu diberi rahmat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/425.mp3",
    "tafsir": "Kemudian perintah tersebut diiringi dengan perintah agar kaum Muslimin selalu taat dan patuh kepada perintah Allah dan Rasul-Nya karena dengan menaati Allah dan Rasul-Nya itulah mereka akan dapat limpahan rahmat-Nya dan dapat hidup berbahagia di dunia dan di akhirat.",
    "quraish": "Kemudian taatilah Allah dan rasul-Nya dalam setiap perintah dan larangan agar kamu sekalian mendapatkan kasih sayang di dunia dan akhirat.",
    "jalalayn": "(Taatilah olehmu Allah dan Rasul, supaya kamu beroleh rahmat)."
  }
]