[
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 153,
    "arab": "۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ",
    "translation": "(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedang Rasul (Muhammad) yang berada di antara (kawan-kawan)mu yang lain memanggil kamu (kelompok yang lari), karena itu Allah menimpakan kepadamu kesedihan demi kesedihan, agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Dan Allah Mahateliti apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/446.mp3",
    "tafsir": "Kejadian-kejadian yang penting di barisan kaum Muslimin dalam Perang Uhud, yaitu: sebab-sebab kegagalan mereka, ketika sebagian besar dari mereka lari, sedang Rasul memanggil mereka dari belakang agar jangan berbuat demikian dan kembali ke pasukan masing-masing, tetapi mereka tidak mengindahkannya. Oleh karena itu, mereka ditimpa penderitaan yang cukup berat. Kalau mereka sadari apa yang telah mereka perbuat pada waktu itu, tentulah mereka tidak akan bersedih hati atau heran, mengapa mereka menjadi gagal dalam Perang Uhud, Allah Maha Mengetahui semua apa yang akan mereka perbuat.",
    "quraish": "Renungkanlah, wahai orang-orang Mukmin, ketika kalian lari dari medan perang hingga tidak sempat menoleh kepada siapa pun. Padahal, Rasul menyeru dari belakang untuk kembali. Lalu Allah menimpakan kesedihan secara berturut-turut ke dalam diri kalian, dengan maksud agar kalian tidak bersedih atas harta rampasan, yang tidak dapat kalian peroleh dan atas kekalahan yang kalian derita. Allah Maha Mengetahui maksud dan perbuatan kalian semua.",
    "jalalayn": "(Ingatlah ketika kamu melarikan diri) dalam peperangan itu (dan tidak menoleh kepada seorang pun, sedang Rasul memanggil kamu dari belakangmu) seraya bersabda, \"Mari ke sini hai hamba-hamba Allah, marilah datang kepadaku!\" (Karena itu Allah menimpakan padamu kesedihan di atas kesedihan) yang kamu timpakan kepada Rasulullah dengan melanggar perintahnya. Ada pula yang mengatakan 'ba' itu berarti '`alaa' hingga maknanya ialah 'berlipat ganda', yaitu kesedihan di balik kesedihan karena luputnya harta rampasan (supaya kamu tidak) berkaitan dengan Allah 'memaafkan' atau menimpakan pada kalian (berduka cita terhadap apa yang luput dari kamu) yakni harta rampasan (begitu pula terhadap apa yang telah menimpamu) berupa pembunuhannya dan kekalahan (Allah Maha Mengetahui apa yang kamu kerjakan.)"
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 154,
    "arab": "ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "translation": "Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu, sedangkan segolongan lagi telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah. Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Muhammad), “Meskipun kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji apa yang ada dalam dadamu dan untuk membersihkan apa yang ada dalam hatimu. Dan Allah Maha Mengetahui isi hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/447.mp3",
    "tafsir": "Lanjutan peristiwa setelah mereka mengalami kesulitan dan penderitaan, maka Allah memberikan kepada segolongan mereka yang kuat iman dan kesabarannya perasaan kantuk untuk menenangkan mereka dari rasa ketakutan, lelah dan kegelisahan. Dengan demikian mereka dapat mengumpulkan kembali kekuatan mereka yang telah berkurang karena sengitnya pertempuran dan kehilangan semangat. Sedang segolongan lainnya tidak menerima nikmat kantuk ini, yaitu golongan yang lemah imannya bahkan mereka tetap merasa takut dan gelisah. Ayat ini mengutarakan bahwa pengikut-pengikut Nabi setelah selesai peperangan terbagi atas dua golongan.\nPertama: Golongan yang menyadari bahwa terpukulnya mereka dalam Perang Uhud disebabkan kekeliruan mereka berupa kurangnya disiplin terhadap komando Rasulullah selaku komandan pertempuran. Mereka tetap yakin dan percaya pada pertolongan Allah berupa kemenangan bagi orang-orang yang beriman. Karena meskipun pada kali ini mereka mengalami malapetaka, namun Allah tetap akan membela orang-orang yang beriman. Golongan inilah yang memperoleh nikmat kantuk itu.\nKedua: Golongan yang lemah imannya karena diliputi rasa kekhawatiran mereka belum begitu yakin kepada komando Rasulullah karena kemunafikan yang telah bersarang di hati mereka. Golongan kedua inilah yang menyangka yang bukan-bukan terhadap Allah dan Muhammad seperti sangkaan orang-orang jahiliah. Antara lain mereka menyangka kalau Muhammad benar-benar seorang Nabi dan Rasul, tentu ia dan sahabatnya tidak akan kalah dalam Perang Uhud. Mereka berkata untuk melepaskan tanggung jawab, \"Apakah kita ada hak campur tangan dalam urusan ini?\" Katakanlah hai Muhammad, \"Semua urusan ini adalah di tangan Allah.\"\nMereka banyak menyembunyikan hal-hal yang tidak mereka lahirkan kepadamu, mereka berkata, \"Sekiranya ada hak campur tangan pada kita, niscaya kita tidak akan dikalahkan di sini.\" Tetapi katakanlah kepada mereka andaikata mereka berada di dalam rumah masing-masing dengan tidak ikut berperang, tetapi kalau sudah ditakdirkan akan mati di luar rumah, maka mereka pasti akan mati juga di tempat yang sudah ditentukan. Semua kejadian ini adalah untuk menguji apa yang tersimpan di dalam dada kaum Muslimin dan untuk membersihkan hati mereka dari keraguan yang dibisikkan oleh setan, sehingga bertambah kuatlah keimanan dalam hati mereka. Allah Maha Mengetahui isi hati mereka.",
    "quraish": "Setelah kesedihan itu, Allah memberi kalian nikmat ketenangan, berupa rasa kantuk yang menyelimuti golongan yang tulus iman dan penyerahan dirinya kepada Allah. Adapun golongan yang lain, hanya memikirkan diri sendiri. Oleh karena itu, mereka berprasangka buruk kepada Allah seperti prasangka jahiliah. Dengan tidak percaya, mereka berkata, \"Apakah kita mempunyai peran mengenai soal kemenangan yang dijanjikan Allah kepada kita?\" Katakan, wahai Nabi, \"Semua urusan mengenai kemenangan dan kekalahan itu adalah wewenang Allah. Dia yang akan mengatur hal itu pada hamba-hamba-Nya, apakah mereka mengerjakan faktor-faktor kemenangan atau sebaliknya.\" Sebenarnya, ketika mengatakan hal itu, dalam hati mereka ada hal yang tidak terungkap. Dalam hati, mereka berkata, \"Kalau kita mempunyai kebebasan, kita tidak akan pergi berperang sehingga tidak akan menderita kalah.\" Katakan kepada mereka, \"Kalaupun kalian berada di rumah, kemudian di antara kalian ada yang sudah ditentukan akan terbunuh di medan perang, maka mereka pasti akan keluar menuju tempat kematian itu.\" Allah melakukan semua yang telah terjadi pada perang Uhud demi kemaslahatan yang banyak. Di antaranya, untuk menguji keikhlasan yang ada di dalam dada kalian, dan juga untuk membersihkan hati kalian. Allah Maha Mengetahui hal-hal yang tersembunyi di dalam hati.",
    "jalalayn": "(Kemudian Allah menurunkan kepada kamu setelah kesedihan itu keamanan berupa kantuk) menjadi badal (yang meliputi) ada yang membaca dengan ya dan ada pula dengan ta (segolongan dari kamu) yakni orang-orang beriman; mereka tertidur lelap di balik tameng sehingga pedang-pedang pun tergelincir dan jatuh ke sisi mereka (sedangkan segolongan lagi telah dicemaskan oleh diri mereka sendiri) maksudnya mereka merasa cemas memikirkan nasib mereka hingga mereka tak ada kemauan selain menyelamatkan diri tanpa mempedulikan Nabi saw. dan para sahabatnya. Mereka tidak dapat tidur dan mereka adalah orang-orang munafik. (Mereka menyangka yang tidak benar terhadap Allah) maksudnya seperti sangkaan (jahiliah) yang berkeyakinan bahwa Nabi itu benar-benar telah terbunuh atau kalau tidak, maka ia takkan dapat dikalahkan. (Kata mereka, \"Apakah) maksudnya tak ada (bagi kita terhadap urusan ini) maksudnya mengenai kemenangan yang telah Kami janjikan itu (dari) merupakan tambahan (sesuatu.\"). (Katakanlah) kepada mereka (\"Sesungguhnya urusan ini seluruhnya) manshub sebagai taukid dapat pula marfu` sebagai mubtada sedangkan khabarnya ialah: (bagi Allah.\") maksudnya ketentuan berada di tangan-Nya. Ia berbuat apa yang dikehendaki-Nya (Mereka menyembunyikan dalam hati mereka apa yang tidak mereka terangkan kepadamu, maka mereka mengatakan) ini menjadi keterangan bagi 'apa' yang sebelumnya (\"Sekiranya bagi kami terhadap urusan ini ada sesuatu tidaklah kami terbunuh di sini) maksudnya jika kita mempunyai campur tangan dalam urusan ini kita dapat saja tidak keluar sehingga tidak terbunuh tetapi apa daya kita karena kita ini dipaksa keluar.\" (Katakanlah) kepada mereka (\"Sekiranya kamu berada di rumahmu) sedangkan di antaramu ada orang yang telah ditetapkan Allah akan menemui ajalnya (niscaya orang-orang yang telah ditakdirkan akan terbunuh itu akan keluar juga ke tempat pembunuhan mereka.\") sehingga mereka akan mati terbunuh, dan tidak akan tertolong oleh ikhtiar atau usaha mereka itu karena kada Allah tetap berlaku tanpa sesuatu pun dapat menolaknya. (Dan) hal itu dilakukan-Nya (agar Allah menguji apa yang terdapat dalam dadamu) dalam hatimu berupa keikhlasan atau kemunafikan (dan untuk membersihkan isi hatimu. Dan Allah Maha Mengetahui akan sisi hati) semua itu tak ada yang tersembunyi bagi-Nya tetapi maksud-Nya agar dengan ujian itu tampaklah pula bagi manusia keikhlasan dan kemunafikan di antara kalian."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 155,
    "arab": "اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
    "translation": "Sesungguhnya orang-orang yang berpaling di antara kamu ketika terjadi pertemuan (pertempuran) antara dua pasukan itu, sesungguhnya mereka digelincirkan oleh setan, disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat (pada masa lampau), tetapi Allah benar-benar telah memaafkan mereka. Sungguh, Allah Maha Pengampun, Maha Penyantun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/448.mp3",
    "tafsir": "Sewaktu pertempuran yang menentukan dalam Perang Uhud ada sebagian dari Muslimin meninggalkan tempat pertahanan yang tidak boleh ditinggalkan terutama oleh barisan pemanah, tetapi mereka tinggalkan juga. Mereka merasa musuh sudah kalah sehingga mereka meninggalkan posisi dengan maksud untuk mendapatkan harta rampasan, akhirnya musuh menempati posisi mereka dan mereka kocar-kacir dan menderita karena serangan musuh yang bertubi-tubi. Meskipun demikian akhirnya mereka sadar dan menyesali kesalahan mereka, maka Allah mengampuni mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyantun dengan membebaskan mereka dari hukuman di akhirat.\nPeperangan yang terjadi dalam sejarah Islam di masa Nabi, tak ada satu pun yang dimulai oleh Muslimin. Sikap Nabi dan para sahabat dalam hal ini hanya defensif, mempertahankan diri, bukan ofensif, sesuai dengan prinsip-prinsip dalam Al-Qur'an, \"Perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi janganlah melampoi batas. Sungguh Allah tidak menyukai mereka yang melampui batas\" (al-Baqarah/2: 190). Tetapi bila pihak musuh mengajak damai, sambutlah segera (al-Anfal/8: 61). Kita harus selalu siap menerima perdamaian jika kecenderungan ke arah perdamaian di pihak lain juga demikian. Tugas kita harus menjadi pelopor perdamaian, bukan menjadi pelopor peperangan. Tak ada faedahnya berperang hanya untuk berperang.\nBegitulah yang terjadi dalam Perang Badar (Ali 'Imran/3: 13, 123) pada bulan Ramadan tahun kedua setelah hijrah. Kemudian dalam Perang Ahzab (Perang Parit, al-Ahzab/33:9) sekitar tahun ke-5 setelah hijrah, Musyrikin Mekah dengan kekuatan 10.000 orang, dengan bantuan Yahudi yang berkhianat setelah mengadakan perjanjian dengan Rasulullah. Tetapi mereka kemudian lari dan kembali ke Mekah membawa kegagalan besar. Lalu yang terakhir Perang Hunain tak lama setelah Pembebasan Mekah pada tahun ke-8.\nBegitu juga dalam Perang Uhud (Ali Imran/3:121) yang terjadi setahun setelah Perang Badar, pihak musuh yang datang jauh-jauh dari Mekah mau menyerang Medinah. Kedatangan mereka dengan kekuatan 3000 orang datang ke Medinah hendak membalas kekalahan mereka dalam Perang Badar. Dalam perang inilah Muslimin dan Rasulullah mendapat cobaan berat.\nNabi Saw bermusyawarah dengan para sahabatnya, seperti yang sudah menjadi cara hidup Nabi yang selalu bermusyawarah. Sebagian mereka ingin bertahan di dalam kota, dengan alasan musuh tidak mengenal seluk-beluk kota. Bila musuh sudah memasuki kota, akan kita kepung dan kita serang. Rakyat juga akan menyerang dengan batu dari atap-atap rumah. Yang lain menghendaki menyongsong musuh di luar kota, sebab jika musuh sampai menginjakkan kaki ke kota Medinah, penduduk akan menjadi korban, dan mereka akan menganggap sudah mendapat kemenangan dan akan membuat mereka bertambah berani. Atas dasar keputusan dengan pertimbangan itu, kaum Muslimin berangkat ke luar kota di bawah pimpinan Rasulullah saw. Dalam perang ini tak ada yang menang dan tak ada yang kalah.\nDalam menghadapi ancaman tersebut, Rasulullah dengan pandangannya yang jauh, berani dan penuh tanggung jawab, segera memutuskan akan mengambil tempat di kaki Gunung Uhud, yang mengintari sebagian besar kota Medinah, sekitar tiga mil ke utara. Pada 7 Syawal tahun ketiga Hijri (Januari 625) waktu subuh, ia sudah mengadakan persiapan untuk menghadapi perang itu. Medinah terkenal dengan musim dinginnya yang luar biasa, tetapi prajurit Muslimin (700 sampai 1000 orang) subuh itu sudah siap. Di sebelah selatan mereka terdapat lembah yang curam dengan aliran air yang deras, sedang lorong-lorong bukit di belakang mereka ditempati oleh 50 orang pasukan pemanah untuk mencegah serangan musuh dari belakang. Pihak musuh sudah bersiap-siap hendak menyerang tembok Medinah, sedang pasukan Muslimin berada di belakang mereka. Pada mulanya pertempuran itu menguntungkan kaum Muslimin. Pihak musuh sudah porak-poranda, tetapi barisan pemanah Muslimin, yang tidak menaati perintah Nabi meninggalkan posnya. Mereka ikut mengejar dan memperebutkan rampasan perang.\nPerintah itu ialah: Janganlah mengejar rampasan perang, dan jagalah disiplin kuat-kuat. Tidak sedikit musuh yang mati terbunuh, dan mereka sudah mulai mundur. Pada saat itu sebagian pasukan Muslimin, melanggar perintah, terus mengejar mereka karena tertarik oleh kemungkinan mendapatkan harta rampasan perang. Pihak musuh mengambil peluang yang telah ditinggalkan oleh pasukan pemanah, dan ketika itulah terjadi pertempuran satu lawan satu yang amat sengit, yang menurut laporan banyak menguntungkan pihak musuh. Sahabat-sahabat dari kaum Ansar banyak yang terbunuh.\nTetapi mereka tidak kenal mundur. Dalam pertempuran ini Hamzah, paman Rasulullah dari pihak bapak, terbunuh sebagai syahid. Rasulullah sendiri juga mendapat luka-luka di bagian kepala dan muka, sebuah giginya tanggal. Kalau tidak karena keteguhan hati, keberanian dan ketenangannya, niscaya pihak Muslimin akan menderita kekalahan besar. Meskipun Rasulullah dalam keadaan luka, begitu juga kaum Muslimin yang lain mengalami luka-luka, keesokan harinya mereka kembali ke medan pertempuran. Abu Sufyan dan pasukan Mekah-nya dengan hati-hati sekali segera menarik diri. Medinah dapat diselamatkan. Kaum Muslimin dapat belajar dari peristiwa ini: keimanan, kesetiaan dan ketabahan. (Diringkaskan dari Tafsir Al-Qur'an A. Yusuf Ali).",
    "quraish": "Orang-orang yang meninggalkan posnya di saat terjadi pertempuran antara pasukan kalian dengan pasukan orang-orang kafir pada perang Uhud, sebenarnya telah ditarik dan digelincirkan setan untuk berbuat dosa, akibat pelanggaran yang mereka lakukan. Tapi Allah yang luas ampunan-Nya dan penuh kelembutan telah mengampuni mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang berpaling di antara kamu) dari peperangan (di saat bertemunya dua pasukan) yaitu pasukan kaum Muslimin dan pasukan orang-orang kafir di Uhud. Yang dituju ialah pasukan Muslimin itu kecuali dua belas orang (sesungguhnya mereka digelincirkan oleh setan) dengan waswas atau tipu dayanya (disebabkan sebagian apa yang mereka perbuat) berupa dosa yaitu melanggar perintah Nabi saw. (dan sesungguhnya Allah telah memberi maaf kepada mereka. Sesungguhnya Allah Maha Pengampun) terhadap orang-orang mukmin (lagi Maha Penyantun) sehingga menangguhkan siksa dari orang-orang durhaka."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 156,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir yang mengatakan kepada saudara-saudaranya apabila mereka mengadakan perjalanan di bumi atau berperang, “Sekiranya mereka tetap bersama kita, tentulah mereka tidak mati dan tidak terbunuh.” (Dengan perkataan) yang demikian itu, karena Allah hendak menimbulkan rasa penyesalan di hati mereka. Allah menghidupkan dan mematikan, dan Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/449.mp3",
    "tafsir": "Tentang semangat berjihad pada orang-orang yang beriman yang sudah tertanam, Allah melarang mereka menganut kepercayaan seperti kepercayaan orang-orang kafir yang berkata mengenai teman-temannya yang mati sewaktu dalam perjalanan atau berperang. \"Kalau mereka, orang-orang mukmin itu tetap bersama kita, tidak pergi berperang, tentulah mereka tidak mati dan tidak dibunuh.\"\nKepercayaan dan perkataan itu, bukan saja tidak benar, tetapi juga menimbulkan rasa penyesalan yang sangat dalam, padahal soal hidup dan mati adalah di tangan Allah. Dialah yang menghidupkan dan mematikan semua makhluk-makhluk-Nya menurut waktu, tempat dan sebab yang telah ditetapkan.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian bersikap seperti orang-orang kafir. Mereka, apabila mengalami saudaranya mati dalam perjalanan jauh mencari penghidupan atau terbunuh ketika berperang, mengatakan, \"Kalau saja mereka tetap tinggal bersama kita, mereka tidak akan mati atau terbunuh.\" Allah menjadikan perkataan dan prasangka itu suatu penyesalan di dalam hati mereka. Dia yang menghidupkan dan mematikan, di tangan-Nyalah ketentuan mengenai segala sesuatu. Dia selalu mengetahui semua amalan baik dan buruk yang kalian lakukan, kemudian akan membalasnya.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir) maksudnya orang-orang munafik (yang mengatakan kepada kawan-kawan mereka) mengenai keadaan mereka (apabila mereka bepergian di muka bumi) lalu mati (atau mereka berperang) lalu terbunuh (\"Sekiranya mereka berada bersama kita tidaklah mereka akan mati dan tidak pula terbunuh.\") maksudnya janganlah kamu berkata seperti demikian. (Allah menjadikan demikian itu) sebagai akibat dari ucapan mereka tadi (suatu penyesalan dalam hati mereka. Allah menghidupkan dan mematikan) hingga tinggalnya seseorang di rumahnya sama sekali tidak menghalangi kematiannya (dan terhadap apa yang kamu kerjakan) dengan memakai ta atau ya (Maha Melihat) maka kelak Dia akan membalaskannya kepada kalian."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 157,
    "arab": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ",
    "translation": "Dan sungguh, sekiranya kamu gugur di jalan Allah atau mati, sungguh, pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/450.mp3",
    "tafsir": "Kemudian ayat itu menerangkan bahwa tidak ada hal yang perlu ditakuti oleh orang yang beriman apabila mereka berjihad di jalan Allah, kerena andaikata mereka gugur atau mati, niscaya mereka akan memperoleh ampunan dan rahmat dari Allah. Itu adalah jauh lebih baik bagi mereka daripada harta rampasan perang atau kekayaan duniawi yang fana ini.",
    "quraish": "Dan jika kalian terbunuh atau mati pada saat berjihad, sungguh ampunan dan kasih sayang dari Allah jauh lebih baik bagi kamu sekalian daripada kesenangan dunia yang akan kalian kumpulkan bila kamu sekalian tetap hidup.",
    "jalalayn": "(Sungguh sekiranya) lam menunjukkan sumpah (kamu dibunuh di jalan Allah) maksudnya dalam berjihad (atau meninggal) dibaca muttum atau mittum berasal dari maata-yamuutu; artinya didatangi oleh kematian di dalam berjihad (maka ampunan) yang kamu peroleh (dari Allah) terhadap dosa-dosamu (dan rahmat) daripada-Nya bagi kamu atas demikian itu. Lam serta kalimat yang dimasukinya menjadi jawab qasam di samping menjadi mubtada yang khabarnya ialah: (benar-benar lebih baik dari apa yang mereka kumpulkan) dari harta dunia; memakai ya atau ta."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 158,
    "arab": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ",
    "translation": "Dan sungguh, sekiranya kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/451.mp3",
    "tafsir": "Semua orang akan mati atau gugur dengan sebab apa saja, baik karena meninggal di dalam peperangan dalam bepergian atau di tempatnya sendiri. Mereka pasti akan dikembalikan kepada Allah dan akan diperhitungkan segala amal perbuatannya di akhirat nanti. Kalau jahat dibalas dengan siksa neraka dan kalau baik dibalas dengan masuk surga.\nOleh karena itu orang mukmin hendaklah memilih dan menempuh jalan yang dapat mendekatkan dirinya kepada Allah, agar memperoleh ampunan dan rahmat-Nya. Untuk itu, janganlah seorang Muslim merasa enggan berjihad di jalan Allah, untuk mendekatkan diri kepada-Nya.",
    "quraish": "Juga, jika kalian mati atau terbunuh pada saat berjihad, sungguh amalan-amalan kalian tidak akan hilang. Kalian akan dikumpulkan di hadapan Allah, kemudian diberi pahala oleh-Nya atas jihad dan keikhlasan kalian.",
    "jalalayn": "(Sungguh sekiranya) lam berarti sumpah (kamu meninggal) dibaca muttum atau mittum (atau terbunuh) dalam peperangan atau lainnya (maka hanya kepada Allahlah) dan bukan kepada selain-Nya (kamu akan dihimpun) di akhirat di mana amal perbuatanmu akan dibalas-Nya."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 159,
    "arab": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ",
    "translation": "Maka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. Kemudian, apabila engkau telah membulatkan tekad, maka bertawakallah kepada Allah. Sungguh, Allah mencintai orang yang bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/452.mp3",
    "tafsir": "Meskipun dalam keadaan genting, seperti terjadinya pelanggaran-pelanggaran yang dilakukan oleh sebagian kaum Muslimin dalam Perang Uhud sehingga menyebabkan kaum Muslimin menderita, tetapi Rasulullah tetap bersikap lemah lembut dan tidak marah terhadap para pelanggar itu, bahkan memaafkannya, dan memohonkan ampunan dari Allah untuk mereka. Andaikata Nabi Muhammad saw bersikap keras, berhati kasar tentulah mereka akan menjauhkan diri dari beliau.\nDi samping itu Nabi Muhammad saw selalu bermusyawarah dengan mereka dalam segala hal, apalagi dalam urusan peperangan. Oleh karena itu kaum Muslimin patuh melaksanakan keputusan-keputusan musyawarah itu karena keputusan itu merupakan keputusan mereka sendiri bersama Nabi. Mereka tetap berjuang dan berjihad di jalan Allah dengan tekad yang bulat tanpa menghiraukan bahaya dan kesulitan yang mereka hadapi. Mereka bertawakal sepenuhnya kepada Allah, karena tidak ada yang dapat membela kaum Muslimin selain Allah.",
    "quraish": "Sebagai wujud kasih sayang Allah kepada kamu dan mereka, kamu bersikap lemah lembut dan tidak berkata kasar karena kesalahan mereka. Dan seandainya kamu bersikap kasar dan keras, mereka pasti akan bercerai berai meninggalkanmu. Oleh sebab itu, lupakanlah kesalahan mereka. Mintakanlah ampunan untuk mereka. Dan ajaklah mereka bermusyawarah untuk mengetahui pendapat mereka dalam berbagai persoalan yang tidak disebut dalam wahyu. Apabila kamu telah bertekad untuk mengambil suatu langkah setelah terebih dahulu melakukan musyawarah, laksanakanlah langkah itu dengan bertawakkal kepada Allah, karena Allah benar-benar mencintai orang-orang yang menyerahkan urusan kepada-Nya (1). (1) Musyawarah atau syûrâ adalah salah satu pokok ajaran yang sangat penting dalam Islam. Dalam adagium Arab-Islam dikatakan, \"Orang beristikharah tak akan gagal, orang bermusyawarah tak akan menyesal.\" Sesuai dengan kebiasaan gayanya dalam menetapkan hukum, al-Qur'ân hanya menjelaskan prinsip-prinsip umum dan garis besarnya saja. Selanjutnya, perinciannya diserahkan kepada manusia, sesuai tuntutan ruang dan waktu. Oleh sebab itu, adakalanya sistem perwakilan dalam suatu pemerintahan, di mana semua anggota pemerintahan bertanggung jawab kepada parlemen, cocok untuk negara-negara tertentu seperti Inggris dan Perancis. Pengalaman sejarah membuat mereka terbiasa dengan model pemerintahan seperti itu. Adakalanya pula sistem presidensial, dengan syûrâ yang relatif luas, karena keinginan perkembangan cepat dan tidak mau terlalu terganggu oleh jatuh bangunnya kabinet, lebih cocok untuk negar-negara tertentu seperti Amerika Serikat. Dan, adakalanya pula syûrâ model pertengahan antara presidensial dan parlementer lebih cocok untuk negara lain seperti Mesir. Dengan demikian, tiap negara dan kelompok bebas menentukan model syûrâ yang mereka anggap sesuai dengan dimensi ruang dan waktu masing-masing. Yang penting, prinsip syûrâ harus terwujud untuk menghindari dominasi dan kesewenang-wenangan individu. Demikianlah, al-Qur'ân telah mencantumkan prinsip musyawarah sejak 14 abad yang lalu.",
    "jalalayn": "(Maka berkat) ma merupakan tambahan (rahmat dari Allah kamu menjadi lemah lembut) hai Muhammad (kepada mereka) sehingga kamu hadapi pelanggaran mereka terhadap perintahmu itu dengan sikap lunak (dan sekiranya kamu bersikap keras) artinya akhlakmu jelek tidak terpuji (dan berhati kasar) hingga kamu mengambil tindakan keras terhadap mereka (tentulah mereka akan menjauhkan diri dari sekelilingmu, maka maafkanlah mereka) atas kesalahan yang mereka perbuat (dan mintakanlah ampunan bagi mereka) atas kesalahan-kesalahan itu hingga Kuampuni (serta berundinglah dengan mereka) artinya mintalah pendapat atau buah pikiran mereka (mengenai urusan itu) yakni urusan peperangan dan lain-lain demi mengambil hati mereka, dan agar umat meniru sunah dan jejak langkahmu, maka Rasulullah saw. banyak bermusyawarah dengan mereka. (Kemudian apabila kamu telah berketetapan hati) untuk melaksanakan apa yang kamu kehendaki setelah bermusyawarah itu (maka bertawakallah kepada Allah) artinya percayalah kepada-Nya. (Sesungguhnya Allah menyukai orang-orang yang bertawakal) kepada-Nya."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 160,
    "arab": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "translation": "Jika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? Karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/453.mp3",
    "tafsir": "Apabila Allah hendak menolong pasukan Muslimin, maka tidak ada sesuatupun yang dapat menghalanginya sebagaimana Allah menolong pasukan Muslimin pada Perang Badar karena mereka berserah diri kepada Allah. Demikian pula apabila Allah hendak menghina atau hendak menimpakan malapetaka kepada mereka maka tidak ada sesuatupun yang dapat menghalang-halanginya, apa yang terjadi dalam Perang Uhud akibat kurang patuh dan tidak disiplin terhadap komando Rasul. Oleh karena itu, setiap mukmin hendaklah bertawakal sepenuhnya kepada Allah, karena tidak ada yang dapat membela kaum Muslimin selain Allah.",
    "quraish": "Bila Allah mendukung kalian dengan pertolongan-Nya, seperti yang terjadi dalam perang Badar, tidak akan ada yang dapat mengalahkan kalian. Dan apabila Dia menarik pertolongan-Nya dari kamu semua, karena tidak menyiapkan syarat-syarat kemenangan, seperti yang terjadi pada perang Uhud, maka tidak akan ada penolong bagi kamu semua. Hanya kepada Allahlah orang-orang Mukmin boleh bersandar dan menyerahkan urusan.",
    "jalalayn": "(Jika Allah menolong kamu) terhadap musuhmu seperti di perang Badar (maka tak ada orang yang akan mengalahkan kamu, sebaliknya jika Dia membiarkan kamu) tanpa memberikan pertolongan seperti waktu perang Uhud (maka siapakah lagi yang dapat menolongmu setelah itu) artinya setelah kekalahan itu, maksudnya tak ada lagi. (Hanya kepada Allahlah) bukan kepada lain-Nya (orang-orang beriman itu harus bertawakal). Ayat berikut ini diturunkan ketika hilangnya sehelai permadani merah di waktu perang Uhud lalu sebagian orang mengatakan barangkali Nabilah yang mengambilnya:"
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 161,
    "arab": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Dan tidak mungkin seorang nabi berkhianat (dalam urusan harta rampasan perang). Barangsiapa berkhianat, niscaya pada hari Kiamat dia akan datang membawa apa yang dikhianatkannya itu. Kemudian setiap orang akan diberi balasan yang sempurna sesuai dengan apa yang dilakukannya, dan mereka tidak dizalimi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/454.mp3",
    "tafsir": "Dalam Perang Badar ada selembar selimut merah dari barang rampasan hilang sebelum dibagi-bagi. Sebagian dari orang munafik mengatakan bahwa selimut itu mungkin diambil oleh Rasulullah saw atau pasukan pemanah.\nTidak pantas dan tidak mungkin Rasulullah saw berbuat khianat mengambil barang ganimah (rampasan dalam peperangan). Hal itu bertentangan dengan sifat-sifat kemaksuman Nabi (terpeliharanya dari perbuatan yang tercela), akhlaknya yang tinggi yang menjadi contoh utama. Barang siapa berbuat khianat serupa itu maka ia pada hari kiamat akan datang membawa barang hasil pengkhianatannya dan tidak akan disembunyikannya. Setiap orang akan menerima balasan atas amal perbuatannya baik atau buruk, dan dalam hal balasan itu ia tidak akan teraniaya. Seperti orang yang berbuat baik dikurangi pahalanya atau orang yang berbuat buruk ditambah siksaannya.\nYang dimaksud dengan gulul pada ayat 161 ialah mengambil secara sembunyi-sembunyi milik orang banyak. Jadi pengambilan itu sifatnya semacam mencuri. Seorang rasul sifatnya antara lain amanah, dapat dipercaya. Karena itu sangat tidak mungkin Rasulullah saw berbuat gulul bahkan dalam masalah gulul ini Rasulullah saw pernah bersabda:\n\"Wahai sekalian manusia! Barang siapa di antaramu mengerjakan sesuatu untuk kita, kemudian ia menyembunyikan sehelai barang jahitan atau lebih dari itu, maka perbuatan itu gulul (korupsi) harus dipertanggungjawabkan nanti pada hari Kiamat.\" (Riwayat Muslim).\n\"Dari Umar bin al-Khattab berkata, \"Setelah selesai perang Khaibar beberapa sahabat menghadap Rasulullah saw seraya mengatakan, Si A mati syahid, si B mati syahid sampai mereka menyebut si C mati syahid. Rasul menjawab, \"Tidak, saya lihat si C ada di neraka, karena ia mencuri selimut atau sehelai baju.\" Kemudian Rasul bersabda, 'Hai Umar pergilah engkau lalu umumkan kepada orang banyak bahwa si C tidak akan masuk surga, kecuali orang-orang mukmin. Umar berkata, lalu aku keluar, maka aku menyeru, ' ketahuilah bahwa si C tidak akan masuk surga kecuali orang-orang mukmin.\" (Riwayat Muslim).",
    "quraish": "Tidak benar, Nabi berkhianat atau berbuat curang dalam pembagian harta rampasan seperti yang diisukan oleh orang-orang munafik yang pembohong itu. Sebab, perbuatan curang atau khianat bertentangan dengan kenabian. Maka dari itu, janganlah kalian curiga mengenai hal itu. Barangsiapa berbuat curang atau khianat akan datang pada hari kiamat dengan dosa kecurangan atau pengkhianatannya. Lalu setiap orang akan diberi balasan sesuai dengan apa yang mereka perbuat. Mereka tidak dicurangi dengan kurangnya pahala atau lebihnya hukuman.",
    "jalalayn": "(Tidaklah mungkin) atau patut (bagi seorang Nabi itu akan berkhianat dalam urusan harta rampasan perang) maka janganlah kamu menyangka hal yang demikian itu! Menurut satu qiraat dibaca 'yughalla' yang berarti dinisbatkan kepada pengkhianatan. (Barang siapa yang berkhianat dalam urusan harta rampasan perang itu, maka ia akan datang pada hari kiamat membawa barang yang dikhianatkannya itu) dengan memikulnya di atas pundaknya (kemudian setiap diri akan diberi balasan) baik yang berkhianat maupun yang tidak berkhianat (atas apa yang dikerjakannya sedangkan mereka tidaklah dianiaya) sedikit pun juga."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 162,
    "arab": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ",
    "translation": "Maka adakah orang yang mengikuti keridaan Allah sama dengan orang yang kembali membawa kemurkaan dari Allah dan tempatnya di neraka Jahanam? Itulah seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/455.mp3",
    "tafsir": "Orang yang mencari keridaan Allah dengan beribadah dan beramal saleh tidak sama dengan orang yang memperoleh murka Allah, karena berbuat maksiat, melanggar larangan-larangan-Nya dan meninggalkan kewajibannya. Orang yang memperoleh murka Allah itu tempatnya di neraka jahanam, dan itu adalah tempat kembali yang terjelek.\nDalam Al-Qur'an banyak terdapat ayat yang dirangkaikan menyebut dua golongan yang berbeda yang memang sifat-sifat mereka berbeda dan berlawanan misalnya ayat:\n\nMaka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? ... (ar-Rad/13:19).\n\nMaka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi¦(al-Qasas/28:61).\n\nKedua golongan itu masing-masing mempunyai tingkatan, karena pada hari Kiamat nanti yang merupakan hari pembalasan, kedua golongan itu akan dibalas sesuai dengan amal perbuatannya di dunia. Orang yang banyak berbuat baik akan tinggi tingkatannya dan orang yang banyak kejahatannya akan berada di tingkat yang paling rendah. Tingkatan golongan manusia yang tertinggi biasa disebut ar-rafiul ala, yaitu tingkat yang dicapai oleh Nabi Muhammad saw, dan yang terendah disebut ad-darkul asfal. Hal ini dijelaskan dalam Al-Qur'an bahwa manusia di sisi Allah apakah ia baik ataukah jelek, adalah bertingkat-tingkat kebaikan dan kejelekannya. Allah Maha Mengetahui akan tingkat-tingkat amal perbuatan mereka dan memberi balasan sesuai dengan amal perbuatan masing-masing.",
    "quraish": "Orang yang berusaha mendapatkan perkenan Allah dengan amal saleh dan ketaatan, tidak seperti orang yang mendapat kemurkaan yang besar dari Allah karena maksiat. Tempat kembali orang yang berbuat maksiat itu adalah neraka Jahanam, sejelek-jelek tempat kembali.",
    "jalalayn": "(Apakah orang yang mengikuti keridaan Allah) lalu ia taat dan tak berkhianat dalam soal rampasan perang (akan sama dengan orang yang kembali dengan kemurkaan dari Allah) karena perbuatan maksiat dan kecurangannya? (Tempatnya ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali) jawabannya tentu saja tidak sama."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 163,
    "arab": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ",
    "translation": "(Kedudukan) mereka itu bertingkat-tingkat di sisi Allah, dan Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/456.mp3",
    "tafsir": "Segenap makhluk Allah yang tampak dibagi kepada 3 macam jenis, ialah jenis nabatat (tumbuh-tumbuhan), jenis hayawanat (binatang) dan jenis jamadat (benda-benda mati). \nJenis nabatat ialah jenis tumbuh-tumbuhan baik yang tumbuh pada tanah atau air maupun yang tumbuh di tempat-tempat lain, misalnya pada dahan atau batang-batang kayu. Jenis hayawanat ialah jenis makhluk yang hidup bernyawa. Jenis jamadat ialah selain dari jenis nabatat dan hayawanat. Makhluk jenis hayawanat ada yang untuk kepentingan hidupnya dikaruniai akal dan pengertian, misalnya manusia dan ada yang tidak ialah jenis nabatat. Manusia semestinya dengan mempergunakan akal pikiran dan pengertiannya dapat membedakan antara yang baik dan yang buruk, antara yang bermanfaat dan yang mudarat.\nKemudian ia dapat memilih mana yang baik untuk kemaslahatan dirinya. Tetapi karena manusia itu juga diberi hawa nafsu, bila ia tidak pandai-pandai mengendalikannya, akan lebih banyak mengajak kepada keburukan dan kejahatan. Oleh karena itu jika manusia dalam mengarungi bahtera hidup dan kehidupannya tanpa pimpinan dan tuntunan seorang rasul, maka akan mengalami kekacauan, kerusakan dan kehancuran.\nHal ini telah dibuktikan oleh sejarah Nabi Adam. Artinya: setiap zaman fatrah (zaman vakum antara seorang rasul dengan rasul sesudahnya) manusia di bumi ini selalu mengalami kekacauan, keributan dan kehancuran, maka diutusnya seorang rasul adalah merupakan nikmat dan kebahagiaan bagi masyarakat manusia.",
    "quraish": "Dua golongan itu tidaklah sama. Mereka berbeda tingkatan di sisi Allah. Dia Mahatahu tentang keadaan dan tingkatan-tingkatan mereka, dan akan memberi balasan sesuai tingkatan-tingkatan itu.",
    "jalalayn": "(Mereka itu bertingkat-tingkat) maksudnya mempunyai tingkat masing-masing (di sisi Allah) artinya mempunyai kedudukan yang berbeda-beda. Maka orang yang mengikuti keridaan-Nya akan beroleh pahala atau surga sedangkan yang membawa amarah murka-Nya akan mendapat siksa atau neraka (dan Allah Maha Melihat apa yang mereka kerjakan) hingga akan mendapat balasan daripada-Nya."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 164,
    "arab": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Sungguh, Allah telah memberi karunia kepada orang-orang beriman ketika (Allah) mengutus seorang Rasul (Muhammad) di tengah-tengah mereka dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab (Al-Qur'an) dan Hikmah (Sunnah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/457.mp3",
    "tafsir": "Allah benar-benar memberi keuntungan dan nikmat kepada semua orang mukmin umumnya dan kepada orang-orang yang beriman bersama-sama Rasulullah khususnya, karena Allah mengutus seorang rasul dari kalangan mereka sendiri, sehingga mereka mudah memahami tutur katanya dan dapat menyaksikan tingkah lakunya untuk diikuti dan dicontoh amal-amal perbuatannya. Nabi Muhammad langsung membacakan ayat-ayat kebesaran Allah menyucikan mereka dalam amal dan iktikad, dan mengajarkan kepada mereka al-Kitab dan al-Hikmah. Adapun yang dimaksud al-Kitab adalah suatu kompendium semua pengetahuan yang diwahyukan (revealed knowledge), sedangkan al-Hikmah adalah mencakup semua pengetahuan perolehan (acquired knowledge). Jika dihubungkan dengan keberadaan kalam dan falsafah, maka kalam lebih berat ke al-Kitab sedangkan falsafah lebih berat ke al-Hikmah, meskipun kedua-duanya mengagungkan satu dengan lainnya dengan tingkat keserasian tertentu yang tinggi. Keduanya bertemu dalam kesamaan iman dan kedalaman rasa keagamaan.",
    "quraish": "Allah telah berbuat baik kepada orang-orang Mukmin terdahulu yang hidup bersama Nabi, dengan mengutus kepada mereka seorang rasul dari bangsa mereka sendiri. Yaitu, seorang rasul yang membacakan ayat-ayat kitab suci, membersihkan mereka dari keyakinan yang salah, dan mengajari mereka ilmu al-Qur'ân dan teladan. Sebelum diutusnya rasul itu, mereka berada dalam kebodohan, kebingungan dan perasaan tidak berarti.",
    "jalalayn": "(Sesungguhnya Allah telah memberi karunia kepada orang-orang beriman ketika Dia mengirim kepada mereka seorang rasul dari kalangan mereka sendiri) maksudnya seorang Arab seperti mereka untuk mengawasi dan memberi pengertian, jadi bukan dari kalangan malaikat dan tidak pula dari bangsa asing (yang membacakan kepada mereka ayat-ayat-Nya) yakni Alquran (dan menyucikan mereka) membersihkan mereka dari dosa (serta mengajarkan kepada mereka Alkitab) yakni Alquran (dan hikmah) yakni sunah (dan sesungguhnya mereka) ditakhfifkan dari wainnahum (adalah sebelumnya) yakni sebelum kebangkitannya (benar-benar dalam kesesatan yang nyata) atau jelas."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 165,
    "arab": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan mengapa kamu (heran) ketika ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah menimpakan musibah dua kali lipat (kepada musuh-musuhmu pada Perang Badar) kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/458.mp3",
    "tafsir": "Ayat ini masih ada hubungannya dengan ayat tentang kisah Perang Uhud. Pada waktu Perang Uhud 70 dari pasukan Muslimin gugur sebagai syuhada. Di antara mereka ada yang berkata dari manakah dan sebab apakah kita mengalami musibah sedemikian besar? Sedangkan pasukan Muslimin pada Perang Badar telah memperoleh kemenangan besar dengan menjadikan musuh lari kocar-kacir dan dapat menewaskan 70 orang musuh dan menawan 70 orang lagi.\nTerhadap pertanyaan itu Rasulullah dapat perintah untuk menjawab bahwa malapetaka itu adalah karena kesalahan mereka sendiri. Pasukan pemanah oleh Rasulullah diperintahkan bertahan di atas bukit dan tidak boleh meninggalkannya sebelum ada perintah dari beliau. Tetapi mereka telah melanggar perintah itu dan turun meninggalkan bukit untuk ikut mengambil barang ganimah. Dari atas bukit yang ditinggalkan pasukan pemanah itulah musuh menyerbu tentara Islam, sehingga akhirnya mereka mengalami kekalahan. Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
    "quraish": "Apakah kalian merasa cemas dan kaget ketika kalian menderita kekalahan pada perang Uhud--padahal kalian telah menimpakan kekalahan dua kali lipat kepada orang-orang kafir pada perang Badar? Apakah kalian mengatakan, \"Dari mana kematian dan kekalahan yang menimpa kita, padahal kita semua telah memeluk Islam, dan Rasul bersama kita?\" Katakan, \"Yang menimpa kamu semua itu adalah akibat dari pelanggaran terhadap Rasul yang pernah kalian perbuat sendiri. Allah Mahakuasa atas segala sesuatu, dan akan membalas kalian semua sesuai apa yang pernah kalian perbuat.\"",
    "jalalayn": "(Mengapa ketika kamu ditimpa musibah) yaitu di Uhud dengan gugurnya 70 orang di antara kamu (padahal kamu telah menimpakan kekalahan dua kali lipat kepada musuh-musuhmu) yakni di Badar dengan membunuh 70 orang dan menawan 70 di antara mereka (kamu berkata) dengan keheran-heranan (\"Dari mana datangnya ini?\") maksudnya kekalahan ini padahal kita adalah orang-orang muslim dan Rasulullah berada bersama kita. Kalimat terakhir merupakan pertanyaan yang berarti sanggahan. (Katakanlah) kepada mereka (\"Itu dari dirimu sendiri) karena kamu meninggalkan markas sehingga mengalami kegagalan. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu.\") dan daripada-Nyalah datang kemenangan atau terhalangnya kemenangan itu; dan kamu mendapat balasan daripada-Nya disebabkan pelanggaran terhadap perintah Rasul-Nya."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 166,
    "arab": "وَمَآ اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ",
    "translation": "Dan apa yang menimpa kamu ketika terjadi pertemuan (pertempuran) antara dua pasukan itu adalah dengan izin Allah, dan agar Allah menguji siapa orang (yang benar-benar) beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/459.mp3",
    "tafsir": "Kemenangan yang diperoleh tentara Islam dalam Perang Badar, karena izin dan pertolongan Allah. Kekalahan itu pada lahirnya merupakan nasib buruk, dan sebaliknya kemenangan merupakan nasib baik bagi para syuhada serta pelajaran bagi Muslimin. Allah berfirman:\n\nKebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. ¦. (an-Nisa/4:79).\n\nAdanya kemenangan dan kekalahan itu dalam permulaan peperangan baik bagi pasukan Muslimin maupun yang lain adalah suatu hal yang lumrah, tetapi pada akhirnya pasukan Muslimin yang akan menang. Yang demikian itu dimaksudkan antara lain, untuk menguji keteguhan iman dan ketabahan masing-masing agar orang-orang mukmin lebih tebal keimanannya sehingga dapat dibedakan dari umat yang lain.",
    "quraish": "Yang telah kalian derita pada saat pertemuan antara pasukan kalian, orang-orang Mukmin, dengan pasukan orang-orang kafir dalam perang Uhud, benar-benar terjadi karena ketentuan Alah dengan maksud agar tampak di hadapan manusia, keimanan orang-orang Mukmin sejati yang telah Dia ketahui.",
    "jalalayn": "(Apa yang menimpa kamu di hari bertemunya dua pasukan) yakni di Uhud (maka adalah dengan izin Allah) atau kehendak-Nya (dan supaya diketahui-Nya) secara nyata (orang-orang yang beriman) yang benar-benar beriman."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 167,
    "arab": "وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْا ۖوَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَوِ ادْفَعُوْا ۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ اَقْرَبُ مِنْهُمْ لِلْاِيْمَانِ ۚ يَقُوْلُوْنَ بِاَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُوْنَۚ",
    "translation": "Dan untuk menguji orang-orang yang munafik, kepada mereka dikatakan, “Marilah berperang di jalan Allah atau pertahankanlah (dirimu).” Mereka berkata, “Sekiranya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikuti kamu.” Mereka pada hari itu lebih dekat kepada kekafiran dari pada keimanan. Mereka mengatakan dengan mulutnya apa yang tidak sesuai dengan isi hatinya. Dan Allah lebih mengetahui apa yang mereka sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/460.mp3",
    "tafsir": "Demikian juga agar orang-orang munafik dapat diketahui kemunafikannya dengan nyata. Pada waktu Perang Uhud jumlah tentara Islam 1.000 orang kemudian ditengah jalan 300 orang yang tergolong munafikin di bawah pimpinan Abdullah bin Ubay telah kembali ke Medinah. Maka Perang Uhud merupakan pemisah antara tentara yang benar-benar beriman dan yang setengah-setengah imannya, yakni golongan munafik.\nKaum munafikin pada waktu diajak berperang fi sabilillah menegakkan agama Allah, mempertahankan hak dan keadilan dan menolak kebatilan dan kemungkaran guna mencari rida Allah atau berperang untuk menjaga diri dan mempertahankan tanah tumpah darahnya, mereka menjawab, \"Jika kami mengetahui bahwa kita dapat dan mampu berperang pasti kami mengikuti kaum Muslimin.\" Tetapi mereka menilai bahwa kaum Muslimin berperang pada waktu itu semata-mata menjerumuskan diri dalam kebinasaan. Sebenarnya mereka lebih cenderung kepada kekafiran daripada keimanan dan apa yang mereka katakan bukan sebenarnya apa yang ada dalam hati mereka. Allah mengetahui kemunafikan yang mereka sembunyikan dalam hati mereka.",
    "quraish": "Di samping itu, juga untuk menunjukkan kemunafikan orang-orang munafik. Yaitu orang-orang yang lari dari peperangan pada peristiwa Uhud yang, ketika diseru, \"Kemarilah kalian semua untuk berperang, demi ketaatan kepada Allah atau untuk membela diri,\" menjawab, \"Kalau kami tahu bahwa kalian akan menghadapi suatu peperangan, kami pasti pergi bersama kalian!\" Ketika mengatakan itu mereka lebih dekat kepada kekufuran daripada keimanan. Mereka lalu mengatakan pula, \"Tidak akan ada perang!\" Padahal, di dalam hati, mereka yakin bahwa perang pasti terjadi. Allah lebih tahu tentang kemunafikan yang mereka sembunyikan, karena Dia mengetahui akibat dari rahasia-rahasia mereka.",
    "jalalayn": "(Dan supaya diketahui-Nya orang-orang yang munafik dan) orang-orang yang (dikatakan kepada mereka) ketika mereka berpaling dari peperangan, yaitu Abdullah bin Ubai dan anak buahnya (\"Marilah kita berperang di jalan Allah) dengan musuh-musuh-Nya (atau usirlah mereka\") dari kami dengan memperbanyak anggotamu jika kamu tidak hendak berperang! (Jawab mereka, \"Sekiranya kami tahu) maksudnya pandai (berperang, tentulah kami akan mengikuti kamu\") firman Allah mendustakan mereka, (\"Pada hari itu mereka lebih dekat kepada kekafiran daripada keimanan) dengan sikap mereka yang terang-terangan mengkhianati kaum Muslimin sedangkan sebelumnya mereka pada lahirnya lebih dekat kepada keimanan. (Mereka mengatakan dengan mulut mereka apa yang tidak terdapat di dalam hati mereka) karena seandainya mereka pandai berperang, mereka juga tidak akan mengikutimu! (Dan Allah lebih mengetahui apa-apa yang mereka sembunyikan\") berupa kemunafikan."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 168,
    "arab": "اَلَّذِيْنَ قَالُوْا لِاِخْوَانِهِمْ وَقَعَدُوْا لَوْ اَطَاعُوْنَا مَا قُتِلُوْا ۗ قُلْ فَادْرَءُوْا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "(Mereka itu adalah) orang-orang yang berkata kepada saudara-saudaranya dan mereka tidak turut pergi berperang, “Sekiranya mereka mengikuti kita, tentulah mereka tidak terbunuh.” Katakanlah, “Cegahlah kematian itu dari dirimu, jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/461.mp3",
    "tafsir": "Orang-orang munafik itu tidak ikut berperang dan berkata kepada teman-temannya yang telah terbunuh dalam Perang Uhud, \"Sekiranya mereka mengikuti kami tinggal di Medinah saja tanpa ikut berperang, niscaya mereka tidak akan mati terbunuh.\"\nKatakanlah kepada mereka ya Muhammad, \"Tolaklah kematian dirimu jika kamu benar.\" Sebenarnya mereka tidak akan dapat menolak kematian meskipun mereka tinggal saja di rumah atau berlindung dalam suatu benteng yang kokoh. Pada waktunya orang pasti akan mati. Adapun sebab-sebab kematian mungkin berbeda-beda. Allah berfirman:\n\nDi mana pun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kokoh¦ (an-Nisa/4:78).",
    "quraish": "Mereka juga adalah orang-orang yang tidak mau pergi berperang dan berkata mengenai saudara- saudara mereka yang terbunuh dalam medan pertempuran, \"Jika mereka mengikuti kita dan tidak pergi berperang seperti kita, mereka pasti akan selamat seperti kita juga.\" Katakan, \"Tolaklah kematian dari diri kalian bila kalian yakin bahwa kehati-hatian itu bisa menolak takdir.\"",
    "jalalayn": "(Yakni orang-orang) menjadi badal atau sifat bagi 'orang-orang' yang sebelumnya (yang mengatakan kepada saudara-saudara mereka) seagama (dan) sesungguhnya (mereka tidak ikut) berperang (\"Sekiranya mereka mengikuti kita) maksudnya orang-orang yang gugur di perang Uhud itu (tentulah mereka tidak akan terbunuh!\" Katakanlah) kepada mereka (\"Hindarkanlah) tolaklah (kematian dari dirimu jika kamu orang-orang yang benar.\") bahwa tidak ikut berperang itu dapat menghindarkan kematian. Ayat berikut turun mengenai syuhada atau orang-orang yang mati syahid"
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 169,
    "arab": "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتًا ۗ بَلْ اَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ",
    "translation": "Dan jangan sekali-kali kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati; sebenarnya mereka itu hidup di sisi Tuhannya mendapat rezeki,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/462.mp3",
    "tafsir": "Orang-orang yang telah terbunuh sebagai syuhada dalam perang fi sabilillah, janganlah dikira mereka mati, sebagaimana anggapan orang- orang munafik, tetapi mereka masih hidup di sisi Allah, mendapat rezeki dan nikmat yang berlimpah.\nBagaimana keadaan hidup mereka seterusnya, hanyalah Allah yang mengetahui. Dalam hadis yang diriwayatkan Ibnu Abbas, Nabi saw bersabda \nPara syuhada berada di tepi sungai dekat pintu surga, mereka berada dalam sebuah kubah yang hijau. Hidangan mereka keluar dari surga itu setiap pagi dan sore. (Riwayat al-hakim, Ahmad dan at-thabrani dari Ibnu 'Abbas).\n\nPara syuhada itu menikmati pemberian-pemberian Allah, mereka ingin mati syahid berulang kali. Hal ini dijelaskan dalam sabda Rasulullah saw:\n\"Tidak ada seorang yang telah mati dan memperoleh kenikmatan di sisi Allah, kemudian ingin kembali ke dunia kecuali orang yang mati syahid. Ia ingin dikembalikan ke dunia, kemudian mati syahid lagi. Hal itu karena besarnya keutamaan mati syahid..\" (Riwayat Muslim)",
    "quraish": "Janganlah kamu mengira bahwa mereka yang terbunuh di jalan Allah itu benar-benar mati. Tidak! Mereka hidup dalam suatu kehidupan yang sifat dan bentuknya hanya diketahui oleh Allah sendiri. Di sisi Tuhan, mereka diberi suatu rezeki yang sifat dan bentuknya juga hanya diketahui sendiri oleh Allah.",
    "jalalayn": "(Janganlah kamu kira bahwa orang-orang yang gugur) dengan takhfif atau pakai tasydid (di jalan Allah) maksudnya demi agama-Nya (mati, tetapi) mereka itu (hidup di sisi Tuhan mereka). Roh-roh mereka berada dalam kantong burung-burung hijau yang beterbangan dalam surga ke mana saja mereka kehendaki sebagaimana tersebut dalam sebuah hadis (dengan mendapat rezeki) yaitu dengan memakan buah-buahan surga."
  },
  {
    "hizb": 28,
    "name": "Ali 'Imran",
    "ayat": 170,
    "arab": "فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْ ۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ",
    "translation": "Mereka bergembira dengan karunia yang diberikan Allah kepadanya, dan bergirang hati terhadap orang yang masih tinggal di belakang yang belum menyusul mereka, bahwa tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/463.mp3",
    "tafsir": "Para syuhada Perang Uhud setelah menikmati karunia Tuhan, mereka berkata, \"Mudah-mudahan teman-teman kami mengetahui kenikmatan ini.\" Kemudian dijawab oleh Allah, \"Akulah yang menyampaikan hal ini kepada mereka.\" Para syuhada itu bergembira atas nikmat dan kemurahan yang telah diberikan Allah kepada mereka. Dan mereka berharap terhadap kawan-kawan mereka seperjuangan yang tidak gugur dalam perang fi sabilillah sekiranya mereka dapat pula memperoleh kemurahan dan nikmat Allah yang serupa dengan apa yang mereka peroleh. Bagi mereka ini tidak ada kekhawatiran dan kesusahan.",
    "quraish": "Wajah mereka berseri-seri penuh kegembiraan karena kelebihan-kelebihan yang diberikan oleh Allah kepada mereka. Mereka senang melihat saudara-saudaranya yang ditinggalkan di dunia tetap berada pada jalan keimanan dan perjuangan. Selain itu, mereka yang mati di jalan Allah itu juga tidak mempunyai rasa takut akan sesuatu yang tidak disenangi. Mereka tidak akan bersedih karena kehilangan sesuatu yang disenangi.",
    "jalalayn": "(Mereka riang gembira) menjadi hal dari kata ganti yang terdapat pada yurzaquuna (dengan karunia yang diberikan Allah kepada mereka, dan) mereka (bersenang hati terhadap orang-orang yang masih belum menyusul di belakang mereka) yakni dari saudara-saudara mereka orang-orang beriman dan yang menjadi badal bagi 'alladziina' (bahwa) artinya disebabkan karena (tak ada kekhawatiran terhadap mereka, dan tidak pula mereka akan berdukacita) di akhirat kelak. Maksudnya mereka bersenang hati pula karena teman-teman mereka yang akan menyusul di belakang tak perlu dikhawatirkan nasib dan keamanan mereka."
  }
]