[
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 171,
    "arab": "۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَاَنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Mereka bergirang hati dengan nikmat dan karunia dari Allah. Dan sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang beriman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/464.mp3",
    "tafsir": "Orang mukmin dan mujahidin bergembira atas nikmat dari Allah sebagai pahala amal mereka dan atas tambahan karunia yang lain. Sungguh Allah tidak akan mengurangi pahala yang telah ditentukan bagi para mukmin dan mujahidin.",
    "quraish": "Wajah para syuhadâ' (pahlawan yang gugur di medan perang demi membela agama Allah) itu berseri- seri karena karunia mati syahid, kesenangan surga dan penghormatan besar yang diberikan Allah kepada mereka. Allah tidak akan menyia-nyiakan pahala orang-orang Mukmin.",
    "jalalayn": "(Mereka bersenang hati dengan nikmat) atau pahala (dari Allah dan karunia) atau tambahan atasnya (dan bahwa) dibaca anna sebagai ma'thuf kepada 'ni'mah' atau 'inna' sebagai isti'naf atau permulaan kalimat (Allah tidak menyia-nyiakan pahala orang-orang yang beriman) tetapi sebaliknya akan memberi mereka ganjaran."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 172,
    "arab": "اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَهُمُ الْقَرْحُ ۖ لِلَّذِيْنَ اَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌۚ",
    "translation": "(yaitu) orang-orang yang menaati (perintah) Allah dan Rasul setelah mereka mendapat luka (dalam Perang Uhud). Orang-orang yang berbuat kebajikan dan bertakwa di antara mereka mendapat pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/465.mp3",
    "tafsir": "Orang mukmin memenuhi seruan Allah dan rasul-Nya untuk tetap berada di jalan Allah meskipun mereka telah mendapat luka. Mereka yang berbuat baik dan takwa akan memperoleh pahala yang besar.",
    "quraish": "Mereka adalah orang-orang yang memenuhi seruan Rasul untuk memulai kembali perjuangan setelah luka dalam yang menimpa mereka pada perang Uhud. Dengan begitu, mereka telah berbuat baik dan menghindari melanggar perintah Allah dan Rasul-Nya. Oleh sebab itu, mereka berhak mendapatkan pahala yang besar di surga, tempat yang penuh kenikmatan.",
    "jalalayn": "(Orang-orang) menjadi subjek atau mubtada (yang memenuhi panggilan Allah dan rasul-Nya) agar keluar untuk berperang, yakni sewaktu Abu Sufyan dan kawan-kawannya hendak mengulangi peperangan dan berjanji dengan Nabi saw. serta para sahabat akan bertemu kembali di pasar Badar setahun setelah perang Uhud (setelah mereka mendapat luka) yakni di Uhud, sedangkan yang menjadi predikat atau khabar mubtadanya ialah: (bagi orang-orang yang berbuat kebaikan di antara mereka) dengan menaati-Nya (dan menjaga diri) dari menyalahi-Nya (tersedia pahala besar) yaitu surga."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 173,
    "arab": "اَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ ",
    "translation": "(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, “Orang-orang (Quraisy) telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, “Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/466.mp3",
    "tafsir": "Turunnya ayat ini berhubungan dengan Abu Sufyan panglima perang kaum musyrikin Mekah dan tentaranya, yang sudah kembali dari Perang Uhud. Mereka setelah sampai di suatu tempat bernama Ruha, mereka menyesal dan bermaksud akan kembali lagi untuk melanjutkan perang. Berita ini sampai kepada Rasulullah, maka beliau memanggil kembali pasukan Muslimin untuk menghadapi Abu Sufyan dan tentaranya. Kata Rasulullah saw, \"Jangan ada yang ikut perang hari ini kecuali mereka yang telah ikut kemarin, sedang tentara Islam pada waktu itu telah banyak yang luka-luka. Tapi akhirnya Allah swt menurunkan rasa takut pada hati kaum musyrikin dan selanjutnya mereka pulang kembali.\nPara mujahidin ditakut-takuti oleh sebagian musuh (munafik), dengan menyatakan bahwa musuh telah menghimpun kekuatan baru guna menghadapi mereka. Tetapi para mujahidin tidak merasa gentar karena berita itu, bahkan bertambah imannya dan bertambah tinggi semangatnya untuk menghadapi musuh Allah itu dengan ucapan, \"Allah tetap akan melindungi kami dan kepada Allah kami bertawakal.\"",
    "quraish": "Mereka juga orang-orang yang tidak gentar lalu patah semangat ketika ditakut-takuti oleh orang lain dengan mengatakan, \"Musuh kalian telah mengumpulkan tentaranya, maka takutlah kepada mereka.\" Sebaliknya, mereka justru bertambah yakin terhadap pertolongan Allah, dan menjawab, \"Allah cukup bagi kami. Dia yang mengatur urusan-urusan kami. Dan Dialah sebaik-baik yang diserahi urusan.\"",
    "jalalayn": "(Yakni orang-orang) badal atau sifat dari 'alladziina' yang sebelumnya (kepada mereka ada yang mengatakan) yakni Na'im bin Masud Al-Asyjai (\"Sesungguhnya manusia) yaitu Abu Sofyan dan kawan-kawannya (telah menghimpun pasukan untuk menyerang kamu) atau untuk membasmimu (maka takutlah kepada mereka\") dan jangan hadapi mereka. (Maka ucapan itu menambah keimanan mereka) bertambah kepercayaan dan keyakinan mereka terhadap Allah swt. (dan jawaban mereka, \"Cukuplah bagi kami Allah) sebagai pembela terhadap mereka (dan Dialah sebaik-baik pelindung\") tempat menyerahkan segala urusan. Nabi saw. bersama kaum Muslimin pergi ke pasar Badar tetapi tidak menemui Abu Sofyan dan kawan-kawannya, Allah telah meniupkan rasa cemas dan ketakutan ke dalam hati mereka sehingga mereka tidak muncul. Sebaliknya di kalangan kaum Muslimin dan penduduk berlangsung jual beli sehingga mereka beroleh laba dan keuntungan. Firman Allah swt. selanjutnya."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 174,
    "arab": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ",
    "translation": "Maka mereka kembali dengan nikmat dan karunia (yang besar) dari Allah, mereka tidak ditimpa suatu bencana dan mereka mengikuti keridaan Allah. Allah mempunyai karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/467.mp3",
    "tafsir": "Dengan keimanan dan tekad yang kuat itu akhirnya mereka dapat ke Medinah. Abu Sufyan dan tentaranya tidak jadi melakukan serangan terhadap mereka. Mereka sama sekali tidak mengalami panderitaan dan mereka tetap dalam keridaan Allah.",
    "quraish": "Mereka kemudian pergi untuk berperang menghadapi pasukan yang besar. Akan tetapi, orang-orang musyrik itu tidak berani bertempur. Orang-orang Mukmin pulang kembali dengan membawa kemenangan berupa nikmat keselamatan yang disertai dengan semangat perang dan pahala yang diperoleh. Mereka juga mendapatkan karunia Allah berupa rasa takut yang ditimpakan ke dalam hati musuh-musuh mereka, hingga akhirnya orang-orang Mukmin tidak menderita apa-apa. Mereka, orang-orang Mukmin, hanya mengharapkan perkanan Allah semata. Dengan begitu, mereka berhak menerima karunia-Nya. Dan Allah adalah pemilik karunia yang amat besar.",
    "jalalayn": "(Maka kembalilah mereka) dari Badar (dengan nikmat dan karunia dari Allah) yakni keselamatan dan keuntungan (tanpa mendapat bencana) baik luka atau kematian (dan mereka mengikuti keridaan Allah) yakni dengan menaati-Nya dan rasul-Nya supaya keluar berperang. (Dan Allah mempunyai karunia yang besar) terhadap ahli taat dan ibadah."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 175,
    "arab": "اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "translation": "Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya, karena itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/468.mp3",
    "tafsir": "Musuh-musuh yang munafik yang berusaha menakut-nakuti orang-orang mukmin merupakan setan yang mengajak teman-temannya agar jangan ikut berperang dan menakut-nakuti Muslimin dengan menyatakan bahwa jumlah musuh amat banyak dan mempunyai senjata lengkap. Allah memperingatkan agar para mujahidin itu jangan terpengaruh dan jangan ikut mereka, tetapi takutlah kepada Allah dan bersiaplah untuk berperang bersama Rasulullah saw jika kamu sekalian benar-benar beriman.",
    "quraish": "Allah menjelaskan kepada orang Mukmin bahwa mereka yang berusaha menanamkan rasa takut, hingga membuat kalian benar-benar takut menghadapi musuh, tidak lain adalah pembantu-pembantu setan. Setan selalu menakut-nakuti pengikutnya dan menjadikan mereka pengecut. Kalian bukan termasuk kelompok mereka. Maka jangan kalian perhatikan propaganda mereka. Takutlah hanya kepada Allah semata jika kalian jujur dan benar dalam beriman dan melaksanakan segala konsekuensi keimanan.",
    "jalalayn": "(Sesungguhnya mereka itu) yakni yang mengatakan bahwa manusia telah menghimpun pasukan dan seterusnya tadi (hanyalah setan yang menakut-nakuti) kamu dengan (kawan-kawannya) yakni orang-orang kafir (maka janganlah kamu takut kepada mereka hanya takutlah kepada-Ku) jika meninggalkan perintah-Ku (sekiranya kamu benar-benar beriman.)"
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 176,
    "arab": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ",
    "translation": "Dan janganlah engkau (Muhammad) dirisaukan oleh orang-orang yang dengan mudah kembali menjadi kafir; sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat, dan mereka akan mendapat azab yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/469.mp3",
    "tafsir": "Nabi Muhammad saw ketika melihat keadaan kaum Muslimin dalam Perang Uhud, beliau merasa sedih dan cemas. Ketika itulah ayat ini turun untuk menghibur Nabi saw, \"Wahai Muhammad janganlah merasa sedih dan cemas, melihat perbuatan sebagian pengikutmu yang munafik yang bersama-sama orang kafir menghimpun segala usaha dan kekuatan untuk membela kekafiran. Pada hakikatnya bukanlah engkau yang diperangi dan dianiaya mereka, tetapi Allah-lah yang mereka perangi. Tentulah mereka tidak akan berdaya menentang Allah.\"\nMaksud mereka akan mencelakakan dan memberi mudarat kepada kaum Muslimin, tetapi pada hakikatnya mereka sendirilah yang celaka. Allah tidak akan memberikan ampunan kepada mereka di akhirat. Mereka akan mendapat azab yang amat pedih dan tidak terkira besarnya.",
    "quraish": "Jangan bersedih, wahai Nabi, apabila engkau melihat orang yang semakin bertambah kufur dan berpindah dari kondisi buruk kepada kondisi yang lebih buruk. Mereka tidak akan merugikan Allah sama sekali, sebab Dialah yang Mahakuasa atas hamba-hamba-Nya. Bahkan Allah tidak memberikan jatah pahala kepada mereka di ahirat. Dan mereka, disamping tidak menerima pahala itu, akan mendapat siksa yang amat berat.",
    "jalalayn": "(Janganlah kamu menjadi sedih oleh) ada yang membaca 'yuhzinka' dan ada pula 'yahzunka', berasal dari kata 'ahzanahu' (orang-orang yang cepat jatuh dalam kekafiran) yakni orang-orang yang membela kekafiran itu seperti warga Mekah dan orang-orang munafik, maksudnya jangan kamu pedulikan hal itu. (Sesungguhnya mereka tak sekali-kali dapat memberi mudarat kepada Allah sedikit pun) dengan perbuatan mereka itu, dan mereka hanya membawa kerusakan bagi diri mereka sendiri (Allah menghendaki agar tidak memberi mereka sesuatu di akhirat) maksudnya surga, oleh sebab itu mereka dibiarkan-Nya (dan bagi mereka siksa yang besar) dalam neraka."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 177,
    "arab": "اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Sesungguhnya orang-orang yang membeli kekafiran dengan iman, sedikit pun tidak merugikan Allah; dan mereka akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/470.mp3",
    "tafsir": "Setelah Allah membuka kedok orang-orang yang membantu dan memihak orang-orang kafir yang menentang kaum Muslimin, dan menegaskan bahwa mereka pada hakikatnya menentang dan memerangi Allah, maka pada ayat ini Allah menjelaskan bahwa hal itu juga berlaku untuk setiap orang yang lebih mengutamakan kekafiran daripada keimanan. Mereka tidak memberi mudarat kepada Allah sedikitpun, dan bagi mereka azab yang pedih. Mereka tidak akan dapat melakukannya, karena Allah membela Islam. Justru mereka akan mendapat hukuman yang berat di akhirat.",
    "quraish": "Orang-orang yang menukar keimanan dengan kekufuran dengan meninggalkan keimanan dan mengejar kekufuran, tidak akan merugikan Allah sama sekali. Di akhirat nanti mereka akan mendapat siksa yang amat pedih dan memilukan.",
    "jalalayn": "(Sesungguhnya orang-orang yang menukar keimanan dengan kekafiran) artinya mengambil kekafiran sebagai ganti dari keimanan (tidaklah memberi mudarat kepada Allah) dengan kekafiran mereka itu (sedikit pun dan bagi mereka siksa yang pedih) atau menyakitkan."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 178,
    "arab": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْ ۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ",
    "translation": "Dan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/471.mp3",
    "tafsir": "Janganlah sekali-kali orang-orang kafir itu menyangka bahwa dibiarkannya mereka berumur panjang adalah baik bagi diri mereka. Tidaklah demikian halnya, kecuali kalau mereka bermartabat dan mengerjakan amal saleh yang akan menyucikan dan membersihkan mereka dari hal-hal yang keji dan sifat-sifat yang jelek.\nHal-hal yang semacam itulah yang akan bermanfaat bagi mereka dan bagi manusia lainnya. Tetapi kenyataannya, mereka tetap saja berbuat maksiat dan dosa. Dengan demikian mereka membinasakan diri mereka sendiri, sehingga mereka mendapat azab yang menghinakan.",
    "quraish": "Orang-orang kafir hendaknya tidak beranggapan bahwa penundaan Kami terhadap mereka ketika Kami panjangkan usia mereka dan Kami berikan kenikmatan dunia, itu lebih baik. Pemberian usia panjang dan rezeki yang luas justru akan menjurus kepada perbuatan dosa yang terus-menerus, di samping akan menjurus kepada perolehan siksa yang menghinakan dari Allah.",
    "jalalayn": "(Janganlah sekali-kali menyangka) ada yang memakai 'ya' dan ada pula 'ta' (orang-orang kafir itu bahwa Kami menangguhkan) artinya penangguhan Kami (bagi mereka) yakni dengan memanjangkan umur dan menangguhkan hukuman (lebih baik bagi diri mereka). 'Anna' bersama kedua ma'mulnya menurut qiraat 'yahsabanna' menempati kedudukan dua maf'ulnya, 'tahsabanna' berkedudukan sebagai maf'ul kedua dari 'tahsabanna' (\"Sesungguhnya Kami menangguhkan mereka itu hanyalah supaya dosa mereka bertambah-tambah) disebabkan banyaknya maksiat (dan bagi mereka siksa yang menghinakan\") di akhirat."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 179,
    "arab": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ ",
    "translation": "Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, maka kamu akan mendapat pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/472.mp3",
    "tafsir": "Salah satu sunatullah kepada hamba-Nya yang tidak dapat diubah-ubah ialah bahwa Dia tidak akan membiarkan orang-orang mukmin tetap di dalam kesulitan sebagaimana halnya pada Perang Uhud. Allah akan memisahkan orang-orang mukmin dari orang-orang munafik, dan akan memperbaiki keadaan orang mukmin dan memperkuat iman mereka. Di dalam keadaan sulit dan susah, dapat dinilai dan dibedakan antara orang-orang yang kuat imannya dengan orang-orang yang lemah imannya. Kaum Muslimin diuji sampai di mana iman dan kesungguhan mereka menghadapi kaum kafir.\nSetelah kaum Muslimin mengalami kesulitan dalam Perang Uhud karena dipukul mundur oleh musuh, dan mereka hampir-hampir patah semangat, di kala itulah diketahui bahwa di antara kaum Muslimin ada orang-orang munafik yang menyeleweng, berpihak kepada musuh. Orang-orang yang lemah imannya mengalami kebingungan. Berlainan halnya dengan orang-orang yang kuat imannya, kesulitan yang dihadapinya itu mendorong mereka untuk menambah kekuatan iman dan semangat mereka.\nHal-hal yang gaib dan hikmah yang tersembunyi dalam peristiwa ini, tidak diperlihatkan, kecuali kepada orang-orang tertentu, seperti kepada rasul yang telah dipilih oleh Allah. Di antara rasul-rasul, Nabi Muhammad saw. dipilih oleh Allah dengan memberikan keistimewaan kepadanya berupa pengetahuan untuk menanggapi isi hati manusia, sehingga dia dapat menentukan siapa di antara mereka yang benar-benar beriman dan siapa pula yang munafik atau kafir.\n\n\nDia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu, kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya. (al-Jinn/72: 26-27).\n\nSesudah diterangkan celaan-celaan kaum munafikin atas kenabian Muhammad saw setelah Perang Uhud dan menjelaskan bahwa peristiwa Uhud itu banyak mengandung iktibar, maka orang-orang mukmin diperintahkan agar tetap beriman kepada Allah dan rasul-rasul-Nya, dan kepada Nabi Muhammad saw yang membenarkan rasul-rasul sebelumnya. Jika mereka beriman kepadanya terutama mengenai hal-hal yang gaib dan bertakwa kepada Allah dengan menjauhi larangan-larangan-Nya, mematuhi segala perintah-perintah-Nya, maka mereka akan memperoleh pahala yang amat besar.\nDi dalam Al-Qur'an sering disusulkan kata takwa sesudah kata iman sebagaimana halnya kata zakat sesudah kata salat. Itu menunjukkan bahwa iman itu barulah sempurna jika disertai dengan takwa, sebagaimana halnya salat barulah sempurna jika zakat dikeluarkan.",
    "quraish": "Allah tidak akan membiarkan kalian, hai orang-orang Mukmin, bercampur dengan orang-orang munafik sebelum memberikan ujian berupa penugasan kewajiban, agar Dia membedakan kalian dari mereka. Juga, agar kalian dapat melihat orang munafik yang buruk dan orang Mukmin yang baik. Bukan merupakan sunnatullah, jika ada seorang makhluk-Nya yang diberitahu rahasia kegaiban-Nya. Tetapi Allah memilih Rasul yang dikehendaki-Nya untuk mengetahui itu. Kalau kalian beriman dan menyadari kehadiran Tuhan dengan selalu menaatinya, Dia tentu akan memasukkanmu ke dalam surga sebagai balasannya. Alangkah baiknya balasan itu karena merupakan balasan yang amat besar.",
    "jalalayn": "(Allah sekali-kali tidak akan meninggalkan) membiarkan (orang-orang yang beriman dalam keadaan yang kamu) hai manusia (berada di atasnya) artinya yang kamu alami berupa campur aduknya yang ikhlas dengan yang lainnya (sampai Dia memisahkan) dibaca yamiiza atau yumayyiza artinya menyisihkan (orang-orang yang jelek) yaitu orang munafik (dari yang baik) yaitu orang beriman. Caranya ialah dengan tugas-tugas berat sehingga menyingkapkan yang demikian itu, misalnya seperti yang dilakukan-Nya di waktu perang Uhud. (Dan Allah sekali-kali tidak akan memperlihatkan padamu hal-hal gaib) sehingga kamu dapat mengenal mana yang munafik dan mana yang baik sebelum dipisahkan Allah itu (tetapi Allah memilih di antara rasul-rasul-Nya siapa yang dikehendaki-Nya) untuk diberitahukan-Nya hal-hal gaib itu seperti kepada Nabi saw. yang disingkapkan-Nya perihal orang-orang munafik. (Oleh sebab itu berimanlah kamu kepada Allah dan rasul-rasul-Nya dan jika kamu beriman dan bertakwa) artinya menjaga dirimu dari kemunafikan (maka akan beroleh pahala yang besar.)"
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 180,
    "arab": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ",
    "translation": "Dan jangan sekali-kali orang-orang yang kikir dengan apa yang diberikan Allah kepada mereka dari karunia-Nya mengira bahwa (kikir) itu baik bagi mereka, padahal (kikir) itu buruk bagi mereka. Apa (harta) yang mereka kikirkan itu akan dikalungkan (di lehernya) pada hari Kiamat. Milik Allah-lah warisan (apa yang ada) di langit dan di bumi. Allah Mahateliti apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/473.mp3",
    "tafsir": "Orang-orang yang telah diberi harta dan limpahan karunia oleh Allah kemudian mereka bakhil, tidak mau mengeluarkan kewajiban mengenai harta tersebut, seperti zakat dan lain-lain, adalah sangat tercela. Janganlah sekali-kali kebakhilan itu dianggap baik dan menguntungkan bagi mereka. Harta benda dan kekayaan akan tetap utuh dan tidak kurang bila dinafkahkan di jalan Allah, bahkan akan bertambah dan diberkahi. Tetapi kebakhilan itu adalah suatu hal yang buruk dan merugikan mereka sendiri, karena harta yang tidak dinafkahkan itu akan dikalungkan di leher mereka kelak di hari kiamat sebagai azab dan siksaan yang amat berat, sebab harta benda yang dikalungkan itu akan berubah menjadi ular yang melilit mereka dengan kuat. Nabi Muhammad saw bersabda:\nSiapa yang telah diberi harta oleh Allah, kemudian tidak mengeluarkan zakatnya, akan diperlihatkan hartanya berupa ular sawah yang botak, mempunyai dua bintik hitam di atas kedua matanya, lalu dikalungkan kepadanya di hari Kiamat nanti. Ular itu membuka rahangnya dan berkata, \"Saya ini adalah hartamu, saya ini adalah simpananmu,\" kemudian Nabi membaca ayat ini. (Riwayat al-Bukhari dan al-Nasai dari Abu Hurairah).\n\nSebenarnya segala apa yang ada di langit dan di bumi adalah kepunyaan Allah, diberikannya kepada orang yang dikehendaki-Nya sebagai titipan dan amanat. Sewaktu-waktu dapat dicabut dan dipindahkan ke tangan orang lain menurut kehendak-Nya. Jadi apakah alasan bagi mereka yang bakhil dan tidak mau mengeluarkan harta Allah untuk mencari rida-Nya? Apa saja yang dikerjakan seseorang, semuanya itu diketahui oleh Allah dan dibalas sesuai dengan amal dan niatnya. Nabi Muhammad saw bersabda:\n\"Bahwasanya amal itu tergantung dari niat, dan bahwasanya setiap orang akan memperoleh sesuai dengan apa yang diniatkannya.\" (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khattab).",
    "quraish": "Orang-orang yang kikir dan tidak mau membelanjakan sebagian harta yang diberikan Allah kepadanya, hendaknya jangan mengira bahwa sikap kikir itu memang lebih baik. Tidak! Sikap kikir itu justru amat buruk akibatnya bagi mereka. Mereka akan diberi balasan yang buruk di hari kiamat kelak. Siksa itu akan selalu menyertai mereka, bagaikan kalung yang selalu menyertai leher. Semua makhluk di alam raya ini akan kembali kepada Allah. Dialah Pemilik semua makhluk itu. Dia Maha Mengetahui segala apa yang kalian kerjakan dan akan memberi balasannya.",
    "jalalayn": "(Sekali-kali janganlah menyangka) dengan memakai 'ya' atau 'ta' (orang-orang yang bakhil dengan harta yang diberikan Allah dan karunia-Nya) artinya mengeluarkan zakatnya (bahwa itu) maksudnya kebakhilan itu (baik bagi mereka) menjadi maf'ul yang kedua sedangkan dhamir sebagai pemisah. Maf'ul yang pertama ialah 'kebakhilan mereka' yang diperkirakan sebelum isim maushul jika dibaca dengan 'ta' dan sebelum dhamir jika dengan 'ya' (tetapi itu buruk bagi mereka. Mereka akan dikalungi harta yang mereka bakhilkan) tidak dikeluarkan zakatnya (pada hari kiamat) yakni dengan melilitkan ular pada lehernya dan ular itu mematuknya sebagaimana tercantum dalam sebuah hadis. (Milik Allahlah segala warisan langit dan bumi) yang akan diwarisi-Nya setelah lenyap atau musnahnya penghuni langit dan bumi. (Dan Allah Maha Mengetahui apa yang kamu kerjakan) sehingga akan mendapat balasan daripada-Nya. Ada yang membaca 'ta'maluuna' dengan 'ta' ada pula 'ya'maluuna' dengan 'ya.'"
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 181,
    "arab": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ",
    "translation": "Sungguh, Allah telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan perbuatan mereka membunuh nabi-nabi tanpa hak (alasan yang benar), dan Kami akan mengatakan (kepada mereka), “Rasakanlah olehmu azab yang membakar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/474.mp3",
    "tafsir": "Ketika turun wahyu Allah:\n\nBarang siapa meminjami Allah (menginfakkan hartanya) dengan pinjaman yang baik ¦(al-Baqarah/2:245), maka datanglah seorang Yahudi kepada Rasulullah saw dan berkata, \"Apakah Tuhanmu fakir? Lalu meminta-minta kepada hamba-Nya agar diberi pinjaman? Kami ini adalah orang-orang yang kaya.\" Maka turunlah ayat ini. Sesungguhnya Allah mendengar perkataan orang-orang yang mengatakan, \"Bahwasanya Allah fakir dan kami ini kaya.\" Dan percayalah bahwa kata-kata dan perbuatan mereka membunuh nabi-nabi tanpa alasan yang benar itu akan dicatat, kemudian sebagai balasan, mereka akan diberi ganjaran azab yang setimpal. Pada waktu itulah Allah akan mengatakan kepada mereka, \"Rasakanlah azab yang membakar ini sebagaimana pengikut-pengikut rasul telah merasakan pedihnya kata-katamu di dunia yang menusuk perasaan.\"",
    "quraish": "Meskipun Allah adalah pemilik segala sesuatu yang ada di langit dan di bumi, sebagian orang Yahudi ada yang menganggap-Nya miskin. Buktinya, kata mereka, Dia meminta kita meminjamkan harta atau uang melalui infak. \"Kitalah yang kaya. Kita bebas mengeluarkan infak atau tidak,\" kata mereka. Allah mendengar dan mencatat ucapan mereka itu, seperti Dia mencatat kasus pembunuhan nabi-nabi secara lalim dan melampaui batas. Pada hari kiamat, Allah akan berkata kepada mereka, \"Rasakanlah siksa neraka yang membakar.\"",
    "jalalayn": "(Sungguh Allah telah mendengar ucapan orang-orang yang mengatakan, \"Sesungguhnya Allah itu miskin dan kami kaya.\") Mereka itu ialah orang-orang Yahudi yang mengatakannya tatkala turun ayat \"Siapakah yang bersedia memberi pinjaman kepada Allah suatu pinjaman yang baik?\" Kata mereka, \"Sekiranya Dia kaya tentulah Dia tidak akan meminjam kepada kita!\" (Kami akan mencatat) maksudnya akan menyuruh mencatat (apa yang mereka katakan itu) yakni dalam buku catatan amal perbuatan mereka agar mereka menerima balasannya. Menurut suatu qiraat dibaca 'sayuktabu' bukan 'sanaktubu.' (Dan) Kami catat pula (pembunuhan mereka) memakai baris di atas atau baris di depan (atas nabi-nabi tanpa alasan yang benar dan Kami katakan) ada yang membaca 'naquulu' dan ada pula 'yaquulu' yang berarti bahwa yang mengatakan itu ialah Allah yakni di akhirat kelak, perantaraan lisan para malaikat ('Rasailah olehmu azab neraka) lalu dikatakan pula kepada mereka bila mereka dilemparkan ke dalam neraka."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 182,
    "arab": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ",
    "translation": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri, dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/475.mp3",
    "tafsir": "Azab yang pedih yang berlaku atas mereka (kaum Yahudi) adalah akibat perbuatan mereka sendiri di dunia. Mereka mengatakan, bahwa Allah fakir. Mereka membunuh Nabi-nabi, melakukan perbuatan-perbuatan fasik, maksiat dan lain-lain.\nAllah sekali-kali tidak akan menganiaya hamba-hamba-Nya. Allah memperlakukan hamba-hamba-Nya sesuai amal perbuatannya. Firman Allah\n\nTidak ada balasan untuk kebaikan selain kebaikan (pula). (ar-Rahman/55:60).\n\nKalau perbuatannya baik dibalas dengan surga, dan kalau perbuatannya buruk dibalas dengan neraka. Allah tidak akan memperlakukan orang yang berbuat maksiat sama dengan orang bertakwa, begitu juga orang-orang kafir tidak sama dengan orang mukmin.\n\nApakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mereka? Alangkah buruknya penilaian mereka itu. (al-Jasiyah/45:21).",
    "quraish": "Siksa dan hukuman Allah yang mereka terima akibat perbuatan dosa yang dilakukan itu, tidak lain adalah sebuah manifestasi sifat keadilan-Nya. Sebab, Allah sama sekali tidak akan berbuat curang kepada hamba-Nya.",
    "jalalayn": "(Demikian itu) maksudnya azab neraka tadi (disebabkan perbuatan tanganmu sendiri) diibaratkan dengan tangan karena kebanyakan perbuatan manusia dilaksanakan dengannya (dan bahwa Allah sekali-kali tidak menganiaya) artinya tidak berbuat aniaya atau melakukan keaniayaan (terhadap hamba-hamba-Nya) Allah tidak akan menyiksa orang-orang yang tidak bersalah atau berdosa."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 183,
    "arab": "اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "(Yaitu) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami, agar kami tidak beriman kepada seorang rasul, sebelum dia mendatangkan kepada kami kurban yang dimakan api.” Katakanlah (Muhammad), “Sungguh, beberapa orang rasul sebelumku telah datang kepadamu, (dengan) membawa bukti-bukti yang nyata dan membawa apa yang kamu sebutkan, tetapi mengapa kamu membunuhnya jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/476.mp3",
    "tafsir": "Beberapa orang Yahudi antara lain Kaab bin Asyraf, Malik bin as-saif, Finhas bin 'Azura dan beberapa orang lagi, mendatangi Rasulullah saw seraya berkata, \"Wahai Muhammad! Engkau mengaku Rasul Allah dan Allah telah mewahyukan kepadamu Kitab, sedang di dalam Kitab Taurat (Imamat ix) kami dilarang oleh Allah mempercayai seorang rasul, sebelum ia mendatangkan kepada kami korban yang dimakan api. Kalau itu dapat kamu buktikan, maka kami akan mempercayaimu.\" Maka turunlah ayat ini. Demikianlah kata Ibnu Abbas r.a.\nPengakuan orang-orang Yahudi tersebut di atas, sebenarnya omong kosong belaka, karena andaikata Nabi Muhammad saw membuktikannya mereka tetap tidak akan percaya. Permintaan mereka itu hanyalah alasan yang dicari-cari untuk tidak mempercayai Rasulullah saw. Untuk itu Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kedustaan mereka dengan kata-kata, \"Telah datang kepadamu rasul-rasul sebelumku, seperti Zakaria, Yahya dan lainnya, membawa mukjizat-mukjizat yang menunjukkan kebenaran mereka atas kenabiannya, dan membawa apa-apa yang kamu usulkan seperti mendatangkan korban yang dimakan api yang memang mempunyai sifat khusus, yaitu membakar. Karenanya pada masa lalu terdapat keyakinan bahwa api selalu dijadikan sebagai tolak ukur untuk menilai apakah kurban yang dipersembahkan diterima Tuhan atau tidak, bila terbakar berarti diterima, namun kamu tetap tidak percaya kepada mereka, bahkan membunuh mereka. Jadi dimana letak kebenaran kamu? Cobalah buktikan, jika kamu sungguh-sungguh orang yang benar.",
    "quraish": "Merekalah yang berkata, \"Allah memerintahkan kami di dalam Tawrât, agar kami tidak percaya dan tidak tunduk kepada seorang rasul, kecuali jika ia dapat membuktikan kebenarannya dengan mendatangkan sesuatu untuk dikorbankan demi perkenan Allah, lalu datang api dari langit untuk memakannya.\" Katakan kepada mereka, wahai Nabi, \"Sejumlah rasul telah datang kepada kalian sebelumnya dengan bukti yang jelas seperti yang kalian minta. Tetapi kalian tetap mendustakan dan bahkan membunuh mereka. Mengapa kalian lakukan hal itu, jika kalian benar-benar jujur dalam berjanji dengan menunjukkan keimanan ketika apa yang kalian inginkan itu terjadi?\"",
    "jalalayn": "(Yakni orang-orang yang) 'na'at' atau sifat bagi alladziina yang sebelumnya (mengatakan) kepada Muhammad (\"Sesungguhnya Allah telah menitahkan kepada kami) dalam Taurat (supaya kami tidak beriman kepada seorang rasul) artinya tidak membenarkannya (sebelum ia mendatangkan kepada kami suatu kurban yang dimakan api\"). Maka kami tidak akan beriman kepadamu sebelum membawakan kurban, pemberian, yang mendekatkan diri kepada Allah berupa ternak atau lainnya. Jika kurban itu diterima, maka dari langit akan muncul api putih yang akan membakarnya. Dan jika tidak, maka ia akan tetap tinggal di tempatnya tanpa ada yang menyentuhnya. Hal ini diperintahkan kepada Bani Israel tetapi kepada Almasih dan Muhammad tidak demikian halnya, Allah swt. berfirman (Katakanlah) kepada mereka sebagai celaan (\"Bukankah telah datang kepadamu beberapa orang rasul sebelumku dengan membawa keterangan-keterangan nyata) atau mukjizat (dan dengan apa yang kamu sebutkan itu) seperti Zakaria dan Yahya, tetapi mereka kamu bunuh juga. Perkataan ini ditujukan kepada orang-orang Yahudi yang hidup di masa Nabi kita saw. walaupun perbuatan itu dari nenek moyang mereka karena mereka menyetujuinya. (Maka kenapa kamu bunuh mereka jika kamu orang-orang yang benar?\") maksudnya jika kamu benar-benar beriman ketika melakukan pelanggaran itu."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 184,
    "arab": "فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ",
    "translation": "Maka jika mereka mendustakan engkau (Muhammad), maka (ketahuilah) rasul-rasul sebelum engkau pun telah didustakan (pula), mereka membawa mukjizat-mukjizat yang nyata, Zubur dan Kitab yang memberi penjelasan yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/477.mp3",
    "tafsir": "Kalau mereka masih juga tetap mendustakan kamu, sekalipun kamu telah menunjukkan mukjizat-mukjizat yang nyata dan Kitab yang membimbing ke jalan yang benar, maka janganlah engkau gusar dan cemas atas kekerasan hati dan kekufuran mereka.\nHal yang seperti itu telah dialami pula oleh rasul-rasul sebelummu. Mereka telah diberi apa yang telah diberikan kepada kamu seperti mukjizat-mukjizat yang nyata. Allah telah mendatangkan suhuf, yaitu lembaran-lembaran yang berisi wahyu yang diberikan kepada nabi-nabi sebelum kamu yang isinya mengandung hikmah dan juga telah mendatangkan Kitab yang memberikan penjelasan yang sempurna, berisi hukum syariat seperti Taurat, Injil dan Zabur. Mereka tetap sabar dan tabah menghadapi perbuatan yang menyakitkan hati dari orang-orang yang mengingkari mereka.",
    "quraish": "Kalau mereka mendustakanmu, wahai Muhammad, kamu tidak perlu bersedih. Nabi-nabi dan rasul- rasul terdahulu pun banyak yang didustakan karena sikap keras-kepala kaumnya. Padahal, mereka juga mendatangkan bukti-bukti nyata dan kitab yang diturunkan dari langit yang membuktikan kebenaran risalah mereka.",
    "jalalayn": "(Jika mereka mendustakanmu, maka sesungguhnya rasul-rasul yang sebelum kamu pun telah didustakan pula, padahal mereka membawa keterangan-keterangan yang nyata) yakni mukjizat (dan zubur) maksudnya shuhuf-shuhuf seperti shuhuf Nabi Ibrahim (dan Alkitab) menurut satu qiraat dengan memakai 'ba' pada al-kitab dan az-zubur (yang terang) yakni Taurat dan Injil, maka bersabarlah kamu sebagaimana mereka telah bersabar."
  },
  {
    "hizb": 29,
    "name": "Ali 'Imran",
    "ayat": 185,
    "arab": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ",
    "translation": "Setiap yang bernyawa akan merasakan mati. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Barangsiapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/478.mp3",
    "tafsir": "Setiap yang bernyawa akan merasakan mati dan di hari kiamat nanti disempurnakan balasan masing-masing yang baik dibalas dengan yang baik, yaitu surga dan yang buruk akan dibalas dengan yang buruk pula yaitu neraka, sesuai dengan sabda Rasulullah saw:\nKubur itu merupakan taman dari taman-taman surga, atau merupakan jurang dari jurang-jurang neraka. (Riwayat at-Tirmidzi dan at-thabrani).\n\nSiapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, dialah yang berbahagia. Untuk mencapai kebahagiaan di atas, baiklah kita perhatikan sabda Rasulullah saw sebagai berikut: \n\"Siapa ingin dijauhkan dari neraka dan dimasukkan ke dalam surga, hendaklah ia mati di dalam keadaan beriman kepada Allah dan hari akhirat, dan agar ia berbuat kepada manusia seperti yang ia sukai diperbuat orang kepadanya.\" (Riwayat Imam Ahmad).\n\nKehidupan di dunia ini tiada lain kecuali kesenangan yang memperdayakan. Kesenangan yang dirasakan di dunia ini berupa makanan, minuman, pangkat, kedudukan dan sebagainya, pada umumnya memperdayakan manusia. Disangkanya itulah kebahagiaan, maka tenggelamlah ia dan asyik dengan kenikmatan dunia. Padahal kalau manusia kurang pandai mempergunakannya, maka kesenangan itu akan menjadi bencana yang menyebabkan kerugian di dunia dan di akhirat kelak mendapat azab yang pedih.",
    "quraish": "Setiap jiwa yang hidup pasti akan merasakan mati. Apabila kamu sekalian mendapatkan kesengsaraan hidup di dunia, maka sesungguhnya kamu akan mendapatkan pahala secara penuh di hari kiamat. Barangsiapa yang dijauhkan dari api neraka, maka sesungguhnya ia telah memperoleh kemenangan. Dan kehidupan dunia itu tidak lebih dari perhiasan sementara yang menipu.",
    "jalalayn": "(Setiap diri akan merasai kematian dan hanya pada hari kiamatlah pahalamu disempurnakan) artinya pada hari kiamatlah ganjaran amal perbuatanmu dipenuhi dengan cukup. (Barang siapa yang dijauhkan) setelah itu (dari neraka dan dimasukkan ke dalam surga, maka sungguh ia beruntung) karena mencapai apa yang dicita-citakannya. (Kehidupan dunia ini tidak lain) maksudnya hidup di dunia ini (hanyalah kesenangan yang memperdayakan semata) artinya yang tidak sebenarnya karena dinikmati hanya sementara lalu ia segera sirna."
  }
]