[
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْاَرْحَامَ ۗ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا",
    "translation": "Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)-nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak. Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta, dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/494.mp3",
    "tafsir": "Di dalam ayat ini Allah memerintahkan kepada manusia agar bertakwa kepada Allah, yang memelihara manusia dan melimpahkan nikmat karunia-Nya. Dialah Yang menciptakan manusia dari seorang diri yaitu Adam. Dengan demikian, menurut jumhur mufasir, Adam adalah manusia pertama yang dijadikan oleh Allah. Kemudian dari diri yang satu itu Allah menciptakan pula pasangannya yang biasa disebut dengan nama Hawa. Dari Adam dan Hawa berkembang biaklah manusia. Dalam Al-Qur'an penciptaan Adam disebut dari tanah liat (al-Anam/6:2; as-Sajdah/32:7; Shad/38:71 dan dalam beberapa ayat lagi). Dalam an-Nisa/4:1 disebutkan \"... dan (Allah) menciptakan pasangannya (Hawa) dari dirinya; ...\" Kata-kata dalam Surah an-Nisa ayat pertama ini sering menimbulkan salah pengertian di kalangan awam, terutama di kalangan perempuan, karena ada anggapan bahwa perempuan diciptakan dari rusuk Adam, yang sering dipertanyakan oleh kalangan feminis. Ayat itu hanya menyebut ... wa khalaqa minha zaujaha, yang diterjemahkan dengan menciptakan pasangannya dari dirinya; lalu ada yang mengatakan bahwa perempuan itu diciptakan dari rusuk Adam, dan pernyataan yang terdapat dalam beberapa hadis ini ada yang mengira dari Al-Qur'an. Di dalam Al-Qur'an nama Hawa pun tidak ada, yang ada hanya nama Adam. Nama Hawa (Eve) ada dalam Bibel (\"Manusia itu memberi nama Hawa kepada isterinya, sebab dialah yang menjadi ibu semua yang hidup.\" (Kejadian iii. 20), (Hawwa dari kata bahasa Ibrani heva, dibaca: hawwah, yang berarti hidup). Pernyataan bahwa perempuan diciptakan dari rusuk laki-laki itu terdapat dalam Perjanjian Lama, Kitab Kejadian ii. 21 dan 22: \"Lalu Tuhan Allah membuat manusia itu tidur nyenyak; ketika tidur, Tuhan Allah mengambil salah satu rusuk dari padanya, lalu menutup tempat itu dengan daging. Dan dari rusuk yang diambil Tuhan Allah dari manusia itu, dibangun-Nyalah seorang perempuan, lalu dibawa-Nya kepada manusia itu.\"\nKemudian sekali lagi Allah memerintahkan kepada manusia untuk bertakwa kepada-Nya dan seringkali mempergunakan nama-Nya dalam berdoa untuk memperoleh kebutuhannya. Menurut kebiasaan orang Arab Jahiliah bila menanyakan sesuatu atau meminta sesuatu kepada orang lain mereka mengucapkan nama Allah. Allah juga memerintahkan agar manusia selalu memelihara silaturrahmi antara keluarga dengan membuat kebaikan dan kebajikan yang merupakan salah satu sarana pengikat silaturrahmi. \nIlmu Hayati Manusia (Human Biology) memberikan informasi kepada kita, bahwa manusia dengan kelamin laki-laki mempunyai sex-chromosome (kromosom kelamin) XY, sedang manusia dengan kelamin wanita mempunyai sex-chromosome XX. Ayat di atas menjelaskan bahwa \"manusia diciptakan dari diri yang satu dan daripadanya Allah menciptakan istrinya\". Ayat ini menjelaskan kepada kita bahwa 'diri yang satu itu tentu berjenis kelamin laki-laki, sebab kalimat berikutnya menyatakan, 'daripadanya diciptakan istrinya. Dari sudut pandang Human Biology hal itu sangatlah tepat, sebab sex-chromosome XY (laki-laki) dapat menurunkan kromosom XY atau XX; sedang kromosom XX (wanita) tidak mungkin akan membentuk XY, karena dari mana didapat kromosom Y? Jadi jelas bahwa laki-laki pada hakikatnya adalah penentu jenis kelamin dari keturunannya. Diri yang satu itu tidak lain adalah Adam.",
    "quraish": "[[4 ~ AN-NISA' (WANITA) Pendahuluan: Madaniyyah, 176 ayat ~]] Wahai sekalian manusia, bertakwalah kepada Tuhan yang telah menciptakan kalian dari satu nafs (jiwa). Dari satu nafs itu Dia menciptakan pasangannya, dan dari sepasang nafs tersebut Dia kemudian memperkembangbiakkan banyak laki-laki dan perempuan. Sesungguhnya dari nafs yang satu itulah kalian berasal. Takutlah kepada Allah, tempat kalian memohon segala yang kalian butuhkan dan yang nama-Nya kalian sebut dalam setiap urusan. Peliharalah tali silaturahmi dan janganlah kamu putuskan hubungan silaturahmi itu, baik yang dekat maupun yang jauh. Sesungguhnya Allah selalu mengawasi diri kalian. Tidak ada satu pun urusan kalian yang tersembunyi dari-Nya. Allah akan membalas itu semua.",
    "jalalayn": "(Hai manusia) penduduk Mekah (bertakwalah kamu kepada Tuhanmu) artinya takutlah akan siksa-Nya dengan jalan menaati-Nya (yang telah menciptakan kamu dari satu diri) yakni Adam (dan menciptakan daripadanya istrinya) yaitu Hawa; dibaca panjang; dari salah satu tulang rusuknya yang kiri (lalu mengembangbiakkan) menyebarluaskan (dari kedua mereka itu) dari Adam dan Hawa (laki-laki yang banyak dan wanita) yang tidak sedikit jumlahnya. (Dan bertakwalah kepada Allah yang kamu saling meminta) terdapat idgam ta pada sin sedangkan menurut satu qiraat dengan takhfif yaitu membuangnya sehingga menjadi tas-aluuna (dengan nama-Nya) yang sebagian kamu mengatakan kepada sebagian lainnya, \"Saya meminta kepadamu dengan nama Allah,\" (dan) jagalah pula (hubungan silaturahmi) jangan sampai terputus. Menurut satu qiraat dibaca dengan kasrah diathafkan kepada dhamir yang terdapat pada bihi. Mereka juga biasa saling bersumpah dengan hubungan rahim. (Sesungguhnya Allah selalu mengawasi kamu) menjaga perbuatanmu dan memberi balasan terhadapnya. Maka sifat mengawasi selalu melekat dan terdapat pada Allah swt. Ayat berikut diturunkan mengenai seorang anak yatim yang meminta hartanya kepada walinya tetapi ia tidak mau memberikannya."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 2,
    "arab": "وَاٰتُوا الْيَتٰمٰىٓ اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْ ۗ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا",
    "translation": "Dan berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka, janganlah kamu menukar yang baik dengan yang buruk, dan janganlah kamu makan harta mereka bersama hartamu. Sungguh, (tindakan menukar dan memakan) itu adalah dosa yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/495.mp3",
    "tafsir": "Ayat ini ditujukan kepada para penerima amanat agar memelihara anak yatim dan hartanya. Anak yatim ialah setiap anak yang ayahnya telah meninggal dunia, dan masih kecil (belum mencapai usia dewasa).\nOrang yang diserahi amanat untuk menjaga harta anak yatim haruslah memelihara harta tersebut dengan cara yang baik. Tidak boleh ia mencampurkan harta anak yatim itu dengan hartanya sendiri, sehingga tidak dapat dibedakan lagi mana yang harta anak yatim dan mana yang harta sendiri. Juga tidak dibenarkan ia memakan harta tersebut untuk dirinya sendiri apabila ia dalam keadaan mampu. Apabila hal tersebut dilakukan juga maka berarti ia telah memakan harta anak yatim dengan jalan yang tak benar. Dalam keadaan ini ia akan mendapat dosa yang besar. Apabila anak yatim itu telah mencapai umur dewasa dan cerdik mampu mengatur dan menggunakan harta, hendaklah hartanya itu segera diserahkan kepadanya, sebagaimana akan diterangkan pada ayat 5 surah ini.\nPara mufasir dalam menafsirkan perkataan \"anak yatim\" dalam ayat ini terdapat dua pendapat. Pendapat pertama menafsirkan bahwa yang dimaksud dengan \"anak yatim\" di sini ialah yang belum balig, sebagai pendahulu ayat 5 surah ini, sejalan dengan penafsiran yang dikemukakan di atas. Pendapat kedua menafsirkan bahwa yang dimaksud dengan \"anak yatim\" di sini ialah yang sudah balig, sejalan dengan sebab turunnya ayat ini, riwayat Ibnu Abi Â¦atim dari Said bin Jubair bahwa seorang laki-laki dari suku Banu Gatafan menyimpan harta yang banyak milik anak yatim, yaitu anak saudara kandungnya. Ketika anak tersebut balig, dia meminta hartanya itu, tetapi pamannya tidak mau memberikannya. Hal ini diadukan kepada Nabi Muhammad saw, maka turunlah ayat ini.\nAs-salabi meriwayatkan dari Ibnu Muqatil dan al-Kalbi bahwa paman anak itu tatkala mendengar ayat ini berkata, \"Kami taat kepada Allah dan Rasul-Nya, kami berlindung kepada Allah dari dosa besar.\"",
    "quraish": "Berikanlah kepada anak yatim harta yang berhak mereka miliki. Peliharalah harta itu demi kemaslahatan mereka. Berikan kepada mereka yang baik dan jangan kalian berikan yang buruk. Jangan pula kalian mengambil harta mereka lalu memasukkannya ke dalam bagian dari harta kalian. Sungguh, hal itu merupakan dosa besar.",
    "jalalayn": "(Dan berikanlah kepada anak-anak yatim) yaitu anak-anak yang tidak berbapak (harta mereka) jika sudah balig (dan janganlah kamu tukar yang baik dengan yang buruk) artinya yang halal dengan yang haram dan janganlah kamu ambil harta yang baik dari anak yatim itu lalu kamu ganti dengan hartamu yang jelek (dan jangan kamu makan harta mereka) yang telah dicampur aduk (dengan hartamu. Sesungguhnya itu) maksudnya memakan yang demikian itu (adalah dosa) atau kesalahan (besar). Tatkala ayat ini turun mereka berkeberatan untuk menjadi wali anak yatim. Kemudian di antara mereka ada orang yang memiliki sepuluh atau delapan orang istri sehingga ia tak sanggup untuk berlaku adil di antara mereka, maka turunlah ayat:"
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 3,
    "arab": "وَاِنْ خِفْتُمْ اَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوْا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْ ۗ ذٰلِكَ اَدْنٰٓى اَلَّا تَعُوْلُوْاۗ",
    "translation": "Dan jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), maka nikahilah perempuan (lain) yang kamu senangi: dua, tiga atau empat. Tetapi jika kamu khawatir tidak akan mampu berlaku adil, maka (nikahilah) seorang saja, atau hamba sahaya perempuan yang kamu miliki. Yang demikian itu lebih dekat agar kamu tidak berbuat zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/496.mp3",
    "tafsir": "Allah menjelaskan seandainya kamu tidak dapat berlaku adil atau tak dapat menahan diri dari makan harta anak yatim itu, bila kamu menikahinya, maka janganlah kamu menikahinya dengan tujuan menghabiskan hartanya, melainkan nikahkanlah ia dengan orang lain. Dan kamu pilihlah perempuan lain yang kamu senangi satu, dua, tiga, atau empat, dengan konsekuensi kamu memperlakukan istri-istri kamu itu dengan adil dalam pembagian waktu bermalam (giliran), nafkah, perumahan serta hal-hal yang berbentuk materi lainnya. Islam membolehkan poligami dengan syarat-syarat tertentu. Tetapi pada dasarnya satu istri lebih baik, seperti dalam lanjutan ayat itu. Sebelum turun ayat ini poligami sudah ada, dan pernah pula dijalankan oleh para nabi sebelum Nabi Muhammad saw. Ayat ini membatasi poligami sampai empat orang.\nApabila kamu tidak dapat melakukan semua itu dengan adil, maka cukuplah kamu nikah dengan seorang saja, atau memperlakukan sebagai istri hamba sahaya yang kamu miliki tanpa akad nikah dalam keadaan terpaksa. Kepada mereka telah cukup apabila kamu penuhi nafkah untuk kehidupannya. Hal tersebut merupakan suatu usaha yang baik agar kamu tidak terjerumus kepada perbuatan aniaya. Hamba sahaya dan perbudakan dalam pengertian ayat ini pada saat sekarang sudah tidak ada lagi karena Islam sudah berusaha memberantas dengan berbagai cara. Ketika Islam lahir perbudakan di dunia Barat dan Timur sangat subur dan menjadi institusi yang sah seperti yang dapat kita lihat dalam sejarah lama, dan dilukiskan juga dalam beberapa bagian dalam Bibel: Orang merdeka dapat menjadi budak hanya karena: tak dapat membayar utang, mencuri, sangat papa (sehingga terpaksa menjual diri), budak Yahudi dan bukan Yahudi (Gentile) statusnya berbeda dan sebagainya.\nNabi Muhammad diutus pada permulaan abad ke-7 M. Saat ia mulai berdakwah, perbudakan di sekitamya dan di Semenanjung Arab sangat subur dan sudah merupakan hal biasa. Sikapnya terhadap perbudakan, seperti dilukiskan dalam Al-Qur'an, sangat berbeda dengan sikap masyarakat pada umumnya. Ia mengajarkan perbudakan harus dihapus dan menghadapinya dengan sangat arif. Tanpa harus mengutuk perbudakan, ia mengajarkan agar budak diperlakukan dengan cara-cara yang manusiawi dan penghapusannya harus bertahap, tak dapat dengan sekaligus dan dengan cara radikal seperti dalam memberantas syirik dan paganisme. Dan tujuan akhirnya ialah menghapus perbudakan samasekali. Hal ini terlihat dalam beberapa ketentuan hukum Islam, seseorang dapat menghapus dosanya dengan memerdekakan seorang budak, yang juga menjadi ketentuan orang yang saleh dan bertakwa. Rasulullah telah memberi contoh nyata dengan memerdekakan seorang budak (Zaid) dan menempatkannya menjadi anggota keluarganya, diangkat sebagai anak angkatnya dan berstatus sama dengan status keluarga Quraisy.\nMemang benar, rumah tangga yang baik dan harmonis dapat diwujudkan oleh pernikahan monogami. Adanya poligami dalam rumah tangga dapat menimbulkan banyak hal yang dapat mengganggu ketenteraman rumah tangga.\nManusia dengan fitrah kejadiannya memerlukan hal-hal yang dapat menyimpangkannya dari monogami. Hal tersebut bukanlah karena dorongan seks semata, tetapi justru untuk mencapai kemaslahatan mereka sendiri yang karenanya Allah membolehkan (menurut fuqaha) atau memberi hukum keringanan (rukhsah menurut ulama tafsir) kaum laki-laki untuk melakukan poligami (beristri lebih dari satu).\nAdapun sebab-sebab yang membuat seseorang berpoligami adalah sebagai berikut:\na.Apabila dalam satu rumah tangga belum mempunyai seorang keturunan sedang istrinya menurut pemeriksaan dokter dalam keadaan mandul, padahal dari perkawinan diharapkan bisa mendapatkan keturunan, maka poligami merupakan jalan keluar yang paling baik.\nb.Bagi kaum perempuan, masa berhenti haid (monopouse) lebih cepat datangnya, sebaliknya bagi seorang pria walau telah mencapai umur tua, dan kondisi fisiknya sehat ia masih membutuhkan pemenuhan hasrat seksualnya. Dalam keadaan ini apakah dibiarkan seorang pria itu berzina? Maka di sinilah dirasakan hikmah dibolehkanya poligami tersebut.\nc.Sebagai akibat dari peperangan umpamanya jumlah kaum perempuan lebih banyak dari kaum laki-laki. Suasana ini lebih mudah menimbulkan hal-hal negatif bagi kehidupan masyarakat apabila tidak dibuka pintu poligami. Bahkan kecenderungan jumlah perempuan lebih banyak daripada jumlah lelaki saat ini sudah menjadi kenyataan, kendati tidak ada peperangan.",
    "quraish": "Jika kalian merasa takut berbuat lalim kepada anak-anak yatim, karena merupakan dosa besar, maka takutlah juga akan penderitaan yang dialami oleh istri-istri kalian jika kalian tidak berlaku adil kepada mereka dan jika kalian kawin dengan lebih dari empat istri. Kawinilah, di antara mereka itu, dua, tiga atau empat, jika kalian yakin akan mampu berlaku adil. Jika kalian merasa takut tidak bisa berlaku adil, maka cukup seorang saja. Atau, kawinilah budak-budak perempuan kalian. Hal itu lebih dekat untuk menghindari terjadinya kezaliman dan aniaya,(1) juga lebih dekat untuk tidak memperbanyak anak, yang membuat kalian tidak mampu memberikan nafkah. (1) Prinsip poligami telah disyariatkan sebelumnya oleh agama-agama samawi selain Islam. Syariat Tawrât menetapkan seorang laki- laki boleh menikah dengan siapa saja yang dikehendakinya. Disebutkan bahwa para nabi menikah dengan puluhan wanita. Tawrât adalah kitab perjanjian lama yang menjadi rujukan orang Nasrani manakala mereka tidak menemukan ketentuan hukum dalam Injîl atau risalah-risalah rasul yang bertentangan dengannya. Akan tetapi belum pernah didapatkan ketentuan yang dengan jelas bertentangan dengan Injîl. Pada abad pertengahan, gereja membolehkan praktek poligami. Sebagaimana diketahui dalam sejarah Eropa, para raja banyak melakukan praktek poligami. Dalam hal ini, Islam berbeda dengan syariat agama samawi lainnya. Dalam agama Islam, poligami ada batasannya. Islamlah agama samawi pertama yang membatasi poligami. Ada tiga syarat mengapa Islam membolehkan poligami. Pertama, jumlah istri tidak boleh lebih dari empat. Kedua, suami tidak boleh berlaku zalim terhadap salah satu dari mereka (harus berbuat adil). Ketiga, suami harus mampu memberikan nafkah kepada semua istrinya. Para ahli fikih menetapkan ijmâ' (konsensus) bahwa barangsiapa merasa yakin dirinya tidak akan dapat bersikap adil terhadap wanita yang akan dinikahinya, maka pernikahan itu haram hukumnya. Namun, larangan itu hanya terbatas pada tataran etika keagamaan yang tidak masuk dalam larangan di bawah hukum peradilan. Alasannya, pertama, bersikap adil terhadap semua istri merupakan persoalan individu yang hanya diketahui oleh yang bersangkutan. Kedua, kemampuan memberi nafkah merupakan perkara nisbi yang tidak bisa dibatasi oleh satu ukuran tertentu. Ukurannya sesuai dengan pribadi masing-masing. Ketiga, sikap zalim atau tidak mampu memberi nafkah berkaitan dengan hal-hal yang akan terjadi kemudian. Kesahihan sebuah akad tidak bisa didasarkan pada prediksi, tetapi harus didasarkan pada hal-hal yang nyata. Kadang-kadang seorang yang zalim bisa menjadi adil, dan seorang yang kekurangan harta pada suatu saat akan mampu memberi nafkah. Sebab, harta kekayaan tidak bersifat langgeng. Meskipun demikian, Islam menentukan bila seorang suami berlaku zalim terhadap istrinya atau tidak mampu memberikan nafkah kepadanya, maka istri berhak menuntut cerai. Namun demikian, juga tidak ada larangan bagi suami untuk tetap meneruskan ikatan pernikahannya bila hal itu merupakan pilihan dan kehendaknya. Dengan membolehkan poligami yang dipersempit dengan syarat-syarat di atas, Islam telah menanggulangi berbagai masalah sosial, di antaranya: Pertama, ada kemungkinan jumlah laki-laki berada di bawah jumlah wanita, terutama pada masa-masa setelah terjadi perang. Di beberapa negara Eropa, misalnya, setelah terjadi perang, perbandingan antara laki-laki dan wanita layak nikah mencapai 1:7. Maka merupakan kehormatan bagi seorang wanita untuk menjadi istri, meskipun harus dimadu, daripada harus berpindah-pindah dari satu lelaki ke lelaki lain. Kedua, kadang-kadang terdapat laki-laki dan perempuan yang tidak bisa untuk tidak melakukan hubungan seksual, baik secara sah atau tidak. Maka, demi kemaslahatan umum, akan lebih baik kalau hubungan itu dilegitimasi oleh agama. Bagi wanita, lebih baik menjadi istri daripada berpindah tangan dari yang satu kepada yang lainnya. Meskipun dibolehkannya poligami ini memiliki dampak negatif, tetapi dampak itu jauh lebih kecil daripada jika poligami dilarang, sebab terbukti dapat mencegah terjadinya masalah sosial yang lebih besar dari sekadar berpoligami. Ketiga, tidak mungkin seorang wanita kawin dengan laki-laki beristri kecuali dalam keadaan terpaksa. Kalaupun istri pertama akan menderita lantaran suaminya kawin lagi dengan wanita lain, maka wanita lain itu juga akan mengalami penderitaan lebih besar jika tidak dikawini. Sebab ia bisa menjadi kehilangan harkatnya sebagai wanita atau menjadi wanita tuna susila. Sesuai dengan kaidah yurisprudensi Islam, Ushûl al-Fiqh, risiko yang besar dapat dihindari dengan menempuh risiko yang lebih kecil. Keempat, kadangkala seorang istri menderita penyakit yang membuatnya tidak bisa melakukan hubungan seksual atau mengalami kemandulan. Maka perkawinan dengan wanita lain akan membawa dampak positif bagi yang bersangkutan, di samping dampak sosial. Karena itulah Islam membuka pintu poligami dengan sedikit pembatasan, tidak menutupnya rapat-rapat. Islam adalah syariat Allah yang mengetahui segala sesuatu. Dia Maha Mengetahui lagi Mahabijaksana.",
    "jalalayn": "(Dan jika kamu takut tidak akan dapat berlaku adil terhadap anak-anak yatim) sehingga sulit bagi kamu untuk menghadapi mereka lalu kamu takut pula tidak akan dapat berlaku adil di antara wanita-wanita yang kamu kawini (maka kawinilah) (apa) dengan arti siapa (yang baik di antara wanita-wanita itu bagi kamu dua, tiga atau empat orang) boleh dua, tiga atau empat tetapi tidak boleh lebih dari itu. (kemudian jika kamu tidak akan dapat berlaku adil) di antara mereka dalam giliran dan pembagian nafkah (maka hendaklah seorang saja) yang kamu kawini (atau) hendaklah kamu batasi pada (hamba sahaya yang menjadi milikmu) karena mereka tidak mempunyai hak-hak sebagaimana istri-istri lainnya. (Yang demikian itu) maksudnya mengawini empat orang istri atau seorang istri saja, atau mengambil hamba sahaya (lebih dekat) kepada (tidak berbuat aniaya) atau berlaku lalim."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 4,
    "arab": "وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ",
    "translation": "Dan berikanlah maskawin (mahar) kepada perempuan (yang kamu nikahi) sebagai pemberian yang penuh kerelaan. Kemudian, jika mereka menyerahkan kepada kamu sebagian dari (maskawin) itu dengan senang hati, maka terimalah dan nikmatilah pemberian itu dengan senang hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/497.mp3",
    "tafsir": "Para suami agar memberikan mahar berupa sesuatu yang telah mereka janjikan kepada istri mereka pada waktu akad nikah yang terkenal dengan (mahar musamma) atau sejumlah mahar yang biasa diterima oleh keluarga istri yang terkenal dengan (mahar misil) karena tidak ada ketentuan mengenai jumlah itu sebelumnya.\nPemberian mahar ini adalah merupakan tanda kasih sayang dan menjadi bukti adanya ikatan antara seorang laki-laki dengan seorang perempuan untuk membangun rumah tangga. Namun apabila istri rela dan ikhlas, maka dalam hal ini tidak mengapa jika suami turut memanfaatkan mahar tersebut. Ayat ini menunjukkan bahwa maskawin adalah disyariatkan oleh agama. Pada masa jahiliah menikah tanpa maskawin.",
    "quraish": "Berikanlah maskawin kepada wanita yang kalian nikahi dengan penuh kerelaan. Tidak ada hak bagi kalian terhadap maskawin itu. Tetapi jika mereka dengan senang hati menyerahkan sebagian hak maskawin itu, ambillah dan manfaatkanlah pemberian itu dengan baik dan terpuji.",
    "jalalayn": "(Berikanlah kepada wanita-wanita itu maskawin mereka) jamak dari shadaqah (sebagai pemberian) karena ketulusan dan kesucian hati (Kemudian jika mereka menyerahkan kepadamu sebagian dari maskawin itu dengan senang hati) nafsan merupakan tamyiz yang asalnya menjadi fa'il; artinya hati mereka senang untuk menyerahkan sebagian dari maskawin itu kepadamu lalu mereka berikan (maka makanlah dengan enak) atau sedap (lagi baik) akibatnya sehingga tidak membawa bencana di akhirat kelak. Ayat ini diturunkan terhadap orang yang tidak menyukainya."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 5,
    "arab": "وَلَا تُؤْتُوا السُّفَهَاۤءَ اَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
    "translation": "Dan janganlah kamu serahkan kepada orang yang belum sempurna akalnya, harta (mereka yang ada dalam kekuasaan) kamu yang dijadikan Allah sebagai pokok kehidupan. Berilah mereka belanja dan pakaian (dari hasil harta itu) dan ucapkanlah kepada mereka perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/498.mp3",
    "tafsir": "Para wali dan pelaksana wasiat (wasi) yang memelihara anak yatim agar menyerahkan harta anak yatim yang ada dalam kekuasaannya apabila anak yatim itu telah dewasa dan telah dapat menjaga hartanya. Apabila belum mampu maka tetaplah harta tersebut dipelihara dengan sebaik-baiknya karena harta adalah modal kehidupan.\nSegala keperluan anak yatim seperti pakaian, makanan, pendidikan, pengobatan dan sebagainya dapat diambil dari keuntungan harta itu apabila harta tersebut diusahakan (diinvestasikan). Kepada mereka hendaklah berkata lemah lembut penuh kasih sayang dan memperlakukan mereka seperti anak sendiri.",
    "quraish": "Janganlah kalian serahkan kepada orang-orang yang belum sempurna akalnya, yang tidak bisa mengatur harta benda, harta yang menjadi hak milik mereka. Karena harta mereka dan harta anak yatim itu seolah- olah harta kalian juga yang harus dijaga agar tidak hilang. Allah telah menjadikannya sebagai sumber penghidupan. Dari keuntungannya, berilah kepada mereka sekadar bagian yang mereka butuhkan untuk makan. Berikan pula mereka pakaian. Pergaulilah mereka dengan baik dan ucapkanlah kepada mereka perkataan yang baik, tanpa menyakiti dan merendahkannya.",
    "jalalayn": "(Dan janganlah kamu serahkan) hai para wali (kepada orang-orang yang bebal) artinya orang-orang yang boros dari kalangan laki-laki, wanita dan anak-anak (harta kamu) maksudnya harta mereka yang berada dalam tanganmu (yang dijadikan Allah sebagai penunjang hidupmu) qiyaaman mashdar dari qaama; artinya penopang hidup dan pembela kepentinganmu karena akan mereka habiskan bukan pada tempatnya. Menurut suatu qiraat dibaca qayyima jamak dari qiimah; artinya alat untuk menilai harga benda-benda (hanya berilah mereka belanja daripadanya) maksudnya beri makanlah mereka daripadanya (dan pakaian dan ucapkanlah kepada mereka kata-kata yang baik) misalnya janjikan jika mereka telah dewasa, maka harta mereka itu akan diberikan semuanya kepada mereka."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 6,
    "arab": "وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ",
    "translation": "Dan ujilah anak-anak yatim itu sampai mereka cukup umur untuk menikah. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka hartanya. Dan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barangsiapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barangsiapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, maka hendaklah kamu adakan saksi-saksi. Dan cukuplah Allah sebagai pengawas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/499.mp3",
    "tafsir": "Sebelum harta diserahkan kepada anak yatim, apabila mereka telah balig dan mampu dalam menggunakan harta maka terlebih dahulu kepada mereka diberikan ujian. Apakah benar-benar ia telah dapat memelihara dan menggunakan hartanya dengan baik, sebagaimana dipahami oleh Mazhab Syafii. Mazhab Hanafi mewajibkan wali menyerahkan harta pada umur dewasa dengan syarat cerdas, mampu dan pada umur 25 tahun walaupun dalam keadaan tidak cerdas.\nJanganlah para wali ikut mengambil atau memakan harta anak yatim secara berlebiban. Apabila wali termasuk orang yang mampu hendaklah ia menahan diri agar tidak ikut memakan harta anak yatim tersebut. Tetapi apabila wali memang orang yang dalam keadaan kekurangan, maka boleh ia ikut memakannya secara baik dan tidak melampaui batas.\nApabila masa penyerahan di atas telah tiba, hendaklah penyerahan itu dilakukan di hadapan dua orang saksi untuk menghindarkan adanya perselisihan di kemudian hari. Allah selalu menyaksikan dan mengawasi apa yang dikerjakan oleh manusia. Tidak ada hal yang tersembunyi bagi-Nya baik di bumi maupun di langit.",
    "quraish": "Ujilah kemampuan berpikir anak-anak yatim tersebut, selidikilah keadaannya dan kemampuannya menggunakan harta sebelum menginjak dewasa. Jika mereka telah memenuhi kelayakan untuk menikah, dan menurut pendapat kalian mereka telah pandai memelihara harta, maka serahkanlah harta-harta mereka. Janganlah kalian memakan harta anak-anak yatim dengan melampaui batas dan juga janganlah tergesa-gesa memanfaatkannya selagi mereka belum dewasa. Barangsiapa, di antara pemelihara harta itu, yang mampu, maka hendaknya ia menahan diri untuk tidak memakannya. Barangsiapa yang fakir, maka ia cukup memakan harta itu menurut yang sepatutnya. Dan, bila kalian telah benar-benar menyerahkan harta itu kepada mereka, hendaknya kalian menyediakan saksi. Cukuplah Allah sebagai pembalas dan pengawas atas persaksian itu.",
    "jalalayn": "(Dan hendaklah kamu uji anak-anak yatim itu) sebelum mereka balig yakni mengenai keagamaan dan tingkah laku mereka (hingga setelah mereka sampai umur untuk kawin) artinya telah mampu untuk itu dengan melihat keadaan dan usia; menurut Imam Syafii 15 tahun penuh (maka jika menurut pendapatmu) atau penglihatanmu (mereka telah cerdas) artinya pandai menjaga agama dan harta mereka (maka serahkanlah kepada mereka itu harta-harta mereka dan janganlah kamu memakannya) hai para wali (secara berlebih-lebihan) tanpa hak; ini menjadi hal (dan dengan tergesa-gesa) untuk membelanjakannya karena khawatir (mereka dewasa) hingga harta itu harus diserahkan kepada yang berhak. (Dan barang siapa) di antara para wali (yang mampu, maka hendaklah ia menahan diri) dari mengambil dan memakan harta anak yatim itu (sedangkan siapa yang miskin, maka bolehlah ia memakan) harta itu (secara sepatutnya) artinya sekadar upah jerih payahnya. (Kemudian apabila kamu menyerahkan kepada mereka) maksudnya kepada anak-anak yatim (harta mereka, maka hendaklah kamu persaksikan terhadap mereka) yakni bahwa mereka telah menerimanya dan tanggung jawabmu telah selesai. Maksudnya ialah siapa tahu kalau-kalau terjadi persengketaan nanti, maka kamu dapat mempergunakan para saksi itu. Maka perintah ini tujuannya ialah untuk memberi petunjuk (Dan cukuplah Allah) ba merupakan tambahan (sebagai pengawas) yang mengawasi perbuatan-perbuatan hamba-Nya dan memberi mereka ganjaran. Ayat berikut ini diturunkan untuk menolak kebiasaan orang-orang jahiliah yang tidak mau memberi harta warisan kepada golongan wanita dan anak-anak."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 7,
    "arab": "لِلرِّجَالِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَۖ وَلِلنِّسَاۤءِ نَصِيْبٌ مِّمَّا تَرَكَ الْوَالِدٰنِ وَالْاَقْرَبُوْنَ مِمَّا قَلَّ مِنْهُ اَوْ كَثُرَ ۗ نَصِيْبًا مَّفْرُوْضًا",
    "translation": "Bagi laki-laki ada hak bagian dari harta peninggalan kedua orang tua dan kerabatnya, dan bagi perempuan ada hak bagian (pula) dari harta peninggalan kedua orang tua dan kerabatnya, baik sedikit atau banyak menurut bagian yang telah ditetapkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/500.mp3",
    "tafsir": "Apabila anak yatim mendapat peninggalan harta dari kedua orang tuanya atau kerabatnya yang lain mereka sama mempunyai hak dan bagian. Masing-masing mereka akan mendapat bagian yang telah ditentukan oleh Allah. Tak seorang pun dapat mengambil atau mengurangi hak mereka.",
    "quraish": "Laki-laki mendapatkan hak bagian dari harta peninggalan orangtua dan kerabat karibnya sebagai warisan. Demikian pula bagi wanita, ada hak bagian dari harta peninggalan itu, tanpa dihilangkan atau dikurangi. Bagian-bagian tersebut telah ditentukan demikian, baik harta itu sedikit maupun banyak.",
    "jalalayn": "(Bagi laki-laki) baik anak-anak maupun karib kerabat (ada bagian) atau hak (dari harta peninggalan ibu bapak dan karib kerabat) yang meninggal dunia (dan bagi wanita ada bagian pula dari harta peninggalan ibu bapak dan karib kerabat, baik sedikit daripadanya) maksudnya dari harta itu (atau banyak) yang dijadikan Allah (sebagai hak yang telah ditetapkan) artinya hak yang pasti yang harus diserahkan kepada mereka."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 8,
    "arab": "وَاِذَا حَضَرَ الْقِسْمَةَ اُولُوا الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنُ فَارْزُقُوْهُمْ مِّنْهُ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا",
    "translation": "Dan apabila sewaktu pembagian itu hadir beberapa kerabat, anak-anak yatim dan orang-orang miskin, maka berilah mereka dari harta itu (sekedarnya) dan ucapkanlah kepada mereka perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/501.mp3",
    "tafsir": "Dan apabila pada waktu diadakan pembagian harta warisan ikut hadir pula kaum kerabat yang tidak berhak mendapat warisan, begitu juga para fakir miskin atau anak yatim, maka kepada mereka sebaiknya diberikan juga sedikit bagian sebagai hadiah menurut keikhlasan para ahli waris agar mereka tidak hanya menyaksikan saja ahli waris mendapat bagian. Dan kepada mereka seraya memberikan hadiah tersebut diucapkan kata-kata yang menyenangkan hati mereka. Ini sangat bermanfaat sekali untuk menjaga silaturahmi dan persaudaraan agar tidak diputuskan oleh hasad dan dengki. Di samping itu, bagi para ahli waris hal ini menunjukkan rasa syukur kepada Allah.",
    "quraish": "Apabila sewaktu pembagian itu hadir kerabat, anak yatim atau orang-orang miskin yang tidak memiliki hak atas bagian itu, maka berikanlah kepada mereka secukupnya dari bagian itu sebagai penghargaan atas mereka agar terhindar dari rasa dengki di hati mereka. Dan, sebaiknya, pemberian itu disertai dengan ucapan yang baik.",
    "jalalayn": "(Dan apabila pembagian harta warisan dihadiri oleh karib kerabat) yakni dari golongan yang tidak beroleh warisan (dan anak-anak yatim serta orang-orang miskin, maka berilah mereka daripadanya sekadarnya) sebelum dilakukan pembagian (dan ucapkanlah) hai para wali (kepada mereka) yakni jika mereka masih kecil-kecil (kata-kata yang baik) atau lemah-lembut, seraya meminta maaf kepada kaum kerabat yang tidak mewarisi itu, bahwa harta peninggalan ini bukan milik kalian tetapi milik ahli waris yang masih kecil-kecil. Ada yang mengatakan bahwa hukum ini yakni pemberian kepada kaum kerabat yang tidak mewarisi telah dinasakhkan/dihapus. Tetapi ada pula yang mengatakan tidak, hanya manusialah yang mempermudah dan tidak melakukannya. Berdasarkan itu maka hukumnya sunah, tetapi Ibnu Abbas mengatakannya wajib."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 9,
    "arab": "وَلْيَخْشَ الَّذِيْنَ لَوْ تَرَكُوْا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعٰفًا خَافُوْا عَلَيْهِمْۖ فَلْيَتَّقُوا اللّٰهَ وَلْيَقُوْلُوْا قَوْلًا سَدِيْدًا",
    "translation": "Dan hendaklah takut (kepada Allah) orang-orang yang sekiranya mereka meninggalkan keturunan yang lemah di belakang mereka yang mereka khawatir terhadap (kesejahteraan)nya. Oleh sebab itu, hendaklah mereka bertakwa kepada Allah, dan hendaklah mereka berbicara dengan tutur kata yang benar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/502.mp3",
    "tafsir": "Orang yang telah mendekati akhir hayatnya diperingatkan agar mereka memikirkan, janganlah meninggalkan anak-anak atau keluarga yang lemah terutama tentang kesejahteraan hidup mereka di kemudian hari. Untuk itu selalu bertakwa dan mendekatkan diri kepada Allah. Selalu berkata lemah lembut, terutama kepada anak yatim yang menjadi tanggung jawab mereka. Perlakukanlah mereka seperti memperlakukan anak kandung sendiri.",
    "quraish": "Manusia sekali-kali tidak boleh berlaku zalim terhadap anak-anak yatim. Hendaklah mereka merasa takut terhadap keturunannya yang lemah akan menerima perlakuan zalim sebagaimana yang dirasakan oleh anak-anak yatim. Bertakwalah kepada Allah dalam menghadapi anak-anak yatim. Berbicaralah dengan ucapan yang mengarah kepada kebenaran tanpa berlaku zalim kepada siapa pun.",
    "jalalayn": "(Dan hendaklah bersikap waspada) maksudnya terhadap nasib anak-anak yatim (orang-orang yang seandainya meninggalkan) artinya hampir meninggalkan (di belakang mereka) sepeninggal mereka (keturunan yang lemah) maksudnya anak-anak yang masih kecil-kecil (mereka khawatir terhadap nasib mereka) akan terlantar (maka hendaklah mereka bertakwa kepada Allah) mengenai urusan anak-anak yatim itu dan hendaklah mereka lakukan terhadap anak-anak yatim itu apa yang mereka ingini dilakukan orang terhadap anak-anak mereka sepeninggal mereka nanti (dan hendaklah mereka ucapkan) kepada orang yang hendak meninggal (perkataan yang benar) misalnya menyuruhnya bersedekah kurang dari sepertiga dan memberikan selebihnya untuk para ahli waris hingga tidak membiarkan mereka dalam keadaan sengsara dan menderita."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 10,
    "arab": "اِنَّ الَّذِيْنَ يَأْكُلُوْنَ اَمْوَالَ الْيَتٰمٰى ظُلْمًا اِنَّمَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ نَارًا ۗ وَسَيَصْلَوْنَ سَعِيْرًا ࣖ ",
    "translation": "Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api dalam perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/503.mp3",
    "tafsir": "Sekali lagi peringatan ini diberikan kepada orang yang tidak berlaku adil dan berlaku zalim terhadap anak yatim yang ada dalam asuhan mereka. Siapa yang ikut makan harta anak yatim secara zalim yakni tidak mengindahkan peraturan yang telah ditetapkan Allah, mereka seakan-akan memenuhi perut mereka dengan api.",
    "quraish": "Orang-orang yang berlaku zalim terhadap anak-anak yatim dengan memakan hartanya secara tidak benar, sebenarnya mereka memakan sesuatu yang menggiringnya ke api neraka. Mereka akan menerima siksa pada hari kiamat berupa api neraka yang sangat menyakitkan.",
    "jalalayn": "(Sesungguhnya orang-orang yang memakan harta anak-anak yatim secara aniaya) maksudnya tanpa hak (bahwasanya mereka menelan api sepenuh perut mereka) karena harta itu akan berubah di akhirat nanti menjadi api (dan mereka akan masuk) dalam bentuk kalimat aktif atau pun pasif (api yang bernyala-nyala) yakni api neraka yang menyebabkan mereka terbakar hangus."
  },
  {
    "hizb": 31,
    "name": "An-Nisa'",
    "ayat": 11,
    "arab": "يُوْصِيْكُمُ اللّٰهُ فِيْٓ اَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِ ۚ فَاِنْ كُنَّ نِسَاۤءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۚ وَاِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ ۗ وَلِاَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ اِنْ كَانَ لَهٗ وَلَدٌ ۚ فَاِنْ لَّمْ يَكُنْ لَّهٗ وَلَدٌ وَّوَرِثَهٗٓ اَبَوٰهُ فَلِاُمِّهِ الثُّلُثُ ۚ فَاِنْ كَانَ لَهٗٓ اِخْوَةٌ فَلِاُمِّهِ السُّدُسُ مِنْۢ بَعْدِ وَصِيَّةٍ يُّوْصِيْ بِهَآ اَوْ دَيْنٍ ۗ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْۚ  لَا تَدْرُوْنَ اَيُّهُمْ اَقْرَبُ لَكُمْ نَفْعًا ۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗ اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا",
    "translation": "Allah mensyariatkan (mewajibkan) kepadamu tentang (pembagian warisan untuk) anak-anakmu, (yaitu) bagian seorang anak laki-laki sama dengan bagian dua orang anak perempuan. Dan jika anak itu semuanya perempuan yang jumlahnya lebih dari dua, maka bagian mereka dua pertiga dari harta yang ditinggalkan. Jika dia (anak perempuan) itu seorang saja, maka dia memperoleh setengah (harta yang ditinggalkan). Dan untuk kedua ibu-bapak, bagian masing-masing seperenam dari harta yang ditinggalkan, jika dia (yang meninggal) mempunyai anak. Jika dia (yang meninggal) tidak mempunyai anak dan dia diwarisi oleh kedua ibu-bapaknya (saja), maka ibunya mendapat sepertiga. Jika dia (yang meninggal) mempunyai beberapa saudara, maka ibunya mendapat seperenam. (Pembagian-pembagian tersebut di atas) setelah (dipenuhi) wasiat yang dibuatnya atau (dan setelah dibayar) utangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih banyak manfaatnya bagimu. Ini adalah ketetapan Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/504.mp3",
    "tafsir": "Adapun sebab turun ayat ini menurut hadis yang diriwayatkan oleh Ahmad, Abu Daud dan Tirmizi dari sahabat Jabir yang artinya: Telah datang kepada Rasulullah saw istri Saad bin Rabi dan berkata, \"Wahai Rasulullah! Ini adalah dua anak perempuan Saad bin Rabi. Ia telah gugur dalam Perang Uhud, seluruh hartanya telah diambil pamannya dan tak ada yang ditinggalkan untuk mereka sedangkan mereka tak dapat menikah bila tidak memiliki harta.\" Rasulullah saw berkata, \"Allah akan memberikan hukumnya,\" maka turunlah ayat warisan. Kemudian Rasulullah mendatangi paman kedua anak tersebut dan berkata, \"Berikan dua pertiga dari harta Saad kepada anaknya dan kepada ibunya berikan seperdelapannya, sedang sisanya ambillah untuk kamu.\"\nDalam ayat ini Allah menyampaikan wasiat yang mewajibkan kepada kaum Muslimin yang telah mukalaf untuk menyelesaikan harta warisan bagi anak yang ditinggalkan oleh orang tuanya, baik mereka laki-laki atau perempuan. Apabila ahli waris itu terdiri dari anak-anak laki-laki dan perempuan, maka berikan kepada yang laki-laki dua bagian dan kepada yang perempuan satu bagian. Adapun hikmah anak laki-laki mendapat dua bagian, karena laki-laki memerlukan harta untuk memenuhi kebutuhan dirinya dan nafkah istrinya serta anaknya, sedang perempuan hanya memerlukan biaya untuk diri sendiri. Adapun apabila ia telah menikah maka kewajiban nafkah itu ditanggung oleh suaminya. Karena itu wajarlah jika ia diberikan satu bagian.\nYang dimaksud anak atau ahli waris lainnya dalam ayat ini adalah secara umum. Kecuali karena ada halangan yang menyebabkan anak atau ahli waris lainnya tidak mendapat hak warisan. Adapun yang dapat menghalangi seseorang menerima hak warisannya adalah:\n1.Berlainan agama, sebagaimana sabda Rasulullah saw:\n\"Tidak saling mewarisi antara orang-orang yang berlainan agama.\" (Riwayat Ibnu Majah).\n2.Membunuh pewaris. Ini berdasarkan hadis dan ijma.\n3.Bila ahli waris menjadi hamba sahaya.\n4.Harta peninggalan para nabi tidak boleh dibagi-bagi sebagai warisan.\nSelanjutnya ditentukan oleh Allah apabila seseorang wafat hanya mempunyai anak perempuan yang jumlahnya lebih dari dua orang dan tidak ada anak laki-laki, maka mereka mendapat dua pertiga dari jumlah harta, lalu dibagi rata di antara mereka masing-masing. Tetapi apabila yang ditinggalkan itu anak perempuan hanya seorang diri maka ia mendapat seperdua dari jumlah harta warisan. Sisa harta yang sepertiga (kalau hanya meninggalkan dua anak perempuan) atau yang seperdua (bagi yang meninggalkan hanya seorang anak perempuan) dibagikan kepada ahli waris yang lain sesuai dengan ketentuan masing-masing.\nPerlu ditambahkan di sini bahwa menurut bunyi ayat, anak perempuan mendapat 2/3 apabila jumlahnya lebih dari dua atau dengan kata lain mulai dari 3 ke atas. Tidak disebutkan berapa bagian apabila anak perempuan tersebut hanya dua orang. Menurut pendapat jumhur ulama bahwa mereka yang dimasukkan pada jumlah tiga ke atas mendapat 2/3 dari harta warisan.\nDari perincian di atas, diketahui bahwa anak perempuan tidak pernah menghabiskan semua harta. Paling banyak hanya memperoleh 1/2 dari jumlah harta. Berbeda dengan anak laki-laki, apabila tidak ada waris yang lain dan ia hanya seorang diri, maka ia mengambil semua harta warisan. Dan apabila anak laki-laki lebih dari seorang maka dibagi rata di antara mereka. Tentang hikmah dan perbedaan ini telah diterangkan di atas.\nDijelaskan pula tentang hak kedua orang tua. Apabila seseorang meninggal dunia dan ia meninggalkan anak, baik laki-laki maupun perempuan, maka masing-masing orang tua yaitu ibu dan bapak mendapat 1/6 dari jumlah harta. Sebaliknya apabila ia tidak meninggalkan anak, maka ibu mendapat 1/3 dari jumlah harta dan sisanya diberikan kepada bapak. Apabila yang meninggal itu selain meninggalkan ibu-bapak ada pula saudara-saudaranya yang lain, laki-laki atau perempuan dua ke atas, menurut jumhur maka ibu mendapat 1/6 dan bapak mendapat sisanya.\nSetelah diterangkan jumlah pembagian untuk anak, ibu dan bapak, diterangkan lagi bahwa pembagian tersebut barulah dilaksanakan setelah lebih dahulu diselesaikan urusan wasiat dan utangnya. Walaupun dalam ayat mendahulukan penyebutan wasiat dari utang namun dalam pelaksanaannya menurut Sunah Rasul hendaklah didahulukan pembayaran utang.\nDi antara orang tua dan anak, kamu tidak mengetahui mana yang lebih dekat atau yang lebih memberi manfaat bagi kamu. Oleh karena itu janganlah kamu membagi harta warisan sebagaimana yang dilakukan oleh orang jahiliah yang memberikan hak warisan hanya kepada orang yang dianggap dapat ikut perang akan membela keluarganya dan tidak memberikan hak warisan sama sekali bagi anak kecil dan kaum perempuan. Ikutilah apa yang ditentukan Allah karena Dialah yang lebih tahu mana yang bermanfaat untuk kamu baik di dunia maupun di akhirat. Hukum warisan tersebut adalah suatu ketentuan dari Allah yang wajib dilaksanakan oleh kaum Muslimin. Ketahuilah bahwa Allah Mengetahui segala sesuatu dan apa yang ditentukan-Nya pastilah mengandung manfaat untuk kemaslahatan manusia.",
    "quraish": "Allah memerintahkan kalian, dalam urusan warisan anak-anak dan kedua orangtua kalian bila kalian meninggal dunia, untuk melakukan sesuatu yang bisa mewujudkan keadilan dan perbaikan. Apabila anak yang ditinggalkan terdiri atas laki-laki dan perempuan, maka bagian seorang anak laki-laki dua kali bagian anak perempuan. Apabila semua anaknya perempuan, dan lebih dari dua orang, maka mereka mendapat dua pertiga dari harta yang ditinggalkan. Secara tersirat, ayat ini bisa dipahami bahwa bila jumlah anak perempuan itu hanya dua orang, bagian mereka sama dengan bila mereka berjumlah lebih dari dua orang. Jika anak perempuan itu seorang saja, maka ia memperoleh separuh harta yang ditinggalkan. Apabila si mayit meninggalkan bapak dan ibu, maka bagian masing-masing seperenam, jika ia mempunyai anak, laki- laki atau perempuan. Tetapi bila ia tidak mempunyai anak, dan yang mewarisi hanya ibu dan bapak saja, maka bagian ibu adalah sepertiga dan sisanya menjadi bagian bapak. Jika mayit itu mempunyai saudara, maka ibunya menerima seperenam, dan sisanya menjadi bagian bapak, tanpa ada bagian untuk saudara- saudaranya. Bagian-bagian ini diberikan kepada yang berhak setelah dibayar utang-utangnya dan telah dilaksanakan apa yang diwasiatkan, selama dalam batasan syariat. Inilah hukum Allah yang adil dan mengandung kebijaksanaan. Kalian tidak mengetahui siapa di antara bapak dan anak kalian yang lebih banyak manfaatnya bagi kalian. Sesungguhnya kebaikan ada pada perintah Allah. Allah Maha Mengetahui maslahat kalian dan Mahabijaksana pada apa-apa yang diwajibkan kepada kalian.",
    "jalalayn": "(Allah mewasiatkan atau menitahkan padamu mengenai anak-anakmu) dengan apa yang akan disebutkan ini: (yaitu bagian seorang anak lelaki sama dengan bagian dua orang anak perempuan) di antara mereka. Jika ketiga mereka itu berkumpul, maka bagi yang lelaki seperdua harta dan bagi kedua anak perempuan seperdua pula. Sedangkan jika yang ditemui itu hanya seorang anak lelaki dan seorang perempuan, maka bagi yang perempuan itu hanya sepertiga sementara bagi yang laki-laki dua pertiga. Dan sekiranya yang laki-laki itu tunggal, maka ia menghabisi semua harta (jika mereka) maksudnya anak-anak itu (hanya perempuan) saja (lebih dari dua orang maka bagi mereka dua pertiga harta yang ditinggalkan) mayat; demikian pula jika jumlah mereka dua orang karena mereka itu dua bersaudara yang tercakup dalam firman Allah swt., \"... maka bagi mereka dua pertiga dari harta peninggalan,\" mereka lebih utama apalagi mengingat bahwa seorang anak perempuan berhak sepertiga harta jika bersama seorang anak laki-laki sehingga dengan demikian jika dia bersama seorang anak perempuan lebih utama lagi dan lebih didahulukan dari hubungan apa pun. Ada pula yang mengatakan bahwa demikian itu ialah untuk menghilangkan dugaan bertambahnya bagian dengan bertambahnya bilangan, yakni tatkala timbul pengertian bahwa dengan diberikannya sepertiga bagian untuk seorang anak perempuan jika ia bersama seorang anak laki-laki, maka dua orang anak perempuan beroleh dua pertiga bagian. (Jika dia) maksudnya anak perempuan itu (seorang saja) menurut qiraat dengan baris di depan sehingga kaana dianggap sebagai tam dan bukan naqish. (maka ia memperoleh seperdua harta sedangkan untuk kedua orang tuanya) maksudnya orang tua mayat yang di sini diberi badal dengan (bagi masing-masing mereka seperenam dari harta pusaka; yakni jika si mayat itu mempunyai anak) baik laki-laki maupun wanita. Ditekankannya badal ialah untuk menyatakan bahwa kedua orang tua itu tidaklah berserikat padanya. Dan terhadap adanya anak dianggap adanya cucu, begitu pula terhadap adanya bapak adanya kakek. (Jika si mayat tidak mempunyai anak dan dia diwarisi oleh kedua orang tuanya) saja atau bersama istrinya (maka bagi ibunya) dapat dibaca li-ummihi dengan hamzah baris di depan dan boleh pula limmihi dengan hamzah baris di bawah untuk meringankan bertemunya dhammah dan kasrah pada dua tempat yang berdekatan (sepertiga) maksudnya sepertiga dari harta yang telah dibagikan kepada pihak istri, sedangkan sisanya buat bapak. (Jika yang meninggal itu mempunyai beberapa orang saudara) maksudnya dua orang atau lebih, baik laki-laki atau perempuan (maka bagi ibunya seperenam) sedangkan sisanya untuk bapaknya, sementara saudara-saudaranya itu tidak beroleh bagian apa-apa. Dan pembagian warisan seperti tersebut di atas itu ialah (setelah) dilaksanakannya (wasiat yang dibuatnya) dibaca yuushii atau yuushaa dalam bentuk aktif atau pun pasif (atau) dibayarnya (utangnya). Dan disebutkannya lebih dulu pemenuhan wasiat daripada pembayaran utang, walaupun pelaksanaannya dibelakangkan ialah dengan maksud untuk tidak mengabaikannya. (Mengenai orang tuamu dan anak-anakmu) menjadi mubtada sedangkan khabarnya ialah: (tidaklah kamu ketahui manakah yang lebih dekat kepadamu manfaatnya) di dunia dan di akhirat. Ada orang yang mengira bahwa putranyalah yang lebih banyak kegunaannya kepadanya, lalu diberinya harta warisan sehingga dengan demikian ternyatalah bahwa bapaklah yang lebih bermanfaat bagi manusia, demikian sebaliknya. Maka yang mengetahui soal itu hanyalah Allah swt. dan itulah sebabnya diwajibkan-Nya pembagian pusaka. (Ini adalah ketetapan dari Allah; sesungguhnya Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) tentang peraturan-peraturan yang diberikan-Nya kepada mereka; artinya Dia tetap bersifat bijaksana dalam semuanya itu."
  }
]