[
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 36,
    "arab": "۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا وَّبِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَالْجَارِ ذِى الْقُرْبٰى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْۢبِ وَابْنِ السَّبِيْلِۙ وَمَا مَلَكَتْ اَيْمَانُكُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ",
    "translation": "Dan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat-baiklah kepada kedua orang tua, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh, teman sejawat, ibnu sabil dan hamba sahaya yang kamu miliki. Sungguh, Allah tidak menyukai orang yang sombong dan membanggakan diri,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/529.mp3",
    "tafsir": "Mengabdi dan menyembah kepada Allah dinamakan ibadah. Beribadah dengan penuh keikhlasan hati, mengakui keesaan-Nya dan tidak mempersekutukan-Nya dengan sesuatu, itulah kewajiban seseorang kepada Allah. Dalam kata lain, ibadah dan mengesakan Allah merupakan hak-hak Allah yang menjadi kewajiban manusia untuk menunaikannya. Melakukan ibadah kepada Allah tampak dalam amal perbuatan setiap hari, seperti mengerjakan apa yang telah ditetapkan oleh Rasulullah dan telah dicontohkannya, seperti salat, puasa, zakat, haji dan lain-lainnya, dinamakan ibadah khusus. Kemudian ibadah umum, yaitu semua pekerjaan yang baik yang dikerjakan dalam rangka patuh dan taat kepada Allah saja, bukan karena yang lainnya, seperti membantu fakir miskin, menolong dan memelihara anak yatim, mengajar orang, menunjukkan jalan kepada orang yang sesat dalam perjalanan, menyingkirkan hal-hal yang dapat mengganggu orang di tengah jalan dan sebagainya. Ibadah harus dikerjakan dengan ikhlas, memurnikan ketaatan kepada-Nya dan tidak mempersekutukan-Nya dengan yang lain.\nAda bermacam-macam pekerjaan manusia yang menyebabkan dia bisa menjadi musyrik, di antaranya menyembah berhala sebagai perantara agar permohonannya disampaikan kepada Allah. Mereka bersembah sujud di hadapan berhala untuk menyampaikan hajat dan maksud mereka. Perbuatan manusia yang seperti itu banyak disebutkan Allah dalam Al-Qur'an. Allah berfirman:\n\nDan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\" Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yunus/10:18).\n\nAda pula golongan lain yang termasuk musyrik, sebagaimana yang disebutkan Allah dalam Al-Qur'an, yaitu orang Nasrani yang menuhankan Nabi Isa, putra Maryam. Di samping mereka menyembah Allah, juga mereka mengakui Isa a.s. sebagai Tuhan mereka. Allah berfirman:\n\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9:31).\n\nOrang musyrik semacam ini banyak terdapat pada masa sekarang, yaitu orang yang memohon dan meminta syafaat dengan perantaraan orang-orang yang dianggapnya suci dan keramat, baik orang-orang yang dianggapnya suci itu masih hidup maupun sudah mati. Mereka mendatangi kuburannya, di sanalah mereka menyampaikan hajat dan doa, bahkan mereka sampai bermalam di sana. Mereka berwasilah kepadanya dan dengan berwasilah itu, maksudnya akan berhasil dan doanya akan makbul. Tidak jarang terjadi manusia berdoa meminta kepada batu, pohon kayu, roh nenek moyang, jin, hantu dan sebagainya. Semua ini digolongkan perbuatan syirik.\nKewajiban seseorang kepada Allah ialah menyembah-Nya dan tidak mempersekutukan-Nya dengan yang lain. Rasulullah saw bersabda:\n\"Dari Mu'az bin Jabal, Rasulullah saw bersabda, \"Ya Muaz, tahukah engkau apakah hak Allah atas hamba-Nya, dan apa pula hak hamba atas Allah?\" Saya menjawab, \"Allah dan Rasul-Nya yang lebih tahu.\" Rasulullah berkata, \"Hak Allah atas hamba-Nya ialah agar hamba-Nya menyembah-Nya dan jangan mempersekutukan-Nya dengan sesuatu. Hak hamba atas Allah ialah bahwa Allah tidak akan mengazab hamba-Nya yang tidak mempersekutukan-Nya dengan sesuatu.\" (Riwayat al-Bukhari dan Muslim).\n\nDalam ayat ini Allah mengatur kewajiban terhadap sesama manusia. Sesudah Allah memerintahkan agar menyembah dan beribadah kepada-Nya dengan tidak mempersekutukan-Nya dengan yang lain, selanjutnya Allah memerintahkan agar berbuat baik kepada ibu-bapak. Berbuat baik kepada ibu-bapak adalah suatu kewajiban yang harus dipenuhi oleh setiap manusia. Perintah mengabdi kepada Allah diiringi perintah berbuat baik kepada ibu-bapak adalah suatu peringatan bahwa jasa ibu bapak itu sungguh besar dan tidak dapat dinilai harganya dengan apa pun. Selain ayat ini ada lagi beberapa ayat dalam Al-Qur'an yang memerintahkan agar berbuat baik kepada ibu-bapak seperti firman Allah:\n\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. (Luqman/31:14).\n\n\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu-bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan \"ah\" dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isra'/17:23).\n\nBerbuat baik kepada ibu-bapak mencakup segala-galanya, baik dengan perkataan maupun dengan perbuatan yang dapat menyenangkan hati mereka keduanya. Berlaku lemah lembut dan sopan santun kepada keduanya termasuk berbuat baik kepadanya. Mengikuti nasihatnya, selama tidak bertentangan dengan ajaran Allah juga termasuk berbuat baik. Andaikata keduanya memerintahkan sesuatu yang bertentangan dengan ajaran Allah, perintahnya boleh tidak dipatuhi, tetapi terhadap keduanya tetap dijaga hubungan yang baik. Allah berfirman:\n\n\"Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan.\" (Luqman/31:15).\n\nTermasuk pula berbuat baik mendoakan keduanya agar Allah mengampuni dosanya, sebab keduanya telah berjasa banyak, mendidik, memelihara dan mengasuh semenjak kecil.\nPerintah agar selalu berbuat baik kepada ibu bapak selama hayat masih dikandung badan, karena ibu bapak adalah manusia yang paling berjasa, diperintahkan pula agar berbuat baik kepada karib kerabat. Karib kerabat adalah orang yang paling dekat hubungannya dengan seseorang sesudah ibu bapak, baik karena ada hubungan darah maupun karena yang lainnya.\nKalau seseorang telah dapat menunaikan kewajibannya kepada Allah dengan sebaik-baiknya, maka dengan sendirinya akidah orang itu akan bertambah kuat dan amal perbuatannya akan bertambah baik. Kemudian bila dia telah menunaikan kewajibannya kepada kedua ibu bapaknya dengan ikhlas dan setia, akan terwujudlah rumah tangga yang aman dan damai dan akan berbahagialah seluruh rumah tangga itu.\nRumah tangga yang aman dan damai akan mempunyai kekuatan untuk berbuat baik kepada karib kerabat dan sanak famili. Maka akan terhimpunlah suatu kekuatan besar dalam masyarakat. Dari masyarakat yang seperti ini akan mudah terwujud sifat tolong-menolong dan bantu-membantu, berbuat baik kepada anak-anak yatim dan orang miskin.\nBerbuat baik kepada anak yatim dan orang miskin, bukan hanya didorong oleh hubungan darah dan famili, tetapi semata-mata karena dorongan perikemanusiaan yang ditumbuhkan oleh rasa iman kepada Allah. Iman kepada Allah yang menumbuhkan kasih sayang untuk menyantuni anak-anak yatim dan orang-orang miskin, sebab banyak terdapat perintah Allah di dalam Al-Qur'an yang menyuruh berbuat baik kepada anak yatim dan orang miskin itu. Tangan siapa lagi yang dapat diharapkan oleh mereka itu untuk menolongnya, selain dari orang yang dadanya penuh dengan sifat kasih sayang, yaitu orang yang beriman yang mempunyai rasa perikemanusiaan.\nAnak yatim itu tidak mempunyai bapak yang mengurus dan membelanjainya dan orang miskin itu tidak mempunyai daya untuk membiayai hidupnya sehari-hari. Mungkin karena lemah badannya atau oleh karena tidak cukup pendapatannya dari sehari ke sehari. Agar mereka tetap menjadi anggota masyarakat yang baik jangan sampai terjerumus ke lembah kehinaan dan nista, setiap manusia yang mempunyai rasa perikemanusiaan dan mempunyai rasa kasih sayang, haruslah bersedia turun tangan membantu dan menolong mereka, sehingga lambat laun derajat hidup mereka dapat ditingkatkan.\nAllah juga menyuruh berbuat baik kepada tetangga yang dekat dan tetangga yang jauh, kepada teman sejawat, ibnussabil dan hamba sahaya. Tetangga dekat dan yang jauh ialah orang-orang yang berdekatan rumahnya, sering berjumpa setiap hari, bergaul setiap hari, dan tampak setiap hari keluar-masuk rumahnya. Tetapi ada pula yang mengartikan dengan hubungan kekeluargaan, dan ada pula yang mengartikan antara yang muslim dan yang bukan muslim.\nBerbuat baik kepada tetangga adalah penting. karena pada hakikatnya tetangga itulah yang menjadi saudara dan famili. Kalau terjadi sesuatu, tetanggalah yang paling dahulu datang memberikan pertolongan, baik siang maupun malam.\nSaudara dan sanak famili yang berjauhan tempat tinggalnya, belum tentu dapat diharapkan dengan cepat memberikan pertolongan pada waktu diperlukan, seperti halnya tetangga. Oleh karena itu, hubungan yang baik dengan tetangga harus dijaga, jangan sampai terjadi perselisihan dan pertengkaran, walaupun tetangga itu beragama lain. Nabi Muhammad saw pernah melayat anak tetangganya yang beragama Yahudi.\nIbnu Umar pernah menyembelih seekor kambing, lalu dia berkata kepada pembantunya, \"Sudahkah engkau berikan hadiah kepada tetangga kita orang Yahudi itu?\" Saya mendengar Rasulullah saw bersabda:\n\"Malaikat Jibril tidak henti-henti menasihati aku, (agar berbuat baik) kepada tetangga,sehingga aku menyangka bahwa Jibril akan memberikan hak waris kepada tetangga.\" (Riwayat al-Bukhari dari Ibnu Umar).\n\nBanyak hadis yang menerangkan kewajiban bertetangga secara baik di antaranya:\n\"Siapa yang beriman kepada Allah dan hari akhir, maka hendaklah dia berbuat baik kepada tetanggannya\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\nDari Jabir bin Abdullah dia berkata, Rasulullah saw bersabda, \"Tetangga itu ada tiga macam, tetangga yang mempunyai satu hak saja, dan ia merupakan tetangga yang haknya paling ringan. Ada tetangga yang mempunyai dua hak dan ada tetangga yang mempunyai tiga hak, inilah tetangga yang paling utama haknya. Adapun tetangga yang hanya mempunyai satu hak saja, ialah tetangga musyrik, tidak ada hubungan darah dengan dia, dia mempunyai hak bertetangga. Adapun tetangga yang mempunyai dua hak, ialah tetangga Muslim, baginya ada hak sebagai Muslim dan hak sebagai tetangga. Tetangga yang mempunyai tiga hak ialah tetangga Muslim yang ada hubungan darahnya. Baginya ada hak sebagai tetangga, hak sebagai Muslim dan hak sebagai famili.\" (Riwayat Abu Bakar al-Bazzar).\n\"Demi Allah, tidak beriman, demi Allah tidak beriman, demi Allah, tidak beriman.\" Rasulullah ditanya orang, \"siapa ya Rasulullah?\" Rasulullah menjawab, \"Ialah orang yang kejahatannya tidak membuat aman tetangganya.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nRasulullah saw bersabda:\n\"Ya Abu Zar, kalau engkau membuat maraq (sop) banyakkanlah kuahnya, kemudian berilah tetanggamu.\" (Riwayat Muslim dari Abu dzarr).\n\nYang dimaksud berbuat baik kepada teman sejawat, ialah teman dalam perjalanan, atau dalam belajar, atau dalam pekerjaan yang dapat diharapkan pertolongannya dan memerlukan pertolongan, sehingga hubungan berkawan dan berteman tetap terpelihara. Setia-kawan adalah lambang ukhuwah Islamiyah, lambang persaudaraan dalam Islam.\nBerbuat baik kepada ibnu sabil, ialah menolong orang yang sedang dalam perjalanan bukan untuk tujuan maksiat, atau dalam perantauan yang jauh dari sanak famili dan memerlukan pertolongan, pada saat dia ingin kembali ke negerinya. Termasuk ibnu sabil ialah anak yang diketemukan yang tidak diketahui ibu bapaknya. Orang yang beriman wajib menolong anak tersebut, memeliharanya atau menemukan orang tuanya atau familinya, agar anak itu jangan terlunta-lunta hidupnya yang akibatnya akan menjadi anak yang rusak rohani dan jasmaninya.\nBerbuat baik kepada hamba sahaya, ialah dengan jalan memerdekakan budak. Apakah tuannya sendiri yang memerdekakannya atau orang lain dengan membelinya dari tuannya, kemudian dimerdekakannya. Pada zaman sekarang ini tidak terdapat lagi hamba sahaya, sebab perbudakan bertentangan dengan hak asasi manusia. Agama Islam pun tidak menginginkan adanya perbudakan. Karena itu semua hamba sahaya yang ditemui sebelum Islam datang, berangsur-angsur dimerdekakan dari tuannya, sehingga akhirnya habislah perbudakan itu.\nYang dimaksud dengan orang yang sombong dan membanggakan diri dalam ayat ini, ialah orang yang takabur yang dalam gerak-geriknya memperlihatkan kebesaran dirinya, begitu juga dalam pembicaraannya tampak kesombongannya melebihi orang lain, dialah yang tinggi dan mulia, orang lain rendah dan hina. Orang yang sombong dan membanggakan diri tidak disukai Allah. Sebab orang-orang yang seperti itu termasuk manusia yang tak tahu diri, lupa daratan dan akhirnya akan menyesal. Sifat takabur itu adalah hak Allah, bukan hak manusia. Siapa yang mempunyai sifat sombong dan takabur berarti menantang Allah. Biasanya orang yang sombong dan takabur itu kasar budi pekertinya dan busuk hatinya. Dia tidak dapat menunaikan kewajiban dengan baik dan ikhlas, baik kewajiban kepada Allah maupun kewajiban terhadap sesama manusia.\nBanyak hadis yang mencela orang-orang yang sombong dan takabur, di antaranya, Rasulullah saw bersabda:\n\"Tidak masuk surga orang yang di dalam hatinya terdapat takabur walaupun sedikit.\" Berkata seorang sabahat, \"Seseorang itu ingin memakai pakaian yang bagus dan sandal yang bagus.\" Berkata Rasulullah saw, \"Sesungguhnya Allah itu indah dan senang kepada keindahan. Sifat takabur itu ialah menolak yang benar dan memandang rendah kepada orang lain.\" (Riwayat Abu Dawud, Tirmidzi dari Ibnu Mas'ud).\n\nApakah yang akan disombongkan manusia, padahal semua yang ada padanya adalah kepunyaan Allah yang dititipkan kepadanya buat sementara. Lambat laun semuanya akan diambil Allah kembali, berikut nyawa dan tubuhnya yang kasar dan semuanya akan dipertanggungjawabkan di hadapan Allah nantinya.",
    "quraish": "Beribadahlah kalian hanya kepada Allah dan janganlah menjadikan sekutu bagi-Nya dalam hal-hal ketuhanan dan peribadatan. Berbuat baiklah kepada orangtuamu tanpa kelalaian. Juga kepada sanak keluarga, anak yatim, orang-orang yang memerlukan bantuan karena ketidakmampuan atau karena tertimpa bencana, tetangga dekat, baik ada hubungan keluarga maupun tidak, teman dekat seperjalanan, sepekerjaan atau sepergaulan, orang musafir yang membutuhkan bantuan karena tidak menetap di suatu negeri tertentu, dan budak laki-laki atau perempuan yang kalian miliki. Sesungguhnya Allah tidak menyukai orang-orang yang menyombongkan diri kepada sesama, yaitu orang yang tidak memiliki rasa belas kasih dan orang yang selalu memuji diri sendiri.",
    "jalalayn": "(Sembahlah olehmu Allah) dengan mengesakan-Nya (dan janganlah kamu mempersekutukan-Nya dengan suatu pun juga.) (Dan berbuat baiklah kepada kedua ibu bapak) dengan berbakti dan bersikap lemah lembut (kepada karib kerabat) atau kaum keluarga (anak-anak yatim, orang-orang miskin, tetangga yang karib) artinya yang dekat kepadamu dalam bertetangga atau dalam pertalian darah (dan kepada tetangga yang jauh) artinya yang jauh daripadamu dalam kehidupan bertetangga atau dalam pertalian darah (dan teman sejawat) teman seperjalanan atau satu profesi bahkan ada pula yang mengatakan istri (ibnu sabil) yaitu yang kehabisan biaya dalam perjalanannya (dan apa-apa yang kamu miliki) di antara hamba sahaya. (Sesungguhnya Allah tidak menyukai orang-orang yang sombong) atau takabur (membanggakan diri) terhadap manusia dengan kekayaannya."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 37,
    "arab": " ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ وَيَكْتُمُوْنَ مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًاۚ",
    "translation": "(yaitu) orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia yang telah diberikan Allah kepadanya. Kami telah menyediakan untuk orang-orang kafir azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/530.mp3",
    "tafsir": "Siapakah orang yang sombong dan takabur itu dan bagaimana perbuatannya? Mereka adalah orang-orang yang bakhil, tidak mau berbuat kebaikan sebagaimana yang telah diperintahkan Allah. Mereka tidak mau memberikan pertolongan dengan harta, tenaga dan pikiran untuk kemaslahatan sesama manusia. Di samping bakhil mereka mempengaruhi orang lain untuk berlaku bakhil, agar orang lain tidak mengeluarkan hartanya untuk menolong orang yang perlu ditolong. Di dalam hati mereka tersimpan sifat loba dan tamak kepada harta benda. Biar orang lain hidup melarat dan sengsara, asal mereka dapat hidup senang dan bermegah-megah. Mereka menyembunyikan karunia yang telah diberikan Allah kepadanya. Mereka berpura-pura seperti orang yang selalu dalam kesempitan dan kekurangan. Mereka yang seperti itu termasuk manusia yang tidak bersyukur kepada Allah, mereka adalah orang yang kafir atas nikmat Allah. Bagi orang kafir, Allah menyediakan siksa yang menghinakan, baik di dunia maupun di akhirat nanti.",
    "quraish": "Mereka adalah orang-orang yang, di samping sombong dan membanggakan diri, kikir dengan hartanya, menjauhi sesama manusia, dan mengajak orang lain untuk berbuat kikir seperti mereka. Mereka menganggap kecil karunia yang telah diberikan Allah kepadanya, suatu anggapan yang tidak ada manfaatnya sama sekali bagi mereka dan juga bagi orang lain. Bagi orang-orang yang mengingkari nikmat seperti mereka, Kami sediakan siksa yang menyakitkan dan merendahkan.",
    "jalalayn": "(Orang-orang yang) menjadi mubtada (kikir) mengeluarkan apa yang wajib mereka keluarkan (dan menyuruh manusia supaya kikir pula) dengannya (serta menyembunyikan karunia yang telah diberikan Allah kepada mereka) berupa ilmu maupun harta, dan mereka ini ialah orang-orang Yahudi sedangkan yang menjadi khabar mubtadanya ialah: bagi mereka ancaman dahsyat (dan Kami sediakan bagi orang-orang yang kafir) terhadap hal itu dan hal-hal lainnya (siksa yang menghinakan)."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 38,
    "arab": "وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
    "translation": "Dan (juga) orang-orang yang menginfakkan hartanya karena ria dan kepada orang lain (ingin dilihat dan dipuji), dan orang-orang yang tidak beriman kepada Allah dan kepada hari kemudian. Barangsiapa menjadikan setan sebagai temannya, maka (ketahuilah) dia (setan itu) adalah teman yang sangat jahat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/531.mp3",
    "tafsir": "Pada ayat ini dijelaskan sifat dan perbuatan orang yang sombong dan takabur, yaitu mereka menafkahkan hartanya karena ria. Mereka mau memberikan pertolongan kepada seseorang dengan hartanya, karena ingin dilihat orang, dibesarkan dan dipuji orang. Bukan karena ingin membayar kewajiban terhadap sesama manusia.\nPada hakikatnya mereka sama saja dengan orang yang bakhil cuma bedanya orang yang bakhil tidak mau sama sekali mengeluarkan hartanya untuk berbuat kebaikan kepada sesama manusia, malahan selalu loba dan tamak mengumpulkan harta benda dan kadang-kadang tidak peduli dari mana diperolehnya harta itu, apakah dari jalan yang halal ataukah dari jalan yang haram. Sedangkan orang ria, kadang-kadang mau berbuat kebaikan terhadap sesama manusia dengan mengeluarkan hartanya, asal dia mendapat pujian dan sanjungan. Bahkan untuk yang tidak baik sekalipun dia mau mengeluarkan hartanya, asal dia dapat pujian dari manusia. Jadi orang ria itu mengeluarkan hartanya bukan karena bersyukur kepada Allah atas karunia-Nya yang banyak dan bukan pula karena kesadarannya dalam membayarkan kewajibannya sesama manusia, tetapi hanya semata-mata karena hendak dipuji saja.\nPerbuatan seperti itu adalah perbuatan orang yang tidak percaya kepada Allah dan tidak percaya kepada hari akhirat. Orang yang percaya kepada Allah, mau mengeluarkan hartanya dengan ikhlas, tidak untuk mencari pujian, tetapi hanya mengharapkan balasan dari Allah nanti. Yang mendorong orang itu berbuat demikian, tidak lain hanya karena menurut ajaran setan saja, tidak mau mengikuti petunjuk Allah. Ajaran setan selalu membawa manusia kepada perbuatan yang keji dan terlarang. Maka dengan sendirinya manusia yang seperti itu telah menjadi teman dan pengikut setan, sedang setan itu adalah teman yang jahat. Maka akan celakalah akhirnya manusia bila telah berteman dengan setan. Dia akan terjauh dari jalan yang benar yang akan membawa kepada kebahagiaan di dunia dan selamat di akhirat nanti.\nTeman mempunyai pengaruh besar dalam kehidupan manusia. Berapa banyak orang yang baik bisa rusak karena berteman dengan orang yang jahat, dan berapa banyak pula orang yang jadi baik karena berteman dengan orang yang baik. Berhati-hatilah mencari teman, jangan berteman dengan sembarang orang.\nSeperti halnya pada masa Rasulullah saw orang Ansar disuruh berhati-hati berteman dengan orang Yahudi, karena ternyata orang-orang Yahudi itu selalu mempengaruhi orang mukmin agar jangan mau mengeluarkan harta untuk membantu seseorang, dengan alasan nanti bisa jatuh miskin, atau bisa mengakibatkan sengsara di hari depan.",
    "quraish": "Allah tidak menyukai orang yang mengeluarkan hartanya secara riyâ'(1) dengan tujuan agar dipuji dan dibanggakan orang lain. Padahal mereka tidak beriman kepada Allah dan hari pembalasan, karena mereka mengikuti setan lalu disesatkan. Alangkah buruknya setan bagi orang yang berteman dengannya! (1) yâ' berarti melakukan sesuatu dengan motif ingin dilihat dan dipuji orang lain, bukan ikhlas karena Allah.",
    "jalalayn": "(Dan orang-orang yang) diathafkan kepada orang-orang yang sebelumnya (menafkahkan harta mereka karena riya kepada manusia) artinya karena mereka ingin dipuji (dan mereka tidak beriman kepada Allah dan tidak pula kepada hari akhir) misalnya orang-orang munafik dan kafir Mekah. (Barangsiapa yang menjadi sejawat setan) artinya temannya, maka ia akan mengikuti perintahnya dan akan melakukan seperti apa yang dilakukannya (maka setan itu adalah teman yang seburuk-buruknya)."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 39,
    "arab": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
    "translation": "Dan apa (keberatan) bagi mereka jika mereka beriman kepada Allah dan hari kemudian dan menginfakkan sebagian rezeki yang telah diberikan Allah kepadanya? Dan Allah Maha Mengetahui keadaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/532.mp3",
    "tafsir": "Ayat ini merupakan pertanyaan yang mengandung peringatan kepada manusia yang mempunyai sifat dan perbuatan seperti tersebut dalam ayat di atas. Sudah jelas, mereka akan beruntung dan berbahagia serta selamat sejahtera di dunia dan di akhirat bila mereka beriman kepada Allah dan hari akhir serta mau memberikan sebagian rezeki yang telah Allah berikan kepadanya untuk kemaslahatan sesama manusia. Sifat orang yang sombong dan takabur dan mereka yang bakhil, sudah jelas akan mendatangkan kerugian dan bahaya bagi mereka, dan mereka akan mendapat siksa nanti di akhirat. Tetapi mengapa mereka tidak mau sadar dan insaf, dan tidak mau mengikuti ajaran Allah dan Rasul. Apakah mungkin karena kebodohan mereka atau mungkin karena hati mereka sudah tertutup untuk menerima kebenaran. \nMengharapkan pujian dan balasan dari manusia akan banyak mendatangkan kekecewaan dan putus asa. Apalagi kalau sudah ditimpa oleh musibah, maka timbullah kegoncangan dan kegelisahan dalam pikiran dan jiwa yang mengakibatkan putus asa dan hilang harapan. Berapa banyaknya korban yang jatuh akibat putus asa dan hilang harapan di mana manusia berani bunuh diri karenanya. Seandainya mereka orang yang beriman, tentu tidak akan ada sifat putus asa dan hilang harapan pada mereka. Mereka tentu akan sabar dan berserah diri kepada Allah. Kalau mendapat karunia dan nikmat, mereka bersyukur kepada Allah dan mempergunakan karunia itu untuk mengerjakan amal yang diridai-Nya. Tapi sebaliknya, kalau dia mendapat musibah, dia sabar dan tawakal kepada Allah. Bahkan musibah itu dianggapnya sebagai ujian dari Allah untuk memperkuat imannya. \nIman yang kuat dan keyakinan yang membaja adalah senjata yang ampuh untuk mempengaruhi hidup yang beraneka ragam corak dan bentuknya. Kadang-kadang menjadikan hati gembira dan kadang-kadang sedih dan duka. Kadang-kadang menjadikan seseorang gelak tertawa dan kadang-kadang menangis mengucurkan air mata. Tetapi di dalam hati orang beriman itu tetap ada keyakinan, bahwa Allah mengetahui setiap perbuatan manusia. Allah mengetahui mana manusia yang ikhlas beramal dan mana manusia yang beramal karena mengharapkan pujian manusia. Allah akan memberikan balasan kepada seseorang sesuai dengan niatnya.",
    "quraish": "Alangkah buruknya mereka itu! Apakah yang akan merugikan mereka kalau mereka mau beriman kepada Allah dan hari akhir, lalu menginfakkan harta yang dikaruniakan Allah kepadanya sebagai konsekwensi keimanan itu dengan niat ikhlas dan penuh pengharapan pahala? Allah Mahatahu atas segala persoalan batin dan lahir.",
    "jalalayn": "(Apa salahnya bagi mereka jika mereka beriman kepada Allah dan hari yang akhir serta menafkahkan sebagian rezeki yang diberikan Allah kepada mereka) artinya apa bencana dan kerugiannya bagi mereka? Pertanyaan ini berarti sanggahan, sedangkan 'lau' mashdariah, artinya tak ada mudaratnya di sana itu, hanya kondisi di mana mereka berada itulah yang membawa mudarat atau bencana. (Dan Allah Maha Mengetahui keadaan mereka) sehingga akan dibalas-Nya apa yang mereka lakukan."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 40,
    "arab": "اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا",
    "translation": "Sungguh, Allah tidak akan menzalimi seseorang walaupun sebesar dzarrah, dan jika ada kebajikan (sekecil dzarrah), niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/533.mp3",
    "tafsir": "Ayat ini memerintahkan agar orang suka berbuat baik. Setiap kebaikan yang dikerjakan seseorang tidak akan dikurangi Allah pahalanya, sebab mengurangi itu artinya menganiaya. Mustahil Allah akan bersifat aniaya kepada hamba-Nya, sebab Allah bersifat sempurna lagi Maha Pemurah. Setiap kebaikan yang dikerjakan seseorang, asal dia mengerjakan karena Allah, akan diberi pahala, bahkan pahalanya itu berlipat-ganda, sampai sepuluh kali lipat atau lebih. Allah berfirman:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6:160).\n\nItulah sebagai tanda bahwa Allah Maha Pemurah dan karunia-Nya sangat luas dan banyak. Dia memberikan pahala kepada setiap orang yang berbuat baik dengan berlipat ganda yang disebut dalam ayat ini dengan pahala yang besar.",
    "quraish": "Sesungguhnya Allah tidak akan berbuat curang kepada seseorang pun. Dia tidak akan mengurangi pahala atau menambahkan siksa seseorang. Bahkan akan melipatgandakan pahala orang-orang yang berbuat baik meskipun sedikit. Allah, dengan karunia-Nya, akan melimpahkan pemberian yang banyak.",
    "jalalayn": "(Sesungguhnya Allah tidak menganiaya) seorang pun (walau sebesar zarrah) artinya sebesar semut yang paling kecil, misalnya dengan mengurangi kebaikan-kebaikannya atau menambah kejahatan-kejahatannya (dan sekiranya ada kebaikan sebesar zarrah) dari seorang mukmin; menurut satu qiraat dengan baris di depan sehingga merupakan tammah (niscaya Allah akan melipatgandakannya) dari 10 sampai lebih dari 700 kali lipat. Menurut satu qiraat tanpa tasydid sehingga menjadi yudhaa`ifuha (dan mendatangkan dari sisi-Nya) di samping ganjaran yang berlipat ganda itu (pahala yang besar) tak dapat diperkirakan oleh seorang pun juga."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 41,
    "arab": "فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
    "translation": "Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/534.mp3",
    "tafsir": "Digambarkan pula bagaimana keadaan manusia di akhirat nanti. Allah Maha Pengasih tidak akan merugikan hamba-Nya yang mengerjakan kebaikan walaupun sedikit, tapi akan diberi pahala yang berlipat ganda atas kebaikannya itu.\nDigambarkan pula, bagaimana keadaan manusia nanti kalau mereka berhadapan dengan saksi-saksi mereka, dengan nabi-nabi mereka. Tiap-tiap umat akan berhadapan dengan saksi mereka, seperti umat Yahudi, umat Nasrani dan umat Islam, masing-masing umat itu akan dihadapkan ke hadapan saksinya, yaitu nabi mereka masing-masing. Pada waktu itulah dapat diketahui, siapa yang sebenarnya pengikut nabi dan siapa yang hanya pengakuannya saja mengikuti nabi, tapi amal perbuatannya mendurhakai nabi. Maka siapa yang telah disaksikan oleh nabinya bahwa dia betul-betul telah mengikuti ajaran rasul, maka orang itu termasuk orang yang beruntung. Bila nabinya berlepas diri dari mereka, karena amal perbuatannya dan kepercayaannya tidak sesuai dengan yang diajarkan rasul, maka mereka termasuk orang yang rugi. Nabi Muhammad saw akan menjadi saksi bagi umat Islam nanti dan bagi semua manusia. Allah berfirman:\n\nDan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. (al-Baqarah/2:143).\n\nDalam sebuah riwayat, Nabi Muhammad sampai mengucurkan air mata, ketika mendengarkan ayat ini dibacakan seorang sahabat kepadanya, memikirkan bagaimana hebatnya suasana pada hari akhirat, beliau akan melihat dengan jelas pengikut-pengikutnya yang setia dan benar dan yang pura-pura dan palsu, sebagaimana diterangkan dalam hadis Nabi saw:\nDari Ibnu Masud dia berkata, Rasulullah saw telah berkata kepada saya, \"Tolong, bacakan kepada saya Al-Qur'an itu.\" Lalu saya menjawab, \"Ya Rasulullah, akukah yang akan membacakan kepada engkau, padahal dia diturunkan kepada engkau?\" Rasulullah berkata, \"Betul, tapi saya ingin mendengarkannya dibaca oleh orang lain.\" Maka aku membaca surah An-Nisa. Ketika aku sampai membaca ayat ini (ayat 41), maka beliau bersabda, \"Sekarang cukuplah sebegitu saja,\" dan tiba-tiba air matanya bercucuran.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud).",
    "quraish": "Bagaimanakah keadaan mereka yang kafir dan menentang apa yang diperintahkan Allah kepadanya, ketika Kami mendatangkan semua nabi sebagai saksi atas kaumnya pada hari kiamat, dan Kami mendatangkan kamu, wahai Muhammad, sebagai saksi atas kaummu yang di antaranya terdapat orang-orang yang menentang itu?",
    "jalalayn": "(Maka bagaimanakah) keadaan orang-orang kafir nanti (jika Kami datangkan dari setiap umat seorang saksi) yakni nabi mereka masing-masing yang menyaksikan amal perbuatan mereka (dan Kami datangkan kamu) hai Muhammad (sebagai saksi atas mereka itu) yakni umatmu."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 42,
    "arab": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
    "translation": "Pada hari itu, orang yang kafir dan orang yang mendurhakai Rasul (Muhammad), berharap sekiranya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan sesuatu kejadian apa pun dari Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/535.mp3",
    "tafsir": "Ayat ini menggambarkan bagaimana penyesalan orang-orang kafir dan orang-orang yang mendurhakai Rasulullah pada hari kiamat, setelah melihat hebatnya azab yang akan mereka derita. Semua perbuatan mereka yang salah, lebih-lebih perbuatan mereka mengingkari Allah dan tidak patuh menuruti ajaran Rasul, pada hari itu akan mendapat balasan yang setimpal. Apalagi pada hari itu sengaja Rasul didatangkan untuk menjadi saksi atas perbuatan mereka. Alangkah malunya mereka dan menyesal atas perbuatan mereka semasa hidup di dunia. Sampai-sampai mereka menginginkan, lebih baik mereka disamakan saja dengan tanah. Bahkan mereka ada yang menginginkan agar jadi tanah saja, jangan jadi manusia yang akan mendapat siksaan yang hebat dari Allah. Allah berfirman:\n\n¦ Dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba'/78:40).\n\nBegitulah hebatnya penyesalan mereka pada hari itu, sesal dahulu pendapatan, sesal kemudian tidak berguna. Pada saat itu orang-orang kafir tidak dapat menyembunyikan sedikit pun apa yang telah mereka kerjakan. Kedurhakaan mereka kepada Allah dan Rasul, kesombongan dan ketakaburan mereka, dan tentang kebakhilan dan ria mereka. Pendeknya tidak dapat mereka sembunyikan semua kejelekan dan kesalahan mereka. Pada hari itu tidak satu pertolongan pun yang dapat menolong mereka. Apa yang biasa mereka jadikan tempat minta tolong dan minta syafaat, selain dari Allah, semuanya berlepas diri, tidak mampu menolong dan melepaskan mereka dari siksa yang hebat itu. Allah berfirman:\n\n(22) Dan (ingatlah), pada hari ketika Kami mengumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang menyekutukan Allah, \"Di manakah sembahan-sembahanmu yang dahulu kamu sangka (sekutu-sekutu Kami)?\"(23) Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (24) Lihatlah, bagaimana mereka berbohong terhadap diri mereka sendiri. Dan sesembahan yang mereka ada-adakan dahulu akan hilang dari mereka. (al-An'am/6:22, 23 dan 24).",
    "quraish": "Di hari itu orang-orang yang ingkar dan durhaka berharap ditelan bumi seperti orang-orang mati di dalam kubur. Mereka tidak akan bisa menyembunyikan hal ihwal mereka kepada Allah, karena Dia akan menampakkan segala keadaan dan perbuatan mereka.",
    "jalalayn": "(Di hari itu) yakni hari kedatangannya (orang-orang kafir dan yang mendurhakai Rasul menginginkan agar) seandainya (mereka disamaratakan dengan tanah) tusawwaa dalam bentuk pasif dan ada pula yang membacanya dalam bentuk aktif dengan menghilangkan salah satu dari ta-nya pada asal lalu mengidgamkannya pada sin artinya dari tustawa sedangkan maksudnya ialah mereka ingin agar menjadi tanah karena mereka tercekam rasa takut yang hebat sebagaimana tersebut pada ayat lain, \"Dan orang kafir berkata, 'Wahai kiranya nasib, kenapa daku tidak menjadi tanah saja!' (dan mereka tidak dapat menyembunyikan kepada Allah suatu peristiwa pun) mengenai apa yang mereka kerjakan.\" Tetapi pada kali yang lain mereka masih mencoba-coba juga untuk menyembunyikan sebagaimana tersebut dalam Alquran, \"Dan mereka berkata, 'Demi Allah Tuhan kami, tidaklah kami mempersekutukan-Mu.'\""
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 43,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ ۗ اِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا",
    "translation": "Wahai orang yang beriman! Janganlah kamu mendekati salat ketika kamu dalam keadaan mabuk, sampai kamu sadar apa yang kamu ucapkan, dan jangan pula (kamu hampiri masjid ketika kamu) dalam keadaan junub kecuali sekedar melewati jalan saja, sebelum kamu mandi (mandi junub). Adapun jika kamu sakit atau sedang dalam perjalanan atau sehabis buang air atau kamu telah menyentuh perempuan, sedangkan kamu tidak mendapat air, maka bertayamumlah kamu dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/536.mp3",
    "tafsir": "Orang-orang mukmin dilarang mengerjakan salat pada waktu mereka sedang mabuk. Mereka tidak dibolehkan salat sehingga mereka menyadari apa yang dibaca dan apa yang dilakukan dalam salat. Pada waktu keadaan mabuk itu tidak memungkinkan beribadat dengan khusyuk. Ayat ini belum mengharamkan khamar secara tegas, namun telah memperingatkan kaum Muslim akan bahaya minum khamar sebelum diharamkan sama sekali. \nAdapun sebab turunnya ayat yang berkenaan dengan tayamum adalah sebagai berikut: Dalam suatu perjalanan Nabi Muhammad saw, Siti Aisyah kehilangan kalungnya, maka beliau beserta sahabat-sahabatnya mencari kalung itu. Di tempat itu tidak ada air dan mereka kehabisan air (sedang waktu salat telah tiba), maka turunlah ayat ini, lalu mereka salat dengan tayamum saja.\nDalam ayat ini orang mukmin dilarang melaksanakan salat pada waktu ia berhadas besar. Larangan ini akan berakhir setelah ia mandi janabah, karena mandi akan membersihkan lahir dan batin. Di antara hikmah mandi, apabila seseorang sedang lesu, lelah dan lemah biasanya akan menjadi segar kembali, setelah ia mandi.\nLazimnya meskipun salat dapat dilakukan di mana saja, salat itu sebaiknya dilakukan di mesjid. Maka orang yang sedang junub dilarang salat, juga dilarang berada di mesjid kecuali sekedar lewat saja kerena ada keperluan. Dalam hal ini ada riwayat yang menerangkan bahwa seorang sahabat Nabi dari golongan Ansar, pintu rumahnya di pinggir mesjid. Pada waktu junub, ia tidak dapat keluar rumah kecuali melewati mesjid, maka ia dibolehkan oleh Rasulullah saw melewatinya dan tidak memerintahkan menutup pintu rumahnya yang ada di pinggir mesjid itu.\nDapat dimaklumi bahwa orang yang salat harus suci dari hadas kecil, yaitu hadas yang timbul oleh misalnya karena buang air kecil atau suci dari hadas besar sesudah bersetubuh. Menyucikan hadas itu adalah dengan wudu atau mandi. Untuk berwudu atau mandi kadang-kadang orang tidak mendapatkan air, atau ia tidak boleh terkena air karena penyakit tertentu, maka baginya dalam keadaan serupa itu diperbolehkan tayamum yaitu mengusap muka dan tangan dengan debu tanah yang suci. \nYang dimaksud dengan au lamastum an-nisaa ialah menyentuh perempuan (yang bukan mahram). Maka menyentuh perempuan mengakibatkan hadas kecil yang dapat dihilangkan dengan wudu atau tayamum. Apabila seseorang buang air kecil atau buang air besar, maka kedua hal itu menyebabkan hadas kecil yang dapat dihilangkan dengan wudu. Setiap orang buang air kecil atau buang air besar diwajibkan menyucikan dirinya dengan membersihkan tempat najis itu (istinja'). Hal itu dapat dilakukan dengan memakai air atau benda-benda suci yang bersih seperti batu, kertas kasar dan lain sebagainya. Di antara ulama ada yang berpendapat bahwa yang dimaksud dengan \"menyentuh perempuan\" dalam ayat ini ialah bersetubuh, sedang bersetubuh mengakibatkan hadas besar yang dapat dihilangkan dengan mandi janabah. \nHukum-hukum yang tersebut di atas menunjukkan bahwa Allah tidak memberati hamba-Nya di luar batas kemampuannya, karena Dia adalah Maha Pemaaf dan Maha Pengampun.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian melakukan salat di masjid dalam keadaan mabuk, sebelum kalian sadar dan mengerti apa yang kalian ucapkan. Jangan pula kalian memasuki masjid dalam keadaan junub, kecuali bila sekadar melintas tanpa maksud berdiam di dalamnya, sampai kalian menyucikan diri. Jika kalian sakit dan tidak mampu menggunakan air karena khawatir akan menambah parah penyakit, atau sedang bepergian dan sulit mendapatkan air, maka ambillah debu yang bersih untuk bertayamum. Begitu juga bila kalian kembali dari tempat buang hajat atau bersentuhan dengan perempuan, sedangkan kalian tidak mendapatkan air untuk bersuci, bertayamumlah dengan debu yang suci. Tepuklah debu itu dengan tangan kalian, lalu usapkan ke muka dan kedua tangan. Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu dekati salat) artinya janganlah salat (sedangkan kamu dalam keadaan mabuk) disebabkan minum-minuman keras. Asbabun nuzulnya ialah orang-orang salat berjemaah dalam keadaan mabuk (sehingga kamu mengerti apa yang kamu ucapkan) artinya sadar dan sehat kembali (dan tidak pula dalam keadaan junub) disebabkan bersetubuh atau keluar mani. Ia manshub disebabkan menjadi hal dan dipakai baik buat tunggal maupun buat jamak (kecuali sekadar melewati jalan) artinya selagi musafir atau dalam perjalanan (hingga kamu mandi lebih dulu) barulah kamu boleh melakukan salat itu. Dikecualikannya musafir boleh melakukan salat itu ialah karena baginya ada hukum lain yang akan dibicarakan nanti. Dan ada pula yang mengatakan bahwa yang dimaksud ialah larangan terhadap mendekati tempat-tempat salat atau mesjid, kecuali sekadar melewatinya saja tanpa mendiaminya. (Dan jika kamu sakit) yakni mengidap penyakit yang bertambah parah jika kena air (atau dalam perjalanan) artinya dalam bepergian sedangkan kamu dalam keadaan junub atau berhadas besar (atau seseorang di antaramu datang dari tempat buang air) yakni tempat yang disediakan untuk buang hajat artinya ia berhadas (atau kamu telah menyentuh perempuan) menurut satu qiraat lamastum itu tanpa alif, dan keduanya yaitu baik pakai alif atau tidak, artinya ialah menyentuh yakni meraba dengan tangan. Hal ini dinyatakan oleh Ibnu Umar, juga merupakan pendapat Syafii. Dan dikaitkan dengannya meraba dengan kulit lainnya, sedangkan dari Ibnu Abbas diberitakan bahwa maksudnya ialah jimak atau bersetubuh (kemudian kamu tidak mendapat air) untuk bersuci buat salat yakni setelah berusaha menyelidiki dan mencari. Dan ini tentu mengenai selain orang yang dalam keadaan sakit (maka bertayamumlah kamu) artinya ambillah setelah masuknya waktu salat (tanah yang baik) maksudnya yang suci, lalu pukullah dengan telapak tanganmu dua kali pukulan (maka sapulah muka dan tanganmu) berikut dua sikumu. Mengenai masaha atau menyapu, maka kata-kata itu transitif dengan sendirinya atau dengan memakai huruf. (Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun)."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 44,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ اَنْ تَضِلُّوا السَّبِيْلَۗ",
    "translation": "Tidakkah kamu memperhatikan orang yang telah diberi bagian Kitab (Taurat)? Mereka membeli kesesatan dan mereka menghendaki agar kamu tersesat (menyimpang) dari jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/537.mp3",
    "tafsir": "Kaum Muslimin harus mengetahui bahwa para Ahli Kitab yang menerima kitab dari Allah dengan perantaraan rasul-Nya, mereka hanya mengambil sebagian dari isi kitab itu yang sesuai dengan keinginan dan hawa nafsu mereka, bahkan mereka banyak mengubah-ubah dan menambahkannya. Dengan kedatangan Nabi Muhammad saw, mereka semestinya menjadi orang-orang yang beriman, tetapi sebaliknya mereka menjadi orang-orang yang kafir. Maksud dan tujuan mereka berbuat seperti itu adalah untuk menyesatkan orang banyak termasuk umat Islam sendiri dari jalan yang benar. Mereka tidak segan-segan mengadakan berbagai macam tipu daya dan pura-pura bersimpati terhadap kaum Muslimin padahal mereka adalah musuh dalam selimut.",
    "quraish": "Apakah kalian tidak merasa heran melihat orang-orang yang diturunkan kepada mereka bagian berupa kitab-kitab suci terdahulu? Mereka meninggalkan petunjuk Allah, mengikuti kesesatan dan menginginkan kalian menjauhi jalan kebenaran, yaitu jalan Allah yang lurus.",
    "jalalayn": "(Tidakkah kamu lihat orang-orang yang diberi bagian dari Alkitab) yakni orang-orang Yahudi (mereka membeli kesesatan) dengan petunjuk (dan menginginkan agar kamu sesat jalan) atau menempuh jalan yang tidak benar agar bernasib seperti mereka pula."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 45,
    "arab": "وَاللّٰهُ اَعْلَمُ بِاَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ",
    "translation": "Dan Allah lebih mengetahui tentang musuh-musuhmu. Cukuplah Allah menjadi pelindung dan cukuplah Allah menjadi penolong (bagimu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/538.mp3",
    "tafsir": "Allah mengetahui siapa yang menjadi musuh umat Islam. Umat Islam kadang-kadang mengira bahwa musuh-musuh itu adalah sahabat mereka, padahal sebenarnya bukan. Kebaikan-kebaikan yang mereka lahirkan terhadap kaum Muslimin adalah tipu muslihat belaka, sedang tujuan mereka yang sebenarnya ialah menarik kaum Muslimin agar menyeleweng seperti penyelewengan mereka dari jalan yang benar. Allah-lah yang memberi petunjuk kaum Muslimin kepada keselamatan, kebahagiaan dan kebaikan. Dialah yang menolong mereka dalam menghadapi musuh-musuh agama.",
    "quraish": "Allah lebih mengetahui musuh-musuh kalian yang sebenarnya daripada kalian sendiri. Dia pun lebih mengetahui apa yang ada dalam diri mereka. Allahlah yang akan melindungi kalian, dan cukuplah Dia sebagai penjaga kalian. Maka hendaknya kalian jangan mencari pertolongan selain pertolongan-Nya. Cukuplah Allah sebagai penolong kalian.",
    "jalalayn": "(Dan Allah lebih mengetahui tentang musuh-musuhmu) daripada kamu maka diberitakan-Nya kepada kamu keadaan mereka agar kamu tetap waspada (dan cukuplah Allah sebagai pelindung) atau pemeliharamu terhadap mereka (dan cukuplah Allah sebagai penolongmu) terhadap tipu daya mereka."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 46,
    "arab": "مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِاَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ اَنَّهُمْ قَالُوْا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا ",
    "translation": "(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. Dan mereka berkata, “Kami mendengar, tetapi kami tidak mau menurutinya.” Dan (mereka mengatakan pula), “Dengarlah,” sedang (engkau Muhammad sebenarnya) tidak mendengar apa pun. Dan (mereka mengatakan), “Raa‘ina” dengan memutar-balikkan lidahnya dan mencela agama. Sekiranya mereka mengatakan, “Kami mendengar dan patuh, dan dengarlah, dan perhatikanlah kami,” tentulah itu lebih baik bagi mereka dan lebih tepat, tetapi Allah melaknat mereka, karena kekafiran mereka. Mereka tidak beriman kecuali sedikit sekali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/539.mp3",
    "tafsir": "Di antara Ahli Kitab yang tersebut di atas ada pula yang mengubah kalimat-kalimat yang ada pada kitab mereka dan memindahkannya dari tempat semula ke tempat yang lain, sehingga kitab itu menjadi kacau dan tidak dapat lagi dijadikan pedoman. Mereka menafsirkan bahwa kedatangan Nabi Isa dan Nabi Muhammad saw adalah tidak benar dan mereka masih menunggu kedatangan Isa dan Muhammad yang diutus dari kalangan mereka. Orang-orang Yahudi itu berkata kepada Nabi Muhammad saw, \"Sami'na wa 'ashaina (kami mendengar ucapanmu akan tetapi kami tidak akan taat kepada perintahmu).\" Mereka juga berkata kepada Nabi Muhammad saw, \"Isma' gaira musma'in (dengarlah Muhammad semoga engkau tidak dapat mendengar/tuli).\" Demikian juga mereka berkata kepada Nabi Muhammad saw, \"Ra'ina (kiranya engkau memperhatikan kami).\"\nKetika para sahabat menghadapkan kata ini kepada Rasulullah, orang Yahudi pun memakai kata ini terhadap Rasulullah. Padahal yang mereka maksud dengan ra'ina itu ialah \"kebodohan yang sangat\" sebagai celaan kepada Rasulullah saw. (lihat tafsir ayat 104 al-Baqarah, dan kosakata ra'ina). Semua pemakaian kata-kata yang tidak benar itu dimaksudkan untuk memutarbalikkan panggilan dan untuk mencela agama.Termasuk pula pemutaran lidah mereka terhadap Nabi Muhammad saw ialah bila mereka bertemu dengan Nabi, mereka mengucapkan, \"As-sam (mudah-mudahan kamu mati).\" Ucapan itu dijawab oleh Nabi, \"Alaikum (mudah-mudahan kamulah yang mati).\"\nSekiranya orang-orang Yahudi tidak mengucapkan kata-kata yang sejelek itu, tetapi mengganti ucapannya kepada Muhammad dengan \"Sami'na wa ata'na wa isma' wa undhurna (kami mendengarkan ucapanmu dan menaati segala perintahmu, dengarkanlah ucapan kami dan perhatikanlah kami),\" maka pastilah perkataan-perkataan itu akan membawa akibat yang sangat baik bagi mereka. Tetapi karena kekafiran mereka, mereka mendapat laknat Allah dan mereka tidak beriman kecuali iman yang sangat tipis yang tidak dapat membawa mereka kepada kebahagiaan yang hakiki.",
    "quraish": "Di antara orang-orang Yahudi ada sekelompok orang yang cenderung mengubah-ubah perkataan dari makna sebenarnya. Mereka berkata kepada Nabi mengenai diri mereka, \"Kami mendengar ucapan dan kami melanggar perintah.\" Mereka juga berkata, \"Dengarlah ucapan kami,\" dengan mengarahkan pembicaraan kepadamu. Mereka mengatakan pula, \"Isma' ghayra musma'\" (dengarlah, semoga kamu tidak mendengar apa-apa). Ungkapan ini dibuat begitu rupa sehingga seolah-olah mereka mengharapkan kebaikan kepada Nabi Muhammad saw. Padahal, sebenarnya, keburukanlah yang mereka harapkan menimpa Nabi. Mereka pun mengucapkan \"Râ'inâ\" (sudilah kiranya kamu memperhatikan kami) dengan cara memutar-mutar lidah. Mereka, dengan cara seperti itu, menginginkan orang lain menganggap maksudnya \"undzurnâ\" (\"sudilah kiranya kamu memperhatikan kami\") karena dengan memutar-mutar lidah ketika menyebut \"râ'inâ\", seolah- olah mereka memang meminta agar diperhatikan. Padahal, sebenarnya, mereka tengah mencela agama dengan mencela Nabi saw., pembawa risalah, sebagai orang yang bodoh (\"ru'ûnah\": bentuk nomina abstrak [mashdar] dari verba [fi'l] ra'ana yang berarti 'kebodohan'). Jika saja mereka mau bersikap jujur dengan mengatakan \"Sami'nâ wa atha'nâ\" (kami dengar dan kami taati) sebagai pengganti tambahan \"Sami'nâ wa 'ashaynâ\" (kami dengar dan kami langgar), dan mengatakan \"Isma'\" tanpa tambahan \"ghayr musma'\", serta mengganti ucapan \"Râ'inâ\" dengan \"unzhurnâ\", tentulah itu lebih baik dan lebih bijaksana bagi mereka. Akan tetapi begitulah kenyataannya, Allah menjauhkan mereka dari rahmat-Nya disebabkan oleh kemungkaran yang mereka lakukan. Dan kamu tidak mendapatkan mereka itu sebagai orang-orang yang memenuhi ajakanmu untuk beriman, kecuali sedikit saja.",
    "jalalayn": "(Di antara orang-orang Yahudi) ada suatu kaum (mereka mengubah perkataan-perkataan) yakni yang diturunkan Allah dalam Taurat berupa tanda-tanda dan sifat-sifat Nabi Muhammad saw. (dari tempat-tempatnya) semula (dan kata mereka) kepada Nabi saw. bila beliau menitahkan mereka mengerjakan sesuatu: (\"Kami dengar) ucapanmu (dan kami langgar.\") perintahmu (dan dengarlah padahal tidak ada yang akan didengar) menjadi hal yang berarti doa; artinya semoga saya tidak mendengarnya. (Dan) kata mereka pula kepadanya (\"Ra`ina.\") padahal mereka telah dilarang mengucapkannya karena dalam bahasa mereka kata-kata itu berarti makian (dengan memutar-mutar lidah mereka dan mencela) menjelekkan (agama) Islam. (Sekiranya mereka mengatakan, \"Kami dengar dan kami turut) sebagai ganti dari 'kami langgar' (dan dengarlah) saja (dan perhatikanlah kami\") yaitu unzhurnaa sebagai ganti dari raa`inaa (tentulah itu lebih baik bagi mereka) daripada apa yang mereka ucapkan tadi (dan lebih tepat) lebih adil daripadanya. (Akan tetapi Allah mengutuk mereka) artinya menjauhkan mereka dari rahmat-Nya (disebabkan kekafiran mereka sehingga mereka tidaklah beriman selain hanya segelintir saja) misalnya Abdullah bin Salam dan para sahabatnya."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 47,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ اَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَآ اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ اَصْحٰبَ السَّبْتِ ۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا",
    "translation": "Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Al-Qur'an) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (Sabtu). Dan ketetapan Allah pasti berlaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/540.mp3",
    "tafsir": "Orang Yahudi yang pernah menerima Kitab Taurat dan orang Nasrani yang pernah menerima Kitab Injil, dalam ayat ini diperintahkan agar mereka percaya kepada Al-Qur'an yang diturunkan kepada Nabi Muhammad saw yang membenarkan isi kedua kitab mereka. Di antara pokok-pokok isi Al-Qur'an adalah mengenai keesaan Allah, menjauhi perbuatan syirik dan memperkuat iman dengan memperbanyak amal saleh dan meninggalkan perbuatan-perbuatan keji, lahir dan batin. Tiga soal utama itu adalah tiang agama yang diperintahkan Allah untuk dilakukan oleh hamba-Nya. Perintah mempercayai Al-Qur'an harus diterima dengan positif oleh mereka agar Allah tidak mengubah wajah mereka, membalikkan muka mereka ke belakang dan mengutuk mereka sebagaimana nenek moyang mereka pernah dikutuk karena menangkap ikan pada hari yang terlarang, hari Sabat. Ketentuan-ketentuan Allah baik berupa penciptaan sesuatu maupun berupa pelaksanaan hukum atau ancaman, semua pasti akan terlaksana sebagaimana dikehendaki-Nya.\nSebagian mufasir memahami pengertian hukuman Allah berupa penghapusan mereka adalah membalikkan arah muka mereka dari menghadap jalan lurus ke arah jalan kesesatan.\nSetelah turun ayat ini, banyak di antara Ahli Kitab yang masuk Islam karena takut kepada ancaman siksa itu. Di antara mereka itu ialah: Ka'ab Al-Ahbar. Allah yang bersifat Mahakuasa tidak akan menghadapi kesukaran sedikit pun dalam melaksanakan kudrat-iradat-Nya, termasuk pelaksanaan ancaman-Nya dalam ayat ini.",
    "quraish": "Hai orang-orang yang diberi kitab suci, berimanlah kalian kepada al-Qur'ân yang telah Kami turunkan kepada Muhammad, yang membenarkan apa yang ada pada kalian, sebelum Kami turunkan siksa untuk kalian yang membuat bentuk muka kalian terbalik menyerupai bagian belakang kepala, tanpa hidung, mata, dan alis, atau sebelum Kami kutuk kalian sebagaimana kutukan Kami atas mereka yang telah melanggar perintah untuk tidak menangkap ikan pada hari Sabtu. Ketetapan Allah pasti berlaku.",
    "jalalayn": "(Hai orang-orang yang diberi Alkitab! Berimanlah kamu kepada apa-apa yang telah Kami turunkan) berupa Alquran (yang membenarkan apa yang berada padamu) yakni Taurat (sebelum Kami mengubah mukamu) dengan membuang mata, hidung dan alis yang terdapat padanya (lalu Kami putarkan ke belakang) sehingga menjadi rata dengan tengkuknya (atau Kami kutuk mereka) dengan menjadikan mereka sebagai kera (sebagaimana Kami telah mengutuk) menyerapah (pendurhaka-pendurhaka di hari Sabtu) di antara mereka (dan urusan Allah) maksudnya ketetapan-Nya (pasti berlaku). Tatkala ayat ini turun, maka masuk Islamlah Abdullah bin Salam. Maka ada yang mengatakan bahwa ini merupakan ancaman dengan suatu syarat karena setelah sebagian mereka masuk Islam, maka hukuman itu dibatalkan. Dan ada pula yang mengatakan bahwa baik perubahan wajah dan penjelmaan menjadi kera itu akan dilakukan sebelum terjadinya kiamat."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 48,
    "arab": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا ",
    "translation": "Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barangsiapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/541.mp3",
    "tafsir": "Allah sekali-kali tidak akan mengampuni perbuatan syirik yang dilakukan oleh hamba-Nya, kecuali apabila mereka bertobat sebelum mati. Syirik adalah dosa yang paling besar, karena orang musyrik beriktikad dan mempercayai bahwa Allah mempunyai sekutu dan tandingan yang sama derajatnya.\nDalam Al-Qur'an disebutkan berulang-ulang dosa syirik ini. Adapun dosa selain syirik, jika dikehendaki, Allah akan mengampuninya. Hal itu disesuaikan dengan hikmah kebijaksanaan-Nya dan menurut tata cara sunah-Nya yang berlaku. Misalnya yang berdosa itu benar-benar telah tobat dari dosanya dan mengiringi tobat itu dengan amal-amal saleh. Allah berfirman:\n\n\"Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.\" (an-Nisa/4:48).\n\n\n\" ¦Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu\". (al-Maidah/5:72).",
    "quraish": "Sesungguhnya Allah tidak memberi ampunan dosa syirik dan memberi ampunan segala dosa selain syirik bagi hamba-hamba yang dikehendaki-Nya. Barangsiapa mempersekutukan Allah, maka sesungguhnya ia telah berbuat dosa besar yang tidak ada ampunannya.",
    "jalalayn": "(Sesungguhnya Allah tidak akan mengampuni bila Dia dipersekutukan) artinya tidak akan mengampuni dosa mempersekutukan-Nya (dan Dia akan mengampuni selain dari demikian) di antara dosa-dosa (bagi siapa yang dikehendaki-Nya) beroleh ampunan, sehingga dimasukkan-Nya ke dalam surga tanpa disentuh oleh siksa. Sebaliknya akan disiksa-Nya lebih dulu orang-orang mukmin yang dikehendaki-Nya karena dosa-dosa mereka, dan setelah itu barulah dimasukkan-Nya ke dalam surga. (Siapa mempersekutukan Allah, maka sesungguhnya ia telah berbuat dosa yang besar)."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 49,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ",
    "translation": "Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/542.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Jarir dari Hasan, bahwa ayat ini diturunkan mengenai orang-orang Yahudi dan Nasrani yang memuji-muji diri mereka dengan mengatakan bahwa mereka anak Allah dan kesayangan-Nya, tidak akan masuk surga selain orang Yahudi atau Nasrani dan mereka tidak akan masuk neraka kecuali beberapa hari saja.\nAllah memperingatkan Nabi Muhammad saw agar berhati-hati terhadap tindakan orang-orang Yahudi dan Nasrani yang menganggap dan mengakui diri mereka sebagai orang suci. Pengakuan itu seperti tertera pada sebab turunnya ayat di atas bahwa ucapan mereka itu tidak benar karena mereka masih tetap dalam kekafiran dan tetap melakukan perbuatan yang dilarang oleh Allah.\nSebenarnya mereka tidak berhak membersihkan diri hanya dengan kata-kata dan pengakuan yang tidak beralasan. Membersihkan diri haruslah dengan amal perbuatan yang dapat menjadikan seseorang bersih dan bebas dari perbuatan syirik dan maksiat. Tidak ada gunanya seseorang mengemukakan kebersihan dirinya karena kebersihan diri seseorang berada di tangan Allah Yang Mahakuasa, dan Allah sekali-kali tidak akan menganiaya hamba-Nya.",
    "quraish": "Janganlah kalian merasa heran melihat orang-orang kafir yang selalu mengada-ada dalam perbuatan mereka. Kami jelaskan buruknya perbuatan mereka, tetapi mereka malah menganggapnya baik. Mereka memuji diri sendiri dengan mengaku sebagai orang-orang suci. Hanya Allahlah yang mengetahui yang keji dan yang suci. Dia membersihkan jiwa siapa saja yang dikehendaki-Nya serta tidak menzalimi hak siapa pun, yang sangat sedikit sekalipun.",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang membersih-bersihkan diri mereka itu) yakni orang-orang Yahudi yang mengatakan bahwa mereka itu anak-anak Allah dan kekasih-kekasih-Nya. Jadi persoalannya kebaikan itu bukanlah dengan membersih-bersihkan diri (tetapi Allah membersihkan) artinya menyucikan (siapa yang dikehendaki-Nya) dengan keimanan (sedangkan mereka tidak dianiaya) atau dikurangi amalan mereka (sedikit pun) walau sebesar kulit buah kurma sekalipun."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 50,
    "arab": "اُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ اِثْمًا مُّبِيْنًا ࣖ ",
    "translation": "Perhatikanlah, betapa mereka mengada-adakan dusta terhadap Allah! Dan cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/543.mp3",
    "tafsir": "Ayat ini menekankan tentang keanehan perbuatan orang-orang Yahudi dan Nasrani. Nabi Muhammad diperintahkan memperhatikan betapa beraninya orang-orang Yahudi dan Nasrani membuat kebohongan terhadap Allah dengan pengakuan mereka bahwa dirinya suci dan mereka disayangi oleh Allah secara khusus, tidak seperti umat-umat lain. Cukup jelas bahwa perbuatan orang-orang Yahudi dan Nasrani itu merupakan dosa yang besar.",
    "quraish": "Bagaimana mereka dapat mengada-ada kebohongan terhadap Allah dengan cara seperti itu? Cukuplah kebohongan itu menjadi dosa yang nyata, yang mengungkap segala keburukan yang mereka sembunyikan.",
    "jalalayn": "(Perhatikanlah) menunjukkan keheranan (betapa mereka mengada-adakan kedustaan terhadap Allah) mengenai hal itu (dan cukuplah itu menjadi dosa yang nyata) bagi mereka. Ayat ini diturunkan berkenaan dengan Kaab bin Asyraf dan lain-lainnya dari kalangan ulama Yahudi, yaitu ketika mereka tiba di Mekah dan menyaksikan orang-orang musyrikin yang terbunuh dalam perang Badar, maka mereka membakar kaum musyrikin untuk membalas dendam atas kekalahan ini dan memerangi Nabi saw.:"
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 51,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
    "translation": "Tidakkah kamu memperhatikan orang-orang yang diberi bagian dari Kitab (Taurat)? Mereka percaya kepada Jibt dan thaghut, dan mengatakan kepada orang-orang kafir (musyrik Mekah), bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/544.mp3",
    "tafsir": "Ayat ini mengisahkan kembali perbuatan orang-orang Yahudi yang telah diberi kitab, telah memahami dan mendalami isi kitab yang pada dasarnya menyuruh berbakti dan menyembah hanya kepada Allah saja, tetapi mereka masih juga mau bersujud dan menyembah berhala dan mempersekutukan Allah, memenuhi ajakan orang-orang Quraisy yang tidak memiliki kitab. Satu hal yang aneh dan mengherankan, mereka menyangka bahwa mereka orang-orang yang benar, yang mengikuti dan menempuh jalan yang lebih baik daripada jalan orang-orang mukmin pengikut Nabi Muhammad saw.\nBani Israil punya sejarah panjang dalam penyembahan berhala oleh nenek moyang mereka sampai generasi-generasi berikutnya. \"Mereka meninggalkan Allah Tuhan mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti tuhan lain, dari antara tuhan bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati Tuhan\" (Kitab Hakim-hakim. 2.12) dan sekian banyak lagi kisah penyembahan berhala oleh mereka.\nAlangkah kelirunya mereka, dan mereka sangat rugi. Seperti tersebut dalam firman Allah:\n\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya `dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18:103-104).",
    "quraish": "Tidakkah kamu heran dengan perlakuan orang-orang yang diberi bagian dari ilmu kitab suci. Mereka dengan rela menyembah berhala dan setan, dan mengatakan kepada orang-orang yang menyembah berhala, \"Sesungguhnya mereka itu lebih benar jalannya daripada orang-orang yang beriman.\"",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang diberi bagian dari Alkitab, mereka percaya kepada jibt dan tagut) nama dua berhala Quraisy (dan mengatakan kepada orang-orang kafir) yaitu Abu Sofyan dan sahabat-sahabatnya ketika mereka menanyakan kepada orang-orang Yahudi itu siapakah yang lebih benar jalannya, apakah mereka sebagai penguasa Kakbah, pelayan makan-minum jemaah haji dan pembantunya orang yang berada dalam kesukaran ataukah Muhammad, yakni orang yang telah menyalahi agama nenek moyangnya, memutuskan tali silaturahmi dan meninggalkan tanah suci? (bahwa mereka itu) maksudnya kamu hai orang-orang Quraisy (lebih benar jalannya dari orang-orang yang beriman) artinya lebih lurus jalan yang kamu tempuh daripada mereka."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 52,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ ۗوَمَنْ يَّلْعَنِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ نَصِيْرًا ",
    "translation": "Mereka itulah orang-orang yang dilaknat Allah. Dan barangsiapa dilaknat Allah, niscaya engkau tidak akan mendapatkan penolong baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/545.mp3",
    "tafsir": "Orang Yahudi dan orang-orang yang sifatnya seperti mereka dikutuk Allah, dijauhkan dari rahmat-Nya. Ar-Razi berkata, \"Orang-orang Yahudi dan orang-orang semacam mereka itu, memang pantas dikutuk karena mereka sombong dan takabur; mereka memandang bahwa penyembah berhala lebih mulia daripada orang mukmin pengikut Muhammad. Apakah dapat diterima akal sehat bahwa orang musyrik, orang yang menyembah apa dan siapa pun selain Allah lebih baik dan lebih benar daripada orang yang hanya menyembah Allah?\"\nBarang siapa telah mendapat kutukan dari Allah pasti ia tidak akan menemukan penolong dan pembela yang akan membebaskannya dari siksaan dan azab di akhirat nanti, tidak ada yang akan memberi syafaat kepadanya dan tidak ada yang akan menolongnya.",
    "quraish": "Mereka itulah orang-orang yang ditelantarkan Allah dan dijauhkan dari kasih sayang-Nya. Maka, barangsiapa yang ditelantarakan oleh Allah dan dijauhkan dari kasih sayang-Nya, niscaya ia tidak akan mendapatkan penolong dan pelindung dari murka Allah.",
    "jalalayn": "(Mereka itulah orang-orang yang dikutuk oleh Allah dan siapa yang dikutuk) oleh (Allah, maka kamu sekali-kali tidak akan memperoleh penolongnya) yang akan melindunginya dari azab siksa-Nya."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 53,
    "arab": "اَمْ لَهُمْ نَصِيْبٌ مِّنَ الْمُلْكِ فَاِذًا لَّا يُؤْتُوْنَ النَّاسَ نَقِيْرًاۙ",
    "translation": "Ataukah mereka mempunyai bagian dari kerajaan (kekuasaan), meskipun mereka tidak akan memberikan sedikit pun  (kebajikan) kepada manusia,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/546.mp3",
    "tafsir": "Orang Yahudi tidak akan memperoleh kerajaan dan kekuasaan sesuai dengan yang dicita-citakan seperti sebelum Islam datang, karena mereka telah banyak berbuat aniaya, menempuh jalan yang sesat, dan tidak lagi mengamalkan isi kitab Taurat secara umum. Andaikata pada suatu ketika mereka membina kerajaan dan memiliki kekuasaan, itu berarti hanya bayangan yang sifatnya sementara, dan di kala itu mereka tidak akan memberikan sedikit pun kebajikan kepada manusia.",
    "quraish": "Selain tidak mendapatkan nikmat tunduk kepada kebenaran, mereka juga tidak layak memegang kekuasaan. Kalaupun diberi kekuasaan, hal itu tidak akan mendatangkan manfaat sedikit pun bagi orang lain.",
    "jalalayn": "(Ataukah mereka ada mempunyai bagian kerajaan) maksudnya mereka tidak mempunyai sedikit pun daripadanya, dan walaupun ada (hingga bila demikian, maka tidak secuil pun yang akan mereka berikan kepada manusia) naqiira: sesuatu yang tak ada harganya, sebesar patukan burung kecil di atas biji, dan sikap mereka itu ialah karena amat bakhil atau kikirnya."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 54,
    "arab": "اَمْ يَحْسُدُوْنَ النَّاسَ عَلٰى مَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۚ فَقَدْ اٰتَيْنَآ اٰلَ اِبْرٰهِيْمَ الْكِتٰبَ وَالْحِكْمَةَ وَاٰتَيْنٰهُمْ مُّلْكًا عَظِيْمًا ",
    "translation": "ataukah mereka dengki kepada manusia (Muhammad) karena karunia yang telah diberikan Allah kepadanya? Sungguh, Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepada mereka kerajaan (kekuasaan) yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/547.mp3",
    "tafsir": "Kalau ayat-ayat sebelumnya menerangkan sifat-sifat jelek Yahudi seperti sangkaan bahwa merekalah yang lebih baik dan menempuh jalan yang lebih benar dari orang-orang mukmin, maka pada ayat ini diterangkan sifat dengkinya kepada Muhammad saw, karena kenabian jatuh kepadanya, tidak kepada orang Yahudi, dan mereka dengki kepada pengikut-pengikut Nabi Muhammad saw, karena mereka percaya dan beriman kepadanya, terutama setelah mereka melihat kemajuan dan kemenangan yang dicapai oleh Muhammad dan sahabat-sahabatnya, dari hari ke hari bertambah kuat dan makin banyak pendukung dan pengikutnya.\nKedengkian orang-orang Yahudi kepada Muhammad dan pengikutnya, adalah suatu kekeliruan besar dari mereka dan sangat mengherankan, kerena apa yang telah dicapai Muhammad dan sahabat-sahabatnya bukanlah hal yang baru. Sebab Allah telah memberikan juga kitab, hikmah kerajaan kepada keluarga keturunan Nabi Ibrahim; seperti yang pernah diberikan kepada Nabi Yusuf, Nabi Daud dan Nabi Sulaiman.\nSifat dengki bukan hanya perasaan tidak senang melihat orang lain memperoleh nikmat Allah, malah menginginkan nikmat itu lenyap dari pemiliknya. Sifat itu tidak saja buruk tetapi juga akan menghilangkan pahala-pahala kebajikan yang telah dikerjakan. Nabi saw bersabda:\n\"Jauhilah sifat dengki karena sesungguhnya dengki itu memakan (pahala) kebaikan, seperti api memakan kayu bakar\" (Riwayat Abu Dawud dari Abu Hurairah).",
    "quraish": "Mengapa mereka selalu ingin melebihi bangsa Arab, agar Allah mengutus nabi dari kalangan mereka, padahal Allah telah memberikan kepada Ibrâhîm dan keluarganya, kitab, kenabian dan kerajaan yang besar. Dan Ibrâhîm adalah bapak kalian dan bapak mereka.",
    "jalalayn": "(Atau) apakah (mereka dengki kepada manusia) maksudnya kepada Nabi saw. (atas karunia yang telah diberikan Allah kepada mereka itu) berupa kenabian dan banyaknya istri? Artinya mereka mengangankan lenyapnya nikmat itu daripadanya dan mengatakan, \"Sekiranya ia nabi, tentulah ia tidak akan menghiraukan banyak istri itu!\" (Sungguh, Kami telah memberikan kepada keluarga Ibrahim) nenek moyang mereka seperti Musa, Daud dan Sulaiman (Kitab dan hikmah) serta nubuwah (dan telah Kami berikan kepada mereka kerajaan yang besar) Daud mempunyai 99 orang istri, sedangkan Sulaiman seribu orang wanita, campuran dari orang merdeka dan hamba sahaya."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 55,
    "arab": "فَمِنْهُمْ مَّنْ اٰمَنَ بِهٖ وَمِنْهُمْ مَّنْ صَدَّ عَنْهُ ۗ وَكَفٰى بِجَهَنَّمَ سَعِيْرًا",
    "translation": "Maka di antara mereka (yang dengki itu), ada yang beriman kepadanya dan ada pula yang menghalangi (manusia beriman) kepadanya. Cukuplah (bagi mereka) neraka Jahanam yang menyala-nyala apinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/548.mp3",
    "tafsir": "Anugerah kenabian dan kekuasaan kepada nabi-Nya terdahulu seperti Nabi Ibrahim dan keluarganya menjadikan umatnya terbagi dua. Sebagian dari mereka percaya kepada nabi-Nya dan sebagian yang lain tetap di dalam kekafirannya, menghalangi orang lain beriman.\nBegitu pula halnya umat sekarang ada yang beriman, dan ada pula yang ingkar. Ketahuilah, sekalipun mereka yang ingkar di dunia ini kelihatannya aman dan tenteram saja, tetapi di akhirat mereka akan merasakan pedihnya api yang menyala-nyala, kerena mengutamakan perbuatan yang batil dan sesat serta tidak mengikuti yang hak dan benar yang dibawa oleh nabi-Nya.",
    "quraish": "Di antara mereka, pengikut Nabi Ibrâhîm, ada yang beriman kepada kitab suci yang diturunkan kepada mereka, dan ada juga yang tidak beriman kepadanya. Cukuplah neraka Jahanam yang sangat panas sebagai tempat bagi mereka yang menolak mengimani kebenaran.",
    "jalalayn": "(Maka di antara mereka ada yang beriman kepadanya) yakni kepada Nabi Muhammad saw. (dan di antara mereka ada yang berpaling daripadanya) hingga ia tak mau beriman (dan cukuplah kiranya Jahanam itu sebagai api yang menyala-nyala) untuk membakar orang yang tidak beriman itu."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 56,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِنَا سَوْفَ نُصْلِيْهِمْ نَارًاۗ كُلَّمَا نَضِجَتْ جُلُوْدُهُمْ بَدَّلْنٰهُمْ جُلُوْدًا غَيْرَهَا لِيَذُوْقُوا الْعَذَابَۗ اِنَّ اللّٰهَ كَانَ عَزِيْزًا حَكِيْمًا ",
    "translation": "Sungguh, orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti dengan kulit yang lain, agar mereka merasakan azab. Sungguh, Allah Maha-perkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/549.mp3",
    "tafsir": "Allah tidak akan membiarkan orang kafir dan orang yang mengingkari ayat-ayat Allah yang diturunkan kepada nabi-Nya, tetapi bagi mereka telah disediakan api neraka. \nSetiap kali kulit mereka hangus sampai tidak merasakan sesuatu lagi, kulit ini diganti dengan kulit yang baru yang dapat merasakan pedihnya api yang membakar. Demikian siksa itu berlaku seterusnya agar mereka senantiasa menderita dan merasakan kepedihan.",
    "quraish": "Sesungguhnya orang-orang yang mengingkari bukti-bukti yang jelas dan mendustakan para nabi, kelak akan Kami masukkan ke dalam api neraka yang akan menghanguskan kulit mereka. Dan setiap kali rasa pedih akibat siksaan itu hilang, Allah menggantinya dengan kulit yang baru, agar rasa sakitnya berlanjut. Sesungguhnya Allah Mahaperkasa dan Mahabijaksana. Dia akan memberikan siksaan bagi orang yang sampai saat kematiaannya tetap mengingkari-Nya(1). (1) Ayat ini merupakan bukti betapa dahsyatnya siksaan yang diderita oleh penghuni neraka. Sebuah temuan ilmiah membuktikan bahwa urat saraf yang tersebar dalam lapisan kulit merupakan yang paling sensitif terhadap pengaruh panas dan dingin.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir akan ayat-ayat Kami akan Kami masukkan mereka ke dalam neraka) mereka akan terbakar hangus (setiap matang) atau menjadi hangus (kulit mereka itu Kami ganti dengan kulit lainnya) yakni dengan mengembalikannya kepada keadaannya sebelum matang atau hangus itu (supaya mereka merasakan azab) dan menderita kepedihannya. (Sesungguhnya Allah Maha Perkasa) dalam segala penciptaan-Nya."
  },
  {
    "hizb": 34,
    "name": "An-Nisa'",
    "ayat": 57,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ  لَهُمْ فِيْهَآ اَزْوَاجٌ مُّطَهَّرَةٌ ۙ وَّنُدْخِلُهُمْ ظِلًّا ظَلِيْلًا ",
    "translation": "Adapun orang-orang yang beriman dan mengerjakan kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Di sana mereka mempunyai pasangan-pasangan yang suci, dan Kami masukkan mereka ke tempat yang teduh lagi nyaman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/550.mp3",
    "tafsir": "Beruntung dan berbahagialah orang yang tidak termasuk golongan orang yang ingkar dan bergelimang dosa dan maksiat, dan mereka termasuk orang-orang yang beriman, mereka senantiasa percaya kepada apa yang dibawa oleh Nabi Muhammad saw, yang ditandai dengan perbuatan amal saleh, selalu taat dan patuh kepada perintah Allah, menjauhi larangan-Nya, sekalipun pada suatu saat ia harus mempertaruhkan jiwanya.\nOrang semacam itu akan dianugerahi segala macam nikmat dan kesenangan yang ada di dalam surga, mereka akan tetap kekal di dalamnya.",
    "quraish": "Orang-orang yang percaya kepada apa yang datang dari Tuhannya dan melakukan amal saleh, akan Kami karuniakan pahala atas keimanan dan perbuatan itu. Kami akan memasukkan mereka ke dalam surga yang dialiri berbagai sungai di bawah pepohonannya, dengan ditemani oleh istri-istri yang suci, tiada cela, serta Kami akan memberikan kepada mereka kehidupan yang teduh dan kenyamanan yang abadi.",
    "jalalayn": "(Dan orang-orang yang beriman dan beramal saleh kelak akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai; kekal mereka di sana untuk selama-lamanya. Mereka di dalamnya mempunyai istri-istri yang suci) dari haid dan dari segala kotoran (dan Kami masukkan mereka ke tempat yang senantiasa teduh berkepanjangan) artinya tidak diganggu oleh sinar matahari yang tiada lain dari naungan surga."
  }
]