[
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 88,
    "arab": "۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ اَتُرِيْدُوْنَ اَنْ تَهْدُوْا مَنْ اَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
    "translation": "Maka mengapa kamu (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah telah mengembalikan mereka (kepada kekafiran), disebabkan usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang yang telah dibiarkan sesat oleh Allah? Barangsiapa dibiarkan sesat oleh Allah, kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/581.mp3",
    "tafsir": "Ayat ini menyingkap suatu kenyataan yang terjadi pada masa Rasulullah saw, bahwa ada segolongan kaum munafik yang selalu bermuka dua terhadap Rasulullah dan kaum Muslimin dalam menghadapi peperangan. Mereka pura-pura membantu dan menyokong Rasulullah saw dan kaum Muslimin, padahal yang sebenarnya mereka enggan memberikan bantuan, bahkan mereka dengan sembunyi-sembunyi membantu musuh Muslimin.\nDalam menghadapi orang-orang munafik ini, ternyata kaum Muslimin terpecah menjadi dua golongan. Golongan pertama berpendapat bahwa kaum munafik itu harus ditindak dan dibasmi; sedang golongan kedua ingin membela mereka, karena mereka dianggap penolong kaum Muslimin.\nSikap kaum Muslimin dikoreksi, mengapa mereka terpecah belah dan tidak bersatu padu menghadapi kaum munafik. Disebutkan bahwa orang-orang munafik itu sebagai \"orang-orang yang telah dibalikkannya kepada kekafiran\" karena tindak-tanduk mereka sendiri, dan sebagai \"orang-orang yang telah disesatkannya\" dengan arti: mereka telah menjadi sesat karena keingkaran dan tidak mengindahkan lagi petunjuk-petunjuk Allah.\nDengan nada bertanya ayat ini melarang kaum Muslimin untuk mencoba memberi petunjuk kepada orang-orang yang telah disesatkan-Nya. Allah berfirman, \"Apakah kamu berusaha untuk memberi petunjuk kepada orang-orang yang telah disesatkan Allah?\"\nPada akhir ayat ini ditegaskan bahwa tidak ada jalan bagi kaum Muslimin dan bagi siapa pun, untuk memberikan petunjuk kepada orang-orang yang telah disesatkan Allah, karena keingkaran dan kefasikan mereka. Dari ayat ini dapat diambil pengertian bahwa kaum Muslimin tidak boleh ragu dalam menghadapi orang munafik. Perintah Allah untuk berperang dan membela agama harus dilaksanakan, dan semua penghalang haruslah disingkirkan. Kaum Muslimin harus bersatu padu dalam sikap dan perbuatannya untuk menghadapi golongan munafik serta musuh-musuh Islam yang lain.",
    "quraish": "Wahai orang-orang yang beriman, tidak sepantasnya kalian berselisih tentang orang-orang munafik yang menampakkan keislaman dan menyembunyikan kekafiran: apakah mereka beriman atau kafir, apakah mereka layak diperangi atau tidak, atau apakah mereka memiliki kesiapan untuk mendapat petunjuk atau tidak. Sungguh akal mereka telah membalikkan apa yang telah mereka perbuat dan menjadikan kejahatan menguasai diri mereka. Maka janganlah kamu mengharapkan petunjuk orang yang telah ditakdirkan oleh Allah, dalam ilmu-Nya yang azali, tidak mendapatkan petunjuk. Karena barangsiapa ditakdirkan sesat oleh Allah, dalam ilmu-Nya yang azali, maka sedikit pun ia tidak akan mendapat petunjuk.",
    "jalalayn": "(Mengapa kamu menjadi dua golongan menghadapi golongan munafik padahal Allah telah membalikkan mereka menjadi kafir) (disebabkan usaha mereka) berupa perbuatan maksiat dan kekafiran. (Apakah kamu hendak menunjuki orang yang disesatkan oleh Allah) artinya kamu anggap mereka itu termasuk orang-orang yang beroleh petunjuk? Pertanyaan pada kedua tempat berarti sanggahan. (Siapa yang disesatkan oleh Allah maka kamu sekali-kali takkan mendapatkan jalan) untuk menunjukinya."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 89,
    "arab": "وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ اَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ",
    "translation": "Mereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). Janganlah kamu jadikan dari antara mereka sebagai teman-teman(mu), sebelum mereka berpindah pada jalan Allah. Apabila mereka berpaling, maka tawanlah mereka dan bunuhlah mereka di mana pun mereka kamu temukan, dan janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan penolong,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/582.mp3",
    "tafsir": "Diriwayatkan bahwa beberapa orang Arab datang kepada Rasulullah saw. di Medinah, lalu mereka masuk Islam, kemudian mereka ditimpa penyakit panas, yang menyebabkan mereka kembali kafir lalu mereka keluar dari Medinah. Kemudian mereka berjumpa dengan sahabat Nabi, para sahabat menanyakan sebab-sebab mereka meninggalkan Medinah. Mereka menerangkan bahwa mereka ditimpa penyakit panas. Para sahabat berkata, \"Mengapa kamu tidak mengambil teladan yang baik dari Rasulullah?\" Dalam menyikapi orang-orang ini, para sahabat terbagi kepada dua golongan. Yang sebagian berpendapat bahwa mereka telah menjadi munafik, sedang sebagian lagi berpendapat bahwa mereka masih Islam. Lalu turunlah ayat ini yang mencela sikap kaum muslimin, karena terpecah menjadi dua golongan, dan memerintahkan agar orang Arab ditawan dan dibunuh, jika mereka tidak berhijrah ke Medinah, karena mereka disamakan dengan kaum musyrikin yang lain.\nAyat ini menjelaskan sifat-sifat orang-orang munafik, yang oleh sebagian kaum Muslimin ketika itu dibela dan hendak diberi petunjuk, serta diharapkan bantuan mereka untuk memperkuat kaum Muslimin. Sifat kaum munafik itu jauh berbeda dari orang-orang kafir, yang senang dengan kekafiran mereka dan tidak mengganggu orang lain. Adapun orang-orang munafik, mereka tidak hanya sekedar bermuka dua terhadap kaum Muslimin, melainkan juga ingin mengembalikan kaum Muslimin kepada kekafiran, dan sesudah itu mereka akan melenyapkan agama Islam dari muka bumi ini.\nOleh karena demikian buruknya niat dan perbuatan orang-orang munafik itu, maka kaum Muslimin sekali lagi diingatkan, agar jangan sekali-kali mempercayai mereka dan jangan menjadikan mereka sebagai teman dan penolong, kecuali mereka benar-benar telah menganut agama Islam dan telah sesuai perbuatan mereka dengan ucapan, serta telah bersatu padu dengan kaum Muslimin dalam akidah, sikap dan perbuatan, bukan hanya sekedar tunduk karena mereka dalam keadaan lemah. Jika mereka benar-benar telah beriman, tentulah mereka tidak akan meninggalkan Nabi dan kaum Muslimin dalam menghadapi berbagai kesulitan. Mereka tentu akan selalu bersama Nabi dan kaum Muslimin, karena hal itu adalah dorongan iman yang kuat di dalam hati seseorang. Maka keengganan untuk mengikuti Nabi adalah suatu tanda lemahnya keimanan dan belum adanya keikhlasan untuk membela agama Islam.\nOleh sebab itu perintah dalam ayat ini bilamana ternyata mereka tidak mau beriman dan berjihad di jalan Allah, maka hendaklah kaum Muslimin menawan dan membunuh mereka, dan tidak menjadikan mereka sebagai pelindung dan penolong.\nDari ayat ini dapat diambil pengertian bahwa yang menjadi alasan pokok bagi perintah untuk menawan dan membunuh mereka, ialah sifat mereka yang tidak jujur kepada kaum Muslimin serta perbuatan mereka yang dilakukan dengan sembunyi untuk menghancurkan Islam dan kaum Muslimin. Tindakan terhadap mereka itu dipandang sebagai suatu keharusan yang perlu dilakukan untuk keselamatan Islam dan kaum Muslimin. Tindakan itu harus dihentikan apabila ternyata mereka itu telah menghentikan pula sikap dan perbuatan mereka yang bersifat bermusuhan terhadap Islam dan kaum Muslimin.",
    "quraish": "Kalian berupaya agar orang-orang munafik itu mendapat petunjuk, sedangkan mereka menginginkan kalian menjadi kafir seperti mereka. Jika demikian keadaan mereka, janganlah kalian menjadikan mereka sebagai penolong kalian dan jangan pula menganggap mereka bagian dari golongan kalian, sampai mereka berhijrah dan berperang di jalan Islam. Karena, hanya dengan berhijrah dan berperang di jalan Islam itulah kemunafikan mereka akan hilang. Tetapi jika mereka berpaling dan bergabung dengan musuh-musuh kalian, perangilah mereka di mana saja kalian temui. Jangan anggap mereka sebagai bagian dari golongan kalian, dan jangan pula jadikan mereka sebagai penolong-penolong kalian.",
    "jalalayn": "(Mereka ingin) atau mengangan-angankan (agar kamu kafir hingga kamu menjadi sama) dengan mereka dalam kekafiran (maka janganlah kamu ambil di antara mereka sebagai pembela) yang akan membelamu walaupun mereka menampakkan keimanan (hingga mereka berhijrah di jalan Allah) yakni benar-benar hijrah yang membuktikan keimanan mereka. (Jika mereka berpaling) dan tetap atas keadaan mereka (maka ambillah mereka itu) maksudnya tawanlah (dan bunuhlah mereka di mana saja kamu jumpai dan janganlah kamu jadikan seorang pun di antara mereka sebagai pelindung) yang akan melindungimu (dan tidak pula sebagai penolong) yang akan kamu mintai pertolongan untuk menghadapi musuh-musuhmu."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 90,
    "arab": "اِلَّا الَّذِيْنَ يَصِلُوْنَ اِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ اَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ اَنْ يُّقَاتِلُوْكُمْ اَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَاِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ",
    "translation": "kecuali orang-orang yang meminta perlindungan kepada suatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai) atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya. Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah), maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/583.mp3",
    "tafsir": "Diperintahkan kepada kaum Muslimin agar tindakan \"menawan dan membunuh\" itu tidak dilakukan kepada orang-orang seperti berikut: Pertama: Orang-orang kafir yang meninggalkan kelompok mereka semula yang memusuhi Islam dan kaum Muslimin, kemudian mereka pergi minta perlindungan kepada kelompok orang-orang kafir lain yang telah mengadakan perjanjian damai dengan kaum Muslimin. Dalam hal ini kaum Muslimin tidak diperbolehkan menawan atau membunuh mereka sebab mereka telah disamakan hukumnya dengan orang-orang kafir tempat mereka berlindung yang telah mengadakan perjanjian damai dengan Muslimin. Kaum Muslimin harus menghormati perjanjian damai yang telah dibuat, sekalipun dengan orang kafir selama mereka tidak melanggarnya.\nKedua: Orang-orang kafir yang datang kepada kaum Muslimin untuk mengadakan perdamaian. Mereka tidak mau memerangi kaum Muslimin; karena keinginan mereka untuk berdamai. Mereka juga tidak bersedia membantu kaum Muslimin untuk memerangi orang-orang kafir lainnya, karena kemungkinan orang-orang kafir ini masih kaum kerabat mereka, atau sebagian keluarga mereka masih tinggal bersama orang-orang kafir tersebut. Orang yang semacam ini juga tidak boleh ditawan dan dibunuh oleh kaum Muslimin.\nDari ketentuan ini dapat dilihat betapa adilnya hukum Al-Qur'an. Kaum Muslimin harus menghormati perjanjian atau persetujuan yang telah dibuat dengan orang-orang kafir selama mereka tetap menghormati dan menepati isi perjanjian itu.\nBoleh jadi terasa berat bagi sebagian Muslimin untuk menahan diri tidak memerangi kedua golongan tersebut, misalnya karena melihat kenyataan bahwa mereka masih berada dalam masyarakat kafir, atau karena mereka tidak bersedia membantu Muslimin dalam memerangi kaum kafir lainnya yang memusuhi mereka. Oleh sebab itu ayat ini mengingatkan kaum Muslimin kepada rahmat-Nya bahwa ia telah melenyapkan bahaya yang mungkin timbul dari orang-orang tersebut terhadap Muslimin. Andaikata Allah menghendaki, niscaya Dia memberikan kekuatan kepada orang kafir tersebut untuk memerangi kaum Muslimin, misalnya dengan menunjukkan kepada mereka kelemahan kaum Muslimin, yang memungkinkan orang kafir itu memerangi dan mengalahkan Muslimin. Tetapi Allah Maha Pengasih telah melimpahkan rahmat-Nya, sehingga berbagai bahaya tersebut tidak terjadi. Sebagai imbalannya, kaum Muslimin harus menahan diri terhadap mereka.\nPada akhir ayat ini ditegaskan kembali larangan-Nya kepada kaum Muslimin untuk menawan dan membunuh orang-orang kafir dari kedua golongan tersebut di atas, apabila mereka benar-benar tidak memusuhi Islam dan kaum Muslimin dan selalu memelihara perdamaian. Apabila Muslimin memerangi mereka, mungkin hal itu akan menggerakkan mereka untuk menyusun kekuatan guna menghadapi Muslimin. Ayat ini merupakan dasar \"hukum suaka politik\" dalam Islam.",
    "quraish": "Karena merusak persatuan masyarakat Muslim, semua orang munafik itu berhak diperangi, kecuali mereka yang mempunyai hubungan dengan suatu bangsa yang telah mengadakan perjanjian dengan umat Islam untuk tidak saling membunuh antara masing-masing anggota dua kelompok itu. Juga mereka yang bimbang: apakah ikut bergabung bersama orang-orang munafik yang merupakan musuh umat Islam, sementara tidak ada perjanjian untuk itu, atau bergabung perang bersama kelompok umat Islam? Larangan memerangi kelompok pertama didasarkan pada adanya ikatan perjanjian, sedang kelompok kedua dilakukan karena mereka sedang berada di dalam kesulitan. Seandainya Allah berkehendak, niscaya Dia akan menjadikan mereka memerangi kalian. Dan jika mereka menghendaki perdamaian, maka tidak ada jalan bagimu untuk memerangi mereka.",
    "jalalayn": "(Kecuali orang-orang yang menghubungi) maksudnya minta perlindungan (kepada suatu kaum yang antara kamu dengan mereka ada perjanjian damai) termasuk dengan sekutu-sekutu mereka sebagaimana pernah terjadi antara Nabi saw. dengan Hilal bin Uwaimir Al-Aslami (atau) orang-orang yang (datang kepadamu) sedangkan (hati mereka merasa keberatan) untuk (memerangimu) bersama kaum mereka (atau memerangi kaum mereka) bersama kamu; artinya tak mau berperang dengan kamu maupun dengan kaum mereka, maka janganlah kamu tawan atau bunuh mereka. Ini berikut yang sesudahnya dinasakhkan oleh ayat perang. (Sekiranya Allah menghendaki) agar mereka menguasaimu (tentulah Dia akan menjadikan mereka berkuasa atasmu) yaitu dengan menguatkan hati mereka (sehingga pastilah mereka memerangimu) tetapi Allah tiada menghendaki demikian, maka ditiupkan-Nya ke dalam hati mereka rasa takut dan ciut. (Tetapi jika mereka membiarkanmu dan tidak memerangi kamu hanya menyatakan perdamaian kepadamu) artinya mereka tunduk (maka Allah tidaklah memberi jalan kepadamu) untuk menawan dan membunuh mereka."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 91,
    "arab": "سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ اَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا اِلَى الْفِتْنَةِ اُرْكِسُوْا فِيْهَا ۚ فَاِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا اِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا اَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَاُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ",
    "translation": "Kelak akan kamu dapati (golongan-golongan) yang lain, yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjun ke dalamnya. Karena itu jika mereka tidak membiarkan kamu dan tidak mau menawarkan perdamaian kepadamu, serta tidak menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka di mana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata (untuk memerangi, menawan dan membunuh) mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/584.mp3",
    "tafsir": "Selain kedua golongan kafir tersebut, kaum Muslimin akan menemukan satu golongan lain dengan ciri-ciri dan niat yang berbeda. Mereka adalah golongan kafir munafik, yaitu munafik dalam hal kepercayaan. Apabila mereka bertemu dengan kaum Muslimin mereka menyatakan diri beragama Islam, dan apabila mereka berada bersama orang-orang kafir, mereka mengatakan tetap seagama dengan mereka dan tetap menyembah sesembahan mereka. Hal itu mereka lakukan karena menjaga keamanan diri, keluarga dan harta benda mereka terhadap gangguan kaum Muslimin dan gangguan dari golongan mereka sendiri. \n\nDan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2:14).\nDiriwayatkan oleh Ibnu Jarir bahwa ayat tersebut diturunkan mengenai satu kaum dari kalangan penduduk kota Mekah. Mereka pernah datang kepada Rasulullah saw mengatakan bahwa mereka masuk Islam. Tetapi pada hakikatnya mereka berbuat demikian hanyalah berpura-pura. Sesudah itu mereka kembali kepada Quraisy yang masih kafir, lalu mereka menyembah patung bersama-sama orang tersebut.\nHal itu mereka lakukan dengan maksud agar mereka aman terhadap kaum Muslimin dan aman pula terhadap orang-orang kafir. Ayat ini menjelaskan bagaimana seharusnya sikap kaum Muslimin dalam menghadapi orang-orang munafik tersebut, yaitu selama mereka tidak menghentikan gangguan mereka terhadap kaum Muslimin, dan tidak mengemukakan permintaan mereka untuk mengadakan perjanjian damai, maka kaum Muslimin haruslah memerangi, menawan dan membunuh mereka, di mana pun mereka ditemukan. Allah swt telah memberikan wewenang dan alasan yang nyata kepada kaum Muslimin untuk menawan dan membunuh mereka.\nDari ayat ini dapat diambil pengertian bahwa apabila orang-orang munafik telah menghentikan gangguan mereka terhadap kaum Muslimin atau mereka sudah mengajukan perdamaian, maka kaum Muslimin dilarang memerangi, menawan dan membunuh mereka.\nDalam ayat yang lain Allah berfirman:\n\nAllah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. (al-Mumtahanah/60:8).\n\nDengan demikian, perintah Allah kepada Muslimin untuk memerangi orang-orang kafir, adalah khusus mengenai mereka yang memerangi atau bersikap memusuhi Islam dan kaum Muslimin.\n\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang \nmelampaui batas. (al-Baqarah/2:190).",
    "quraish": "Jika kalian menampakkan kemusyrikan, mereka akan bersama kalian. Tetapi jika orang-orang musyrik itu menampakkan keislaman, maka mereka tetap bersama orang-orang musyrik, karena mereka ingin selamat dari orang-orang Islam dan orang-orang musyrik. Mereka selalu berada dalam kesesatan dan kemunafikan. Jika mereka tidak berhenti memerangi kalian dan tidak mau menyatakan damai, maka perangilah mereka di mana pun kalian temukan. Karena, jika mereka tidak menghentikan peperangan, orang-orang Mukmin beralasan untuk melawan mereka. Allah menjadikan alasan yang jelas bagi orang-orang yang beriman untuk memerangi mereka.",
    "jalalayn": "(Akan kamu dapati pula golongan lain yang bermaksud supaya mereka aman dari kamu) dengan berpura-pura beriman di hadapanmu (dan merasa aman pula dari kaum mereka) dengan menyatakan kekafiran jika mereka kembali kepada kaum mereka. Mereka ini ialah Bani Asad dan Ghathafan. (Setiap mereka diajak untuk fitnah) artinya kembali kepada kemusyrikan (mereka pun berbalik) atau terjun ke dalamnya. (Maka jika mereka tidak membiarkanmu) artinya masih hendak memerangimu (dan) tidak (mengemukakan perdamaian kepadamu serta) tidak (menahan tangan mereka) dari memerangimu (maka ambillah mereka) sebagai tawanan (dan bunuhlah mereka itu di mana juga kamu temui) atau jumpai (dan mereka itulah orang-orang yang Kami berikan kepadamu kekuasaan yang nyata) artinya wewenang dan bukti yang jelas untuk membunuh dan menawan mereka disebabkan kecurangan mereka."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 92,
    "arab": "وَمَا كَانَ لِمُؤْمِنٍ اَنْ يَّقْتُلَ مُؤْمِنًا اِلَّا خَطَـًٔا ۚ وَمَنْ قَتَلَ مُؤْمِنًا خَطَـًٔا فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ وَّدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى  اَهْلِهٖٓ  اِلَّآ  اَنْ يَّصَّدَّقُوْا ۗ فَاِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۗوَاِنْ كَانَ مِنْ قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ اِلٰٓى اَهْلِهٖ وَتَحْرِيْرُ رَقَبَةٍ مُّؤْمِنَةٍ ۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِۖ تَوْبَةً مِّنَ اللّٰهِ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا ",
    "translation": "Dan tidak patut bagi seorang yang beriman membunuh seorang yang beriman (yang lain), kecuali karena tersalah (tidak sengaja). Barangsiapa membunuh seorang yang beriman karena tersalah (hendaklah) dia memerdekakan seorang hamba sahaya yang beriman serta (membayar) tebusan yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga si terbunuh) membebaskan pembayaran. Jika dia (si terbunuh) dari kaum yang memusuhimu, padahal dia orang beriman, maka (hendaklah si pembunuh) memerdekakan hamba sahaya yang beriman. Dan jika dia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar tebusan yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang beriman. Barangsiapa tidak mendapatkan (hamba sahaya), maka hendaklah dia (si pembunuh) berpuasa dua bulan berturut-turut sebagai tobat kepada Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/585.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidaklah layak bagi seorang mukmin untuk membunuh mukmin yang lain dengan sengaja.\nKemudian dijelaskan hukum pembunuhan sesama mukmin yang terjadi dengan tidak sengaja. Hal ini mungkin terjadi dalam berbagai kasus, dilihat dari keadaan mukmin yang terbunuh dan dari kalangan manakah mereka berasal. Dalam hal ini ada 3 kasus:\nPertama: Mukmin yang terbunuh tanpa sengaja itu berasal dari keluarga yang mukmin. Maka hukumannya ialah pihak pembunuh harus memerdekakan hamba sahaya yang mukmin, disamping membayar diat (denda) kepada keluarga yang terbunuh, kecuali jika mereka merelakan dan membebaskan pihak pembunuh dari pembayaran diat tersebut.\nKedua: Mukmin yang terbunuh itu berasal dari kaum atau keluarga bukan mukmin, tetapi keluarganya memusuhi kaum Muslimin. Maka dalam hal ini hukuman yang berlaku terhadap pihak yang membunuh ialah harus memerdekakan seorang hamba sahaya yang mukmin tanpa membayar diat.\nKetiga: Mukmin yang terbunuh tanpa sengaja itu berasal dari keluarga bukan mukmin, tetapi mereka itu sudah membuat perjanjian damai dengan kaum Muslimin, maka hukumannya ialah pihak pembunuh harus membayar diat yang diserahkan kepada keluarga pihak yang terbunuh di samping itu harus pula memerdekakan seorang hamba sahaya yang mukmin. Jadi hukumannya sama dengan kasus yang pertama tadi.\nMengenai kewajiban memerdekakan \"hamba sahaya yang mukmin\" yang tersebut dalam ayat ini: ada kemungkinan tidak dapat dilaksanakan oleh pihak pembunuh, karena tidak diperolehnya hamba sahaya yang memenuhi syarat yang disebutkan itu; atau karena sama sekali tidak mungkin mendapatkan hamba sahaya, misalnya pada zaman sekarang ini; atau hamba sahaya yang beriman, tetapi pihak pembunuh tidak mempunyai kemampuan untuk membeli dan memerdekakannya. Dalam hal ini, kewajiban untuk memerdekakan hamba sahaya dapat diganti dengan kewajiban yang lain, yaitu si pembunuh harus berpuasa dua bulan berturut-turut, agar tobatnya diterima Allah. Dengan demikian ia bebas dari kewajiban memerdekakan hamba sahaya yang beriman.\nMengenai \"ketidaksengajaan\" dalam pembunuhan yang disebut dalam ayat ini, ialah ketidak sengajaan yang disebabkan karena kecerobohan yang sesungguhnya dapat dihindari oleh manusia yang normal. Misalnya apabila seorang akan melepaskan tembakan atau lemparan sesuatu yang dapat menimpa atau membahayakan seseorang, maka ia seharusnya meneliti terlebih dahulu, ada atau tidaknya seseorang yang mungkin menjadi sasaran pelurunya tanpa sengaja. Kecerobohan dan sikap tidak berhati-hati itulah yang menyebabkan pembunuh itu harus dikenai hukuman, walaupun ia membunuh tanpa sengaja, agar dia dan orang lain selalu berhati-hati dalam berbuat terutama yang berhubungan dengan keamanan jiwa manusia lainnya.\nAdapun diat (diyat) atau denda yang dikenakan kepada pembunuh, dapat dibayar dengan beberapa macam barang pengganti kerugian, yaitu dengan seratus ekor unta, atau dua ratus ekor sapi, atau dua ribu ekor kambing, atau dua ratus lembar pakaian atau uang seribu dinar atau dua belas ribu dirham.\nDalam suatu hadis yang diriwayatkan oleh Abu Dawud dari Jabir, dari Rasulullah saw disebutkan sebagai berikut:\n\"Bahwasanya Rasulullah saw telah mewajibkan diat itu sebanyak seratus ekor unta kepada orang yang memiliki unta, dan dua ratus ekor sapi kepada yang memiliki sapi dan dua ribu ekor kambing kepada yang memiliki kambing, dan dua ratus perhiasan kepada yang memiliki perhiasan\" (Riwayat Abu Dawud).\n\nKewajiban memerdekakan hamba sahaya yang beriman atau berpuasa dua bulan berturut-turut adalah kewajiban yang ditimpakan kepada si pembunuh dan 'aqilah (keluarga), yang juga disebut \"asabah\"-nya. Dalam kitab hadis al-Muwatta \"Kitab al-Uqud\" dari Imam Malik disebutkan bahwa Umar bin al-Khattab pernah menetapkan diat kepada penduduk desa, sebanyak seribu dinar kepada yang memiliki uang emas dan dua belas ribu dirham kepada yang memiliki uang perak, dan diat ini hanyalah diwajibkan kepada 'aqilah dari si pembunuh.",
    "quraish": "Pembagian orang munafik ke dalam dua golongan itu didasarkan pada asas kehati-hatian, dengan maksud agar tidak terjadi pembunuhan terhadap orang Muslim karena diduga munafik. Sementara, membunuh orang Muslim itu diharamkan, kecuali kalau terjadi secara salah atau tidak sengaja. Bila terjadi pembunuhan terhadap orang Muslim secara salah atau tidak sengaja, kalau si korban itu tinggal di dalam wilayah Islam, maka pelaku pembunuhan dikenakan sanksi membayar diyat kepada keluarga korban sebagai ganti atas hilangnya seorang anggota keluarga, dan sanksi memerdekakan seorang budak Muslim sebagai ganti atas hilangnya seorang anggota masyarakat Muslim. Sebab, memerdekakan seorang budak Muslim itu berarti menciptakan suasana hidup bebas dalam masyarakat Muslim. Pembebasan seorang budak Muslim seolah-olah cukup untuk mengganti hilangnya salah seorang anggota masyarakat Muslim. (1) Tetapi, kalau si terbunuh itu berasal dari golongan yang memiliki perjanjian damai dengan umat Islam, maka sanksi yang dikenakan kepada pelaku pembunuhan adalah memerdekakan seorang budak Muslim dan membayar diyat kepada keluarga korban sebagai ganti salah satu anggotanya yang meninggal. Karena, dengan adanya perjanjian itu, mereka tidak akan menggunakan diyat itu untuk menyakiti orang Muslim. Bila si pelaku pembunuhan tidak mendapatkan budak untuk dimerdekakan, maka ia harus berpuasa dua bulan berturut- turut. Hal itu akan menjadi pelajaran bagi dirinya agar selalu berhati-hati dan waspada. Allah Maha Mengetahui apa yang ada dalam jiwa dan hati seseorang serta Mahabijaksana dalam menetapkan setiap hukuman. (1) Ialah tidak menyamakan antara hukuman pembunuhan yang tidak disengaja dengan pembunuhan yang dilakukan secara sengaja. Hal itu disebabkan karena pembunuhan yang dilakukan dengan sengaja, palakunya berniat melakukan maksiat. Oleh karena itu kejahatannya telah terhitung berat dan besar sesuai dengan beratnya hukuman yang diterimanya. Adapun pembunuhan yang dilakukan dengan tidak sengaja, pelakunya tidak berniat melakukan maksiat. Kemaksiatan yang dilakukannya itu berkaitan dengan perbuatannya. Ketentuan ini merupakan variasi hukum pidana Islam sesuai jenis yang dilakukan. Ayat ini menjelaskan hukum kafarat pembunuhan yang dilakukan dengan tidak sengaja, yaitu memerdekakan budak Muslim, dan berpuasa jika tidak mendapatkan budak untuk dimerdekakan. Kafarat ini mengandung nilai hukuman dan nilai ibadah. Secara lahiriah yang bertanggung jawab membayar kafarat adalah pelaku kejahatan, karena di dalam kafarat tersebut terdapat pelajaran dan pendekatan diri kepada Allah, sehingga Allah mengampuni dosa yang diperbuatnya. Selain kafarat, pada pembunuhan tidak sengaja terdapat sanksi diyat. Diyat ini telah ditentukan oleh Allah Swt. Tidak ada pembedaan antara satu korban dengan yang lainnya. Di sini terdapat nilai persamaan yang paling tinggi antara semua manusia. Diyat ini diwajibkan kepada kerabat si pembunuh, karena jika mereka bersepakat untuk mencegah pembunuhan itu, niscaya mereka akan dapat melakukannya. Tanggung jawab semacam ini dapat mengurangi tindak kejahatan. Namun, hal itu semua tidak menghalangi waliy al-amr (pemerintah atau penguasa) untuk memberi sanksi kepada pelaku kejahatan jika dalam sanksi itu terdapat kemaslahatan. Sebab, pembunuhan tidak disengaja pun termasuk tindak kejahatan, oleh karenanya disebutkan dalam ayat ini. Pada bagian akhir ayat ini, Allah menjelasakan bahwa sanksi kafarat dan diyat itu diundangkan sebagai syarat diterimanya pertobatan. Hal ini menunjukkan adanya sikap kurang hati-hati dari pelaku pembunuhan tidak disengaja. Oleh karena itu, para ahli hukum Islam menyatakan bahwa risiko dosa yang diterima pelaku pembunuhan tak disengaja itu bukan dosa karena membunuh, melainkan dosa karena sikap kurang waspada dan kurang teliti. Sebab perbuatan mubah (halal, boleh) itu boleh dilaksanakan dengan syarat tidak merugikan orang lain. Kalau perbuatan mubah itu merugikan orang lain, maka terbuktilah ketidakhati-hatian pelakunya dan, oleh karenanya, ia berdosa. Disebutkan pula bahwa pembunuhan tidak disengaja dapat dihindari dengan sikap hati-hati dan waspada. (Al-Kasânîy, juz 7 hlm. 252) Semua sanksi yang ditetapkan itu sesuai dengan besarnya bahaya yang diakibatkan pembunuhan, hingga Allah pun melarangnya. Jika dibanding dengan hukum positif, kita akan mendapatkan perbedaaan yang sangat besar. Dalam hukum positif, orang tidak lagi takut dengan sanksi yang ditetapkan, yang berakibat merebaknya kejahatan semacam ini. Dengan banyaknya akibat negatif hukum positif itu, belakangan muncul seruan menuntut ditetapkannya sanksi lebih keras kepada pelaku pembunuhan tak disengaja ini. Seandainya umat manusia mengikuti syariat al-Qur'ân, niscaya mereka akan memberikan sesuatu yang dapat meringankan beban jiwa dan kerugian materi kepada keluarga si korban, baik berupa kafarat atau diyat yang harus dibayar oleh kelurga pembunuh. Di samping itu, satu sama lain akan saling mencegah untuk melakukan kesalahan yang dapat menyebabkan pembunuhan.",
    "jalalayn": "(Dan tidak sepatutnya seorang mukmin membunuh seorang mukmin) yang lain; artinya tidak layak akan timbul perbuatan itu dari dirinya (kecuali karena tersalah) artinya tidak bermaksud untuk membunuhnya. (Dan siapa yang membunuh seorang mukmin karena tersalah itu) misalnya bermaksud melempar yang selainnya seperti binatang buruan atau pohon kayu tetapi mengenai seseorang dengan alat yang biasanya tidak menyebabkan kematian hingga membawa ajal (maka hendaklah memerdekakan) membebaskan (seorang hamba sahaya yang beriman beserta diat yang diserahkan) diberikan (kepada keluarganya) yaitu ahli waris yang terbunuh (kecuali jika mereka bersedekah) artinya memaafkannya. Dalam pada itu sunah menjelaskan bahwa besar diat itu 100 ekor unta, 20 ekor di antaranya terdiri dari yang dewasa, sedang lainnya yang di bawahnya, dalam usia yang bermacam-macam. Beban pembayaran ini terpikul di atas pundak `ashabah sedangkan keluarga-keluarga lainnya dibagi-bagi pembayarannya selama tiga tahun, bagi yang kaya setengah dinar, dan yang sedang seperempat dinar pada tiap tahunnya. Jika mereka tidak mampu maka diambilkan dari harta baitulmal, dan jika sulit maka dari pihak yang bersalah. (Jika ia) yakni yang terbunuh (dari kaum yang menjadi musuh) musuh perang (bagimu padahal ia mukmin, maka hendaklah memerdekakan seorang hamba sahaya yang beriman) jadi bagi si pembunuh wajib kafarat tetapi tidak wajib diat yang diserahkan kepada keluarganya disebabkan peperangan itu. (Dan jika ia) maksudnya yang terbunuh (dari kaum yang di antara kamu dengan mereka ada perjanjian) misalnya ahli dzimmah (maka hendaklah membayar diat yang diserahkan kepada keluarganya) yaitu sepertiga diat orang mukmin, jika dia seorang Yahudi atau Nasrani, dan seperlima belas jika ia seorang Majusi serta memerdekakan seorang hamba sahaya yang beriman) oleh si pembunuhnya. (Siapa yang tidak memperolehnya) misalnya karena tak ada budak atau biayanya (maka hendaklah berpuasa selama dua bulan berturut-turut) sebagai kafarat yang wajib atasnya. Mengenai pergantian dengan makanan seperti pada zihar, tidak disebutkan oleh Allah swt. Tetapi menurut Syafii, pada salah satu di antara dua pendapatnya yang terkuat, ini diberlakukan (untuk penerimaan tobat dari Allah) mashdar yang manshub oleh kata kerjanya yang diperkirakan. (Dan Allah Maha Mengetahui) terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai pengaturan-Nya terhadap mereka."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 93,
    "arab": "وَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا ",
    "translation": "Dan barangsiapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/586.mp3",
    "tafsir": "Betapa besarnya dosa seorang mukmin yang membunuh mukmin lainnya dengan sengaja. Dalam permulaan ayat yang lalu disebutkan sebagai suatu perbuatan yang tidak layak bagi seorang yang beriman karena seharusnya imannya menghalanginya dari perbuatan tersebut. Maka ayat ini menyebutkan hukuman yang akan ditimpakan kepada mukmin yang membunuh mukmin yang lain dengan sengaja, sama dengan hukuman yang disediakan Allah swt untuk orang yang tidak beriman, sehingga seolah-olah si pembunuh tersebut disamakan dengan orang yang tidak beriman karena kejahatan yang dilakukannya sama sekali tidak layak bagi orang yang beriman.\nMenurut ayat ini, hukuman yang akan diterapkan untuknya ialah azab neraka yang kekal di dalamnya dan kemurkaan serta laknat Allah. Neraka Jahanam merupakan azab yang paling berat. Kekekalan seseorang dalam neraka menunjukkan bahwa Allah tidak menerima tobatnya. Sedang laknat Allah berarti dijauhkan dari rahmat-Nya selama-lamanya. Kemurkaan Allah kepada seseorang akan menjauhkannya dari keridaan-Nya, di samping itu masih disediakan pula untuknya azab yang besar yang tidak dijelaskan dalam ayat ini.\nPerlu diketahui, berbagai hukuman yang disebutkan dalam ayat ini diancamkan kepada si pembunuh mukmin, yang membunuh mukmin yang lain dengan sengaja, adalah merupakan azab ukhrawi, yaitu azab yang akan diterima di akhirat kelak. Sedang di dunia ini, berlaku hukuman duniawi yang dilakukan oleh pihak penguasa. Menurut peraturan yang telah ditentukan dalam agama, yaitu: apabila dalam sidang pengadilan seseorang telah terbukti bersalah, maka terhadapnya dijatuhkan dan dilaksanakan hukum kisas, yaitu pembalasan yang setimpal, nyawa dengan nyawa. Tetapi, apabila ahli waris dari yang terbunuh memberikan maaf dan tidak menghendaki pelaksanaan hukuman kisas terhadap si pembunuh, maka pihak si pembunuh diwajibkan membayar diat, yang harus dilaksanakan dengan cara yang baik. Artinya: harus dibayar oleh yang bersangkutan pada waktu dan dengan jumlah yang ditetapkan oleh pengadilan tanpa mengulur-ulur waktu. Sebaliknya pihak yang akan menerima harus bersabar sampai datangnya waktu yang telah ditetapkan dan tidak mendesak (lihat al-Baqarah/2:178).\nMengenai tobat si pembunuh menurut zahir ayat ini memang tidak diterima Allah swt, karena dalam ayat ini disebutkan bahwa ia kekal dalam neraka Jahanam, sedang orang yang diterima tobatnya oleh Tuhan tidak akan kekal dalam neraka. Mengenai masalah ini ada dua pendapat:\nPertama: Pendapat sebagian sahabat, antara lain Ibnu Abbas, mengatakan bahwa orang mukmin yang membunuh orang mukmin lain dengan sengaja tidak diterima tobatnya di sisi Allah Yang Maha Esa. Lain halnya dengan orang musyrik yang walaupun pada masa-masa musyriknya ia membunuh, tetapi ia berbuat demikian sebelum ia mendapat petunjuk dan belum mengetahui hukum-hukum Allah, maka perbuatan membunuhnya diampuni oleh Allah selama perbuatan itu tidak diulangi setelah masuk Islam. Tetapi apabila ia telah memperoleh petunjuk dan telah mengetahui hukum-hukum dan larangan-larangan agama, maka perbuatannya itu berarti meremehkan hukum Allah yang telah diketahuinya dengan baik, dan seolah-olah telah meninggalkan imannya. Maka wajar bila Allah tidak menerima tobatnya, sebaliknya Allah memberikan azab yang kekal dalam neraka Jahanam dan kemurkaan serta laknat-Nya.\nKedua: Pendapat sebagian ulama, si pembunuh walaupun ia membunuh mukmin lainnya dengan sengaja, namun bila ia bertobat maka tobatnya masih diterima Allah, sebab Allah telah menjelaskan bahwa hanya dosa syiriklah yang tidak diampuni-Nya. Adapun dosa-dosa selain syirik masih dapat diampuni bagi orang-orang yang dikehendaki-Nya. Allah berfirman:\n\nSesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar. (an-Nisa/4:48).\n\nJika Allah dapat menerima tobat seorang yang dahulunya musyrik yang melakukan pembunuhan dan perzinaan, kemudian ia masuk Islam dan bertobat serta senantiasa melakukan amal-amal saleh dan menjauhi perbuatan jahat, mengapa tobat seorang mukmin yang melakukan satu kali pembunuhan saja tidak dapat diterima Allah? Apakah tidak mungkin bahwa setelah melaksanakan pembunuhan itu yang mungkin karena disebabkan dorongan emosi yang meluap-luap, ia sadar akan kesalahannya dan mengetahui betapa besar dosanya dan betapa berat azab yang akan diterimanya, lalu ia bertobat kepada Allah dan menjauhi segala macam kejahatan, serta mengerjakan amal-amal saleh dengan tekun?\nAdapun orang-orang yang mengaku mukmin, tetapi ia senantiasa bergelimang dalam perbuatan dosa dan membunuh orang-orang mukmin yang lain yang dianggapnya sebagai musuh-musuhnya, atau karena ingin menguasai harta benda, maka orang-orang semacam ini tidak diterima tobatnya di sisi Allah dan selayaknyalah mereka menerima azab neraka dan kekal di dalamnya serta ditimpa kemurkaan dan laknat Allah jika mereka tidak bertobat sebelum ajalnya.",
    "quraish": "Barangsiapa dengan sengaja membunuh seorang Muslim dengan maksud permusuhan, dan ia membenarkan tindakannya itu, maka balasannya adalah neraka Jahanam. Ia akan kekal di dalamnya. Allah pun akan murka kepadanya dan menjauhkannya dari kasih sayang-Nya. Allah akan menyiapkan baginya siksa yang sangat pedih di akhirat nanti. Sebab, pembunuhan merupakan kejahatan terbesar yang ada di dunia.",
    "jalalayn": "(Dan siapa yang membunuh seorang mukmin dengan sengaja) artinya sengaja hendak membunuhnya dengan alat yang biasa dipergunakan untuk membunuh di samping ia tahu pula bahwa orang yang akan dibunuhnya itu beriman (maka balasannya ialah neraka Jahanam, kekal ia di dalamnya dan Allah murka kepadanya dan mengutukinya) artinya menjauhkannya dari rahmat-Nya (serta menyediakan baginya siksa yang besar) yakni di neraka. Ini ditakwilkan jika seseorang menganggapnya halal dengan pernyataan bahwa inilah balasannya yang setimpal jika dihukum menurut sepatutnya. Tetapi dengan catatan bahwa hukuman itu dapat saja diubah berdasarkan firman Allah swt., \"Dan Dia mengampuni dosa selain itu, syirik, bagi siapa yang dikehendaki-Nya.\" Dan menurut Ibnu Abbas bahwa ayat ini menasakhkan ayat-ayat lain yang berisi pengampunan sementara ayat pada surah Al-Baqarah menyatakan bahwa orang yang membunuh secara sengaja hendaklah dibunuh pula dan bahwa ia wajib membayar diat jika memperoleh kemaafan dan telah diterangkan pula berapa banyaknya. Di samping itu sunah menerangkan pula bahwa di antara sengaja dengan tersalah itu ada semacam pembunuhan yang disebut semi sengaja, yakni jika seseorang membunuh orang lain dengan alat yang tidak biasa digunakan untuk membunuh, maka tidak wajib kisas, hanya diat, sebagaimana pula sengaja dalam bentuk atau sifatnya tetapi tersalah dalam mengundurkan dan melakukannya. Dan ini dalam keadaan sengaja lebih patut membayar kafarat daripada dalam keadaan tersalah. Ayat berikut ini turun tatkala serombongan sahabat lewat pada seorang laki-laki dari Bani Sulaim yang sedang menghalau kambingnya. Orang itu memberi salam kepada rombongan sahabat itu tetapi kata mereka, \"Ia mengucapkan salam itu hanyalah untuk menyelamatkan dirinya,\" lalu orang itu mereka bunuh dan mereka halau ternaknya."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 94,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا ضَرَبْتُمْ فِيْ سَبِيْلِ اللّٰهِ فَتَبَيَّنُوْا وَلَا تَقُوْلُوْا لِمَنْ اَلْقٰىٓ اِلَيْكُمُ السَّلٰمَ لَسْتَ مُؤْمِنًاۚ تَبْتَغُوْنَ عَرَضَ الْحَيٰوةِ الدُّنْيَا ۖفَعِنْدَ اللّٰهِ مَغَانِمُ كَثِيْرَةٌ ۗ كَذٰلِكَ كُنْتُمْ مِّنْ قَبْلُ فَمَنَّ اللّٰهُ عَلَيْكُمْ فَتَبَيَّنُوْاۗ اِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu pergi (berperang) di jalan Allah, maka telitilah (carilah keterangan) dan janganlah kamu mengatakan kepada orang yang mengucapkan ”salam” kepadamu, ”Kamu bukan seorang yang beriman,” (lalu kamu membunuhnya), dengan maksud mencari harta benda kehidupan dunia, padahal di sisi Allah ada harta yang banyak. Begitu jugalah keadaan kamu dahulu, lalu Allah memberikan nikmat-Nya kepadamu, maka telitilah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/587.mp3",
    "tafsir": "Apabila seorang mukmin pergi ke daerah musuh untuk berperang, maka hendaklah mereka bersikap hati-hati dan teliti terhadap orang yang mereka temui, dan jangan tergesa-gesa menuduhnya sebagai \"orang yang tidak beriman\", lalu membunuhnya. Utamanya apabila orang yang ditemui itu telah mengucapkan Assalamu'alaikum, atau telah mengucapkan La ilaha illallah, yaitu ucapan secara Islam, maka orang tersebut tidak boleh dituduh \"kafir\", sebagai alasan untuk membunuhnya karena ucapan salamnya itu menunjukkan bahwa ia telah tunduk kepada agama Islam, menurut zahirnya.\nAllah memerintahkan kepada orang-orang mukmin agar mengadakan penelitian lebih dahulu sebelum membunuh seseorang yang dianggapnya musuh, agar jangan sampai membunuh seseorang yang telah menganut agama Islam. Apalagi jika pembunuhan itu dilakukan hanya karena keinginan untuk memiliki harta bendanya. Allah memperingatkan bahwa orang-orang mukmin tidak boleh berbuat demikian, sebab ia telah menyediakan rahmat yang banyak bagi orang-orang yang beriman kepada-Nya dan mematuhi segala ketentuan-Nya.\nSelanjutnya Allah mengingatkan orang mukmin bahwa pada awal mereka memeluk agama Islam, mereka menyembunyikan imannya, tetapi mereka tetap mengucapkan salam Assalamu'alaikum bila berjumpa dengan sesama mukmin yang telah lebih dahulu memeluk agama Islam. Hal itu mereka lakukan untuk memberitahukan bahwa mereka telah memeluk agama Islam. Dengan demikian, mereka mengharapkan keamanan diri, keluarga dan harta benda mereka dari kaum Muslimin yang telah masuk Islam lebih dahulu.\nApabila mereka pernah berbuat demikian, dan Allah telah memberikan keamanan yang mereka inginkan, maka sewajarnya pula mereka menghormati orang-orang yang berbuat semacam itu terhadap mereka, dan tidak tergesa-gesa menuduh seseorang sebagai musuh Islam, lalu membunuhnya, dan merampas harta bendanya.\nAllah senantiasa mengetahui segala perbuatan hamba-Nya, dan Dia akan memberinya balasan yang setimpal, baik atau buruk.",
    "quraish": "Sikap berhati-hati dan waspada dalam perang agar tidak terjadi pembunuhan terhadap orang Muslim, adalah suatu keharusan. Apabila kalian pergi berperang di jalan Allah, maka telitilah terlebih dahulu siapa orang yang akan diperangi. Apakah mereka telah memeluk Islam, atau masih dalam keadaan musyrik. Janganlah kalian mengatakan, \"Kamu bukan orang Muslim,\" kepada orang yang berucap salam atau isyarat damai, hanya karena kalian menginginkan harta rampasan. Terimalah ucapan salam perdamaian mereka. Sesungguhnya Allah telah menganugerahkan harta yang banyak kepada kalian. Dan kalian, wahai orang-orang Mukmin, dulu juga berada dalam kekufuran, kemudian Allah menunjuki kalian. Maka telitilah orang-orang yang kalian temui. Allah Maha Mengetahui segala sesuatu dan Dia akan mengadakan perhitungan dengan kalian sesuai dengan ilmu-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kamu bepergian) maksudnya mengadakan perjalanan untuk berjihad (di jalan Allah maka selidikilah) menurut satu qiraat dengan tiga macam baris pada dua tempat (dan janganlah kamu katakan kepada orang yang mengucapkan salam kepadamu) ada yang memakai alif dan ada pula yang tidak sedangkan artinya ialah penghormatan atau ketundukan dengan membaca dua kalimat syahadat sebagai ciri-ciri bagi penganut agama Islam (kamu bukan seorang mukmin) kamu mengatakan itu hanyalah untuk menjaga diri dan hartamu, lalu kamu membunuhnya (dengan maksud, menuntut) artinya hendak mencari (harta benda kehidupan dunia) yakni barang rampasan (padahal di sisi Allah harta yang banyak) sehingga kamu tidak perlu membunuh untuk mendapatkan harta itu. (Begitu pulalah keadaan kamu dahulu) darah dan harta bendamu dipelihara berkat ucapan syahadat dari kamu (lalu Allah melimpahkan karunia-Nya kepadamu) hingga terkenal keimanan dan keteguhan pendirianmu (karena itu selidikilah) lebih dulu jangan sampai kamu membunuh orang yang telah beriman dan perlakukanlah terhadap orang yang baru masuk Islam sebagaimana kamu pernah diperlakukan. (Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan mendapat balasan daripada-Nya."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 95,
    "arab": "لَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ  ",
    "translation": "Tidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/588.mp3",
    "tafsir": "Orang mukmin yang berjuang untuk membela agama Allah dengan penuh keimanan dan keikhlasan tidaklah sama derajatnya dengan orang yang enggan berbuat demikian. Ayat ini menekankan bahwa perbedaan derajat antara kedua golongan itu adalah sedemikian besarnya, sehingga orang-orang yang berjihad mempunyai derajat yang amat tinggi. Apabila orang yang tidak berjihad menyadari kerugian mereka dalam hal ini, maka mereka akan tergugah hatinya dan berusaha untuk mencapai derajat yang tinggi, dengan turut serta berjihad bersama-sama kaum mukminin lainnya. Untuk itulah ayat ini mengemukakan perbedaan antara kedua golongan tersebut.\nDengan demikian maksud yang terkandung dalam ayat ini sama dengan maksud yang dikandung dalam firman Allah pada ayat lain yang menerangkan perbedaan derajat antara orang-orang mukmin yang berilmu pengetahuan dan orang-orang yang tidak berilmu. \n\n¦.Katakanlah, \"Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" ¦ (az-Zumar/39:9).\n\nOrang yang berilmu pengetahuan jauh lebih tinggi derajatnya daripada orang yang tidak berilmu. Apabila orang yang tidak berilmu mengetahui kekurangan derajatnya, semoga hati mereka tergerak untuk mencari ilmu pengetahuan dengan giat, sehingga dapat meningkatkan derajat mereka.\nAyat ini turun pada waktu Perang Badar. Di antara kaum Muslimin ada orang-orang yang tetap tinggal di rumah, dan tidak bersedia berangkat ke medan perang. Lalu turunlah ayat ini untuk mengingatkan mereka bahwa dengan sikap yang semacam itu, mereka berada pada derajat yang rendah, dibanding dengan derajat orang-orang yang berjihad dengan penuh iman dan kesadaran.\nSementara ada di antara kaum Muslimin yang sangat ingin untuk ikut berjihad, tetapi niat dan keinginan mereka tidak dapat mereka laksanakan karena mereka uzur, misalnya: karena buta, pincang, sakit dan sebagainya, atau mereka tidak mempunyai sesuatu untuk disumbangkan.\nOrang-orang semacam itu, tidak bisa disamakan dengan orang yang enggan berjihad, melainkan disamakan dengan orang-orang yang berjihad dengan harta benda dan jiwa raga mereka. Ayat ini juga menjelaskan bahwa mereka yang benar-benar berjihad dengan harta benda dan jiwa raganya memperoleh martabat yang lebih tinggi satu derajat dari mereka yang tidak berjihad karena uzur. Namun golongan itu akan mendapatkan pahala dari Allah, karena iman dan niat mereka yang ikhlas. \nAllah akan memberikan pahala yang jauh lebih besar kepada mereka yang berjihad, dari mereka yang tidak berjihad tanpa uzur. Berjuang atau berjihad \"dengan harta benda\" ialah: menggunakan harta benda milik sendiri untuk keperluan jihad, atau untuk keperluan orang lain yang turut berjihad, misalnya: bahan-bahan perbekalan berupa makanan, kendaraan, senjata dan sebagainya. Berjuang dengan \"jiwa raga\" berarti: ia rela mengorbankan miliknya yang paling berharga baginya, yaitu tenaga bahkan jiwanya, sekalipun ia menerima perbekalan dari orang lain, karena ia tidak mempunyainya.",
    "quraish": "Berjuang, yang disertai sikap hati-hati, mempunyai keutamaan yang sangat besar. Maka, tidaklah sama antara orang yang duduk berpangku tangan di rumah dan tidak ikut berperang, dengan orang yang berjuang dengan harta dan jiwa. Allah memberikan kepada orang-orang yang berjihad derajat yang lebih tinggi di atas orang-orang yang tidak ikut perang, kecuali bila ada uzur yang menghalangi mereka untuk berperang. Sebab, uzur itu membebaskan mereka dari celaan. Meskipun orang-orang yang berjihad mempunyai keutamaan dan derajat khusus, namun Allah tetap menjanjikan kepada masing-masing kelompok itu kedudukan dan balasan yang baik.",
    "jalalayn": "(Tidaklah sama di antara orang-orang mukmin yang duduk) maksudnya tidak ikut berjihad (tanpa mempunyai uzur) seperti tua, buta dan lain-lain; marfu` karena sifat dan manshub sebagai mustatsna (dengan orang-orang yang berjihad di jalan Allah berikut harta dan jiwa mereka. Allah melebihkan orang-orang yang berjihad dengan harta dan jiwa mereka atas orang-orang yang duduk) karena uzur (satu tingkat) atau satu kelebihan karena walaupun mereka sama dalam niat, tetapi ada tambahan pada orang-orang yang berjihad, yaitu pelaksanaan (dan kepada masing-masing) mereka dari kedua golongan itu (Allah menjanjikan pahala yang baik) yaitu surga. (Dan Allah memberi kelebihan terhadap orang yang berjihad atas orang-orang yang duduk) tanpa uzur (berupa pahala yang besar) dan sebagai badalnya ialah:"
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 96,
    "arab": "دَرَجٰتٍ مِّنْهُ وَمَغْفِرَةً وَّرَحْمَةً ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    "translation": "(yaitu) beberapa derajat daripada-Nya, serta ampunan dan rahmat. Allah Ma-ha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/589.mp3",
    "tafsir": "Ayat ini merupakan lanjutan dan keterangan bagi ayat yang lalu, karena akhir ayat yang lalu menyebutkan bahwa Allah akan memberikan pahala yang lebih besar kepada mereka yang berjihad, tetapi belum dijelaskan apa wujud pahala yang besar itu. Maka ayat ini menjelaskan bahwa pahala yang paling besar ialah: keunggulan martabat mereka beberapa derajat di sisi Allah Yang Maha Pengampun serta ampunan dan rahmat-Nya.",
    "quraish": "Begitu tingginya derajat itu, hingga seolah menjadi seperti sekumpulan beberapa derajat jika dibandingkan dengan derajat yang lain. Di samping itu, mereka masih akan memperoleh ampunan yang besar dan kasih sayang yang luas.",
    "jalalayn": "(Yaitu beberapa tingkat daripada-Nya) yang sebagiannya lebih mulia dari lainnya (dan keampunan serta rahmat) manshub disebabkan kedua fi'ilnya yang diperkirakan (dan Allah Maha Pengampun) bagi para wali-Nya (lagi Maha Penyayang) terhadap ahli taat-Nya."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 97,
    "arab": "اِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ  ",
    "translation": "Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya, “Bagaimana kamu ini?” Mereka menjawab, “Kami orang-orang yang tertindas di bumi (Mekah).” Mereka (para malaikat) bertanya, “Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?” Maka orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruk tempat kembali,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/590.mp3",
    "tafsir": "Ada segolongan Muslimin yang tetap tinggal di Mekah. Mereka menyembunyikan keislaman mereka dari penduduk Mekah dan mereka tidak ikut berhijrah ke Medinah, padahal mereka mempunyai kesanggupan untuk melakukan hijrah. Mereka merasa senang tinggal di Mekah, walaupun mereka tidak mempunyai kebebasan mengerjakan ajaran agama dan membinanya. Allah menyatakan mereka sebagai orang yang menganiaya diri sendiri.\nSewaktu Perang Badar terjadi, mereka dipaksa ikut berperang oleh orang musyrikin menghadapi Rasulullah saw. Dalam peperangan ini sebagian mereka mati terbunuh. ) Sesudah mereka mati malaikat mencela mereka, karena mereka tidak berbuat suatu apa pun dalam urusan agama mereka (Islam), seperti tidak dapat mengerjakan ajaran-ajaran agama. Mereka menjawab dengan mengajukan alasan bahwa mereka tidak melaksanakan ajaran agama, disebabkan tekanan dari orang-orang musyrik Mekah, sehingga banyak kewajiban agama yang mereka tinggalkan.\nPara malaikat menolak alasan mereka. Kalau benar-benar mereka ingin mengerjakan ajaran agama, tentu mereka meninggalkan Mekah dan hijrah ke Medinah. Bukankah bumi Allah ini luas. Kenapa mereka senang tetap tinggal di Mekah, tidak mau hijrah? Padahal mereka mempunyai kemampuan dan kesempatan untuk hijrah itu? Mereka tidak pindah ke tempat yang baru di mana mereka akan memperoleh kebebasan dalam mengerjakan ajaran agama dan memperoleh ketenteraman dan kemerdekaan. Oleh karena itu mereka mengalami nasib yang buruk. Mereka dilemparkan ke dalam neraka Jahanam yakni tempat yang paling buruk.\nSecara umum setiap Muslim wajib hijrah dari negeri orang kafir bilamana di negeri tersebut tidak ada jaminan kebebasan melakukan kewajiban agama dan memelihara agama. Tetapi bilamana ada jaminan kebebasan beragama di negeri itu serta kebebasan membina pendidikan agama bagi dirinya dan keluarganya, maka ia tidak diwajibkan hijrah.",
    "quraish": "Seorang Muslim berkewajiban untuk hijrah ke wilayah Islam demi menghindari hidup dalam kehinaan. Kepada mereka yang tidak berhijrah, malaikat akan bertanya, \"Dalam keadaan bagaimana kalian ini, hingga rela hidup tercela dan hina?\" Mereka menjawab, \"Kami adalah orang-orang yang tertindas di muka bumi dan orang-orang lain telah menghinakan kami.\" Malaikat bertanya lagi, \"Bukankah bumi Allah sangat luas sehingga kalian dapat berhijrah ke berbagai tempat dan tidak lagi hidup dalam keadaan hina dan tercela?\" Orang-orang yang rela hidup dalam keadaan hina, sedangkan mereka mampu untuk berhijrah, tempat kembalinya adalah neraka Jahanam. Dan Jahanam adalah seburuk-buruk tempat kembali. Orang Muslim harus hidup mulia dan tidak terhina.",
    "jalalayn": "(Sesungguhnya orang-orang yang diwafatkan oleh malaikat dalam keadaan menganiaya diri sendiri) maksudnya orang-orang yang tinggal bersama orang kafir di Mekah dan tidak hendak hijrah (malaikat bertanya) kepada mereka sambil mencela (\"Kenapa kamu ini?\" artinya bagaimana sebenarnya pendirianmu terhadap agamamu ini? (Ujar mereka) mengajukan alasan (\"Kami ini orang-orang yang ditindas) artinya lemah sehingga tidak mampu menegakkan agama (di muka bumi\") artinya di negeri Mekah (Kata mereka) pula sambil mencela (\"Bukankah bumi Allah luas hingga kamu dapat berhijrah padanya?\") yakni dari bumi kaum kafir ke negeri lain sebagaimana dilakukan orang lain? Firman Allah swt. (\"Mereka itu, tempat mereka ialah neraka Jahanam dan itulah seburuk-buruk tempat kembali.\")"
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 98,
    "arab": "اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ  ",
    "translation": "kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/591.mp3",
    "tafsir": "Kemudian dalam ayat ini Allah swt mengecualikan golongan orang yang tertindas, baik laki-laki atau perempuan, seperti 'Iyasy bin Abi Rabi'ah dan Salamah bin Hisyam, Ummul Fadli dan Ummu Abdillah bin Abbas, dan anak-anak seperti Abdullah bin Abbas dan lain-lain. Mereka ini tidaklah dipandang menganiaya diri dan tidaklah dipandang berdosa karena mereka meninggalkan kewajiban hijrah. Mereka ini adalah orang-orang yang benar-benar ditindas karena mereka tidak mempunyai kemampuan untuk keluar dari Mekah.\nMereka tidak mempunyai daya upaya, perbekalan dan nafkah untuk hijrah. Mereka tidak mengetahui jalan keluar dari kesulitan itu. Faktor ketuaan, sakit, kemiskinan dan juga tidak tahu jalan menuju Medinah adalah termasuk alasan-alasan yang dapat diterima.",
    "quraish": "Ketentuan ini tidak berlaku bagi orang-orang yang tidak mampu berhijrah, baik orang-orang lemah, laki-laki, wanita atau anak-anak, yang memang tidak mempunyai kekuatan dan tidak mengetahui jalan keluar untuk berhijrah. Mereka telah dibebaskan dan diampuni dari siksa tersebut.",
    "jalalayn": "(Kecuali orang-orang yang tertindas baik laki-laki maupun wanita dan anak-anak) yaitu mereka (yang tidak mampu berusaha) artinya tak ada tenaga maupun biaya bagi mereka untuk berhijrah (dan tidak mengetahui jalan) yang akan ditempuh menuju tempat berhijrah itu."
  },
  {
    "hizb": 37,
    "name": "An-Nisa'",
    "ayat": 99,
    "arab": "فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا ",
    "translation": "maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/592.mp3",
    "tafsir": "Allah akan memaafkan mereka karena mereka benar-benar tidak mampu menunaikan hijrah. Tetapi bilamana kemampuan dan kesempatan itu sudah ada segeralah berhijrah. Karena hijrah dari bumi Mekah yang musyrik itu suatu kaharusan.\nSesungguhnya Allah Maha Pemaaf terhadap segala macam dosa hambanya yang dilakukan karena keadaan terpaksa dan alasan-alasan yang benar. Allah tidak akan menjatuhkan hukuman kepada mereka. Allah Maha Pengampun terhadap kesalahan mereka dan tidak akan menampakkan kesalahan itu kelak.",
    "quraish": "Mereka, mudah-mudahan, akan memperoleh ampunan. Allah memang sungguh Maha Pemaaf lagi Maha Pengampun.",
    "jalalayn": "(Maka mereka ini, moga-moga Allah memaafkan mereka dan Allah Maha Pemaaf lagi Maha Pengampun.)"
  }
]