[
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 114,
    "arab": "۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
    "translation": "Tidak ada kebaikan dari banyak pembicaraan rahasia mereka, kecuali pembicaraan rahasia dari orang yang menyuruh (orang) bersedekah, atau berbuat kebaikan, atau mengadakan perdamaian di antara manusia. Barangsiapa berbuat demikian karena mencari keridaan Allah, maka kelak Kami akan memberinya pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/607.mp3",
    "tafsir": "Merahasiakan pembicaraan dan perbuatan keji, seperti yang telah dilakukan oleh thu'mah dan kawan-kawannya adalah perbuatan yang terlarang, tidak ada faedahnya, kecuali bisik-bisik itu untuk menyuruh bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia.\nBerbisik-bisik dan menyembunyikan pembicaraan biasanya dilakukan untuk merahasiakan perbuatan terlarang, perbuatan jahat dan untuk melenyapkan kebaikan, jarang yang dilakukan untuk perbuatan baik dan terpuji.\nManusia menurut tabiatnya senang menyatakan dan mengatakan kepada orang lain atau kepada orang banyak tentang perbuatan baik yang telah atau yang akan dilakukannya. Sedang perbuatan jahat atau perbuatan dosa yang telah atau yang akan dilakukannya, selalu disembunyikan dan dirahasiakannya. Ia takut orang lain akan mengetahuinya, sesuai dengan sabda Rasulullah saw:\n\"Kebajikan itu adalah akhlak yang baik, dan dosa itu adalah apa yang terasa tidak enak di dalam hatimu, dan kamu tidak senang orang lain mengetahuinya\" (Riwayat Muslim).\nKarena itu diperintahkan agar orang yang beriman menjauhi perbuatan itu, terutama berbisik-bisik atau mengadakan pembicaraan rahasia untuk melakukan perbuatan dosa, permusuhan, mendustakan Rasulullah dan lain sebagainya.\nAyat yang lain menegaskan larangan Allah dan menyatakan bahwa berbisik dan mengadakan perjanjian rahasia untuk melakukan perbuatan dosa, termasuk perbuatan setan. Allah berfirman:\n\n(9) Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. (10) Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. (al-Mujadalah/58:9-10). \n\nAllah mengecualikan tiga macam perbuatan yang dibolehkan bahkan diperintahkan menyampaikannya dengan berbisik-bisik atau dengan rahasia, yaitu bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia.\nBersedekah adalah salah satu perbuatan baik yang sangat dianjurkan Allah. Tetapi menyebut-nyebut atau memberitahukannya di hadapan orang banyak, kadang-kadang dapat menimbulkan rasa tidak senang di dalam hati orang yang menerimanya. Bahkan adakalanya dirasakan sebagai suatu penghinaan terhadap dirinya, sekalipun si pemberi sedekah itu telah menyatakan bahwa ia bersedekah dengan hati yang ikhlas dan untuk mencari keridaan Allah swt.\n\n\"Jika kamu menampakkan sedekah-sedekahmu, maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu¦\" (al-Baqarah/2:271). \n\nPerbuatan makruf adalah lawan dari perbuatan mungkar, lawan dari segala perbuatan yang dilarang Allah Yang Mahatahu dan perbuatan yang mengikuti hawa nafsu. Menasihati seseorang untuk berbuat makruf di hadapan orang banyak, mungkin akan menimbulkan rasa kurang enak pada yang dinasihati, apabila yang diberi nasihat itu teman sebaya atau orang yang lebih tinggi derajatnya dari orang yang menasihati. Biasanya orang yang menasihati lebih tinggi derajat, pangkat atau kedudukannya dari yang dinasihati. Karena itu Allah memerintahkan agar menasihati seseorang untuk berbuat makruf dengan cara berbisik dan tidak didengar orang lain. Bila didengar orang lain, maka orang yang dinasihati itu mungkin akan merasa terhina dan sakit hati, sehingga nasihat itu tidak diterimanya.\nKaum Muslimin diperintahkan agar selalu menjaga dan berusaha mengadakan perdamaian di antara manusia yang sedang berselisih terutama mendamaikan antara saudara-saudara yang beriman, sesuai dengan firman Allah:\n\nSesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-hujurat/49:10).\n\n\n\"¦ Maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, ¦\" (al-Anfal/8:1).\n\nUsaha mengadakan perdamaian di antara orang-orang mukmin yang berselisih adalah usaha yang terpuji dan diperintahkan Allah. Tetapi menyebut usaha itu kepada orang lain atau didengar oleh orang banyak mungkin akan membawa kepada kemudaratan atau kejahatan yang lain, sehingga maksud mendamaikan itu akan berubah menjadi fitnah yang dapat memperdalam jurang persengketaan antara orang-orang yang akan didamaikan.\nAda orang yang enggan didamaikan bila diketahuinya bahwa yang akan mendamaikan itu orang lain. Ada pula orang yang enggan menerima perdamaian bila proses perdamaian itu diketahui orang banyak, karena ia khawatir bahwa usaha itu akan menjadi bahan pembicaraan orang banyak. Di samping itu mungkin ada pula pihak ketiga yang tidak menginginkan terjadinya suatu perdamaian. Karena itu Allah memerintahkan agar orang-orang yang beriman merahasiakan pembicaraan dan usaha yang berhubungan dengan mengadakan perdamaian di antara manusia.\nOrang yang melaksanakan tiga macam perintah Allah, yaitu bersedekah, berbuat kebaikan dan mencari perdamaian di antara manusia dengan ketundukan hati dan kepatuhan kepada-Nya serta mencari kerelaan-Nya, akan diberi pahala yang berlipat ganda oleh Allah. Keridaan Allah hanyalah dapat dicapai dengan mengerjakan perbuatan-perbuatan baik dan bermanfaat, disertai dengan keikhlasan hati sesuai dengan yang diperintahkan-Nya.",
    "quraish": "Sesungguhnya omongan-omongan yang akan mereka bisikkan kepada diri mereka sendiri, atau kepada sesama mereka, kebanyakannya tidak baik. Sebab, kejahatan biasanya lahir dari bisikan-bisikan seperti itu. Tetapi, jika pembicaraan itu mengenai perintah mengeluarkan sedekah, mengenai rencana melakukan suatu perbuatan yang tidak dilarang, atau mengenai rencana perbaikan di antara sesama manusia, itu baik-baik saja. Barangsiapa melakukan hal itu demi mencari perkenan Allah, Dia pasti akan memberinya pahala yang besar atas perbuatannya itu, di dunia dan di akhirat.",
    "jalalayn": "(Tidak ada kebaikan pada kebanyakan bisikan-bisikan mereka) artinya bisikan-bisikan manusia dan apa yang mereka percakapkan (kecuali) bisikan (orang yang menyuruh mengeluarkan sedekah atau melakukan perbuatan baik) atau kebaikan (atau mengadakan perdamaian di antara manusia. Siapa yang melakukan demikian) yakni yang telah disebutkan tadi (demi menuntut) mencari (keridaan Allah) dan bukan karena hal-hal lainnya berupa urusan dunia (maka akan Kami beri dia) memakai nun dan ya maksudnya Allah (pahala yang besar)."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 115,
    "arab": "وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ",
    "translation": "Dan barangsiapa menentang Rasul (Muhammad) setelah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia ke dalam neraka Jahanam, dan itu seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/608.mp3",
    "tafsir": "Seseorang yang menentang Rasulullah setelah nyata baginya kebenaran risalah yang dibawanya, serta mengikuti jalan orang yang menyimpang dari jalan kebenaran, maka Allah membiarkan mereka menempuh jalan sesat yang dipilihnya. Kemudian Dia akan memasukkan mereka ke dalam neraka, tempat kembali yang seburuk-buruknya. Ayat ini erat hubungannya dengan tindakan Tu'mah dan pengikut-pengikutnya, dan perbuatan orang-orang yang bertindak seperti yang dilakukan Tu'mah itu. \nDari ayat ini dipahami bahwa Allah telah menganugerahkan kepada manusia kemauan dan kebebasan memilih. Pada ayat Al-Qur'an yang lain diterangkan pula bahwa Allah telah menganugerahkan akal, pikiran dan perasaan serta melengkapinya dengan petunjuk-petunjuk yang dibawa para rasul. Jika manusia menggunakan dengan baik semua anugerah Allah itu, pasti ia dapat mengikuti jalan yang benar.\nTetapi kebanyakan manusia mementingkan dirinya sendiri, mengikuti hawa nafsunya sehingga ia tidak menggunakan akal, pikiran, perasaan, dan petunjuk-petunjuk Allah dalam menetapkan dan memilih perbuatan yang patut dikerjakannya. Karena itu ada manusia yang menantang dan memusuhi para rasul, setelah nyata bagi mereka kebenaran dan ada pula manusia yang suka mengerjakan pekerjaan jahat, sekalipun hatinya mengakui kesalahan perbuatannya itu.\nAllah menilai perbuatan manusia, kemudian Dia memberi balasan yang setimpal, amal baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk diberi balasan yang setimpal dengan perbuatan itu.",
    "quraish": "Barangsiapa menentang rasul sesudah melihat jelas jalan kebenaran dan petunjuk, mengikuti selain jalan yang ditempuh orang-orang Muslim dan masuk ke dalam perwalian musuh orang-orang Muslim, maka ia termasuk golongan mereka karena lebih memilih dan menjadikan mereka sebagai penolong. Allah akan memasukkannya ke dalam api nereka di hari kiamat.",
    "jalalayn": "(Dan siapa yang menyalahi) atau menentang (Rasul) mengenai kebenaran yang dibawanya (setelah nyata baginya petunjuk) artinya setelah jelas baginya kebenaran dengan adanya mukjizat-mukjizat (dan ia mengikuti) jalan (yang bukan jalan orang-orang mukmin) artinya jalan keagamaan yang biasa mereka lalui dengan cara menyimpang dan mengingkarinya (maka Kami jadikan ia menguasai apa yang telah dikuasainya berupa kesesatan) artinya Kami jadikan ia membina hubungan di antaranya dengan kesesatan itu di atas dunia, lalu (Kami masukkan ia) di akhirat (ke dalam neraka Jahanam) hingga ia terbakar hangus di dalamnya (dan itulah seburuk-buruk tempat kembali)."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 116,
    "arab": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
    "translation": "Allah tidak akan mengampuni dosa syirik (mempersekutukan Allah dengan sesuatu), dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki. Dan barangsiapa mempersekutukan (sesuatu) dengan Allah, maka sungguh, dia telah tersesat jauh sekali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/609.mp3",
    "tafsir": "Allah tidak akan mengampuni dosa orang yang mengakui adanya tuhan lain selain Allah atau menyembah selain Allah, tetapi Dia mengampuni dosa lainnya. Dari ayat ini dipahami bahwa ada dua macam dosa, yaitu:\n1.Dosa yang tidak diampuni Allah, dosa syirik.\n2.Dosa yang dapat diampuni Allah, dosa selain dosa syirik.\nJika seseorang mensyarikatkan Allah, berarti di dalam hatinya tidak ada pengakuan tentang keesaan Allah. Karena itu hubungannya dengan Allah Yang Mahakuasa, Yang Maha Penolong, Maha Pengasih lagi Maha Penyayang telah terputus: Ini berarti tidak ada lagi baginya penolong, pelindung, pemelihara, seakan-akan dirinya telah lepas dari Tuhan Yang Maha Esa. Ia telah sesat dan jauh menyimpang dari jalan yang lurus yang diridai Allah, maka mustahil baginya mendekatkan diri kepada Allah.\nSeandainya di dalam hati dan jiwa seseorang telah tumbuh syirik berarti hati dan jiwanya telah dihinggapi penyakit yang paling parah; tidak ada obat yang dapat menyembuhkannya. Segala macam bentuk kebenaran dan kebaikan yang ada pada orang itu tidak akan sanggup mengimbangi, apalagi menghapuskan kejahatan dan kerusakan yang ditimbulkan oleh syirik itu.\nHati seorang musyrik tidak berhubungan lagi dengan Allah, tetapi terpaut kepada hawa nafsu, loba dan tamak kepada harta benda yang tidak akan dapat menolongnya sedikit pun. Itulah sebabnya Allah menegaskan bahwa dosa syirik itu amat besar dan tidak akan diampuni-Nya.\nSeandainya hati dan jiwa seseorang bersih dari syirik, atau ada cahaya iman di dalamnya, maka sekalipun ia telah mengerjakan dosa, hatinya akan ditumbuhi iman dan datang kepadanya petunjuk, maka ia akan bertobat, karena cahaya iman yang ada di dalam hatinya dapat bersinar kembali. Karena itulah Allah akan mengampuni dosanya karena bukan dosa syirik.\nAn-Nisa' 48 telah menerangkan bahwa Allah tidak akan mengampuni dosa syirik, tetapi akan mengampuni dosa selain dari dosa itu. Pengulangan pernyataan itu adalah untuk menegaskan kepada orang yang beriman agar mereka menjauhi syirik. Hendaklah mereka memupuk tauhid di dalam hati mereka, karena tauhid itu adalah dasar agama.",
    "quraish": "Tempat kembali yang menyakitkan itu diperuntukkan bagi orang-orang seperti itu, karena mereka telah memusuhi Islam. Sikap memusuhi Islam sama dengan sikap menyekutukan Allah. Setiap dosa dapat diampuni kecuali dosa syirik, menyembah selain Allah dan menentang Rasulullah saw. Sebab, Allah memang bersifat pengampun kecuali terhadap dosa syirik. Dia akan mengampuni dosa selain syirik. Barangsiapa yang menyekutukan Allah dalam beribadah dan perwalian, berarti telah sesat dan jauh dari kebenaran, karena merusak akal dan jiwanya.",
    "jalalayn": "(Sesungguhnya Allah tidak akan mengampuni dosa mempersekutukan sesuatu dengan-Nya, dan Dia akan mengampuni dosa selain itu bagi siapa yang dikehendaki-Nya. Dan siapa yang mempersekutukan sesuatu dengan Allah, maka sungguh ia telah tersesat sejauh-jauhnya) dari kebenaran."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 117,
    "arab": "اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ",
    "translation": "Yang mereka sembah selain Allah itu tidak lain hanyalah (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/610.mp3",
    "tafsir": "Telah menjadi adat kebiasaan orang Arab jahiliah menyeru, menyembah dan memohon pertolongan kepada patung-patung yang mereka buat sendiri. Mereka mempercayainya sebagai tuhan-tuhan selain Allah, dan mereka namai dengan nama-nama perempuan (inatsan), seperti al-Lata, al-'Uzza dan Manat. Berhala atau patung-patung itu mereka beri hiasan dan pakaian seperti perempuan. Setiap kabilah atau suku mempunyai berhala sendiri yang mereka beri nama dengan nama-nama perempuan.\nSebagian ahli tafsir mengartikan inatsan dengan \"orang yang telah mati\", karena orang yang telah mati itu lemah dan tidak berdaya. Orang-orang Arab jahiliah mengagungkan dan memuja nenek moyang mereka yang mati. Mereka mempercayai bahwa orang yang telah mati itu dapat dijadikan perantara untuk menyampaikan hajat atau keinginan kepada kekuatan gaib yang tidak mereka ketahui keadaan dan ujudnya. Kepercayaan yang seperti ini secara tidak sadar banyak dianut oleh Ahli Kitab dan sebagian kaum Muslimin pada masa kini.\nKepercayaan menyembah berhala, menyembah benda, memuja dan menyembah orang yang telah mati itu adalah kepercayaan yang timbul karena mengikuti hawa nafsu dan karena mengikuti tipu daya setan yang durhaka yang selalu berusaha untuk menyesatkan anak cucu Adam dari jalan yang lurus, sebagaimana mereka dahulu telah mengikrarkannya.",
    "quraish": "Tanda kesesatan paling jelas yang membuat seorang musyrik jauh dari kebenaran adalah bahwa ia beribadah kepada sesuatu yang tidak dapat mendengar dan melihat, serta tidak dapat mendatangkan manfaat dan mudarat. Tanda lain adalah menamakan tuhan-tuhan palsu dengan nama perempuan seperti Lâta, 'Uzzâ, Manâh dan sebagainya. Dengan ibadah seperti itu, ia berarti telah mengikuti jejak langkah setan.",
    "jalalayn": "(Tidaklah) apa (yang mereka seru) atau yang disembah oleh orang-orang musyrik (selain daripada-Nya) maksudnya selain dari Allah swt. (hanyalah berhala-berhala) yakni berhala-berhala betina seperti Lata, Uzza dan Manat (dan tidaklah) apa (yang mereka seru) yang mereka sembah dengan beribadah kepadanya itu (kecuali setan yang durhaka) disebabkan ketaatan mereka dalam hal beribadah kepada setan atau iblis itu."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 118,
    "arab": "لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ",
    "translation": "yang dilaknati Allah, dan (setan) itu mengatakan, “Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/611.mp3",
    "tafsir": "Setan itu selain mempunyai sifat durhaka, ia juga telah mendapat laknat dan murka dari Allah. Mereka telah bertambah jauh dari rahmat dan karunia-Nya, karena mereka selalu berusaha mengajak manusia mengerjakan kejahatan dan mengerjakan larangan-larangannya, dengan membisik-bisikan dan menjadikan manusia memandang baik perbuatan-perbuatan terlarang itu.\nSetan menyatakan kepada Allah bahwa ia akan mempengaruhi sebagian manusia, sehingga mereka mengikuti kehendaknya, serta menjadi hamba yang durhaka seperti dia. Pernyataan ini akan dilaksanakannya dengan segala macam cara dan usaha dan dengan segala kepandaian yang ada padanya.\nDipahami pula dari ayat ini bahwa manusia itu ada yang taat kepada Allah dan tidak dapat digoda setan serta ada pula yang tidak taat kepada Allah dan dapat digodanya. Hal ini sesuai dengan firman Allah yang menyatakan bahwa manusia itu mempunyai kesediaan untuk berbuat baik dan kesediaan untuk berbuat jahat. Allah berfirman:\n\nDan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90:10).\n\nSetan berusaha memanfaatkan potensi untuk berbuat jahat yang ada pada manusia untuk melaksanakan pernyataannya kepada Allah. Pada sebagian manusia potensi untuk berbuat jahat itu tidak dapat dimanfaatkan oleh setan, karena potensi untuk itu telah dihambat pertumbuhannya oleh potensi kebaikan yang telah berkembang dan tumbuh pada dirinya.",
    "quraish": "Setan itu sendiri telah diusir Allah dari naungan kasih sayang-Nya dan berada di jalan kesesatan. Setan telah bersumpah kepada dirinya sendiri untuk menggoda dan mengganggu sejumlah manusia.",
    "jalalayn": "(Dia dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan katanya) setan itu (\"Akan saya ambil) untuk saya (dari hamba-hamba-Mu bagian yang telah ditetapkan) yang saya ajak untuk menaati saya!"
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 119,
    "arab": "وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ",
    "translation": "dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).” Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/612.mp3",
    "tafsir": "Pada ayat ini diterangkan tindakan dan usaha setan dalam menggunakan potensi jahat yang ada pada manusia, agar cita-citanya mencelakakan manusia dapat tercapai yaitu dengan:\n1.Berusaha memalingkan manusia dari kepercayaan yang benar dengan mengaburkan petunjuk Allah ke jalan yang benar, sehingga mereka tersesat dan menempuh jalan yang diinginkan setan.\n2.Berusaha memperdayakan pikiran manusia dengan khayalan-khayalan yang mustahil terjadi dan dengan angan-angan kosong, sehingga mereka memandang baik segala perbuatan yang dilarang, serta menanamkan di dalam hati dan pikirannya bahwa kesenangan hidup di dunia itu adalah kesenangan yang pasti tercapai sedang kesenangan dan kebahagiaan di akhirat adalah kesenangan yang diragukan adanya.\n3.Berusaha menyesatkan manusia dengan menjadikan mereka memandang haram suatu perbuatan yang halal, sebaliknya memandang yang halal sebagai sesuatu perbuatan yang haram, sebagaimana yang terdapat di kalangan Arab jahiliah. Menurut kepercayaan Arab jahiliah sebagian binatang yang akan dikorbankan untuk berhala dipotong atau dibelah telinganya. \nBila binatang itu telah dipotong atau dibelah telinganya berarti telah menjadi kepunyaan berhala, karena itu tidak boleh lagi dikendarai atau dipergunakan untuk suatu keperluan; binatang itu dibiarkan lepas dan tidak boleh diganggu seorang pun.\n4.Mengubah ciptaan Allah, menurut sebagian mufasir, ialah mengubah ketentuan-ketentuan yang telah diciptakan Allah, seperti mengebiri orang laki-laki agar ia dapat dijadikan penjaga istri-istri atau budak-budak perempuan seorang pembesar, sebagaimana yang banyak dilakukan di negeri-negeri Arab dan negeri-negeri lain zaman dahulu. Menurut sebagian mufassir, yang dimaksud dengan ciptaan Allah ialah agama Allah, karena agama Allah telah menjadi fitrah bagi manusia. Allah berfirman:\n\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30:30).\n\nManusia diciptakan Allah mempunyai fitrah beragama tauhid, mengakui keesaan Allah, tidak bersekutu dengan sesuatu, hanya Allah saja yang berhak disembah. Seandainya ada manusia tidak mengakui keesaan Allah, berarti pengaruh lingkungan alam sekitarnya telah mengalahkan fitrahnya. Termasuk yang mempengaruhi manusia itu ialah usaha setan untuk melenyapkan naluri itu, sebagai yang disebutkan hadis:\nDari 'Iyad bin hammad, Bersabda Rasulullah saw, berfirman Allah 'Azza wajalla, \"Sesungguhnya Aku telah menciptakan hamba-hamba-Ku cenderung kepada (agama-Ku), maka datanglah setan kepada mereka, lalu setan itu memalingkan mereka dari agamanya dan ia mengharamkan apa yang telah Aku halalkan bagi mereka.\" (Riwayat Muslim).\n\nAllah memperingatkan hamba-Nya dengan pernyataan bahwa barang siapa yang mengikuti bisikan, tipu daya dan keinginan setan berarti dia telah jauh dari rahmat dan karunia-Nya dan telah merugi di dunia (dan di akhirat), karena setan itu selalu berusaha menggunakan segala kelemahan manusia untuk melaksanakan janjinya kepada Allah.",
    "quraish": "Sumpah setan itu akan menyesatkan orang-orang yang berhasil digodanya dengan menjauhkan mereka dari kebenaran, dan merangsang nafsu mereka. Setan akan menyesatkan mereka dalam angan- angan kosong itu. Dengan hawa nafsu dan angan-angan kosong itu mereka berada dalam kekuasaannya. Mereka didorong kepada hal-hal yang tidak masuk akal dan mengiranya sebagai ibadah, padahal itu hanya kebohongan belaka. Selanjutnya setan mengganggu mereka supaya memotong telinga sebagian unta dan mengubah ciptaan Allah. Hewan yang dipotong telinganya itu tidak boleh disembelih dan dipekerjakan, dan harus dilepas mencari makan. Semua itu adalah perintah setan. Setan kemudian membisikkan bahwa semua itu adalah perintah agama. Jika mereka melakukan itu semua berarti mereka telah mengikuti setan dan menjadikannya sebagai penolong selain Allah. Barangsiapa menjadikan setan sebagai penolong, maka ia telah menderita kerugian yang nyata, karena telah sesat dari kebenaran dan tidak lagi menggunakan akal pikirannya, dan akan merasakan kerusakan di dunia dan siksa yang pedih di akhirat kelak.",
    "jalalayn": "(Dan sungguh, akan saya sesatkan mereka) dari kebenaran dengan waswas dan godaan (dan akan saya berikan pada mereka angan-angan) artinya saya masukkan ke dalam hati mereka harapan akan berumur panjang dan bahwa tak ada saat berbangkit atau hari pengadilan (dan saya suruh mereka memotong telinga binatang-binatang ternak) dan hal itu telah mereka lakukan pada ternak bahirah. (Dan saya suruh mereka mengubah ciptaan Allah.\") maksudnya agama-Nya yaitu dengan kekafiran, menghalalkan apa yang diharamkannya dan mengharamkan apa yang dihalalkannya. (Dan siapa yang mengambil setan sebagai pelindung) yang ditaati dan dipatuhinya (selain dari Allah, maka sesungguhnya ia menderita kerugian yang nyata) artinya yang jelas, karena tempat kediamannya sudah jelas tiada lain dari neraka yang akan didiaminya untuk selama-lamanya."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 120,
    "arab": "يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا ",
    "translation": "(Setan itu) memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong pada mereka, padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/613.mp3",
    "tafsir": "Setan selalu menjanjikan yang muluk-muluk dan menimbulkan angan-angan kosong serta menimbulkan khayalan-khayalan di dalam hati dan pikiran manusia. Jika seseorang ingin menafkahkan hartanya di jalan Allah dibisikannyalah kepada orang itu bahwa menafkahkan itu mengakibatkan kemiskinan, dan dijanjikan kesenangan dan kemuliaan bila manusia itu kikir. Kepada penjudi diiming-imingi kebahagiaan dan kekayaan tanpa usaha, kepada peminum khamar dibisikkannya kegembiraan dan kesenangan bila seseorang telah mabuk dan sebagainya.\nTermasuk di dalam janji setan, ialah janji dan iming-iming yang ditanamkan kepada orang-orang yang mau melanggar larangan-larangan Allah untuk kepentingan dirinya. seperti pangkat, kehormatan dan sebagainya. Janji setan itu tidak lain hanyalah tipuan belaka, tidak ada satupun yang akan dapat ditepatinya dan tidak dapat diharapkan hasilnya sedikit pun, seperti janji dan angan-angan yang ditanamkan kepada penjudi, peminum khamar, pezina, orang yang gila pangkat dan gila hormat. Mereka mengkhayalkan kesenangan dan kebahagiaan dari hasil perbuatan mereka itu, tetapi hasil itu tidak pernah mereka nikmati.",
    "quraish": "Bagi mereka, kejahatan menjadi tampak indah akibat tipuan setan. Mereka dijanjikan keuntungan kalau mau melakukan kejahatan itu. Mereka diberikan harapan-harapan kosong. Semua janji itu hanyalah tipu daya belaka.",
    "jalalayn": "(Setan itu menjanjikan pada mereka) panjang umur (dan meniupkan angan-angan kosong) tercapainya cita-cita di dunia dan bahwa tak ada hari kebangkitan dan pembalasan (dan tidaklah apa yang dijanjikan setan itu) seperti yang disebutkan tadi (kecuali tipu daya belaka) atau kosong semata."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 121,
    "arab": "اُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ",
    "translation": "Mereka (yang tertipu) itu tempatnya di neraka Jahanam dan mereka tidak akan mendapat tempat (lain untuk) lari darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/614.mp3",
    "tafsir": "Karena orang-orang yang mengikuti dan memenuhi keinginan setan telah sesat, maka buku amalannya telah dipenuhi oleh perbuatan dosa dan maksiat. Oleh karena itu, tempat mereka adalah neraka Jahanam, mereka tidak dapat keluar dari padanya, karena tidak mempunyai suatu kebaikan yang dapat membebaskan dan menyelamatkan mereka dari azab neraka itu.",
    "quraish": "Orang-orang yang tidak menggunakan akal pikiran mereka dan mengikuti bisikan setan itu, tempat kembalinya adalah neraka Jahanam. Mereka tidak akan dapat menyelamatkan diri dari siksa itu.",
    "jalalayn": "(Mereka itu tempatnya ialah neraka Jahanam dan mereka tak dapat menghindarkan diri daripadanya.)"
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 122,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَنُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ وَعْدَ اللّٰهِ حَقًّا ۗوَمَنْ اَصْدَقُ مِنَ اللّٰهِ قِيْلًا ",
    "translation": "Dan orang yang beriman dan mengerjakan amal kebajikan, kelak akan Kami masukkan ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Dan janji Allah itu benar. Siapakah yang lebih benar perkataannya daripada Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/615.mp3",
    "tafsir": "Orang yang beriman dan mengerjakan amal saleh, mereka tidak terperdaya dengan godaan setan, mereka tidak mau menjadi pembantu setan, mereka mengikuti petunjuk-petunjuk Allah, melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya. Mereka diberi balasan dengan surga yang penuh nikmat, di bawahnya mengalir sungai-sungai. Mereka kekal di dalam surga, karena tidak ada sesuatu pun yang dapat mengeluarkan mereka dari tempat yang penuh kesenangan dan kebahagiaan.\nItulah janji Allah kepada hamba-hamba-Nya yang beriman, bukan janji palsu, bukan pula angan-angan kosong yang tidak ada hasilnya yang dibisikkan setan, tetapi janji yang pasti ditepati, karena yang menjanjikan itu adalah Yang Mahakuasa, Maha Perkasa, Mahakaya, Pemilik seluruh alam. Janji setan mustahil ditepati, karena dia sendiri tidak mempunyai kesanggupan untuk menepatinya. Allah berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibrahim/14:22).",
    "quraish": "Neraka Jahanam itu adalah tempat kembali orang yang mengikuti jejak langkah setan. Sedangkan tempat kembali orang yang mengikuti jalan Allah adalah kebaikan. Mereka adalah orang-orang yang beriman dan melakukan amal saleh, dan tidak tertipu oleh angan-angan kosong. Di hari kiamat kelak, mereka akan dimasukkan ke dalam surga yang dialiri bermacam-macam sungai. Surga itu jauh lebih besar dari taman-taman yang ada di dunia. Hal itu pasti akan terbukti, karena merupakan janji Allah. Dan janji Allah selalu benar, karena Dialah yang memiliki segala sesuatu. Tidak ada seorang pun yang perkataan dan janjinya melebihi ketepatan perkataan dan janji Allah.",
    "jalalayn": "(Orang-orang yang beriman dan beramal saleh akan Kami masukkan mereka ke dalam surga yang di bawahnya mengalir anak-anak sungai, kekal mereka di dalamnya buat selama-lamanya. Itu adalah janji yang benar dari Allah) artinya Allah telah menjanjikan demikian kepada mereka dan Allah pastilah akan menepati janji-Nya. (Dan siapakah lagi) maksudnya tak ada lagi (yang lebih benar dari Allah ucapannya) perkataan dan janjinya. Ayat berikut turun tatkala kaum Muslimin dan golongan Ahli kitab membangga-banggakan diri mereka:"
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 123,
    "arab": "لَيْسَ بِاَمَانِيِّكُمْ وَلَآ اَمَانِيِّ اَهْلِ الْكِتٰبِ ۗ مَنْ يَّعْمَلْ سُوْۤءًا يُّجْزَ بِهٖۙ وَلَا يَجِدْ لَهٗ مِنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا ",
    "translation": "(Pahala dari Allah) itu bukanlah angan-anganmu dan bukan (pula) angan-angan Ahli Kitab. Barangsiapa mengerjakan kejahatan, niscaya akan dibalas sesuai dengan kejahatan itu, dan dia tidak akan mendapatkan pelindung dan penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/616.mp3",
    "tafsir": "Tidak ada keistimewaan bagi seseorang, kecuali dengan amal baktinya dan tidak mungkin ia luput dari azab Allah dan mustahil ia masuk surga semata-mata dengan mengatakan bahwa agama yang dianutnya adalah agama yang paling baik dan sempurna, serta nabi-nabi dan rasul-rasul yang mereka ikuti adalah yang paling tinggi derajatnya dalam pandangan Allah, seperti yang dikatakan Ahli Kitab itu. Hendaklah orang yang beriman mengerjakan amal yang saleh, melaksanakan perintah-perintah Allah dan meninggalkan larangan-larangan-Nya karena pahala itu diberikan Allah berdasarkan amal yang dilakukan dengan ikhlas, bukan berdasarkan perkataan dan angan-angan kosong. Allah mendatangkan agama bukan untuk bermegah-megah dan berbangga-bangga dengan agama itu, tetapi agama didatangkan untuk diamalkan dan dilaksanakan.\nDi antara sebab yang menimbulkan salah sangka dan angan-angan yang demikian, ialah karena kesalahan manusia dalam memahami agama atau mereka sengaja berbuat demikian agar dianggap lebih tinggi dari umat atau bangsa yang lain, karena Allah mengangkat nabi-nabi atau rasul-rasul dari bangsa-bangsa mereka. Dengan kemuliaan dan kemaksuman (terpelihara dari dosa) nabi-nabi dan rasul-rasul itu, mereka merasa telah mendapatkan kemuliaan dan terpelihara pula dari azab Allah. Karena itu menurut anggapan mereka, mereka akan masuk surga dan terlepas dari siksa neraka, tanpa melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya.\nPersangkaan dan angan-angan kosong yang demikian telah menjalar pula di kalangan kaum Muslimin, sebagaimana tersebut dalam ayat ini. Sikap yang demikian telah dinyatakan pula oleh Ahli Kitab, sebagaimana tersebut dalam ayat lain:\n\nOrang Yahudi dan Nasrani berkata, \"Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.\" ¦ (al-Maidah/5:18).\n\n\nDan mereka berkata, \"Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.\" ¦ (al-Baqarah/2:80).\n\nSetiap kejahatan yang dilakukan manusia, akan dibalas Allah, karena segala macam perbuatan baik atau buruk yang dilakukan oleh seseorang, tanggung jawabnya dipikul oleh orang yang mengerjakannya, tidak dipikul oleh orang lain. Karena itu orang yang benar-benar beriman hendaklah meneliti dan memperhitungkan setiap pekerjaan yang akan dikerjakannya, sehingga sesuai dengan petunjuk-petunjuk Allah.\nDiriwayatkan oleh Ahmad dan Ibnu Zuhair, bahwa pada waktu turunnya ayat ini Abu Bakar sangat memperhatikannya dan merasa khawatir. Maka beliau bertanya kepada Rasulullah saw, \"Siapakah yang selamat berhubungan dengan ini ya Rasulullah?\" Rasulullah saw menjawab, \"Apakah kamu tidak pernah susah, apakah kamu tidak pernah sakit, dan apakah malapetaka tidak pernah menimpamu?\" Abu Bakar menjawab, \"Pernah ya Rasulullah.\" Rasulullah berkata, \"Itulah dia (pembalasan dari kesalahanmu).\"\nDiriwayatkan pula oleh Muslim dari Abu Hurairah, ia berkata, \"Tatkala turun ayat ini kaum Muslimin merasa berat dan sampailah kepada mereka apa yang dikehendaki Allah,\" maka mereka mengadu kepada Rasulullah saw. Rasulullah menjawab, \"Ambillah tempat olehmu dan saling mendekatlah, sesungguhnya setiap musibah yang menimpa manusia itu adalah sebagai tebusan (bagi perbuatannya) sampai kepada duri yang menusuknya dan musibah yang menimpanya.\"\nDari hadis ini dapat dipahami bahwa segala musibah yang menimpa manusia baik kecil maupun besar, sedikit atau banyak adalah sebagai balasan dari kelalaian, kesalahan dan perbuatan buruk yang telah dilakukannya, karena mereka tidak lagi berjalan mengikuti sunatullah. Allah berfirman:\n\nDan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syura/42:30).\n\nSebagian mufasir berpendapat bahwa musibah yang menimpa manusia di dunia ini tidak dapat menghapus azab di akhirat, kecuali bila yang ditimpa musibah itu berusaha menghapus kesalahan dan tindakan buruknya dengan amal yang saleh, dengan menguatkan imannya, dengan meninggalkan perbuatan jahat dan bertobat selama ia hidup di dunia. Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun. \nOrang-orang yang mengerjakan kejahatan pasti mendapat azab dari Allah dan ia tidak mempunyai penolong dan pelindung selain Allah untuk menghindarkan diri dari azab itu, dan setan yang menjanjikan perlindungan dan pertolongan itu tidak kuasa menenepati janjinya.",
    "quraish": "Pahala tidak mungkin diperoleh dengan impian dan angan-angan manusia tanpa melakukan perbuatan baik. Pahala juga tidak akan kalian peroleh, wahai umat Islam, hanya dengan angan-angan kosong. Begitu juga, tidak dapat diperoleh dengan angan-angan kosong Ahl al-Kitâb: Yahudi dan Nasrani. Pahala dan keselamatan dari siksa hanya dapat diperoleh melalui iman dan amal saleh. Maka, barangsiapa melakukan kejahatan, niscaya akan mendapat balasannya dan ia tidak akan mendapat pelindung dan penolong selain Allah.",
    "jalalayn": "(Tidaklah) masalahnya tergantung kepada (angan-anganmu dan tidak pula angan-angan Ahli kitab) tetapi kepada amal saleh. (Siapa mengerjakan kejahatan niscaya akan diberi pembalasan) adakalanya di akhirat dan adakalanya di dunia dengan cobaan dan bala bencana sebagaimana tersebut dalam sebuah hadis (dan tidaklah akan dijumpainya selain dari Allah pelindung) yang akan melindunginya (dan tidak pula pembela) yang akan membelanya."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 124,
    "arab": "وَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا ",
    "translation": "Dan barangsiapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/617.mp3",
    "tafsir": "Orang yang beramal saleh dan membersihkan dirinya sesuai dengan kesanggupannya, memperbaiki budi pekertinya, memperbaiki hubungannya dengan orang lain dalam pergaulannya di masyarakat dan orang yang tidak mau mengikuti tipu daya setan, Allah berjanji membalas kebaikan mereka dengan balasan yang sempurna dengan menyediakan surga bagi mereka, dan Allah tidak akan mengurangi pahala amalan mereka walau sedikit pun.\nAyat ini merupakan peringatan dan pelajaran bagi kaum Muslimin bahwa manusia tidak dapat menggantungkan harapan dan cita-citanya semata-mata kepada angan-angan dan khayalan belaka, tetapi hendaklah berdasarkan usaha dan perbuatan. Orang yang berbangga-bangga dengan keturunan dan bangsa mereka adalah orang yang sesat, tidak akan mencapai apa yang dicita-citakannya.",
    "quraish": "Barangsiapa mengerjakan amal saleh sesuai dengan kemampuannya dan beriman kepada Allah dan rasul-Nya, maka mereka akan masuk surga dan tidak akan dikurangi derajatnya walau sedikit pun. Tidak ada perbedaan antara laki-laki dan perempuan, karena perempuan juga dibebankan tugas-tugas keagamaan (mukallafah), yang berhak mendapat pahala kebaikan dan siksa kejahatan.",
    "jalalayn": "(Dan siapa yang mengerjakan) sesuatu (dari amal saleh, baik laki-laki atau wanita dan dia beriman, maka mereka itu akan masuk) ada yang membaca dalam bentuk aktif dan ada yang dalam bentuk pasif (ke dalam surga dan tidak akan dianiaya walau sedikit pun) walau sebesar lubang kecil sekalipun."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 125,
    "arab": "وَمَنْ اَحْسَنُ دِيْنًا مِّمَّنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ وَّاتَّبَعَ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَاتَّخَذَ اللّٰهُ اِبْرٰهِيْمَ خَلِيْلًا ",
    "translation": "Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas berserah diri kepada Allah, sedang dia mengerjakan kebaikan, dan mengikuti agama Ibrahim yang lurus? Dan Allah telah memilih Ibrahim menjadi kesayangan(-Nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/618.mp3",
    "tafsir": "Tidak ada seorang pun yang lebih baik agamanya dari orang yang melakukan ketaatan dan ketundukannya kepada Allah, ia mengerjakan kebaikan dan mengikuti agama Ibrahim.\nDari ayat ini dapat dipahami bahwa ada tiga macam ukuran yang dapat dijadikan dasar untuk menentukan ketinggian suatu agama dan keadaan pemeluknya, yaitu:\n1.Menyerahkan diri hanya kepada Allah,\n2.Berbuat kebaikan, dan\n3. Mengikuti agama Ibrahim yang hanif.\nSeseorang dikatakan menyerahkan diri kepada Allah, jika ia menyerahkan seluruh jiwa dan raganya serta seluruh kehidupannya hanya kepada Allah, Yang Maha Pengasih lagi Maha Penyayang. Karena itu ia hanya berdoa, memohon, meminta pertolongan dan merasa dirinya terikat hanya kepada Allah saja. Ia langsung berhubungan dengan Allah tanpa ada sesuatu pun yang menghalanginya. Untuk mencapai yang demikian seseorang harus mengetahui dan mempelajari sunah Rasul dan sunatullah yang berlaku di alam ini, kemudian diamalkannya karena semata-mata mencari keridaan Allah.\nJika seseorang benar-benar menyerahkan diri kepada Allah, maka ia akan melihat dan merasakan sesuatu pada waktu melaksanakan ibadahnya, sebagaimana yang dilukiskan Rasulullah saw:\nJibril bertanya ya Rasulullah, \"Apakah ihsan itu?\" Rasulullah saw menjawab, \"Engkau menyembah Allah seakan-akan engkau melihat-Nya, jika engkau tidak melihat-Nya, maka sesungguhnya Dia melihat engkau.\" (Riwayat al-Bukhari dari Abu Hurairah).\n\nMengerjakan kebaikan adalah manifestasi dari pada berserah diri kepada Allah. Makin sempurna penyerahan diri seseorang, makin baik dan sempurna pula amal yang dikerjakannya. Di samping mengerjakan yang diwajibkan, seseorang sebaiknya melengkapi dengan yang sunah dengan sempurna, sesuai dengan kesanggupannya.\nMengikuti agama Ibrahim yang hanif ialah mengikuti agama Ibrahim yang lurus yang percaya kepada keesaan Allah, yaitu kepercayaan yang benar dan lurus. Allah berfirman:\n\n(26) Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, \"Sesungguhnya aku berlepas diri dari apa yang kamu sembah,(27) kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.\" (28) Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu). (az-Zukhruf/43:26-28)\n\nSekalipun ada perintah agar mengikuti agama Ibrahim, bukanlah berarti bahwa Ibrahim-lah yang pertama kali membawa kepercayaan tauhid, dan agama yang dibawa oleh para nabi sebelumnya tidak berasaskan tauhid. Maksud perintah mengikuti agama Nabi Ibrahim ialah untuk menarik perhatian bangsa Arab, sebagai bangsa yang pertama kali menerima seruan agama Islam. Ibrahim a.s. dan Ismail adalah nenek moyang bangsa Arab.\nOrang Arab waktu itu amat senang mendengar perkataan yang menjelaskan bahwa mereka adalah pengikut agama Nabi Ibrahim, sekalipun mereka telah menjadi penyembah berhala. Dengan menghubungkan agama yang dibawa Nabi Muhammad saw dengan agama yang dibawa Nabi Ibrahim akan menarik hati dan menyadarkan orang Arab yang selama ini telah mengikuti jalan yang sesat.\n\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa ¦ (asy-Syura/42:13).\n\nAgama yang dibawa Nabi Muhammad bukan saja sesuai dengan agama yang dibawa Nabi Ibrahim, tetapi juga berhubungan dan seasas dengan agama yang dibawa oleh Nabi Musa dan Nabi Isa yang diutus sesudah Nabi Ibrahim. Demikian pula agama Islam berhubungan dan seasas dengan agama yang dibawa oleh nabi-nabi Allah terdahulu.\nPerintah mengikuti agama yang dibawa oleh Nabi Ibrahim di sini adalah karena kehidupan Ibrahim dan putranya Ismail dapat dijadikan teladan yang baik serta mengingatkan kepada pengorbanan yang telah dilakukannya dalam menyiarkan agama Allah. Hal ini dapat pula dijadikan iktibar oleh kaum Muslimin dalam menghadapi orang-orang kafir yang selalu berusaha menghancurkan Islam dan Muslimin.\nIbrahim telah menjadi kesayangan Allah, karena kekuatan iman, ketinggian budi pekertinya dan keikhlasan serta pengorbanannya dalam menegakkan agama Allah. Seakan-akan Allah menyatakan bahwa orang yang mengikuti jejak dan langkah Nabi Ibrahim dan hal ini tampak dalam tingkah laku dan budi pekertinya, berhak menamakan dirinya sebagai pengikut Ibrahim. Bukan seperti orang Yahudi, Nasrani dan orang musyrik Mekah yang mengaku sebagai pengikut Nabi Ibrahim, tetapi mereka tidak mengikuti agama yang dibawanya dan tidak pula mencontoh budi pekertinya.",
    "quraish": "Sesungguhnya dasar berbuat baik adalah keyakinan yang benar. Sikap beragama yang paling baik adalah ikhlas bribadah hanya kepada Allah. Wajah, pikiran dan jiwa hanya diarahkan kepada Allah semata. Tidak ada yang diharapkan selain perkenan-Nya. Orang yang berbuat demikian, pikirannya akan benar hingga dapat mengetahui misi para rasul. Selain itu, termasuk sikap beragama yang baik juga, adalah mengerjakan perbuatan-perbuatan baik secara terus menerus, dengan mengikuti ajaran Nabi Ibrâhîm a. s., bapak para nabi. Agama yang dibawanya adalah agama yang berasal dari Allah, yaitu agama yang memiliki semangat pencarian kebenaran. Pada diri Ibrâhîm terdapat titik temu agama antara umat Islam, Yahudi dan Nasrani. Oleh karena itu, ikutilah agamanya. Sesungguhnya Allah telah memuliakan Ibrâhîm dengan menamakannya sebagai khalîl (kesayangan).",
    "jalalayn": "(Dan siapakah) maksudnya tidak seorang pun (yang lebih baik agamanya daripada orang yang menyerahkan dirinya) artinya ia tunduk dan ikhlas dalam beramal (karena Allah, sedangkan dia berbuat kebaikan) bertauhid (serta mengikuti agama Ibrahim) yang sesuai dengan agama Islam (yang lurus) menjadi hal, arti asalnya jalan condong, maksudnya condong kepada agama yang lurus dan meninggalkan agama lainnya. (Dan Allah mengambil Ibrahim sebagai kesayangan-Nya) yang disayangi-Nya secara tulus dan murni."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 126,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ مُّحِيْطًا ࣖ ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan (pengetahuan) Allah meliputi segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/619.mp3",
    "tafsir": "Ayat ini menegaskan tentang kekuasaan Allah atas alam semesta, sebagai Pencipta, Pemilik, Pemelihara, tidak ada satu pun yang luput dari pengetahuan-Nya. Ayat ini merupakan penutup dari ayat-ayat yang sebelumnya, dan mengandung beberapa hikmah:\n1.Untuk mengingatkan bahwa Allah Mahakuasa, pemilik seluruh alam, karena itu Dia pasti menepati janjinya yang tersebut pada ayat-ayat yang lalu.\n2.Untuk menerangkan bahwa hanya kepada-Nyalah semua makhluk berserah diri, mohon pertolongan, mengemukakan harapan, bukan kepada yang lain, karena yang selain Allah adalah milik-Nya dan berada di bawah kekuasaan-Nya.\n3. Untuk menjelaskan maksud perkataan Ibrahim Khalilullah (Ibrahim kesayangan Allah), dengan adanya ayat ini jelaslah bahwa Ibrahim itu bukanlah teman Allah, seperti anggapan sebagian Ahli Kitab, tetapi hamba kesayangan-Nya, karena ia tunduk dan berserah diri kepada Allah, selalu berkorban dan berbuat baik. Ibrahim adalah milik Allah, seperti makhluk yang lain, bukanlah orang yang berserikat dengan Allah dalam memiliki alam ini.",
    "quraish": "Sikap ikhlas berserah diri kepada Allah berarti ikhlas kepada Pencipta dan Pemilik alam semesta. Semua apa yang ada di langit dan di bumi, bintang, planet, matahari, bulan, gunung, jurang, padang pasir dan sawah ladang adalah milik Allah. Allah Maha Mengetahui segala sesuatu yang diperbuat manusia dan Dialah yang akan memberi balasannya sesuai dengan baik dan buruknya perbuatan itu. Perbuatan baik akan dibalas dengan kebaikan dan perbuatan buruk akan dibalas dengan keburukan pula.",
    "jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) baik sebagai kepunyaan, maupun sebagai makhluk dan sebagai hamba. (Dan Allah Maha Meliputi segala sesuatu) maksudnya ilmu dan kekuasaan-Nya yang tetap melekat dan tidak terpisah-pisah daripada-Nya."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 127,
    "arab": "وَيَسْتَفْتُوْنَكَ فِى النِّسَاۤءِۗ  قُلِ اللّٰهُ يُفْتِيْكُمْ فِيْهِنَّ ۙوَمَا يُتْلٰى عَلَيْكُمْ فِى الْكِتٰبِ فِيْ يَتٰمَى النِّسَاۤءِ الّٰتِيْ لَا تُؤْتُوْنَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُوْنَ اَنْ تَنْكِحُوْهُنَّ وَالْمُسْتَضْعَفِيْنَ مِنَ الْوِلْدَانِۙ وَاَنْ تَقُوْمُوْا لِلْيَتٰمٰى بِالْقِسْطِ ۗوَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ كَانَ بِهٖ عَلِيْمًا ",
    "translation": "Dan mereka meminta fatwa kepadamu tentang perempuan. Katakanlah, “Allah memberi fatwa kepadamu tentang mereka, dan apa yang dibacakan kepadamu dalam Al-Qur'an (juga memfatwakan) tentang para perempuan yatim yang tidak kamu berikan sesuatu (maskawin) yang ditetapkan untuk mereka, sedang kamu ingin menikahi mereka dan (tentang) anak-anak yang masih dipandang lemah. Dan (Allah menyuruh kamu) agar mengurus anak-anak yatim secara adil. Dan kebajikan apa pun yang kamu kerjakan, sesungguhnya Allah Maha Mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/620.mp3",
    "tafsir": "Sejarah telah melukiskan bahwa orang-orang Arab jahiliah pada masa turunnya ayat ini memandang rendah kedudukan perempuan, orang yang lemah dan anak yatim, seakan-akan mereka adalah makhluk yang tidak ada artinya, tidak dapat memiliki sesuatu pun, bahkan mereka sendiri boleh dimiliki dan diperjualbelikan sebagaimana memiliki dan memperjualbelikan barang. Turunnya ayat-ayat pertama sampai dengan ayat 36 Surah An-Nisa' yang memerintahkan agar menjaga hak-hak orang tersebut, mengagetkan orang-orang Arab, karena perintah itu tidak sesuai, bahkan bertentangan dengan adat kebiasaan mereka. Karena itu timbullah di dalam pikiran mereka bermacam-macam pertanyaan, dan mereka ingin agar Allah segera menurunkan ayat-ayat Al-Qur'an untuk menjawab pertanyaan-pertanyaan yang timbul itu. Karena itu turunlah ayat 127 sampai dengan ayat 130 untuk mejelaskan lagi hak-hak perempuan, orang yang lemah dan anak yatim yang telah diterangkan pada permulaan Surah ini sehingga terjawablah pertanyaan yang timbul di dalam pikiran orang-orang Arab jahiliah itu.\nPara sahabat meminta fatwa kepada Rasulullah saw tentang perempuan, yaitu tentang hak mereka baik yang berhubungan dengan harta, hak mereka sebagai manusia, maupun hak mereka di dalam rumah tangga. Maka ayat ini menjelaskan kepada mereka tentang perempuan-perempuan itu dan menjelaskan hukum-hukum yang tersebut dalam ayat-ayat yang telah diturunkan sebelum ini.\nMenurut kebiasaan Arab jahiliah, seorang wali berkuasa atas anak yatim yang berada di bawah asuhan dan pemeliharaannya, serta berkuasa pula atas hartanya, seakan-akan harta itu telah menjadi miliknya. Jika anak yatim itu cantik, dinikahinya, sehingga dengan demikian harta anak yatim itu dapat dikuasainya, dan keinginan nafsunya dapat terpenuhi. Sebaliknya jika anak yatim itu tidak cantik dan ia tidak ingin menikahinya maka dihalang-halanginya nikah dengan laki-laki lain, agar harta anak yatim itu tidak lepas dari tangannya.\nDemikian pula halnya orang yang lemah yang mempunyai bagian harta pusaka yang berada di bawah perwalian seseorang. Menurut adat kebiasaan Arab jahiliah, hanyalah orang laki-laki yang telah dewasa dan telah sanggup ikut pergi berperang yang berhak mendapat bagian warisan. Sedang anak-anak yang belum dewasa dan orang-orang yang lemah, baik laki-laki maupun perempuan tidak berhak walaupun yang meninggal itu adalah ayah kandungnya. Yang berhak atas pusaka itu adalah walinya. Bahkan jika seorang perempuan kematian suami dan suaminya mempunyai seorang anak laki-laki yang telah dewasa, maka perempuan janda itu termasuk bagian warisan yang diperoleh putra suaminya. Karena itu janda tersebut dapat dicampuri atau dijadikan istri oleh anak tirinya.\nAllah memperingatkan kaum Muslimin agar menjauhkan diri dari kebiasaan Arab jahiliah itu, hendaklah selalu berlaku adil terhadap perempuan, anak yatim dan orang yang lemah. Berikanlah kepada mereka harta dan haknya, seperti hak memilih jodoh selama yang dipilihnya itu sesuai dengan ketentuan agama dan dapat membahagiakan mereka di dunia dan di akhirat, dan bergaullah dengan mereka secara baik, baik sebagai seorang istri maupun sebagai anggota masyarakat.\nAllah memerintahkan agar berbuat baik kepada anak yatim. Setiap kebaikan yang dilakukan terhadap mereka pasti diketahui Allah, dan pasti akan diberikan balasan dengan pahala yang berlipat ganda. Sebaliknya Allah swt mengetahui pula setiap kejahatan yang dilakukan terhadap anak yatim dan Allah akan membalasnya dengan azab yang pedih.\nDi samping memberikan harta dan hak kepada anak yatim dan orang yang lemah, hendaklah kaum Muslimin berbuat kebajikan kepada anak yatim. Disamping memberikan kepada mereka hak dan hartanya, berikan pulalah kepada mereka pemberian-pemberian yang lain dan peliharalah mereka dengan baik seperti memelihara anak sendiri",
    "quraish": "Orang-orang meminta fatwa kepadamu, Muhammad, tentang wanita-wanita yang masih dalam keadaan lemah. Allah menjelaskan kepadamu untuk menerangkan mereka mengenai wanita, anak-anak kecil dan anak-anak yatim yang masih dipandang lemah di dalam keluarga. Wanita-wanita yatim yang dikawin dan tidak mengambil maskawinnya, anak-anak kecil dan anak-anak yatim, mereka semua harus diperlakukan secara adil, penuh kasih sayang dan penuh perhatian. Allah Maha Mengetahui setiap kebaikan yang diperbuat dan Dia yang akan memberi balasannya.",
    "jalalayn": "(Dan mereka minta fatwa kepadamu) mohon agar mereka diberi fatwa (tentang) keadaan (wanita) dan pembagian warisan mereka. (Katakanlah) kepada mereka!, (\"Allah akan memberi fatwa kepada kamu tentang mereka itu, dan apa yang dibacakan kepadamu dalam Kitab) yakni Alquran berupa ayat warisan, juga memfatwakan padamu (tentang wanita-wanita yatim yang tidak kamu beri apa yang telah diwajibkan) (sebagai hak mereka) berupa pusaka (sedangkan kamu tak ingin) hai para wali (untuk mengawini mereka) disebabkan derajat mereka yang rendah atau paras mereka yang buruk, dan kamu halangi kawin karena mengharapkan harta warisan mereka itu. Maksudnya Allah mengeluarkan fatwa yang berisi supaya kamu jangan melakukan itu (dan) tentang (golongan yang dianggap lemah) atau masih kecil (di antara anak-anak) agar kamu berikan kepada mereka hak-hak mereka (dan) disuruhnya kamu (agar mengurus anak-anak yatim secara adil) dalam soal harta warisan dan maskawin. (Dan apa juga yang kamu kerjakan berupa kebaikan, maka sesungguhnya Allah Maha Mengetahuinya.\") hingga akan membalasnya."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 128,
    "arab": "وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّۗ وَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
    "translation": "Dan jika seorang perempuan khawatir suaminya akan nusyuz atau bersikap tidak acuh, maka keduanya dapat mengadakan perdamaian yang sebenarnya, dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. Dan jika kamu memperbaiki (pergaulan dengan istrimu) dan memelihara dirimu (dari nusyuz dan sikap acuh tak acuh), maka sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/621.mp3",
    "tafsir": "Ayat ini menerangkan sikap yang harus diambil oleh seorang istri bila ia melihat sikap nusyuz dari suaminya, seperti tidak melaksanakan kewajibannya terhadap dirinya sebagaimana mestinya, tidak memberi nafkah, tidak menggauli dengan baik, berkurang rasa cinta dan kasih sayangnya dan sebagainya. Hal ini mungkin ditimbulkan oleh kedua belah pihak atau disebabkan oleh salah satu pihak saja.\nJika demikian halnya, maka hendaklah istri mengadakan musyawarah dengan suaminya, mengadakan pendekatan, perdamaian di samping berusaha mengembalikan cinta dan kasih sayang suaminya yang telah mulai pudar. Dalam hal ini tidak berdosa jika istri bersikap mengalah kepada suaminya, seperti bersedia beberapa haknya dikurangi dan sebagainya.\nUsaha mengadakan perdamaian yang dilakukan istri, bukanlah berarti bahwa istri harus bersedia merelakan sebagian haknya yang tidak dipenuhi oleh suaminya, tetapi untuk memperlihatkan kepada suaminya keikhlasan hatinya, sehingga dengan demikian suami ingat kembali kepada kewajiban-kewajiban yang telah ditentukan Allah. Allah berfirman:\n\n... Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami mempunyai kelebihan di atas mereka. ¦ (al-Baqarah/2:228).\n\nDamai dalam kehidupan keluarga menjadi tujuan agama dalam mensyariatkan pernikahan. Karena itu hendaklah Muslimin menjauhkan segala macam kemungkinan yang dapat menghilangkan suasana damai dalam keluarga. Hilangnya suasana damai dalam keluarga membuka kemungkinan terjadinya perceraian yang dibenci Allah.\nKikir termasuk tabiat manusia. Sikap kikir timbul karena manusia mementingkan dirinya sendiri, kurang memperhatikan orang lain, walaupun orang lain itu adalah istrinya sendiri atau suaminya. Karena itu waspadalah terhadap sikap kikir. Hendaklah masing-masing pihak baik suami atau istri bersedia beberapa haknya dikurangi untuk menciptakan suasana damai di dalam keluarga.\nJika suami berbuat kebaikan dengan menggauli istrinya dengan baik kembali, memupuk rasa cinta dan kasih sayang, melaksanakan kewajiban-kewajibannya terhadap istrinya. Maka Allah mengetahuinya dan memberi balasan yang berlipat ganda.",
    "quraish": "Jika seorang istri khawatir akan sikap ketidakpedulian suaminya terhadap urusan keluarga atau sikap tak acuh terhadap dirinya, maka mereka boleh mengadakan perbaikan dan pendekatan secara baik-baik. Suami atau istri yang mengerti adalah yang memulai upaya damai itu. Dan cara damai itu selalu baik. Sebenarnya yang menghalangi terciptanya kedamaian di antara suami istri adalah sikap keras masing- masing pihak dalam mempertahankan haknya secara utuh karena dikuasai oleh sikap kikir. Tidak ada jalan untuk mengembalikan cinta kasih mereka kecuali jika salah satu pihak bersedia melepas sebagian haknya. Ia, yang bersedia melepas sebagian haknya itu, adalah orang yang berbuat baik dan bertakwa. Barangsiapa mengerjakan kebaikan dan bertakwa kepada Allah, maka Allah Maha Mengetahui segala amal perbuatan dan akan memberi balasannya.",
    "jalalayn": "(Dan jika seorang wanita) imra-atun marfu' oleh fi'il yang menafsirkannya (takut) atau khawatir (dari suaminya nusyuz) artinya sikap tak acuh hingga berpisah ranjang daripadanya dan melalaikan pemberian nafkahnya, adakalanya karena marah atau karena matanya telah terpikat kepada wanita yang lebih cantik dari istrinya itu (atau memalingkan muka) daripadanya (maka tak ada salahnya bagi keduanya mengadakan perdamaian yang sebenarnya). Ta yang terdapat pada asal kata diidgamkan pada shad, sedang menurut qiraat lain dibaca yushliha dari ashlaha. Maksud perdamaian itu ialah dalam bergilir dan pemberian nafkah, misalnya dengan sedikit mengalah dari pihak istri demi mempertahankan kerukunan. Jika si istri bersedia, maka dapatlah dilangsungkan perdamaian itu, tetapi jika tidak, maka pihak suami harus memenuhi kewajibannya atau menceraikan istrinya itu. (Dan perdamaian itu lebih baik) daripada berpisah atau dari nusyuz atau sikap tak acuh. Hanya dalam menjelaskan tabiat-tabiat manusia, Allah berfirman: (tetapi manusia itu bertabiat kikir) artinya bakhil, seolah-olah sifat ini selalu dan tak pernah lenyap daripadanya. Maksud kalimat bahwa wanita itu jarang bersedia menyerahkan haknya terhadap suaminya kepada madunya, sebaliknya pihak laki-laki jarang pula yang memberikan haknya kepada istri bila ia mencintai istri lain. (Dan jika kamu berlaku baik) dalam pergaulan istri-istrimu (dan menjaga diri) dari berlaku lalim atau aniaya kepada mereka (maka sesungguhnya Allah Maha Mengetahui apa yang kamu lakukan) hingga akan memberikan balasannya."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 129,
    "arab": "وَلَنْ تَسْتَطِيْعُوْٓا اَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا",
    "translation": "Dan kamu tidak akan dapat berlaku adil di antara istri-istri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/622.mp3",
    "tafsir": "Aisyah r.a. berkata:\nAdalah Rasulullah saw membagi giliran antara istri-istrinya, ia berlaku adil, dan berdoa, 'Ya Allah, inilah penggiliranku sesuai dengan kemampuaku, maka janganlah Engkau mencelaku terhadap apa yang Engkau kuasai, tetapi aku tidak menguasai. (Riwayat Ahmad dan penyusun Kitab-kitab Sunan).\nBerdasarkan sebab turun ayat ini, maka yang dimaksud dengan berlaku adil dalam ayat ini ialah berlaku adil dalam hal membagi waktu untuk masing-masing istrinya, Rasulullah saw telah berusaha sekuat tenaga agar beliau dapat berlaku adil di antara mereka. Maka ditetapkanlah giliran hari, pemberian nafkah dan perlakuan yang sama di antara istri-istrinya. Sekalipun demikian, beliau merasa bahwa beliau tidak dapat membagi waktu dan kecintaannya dengan adil di antara istri-istrinya. Beliau lebih mencintai 'Aisyah r.a. daripada istri-istrinya yang lain. Tetapi 'Aisyah memang punya kelebihan dari istri-istri Nabi yang lain, antara lain ialah kecerdasannya, sehingga ia dipercayai oleh Nabi untuk mengajarkan hukum agama kepada kaum perempuan. Hal ini dilakukan sampai Rasulullah wafat dan banyak sahabat, terutama kalangan perempuan sering bertanya kepada 'Aisyah mengenai hukum atau hadis. Sungguhpun begitu, beliau merasa berdosa dan mohon ampun kepada Allah Yang Maha Pengampun. Dengan turunnya ayat ini hati Rasulullah saw menjadi tenteram, karena tidak dibebani dengan kewajiban yang tidak sanggup beliau mengerjakannya.\nDari keterangan di atas dipahami bahwa manusia tidak dapat menguasai hatinya sendiri, hanyalah Allah yang menguasainya. Karena itu sekalipun manusia telah bertekad akan berlaku adil terhadap istri-istrinya, namun ia tidak dapat membagi waktu dan cintanya antara istri-istrinya secara adil. Keadilan yang dituntut dari seorang suami terhadap istri-istrinya ialah keadilan yang dapat dilakukannya, seperti adil dalam menetapkan hari dan giliran antara istri-istrinya, adil dalam memberi nafkah, adil dalam bergaul dan sebagainya.\nAllah memperingatkan, kepada para suami karena tidak dapat membagi cintanya di antara istri-istrinya dengan adil, janganlah terlalu cenderung kepada salah seorang istri, sehingga istri yang lain hidup terkatung-katung, hidup merana, hidup dalam keadaan antara terikat dalam perkawinan dengan tidak terikat lagi, dan sebagainya.\nJika para suami selalu berusaha mendamaikan dan menenteramkan para istri dan memelihara hak-hak istrinya, Allah mengampuni dan memaafkan dosanya yang disebabkan oleh terlalu cenderung hatinya kepada salah seorang istrinya, Allah Maha Pengasih kepada hamba-Nya. Ayat ini merupakan pelajaran bagi orang yang melakukan perkawinan semata-mata untuk melampiaskan hawa nafsunya saja dan orang yang punya istri lebih dari satu orang.",
    "quraish": "Bersikap adil terhadap istri dengan selalu mencintainya dan selalu saling memberi, adalah sesuatu yang tidak selamanya dapat dicapai. Begitu juga bersikap adil kepada istri-istri, kalau suami memiliki lebih dari satu istri, tidak selamanya dapat dicapai. Tetapi, apabila kalian tetap ingin memiliki lebih dari satu istri, maka jangan menyakiti salah seorang istri dengan lebih cenderung kepada yang lain. Jangan biarkan dirinya \"menggantung\": tidak bersuami dan juga tidak dicerai. Kalian berkewajiban memperbaiki diri, membangun rumah tangga atas dasar perbaikan, bukan perusakan, dan bertakwa kepada Allah. Allah tentu akan mengampuni dosa kalian dan akan melimpahkan rahmat-Nya kepada kalian, karena Dia Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Dan kamu sekali-kali takkan dapat berlaku adil) artinya bersikap sama tanpa berat sebelah (di antara istri-istrimu) dalam kasih sayang (walaupun kamu amat menginginkan) demikian. (Sebab itu janganlah kamu terlalu cenderung) kepada wanita yang kamu kasihi itu baik dalam soal giliran maupun dalam soal pembagian nafkah (hingga kamu tinggalkan) wanita yang tidak kamu cintai (seperti bergantung) janda tidak bersuami pun bukan. (Dan jika kamu mengadakan perjanjian) yakni dengan berlaku adil dalam mengatur giliran (dan menjaga diri) dari berbuat kecurangan (maka sesungguhnya Allah Maha Pengampun) terhadap kecenderungan yang terdapat dalam hatimu (lagi Maha Penyayang) kepadamu dalam masalah tersebut."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 130,
    "arab": "وَاِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ",
    "translation": "Dan jika keduanya bercerai, maka Allah akan memberi kecukupan kepada masing-masing dari karunia-Nya. Dan Allah Mahaluas (karunia-Nya), Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/623.mp3",
    "tafsir": "Jika suami istri bercerai karena keduanya atau salah seorang tidak dapat melaksanakan hukum-hukum Allah, seperti tidak dapat berlaku adil terhadap istri-istrinya sekalipun telah diusahakannya, kehidupan mereka telah hambar tidak ada rasa cinta dan kasih sayang lagi, perkawinan mereka telah dihinggapi penyakit yang parah yang tidak ada obatnya, maka Allah membolehkan mencari jalan keluar dari kesulitan itu, dengan cara yang baik dan kalau gagal juga boleh diambil tindakan terakhir yaitu bercerai. Walaupun demikian, sekalipun perceraian itu adalah suatu perbuatan yang halal, tetapi tetap dibenci Allah. Dengan perceraian itu mungkin terbuka bagi mereka lembaran baru dalam kehidupan, umpamanya dengan mendapat jodoh yang baru yang lebih sesuai dan serasi serta diberkahi dengan limpahan karunia Allah. Sesungguhnya Allah Mahaluas Karunia-Nya dan Mahabijaksana.",
    "quraish": "Jika jalan perbaikan tidak dapat ditempuh, sedang kalian telah mengambil keputusan cerai, maka cerai itu harus terjadi. Jika suami istri itu bercerai, niscaya Allah akan melimpahkan keluasan kasih sayang-Nya kepada masing-masing pihak. Rezeki berada di tangan Allah. Rahmat dan karunia-Nya sungguh amat luas, dan Dia Mahabijaksana yang meletakkan segala sesuatu pada tempatnya.",
    "jalalayn": "(Jika keduanya berpisah) maksudnya laki-istri itu dengan perceraian (maka Allah akan memberi kecukupan kepada masing-masing mereka dari limpahan karunia-Nya) misalnya dengan menjodohkan pihak laki-laki dengan istri yang lain, dan pihak istri dengan suami yang lain. (Dan Allah Maha Luas) karunia-Nya terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai peraturan-peraturan yang ditetapkan-Nya bagi mereka."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 131,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu agar bertakwa kepada Allah. Tetapi jika kamu ingkar, maka (ketahuilah), milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan Allah Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/624.mp3",
    "tafsir": "Apa saja yang ada di langit dan di bumi adalah kepunyaan Allah. Dialah yang menciptakan dan Dia pula yang mengurus. Dalam mengurus makhluk-makhluk-Nya, Allah menciptakan hukum secara mutlak, dan semuanya tunduk di bawah hukum itu.\nOrang yang benar-benar memahami hukum-hukum Allah yang berlaku umum terhadap bumi, langit dan semua isinya serta memahami pula hukum yang mengatur kehidupan makhluk-Nya, akan mengetahui betapa besar limpahan rahmat dan karunia-Nya kepada semua makhluk-Nya. Oleh sebab itulah kepada setiap hamba diperintahkan agar bertakwa kepada-Nya, seperti telah diperintahkan kepada umat-umat terdahulu, yang telah diberi Al-Kitab seperti orang-orang Yahudi dan Nasrani. Serta kepada orang-orang yang melaksanakan ketakwaan dengan tunduk dan patuh kepada-Nya dan menjalankan syariat-Nya. Dengan tunduk dan patuh kepada-Nya dan dengan menegakkan syariat-Nya manusia akan berjiwa yang bersih dan dapat mewujudkan kesejahteraan di dunia dan kebahagiaan di akhirat.\nJika mereka mengingkari nikmat Allah yang tak terhingga besarnya, maka keingkaran dan pembangkangan itu sedikit pun tidak akan mengurangi kekuasaan Allah terhadap segala sesuatu yang ada di langit dan di bumi. Sebaliknya apabila mereka bersyukur, maka syukur mereka itu sedikit pun tidak akan menambah kekuasaan-Nya. Perintah bertakwa itu adalah semata-mata untuk kepentingan mereka sendiri, bukan untuk kepentingan Allah. Allah Mahakaya, tidak memerlukan apa pun dari makhluk-Nya dan Maha Terpuji, tidak memerlukan pujian siapa pun untuk menambah kesempurnaan-Nya. Allah berfirman:\n\n¦Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka¦ (al-Isra'/17:44).",
    "quraish": "Inti sikap beragama adalah tunduk dan taat kepada Pencipta alam yang Mahaagung dan Mahamulia dan mengakui kekuasaan-Nya yang mutlak. Hanya milik Allahlah segala apa yang ada di langit dan di bumi. Dengan kekuasaan-Nya yang mutlak, Allah berkata, \"Kami telah mewasiatkan kepada pemeluk agama- agama samawi dari golongan Ahl al-Kitâb--termasuk juga kalian, umat Islam--untuk selalu takut dan beribadah kepada-Nya, dan tidak kufur. Dialah satu-satunya pemilik kekuasaan terbesar di langit dan di bumi. Dengan kekuasaan Allah, tidak ada sesuatu pun yang tampak ganjil. Dia Mahakaya, tidak membutuhkan kalian. Tetapi, meskipun demikian, Dia selalu memuji keimanan kalian. Dia memang tidak membutuhkan apa-apa tetapi selalu memuji kebajikan yang dilakukan hamba-hamba-Nya",
    "jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi. Dan sungguh telah Kami pesankan kepada orang-orang yang diberi Kitab) maksudnya kitab-kitab (sebelum kamu) yaitu orang-orang Yahudi dan Nasrani (dan juga kepada kamu) hai Ahli Alquran (supaya) artinya berbunyi: (\"Bertakwalah kamu kepada Allah) takutilah siksa-Nya dengan jalan menaati-Nya,\" (dan) kepada mereka juga kepada kamu sendiri Kami katakan: (\"Jika kamu ingkar,\") terhadap apa yang Kami pesankan itu (maka, ketahuilah, bahwa apa yang terdapat di langit dan apa yang terdapat di bumi milik Allah belaka) baik sebagai makhluk maupun sebagai ciptaan dan hamba-Nya hingga keingkaran kamu itu tidaklah akan merugikan-Nya sedikit pun juga. (Dan Allah Maha Kaya) sehingga tiada membutuhkan makhluk dan ibadah mereka (lagi Maha Terpuji) mengenai perbuatan-Nya terhadap mereka."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 132,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Cukuplah Allah sebagai pemeliharanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/625.mp3",
    "tafsir": "Kemudian dalam ayat ini dipertegas bahwa kepunyaan Allah-lah apa saja yang ada di langit dan apa yang ada di bumi. Dia berkuasa untuk mengatur secara mutlak dan berkuasa mewujudkan atau melenyapkan, berkuasa untuk menghidupkan dan mematikan menurut kehendak-Nya. Karena itu cukuplah Allah menjadi pemelihara dan Dialah yang mengurus dan menentukan urusan hamba-Nya.",
    "quraish": "Hanya Allahlah yang mengatur semua yang ada di langit dan di bumi. Dialah Penguasa, Penggerak dan Pengatur segalanya. Cukuplah Allah sebagai penguasa alam semesta agar dapat berjalan dengan tertib, dan penguasa manusia agar mereka menyembah, bertakwa dan menyerahkan semua urusan kepada-Nya.",
    "jalalayn": "(Dan kepunyaan Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) diulangi-Nya di sini untuk memperkuat kewajiban manusia supaya bertakwa. (Dan cukuplah Allah sebagai saksi) yang menjadi saksi bahwa semua itu memang milik-Nya semata."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 133,
    "arab": "اِنْ يَّشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ",
    "translation": "Kalau Allah menghendaki, niscaya dimusnahkan-Nya kamu semua wahai manusia! Kemudian Dia datangkan (umat) yang lain (sebagai penggantimu). Dan Allah Mahakuasa berbuat demikian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/626.mp3",
    "tafsir": "Apabila Allah berkehendak untuk melenyapkan semua manusia dan seluruh alam ini, sesudah itu menciptakan makhluk dan alam yang lain sebagai ganti untuk melaksanakan perintah-perintah-Nya, maka Allah kuasa melaksanakan kehendak-Nya itu; karena segala apa yang terdapat di langit dan di bumi tunduk di bawah kekuasaan-Nya.\nApabila ada sebagian manusia yang mengingkari nikmat Allah dan membangkang terhadap perintah-perintah-Nya, kemudian mereka dibiarkan terus hidup di dunia ini hingga ajalnya tiba, hal itu menunjukkan bahwa Allah benar-benar tidak memerlukan ketaatan mereka. Apabila mereka tidak diberi balasan secara langsung, bukanlah karena Allah tidak berkuasa untuk membinasakan mereka, tetapi semata-mata karena adanya hikmah dan kemaslahatan yang berguna bagi manusia yang bertakwa. Allah berfirman:\n\n(19) Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), (20) dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14:19-20).\n\n¦ Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini). (Muhammad/47:38).\n\nAyat ini mengandung ancaman kepada orang-orang musyrik yang selalu menyiksa pikiran dan perasaan Nabi dan menentang seruannya, juga untuk memperingatkan agar orang memperhatikan sunatullah yang menguasai hidup dan mati mereka.",
    "quraish": "Kalian, wahai umat manusia, berada di bawah kekuasaan Allah. Dia Mahakuasa dan Maha Penakluk. Jika Allah berkehendak, niscaya Dia akan mematikan kalian kemudian menciptakan yang lain. Dia Mahaagung lagi Mahakuasa untuk berbuat demikian. Juga Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Jika dikehendaki-Nya niscaya dimusnahkan-Nya kamu hai manusia dan didatangkan-Nya umat yang lain) sebagai penggantimu (dan Allah Maha Kuasa berbuat demikian)."
  },
  {
    "hizb": 39,
    "name": "An-Nisa'",
    "ayat": 134,
    "arab": "مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ",
    "translation": "Barangsiapa menghendaki pahala di dunia maka ketahuilah bahwa di sisi Allah ada pahala dunia dan akhirat. Dan Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/627.mp3",
    "tafsir": "Ayat ini memberi peringatan kepada orang yang melupakan tujuan hidup yang sebenarnya, agar menyadari bahwa tujuan hidup mencari kebahagian dunia saja adalah tujuan yang tidak benar dan hasil yang akan diperolehnya adalah rendah sekali, karena hidup di dunia tidak akan kekal. Orang serupa ini adalah orang munafik yang apabila berjumpa dengan orang yang beriman, ia berpura-pura mengaku beriman, dengan maksud untuk memperoleh keuntungan pribadi.\nPahala yang diterima dari Allah adalah lebih tinggi, karena meliputi pahala dunia dan pahala akhirat. Karena itu seharusnyalah Muslimin berjuang untuk mencapai kedua pahala itu secara seimbang, tidak hanya tertarik pada kepentingan dunia saja, yang sifatnya sementara. Berusaha untuk memperoleh pahala dunia dan pahala akhirat, sebenarnya adalah tujuan yang mudah dilakukan, bukan tujuan yang berada diluar kesanggupan manusia; dan tujuan ini tergambar dalam firman Allah yang merjadi doa orang yang beriman.\n\n\"... Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.\" (al-Baqarah/2:201).\n\nAgama Islam menuntun pemeluk-pemeluknya untuk mencapai kebahagiaan dunia dan akhirat, kedua-duanya merupakan limpahan rahmat dan karunia Allah yang harus dicapai.\nAllah Maha Mendengar akan bisikan hati hamba-hamba-Nya dan Maha Mengetahui segala urusan mereka. Oleh sebab itu seharusnyalah kaum Muslimin berusaha mendekatkan diri kepada Allah, baik dengan lisan atau dengan perbuatan. Dengan demikian mereka akan mempunyai jiwa yang bersih dan dapat membatasi diri dalam setiap usahanya dan perjuangannya agar mencapai keridaan Allah dan hidup berbahagia dunia dan akhirat.",
    "quraish": "Barangsiapa mengharap kenikmatan dan manfaat dunia yang halal melalui jalan yang benar, Allah akan memberinya kenikmatan dunia dan akhirat sekaligus. Karena Dialah satu-satunya yang memiliki kedua kenikmatan itu.\"",
    "jalalayn": "(Siapa yang menginginkan) dengan amal perbuatannya (pahala dunia, maka di sisi Allah tersedia pahala dunia dan akhirat) yakni bagi orang yang menginginkannya, dan bukan untuk umumnya manusia. Mengapa seseorang di antara kalian mencari yang paling rendah di antara keduanya, dan kenapa ia tidak mencari yang lebih tinggi saja, yaitu yang akan diperolehnya dengan jalan mengikhlaskan tuntutan kepada-Nya serta yang tidak akan ditemuinya hanyalah pada Zat Yang Maha Kaya. (Dan Allah Maha Mendengar lagi Maha Melihat.)"
  }
]