[
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 60,
    "arab": "۞ وَاِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ  فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْ ۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
    "translation": "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah daripadanya dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah dari rezeki (yang diberikan) Allah, dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/67.mp3",
    "tafsir": "Pada permulaan ayat ini, Allah swt mengisahkan bagaimana Nabi Musa a.s. berdoa kepada Allah untuk mendapatkan air minum bagi para pengikutnya yang terdiri dari dua belas suku. Allah mengabulkan doa tersebut, lalu memerintahkan Nabi Musa memukulkan tongkatnya ke sebuah batu besar yang ada di padang pasir itu. Tiba-tiba memancarlah air dari batu itu sebanyak dua belas sumber, sehingga masing-masing suku dari kaum Nabi Musa itu mendapatkan air minum secukupnya. Kejadian ini merupakan mukjizat bagi Musa untuk membuktikan kerasulannya, dan untuk menunjukkan kekuasaan Allah.\nSesungguhnya Allah kuasa memancarkan air dari batu, tanpa dipukul dengan tongkat lebih dahulu, tetapi Allah hendak memperlihatkan kepada hamba-Nya hubungan sebab dengan akibat. Apabila mereka menginginkan sesuatu harus berusaha dan bekerja untuk mendapatkannya sesuai proses hubungan antara sebab dan akibat. Allah telah menyediakan rezeki untuk setiap makhluk-Nya yang hidup di bumi ini, tetapi rezeki itu tidak datang sendiri, melainkan harus diusahakan, dan harus ditempuh cara-caranya. Siapa yang malas berusaha tentu tidak akan mendapatkan rezeki yang diperlukan.\nDi samping itu Allah telah menciptakan manusia mempunyai pikiran dan perasaan yang terbatas, sehingga dia hanya dapat memahami yang berada dalam daerah jangkauan indera, pikiran, dan perasaannya. Apabila dia melihat adanya sesuatu yang berada di luar kemampuannya, dia berusaha untuk mengembalikan persoalannya kepada yang telah diketahuinya. Bila dia tidak dapat memahaminya sama sekali, dia menjadi bingung, apalagi hal itu terjadi di hadapannya berulang kali. Maka Allah memperlihatkan mukjizat melalui para nabi sesuai dengan keadaan umat pada masa nabi itu. Allah menyuruh mereka makan dan minum dari rezeki yang telah dilimpahkan kepada mereka, dan mereka dilarang untuk berbuat kezaliman.",
    "quraish": "Ingatlah, wahai Banû Isrâ'îl, hari ketika Mûsâ, nabi kalian, memohonkan air kepada Tuhannya untuk kalian pada saat kalian sangat haus di padang Tîh. (1) Kami pun mengasihi kalian dan Kami memfirmankan kepada Mûsâ, \"Pukullah batu itu dengan tongkatmu.\" Kemudian memancarlah air dari dua belas mata air, sehingga setiap kelompok memiliki satu mata air. Karena mereka berjumlah dua belas kelompok, maka setiap kabilah bisa mendapatkan tempat minum mereka. Kami firmankan kepada kalian, \"Makanlah mann dan salwâ, minumlah dari air yang memancar ini dan lupakanlah apa yang pernah kalian lakukan. Dan janganlah kalian berlebih-lebihan dalam berbuat kerusakan di bumi, tetapi tahanlah diri kalian dari perbuatan maksiat.\" {(1) Padang pasir tempat mereka berkeliaran dan hidup tidak menentu selama empat puluh tahun setelah keluar dari negeri Mesir. }",
    "jalalayn": "(Dan) ingatlah (ketika Musa memohon air) (untuk kaumnya) yakni ketika mereka telah kehausan di padang Tih (lalu firman Kami, \"Pukulkanlah tongkatmu ke atas batu itu!\") yaitu batu yang pernah membawa lari pakaiannya, bentuknya tipis persegi empat sebesar kepala manusia, batu lunak atau seperti keduanya lalu dipukulkannya (maka terpancarlah) terbelahlah batu itu lalu keluar air (daripadanya dua belas mata air) yaitu sebanyak jumlah suku Bani Israel (sesungguhnya telah mengetahui tiap-tiap suku) yakni tiap-tiap suku di antara mereka (tempat minum mereka) masing-masing hingga mereka tidak saling berebut. Lalu firman Kami kepada mereka, (\"Makan dan minumlah rezeki yang diberikan Allah dan janganlah kamu berbuat keonaran di muka bumi dengan melakukan pengrusakan!\") 'Mufsidiin' menjadi 'hal' yang memperkuat perbuatan pelaku '`atsiya' yang berarti berbuat keonaran."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 61,
    "arab": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا ۗ قَالَ اَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ اَدْنٰى بِالَّذِيْ هُوَ خَيْرٌ ۗ اِهْبِطُوْا مِصْرًا فَاِنَّ لَكُمْ مَّا سَاَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِ الْحَقِّ ۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ࣖ",
    "translation": "Dan (ingatlah), ketika kamu berkata, “Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu akan memperoleh apa yang kamu minta.” Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/68.mp3",
    "tafsir": "Ketika Bani Israil tersesat di padang pasir Sinai, mereka berkata kepada Nabi Musa bahwa mereka tidak tahan terhadap satu jenis makanan saja, sedang yang ada hanya mann dan salwa saja (al-Baqarah/2:57). Mereka berkata demikian karena keingkaran mereka terhadap Nabi Musa a.s. dan kebanggaan terhadap kehidupan mereka dahulu.\nBani Israil kemudian meminta kepada Musa a.s. agar berdoa kepada Tuhan semoga Dia mengeluarkan sayur-sayuran yang ditumbuhkan bumi sebagai ganti mann dan salwa. Mereka tidak mau berdoa sendiri, tetapi mengharapkan Musa yang berdoa kepada Tuhan, karena mereka memandang Musa orang yang dekat kepada Tuhan dan lagi pula dia seorang Nabi yang dapat bermunajat kepada Allah. Sayur-mayur dan lain-lain yang mereka minta itu banyak terdapat di kota-kota, tapi tidak terdapat di padang pasir. Sebenarnya permintaan itu tidak sukar dicari, karena mereka dapat memperolehnya asal saja mereka pergi ke kota. Nabi Musa menolak permintaan itu dengan penuh kekecewaan dan kejengkelan serta mencela sikap mereka karena mereka menolak mann dan salwa, makanan yang sebenarnya mengandung nilai gizi yang tinggi dan sangat diperlukan oleh tubuh, diganti dengan sayur-mayur yang lebih rendah gizinya.\nKemudian Nabi Musa menyuruh mereka keluar dari gurun Sinai dan pergi menuju kota. Di sana mereka akan mendapatkan yang mereka inginkan, sebab gurun Sinai tempat mereka tinggal sampai batas waktu yang telah ditentukan Allah, tidak dapat menumbuhkan sayur-sayuran. Mereka tinggal di gurun Sinai itu karena mereka lemah dan tidak tabah untuk mengalahkan penduduk negeri yang dijanjikan bagi mereka. Mereka akan lepas dari hal yang tidak mereka sukai, bilamana mereka memiliki keberanian memerangi orang-orang yang di sekitar mereka, yaitu penduduk bumi yang dijanjikan Allah dan menjamin memberi pertolongan kepada mereka. Oleh sebab itu, hendaknya mereka mencari jalan untuk mendapatkan kemenangan dan keuntungan.\nSetelah Allah menceritakan penolakan Musa terhadap permintaan mereka dan sebelumnya telah membentangkan pula segala nikmat yang dikaruniakan kepada mereka, dalam ayat ini Allah mengemukakan beberapa kejahatan keturunan Bani Israil yang datang kemudian, yaitu mereka mengingkari ayat-ayat Allah, membunuh nabi-nabi dan pelanggaran mereka terhadap hukum Allah. Oleh sebab itu, Allah menimpakan kepada mereka kehinaan dan kemiskinan sebagai wujud kemurkaan-Nya.\nSudah semestinya mereka menerima murka Ilahi, menanggung bencana dan siksaan di dunia dan azab yang pedih di akhirat. Demikian pula mereka mendapatkan kehinaan dan kemiskinan karena mereka selalu menolak ayat-ayat Allah yang telah diberikan kepada Nabi Musa berupa mukjizat yang telah mereka saksikan sendiri. Kedurhakaan dan penolakan mereka terhadap Nabi Musa adalah suatu bukti bahwa ayat-ayat Allah tidak berpengaruh pada jiwa mereka. Mereka tetap mengingkarinya.\nMereka membunuh para nabi dari golongan mereka, tanpa alasan yang benar. Memang sesungguhnya orang yang berbuat kesalahan kadang-kadang meyakini bahwa yang diperbuatnya adalah benar. Perbuatan mereka yang demikian itu bukanlah karena salah dalam memahami atau menafsirkan hukum, tetapi memang dengan sengaja menyalahi hukum-hukum Allah yang telah disyariatkan di dalam agama mereka.\nKekufuran mereka terhadap ayat-ayat Allah dan kelancangan mereka membunuh para nabi, karena mereka banyak melampaui batas ketentuan agama mereka. Seharusnya agama mempunyai pengaruh yang besar pada jiwa manusia, sehingga penganutnya takut menyalahi perintah Allah. Apabila seseorang melampaui peraturan-peraturan atau batas-batas agamanya berarti pengaruh agama pada jiwanya sudah lemah. Semakin sering dia melanggar batas hukum agama itu semakin lemah pulalah pengaruh agama pada jiwanya. Sampai akhirnya pelanggaran ketentuan-ketentuan agama itu menjadi kebiasaannya, seolah-olah dia lupa akan adanya batas-batas agama dan peraturan-peraturannya. Akhirya lenyaplah pengaruh agama dalam hatinya.",
    "quraish": "Dan ingatlah pula, hai orang-orang Yahudi, hari ketika keangkuhan menguasai nenek moyang kalian hingga tidak bersyukur terhadap nikmat Allah. Mereka berkata kepada Mûsâ, \"Sesungguhnya kami tidak akan bisa bersabar dengan hanya satu macam makanan (mann dan salwâ). Mohonkanlah kepada Tuhanmu, agar Dia mengeluarkan segala yang ditumbuhkan bumi berupa sayur mayur, mentimun, kacang adas, bawang putih dan bawang merah.\" Mûsâ sangat terkejut dengan apa yang mereka minta dan tidak menerimanya, kemudian berkata, \"Apakah kalian lebih mengutamakan semua jenis makanan itu daripada jenis yang lebih baik, yaitu mann dan salwâ. Kalau begitu, turunlah dari Sinai dan masuklah ke salah satu kota, niscaya akan kalian dapatkan apa yang kalian inginkan. Oleh sebab keangkuhan dan kedurhakaan itu, mereka ditimpa kehinaan, kemiskinan dan kenistaan serta kemurkaan Allah. Hal itu terjadi karena mereka selalu mengingkari ayat-ayat Allah dan membunuh para nabi. Dengan begitu, mereka telah melanggar kebenaran yang pasti. Yang membuat mereka berani melakukan itu semua (kekufuran dan pembunuhan) adalah apa yang ada di dalam diri mereka, berupa kedurhakaan, permusuhan dan sikap melampaui batas dalam kemaksiatan.",
    "jalalayn": "(Dan ketika kamu berkata, \"Hai Musa! Kami tidak bisa tahan dengan satu makanan saja!\") maksudnya satu macam saja, yaitu manna dan salwa. (Oleh sebab itu mohonkanlah untuk kami kepada Tuhanmu, agar Dia mengeluarkan bagi kami) sesuatu (dari apa yang ditumbuhkan bumi berupa) sebagai penjelasan (sayur-mayur, ketimun, bawang putih) (kacang adas dan bawang merah, maka jawabnya) yaitu jawab Musa kepada mereka, (\"Maukah kamu mengambil sesuatu yang lebih rendah atau lebih jelek sebagai pengganti) (dari yang lebih baik) atau lebih utama?\" Pertanyaan ini berarti penolakan, tetapi mereka tidak mau menarik permintaan itu hingga Musa pun berdoa kepada Allah, maka Allah Taala berfirman, (\"Turunlah kamu) pergilah (ke salah satu kota) di antara kota-kota (pastilah kamu akan memperoleh) di sana (apa yang kamu minta\") dari tumbuh-tumbuhan itu. (Lalu dipukulkan) ditimpakan (atas mereka kenistaan) kehinaan dan kenistaan (dan kemiskinan) yakni bekas-bekas dan pengaruh kemiskinan berupa sikap statis dan rendah diri yang akan selalu menyertai mereka walaupun mereka kaya, tak ubahnya bagai mata uang yang selalu menurut dan tidak akan lepas dari cetakannya, (dan kembalilah mereka) (membawa kemurkaan dari Allah, demikian itu), yakni pukulan dan kemurkaan Allah itu (disebabkan mereka) (mengingkari ayat-ayat Allah dan membunuh para nabi) seperti Nabi Zakaria dan Yahya (tanpa hak) hanya karena keaniayaan semata. (Demikian itu terjadi karena mereka selalu berbuat kedurhakaan dan karena mereka melanggar batas) artinya batas-batas peraturan hingga jatuh ke dalam maksiat. Kalimat pertama diulangnya untuk memperkuatnya."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 62,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالنَّصٰرٰى وَالصَّابِــِٕيْنَ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
    "translation": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, orang-orang Nasrani dan orang-orang sabi'in, siapa saja (di antara mereka) yang beriman kepada Allah dan hari akhir, dan melakukan kebajikan, mereka mendapat pahala dari Tuhannya, tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/69.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa tiap-tiap umat atau bangsa pada masa itu yang benar-benar berpegang pada ajaran para nabi mereka serta beramal saleh akan memperoleh ganjaran di sisi Allah, karena rahmat dan magfirah-Nya selalu terbuka untuk seluruh hamba-hamba-Nya. \n\"Orang-orang mukmin\" dalam ayat ini ialah orang yang mengaku beriman kepada Muhammad Rasulullah saw dan menerima segala yang diajarkan olehnya sebagai suatu kebenaran dari sisi Allah. sabi'in ialah umat sebelum Nabi Muhammad saw yang mengetahui adanya Tuhan Yang Maha Esa, dan mempercayai adanya pengaruh bintang-bintang. Pengertian beriman ialah seperti yang dijelaskan Rasul saw ketika Jibril a.s. menemuinya. Nabi berkata:\n\nAgar kamu beriman kepada Allah, malaikat-malaikat-Nya, Kitab-kitab-Nya, rasul-rasul-Nya, hari Kiamat, dan kamu percaya qadar baik atau buruk. (Riwayat Muslim dari 'Umar r.a.).\n\nOrang Yahudi ialah semua orang yang memeluk agama Yahudi. Mereka dinamakan Yahudi karena kebanyakan mereka dari keturunan Yahudi, salah seorang keturunan Yakub (Israil). Orang-orang Nasrani ialah orang-orang yang menganut agama Nasrani. Kata Nasrani diambil dari nama suatu daerah Nasirah (Nazareth) di Palestina, tempat Nabi Isa dilahirkan. Siapa saja di antara ketiga golongan di atas yang hidup pada zamannya, sebelum kedatangan Nabi Muhammad saw dan benar-benar beragama menurut agama mereka, membenarkan dengan sepenuh hati akan adanya Allah dan hari Kiamat, mengamalkan segala tuntutan syariat agamanya, mereka mendapat pahala dari sisi Allah. Sesudah kedatangan Nabi Muhammad saw, semua umat manusia diwajibkan beriman kepadanya dan seluruh ajaran yang dibawanya, yakni dengan menganut lslam.",
    "quraish": "Sesungguhnya orang-orang yang beriman kepada para nabi terdahulu, orang-orang Yahudi, Nasrani, dan orang-orang yang mengultuskan bintang dan malaikat, siapa saja di antara mereka yang beriman kepada risalah Muhammad setelah ia diutus untuk menjadi rasul, yang mengesakan Allah, beriman kepada kebangkitan dan perhitungan pada hari kiamat dan mengerjakan amal saleh, mereka adalah orang-orang yang diberi pahala dari Tuhan dan tidak akan merasakan kekhawatiran dari hukuman serta tidak akan bersedih hati karena kehilangan pahala. Karena sesungguhnya Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat kebajikan.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman) kepada para nabi di masa lalu (dan orang-orang Yahudi) (orang-orang Kristen dan orang-orang Shabiin) yakni segolongan dari orang-orang Yahudi atau Nasrani (siapa saja yang beriman) di antara mereka (kepada Allah dan hari akhir) di masa nabi kita (serta mengerjakan amal saleh) yaitu syariatnya (mereka akan memperoleh pahala) sebagai ganjaran dari amal perbuatan mereka itu (di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita). Dhamir atau kata ganti orang pada 'aamana', 'amila' dan sesudahnya hendaklah diartikan secara umum atau siapa saja."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 63,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya, agar kamu bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/70.mp3",
    "tafsir": "Allah mengingatkan kembali kesalahan lain dari nenek moyang orang Yahudi ketika Allah mengambil janji dari mereka, yaitu bahwa mereka akan beriman dan akan mengamalkan apa yang ada dalam Taurat. Ternyata mereka tidak mengamalkannya, bahkan mengingkarinya. Lalu Allah mengangkat bukit (Gunung Sinai) ke atas kepala mereka untuk memperlihatkan kekuasaan-Nya agar mereka beriman kepada-Nya dan berpegang teguh kepada kitab Taurat itu. Isi perjanjian tersebut berupa perintah Allah kepada mereka, \"Peganglah kitab Taurat dengan sungguh-sungguh dan tetaplah mengerjakan isinya, pelajarilah Taurat itu, perhatikan isinya dan amalkan hukum-hukum yang termaktub di dalamnya.\"\nAyat ini memberi pengertian bahwa orang yang meninggalkan syariat dan meremehkan hukum Allah disamakan dengan orang yang mengingkari dan menentangnya. Maka sudah sepatutnya dia pada hari Kiamat nanti dikumpulkan dalam keadaan buta. Dia tidak dapat melihat jalan kemenangan dan jalan kebahagiaan.\nDia berkata, \"Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?\" Dia (Allah) berfirman, \"Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.\" (taha/20: 125 dan 126)\n\nApabila seseorang mengingkari syariat Allah dan menyia-nyiakan hukum-Nya, berarti syariat itu tidak mempunyai pengaruh apa-apa pada jiwanya. Sehubungan dengan pengertian ayat ini dapat dikatakan bahwa orang-orang yang hanya membaca Al-Qur'an tanpa mengamalkan isinya mereka tidak mendapat manfaat dari kandungan Al-Qur'an itu. Maksud mengikuti kitab-kitab suci ialah mengamalkan isinya, bukan hanya sekadar membaca dan melagukannya dengan macam-macam lagu yang merdu. Kemudian Allah memerintahkan agar Bani Israil berpegang teguh dengan Taurat, selalu mempelajarinya, dan mengamalkan isinya agar mereka menjadi orang yang bertakwa.",
    "quraish": "Ingatlah ketika kalian berjanji kepada Kami dengan mengangkat gunung Tursina. Dengan kekuasaan Kami, Kami menjadikan gunung itu sebagai naungan di atas kalian sampai kalian merasa takut dan tunduk. Saat itu Kami berfirman kepada kalian, \"Ambillah apa yang Kami berikan kepada kalian berupa petunjuk dan arahan, dengan sungguh-sungguh. Dan ingatlah pula ajaran yang dikandungnya sebagaimana orang-orang yang menerima dan melaksanakannya, agar, dengan demikian, kalian dapat menjaga diri dari hukuman.\"",
    "jalalayn": "(Dan) ingatlah (ketika Kami mengambil ikrar darimu) yakni ikrar bahwa kamu akan melakukan ajaran-ajaran yang terdapat dalam Taurat. (dan) sesungguhnya (Kami angkat gunung Thursina ke atasmu) artinya Kami cabut dari dasarnya untuk ditimpakan kepadamu, yakni tatkala kamu tidak mau berikrar seraya Kami berfirman, (\"Peganglah dengan teguh apa yang Kami berikan kepadamu ini!) maksudnya secara giat dan sungguh-sungguh (dan ingatlah baik-baik apa yang ada di dalamnya) yakni dengan mengamalkannya (agar kamu termasuk orang-orang yang bertakwa.\") Artinya terpelihara dirimu dari api neraka dan perbuatan durhaka."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 64,
    "arab": "ثُمَّ تَوَلَّيْتُمْ مِّنْۢ بَعْدِ ذٰلِكَ  فَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ لَكُنْتُمْ مِّنَ الْخٰسِرِيْنَ",
    "translation": "Kemudian setelah itu kamu berpaling. Maka sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu, pasti kamu termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/71.mp3",
    "tafsir": "Sesudah Bani Israil mengambil perjanjian dari Allah seperti disebutkan pada ayat yang lalu, mereka berpaling dan tidak menepati perjanjian itu. Mereka banyak melanggar ketentuan-ketentuan dalam Taurat, baik oleh nenek moyang mereka zaman dahulu maupun oleh mereka yang hidup kemudian. Umpamanya pada zaman mereka hidup di padang pasir yang tandus, mereka menentang Nabi Musa, menyakitinya, dan melawan segala perintahnya. Pada masa berikutnya mereka membunuh Nabi Yahya, mengingkari Nabi Isa bahkan merencanakan akan membunuhnya. Keingkaran mereka terhadap Nabi Muhammad saw, termasuk bukti penyelewengan mereka dari Taurat. Maka sudah sewajarnya mereka mendapat azab dari Allah, atau Allah melenyapkan nikmat dari mereka untuk selama-lamanya. Tetapi Allah tidak berbuat demikian, karena kasih sayang-Nya. Mereka tidak dibinasakan, dan Allah selalu membuka pintu tobat bagi yang ingin kembali ke jalan yang benar.",
    "quraish": "Kemudian, setelah perjanjian itu, kalian berpaling. Kalau bukan karena karunia dan rahmat Allah, serta penundaan siksa-Nya yang ditimpakan kepada kalian, tentu kalian akan menjadi orang-orang yang sesat dan binasa.",
    "jalalayn": "(Kemudian kamu berpaling) menyalahi ikrar (setelah itu) maksudnya setelah berikrar tadi (maka kalau tidak ada karunia Allah dan rahmat-Nya kepadamu) yaitu dengan menerima tobatnya atau menangguhkan siksa terhadapmu (niscayalah kamu akan termasuk orang-orang yang merugi) atau celaka."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 65,
    "arab": "وَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
    "translation": "Dan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat,  lalu Kami katakan kepada mereka, “Jadilah kamu kera yang hina!” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/72.mp3",
    "tafsir": "Dalam ketentuan syariat agama Yahudi, pada hari ketujuh, Sabat (dari bahasa Ibrani, shabbath, berarti \"istirahat\") orang dilarang mengerjakan apa pun, karena hari itu khusus untuk ibadah. Dalam bahasa Arab sabt (Sabtu), dari kata sabata, yasbitu, sabtan, juga berarti \"istirahat\" atau \"tenang.\" Pada hari itu setelah \"langit, bumi, dan segala isinya diselesaikan\" Tuhan beristirahat. \"Lalu Allah memberkati hari ketujuh itu dan menguduskannya\" (Kejadian ii. 1-3), yang juga dipakai untuk merayakan terbebasnya orang Israil dari perbudakan di Mesir. Menurut Perjanjian Lama, mereka yang melanggar kekudusan Sabat, termasuk menangkap ikan pada hari itu, dapat dijatuhi hukuman mati: \"Siapa yang melanggar kekudusan hari Sabat itu pastilah ia dihukum mati, sebab orang yang melakukan pekerjaan pada hari itu, orang itu harus dilenyapkan dari antara bangsanya\". (Kitab Keluaran 31. 14). \nPada hari yang sangat dihormati itu biasanya ikan-ikan bebas bermunculan sehingga menutupi permukaan air laut, karena hari itu tidak ada orang yang berani mengganggunya. Di luar hari Sabtu ikan-ikan itu menghilang lagi (al-A'raf/7 : 163). Banyak mufasir menyebutkan, larangan ini oleh mereka diakali; pada hari-hari sebelum Sabat mereka membuat kolam besar dan air laut dialirkan ke dalamnya. Pada hari Ahad mereka bekerja mengambil ikan yang sudah terjaring itu. Tetapi dalam hukum Tuhan mereka tetap melanggar, maka Allah menjatuhkan hukuman dengan menjadikan mereka kera, sehingga mereka jauh dari kebajikan serta hina dan rendah.\nMenurut Mujahid, sebagaimana diriwayatkan oleh Ibnu Jarir, \"Fisik mereka tidak ditukar menjadi kera, tetapi hati, jiwa, dan sifat merekalah yang dijadikan seperti kera, sehingga mereka tidak dapat menerima pengajaran dan tidak dapat memahami ancaman.\" Pada ayat ini mereka diserupakan dengan kera dan pada ayat yang lain mereka diserupakan dengan keledai, sesuai dengan firman Allah:\n\nPerumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal.¦.(al-Jumu'ah/62:5)\n\nJumhur ulama berpendapat bahwa mereka benar-benar bertukar wujud menjadi kera sebagai hukuman terhadap keingkaran mereka. Di dalam riwayat lain disebutkan bahwa mereka yang diubah menjadi kera tidak beranak, tidak makan, tidak minum, dan tidak dapat hidup lebih dari tiga hari. Di dalam Al-Qur'an terdapat ayat yang serupa maksudnya:\n\n¦ Dan di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah Tagut.\"¦(al-Ma'idah/5:60)",
    "quraish": "Sesungguhnya kalian telah mengetahui orang-orang di antara kelompok kalian yang melanggar pada hari Sabtu, yaitu dengan memancing ikan pada hari itu. Padahal, hari itu adalah hari libur dan hari raya bagi kalian. Kalian tidak boleh bekerja pada hari itu. Kemudian Allah mengganti hati orang-orang yang melanggar itu, sehingga mereka menjadi seperti kera dalam kecenderungan dan nafsunya. Kami jadikan mereka orang-orang yang jauh dari rahmat Allah dan terusir seperti anjing. Mereka akan dijauhi dan dihindari orang lain dari pergaulan karena rasa jijik.",
    "jalalayn": "(Dan sesungguhnya) lam-nya 'lam qasam' menyatakan bersumpah artinya 'demi' (kamu telah mengetahui) (orang-orang yang melanggar) peraturan (di antaramu pada hari Sabtu) yakni dengan menangkap ikan padahal Kami telah melarangmu dari demikian; dan mereka ini ialah penduduk Eilat atau Ayilah (lalu Kami titahkan kepada mereka, \"Jadilah kalian kera yang hina!\") artinya yang terkucil. Apa yang dikehendaki Allah itu pun terlaksana dan setelah masa tiga hari mereka menemui kematian."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 66,
    "arab": "  فَجَعَلْنٰهَا نَكَالًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِيْنَ",
    "translation": "Maka Kami jadikan (yang demikian) itu peringatan bagi orang-orang pada masa itu dan bagi mereka yang datang kemudian, serta menjadi pelajaran bagi orang-orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/73.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan maksud dari hukuman yang dijatuhkan kepada Bani Israil, untuk menjadi pelajaran bagi manusia agar mencegah perbuatan-perbuatan yang melampaui ketentuan-ketentuan Allah, baik untuk orang yang hidup pada waktu itu maupun yang hidup sesudahnya sampai hari kiamat. Hukuman itu juga menjadi pelajaran yang baik bagi orang-orang yang bertakwa. Mereka senantiasa mengambil pelajaran dengan segala macam kejadian dan selalu menjauhkan diri dari perbuatan-perbuatan yang melampaui batas.",
    "quraish": "Allah menjadikan keadaan mereka seperti ini sebagai pelajaran dan peringatan bagi orang lain untuk tidak mengerjakan seperti yang mereka kerjakan. Di samping itu, juga sebagai pelajaran bagi orang-orang yang hidup di masa mereka dan masa setelah mereka. Juga hal ini Kami jadikan sebagai nasihat bagi orang-orang yang bertakwa kepada Tuhan, karena merekalah yang dapat mengambil manfaat dari peringatan yang berupa nasihat dan pelajaran.",
    "jalalayn": "(Maka Kami jadikan dia) maksudnya hukuman tersebut (sebagai peringatan) cermin perbandingan hingga mereka tidak melakukannya lagi (bagi umat-umat di masa itu dan bagi mereka yang datang kemudian) (serta menjadi pengajaran bagi orang-orang yang bertakwa) kepada Allah Taala. Dikhususkan bagi orang-orang ini, karena hanya merekalah yang dapat mengambil manfaat darinya sedangkan orang lain tidak."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 67,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖٓ اِنَّ اللّٰهَ يَأْمُرُكُمْ اَنْ تَذْبَحُوْا بَقَرَةً ۗ قَالُوْٓا اَتَتَّخِذُنَا هُزُوًا ۗ قَالَ اَعُوْذُ بِاللّٰهِ اَنْ اَكُوْنَ مِنَ الْجٰهِلِيْنَ ",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Allah memerintahkan kamu agar menyembelih seekor sapi betina.” Mereka bertanya, “Apakah engkau akan menjadikan kami sebagai ejekan?” Dia (Musa) menjawab, “Aku berlindung kepada Allah agar tidak termasuk orang-orang yang bodoh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/74.mp3",
    "tafsir": "Ketika Nabi Musa memerintahkan Bani Israil untuk menyembelih sapi, mereka berkata kepada Nabi Musa, \"Apakah kamu mempermainkan kami? Kami bertanya kepadamu tentang perkara pembunuhan, lalu kamu menyuruh kami menyembelih seekor sapi. Ini ganjil sekali dan jauh daripada yang kami maksudkan.\" Seharusnya Bani Israil menjalankan perintah Nabi Musa itu dan menyambutnya dengan patuh dan taat, kemudian mereka menunggu apa yang akan terjadi sesudah itu, tetapi mereka berbuat sebaliknya. \nPerkataan mereka itu sebagai bukti bahwa mereka sangat kasar tabiatnya dan tidak mengakui kekuasaan Allah. Nabi Musa menjawab, \"Saya berlindung kepada Allah dari memperolok-olokkan manusia karena perbuatan itu termasuk perbuatan orang jahil, lebih-lebih bagi seorang rasul yang akan menyampaikan risalah dan hukum-hukum Allah kepada manusia.\"",
    "quraish": "Dan ingatlah ketika Mûsâ berkata kepada kaumnya saat terjadi kasus pembunuhan yang tidak diketahui siapa pembunuhnya. \"Allah memerintahkan kalian untuk menyembelih seekor sapi, karena hal ini adalah kunci untuk mengetahui si pembunuh,\" kata Mûsâ. Mereka merasa heran mengenai kaitan antara pembunuhan dengan penyembelihan sapi, seraya berkata, \"Apakah kamu mengejek kami, Mûsâ?\" Mûsâ menjawab, \"Aku akan berpegang teguh dengan tuntunan Tuhanku agar tidak termasuk golongan orang-orang bodoh yang mengejek hamba-hamba-Nya.\"",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata kepada kaumnya,) yakni ketika ada di antara mereka itu seseorang yang terbunuh sedangkan mereka tidak tahu siapa pembunuhnya, lalu mereka minta kepada Musa untuk memohonkan kepada Allah agar Dia dapat memberitahukan siapa pembunuhnya itu. Maka dia memohon, lalu katanya, (\"Sesungguhnya Allah menyuruh kamu menyembelih seekor sapi betina.\" Jawab mereka, \"Apakah kamu hendak menjadikan kami sebagai bahan ejekan?\") artinya suruhan kamu itu akan menyebabkan kami menjadi sasaran olok-olok dan tertawaan orang. (Jawab Musa, \"Aku berlindung) maksudnya aku tidak sudi (kepada Allah) akan (menjadi golongan orang-orang yang jahil.\") yang suka berolok-olok. Tatkala mereka ketahui bahwa Musa bersungguh-sungguh."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 68,
    "arab": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَ ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَّلَا بِكْرٌۗ عَوَانٌۢ بَيْنَ ذٰلِكَ ۗ فَافْعَلُوْا مَا تُؤْمَرُوْنَ ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa sapi betina itu tidak tua dan tidak muda, (tetapi) pertengahan antara itu. Maka kerjakanlah apa yang diperintahkan kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/75.mp3",
    "tafsir": "Bani Israil berkata lagi kepada Nabi Musa, \"Tanyakanlah kepada Tuhanmu agar diterangkan kepada kami tanda-tanda sapi yang dimaksudkan itu.\" Nabi Musa menjawab, \"Sapi yang harus disembelih itu bukan yang tua dan bukan pula yang muda, tetapi yang sedang umurnya. Turutilah perintah itu dan laksanakanlah segera.\"\nMereka disuruh segera menaati perintah itu dan dilarang berkeras kepala. Sebenarnya mereka dapat melaksanakan penyembelihan sapi itu dengan keterangan yang sudah diberikan. Tetapi mereka membandel dan terus melanjutkan dan memperbanyak pertanyaan.",
    "quraish": "Di sini mereka berkata kepada Mûsâ dengan ragu atas perintah penyembelihan sapi ini, \"Mohonkan Tuhanmu agar menerangkan ciri-ciri sapi itu kepada kami.\" Mûsâ berkata, \"Allah berfirman kepadaku bahwa sapi itu adalah sapi yang tidak tua dan tidak muda: pertengahan antara tua dan muda. Sekarang lakukanlah apa yang diperintahkan kepada kalian.\"",
    "jalalayn": "(Mereka bertanya, \"Mohonkanlah kepada Tuhanmu agar Dia menjelaskan kepada kami, sapi betina yang manakah itu?\") maksudnya tentang usianya, apakah yang tua atau yang muda? (Jawab Musa, \"Allah berfirman bahwa sapi itu ialah sapi betina yang tidak tua) berusia lanjut (dan tidak pula muda) atau terlalu kecil, tetapi (pertengahan) (di antara demikian), yakni di antara tua dan muda tadi (maka lakukanlah apa yang diperintahkan kepadamu.\") yaitu supaya menyembelih sapi yang telah dijelaskan itu."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 69,
    "arab": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا لَوْنُهَا ۗ قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ صَفْرَاۤءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ النّٰظِرِيْنَ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami apa warnanya.” Dia (Musa) menjawab, “Dia (Allah) berfirman, bahwa (sapi) itu adalah sapi betina yang kuning tua warnanya, yang menyenangkan orang-orang yang memandang(nya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/76.mp3",
    "tafsir": "Sesudah menanyakan umur sapi itu, mereka berkata, \"Terangkanlah kepada kami, bagaimana warna sapi itu.\" Mereka diberi jawaban yang cukup jelas yang dapat membedakan sapi yang dimaksud. Musa mengatakan bahwa warna sapi itu kuning tua dan menyenangkan orang yang melihatnya. Tetapi mereka tidak puas dengan jawaban tersebut. Mereka terus bertanya dan menambah pertanyaan yang mempersulit diri mereka sendiri.",
    "quraish": "Tetapi mereka tetap ragu-ragu, kemudian berkata, \"Mintalah kepada Tuhanmu agar menerangkan kepada kami warna sapi itu.\" Kemudian Mûsâ menjawab dengan menyitir firman Allah, \"Sapi itu berwarna kuning tua, jernih dan menyenangkan orang yang memandangnya karena kejelasan dan kejernihan warnanya itu.\"",
    "jalalayn": "(Kata mereka, \"Mohonkanlah kepada Tuhanmu untuk kami agar dijelaskan-Nya kepada kami apa warnanya!\" Jawab Musa, \"Allah berfirman bahwa sapi betina itu ialah sapi betina yang kuning, yakni yang kuning tua warnanya, maksudnya yang kuning pekat (yang menyenangkan orang-orang yang memandang.\") artinya menarik hati mereka disebabkan keelokannya."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 70,
    "arab": "قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَّنَا مَا هِيَۙ اِنَّ الْبَقَرَ تَشٰبَهَ عَلَيْنَاۗ وَاِنَّآ اِنْ شَاۤءَ اللّٰهُ لَمُهْتَدُوْنَ",
    "translation": "Mereka berkata, “Mohonkanlah kepada Tuhanmu untuk kami agar Dia menjelaskan kepada kami tentang (sapi betina) itu. (Karena) sesungguhnya sapi itu belum jelas bagi kami, dan jika Allah menghendaki, niscaya kami mendapat petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/77.mp3",
    "tafsir": "Pada ayat ini mereka menanyakan lagi tentang apa yang telah mereka tanyakan sebelumnya, \"Sapi apakah itu, karena sapi itu masih samar bagi kami.\" Semua itu sebenarnya sudah diterangkan. Tetapi mereka merasa belum sempurna penjelasan yang telah diberikan, bahkan bagi mereka masih samar-samar karena ciri-ciri sapi itu hampir serupa sehingga tidak dapat menemukan mana yang akan disembelih. Dengan pertanyaan yang terakhir, mereka mengharapkan mendapat petunjuk tentang sapi yang dibutuhkan atau petunjuk kepada hikmah dan rahasia perintah penyembelihan sapi itu.",
    "quraish": "Mereka bersikeras untuk bertanya lagi, \"Mohonkan Tuhanmu untuk menerangkan kepada kami tentang hakikat sapi itu. Bagi kami, sapi itu masih samar. Kami, insya Allah, akan mengikuti petunjuk itu dengan seizin Allah.\"",
    "jalalayn": "(Kata mereka, \"Mohonkanlah kepada Tuhanmu untuk kami agar dijelaskan-Nya bagi kami hakikat sapi betina itu) apakah yang dimanjakan ataukah yang dipekerjakan? (karena sesungguhnya sapi itu) yakni kalau jenisnya baru yang disebutkan sifatnya itu (masih samar bagi kami) karena banyaknya hingga kami tidak mengetahui mana yang dimaksud (dan sesungguhnya kami insya Allah akan memperoleh petunjuk.\") untuk mendapatkannya. Dalam sebuah hadis disebutkan bahwa sekiranya mereka tidak mengucapkan insya Allah, tidaklah akan dijelaskan kepada mereka untuk selama-lamanya."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 71,
    "arab": "قَالَ اِنَّهٗ يَقُوْلُ اِنَّهَا بَقَرَةٌ لَّا ذَلُوْلٌ تُثِيْرُ الْاَرْضَ وَلَا تَسْقِى الْحَرْثَۚ مُسَلَّمَةٌ لَّاشِيَةَ فِيْهَا ۗ قَالُوا الْـٰٔنَ جِئْتَ بِالْحَقِّ  فَذَبَحُوْهَا وَمَا كَادُوْا يَفْعَلُوْنَ ࣖ",
    "translation": "Dia (Musa) menjawab, “Dia (Allah) berfirman, (sapi) itu adalah sapi betina yang belum pernah dipakai untuk membajak tanah dan tidak (pula) untuk mengairi tanaman, sehat, dan tanpa belang.” Mereka berkata, “Sekarang barulah engkau menerangkan (hal) yang sebenarnya.” Lalu mereka menyembelihnya, dan nyaris mereka tidak melaksanakan (perintah) itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/78.mp3",
    "tafsir": "Seekor sapi yang diperintahkan untuk disembelih itu ialah seekor sapi yang belum pernah dipergunakan untuk membajak dan mengangkut air, sehat, dan tidak cacat sedikit pun. Setelah mendapat keterangan ini, mereka menyatakan sekarang barulah jelas buat mereka. Akhirnya mereka pun mendapatkannya dan kemudian mereka menyembelihnya. Hampir-hampir mereka tidak sanggup mengerjakannya, karena terlalu sukar untuk mendapatkan sapi yang dimaksud.\nDalam suatu hadis disebutkan, \"Kalau sekiranya mereka langsung menyembelih saja seekor sapi betina pada waktu mereka menerima perintah, cukuplah sudah. Tetapi mereka mengajukan pertanyaan yang memberatkan mereka sendiri, maka Allah pun memberatkannya.\" (Riwayat Ibnu Jarir dari Ibnu 'Abbas)\nPermintaan Nabi Musa atas perintah Allah kepada kaumnya itu (ayat 67) sederhana sekali: \"Sembelihlah seekor sapi betina\". Selesai, tanpa harus banyak bertanya. Tetapi mereka sudah biasa cerewet dan mengajukan pertanyaan macam-macam sekitar sapi itu”yang maksudnya hendak mengejek”padahal soalnya sudah jelas. Karena mereka keras kepala, maka akibatnya menyulitkan mereka sendiri, seperti dilukiskan dalam ayat 71 dan dipertegas dalam hadis di atas. Cara-cara bertanya demikian itu kemudian menjadi ungkapan dalam bahasa Arab, ditujukan kepada mereka yang cerewet dengan pertanyaan yang dicari-cari: Ma hiya wa ma lawnuha, (Yang bagaimana dan apa warnanya?).\nAyat-ayat di atas (67-71) merupakan satu kesatuan. Peristiwanya erat hubungannya dengan ayat 72 di bawah. Menurut tradisi Yahudi dalam syariat Musa a.s., apabila terjadi suatu pembunuhan yang tidak diketahui siapa pembunuhnya, maka para sesepuh dan hakim harus keluar mengukur jarak ke kota-kota sekeliling orang yang terbunuh; mereka harus mengambil seekor lembu betina muda yang belum pernah dipakai membajak; mereka harus mematahkan leher lembu itu di suatu lembah; semua sesepuh dari kota terdekat harus membasuh tangannya ke atas lembu muda yang lehernya sudah dipatahkan di lembah itu, dan mereka harus menyatakan, bahwa tangan mereka tidak mencurahkan darah dan mata mereka tidak melihatnya; maka diadakan perdamaian dan mereka mengimbaunya untuk tidak menimpakan darah kepada orang yang tidak bersalah (Kitab Ulangan xxi. 1-9).",
    "quraish": "Kemudian Mûsâ berkata kepada mereka, \"Firman Allah, 'Sapi itu adalah sapi yang tidak pernah dipakai untuk membajak tanah untuk ditanami. Juga bukan sapi yang dipakai untuk menyirami tanah yang akan dipakai untuk bercocok tanam. Sapi itu tidak memiliki cela dan tidak memiliki warna yang berbeda dengan kebanyakan warna tubuhnya. '\" Mereka berkata, \"Sekarang kamu telah memberikan keterangan yang jelas tentang sapi itu.\" Mereka kemudian mencari sapi yang memiliki ciri-ciri itu untuk disembelih. Hampir saja mereka tidak dapat melaksanakannya akibat banyaknya pertanyaan mereka dan akibat kekeraskepalaan mereka yang terus-menerus.",
    "jalalayn": "(Kata Musa, \"Allah berfirman bahwa sapi betina itu ialah sapi betina yang belum pernah dipakai untuk bekerja) (membajak tanah) untuk ditanami. Kalimat belakang ini menjadi sifat bagi 'dipakai untuk bekerja' dan termasuk barang yang dinafikan. (dan tidak pula untuk mengairi tanaman) atau tanah yang dipersiapkan untuk ditanami tumbuh-tumbuhan (tidak bercacat) bebas dari aib dan bekas-bekas bekerja berat (tidak ada belangnya.\") tidak ada warna lain dari warna aslinya. (Kata mereka, \"Sekarang barulah kamu mengatakan kebenaran.\") Maksudnya memberikan penjelasan yang cukup jelas tentang sapi yang dimaksud. Mereka cari sapi tersebut dan kebetulan ditemukan pada seorang anak muda yang berbakti kepada ibunya, lalu mereka beli dengan emas sepenuh bungkusan yang terbuat dari kulit sapi itu. (Lalu mereka menyembelihnya dan hampir saja mereka tidak melaksanakannya) karena harganya yang tinggi. Dalam sebuah hadis disebutkan, seandainya mereka segera menyembelih seekor sapi betina yang ada tanpa banyak tanya, yang demikian itu akan mencukupi. Tetapi mereka menyusahkan diri mereka sendiri sehingga dipersulit oleh Allah."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 72,
    "arab": "وَاِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَا ۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَ ۚ",
    "translation": "Dan (ingatlah) ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/79.mp3",
    "tafsir": "Allah swt mengungkapkan dalam ayat ini kejahatan yang berkenaan dengan pembunuhan terhadap seseorang kemudian mereka saling tuduh-menuduh mengenai pelaku pembunuhan itu sehingga perkara ini menjadi kabur. Tetapi Allah tidak membiarkan perkara ini tetap kabur dan tertutup. Untuk membuka rahasia pembunuhan itu Allah memerintahkan kepada mereka agar menyembelih sapi, sebagaimana disebutkan dalam ayat 67 yang lalu.\nBila diperhatikan urutan cerita seperti yang tercantum di awal kelompok ayat ini maka ayat 72 terletak di depan ayat 67, sebab peristiwa pembunuhan inilah yang mengakibatkan adanya perintah Allah untuk menyembelih sapi. Tetapi di dalam urutan ayat peristiwa penyembelihan sapi itulah yang didahulukan, karena yang diperintahkan ialah pengusutan perkara pembunuhan itu dengan mencari lebih dahulu pembunuhnya dengan jalan menyembelih sapi.",
    "quraish": "Ingatlah ketika kalian membunuh seseorang dan saling berkelahi serta saling berbuat kejahatan. Lalu kalian saling menuduh mengenai pembunuhan itu. Allah mengetahui hakikat kejadian itu, dan Dia akan menyingkap dan menunjukkannya meskipun kalian menutupinya.",
    "jalalayn": "(Dan ketika kamu membunuh seorang manusia, lalu kamu tuduh-menuduh tentang hal itu) asalnya fatadaara'tum, lalu ta diidgamkan ke dal yang berarti bertengkar dan saling menuduh (sedangkan Allah menyingkapkan) atau memperlihatkan (apa yang kamu sembunyikan) tentang persoalan tersebut. Kalimat ini adalah suatu interupsi dan merupakan awal kisah"
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 73,
    "arab": "فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ  كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Lalu Kami berfirman, “Pukullah (mayat) itu dengan bagian dari (sapi) itu!” Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/80.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan agar orang yang terbunuh itu dipukul dengan sebagian anggota tubuh sapi itu agar orang itu hidup kembali. Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dan menjadi saksi atas kematiannya sehingga si pembunuh terbongkar sesuai dengan tradisi Israil.\nDiriwayatkan bahwa ketika Bani Israil memukul orang yang terbunuh itu, maka dengan izin Allah berdirilah dia. Urat-urat lehernya mengucurkan darah seraya berkata, \"Saya dibunuh oleh si Anu dan si Anu.\" Kedua pembunuh itu adalah anak paman orang yang dibunuh. Kemudian dia pun mati kembali. Maka kedua pembunuh tersebut ditangkap dan dibunuh.\nNabi Musa a.s. menyuruh mereka memukulkan sebagian tubuh sapi itu dan bukan Nabi Musa sendiri yang melakukannya. Hal itu dilakukan untuk menghindari tuduhan bahwa ia berbuat sihir. Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada bangsa Yahudi agar mereka memahami rahasia syariat agama sehingga mereka tunduk kepada syariat itu, agar mereka mencegah diri dari mengikuti hawa nafsu dan agar mereka menaati Allah dalam semua perintah-Nya.",
    "quraish": "Kemudian Kami berfirman melalui Mûsâ, \"Pukullah mayat itu dengan bagian tubuh sapi ini.\" Kalian pun lalu melakukannya. Allah menghidupkan mayat itu agar menyebut nama orang yang membunuhnya untuk kemudian jatuh kembali dan mati. Hal ini menjadi mukjizat Mûsâ dari Allah. (1) Karena Allah Mahakuasa atas segala sesuatu, maka dengan kekuasaan-Nya inilah Dia menghidupkan orang-orang mati pada hari kiamat. Dia menunjukkan kepada kalian tanda-tanda kekuasaan-Nya agar kalian memikirkan dan mengambil pelajaran darinya. {(1) Beberapa penulis kontemporer, di antaranya Syaikh 'Abd al-Wahhâb al-Najjâr, mengatakan bahwa maksud firman Allah \"idlribûhu bi ba'dlihâ\" adalah 'pukullah dengan bagian tubuh orang yang mati'. Sedang maksud \"ihyâ'ihâ\" (menghidupkannya kembali) adalah untuk memberikan kisas kepada si pembunuh. Sebab, memukul dengan bagian tubuh si terbunuh akan membuat si pembunuh mengaku. Pada umumnya, dengan melihat si terbunuh, seorang pembunuh akan terdorong untuk mengakui perbuatannya. Kisah ini terpisah dari hal penyembelihan dan perintah Allah untuk penyembelihan sapi. Dan sebenarnya perintah Allah kepada mereka untuk menyembelih sapi adalah untuk dimakan. Dalam hal ini terdapat pendidikan jiwa bagi mereka, karena sebelumnya mereka memuja dan mendewakan sapi bersama orang-orang Mesir. Pada diri mereka terdapat sisa pengultusan itu dengan bukti bahwa mereka setelah itu menyembah patung anak sapi. Maka, untuk menghilangkan sisa-sisa pengultusan pada mental mereka, mereka diperintahkan untuk menyembelih sapi. Dari sini turunlah perintah untuk menyembelih. Dan, karena itu pula, terjadi pertengkaran di antara mereka. Mereka akhirnya menyembelih sapi yang diperintahkan itu, dan hampir-hampir mereka tidak melakukannya. }",
    "jalalayn": "(Lalu firman Kami, \"Pukullah dia) maksudnya mayat dari orang yang terbunuh tadi (dengan salah satu anggota badan sapi betina itu!\") Lalu mereka pukul dengan lidah atau pangkal ekornya sehingga ia pun hidup kembali dan mengatakan siapa pembunuhnya yang tiada lain dari dua orang saudara sepupunya yang disebutkan namanya masing-masing. Kemudian ia menjadi mayat kembali, maka kedua pembunuhnya tidak diperbolehkan untuk mendapatkan harta warisan, bahkan mereka pun dibunuh pula lalu firman Allah Taala, (\"Demikianlah) maksudnya caranya (Allah menghidupkan kembali orang-orang yang telah mati dan memperlihatkan kepadamu tanda-tanda-Nya) bukti-bukti kekuasaan-Nya (agar kamu memikirkan\") dan merenungkannya sehingga mengerti dan mengimani Allah yang kuasa menghidupkan seorang manusia yang telah meninggal juga sanggup menghidupkan berjuta-juta manusia lainnya."
  },
  {
    "hizb": 4,
    "name": "Al-Baqarah",
    "ayat": 74,
    "arab": "ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةً ۗ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهٰرُ ۗ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُ  ۗوَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِ ۗوَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
    "translation": "Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/81.mp3",
    "tafsir": "Dalam ayat ini diungkapkan watak orang-orang Yahudi. Sesudah mereka diberi petunjuk ke jalan yang benar dan sudah pula memahami kebenaran, hati mereka keras membatu bahkan lebih keras lagi. Allah mengumpamakan hati orang Yahudi itu dengan batu yang dalam istilah geologi digunakan untuk menyebut segala macam benda yang merupakan spesies dari karang, atau materi seperti karang yang bersifat keras, untuk menunjukkan kekerasan hati mereka untuk menerima petunjuk Allah. Bahkan mungkin lebih keras lagi. Walaupun batu itu keras, tetapi pada suatu saat dan oleh suatu sebab dapat terbelah atau retak. Dari batu yang retak itu memancarlah air, dan kemudian berkumpul menjadi anak-anak sungai. Kadang-kadang batu-batu itu jatuh dari gunung karena patuh kepada kekuasaan Allah. Demikianlah halnya hati orang Yahudi lebih keras dari batu bagaikan tak mengenal retak sedikit pun. Hati mereka tidak terpengaruh oleh ajaran-ajaran agama ataupun nasihat-nasihat yang biasanya dapat menembus hati manusia. Namun demikian, di antara hati yang keras membatu itu terdapat hati yang disinari iman, sehingga hati itu berubah dari keras menjadi lembut karena takut kepada Allah. \nYang demikian itu banyak disaksikan dalam kehidupan sehari-hari. Hati yang tadinya biasa membangkang menentang agama akhirnya menjadi lembut, orang yang biasanya berbuat maksiat menjadi orang yang taat berkat petunjuk Allah.\n\nDan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah. Mereka memperoleh pahala di sisi Tuhannya. Sungguh, Allah sangat cepat perhitungan-Nya. (Ali 'Imran/3:199)\n\nDemikian pula pada ayat lain, Allah berfirman:\n\nDan di antara orang-orang Arab Badui itu, ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. (at-Taubah/9:99)\n\nMenurut saintis, kata \"hati\" tidak menunjuk pada organ hati (liver), melainkan umumnya mengacu kepada jantung. Jantung adalah suatu organ bagian dalam, terletak di bagian dada dan berukuran sebesar kepalan tangan. Jantung terbagi dalam dua sisi, yaitu sisi kanan dan sisi kiri. Setiap sisi terbagi lagi menjadi dua ruang, yaitu ruang atas (atrium) dan ruang bawah (Ventrikel). Ruang-ruang itu berdenyut sebanyak 70 kali per menit untuk menjaga aliran darah ke seluruh tubuh. Apabila dihitung, maka jantung akan berdenyut sebanyak lebih dari 30 juta kali dalam setahunnya. Perjalanan darah, apabila diukur dan dimulai dari paru-paru dan jantung, akan mengalir melalui urat darah di seluruh tubuh sepanjang 96.000 km. Jarak tersebut ditempuh dalam 23 detik setiap kali putaran. Terlihat bagaimana pentingnya peran jantung dalam kehidupan manusia. \nKata jantung dalam bahasa Arab adalah 'qalb. Kata tersebut juga digunakan untuk maksud lain, yaitu untuk mengartikan perasaan atau kalbu. Kalbu, sebagaimana jantung, dalam kehidupan juga sangat penting. Nabi Muhammad saw, setelah mencontohkan banyak hal mengenai kebaikan dan keburukan, mengatakan mengenai kalbu dalam artian pusat rasa atau pusat kepekaan, demikian: \n\" ..... Sesungguhnya dalam diri manusia ada segumpal daging sebesar kunyahan, apabila baik, baiklah seluruh jasad dan apabila rusak, rusaklah seluruh jasad. Ia adalah kalbu.\" (Riwayat al-Bukhari melalui Nu'man bin Basyir)\nJantung atau kalbu sering juga disandingkan dengan \"hati\". Seringkali disatukan dan menjadi jantung-hati. Ada beberapa ayat terkait mengenai hati dan kepekaan, dua di antaranya adalah Surah al-Isra'/17: dan Qaf/50: 37 yang artinya sebagai berikut:\n\"Dan Kami jadikan hati mereka terutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Quran, mereka berpaling ke belakang melarikan diri (karena benci).\" (al-Isra'/17: 46)\n\n\"Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengaran, sedang dia menyangsikannya.\" (Qaf/50: 37)\n\nDalam bahasa Al-Qur'an, disebutkan bahwa hati yang ditutup akan menjadikan pemiliknya tidak dapat menerima kebenaran apalagi mengikutinya. Ia hanya dapat mengikuti hal-hal yang tidak sejalan dengan yang hak, yakni hawa nafsu. Penutupan hati yang dilakukan Allah adalah sebagai dampak dari perbuatan mereka sendiri. Mereka enggan menggunakan pendengaran, penglihatan dan hatinya, sehingga pada akhirnya hati berkarat dan tertutup.\nSecara tradisional, orang menganggap bahwa komunikasi antara kepala/otak (akal) dan jantung/hati (perasaan) berlangsung satu arah, yaitu bagaimana hati bereaksi terhadap apa yang diperintahkan otak. Akan tetapi, sekarang terungkap bahwa komunikasi antara hati dan otak berlangsung sangat dinamis, terus menerus, dua arah, dan setiap organ tersebut saling mempengaruhi fungsi mereka satu sama lain. \nSuatu penelitian mengungkap bahwa hati melakukan komunikasi ke otak dalam empat jalan, yaitu (1) transmisi melalui syaraf, (2) secara biokimia melalui hormon dan transmiter syaraf, (3) secara biofisik melalui gelombang tekanan, dan (4) secara energi melalui interaksi gelombang elektromagnetik. Semua bentuk komunikasi tersebut mengakibatkan terjadinya aktivitas di otak. Penelitian mengungkapkan bahwa pesan yang disampaikan hati kepada otak akan mempengaruhi perilaku. \nSelama ini para ahli mempercayai bahwa medan elektromagnetik hati adalah medan yang paling kuat yang dimiliki manusia. Medan ini tidak hanya mempengaruhi setiap sel yang ada dalam tubuhnya, akan tetapi juga mencakup ke segala arah ruang di sekitarnya. Diduga bahwa medan elektromagnetik adalah pembawa informasi yang sangat penting. Bahkan dapat dibuktikan pula bahwa medan elektromagnetik seseorang dapat mempengaruhi cara kerja otak orang lain.",
    "quraish": "Kemudian, setelah terlihat bukti-bukti ini semuanya, kalian masih juga tidak mau memenuhi panggilan dan seruan Mûsâ. Kalian masih juga tidak mau berjalan di jalan yang benar. Masih belum lunak dan belum tunduk juga hati kalian. Bahkan sebaliknya, hati kalian menjadi semakin keras bagai batu atau bahkan lebih keras dari batu. Batu terkadang masih bisa terpengaruh dan berubah oleh benda lain. Ada bebatuan yang memancarkan air sehingga membentuk sungai. Ada pula batu yang terbelah kemudian memancarkan mata air yang menyembur. Ada pula batu yang terpengaruh di bawah kekuasaan Allah dan tunduk pada kehendak-Nya, sehingga meluncur jatuh dari puncak gunung untuk memenuhi kehendak Allah. Sedangkan hati kalian, wahai orang-orang Yahudi, tidak terpengaruh dan tidak menjadi lunak sedikit pun. Sungguh celaka kalian karena perbuatan itu. Allah tidak akan lengah dari perbuatan kalian. Dia akan memberikan pelajaran bagi kalian dengan berbagai macam musibah, apabila kalian tidak mau bersyukur atas nikmat- nikmat-Nya",
    "jalalayn": "(Kemudian hatimu menjadi keras) ditujukan kepada orang-orang Yahudi hingga tak dapat dimasuki kebenaran (setelah itu) yakni setelah peristiwa dihidupkannya orang yang telah mati dan kejadian-kejadian sebelumnya, (maka ia adalah seperti batu) dalam kerasnya (atau lebih keras lagi) daripada batu. (Padahal di antara batu-batu itu sesungguhnya ada yang mengalir anak-anak sungai daripadanya dan di antaranya ada pula yang terbelah) asalnya 'yatasyaqqaqu' lalu ta diidgamkan pada syin hingga menjadi 'yasysyaqqaqu' (lalu keluarlah air daripadanya dan sesungguhnya di antaranya ada pula yang jatuh meluncur) dari atas ke bawah (karena takut kepada Allah) sebaliknya hatimu tidak terpengaruh karenanya serta tidak pula menjadi lunak atau tunduk. (Dan Allah sekali-kali tidak lengah terhadap apa yang kamu kerjakan) hanya ditangguhkan-Nya menjatuhkan hukuman hingga saatnya nanti. Menurut satu qiraat bukan 'ta`maluun' tetapi 'ya`maluun', artinya 'yang mereka kerjakan,' sehingga berarti mengalihkan arah pembicaraan."
  }
]