[
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 135,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبِيْنَ ۚ اِنْ يَّكُنْ غَنِيًّا اَوْ فَقِيْرًا فَاللّٰهُ اَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُوْا ۚ وَاِنْ تَلْوٗٓا اَوْ تُعْرِضُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
    "translation": "Wahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/628.mp3",
    "tafsir": "Orang-orang beriman diperintahkan agar menjadi orang yang benar-benar menegakkan keadilan di tengah-tengah masyarakat. Karenanya Allah memerintahkan kepada mereka untuk berlaku adil dalam segala hal, seperti keadilan dalam membagi waktu, menegakkan salat secara tetap dan tepat pada waktunya. Dalam memberikan kesaksian, Allah memerintahkan agar memberikan kesaksian seperti apa adanya, tidak boleh memutarbalikkan kenyataan. Dalam menimbang barang agar berlaku adil, menimbang dengan tepat, tidak menambah dan tidak mengurangi (al-Mutaffifin/83: 1-4). Semua perintah itu jika dilakukan dengan sebaik-baiknya, niscaya akan menjadikan kebiasaan yang meresap di dalam jiwanya. Keadilan itu harus dilakukan secara menyeluruh di tengah-tengah pergaulan masyarakat, baik yang menjalani itu rakyat biasa ataupun kepala negara, petani atau pedagang, anggota atau kepala rumah tangga.\nJika menjadi saksi, jadilah saksi yang jujur, semata-mata karena mengharapkan keridaan Allah, tidak memutarbalikkan kenyataan, tidak berat sebelah, meskipun menyangkut dirinya sendiri, ataupun keluarganya. Kesaksian itu hendaklah diberikan sesuai dengan kenyataan baik menguntungkan dirinya sendiri ataupun menguntungkan orang lain, karena pada dasarnya kesaksian itu adalah salah satu jalan pembuktian untuk mencari kebenaran. Oleh sebab itu, kesaksian harus diberikan dengan jujur.\nApabila ada seseorang memberikan kesaksian yang tidak benar, dengan maksud ingin menguntungkan dirinya atau keluarganya, maka cara serupa ini tidaklah dianggap suatu kebaikan, karena memberikan keterangan palsu dengan maksud memberikan pertolongan kepada seseorang, tidak dibenarkan syariat dan bukanlah suatu kebajikan, tetapi pada hakikatnya perbuatan yang demikian itu termasuk membantu kejahatan dan menginjak-injak hak asasi manusia.\nAllah menyerukan agar keadilan dan kesaksian itu dilaksanakan secara merata tanpa pandang bulu, baik yang disaksikan itu keluarganya sendiri ataupun orang lain, baik kaya ataupun miskin. Hendaklah manusia mengetahui bahwa keridaan Allah dan tuntunan syariat-Nya yang harus diutamakan: tidak boleh orang-orang kaya disenangi atau dibela karena kekayaannya atau orang-orang fakir dikasihani karena kefakirannya, sebab jika kekayaan dan kefakiran yang dijadikan dasar pertimbangan dalam memberikan kesaksian, maka pertimbangan serupa itu bukanlah merupakan pertimbangan yang dapat membuahkan keputusan yang benar. Pertimbangan yang benar ialah didasarkan kepada kebenaran dan keridaan Allah semata.\nMenegakkan keadilan dan memberikan kesaksian yang benar sangat penting artinya, baik bagi orang-orang yang menjadi saksi ataupun bagi orang-orang yang diberi kesaksian. Itulah sebabnya, menegakkan keadilan atau memberikan persaksian yang benar itu, ditetapkan dan dimasukkan ke dalam rangkaian syariat Allah yang wajib dijalankan.\nSesudah itu Allah melarang kaum Muslimin memperturutkan hawa nafsu, agar mereka tidak menyeleweng dari kebenaran, karena orang yang terbiasa menuruti hawa nafsunya, mudah dipengaruhi oleh dorongan hawa nafsu untuk melakukan tindakan yang tidak adil dan tidak jujur, sehingga mereka tergelincir dari kebenaran.\nApabila mereka memutarbalikkan kenyataan dalam memberikan persaksian, sehingga apa yang disaksikan tidak sesuai dengan kenyataan, atau mereka enggan untuk memberikan kesaksian karena tekanan-tekanan yang mempengaruhi jiwanya, maka mereka harus ingat bahwa Allah mengetahui apa yang terkandung di dalam hati mereka.",
    "quraish": "Keadilan adalah sistem kehidupan yang tidak dipertentangkan lagi. Dari itu, wahai orang-orang yang patuh dan tunduk kepada Allah dan seruan rasul-Nya, biasakanlah dirimu dan orang lain--dalam upaya mematuhi prinsip keadilan--untuk selalu tunduk kepada keadilan. Berbuat adillah terhadap orang-orang yang teraniaya. Jadilah kalian semua penegak keadilan, bukan karena menyukai orang kaya atau mengasihi orang miskin. Karena Allahlah yang menjadikan seseorang kaya dan miskin, dan Dia lebih tahu kemaslahatannya. Sesungguhnya hawa nafsu itu telah menyimpang dari kebenaran, maka janganlah kalian mengikutinya, supaya kalian dapat berlaku adil. Jika kalian bepaling atau enggan menegakkan keadilan, maka sesungguhnya Allah Maha Mengetahui apa yang kalian kerjakan dan akan memberi balasannya. Yang baik akan dibalas dengan kebaikan dan yang buruk akan dibalas dengan keburukan pula.",
    "jalalayn": "(Hai orang-orang yang beriman! Hendaklah kamu menjadi penegak) atau benar-benar tegak dengan (keadilan) (menjadi saksi) terhadap kebenaran (karena Allah walaupun) kesaksian itu (terhadap dirimu sendiri) maka menjadi saksilah dengan mengakui kebenaran dan janganlah kamu menyembunyikannya (atau) terhadap (kedua ibu bapak dan kaum kerabatmu. Jika ia) maksudnya orang yang disaksikan itu (kaya atau miskin, maka Allah lebih utama bagi keduanya) daripada kamu dan lebih tahu kemaslahatan mereka. (Maka janganlah kamu mengikuti hawa nafsu) dalam kesaksianmu itu dengan jalan pilih kasih, misalnya dengan mengutamakan orang yang kaya untuk mengambil muka atau si miskin karena merasa kasihan kepadanya (agar) tidak (berlaku adil) atau menyeleweng dari kebenaran. (Dan jika kamu mengubah) atau memutarbalikkan kesaksian, menurut satu qiraat dengan membuang huruf wawu yang pertama sebagai takhfif (atau berpaling) artinya enggan untuk memenuhinya (maka sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) hingga akan diberi-Nya balasannya."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 136,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْ نَزَّلَ عَلٰى رَسُوْلِهٖ وَالْكِتٰبِ الَّذِيْٓ اَنْزَلَ مِنْ قَبْلُ ۗوَمَنْ يَّكْفُرْ بِاللّٰهِ وَمَلٰۤىِٕكَتِهٖ وَكُتُبِهٖ وَرُسُلِهٖ وَالْيَوْمِ الْاٰخِرِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
    "translation": "Wahai orang-orang yang beriman! Tetaplah beriman kepada Allah dan Rasul-Nya (Muhammad) dan kepada Kitab (Al-Qur'an) yang diturunkan kepada Rasul-Nya, serta kitab yang diturunkan sebelumnya. Barangsiapa ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, dan hari kemudian, maka sungguh, orang itu telah tersesat sangat jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/629.mp3",
    "tafsir": "Ayat ini menyeru kaum Muslimin agar mereka tetap beriman kepada Allah, kepada Rasul-Nya Muhammad saw, kepada Al-Qur'an yang diturunkan kepadanya, dan kepada kitab-kitab yang diturunkan kepada rasul-rasul sebelumnya. Kemudian ayat ini memperingatkan orang-orang yang mengingkari seruan-Nya. Barang siapa mengingkari Allah, para malaikat-Nya, kitab-kitab-Nya, dan hari akhirat, ia telah tersesat dari jalan yang benar, yaitu jalan yang akan menyelamatkan mereka dari azab yang pedih dan membawanya kepada kebahagiaan yang abadi.\nIman kepada kitab-kitab Allah dan kepada rasul-rasul-Nya adalah satu rangkaian yang tidak dapat dipisah-pisahkan. Tidak boleh beriman kepada sebagian rasul dan kitab saja, tetapi mengingkari bagian yang lain seperti dilakukan oleh orang-orang Yahudi dan Nasrani. Iman serupa ini tidak dipandang benar, karena dipengaruhi oleh hawa nafsu atau hanya mengikuti pendapat-pendapat dan pemimpin-pemimpin saja.\nApabila ada orang yang mengingkari sebagian kitab, atau sebagian rasul, maka hal itu menunjukkan bahwa ia belum meresapi hakikat iman, karena itu imannya tidak dapat dikatakan iman yang benar, bahkan suatu kesesatan yang jauh dari bimbingan hidayah Allah.",
    "quraish": "Risalah-risalah samawi pada hakikatnya adalah satu, karena yang mengutus para rasul hanya satu pula: Allah Swt. Maka tunduklah, wahai orang-orang yang beriman, kepada Allah dan ikhlaskan dirimu kepada-Nya. Percayalah kepada Nabi Muhammad dan apa yang dibawa dalam al-Qur'ân yang diturunkan kepadanya, dan laksanakanlah. Percayalah kepada kitab-kitab suci yang turun sebelumnya seperti saat diturunkan tanpa penyelewengan dan kealpaan. Barangsiapa yang ingkar kepada Allah, Sang Pencipta, malaikat, alam gaib, kitab-kitab Allah dan rasul-rasul-Nya, serta hari akhir, maka ia telah tersesat dari jalan yang benar dan berada dalam jalan kesesatan.",
    "jalalayn": "(Hai orang-orang yang beriman, berimanlah kamu) artinya tetaplah beriman (kepada Allah dan rasul-Nya dan kepada kitab yang diturunkan-Nya kepada rasul-Nya) Muhammad saw. yakni Alquran (serta kitab yang diturunkan-Nya sebelumnya) maksudnya kitab-kitab yang diturunkan-Nya kepada para rasul, dan menurut satu qiraat kedua kata kerjanya dalam bentuk pasif. (Dan siapa yang ingkar kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya dan hari akhirat, maka sungguhnya ia telah sesat sejauh-jauhnya) dari kebenaran."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 137,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ اٰمَنُوْا ثُمَّ كَفَرُوْا ثُمَّ ازْدَادُوْا كُفْرًا لَّمْ يَكُنِ اللّٰهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيْلًاۗ  ",
    "translation": "Sesungguhnya orang-orang yang beriman lalu kafir, kemudian beriman (lagi), kemudian kafir lagi, lalu bertambah kekafirannya, maka Allah tidak akan mengampuni mereka, dan tidak (pula) menunjukkan kepada mereka jalan (yang lurus).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/630.mp3",
    "tafsir": "Ada sekelompok orang yang telah menyatakan dirinya beriman, kemudian berbalik menjadi kafir. Sesudah itu beriman kembali, lalu berbalik lagi menjadi kafir dan akhirnya mereka bertambah-tambah kekafirannya hingga saat ajal mereka tiba. Orang-orang yang serupa itu sedikit pun tidak akan mendapat ampunan dari Allah, dan tidak akan mendapat bimbingan untuk memperoleh petunjuk.\nMereka selalu dalam keadaan bimbang dan ragu, pendirian mereka berubah-ubah dari iman ke kafir, dari kafir ke iman, mereka telah kehilangan pegangan. Karenanya mereka tidak dapat lagi memahami hakikat kebenaran dan keutamaan iman. Oleh sebab itulah sesuai dengan ketentuan Allah, orang yang hatinya bimbang dan ragu tidak akan mendapat petunjuk ke jalan yang benar. Maka sudah sepantasnyalah apabila mereka jauh dari rahmat Allah, apalagi untuk mendapatkan ampunan-Nya, karena jiwa mereka telah ditutupi noda-noda kekafiran, sehingga tidak lagi dapat melihat cahaya kebenaran.\nSebenarnya tak ada yang dapat menghalang-halangi ampunan dan hidayah Allah yang akan diberikan kepada makhluk-Nya. Hanya saja kehendak Allah itu tidak terlepas dari usaha manusia yang timbul karena ilmu dan amalannya, akan berbekas pada jiwanya. Maka apabila seseorang terus-menerus mengikuti saja sesuatu pendapat tanpa penyelidikan niscaya akalnya tidak mendapat petunjuk. Begitu pula apabila jiwa seseorang telah dikotori dengan kefasikan dan maksiat, maka ia tidak akan mendapat jalan untuk memperoleh ampunan, tanpa bertobat.\n\n\"Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk\". (Thaha/20:82).\n\nAmpunan Allah dapat menghapuskan noda-noda dosa di dalam jiwa. Apabila seseorang bertobat dan beramal saleh, maka semua kekotoran jiwa dan dosanya akan terkikis habis.\n\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hud/11:114).",
    "quraish": "Iman berarti tunduk secara mutlak dan mengerjakan kebenaran secara terus menerus. Maka, orang yang ragu-ragu bukan termasuk orang yang beriman. Orang-orang yang beriman lalu kufur, kemudian beriman dan kembali lagi kepada kekufuran, maka hal itu hanya akan menambah kekufuran mereka. Allah tidak akan mengampuni kejahatan yang telah mereka perbuat dan tidak pula memberi mereka petunjuk ke jalan yang benar. Allah akan mengampuni orang-orang yang bertobat dan menjauhi kejahatan, dan akan memberi petunjuk kepada orang-orang yang selalu mencari kebenaran.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman) kepada Musa, maksudnya orang-orang Yahudi (kemudian mereka kafir) dengan menyembah anak sapi (kemudian beriman) sesudah itu (lalu kafir lagi) kepada Isa (kemudian bertambah kekafiran mereka) kepada Muhammad saw. (maka Allah sekali-kali takkan mengampuni mereka) selama mereka dalam keadaan demikian (dan tidak pula akan menuntun mereka ke jalan yang lurus) atau benar."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 138,
    "arab": "بَشِّرِ الْمُنٰفِقِيْنَ بِاَنَّ لَهُمْ عَذَابًا اَلِيْمًاۙ",
    "translation": "Kabarkanlah kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/631.mp3",
    "tafsir": "Orang-orang munafik sangat tercela karena sikap mereka yang selalu berubah-ubah, dan tidak sesuai ucapannya dengan perbuatannya. Pada saat berkumpul dengan orang-orang mukmin, mereka menampakkan keimanannya dan menyembunyikan kekufurannya. Sebaliknya apabila bertemu dengan orang-orang kafir, mereka menampakkan kekafirannya dan menyembunyikan keimanannya. Mereka benar-benar akan mendapat siksaan yang pedih.",
    "quraish": "Wahai Rasulullah, berilah peringatan kepada orang-orang munafik bahwa mereka akan mendapat siksa yang pedih di hari kiamat kelak.",
    "jalalayn": "(Beritakanlah hai Muhammad kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih) yang menyakitkan yaitu siksa neraka."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 139,
    "arab": " ۨالَّذِيْنَ يَتَّخِذُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۗ اَيَبْتَغُوْنَ عِنْدَهُمُ الْعِزَّةَ فَاِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ",
    "translation": "(yaitu) orang-orang yang menjadikan orang-orang kafir sebagai pemimpin dengan meninggalkan orang-orang mukmin. Apakah mereka mencari kekuatan di sisi orang kafir itu? Ketahuilah bahwa semua kekuatan itu milik Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/632.mp3",
    "tafsir": "Kemudian diterangkan sifat-sifat mereka yang pantas dicela, yaitu sifat orang-orang munafik, yang sebenarnya bersekongkol dengan orang-orang kafir. Mereka memusuhi orang-orang mukmin, bahkan dalam saat-saat yang penting, mereka membantu orang kafir, karena mereka berkeyakinan bahwa kemenangan akan diperoleh orang kafir.\nSikap mereka dicela, karena harapan mereka akan mendapatkan kekuatan dari orang-orang kafir, tetapi kekuatan itu tidak akan mereka peroleh, sebab kekuatan dan perlindungan pada hakikatnya di tangan Allah. Allah yang memberikan kekuatan dan perlindungan, menurut kehendak-Nya kepada orang yang betul-betul beriman dan mematuhi segala petunjuk-Nya.\nPetunjuk Allah disampaikan melalui para rasul dan merekalah yang menjelaskan jalan yang harus ditempuh guna memperoleh petunjuk. Maka kekuatan dan perlindungan Allah, akan dimiliki oleh orang-orang mukmin, apabila mereka tetap berpegang kepada Kitab Allah dan selalu berpedoman pada hidayah-Nya. Tetapi orang-orang munafik tidak melihat kekuatan dan perlindungan yang gaib, mereka hanya teperdaya oleh kekuatan dan perlindungan lahir yang sifatnya tidak tetap. Mereka pun tidak akan memperoleh apa yang diharapkannya. Berkenaan dengan itu Allah berfirman:\n\n\"Barang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. ¦\" (Fajir/35:10).\n\n\n\"¦Padahal kekuatan itu hanyalah bagi Allah, bagi Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.\" (al-Munafiqun/63:8).",
    "quraish": "Mereka memberikan kekuasaan dan perwalian mereka kepada orang-orang kafir, bukan kepada orang-orang Mukmin. Apakah mereka mengharapkan kejayaan dan bangga dengan orang-orang kafir itu? Kejayaan hanya milik Allah yang akan diberikan kepada hamba-hamba-Nya yang beriman. Barangsiapa mencari kejayaan dan bangga dengan Allah, akan jaya. Sebaliknya, barangsiapa mencari kejayaan dan bangga dengan selain Allah maka akan hina.",
    "jalalayn": "(Yaitu orang-orang) menjadi badal atau na'at bagi orang-orang munafik (yang mengambil orang-orang kafir sebagai temannya yang setia dan bukan orang-orang mukmin) karena dugaan mereka bahwa orang-orang kafir itu mempunyai kekuatan. (Apakah mereka hendak mencari kekuatan pada mereka itu?) Pertanyaan bermakna sanggahan, artinya mereka takkan menemukan hal itu padanya. (Karena sesungguhnya semua kekuatan itu milik Allah) baik di dunia maupun di akhirat, dan takkan tercapai kecuali oleh kekasih-kekasih-Nya."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 140,
    "arab": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى الْكِتٰبِ اَنْ اِذَا سَمِعْتُمْ اٰيٰتِ اللّٰهِ يُكْفَرُ بِهَا وَيُسْتَهْزَاُ بِهَا فَلَا تَقْعُدُوْا مَعَهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖٓ  ۖ اِنَّكُمْ اِذًا مِّثْلُهُمْ ۗ اِنَّ اللّٰهَ جَامِعُ الْمُنٰفِقِيْنَ وَالْكٰفِرِيْنَ فِيْ جَهَنَّمَ جَمِيْعًاۙ   ",
    "translation": "Dan sungguh, Allah telah menurunkan (ketentuan) bagimu di dalam Kitab (Al-Qur'an) bahwa apabila kamu mendengar ayat-ayat Allah diingkari dan diperolok-olokkan (oleh orang-orang kafir), maka janganlah kamu duduk bersama mereka, sebelum mereka memasuki pembicaraan yang lain. Karena (kalau tetap duduk dengan mereka), tentulah kamu serupa dengan mereka. Sungguh, Allah akan mengumpulkan semua orang-orang munafik dan orang-orang kafir di neraka Jahanam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/633.mp3",
    "tafsir": "Orang mukmin dilarang berkumpul atau berada dalam satu majelis dengan kaum munafik yang menghina agama dan hukum-hukumnya, karena kaum munafik itu apabila mendengar ayat-ayat Allah, mereka ingkar dan memperolok-oloknya.\n\n\"Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. ¦\" (al-An'am/6:68).\nSebagian Muslimin duduk-duduk bersama orang-orang musyrik yang sedang membicarakan kekafiran, mencela Islam, dan menghina Al-Qur'an, sedang Muslimin itu tidak sanggup menyanggah pembicaraan orang-orang musyrik itu, karena mereka dalam keadaan lemah. Maka Allah menyuruh umat Islam berpaling meninggalkan orang-orang musyrik dan melarang duduk bersama mereka.\nDemikian pula orang Yahudi berbuat seperti kaum musyrik, yaitu membicarakan kekafiran dan mencela Islam bersama orang-orang musyrik. Orang mukmin dilarang duduk bersama orang-orang Yahudi dan melibatkan diri dalam pembicaraan-pembicaraan yang menghina agama Allah. Mereka disuruh menjauhi, dan masuk kepada pembicaraan lain yang tidak mengandung penghinaan kepada agama.\nApabila kaum Muslimin ikut bersama-sama dengan kaum munafik itu dan tidak mau meninggalkan mereka, maka Allah menganggap mereka bersekongkol dengan orang-orang kafir itu. Itulah sebabnya Allah melarang kaum Muslimin berkumpul dengan orang Yahudi. Apabila larangan yang telah disampaikan kepada mereka itu masih juga dilakukan, niscaya mereka dianggap sama dengan orang-orang kafir.\nBarang siapa membenarkan perbuatan yang mungkar, dan diam saja terhadap kemungkaran itu, maka ia dapat disamakan dengan orang yang berbuat dosa. Membantah kemungkaran berarti mencegah tersebarnya perbuatan itu di tengah-tengah masyarakat. Sesudah itu Allah menegaskan ancaman-Nya terhadap orang-orang yang tidak menghiraukan larangan-Nya. Dia akan menyiksa mereka dengan api neraka bersama-sama orang kafir.",
    "quraish": "Allah telah menurunkan al-Qur'ân kepada kalian. Setiap kali kalian mendengar ayat al-Qur'ân dibacakan, di antara kalian ada yang mempercayainya dan ada juga yang mengingkari dan mengolok- oloknya. Kalau demikian keadaan orang-orang kafir dan munafik, dan kalian sendiri mendengar olok-olok mereka, janganlah kalian duduk bersama mereka sampai mereka berbicara yang lain. Karena, kalau tidak, kalian akan menjadi seperti mereka yang mengolok-olok al-Qur'ân itu. Sesungguhnya orang-orang kafir dan munafik akan mendapat siksa yang amat pedih, karena Allah akan mengumpulkan mereka pada hari kiamat di neraka Jahanam.",
    "jalalayn": "(Dan sungguh, Allah telah menurunkan) dapat dibaca nazzala dan nuzzila (kepadamu dalam Kitab) yakni Alquran surah Al-An'am (bahwa) ditakhfifkan sedangkan isimnya dibuang dan asalnya annahu (jika kamu dengar ayat-ayat Allah) maksudnya ayat-ayat Alquran (diingkari dan diperolok-olokkan, maka janganlah kamu ikut duduk bersama mereka) maksudnya bersama orang-orang kafir dan yang memperolok-olokkan itu (sampai mereka memasuki pembicaraan yang lain. Karena sesungguhnya kamu jika demikian) artinya duduk bersama mereka (serupa dengan mereka) dalam kedosaan. (Sesungguhnya Allah akan mengumpulkan semua orang munafik dan orang kafir di dalam neraka Jahanam) sebagaimana mereka pernah berkumpul di atas dunia dalam mengingkari dan memperolok-olokkan Alquran."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 141,
    "arab": " ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ",
    "translation": "(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, “Bukankah kami (turut berperang) bersama kamu?” Dan jika orang kafir mendapat bagian, mereka berkata, “Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?” Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/634.mp3",
    "tafsir": "Kaum munafik senantiasa menunggu-nunggu peluang yang baik yang menguntungkan diri mereka. Mereka mencari-cari kesempatan kapan terjadi peristiwa yang menimpa Muslimin. Harapan mereka ialah hancurnya kekuatan Islam dan kemenangan orang-orang kafir. Hanya saja mereka tidak mau menampakkan sikap yang tegas karena mereka dipengaruhi oleh keragu-raguan yang menyelubungi jiwa mereka. Itulah sebabnya apabila kemenangan diperoleh Muslimin, mereka mengaku bahwa mereka membantu kaum Muslimin, agar memperoleh kesempatan untuk menikmati kemenangan itu. Sebaliknya apabila kemenangan berada di pihak orang-orang kafir mereka pun mengatakan bahwa mereka berusaha dengan keras untuk membantu mereka dalam menghadapi serangan-serangan kaum Muslimin, dengan maksud agar mereka dapat memperoleh bagian dari kemenangan tersebut.\nJelas bahwa perbuatan orang-orang munafik itu adalah semata-mata untuk memperoleh keuntungan, tetapi tidak mau menanggung resikonya. Dengan demikian mereka ingin mendapatkan keuntungan tanpa berusaha, dan ingin menyelamatkan diri tanpa bersusah payah. Maka ayat ini menegaskan bahwa Allah akan menentukan pada hari kiamat siapa-siapa di antara mereka yang betul-betul beriman dan melaksanakan perintah Allah dengan ikhlas, dan siapa yang munafik dan pura-pura beriman tetapi di hatinya tersembunyi penyakit nifaq. Allah akan memberikan pahala kepada siapa yang berhak menerimanya, dan juga akan memberikan siksaan kepada siapa yang berhak menerimanya.\nSelama kaum Muslimin tetap berpegang kepada agama, melaksanakan apa yang diperintahkannya dan menjauhi apa yang dilarangnya, serta berusaha menyiapkan apa yang diperlukan untuk kepentingan agama, niscaya Allah akan menjamin kemenangan mereka, sedikit pun Allah tidak akan memberikan jalan kepada orang-orang kafir untuk memperoleh kemenangan atas orang-orang mukmin. \n\n\"Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),\" (al-Mu'min/40:51).",
    "quraish": "Orang-orang munafik itu selalu menunggu-nunggu seperti orang dengki yang selalu menunggu- nunggu dan mengharapkan agar kalian mendapatkan musibah dan mati terbunuh jika kalian berperang melawan musuh. Jika kalian mendapat kemenangan dari Allah menuju jalan yang benar, mereka berkata kepada orang-orang Mukmin, karena kemenangan itu telah menghinakan mereka dan Allah telah menolong orang-orang yang beriman, \"Bukankah kami bersama kalian dan termasuk kelompok kalian?\" Tetapi, jika orang-orang kafir mendapat kemenangan, mereka berkata, \"Bukankah kami turut memenangkan kalian dan kami telah memberikan kasih sayang kami kepada kalian serta membela kalian dari orang-orang Mukmin?\" Allah akan memberi keputusan di antara kalian dan orang-orang munafik pada hari kiamat. Dia sekali-kali tidak akan memberi jalan kepada orang-orang kafir untuk memusnahkan orang-orang Mukmin selama orang-orang Mukmin tetap beriman dan mengerjakan amal saleh.",
    "jalalayn": "(Yakni orang-orang) menjadi badal bagi \"orang-orang\" yang sebelumnya (yang menunggu-nunggu datangnya padamu) giliran peristiwa (jika kamu beroleh kemenangan) berikut harta rampasan (dari Allah, mereka berkata) kepadamu (\"Bukankah kami bersama kamu\") baik dalam keagamaan maupun dalam berjihad? Lalu mereka diberi bagian harta rampasan itu. (Sebaliknya jika orang-orang kafir yang beroleh nasib baik) berupa kemenangan terhadapmu (mereka berkata) kepada orang-orang kafir itu: (\"Bukankah kami turut berjasa memenangkanmu) padahal kalau kami mau, kami mampu pula menahan dan memusnahkanmu tetapi itu tidak kami lakukan?\" (\"Dan) tidakkah (kami membela kamu dari orang-orang mukmin) agar mereka tidak beroleh kemenangan, yaitu dengan mengirim berita kepadamu, membukakan rahasia dan siasat mereka, hingga jasa besar kami itu tidak dapat kamu ingkari dan lupakan?\" Firman Allah swt.: (\"Maka Allah akan memberi keputusan di antara kamu) dengan mereka (pada hari kiamat) yaitu dengan memasukkanmu ke dalam surga dan memasukkan mereka ke dalam neraka. (Dan Allah sekali-kali tidak akan memberi jalan kepada orang kafir terhadap orang-orang beriman.\") maksudnya jalan untuk mencelakakan dan membasmi mereka"
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 142,
    "arab": "اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ  ",
    "translation": "Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat, mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/635.mp3",
    "tafsir": "Kemudian Allah menjelaskan sikap orang-orang munafik yang selalu membantu tipu daya untuk menghalang-halangi berkembangnya agama Islam. Mereka juga menipu Rasul saw dengan jalan menampakkan keimanan dan menyembunyikan kekafiran.\nKaum munafik telah menipu Allah dengan menipu Rasul-Nya, karena menipu Rasul itu disamakan dengan menipu Allah. Perbuatan mereka menipu Allah dan Rasul-Nya itu adalah perbuatan sesat. Allah Maha Mengetahui apa yang terkandung dalam hati mereka. Oleh sebab itu Allah membalas tipuan mereka seperti yang diterangkan dalam firman-Nya:\n\nDan mereka (orang-orang kafir) membuat tipu daya, maka Allah pun membalas tipu daya. Dan Allah sebaik-baik pembalas tipu daya. (ali 'Imran/3:54).\n\n\nPerumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat. (al-Baqarah/2:17).\n\nTipu daya mereka tidak akan berhasil dan mereka tidak akan mendapat manfaat dari petunjuk-petunjuk yang datang dari Allah karena sifat-sifat kemunafikannya yang bersemi di dalam dada mereka. Apabila mereka mendirikan salat, mereka bermalas-malas karena tidak mempunyai keinginan untuk melakukannya, mereka tidak meyakini adanya pahala di akhirat dan tidak merasa takut akan ancaman Allah di hari kemudian. Hal ini disebabkan karena hatinya kosong dari iman yang benar. Mereka ikut melakukan salat hanyalah agar dikatakan Muslim. Sedangkan apabila mereka tidak lagi berada dilingkungan kaum Muslimin, mereka tidak lagi melakukannya.\nPantaslah apabila mereka berlaku demikian karena mereka sebenarnya adalah bersifat ria, ingin agar mereka dianggap mukmin. Mereka tidak melakukan salat terkecuali dalam waktu-waktu tertentu saja, yaitu pada saat-saat mereka berada di hadapan umat Islam.",
    "quraish": "Sesungguhnya orang-orang munafik, dengan kemunafikannya, telah mengira bahwa mereka akan dapat menipu Allah dan menyembunyikan hakikat diri mereka dari-Nya. Allahlah yang akan membalas tipuan mereka. Allah akan mebiarkan mereka bergelimang dalam kejahatan dan akan membuat perhitungan terhadap apa yang mereka perbuat. Orang-orang munafik itu mempunyai ciri lahir dan ciri batin. Yang pertama tampak pada sikap bermalas-malasan dalam melaksanakan salat. Salatnya itu hanya dimaksudkan untuk riya, bukan salat yang sebenarnya. Sedang yang kedua, ciri batin, tampak pada sedikitnya berzikir kepada Allah. Karena jika mereka selalu menyebut Allah, niscaya mereka akan meninggalkan kemunafikannya.",
    "jalalayn": "(Sesungguhnya orang-orang munafik itu menipu Allah) yaitu dengan menampakkan hal-hal yang berlawanan dengan kekafiran yang mereka sembunyikan dengan maksud untuk menghindari hukum-hukum keduniaan yang bertalian dengan itu (dan Allah menipu mereka pula) maksudnya membalas tipuan mereka itu dengan diberitahukannya apa yang mereka sembunyikan itu oleh Allah kepada nabi-Nya hingga di dunia ini rahasia mereka terbuka sedangkan di akhirat kelak mereka menerima siksa. (Dan jika mereka berdiri untuk mengerjakan salat) bersama orang-orang mukmin (mereka berdiri dengan malas) merasa berat. (Mereka bersifat riya di hadapan manusia) dengan salat itu (dan tidak berzikir kepada Allah) maksudnya tidak melakukan salat (kecuali sebentar) disebabkan riya tadi."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 143,
    "arab": "مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
    "translation": "Mereka dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barangsiapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/636.mp3",
    "tafsir": "Kaum munafik kadang-kadang memihak orang-orang mukmin dan kadang-kadang memihak orang-orang kafir. Sikap mereka memihak itupun tidak dilakukan secara ikhlas, karena mereka hanya menginginkan ketentuan duniawi dan melepaskan diri dari tekanan-tekanan yang akan dijumpainya dari kedua belah pihak.\nBarang siapa yang disesatkan dari hidayah Allah, maka tidak ada yang dapat menolong dan tidak ada yang dapat menunjukinya kepada jalan yang benar yang akan melepaskan mereka dari kesesatan.",
    "quraish": "Orang-orang munafik berada dalam keragu-raguan: tidak termasuk kelompok kalian dan juga tidak sepenuhnya termasuk kelompok kafir. Hal itu akibat lemahnya iman dan jiwa mereka, di samping akibat kesesatan mereka dari kebenaran. Barangsiapa yang disesatkan oleh Allah maka kamu sekali-kali tidak akan mendapat jalan untuk memberi petunjuk baginya.",
    "jalalayn": "(Mereka dalam keadaan bimbang) ragu-ragu (antara demikian) yakni antara kafir dan iman (tidak) masuk (kepada mereka ini) artinya golongan orang-orang kafir (dan tidak pula kepada mereka itu) artinya golongan orang-orang beriman. (Dan siapa yang disesatkan Allah, maka tidak akan kamu temui baginya jalan) untuk menerima petunjuk."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 144,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ اَتُرِيْدُوْنَ اَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang-orang kafir sebagai pemimpin selain dari orang-orang mukmin. Apakah kamu ingin memberi alasan yang jelas bagi Allah (untuk menghukummu)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/637.mp3",
    "tafsir": "Dalam ayat ini ada larangan, agar orang-orang mukmin tidak meminta pertolongan kepada orang kafir yang memusuhi kaum Muslimin, baik dengan meminta pendapat atau berteman dekat dengan mereka, dan tidak boleh memberikan kepercayaan apalagi membocorkan rahasia kepada mereka. Larangan serupa ini terdapat juga dalam firman Allah:\n\n\"Janganlah orang-orang beriman menjadikan orang kafir sebagai pemimpin, melainkan orang-orang beriman. Barang siapa berbuat demikian, niscaya dia tidak akan memperoleh apa pun dari Allah, kecuali karena (siasat) menjaga diri dari sesuatu yang kamu takuti dari mereka. Dan Allah memperingatkan kamu akan (siksa) dari-Nya, ¦.\" (Ali 'Imran/3:28).\n\n\"Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(mu); mereka satu sama lain saling melindungi. ¦\" (al-Maidah/5:51).\n\nKaum Muslimin diperingatkan agar berhati-hati dalam meminta pertolongan kepada orang kafir yang memusuhi Islam baik dengan niat, ide-ide maupun dengan perbuatan, karena pertolongan yang didapat dari orang-orang kafir itu mungkin akan membahayakan kaum Muslimin sendiri. Allah menanyakan kepada orang-orang mukmin, apakah mereka akan membuat hal-hal yang menyebabkan mereka berhak menerima siksaan yaitu apabila mereka menggunakan orang kafir menjadi penolong mereka?",
    "quraish": "Di antara faktor penyebab kemunafikan adalah menjadikan orang-orang yang tidak beriman sebagai pemimpin dan penolong. Oleh karena itu, jauhilah hal semacam ini, wahai orang-orang yang beriman. Janganlah kalian menjadikan orang-orang kafir sebagai penolong yang memiliki kekuasaan dan kalian taati. Jika kalian melakukan hal itu, maka Allah mempunyai alasan yang jelas untuk menghukum kalian. Sehingga, dengan demikian, kalian termasuk ke dalam golongan orang-orang munafik dan akan menjadi hina. Sebab, kalian tidak meminta pertolongan dan kejayaan dari Allah, kebenaran, dan amal saleh.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang kafir dan bukan orang-orang mukmin sebagai pelindung! Apakah kamu hendak memberikan kepada Allah buat menyiksamu) dengan mengambil mereka sebagai pelindung itu (suatu alasan yang nyata) atau bukti yang tegas atas kemunafikanmu?"
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 145,
    "arab": "اِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ",
    "translation": "Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/638.mp3",
    "tafsir": "Orang-orang munafik diperingatkan, bahwa mereka akan disiksa di neraka pada tingkatan yang paling bawah, karena perbuatan mereka dipandang perbuatan yang paling jahat, di dalam diri mereka bersemi kekafiran dan kemunafikan. Mereka menipu Rasulullah dan orang-orang mukmin. Maka siksaan yang paling pantas bagi mereka ialah neraka yang paling bawah tingkatannya. Mereka tidak akan mendapatkan penolong yang dapat menyelamatkan ataupun meringankan siksaan yang akan mereka terima.",
    "quraish": "Sesungguhnya orang-orang munafik berada di dalam neraka Jahanam yang paling dalam akibat kemunafikan mereka. Mereka berada di bagian terendah neraka. Dan kamu, Muhammad, tidak akan menemukan penolong yang dapat melindungi mereka dari siksa neraka.",
    "jalalayn": "(Sesungguhnya orang-orang munafik itu pada tempat) atau tingkat (yang paling bawah dari neraka) yakni bagian kerak atau dasarnya. (Dan kamu sekali-kali tidak akan mendapatkan seorang penolong pun bagi mereka) yakni yang akan membebaskannya dari siksa."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 146,
    "arab": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَاَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَاُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ اَجْرًا عَظِيْمًا ",
    "translation": "Kecuali orang-orang yang bertobat dan memperbaiki diri dan berpegang teguh pada (agama) Allah dan dengan tulus ikhlas (menjalankan) agama mereka karena Allah. Maka mereka itu bersama-sama orang-orang yang beriman dan kelak Allah akan memberikan pahala yang besar kepada orang-orang yang beriman.   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/639.mp3",
    "tafsir": "Orang-orang munafik masih diberi kesempatan untuk bertobat selama ajal mereka belum tiba, asal mereka betul-betul menyesali perbuatan mereka atas dasar kesadaran yang keluar dari hati nurani mereka, dan memperbaiki perbuatan mereka dengan melakukan amal saleh dan berpegang teguh pada tuntunan Ilahi.\nDengan kata lain, ancaman Tuhan yang sangat keras itu tidak akan menimpa mereka, apabila mereka bertobat dan menyesali perbuatannya, kemudian melakukan perbuatan-perbuatan sebagai berikut:\n1.Mereka betul-betul berusaha untuk melakukan amal saleh yang dapat menghilangkan noda kemunafikannya dengan selalu bersifat jujur, baik dalam berkata maupun dalam berbuat, dapat dipercaya, memenuhi janji, ikhlas terhadap Allah dan Rasul-Nya, dan tetap melakukan salat dengan khusyuk serta tekun, baik di hadapan orang maupun pada waktu sendiri-sendiri.\n2.Berpegang teguh kepada ajaran Allah, yaitu meniatkan tobat dan amal saleh kepada keridaan Allah serta berpegang teguh pada Al-Qur'an, berakhlak mulia serta berperangai baik sesuai dengan ajaran Al-Qur'an, menjalani semua perintah dan menjauhi segala larangan Allah.\n3.Mengikhlaskan diri kepada Allah yaitu memohon pertolongan hanya kepada-Nya, baik pada waktu senang atau dalam keadaan susah.\nApabila mereka melakukan ketentuan-ketentuan tersebut, maka Allah berjanji akan memasukkan mereka ke dalam barisan orang-orang mukmin di hari kiamat, karena mereka telah beriman, dan beramal seperti orang-orang mukmin, bahkan mereka itu akan diberi pahala seperti pahala yang diterima oleh orang-orang mukmin.",
    "quraish": "Kecuali sebagian mereka yang bertobat, kembali ke jalan Allah, berpegang teguh, ikhlas berserah diri kepada-Nya dan mengerjakan amal saleh. Dengan demikian, mereka termasuk orang-orang Mukmin dan akan menerima pahala seperti yang akan mereka dapatkan. Allah telah menyediakan bagi orang-orang Mukmin balasan yang sangat besar di dunia dan di akhirat.",
    "jalalayn": "(Kecuali orang-orang yang bertobat) dari kemunafikan (dan mengadakan perbaikan) terhadap amal perbuatan mereka (serta berpegang teguh kepada, agama, Allah dan mengikhlaskan agama mereka karena Allah) artinya daripada riya (maka mereka itu bersama orang-orang yang beriman) yakni mengenai apa-apa yang akan mereka peroleh (dan Allah akan memberikan kepada orang-orang beriman itu pahala yang besar) di akhirat kelak yaitu surga."
  },
  {
    "hizb": 40,
    "name": "An-Nisa'",
    "ayat": 147,
    "arab": "مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔",
    "translation": "Allah tidak akan menyiksamu, jika kamu bersyukur dan beriman. Dan Allah Maha Mensyukuri, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/640.mp3",
    "tafsir": "Allah tidak akan menyiksa seseorang secara semena-mena. Allah menyiksa orang-orang munafik, hanyalah karena perbuatan mereka sendiri. Kepada mereka telah diberi akal, panca indera dan perasaan tetapi tidak mereka pergunakan sebagaimana mestinya sehingga mereka tidak mau menerima petunjuk-petunjuk Allah, dan jiwa mereka menjadi kotor serta penyakit kemunafikan bersemi di dalam diri mereka.\nApabila Allah memberikan pahala kepada mereka, sesudah mereka bertobat adalah karena kesadaran dan keikhlasan yang timbul dari hati mereka sendiri, dan telah melakukan amal saleh yang didasarkan kepada iman yang benar. Kemudian Allah menegaskan bahwa Dia Maha Pembalas jasa kepada hamba-Nya yang mau bersyukur dan Maha Mengetahui setiap amal perbuatan yang dilakukannya, dengan memberikan pahala yang tidak terhingga. Allah berfirman:\n\n\"Dan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14:7).",
    "quraish": "Allah hanya menuntut kalian untuk beriman dan bersyukur atas nikmat-Nya. Jika kalian lakukan itu, niscaya kalian tidak akan merasakan siksa. Kalian bahkan akan mendapatkan pahala atas kebaikan dan kesyukuran kalian. Sesungguhnya Allah Maha Mensyukuri perbuatan baik hamba-Nya dan Maha Mengetahui segala kebaikan dan keburukan mereka.",
    "jalalayn": "(Mengapa Allah akan menyiksamu, jika kamu bersyukur) atas nikmat-Nya (dan beriman) kepada-Nya? Pertanyaan ini berarti tidak, jadi maksudnya Allah tidaklah akan menyiksamu. (Dan Allah Maha Mensyukuri) perbuatan-perbuatan orang-orang beriman dengan memberi mereka pahala (lagi Maha Mengetahui) akan makhluk-Nya."
  }
]