[
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 148,
    "arab": "۞ لَا يُحِبُّ اللّٰهُ الْجَهْرَ بِالسُّوْۤءِ مِنَ الْقَوْلِ اِلَّا مَنْ ظُلِمَ ۗ وَكَانَ اللّٰهُ سَمِيْعًا عَلِيْمًا ",
    "translation": "Allah tidak menyukai perkataan buruk, (yang diucapkan) secara terus terang kecuali oleh orang yang dizalimi. Dan Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/641.mp3",
    "tafsir": "Allah tidak menyukai hamba-Nya yang melontarkan kata-kata buruk kepada siapa pun. Kata buruk dapat menimbulkan permusuhan dan kebencian di antara anggota masyarakat dan jika berlarut-larut dapat menjurus kepada pengingkaran hak dan pertumpahan darah, dan dapat pula mempengaruhi orang yang mendengarnya untuk meniru perbuatan itu, terutama bila perbuatan itu dilakukan oleh pemimpin. Allah tidak menyukai sesuatu, berarti Allah tidak meridainya dan tidak memberinya pahala.\nDalam hal ini dikecualikan orang yang dianiaya. Jika seseorang dianiaya, dia diperbolehkan mengadukan orang yang menganiayanya kepada hakim atau kepada orang lain yang dapat memberi pertolongan dalam menghilangkan kezaliman. Jika seseorang dianiaya lalu ia menyampaikan pengaduan, tentu saja pengaduan itu dengan menyebutkan keburukan-keburukan orang yang menganiayanya. Maka dalam hal ini ada dua kemungkinan. Pertama, orang yang teraniaya melontarkan ucapan-ucapan buruk terhadap seseorang yang menganiayanya. Hal ini dapat menimbulkan permusuhan dan kebencian antara kedua belah pihak. Kedua, bila orang yang dianiaya itu mendiamkan saja, maka kezaliman akan tambah memuncak dan keadilan akan lenyap. Karena itu Allah mengizinkan dalam ayat ini bagi orang yang teraniaya melontarkan ucapan dan tuduhan tentang keburukan tindakan-tindakan yang dilakukan oleh orang yang menganiaya walaupun akan mengakibatkan kebencian, karena membiarkan penganiayaan adalah lebih buruk akibatnya, sesuai dengan kaidah:\n\"Melakukan yang lebih ringan mudaratnya di antara dua kemudaratan.\"\n\nOrang yang dianiaya wajib menyampaikan pengaduannya kepada hakim atau lainnya. Seseorang yang zalim jika tidak diambil tindakan yang tegas terhadapnya, kezalimannya akan bertambah luas. Tetapi jika tidak ada maksud untuk menghilangkan kezaliman, seseorang dilarang keras melontarkan ucapan-ucapan yang buruk. Dalam ayat ini diperingatkan bahwa Allah Maha Mendengar dan Maha Mengetahui setiap ucapan yang dikeluarkan oleh orang yang zalim dan orang yang dianiaya, terutama jika mereka melampaui batas sampai melontarkan pengaduan yang dusta atau bersifat menghasut dan mengadu domba.",
    "quraish": "Allah melarang hamba-Nya untuk berkata buruk, kecuali orang yang dianiaya. Ia boleh memaparkan dan mengungkapkan keburukan orang yang menganiayanya. Sesungguhnya Allah Maha Mendengar ucapan orang yang dianiaya dan Maha Mengetahui kezaliman orang yang menganiaya. Dia akan memberi balasan yang setimpal terhadap apa yang dilakukannya. (1) (1) Hukum positif melarang seseorang untuk mengucapkan perkataan buruk secara terang-terangan di hadapan orang lain dengan alasan untuk melindungi pendengaran dan moral manusia dari hal-hal yang dapat merusak dan menyakitkan. Sebab, ucapan buruk dapat menyakiti hati orang yang menjadi obyeknya. Dalam hal ini al-Qur'ân mengatakan lâ yuhibb-u Allâh-u al-jahr-a bi al-sû' min al-qawl yang berarti 'Allah tidak menyukai ucapan buruk yang diucapkan secara terus terang'. Seandainya ayat itu berhenti sampai kata al-sû' 'keburukan', 'kejahatan' saja, sehingga ayat itu berbunyi lâ yuhibb-u Allâh-u al-jahr-a bi al-sû', maka pengertiannya tidak hanya mencakup kejahatan yang dilakukan dengan kata-kata, tetapi mencakup juga kejahatan yang dilakukan dengan perbuatan secara terus terang seperti membuka aurat di tempat umum, atau membuka pakaian wanita supaya terlihat auratnya. Pembatasan kejahatan pada ayat ini hanya pada bentuk ucapan atau kata-kata, mengindikasikan adanya larangan mengenai kejahatan dalam bentuk lain. Dan, memang, kejahatan dalam bentuk lain disinggung pada ayat lain, yaitu ayat ke-19 surat al-Nûr yang artinya berbunyi 'Sesungguhnya orang-orang yang menginginkan tersiarnya berita amat keji itu di kalangan orang-orang yang beriman, akan mendapatkan siksa yang pedih di dunia dan akhirat'. Pembicaraan mengenai hal ini akan diterangkan lagi pada kesempatan lain, menyangkut apa yang dalam hukum positif disebut dengan berbagai istilah, seperti menghina, mencela, menuduh dan sebagainya. Juga termasuk terbebasnya pelaku tindakan menghina dan menuduh dari hukuman apabila tindakannya itu merupakan reaksi atas orang lain yang menghina dan menuduhnya. Oleh karena itu, ayat ini dilanjutkan dengan illâ man zhulim 'kecuali bagi orang yang dizalimi'. Berdasarkan pengecualian ini, orang yang teraniaya boleh mengucapkan kata-kata buruk semacam celaan dengan terus terang selama tidak dilakukan secara berlebihan dan melampaui batas. Ayat ini tidak menyebutkan secara khusus bentuk aniaya dalam pengecualian 'kecuali orang yang dizalimi' tadi, tidak seperti pada kejahatan yang disebut pada awal ayat yang hanya terbatas pada kejahatan kata-kata. Tidak adanya pembatasan bentuk aniaya ini mengindikasikan bahwa aniaya itu mencakup perkataan dan perbuatan, sehingga balasan terhadap tindak kezaliman seperti itu dapat dimaafkan dan pelakunya tidak terkena sanksi. Termasuk juga orang yang dirampas hartanya. Makna lahir ayat ini bahwa barangsiapa dizalimi atau dimusuhi dengan perkataan atau perbuatan kemudian membalasnya dengan caci maki, maka ia tidak berdosa. Ayat berikutnya berusaha mencegah timbulnya sikap ekstrim dalam memahami alasan pembalasan tersebut dengan menyatakan bahwa memafkan suatu kejahatan itu lebih baik daripada membalasnya dengan bentuk kejahatan lain, supaya tidak timbul kekacauan di tengah-tengah masyarakat. Arti ayat itu berbunyi 'Jika kalian menampakkan atau menyembunyikan kebaikan atau memaafkan suatu kejahatan, sesungguhnya Allah Maha Pengampun dan Maha Kuasa'.",
    "jalalayn": "(Allah tidak menyukai perkataan buruk yang diucapkan secara terus terang) dari siapa pun juga, artinya Dia pastilah akan memberinya hukuman (kecuali dari orang yang dianiaya) sehingga apabila dia mengucapkannya secara terus terang misalnya tentang keaniayaan yang dideritanya sehingga ia mendoakan si pelakunya, maka tidaklah dia akan menerima hukuman dari Allah. (Dan Allah Maha Mendengar) apa-apa yang diucapkan (lagi Maha Mengetahui) apa-apa yang diperbuat."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 149,
    "arab": "اِنْ تُبْدُوْا خَيْرًا اَوْ تُخْفُوْهُ اَوْ تَعْفُوْا عَنْ سُوْۤءٍ فَاِنَّ اللّٰهَ كَانَ عَفُوًّا قَدِيْرًا",
    "translation": "Jika kamu menyatakan sesuatu kebajikan, menyembunyikannya atau memaafkan suatu kesalahan (orang lain), maka sungguh, Allah Maha Pemaaf, Mahakuasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/642.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa menyatakan suatu perbuatan baik dengan membeberkannya memang baik, seandainya orang yang melakukan perbuatan itu dapat menjaga diri dari sifat ria serta hatinya penuh dengan keikhlasan dan keimanan, sehingga menjadi teladan bagi orang lain. Sedangkan mengerjakan kebaikan secara tersembunyi akan lebih memelihara kehormatan fakir miskin. Pemberian maaf yang dilakukan seseorang kepada orang-orang yang telah berbuat salah terhadapnya termasuk perbuatan yang akan mendapat balasan dan pahala dari Allah, sebab Allah Maha Pemaaf lagi Mahakuasa.",
    "quraish": "Jika kalian menampakkan atau menyembunyikan kebaikan, atau memaafkan orang yang berbuat tidak baik kepada kalian, Allah pasti akan melimpahkan pahala karena kalian beretika dengan etika ketuhanan, yaitu memberi maaf meskipun pada saat mampu untuk tidak memaafkan. Sesungguhnya Allah Mahabesar ampunan-Nya dan Mahasempurna kekuasaan-Nya.",
    "jalalayn": "(Jika kamu melahirkan) atau memperlihatkan (suatu kebaikan) di antara perbuatan-perbuatan baik (atau menyembunyikannya) artinya melakukannya secara sembunyi-sembunyi (atau memaafkan sesuatu kesalahan) atau keaniayaan orang lain (maka sesungguhnya Allah Maha Pemaaf lagi Maha Kuasa)."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 150,
    "arab": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاللّٰهِ وَرُسُلِهٖ وَيُرِيْدُوْنَ اَنْ يُّفَرِّقُوْا بَيْنَ اللّٰهِ وَرُسُلِهٖ وَيَقُوْلُوْنَ نُؤْمِنُ بِبَعْضٍ وَّنَكْفُرُ بِبَعْضٍۙ وَّيُرِيْدُوْنَ اَنْ يَّتَّخِذُوْا بَيْنَ ذٰلِكَ سَبِيْلًاۙ ",
    "translation": "Sesungguhnya orang-orang yang ingkar kepada Allah dan rasul-rasul-Nya, dan bermaksud membeda-bedakan antara (keimanan kepada) Allah dan rasul-rasul-Nya, dengan mengatakan, “Kami beriman kepada sebagian dan kami mengingkari sebagian (yang lain),” serta bermaksud mengambil jalan tengah (iman atau kafir),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/643.mp3",
    "tafsir": "Di antara manusia ada yang beriman kepada Allah dan sebagian rasul-Nya seperti orang-orang Yahudi dan Nasrani. Orang-orang Yahudi berkata, \"Kami percaya hanya kepada Musa, tidak percaya kepada Muhammad.\" Dan orang Nasrani berkata, \"Kami percaya kepada Musa dan Isa, tetapi tidak percaya kepada Muhammad.\" Kepercayaan seperti itu berarti mencampur-adukkan antara iman dan kafir, padahal sesungguhnya iman dan kafir itu adalah dua hal yang sangat bertentangan. Jika orang Yahudi itu sungguh-sungguh beriman kepada Nabi Musa, tentulah beriman pula kepada Nabi Muhammad saw, demikian pula orang Nasrani, jika mereka sungguh-sungguh beriman kepada Nabi Isa, tentulah mereka beriman kepada Nabi Muhammad saw karena perihal kedatangan Nabi Muhammad saw itu disebut-sebut pula dalam kitab Taurat dan Injil, dan Nabi Muhammad pun membenarkan kitab Taurat dan Injil yang asli yang menjadi pegangan mereka.\nAlasan-alasan yang menunjukkan atas kebenaran kenabian Muhammad saw adalah sempurna, karena Nabi Muhammad saw seorang yang ummi (tidak pandai membaca dan menulis), dibesarkan dalam masyarakat jahiliah, kepadanya diturunkan Al-Qur'an yang sempurna, yang menerangkan segala yang benar. Kedua golongan yang membeda-bedakan kepercayaan terhadap sebagian rasul itu dinyatakan Allah sebagai orang kafir. Terhadap mereka Allah menyediakan siksaan yang menghinakan, azab yang mengandung penghinaan dan penderitaan.",
    "quraish": "Sesungguhnya orang-orang yang tidak beriman kepada Allah dan rasul-rasul-Nya, dan bermaksud membedakan antara beriman kepada Allah dan beriman kepada rasul-rasul-Nya dengan mengatakan, \"Kami beriman kepada sebagian rasul dan tidak beriman kepada sebagian yang lain,\" (berarti hanya beriman kepada nabi-nabi tertentu yang mereka cintai dan tidak beriman kepada yang lain yang mereka benci) padahal seharusnya mereka beriman kepada semuanya, karena iman itu tidak mengenal pemisahan,",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir kepada Allah dan rasul-rasul-Nya dan bermaksud akan membeda-bedakan di antara Allah dengan rasul-rasul-Nya) yakni dengan beriman kepada-Nya serta kafir terhadap mereka (serta mengatakan, \"Kami beriman kepada sebagian) di antara rasul-rasul itu (dan kami kafir terhadap yang lain\") dari mereka (serta bermaksud hendak mengambil di antara demikian) maksudnya di antara kufur dan iman (jalan) yang akan mereka tempuh."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 151,
    "arab": "اُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ حَقًّا ۚوَاَعْتَدْنَا لِلْكٰفِرِيْنَ عَذَابًا مُّهِيْنًا",
    "translation": "merekalah orang-orang kafir yang sebenarnya. Dan Kami sediakan untuk orang-orang kafir itu azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/644.mp3",
    "tafsir": "Di antara manusia ada yang beriman kepada Allah dan sebagian rasul-Nya seperti orang-orang Yahudi dan Nasrani. Orang-orang Yahudi berkata, \"Kami percaya hanya kepada Musa, tidak percaya kepada Muhammad.\" Dan orang Nasrani berkata, \"Kami percaya kepada Musa dan Isa, tetapi tidak percaya kepada Muhammad.\" Kepercayaan seperti itu berarti mencampur-adukkan antara iman dan kafir, padahal sesungguhnya iman dan kafir itu adalah dua hal yang sangat bertentangan. Jika orang Yahudi itu sungguh-sungguh beriman kepada Nabi Musa, tentulah beriman pula kepada Nabi Muhammad saw, demikian pula orang Nasrani, jika mereka sungguh-sungguh beriman kepada Nabi Isa, tentulah mereka beriman kepada Nabi Muhammad saw karena perihal kedatangan Nabi Muhammad saw itu disebut-sebut pula dalam kitab Taurat dan Injil, dan Nabi Muhammad pun membenarkan kitab Taurat dan Injil yang asli yang menjadi pegangan mereka.\nAlasan-alasan yang menunjukkan atas kebenaran kenabian Muhammad saw adalah sempurna, karena Nabi Muhammad saw seorang yang ummi (tidak pandai membaca dan menulis), dibesarkan dalam masyarakat jahiliah, kepadanya diturunkan Al-Qur'an yang sempurna, yang menerangkan segala yang benar. Kedua golongan yang membeda-bedakan kepercayaan terhadap sebagian rasul itu dinyatakan Allah sebagai orang kafir. Terhadap mereka Allah menyediakan siksaan yang menghinakan, azab yang mengandung penghinaan dan penderitaan.",
    "quraish": "mereka adalah orang-orang yang bergelimang dalam kekufuran yang jelas. Sesungguhnya Allah benar- benar akan menyediakan siksa yang pedih bagi mereka dan orang-orang yang seperti mereka.",
    "jalalayn": "(Merekalah orang-orang yang kafir sebenar-benarnya) haqqan adalah mashdar yang memperkuat isi kalimat sebelumnya (dan telah Kami sediakan bagi orang-orang yang kafir itu siksaan yang menghinakan) artinya azab neraka."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 152,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖ وَلَمْ يُفَرِّقُوْا بَيْنَ اَحَدٍ مِّنْهُمْ اُولٰۤىِٕكَ سَوْفَ يُؤْتِيْهِمْ اُجُوْرَهُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ",
    "translation": "Adapun orang-orang yang beriman kepada Allah dan rasul-rasul-Nya dan tidak membeda-bedakan di antara mereka (para rasul), kelak Allah akan memberikan pahala kepada mereka. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/645.mp3",
    "tafsir": "Ayat ini menjelaskan perkara iman kepada Allah dan rasul-rasul-Nya dengan tidak membeda-bedakan di antara rasul-rasul itu, terutama kepada Nabi yang terakhir, Muhammad saw.\nAllah telah mengutus beberapa rasul sejak dahulu disertai petunjuk yang benar dan menutup rangkaian rasul dengan kedatangan Muhammad yang membawa kitab Al-Qur'an sebagai peraturan agama terakhir yang harus ditaati oleh seluruh umat manusia. Bagi orang yang percaya kepada kerasulannya kelak akan disediakan pahala yang besar sesuai dengan keimanan dengan disertai amal saleh. Allah Maha Pengampun terhadap kesalahan orang yang benar-benar beriman dan Maha Penyayang kepada sekalian hamba-Nya dengan memberi petunjuk kepada jalan yang lurus dengan perantaraan rasul-rasul-Nya.",
    "quraish": "Adapun orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, dan tidak mendustakan salah satu dari mereka, maka Allah akan memberi pahala yang besar atas kesempurnaan iman mereka. Sungguh Allah Maha Pengampun bagi orang-orang yang bertobat, Maha Penyayang kepada hamba-hamba-Nya.",
    "jalalayn": "(Orang-orang yang beriman kepada Allah dan para rasul-Nya) artinya semua mereka (dan tidak membeda-bedakan seorang pun di antara mereka kelak Allah akan memberikan kepada mereka) dengan memakai nun atau ya (pahala mereka) artinya pahala amal perbuatan mereka (dan Allah Maha Pengampun) bagi kekasih-kekasih-Nya (lagi Maha Penyayang) kepada ahli taat-Nya."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 153,
    "arab": "يَسْـَٔلُكَ اَهْلُ الْكِتٰبِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَاَلُوْا مُوْسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا اَرِنَا اللّٰهَ جَهْرَةً فَاَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْۚ  ثُمَّ اتَّخَذُوا الْعِجْلَ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ فَعَفَوْنَا عَنْ ذٰلِكَ ۚ وَاٰتَيْنَا مُوْسٰى سُلْطٰنًا مُّبِيْنًا",
    "translation": "(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, “Perlihatkanlah Allah kepada kami secara nyata.” Maka mereka disambar petir karena kezalimannya. Kemudian mereka menyembah anak sapi, setelah mereka melihat bukti-bukti yang nyata, namun demikian Kami maafkan mereka, dan telah Kami berikan kepada Musa kekuasaan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/646.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Jarir dan Ibnu Juraij bahwa orang-orang Yahudi berkata kepada Nabi Muhammad saw, \"Kami tidak akan membenarkan ajakanmu, kecuali jika kamu dapat membawakan kepada kami sebuah kitab dari Allah kepada Fulan bahwa engkau adalah utusan Allah, dan Fulan yang lain menyatakan bahwa engkau utusan Allah,\" dan begitulah seterusnya mereka menyebut beberapa nama orang-orang tertentu dan pendeta-pendeta Yahudi. Mereka berbuat demikian itu tidak lain hanya semata-mata untuk membangkang kepada Nabi Muhammad.\nOrang-orang Yahudi meminta kepada Nabi Muhammad saw supaya diturunkan kepada mereka kitab dari langit yang menyebutkan bahwa Muhammad adalah rasul Allah. Dalam menghadapi persoalan ini, Allah menyuruh Nabi Muhammad untuk bersabar, jangan kaget, karena orang-orang Yahudi pernah meminta kepada Musa yang lebih besar dari itu. Mereka meminta kepada Musa supaya diperlihatkan Allah kepada mereka dengan nyata. Permintaan yang seperti itu menunjukkan kebodohan, karena mereka menyangka bahwa Allah mempunyai tubuh yang dapat dilihat dengan nyata. Tabiat mereka yang suka mengingkari mukjizat dan tidak membedakan antara mukjizat seorang nabi dengan keanehan dari tukang sihir yang semata-mata untuk dijadikan tontonan, adalah menunjukkan keinginan dan kebodohan mereka, dan bagaimanapun keadaannya, permintaan mereka itu tidak patut dilayani, karena mereka tetap tidak akan percaya, seperti firman Allah:\n\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6:7).\n\nOrang-orang Yahudi yang ingin melihat Allah, disambar petir sampai mati akibat permintaannya yang lancang itu, kemudian mereka dihidupkan kembali. Semestinya mereka berlaku hati-hati agar tidak terperosok dalam suatu kesalahan yang berakibat bencana besar, tetapi mereka membuat berhala berbentuk anak sapi yang mereka sembah bersama-sama. Padahal sudah datang kepada mereka bukti-bukti yang nyata seperti tongkat Nabi Musa yang dapat membelah laut, jika tongkat itu dipukulkan pada batu, maka batu itu memancarkan air sebagai sumber air minum. Banyak lagi mukjizat lain yang membuktikan keesaan Allah.\nAllah masih juga memberi ampun kepada mereka tatkala mereka bertobat dengan sungguh-sungguh. Kemudian Allah memberikan kekuasaan kepada Musa a.s. untuk dapat mendudukkan dan mengembalikan mereka kepada jalan yang benar.",
    "quraish": "Orang-orang Yahudi yang ingkar meminta kepadamu, wahai Rasulullah, untuk mendatangkan bukti yang membenarkan kenabianmu dengan mendatangkan kepada mereka kitab suci khusus yang turun dari langit, membuktikan kebenaran kerasulanmu dan mengajak mereka beriman dan menaatimu. Kalau permintaan mereka semakin banyak, kamu tidak perlu terburu-buru untuk memenuhinya. Sebab, para pendahulu mereka telah meminta yang lebih besar dari itu kepada Nabi Mûsâ dengan mengatakan, \"Perlihatkanlah Allah kepada kami dengan nyata.\" Allah menurunkan siksa berupa petir yang menyambar dan memusnahkan mereka karena kezaliman yang mereka perbuat. Kemudian ingatlah dosa mereka yang lebih besar dan lebih buruk dari itu, yaitu menjadikan anak sapi sebagai tuhan selain Allah setelah mereka menyaksikan bukti yang diperlihatkan Nabi Mûsâ kepada Fir'aun dan kaumnya. Kemudian Allah memberi ampunan setelah mereka bertobat kepada-Nya, dan Allah telah menguatkan Nabi Mûsâ dengan bukti yang nyata.",
    "jalalayn": "(Ahli Kitab meminta kepadamu) hai Muhammad; maksudnya orang-orang Yahudi (agar kamu menurunkan kepada mereka sebuah kitab dari langit) maksudnya sekaligus seperti pernah diturunkan-Nya kepada Musa guna mempersulit permintaan itu. Dan sekiranya menurut kamu itu berat (maka sesungguhnya mereka telah pernah meminta) maksudnya nenek moyang mereka (kepada Musa yang lebih besar dari itu, kata mereka, \"Perlihatkanlah Allah kepada kami dengan jelas.\") atau nyata. (Maka mereka disambar oleh petir) artinya maut sebagai hukuman bagi mereka (disebabkan keaniayaan mereka) yakni meminta barang yang sulit. (Kemudian mereka mengambil anak sapi) sebagai tuhan (setelah datang kepada mereka bukti-bukti yang nyata) artinya mukjizat-mukjizat atas kekuasaan Allah (maka Kami maafkan mereka dari hal yang demikian) dan tidak Kami basmi mereka secara tuntas (dan telah Kami berikan kepada Musa kekuasaan yang nyata) artinya keunggulan yang menakjubkan bagi mereka hingga sewaktu mereka disuruh membunuh diri mereka guna bertobat mereka pun menurutinya dengan patuh."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 154,
    "arab": "وَرَفَعْنَا فَوْقَهُمُ الطُّوْرَ بِمِيْثَاقِهِمْ وَقُلْنَا لَهُمُ ادْخُلُوا الْبَابَ سُجَّدًا وَّقُلْنَا لَهُمْ لَا تَعْدُوْا فِى السَّبْتِ وَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًا",
    "translation": "Dan Kami angkat gunung (Sinai) di atas mereka untuk (menguatkan) perjanjian mereka. Dan Kami perintahkan kepada mereka, “Masukilah pintu gerbang (Baitulmaqdis) itu sambil bersujud,” dan Kami perintahkan (pula) kepada mereka, “Janganlah kamu melanggar peraturan mengenai hari Sabat.” Dan Kami telah mengambil dari mereka perjanjian yang kukuh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/647.mp3",
    "tafsir": "Ayat ini mengungkapkan keburukan perbuatan orang-orang Yahudi, yaitu ketika mereka telah mengingkari perjanjian dengan Allah agar patuh mengamalkan kitab Taurat, maka Allah mengangkat Gunung Sinai ke atas mereka sehingga kelihatan seperti awan hitam yang akan menimpa diri mereka. Semula mereka enggan menerima perjanjian itu dengan sepenuh hati. Kemudian Allah memerintahkan pula kepada mereka untuk memasuki pintu gerbang Baitulmakdis, sambil menundukkan kepala dan merendahkan diri sebagai rasa syukur akan nikmat pemberian Allah, serta memohon ampunan atas segala kesalahan mereka pada masa yang lampau.\nKemudian Allah memerintahkan pula kepada mereka supaya jangan melanggar peraturan mengenai hari Sabat seperti larangan menangkap ikan dan sebagainya. Larangan itu mereka langgar, sehingga mereka pada hari Sabat ramai-ramai pergi menangkap ikan dan tidak mau masuk Baitulmakdis. Akibat perbuatan buruk mereka itu, Allah menurunkan siksaan pada mereka seperti dalam firman Allah:\n\n\nDan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, \"Jadilah kamu kera yang hina!\" (al-Baqarah/2:65).\n\nMereka melakukan helah untuk memasang perangkap pada hari Jumat, dan mengambilnya pada hari Minggu. Allah telah mengambil perjanjian dari mereka, yaitu akan mengamalkan isi kitab Taurat dengan bersungguh-sungguh dan menegakkan hukum-hukum Allah dan tidak akan melanggarnya sedikit pun, dan tidak akan menyembunyikan berita tentang kedatangan Nabi Isa dan Nabi Muhammad saw. Jika setelah itu mereka masih melanggar janji, Allah akan menurunkan kepada mereka siksaan yang lebih hebat lagi.",
    "quraish": "Allah mengangkat bukit di atas kepala Banû Isrâ'îl, sebagai ancaman karena mereka tidak mau menerima hukum Tawrât, sampai mereka menerimanya. Allah juga mengambil perjanjian dari mereka lalu memerintahkan kepada mereka untuk memasuki kampung dengan tunduk kepada-Nya dan tidak melanggar perintah-Nya dengan tetap beribadah pada hari Sabtu. Sesungguhnya Allah telah mengambil itu semua dari mereka sebagai perjanjian yang kokoh.",
    "jalalayn": "(Dan Kami angkat ke atas kepada mereka Thur) nama sebuah bukit (disebabkan perjanjian dengan mereka) maksudnya hendak mengadakan perjanjian agar mereka takut dan bersedia menerimanya (dan kata Kami kepada mereka) sementara bukit itu dinaungkan kepada mereka (\"Masukilah pintu gerbang itu) maksudnya pintu gerbang kampung atau negeri (sambil bersujud\") yang menunjukkan ketundukkan (dan Kami wahyukan kepada mereka, \"Janganlah kamu melanggar perintah) menurut suatu qiraat dibaca ta`adduu dengan diidgamkan ta aslinya pada dal yang menjadi ta`taduu; artinya melanggar perintah (pada hari Sabtu\") dengan menangkap ikan padanya (dan Kami telah menerima perjanjian erat dari mereka) mengenai hal itu tetapi mereka melanggarnya."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 155,
    "arab": "فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًاۖ ",
    "translation": "Maka (Kami hukum mereka), karena mereka melanggar perjanjian itu, karena kekafiran mereka terhadap keterangan-keterangan Allah, dan karena mereka telah membunuh nabi-nabi tanpa hak (alasan yang benar) dan karena mereka mengatakan, “Hati kami tertutup.” Sebenarnya Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/648.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebab-sebab turunnya laknat dan kemurkaan Allah kepada orang-orang Yahudi karena mereka melanggar perjanjian yang telah mereka buat, menghalalkan yang haram, dan mengharamkan yang halal. Mereka mengingkari ayat-ayat Allah yang menerangkan kebenaran kenabian para nabi dan mereka telah membunuh beberapa orang nabi yang telah diutus untuk memimpin mereka, tanpa alasan yang benar seperti Nabi Zakaria dan Nabi Yahya, juga karena ucapan mereka yang mengatakan, kami tidak akan menerima kebenaran karena hati kami sudah tertutup. Sebenarnya bukan hanya tertutup, tetapi Allah telah mengunci mati hati mereka, sebab kekafirannya dan perbuatan mereka yang buruk. Akhirnya mereka tidak termasuk orang yang beriman, kecuali beberapa orang saja seperti Abdullah bin Salam dan kawan-kawannya.",
    "quraish": "Allah kemudian menjadi murka, karena mereka melanggar perjanjian, mengingkari tanda-tanda kekuasaan Allah dan membunuh nabi-nabi secara zalim. Selain itu, juga karena tetap lebih memilih kesesatan dengan mengatakan, \"Hati kami telah tertutup dan tidak akan menerima apa yang diserukan kepada kami.\" Mereka tidak jujur mengatakan hal itu. Allahlah yang menutup dan mengunci hati mereka akibat kekufuran mereka. Hanya sebagian kecil dari mereka yang beriman.",
    "jalalayn": "(Maka disebabkan mereka melanggar) ma merupakan tambahan; ba sababiyah berkaitan dengan yang dibuang, yang maksudnya: Kami kutuk mereka disebabkan mereka melanggar (perjanjian mereka dan karena kekafiran mereka terhadap ayat-ayat Allah dan pembunuhan yang mereka lakukan kepada nabi-nabi tanpa alasan yang benar dan kata mereka) kepada Nabi saw. (\"Hati kami tertutup\") tak dapat mendengar apa yang kamu katakan (bahkan Allah telah mengunci hati mereka itu disebabkan kekafiran mereka) hingga tak dapat mendengarkan nasihat dan pelajaran (oleh karena itu mereka tidak beriman kecuali sebagian kecil) dari mereka seperti Abdullah bin Salam dan kawan-kawannya."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 156,
    "arab": "وَّبِكُفْرِهِمْ وَقَوْلِهِمْ عَلٰى مَرْيَمَ بُهْتَانًا عَظِيْمًاۙ ",
    "translation": "dan (Kami hukum juga) karena kekafiran mereka (terhadap Isa), dan tuduhan mereka yang sangat keji terhadap Maryam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/649.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara sebab orang Yahudi mendapat kutukan dan kemurkaan Allah, karena kekafiran mereka terhadap Nabi Isa dan Nabi Muhammad, karena tuduhan mereka terhadap Maryam merupakan kedustaan yang besar bahwa Maryam melakukan zina dengan seorang yang bernama Yusuf an-Najjar, sehingga melahirkan Isa putra Maryam. Tuduhan itu sama sekali tidak benar sebagaimana firman Allah:\n\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3:59).\n\nDemikianlah Allah kuasa menciptakan Isa dari seorang ibu tanpa ayah, Allah membuktikan kekuasaan-Nya menciptakan manusia dengan empat cara:\n1.Menciptakan Adam tanpa ayah dan ibu.\n2.Menciptakan Hawa dari unsur yang sama dengan Adam. \n3.Menciptakan Isa dari ibu tanpa ayah.\n4.Menciptakan yang lain-lain melalui ayah dan ibu.\n\nTernyata apa yang dilontarkan orang Yahudi kepada Maryam bahwa Maryam melakukan perzinaan adalah dusta yang amat besar. \"... Kedustaan yang besar bahwa Maryam melahirkan anak haram. Bibel membantah tuduhan itu: \"... dan menurut anggapan orang, Ia adalah Yusuf, anak Eli...\" (Lukas 3. 23), sebab menurut Matius 1. 1-25, bahwa kelahiran Yesus Kristus pada waktu Maria bertunangan dengan Yusuf, ternyata ia mengandung dari Rohulkudus, sebelum mereka hidup sebagai suami isteri. Yusuf suami seorang yang tulus hati, dan tidak mau mencemarkan nama isterinya, ia bermaksud diam-diam akan menceraikannya. Tetapi dalam mimpinya malaikat Tuhan tampak kepadanya, dan berkata, agar jangan takut \"... mengambil Maria sebagai isterimu, sebab anak yang di dalam kandungannya adalah Rohulkudus. Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, ...\" (Matius 1. 18-21)",
    "quraish": "Allah murka kepada mereka, karena kekufuran dan dusta besar yang mereka tuduhkan kepada Maryam.",
    "jalalayn": "(Dan karena kekafiran mereka) buat kedua kalinya yakni terhadap Isa, dan ba diulang-ulang menyebutkannya untuk memisah di antaranya dengan tempat mengathafkannya (dan tuduhan mereka terhadap Maryam berupa kedustaan besar) di mana mereka menuduhnya berbuat zina."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 157,
    "arab": "وَّقَوْلِهِمْ اِنَّا قَتَلْنَا الْمَسِيْحَ عِيْسَى ابْنَ مَرْيَمَ رَسُوْلَ اللّٰهِۚ وَمَا قَتَلُوْهُ وَمَا صَلَبُوْهُ وَلٰكِنْ شُبِّهَ لَهُمْ ۗوَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِيْهِ لَفِيْ شَكٍّ مِّنْهُ ۗمَا لَهُمْ بِهٖ مِنْ عِلْمٍ اِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوْهُ يَقِيْنًاۢ ۙ ",
    "translation": "dan (Kami hukum juga) karena ucapan mereka, “Sesungguhnya kami telah membunuh Al-Masih, Isa putra Maryam, Rasul Allah,” padahal mereka tidak membunuhnya dan tidak (pula) menyalibnya, tetapi (yang mereka bunuh adalah) orang yang diserupakan dengan Isa. Sesungguhnya mereka yang berselisih pendapat tentang (pembunuhan) Isa, selalu dalam keragu-raguan tentang yang dibunuh itu. Mereka benar-benar tidak tahu (siapa sebenarnya yang dibunuh itu), melainkan mengikuti persangkaan belaka, jadi mereka tidak yakin telah membunuhnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/650.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di antara sebab-sebab orang Yahudi mendapat kutukan dan kemurkaan Allah ialah karena ucapan mereka, bahwa mereka telah membunuh Almasih putra Maryam, Rasul Allah, padahal mereka sebenarnya tidak membunuhnya dan tidak pula menyalibnya, tetapi yang disalib dan yang dibunuh itu ialah orang yang diserupakan dengan Isa Almasih bernama Yudas Iskariot, salah seorang dari 12 orang muridnya.",
    "quraish": "Allah juga murka kepada mereka, sebab dengan nada meremehkan dan menghina, mereka berkata, \"Kami telah membunuh 'Isâ al-Masîh putra Maryam, Rasulullah.\" Padahal sebenarnya mereka tidak membunuh dan menyalib 'Isâ putra Maryam seperti pengakuan mereka. Tetapi yang mereka bunuh adalah orang yang dijadikan tampak mirip 'Isâ. Mereka mengira telah membunuh dan menyalib 'Isâ, padahal mereka hanya membunuh dan menyalib orang yang mirip 'Isâ putra Maryam. Setelah itu mereka saling berbeda pendapat mengenai siapa sebenarnya yang mereka bunuh: 'Isâ atau bukan. Mereka benar-benar ragu dalam hal ini. Sebenarnya, yang terjadi adalah bahwa mereka mengatakan hal itu tanpa dasar pengetahuan selain prasangka saja. Mereka tidak yakin bahwa yang mereka bunuh adalah 'Isâ.",
    "jalalayn": "(Serta karena ucapan mereka) dengan membanggakan diri (\"Sesungguhnya kami telah membunuh Almasih Isa putra Maryam utusan Allah\") yakni menurut dugaan dan pengakuan mereka. Artinya disebabkan semua itu Kami siksa mereka. Dan Allah berfirman menolak pengakuan mereka telah membunuhnya itu (padahal mereka tidak membunuhnya dan tidak pula menyalibnya tetapi diserupakan bagi mereka dengan Isa) maksudnya yang mereka bunuh dan mereka salib itu ialah sahabat mereka sendiri yang diserupakan Allah dengan Isa hingga mereka kira Nabi Isa sendiri. (Sesungguhnya orang-orang yang berselisih paham padanya) maksudnya pada Isa (sesungguhnya dalam keragu-raguan terhadapnya) maksudnya terhadap pembunuhan itu. Agar terlihat orang yang dibunuh itu, sebagian mereka berkata, \"Mukanya seperti muka Isa, tetapi tubuhnya lain, jadi sebenarnya bukan dia!\" Dan kata sebagian pula, \"Memang dia itu Isa!\" (mereka tidak mempunyai terhadapnya) maksudnya pembunuhan itu (keyakinan kecuali mengikuti persangkaan belaka) disebut sebagai istitsna munqathi'; artinya mereka hanya mengikuti dugaan-dugaan hasil khayal atau lamunan belaka (mereka tidak yakin telah membunuh Isa) menjadi hal yang menyangkal pembunuhan Isa itu."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 158,
    "arab": "بَلْ رَّفَعَهُ اللّٰهُ اِلَيْهِ ۗوَكَانَ اللّٰهُ عَزِيْزًا حَكِيْمًا",
    "translation": "Tetapi Allah telah mengangkat Isa ke hadirat-Nya. Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/651.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan bahwa Isa itu diangkat atas perintah Allah dengan badan dan rohnya dan akan diturunkan kembali di akhir zaman sebagai pembela umat Islam dan penerus syariat Nabi Muhammad saw pada saat umat Islam berada dalam keadaan lemah setelah datangnya Dajjal. Kejadian ini menunjukkan kekuasaan Allah untuk menyelamatkan Nabi-Nya, sesuai dengan kebijaksanaan-Nya yang tercantum dalam firman Allah:\n\n(Ingatlah), ketika Allah berfirman, \"Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir¦\" (Ali 'Imran/3:55).\n\nTentang diangkatnya Nabi Isa ke atas langit ada perbedaan pendapat. Menurut jumhur ahli tafsir, diangkat dengan jasmani dan rohaninya, dalam keadaan hidup sebagai suatu mukjizat. Maka Isa a.s. yang diangkat ke langit dengan jasmani dan rohani, sejak diangkat sampai turun kembali ke bumi, sepenuhnya di tangan Allah. Jika manusia biasa saja, seperti Ashhabul Kahfi, bisa tinggal dalam sebuah gua tanpa makan dan minum selama 309 tahun, kiranya tidak perlu dianggap aneh bagi seorang nabi seperti Nabi Isa, untuk tinggal di langit sekian lamanya, karena beliau diberi mukjizat oleh Allah. Pendapat lain mengatakan Nabi Isa diangkat ke langit sesudah wafat lebih dahulu.",
    "quraish": "Malah, yang sebenarnya terjadi, adalah bahwa Allah mengangkat 'Isâ ke sisi-Nya dan menyelamatkannya dari serangan musuh. Mereka tidak menyalib dan tidak pula membunuh 'Isâ. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana dalam semua perbuatan-Nya.",
    "jalalayn": "(Tetapi Allah telah mengangkatnya kepada-Nya dan Allah Maha Tangguh) dalam kerajaan-Nya (lagi Maha Bijaksana) dalam perbuatan-Nya."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 159,
    "arab": "وَاِنْ مِّنْ اَهْلِ الْكِتٰبِ اِلَّا لَيُؤْمِنَنَّ بِهٖ قَبْلَ مَوْتِهٖ ۚوَيَوْمَ الْقِيٰمَةِ يَكُوْنُ عَلَيْهِمْ شَهِيْدًاۚ ",
    "translation": "Tidak ada seorang pun di antara Ahli Kitab yang tidak beriman kepadanya (Isa) menjelang kematiannya. Dan pada hari Kiamat dia (Isa) akan menjadi saksi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/652.mp3",
    "tafsir": "Tidak ada seorang pun dari Ahli Kitab, baik Yahudi maupun Nasrani, melainkan akan beriman kepada Nabi Isa dengan iman yang sebenarnya sebelum mereka itu mati, yaitu ketika menghadapi sakaratul maut. Orang-orang Yahudi akan beriman, bahwa Nabi Isa itu utusan Allah dan roh yang ditiupkan kepada Maryam dan sebagai makhluk ciptaan Allah. Orang-orang Nasrani pun akan beriman bahwa Nabi Isa adalah hamba Allah dan kalimah-Nya, bukan Allah dan bukan pula anak Allah. Keimanan mereka yang sedemikian itu tidak berguna lagi, sebab dinyatakan setelah roh mereka sampai di tenggorokan, setelah mereka melihat tanda-tanda di alam akhirat. Tercantum dalam firman Allah:\n\n¦Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu¦ (al-An'Am/6:158).\n\nAda pula sebagian ulama yang menafsirkan ayat ini demikian: tidak ada seorang pun dari Ahli Kitab, melainkan akan beriman kepada Nabi Isa dengan iman yang sebenarnya sebelum Nabi Isa wafat. Beliau akan diturunkan lagi ke dunia dari langit pada akhir zaman untuk memperbaiki nasib umat Islam setelah dirusak oleh Dajjal.\nBerdasarkan beberapa hadis sahih riwayat al-Bukhari dan Muslim dan lain-lain: Nabi Isa akan turun ke dunia, nanti pada akhir zaman. Beliau akan memecahkan salib lambang umat Nasrani, akan memusnahkan babi dan segala kekejian. Setelah itu dunia akan mengalami kesuburan, keamanan dan kesejahteraan yang adil dan merata. Ketika itu Ahli Kitab dari Yahudi dan Nasrani akan beriman semuanya kepada Nabi Isa sebelum wafat, dan setelah wafat beliau dimakamkan di samping makam Nabi Muhammad di Medinah. Turunnya beliau ke dunia ini adalah untuk menegakkan syariat Muhammad sehingga Nabi Muhammad tetap menjadi saksi atas keimanan atau kekafiran Ahli Kitab, seperti dijelaskan dalam firman Allah:\n\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa/4:41)",
    "quraish": "Tidak ada seorang pun dari Ahl al-Kitâb yang sebelum wafat tidak mengetahui hakikat Nabi 'Isâ yang merupakan hamba dan rasul Allah. Ia, sebelum wafat, pasti beriman kepada 'Isâ, tapi keimanan itu tidak berguna lagi karena waktunya sudah berlalu. Pada hari kiamat nanti 'Isâ a. s. akan menjadi saksi atas mereka bahwa ia telah menyampaikan risalah Tuhan-Nya, dan bahwa dia adalah hamba Allah dan rasul- Nya.",
    "jalalayn": "(Dan tidak ada di antara Ahli Kitab) seorang pun juga (kecuali akan beriman kepadanya) yakin kepada Isa (sebelum meninggalnya) artinya sebelum ahli Kitab itu meninggal di waktu ia melihat malaikat maut, tetapi keimanannya itu sudah tidak berguna lagi. Atau sebelum wafatnya Isa, yakni ketika dia turun dekat datangnya hari kiamat sebagaimana tercantum dalam sebuah hadis (Dan pada hari kiamat itu, ia) yakni Isa (akan menjadi saksi terhadap mereka) mengenai apa yang mereka lakukan sewaktu ia diutus kepada mereka dahulu."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 160,
    "arab": "فَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ ",
    "translation": "Karena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/653.mp3",
    "tafsir": "Bilamana orang-orang Yahudi itu berbuat dosa atau pelanggaran yang berat seperti penyembahan terhadap patung anak sapi, lalu mereka bertobat, maka walaupun tobatnya diterima, namun sebagai akibat dari pelanggaran itu, Allah mengharamkan kepada mereka beberapa makanan yang baik yang dahulunya halal bagi mereka. Mereka tidak mengakui bahwa makanan-makanan yang baik itu diharamkan sebagai akibat dari dosa-dosanya, bahkan mereka mengatakan, bahwa makanan-makanan itu telah lebih dahulu diharamkan, yaitu sejak Nabi Nuh, Nabi Ibrahim dan nabi-nabi yang datang kemudian; Allah membantah pengakuan mereka dengan firman-Nya:\n\nSemua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan... (Ali 'Imran/3:93).\n\n\nDan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku¦ (al-An'am/6:146)\n\nDiharamkan makanan yang baik itu kepada Bani Israil (Imamat vii.23; xi 4-6) karena mereka menghalangi manusia dari jalan Allah, dan karena mereka menganjurkan kejahatan dan kemungkaran dan melarang berbuat kebajikan dan menyembunyikan sifat-sifat Nabi Muhammad saw yang terdapat dalam kitab-kitab mereka.",
    "quraish": "Akibat kezaliman yang dilakukan orang-orang Yahudi, Allah pun menyiksa mereka dengan mengharamkan sejumlah makanan yang baik-baik yang sebelumnya halal. Di antara bentuk kezaliman itu adalah menghalangi manusia untuk masuk agama Allah.",
    "jalalayn": "(Maka karena keaniayaan) artinya disebabkan keaniayaan (dari orang-orang Yahudi Kami haramkan atas mereka makanan yang baik-baik yang dihalalkan bagi mereka dulu) yakni yang tersebut dalam firman-Nya, \"Kami haramkan setiap yang berkuku...\" sampai akhir ayat (juga karena mereka menghalangi) manusia (dari jalan Allah) maksudnya agama-Nya (banyak)."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 161,
    "arab": "وَّاَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَاَكْلِهِمْ اَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَاَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا اَلِيْمًا",
    "translation": "dan karena mereka menjalankan riba, padahal sungguh mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/654.mp3",
    "tafsir": "Diharamkannya sebagian makanan yang baik kepada orang-orang Yahudi juga disebabkan oleh tindakan mereka memakan uang riba yang nyata-nyata telah dilarang Allah dan disebabkan pula oleh perbuatan mereka yang batil seperti memperoleh harta melalui sogokan, penipuan, perampasan dan sebagainya. Terhadap perbuatan-perbuatan yang jahat itu Allah menyediakan siksa yang pedih di akhirat.",
    "quraish": "Karena mereka memberlakukan riba--padahal Allah telah mengharamkan--dan karena memakan harta orang secara tidak benar, agama memberikan hukuman berupa pengharaman makanan yang baik-baik kepada mereka. Sesungguhnya Allah telah menyediakan bagi orang kafir siksa yang menyakitkan.",
    "jalalayn": "(Dan karena memakan riba padahal telah dilarang daripadanya) dalam Taurat (dan memakan harta orang dengan jalan batil) dengan memberi suap dalam pengadilan (dan telah Kami sediakan untuk orang-orang kafir itu siksa yang pedih) atau menyakitkan."
  },
  {
    "hizb": 41,
    "name": "An-Nisa'",
    "ayat": 162,
    "arab": "لٰكِنِ الرَّاسِخُوْنَ فِى الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُوْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيْمِيْنَ الصَّلٰوةَ وَالْمُؤْتُوْنَ الزَّكٰوةَ وَالْمُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ اُولٰۤىِٕكَ سَنُؤْتِيْهِمْ اَجْرًا عَظِيْمًا ࣖ",
    "translation": "Tetapi orang-orang yang ilmunya mendalam di antara mereka, dan orang-orang yang beriman, mereka beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad), dan kepada (kitab-kitab) yang diturunkan sebelummu, begitu pula mereka yang melaksanakan salat dan menunaikan zakat dan beriman kepada Allah dan hari kemudian. Kepada mereka akan Kami berikan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/655.mp3",
    "tafsir": "Tidak semua Ahli Kitab mengerjakan keburukan-keburukan tersebut. Ada pula di antara mereka orang yang mendalam ilmunya, dan orang yang sungguh-sungguh beriman kepada Al-Qur'an yang diturunkan kepada Nabi Muhammad saw, dan yang diturunkan kepada rasul-rasul sebelumnya. Di antara mereka ada pula yang dengan penuh keyakinan mengikuti ajaran Islam dengan tulus ikhlas.\nDiriwayatkan dari Abdullah bin Abbas bahwa ayat ini diturunkan terkait dengan orang-orang Yahudi yang dengan penuh kesadaran masuk Islam seperti Abdullah bin Salam dan kawan-kawannya. Mereka rajin salat lima waktu dan menunaikan zakat, beriman kepada Allah dan rasul-rasul-Nya tanpa membedakan di antara rasul yang satu dengan rasul yang lain. Mereka itu telah sampai kepada tingkat keimanan dan keislaman yang tinggi dan Allah menjanjikan kepada mereka pahala yang besar di akhirat.",
    "quraish": "Tetapi orang-orang Yahudi yang mendalami ilmu dan orang-orang yang beriman dari umatmu, Muhammad, percaya kepada apa yang diwahyukan kepadamu dan apa yang diwahyukan kepada rasul-rasul sebelummu. Orang-orang yang melaksanakan salat dengan benar, menunaikan zakat, percaya kepada Allah, hari kebangkitan dan pembalasan, maka Allah akan memberi pahala yang baik kepada mereka atas keimanan dan ketaatannya.",
    "jalalayn": "(Tetapi orang-orang yang mendalam) artinya kukuh dan mantap (ilmunya di antara mereka) seperti Abdullah bin Salam (dan orang-orang mukmin) dari golongan Muhajirin dan Ansar (mereka beriman pada apa yang diturunkan kepadamu dan apa-apa yang diturunkan sebelummu) di antara kitab-kitab (sedangkan orang-orang yang mendirikan salat) manshub karena pujian, dan ada pula yang membacanya dengan marfu` (dan membayar zakat serta orang-orang yang beriman kepada Allah dan hari akhir, mereka itulah yang akan Kami beri) fi'ilnya dibaca dengan nun atau dengan ya (pahala yang besar) yakni surga."
  }
]