[
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 1,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ",
    "translation": "Wahai orang-orang yang beriman! Penuhilah janji-janji. Hewan ternak dihalalkan bagimu, kecuali yang akan disebutkan kepadamu, dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/670.mp3",
    "tafsir": "Permulaan ayat ini memerintahkan kepada setiap orang yang beriman untuk memenuhi janji-janji yang telah diikrarkan, baik janji prasetia hamba kepada Allah, maupun janji yang dibuat di antara sesama manusia, seperti yang bertalian dengan perkawinan, perdagangan dan sebagainya, selama janji itu tidak melanggar syariat Allah, seperti yang disebutkan di dalam hadis yang berbunyi:\n\"Setiap syarat (ikatan janji) yang tidak sesuai dengan Kitab Allah, adalah batil meskipun seratus macam syarat.\" (Riwayat al-Bukhari dan Muslim dari Aisyah ra).\n\nSelanjutnya ayat ini menyebutkan tentang binatang-binatang yang halal dimakan seperti yang tersebut dalam Surah al-Anam/6:143 dan 144, dan melarang memakan sepuluh macam makanan seperti yang tersebut pada ayat ketiga dari Surah ini. Orang yang sedang berihram haji dan umrah atau salah satu dari keduanya tidak dihalalkan berburu binatang buruan darat baik di tanah haram maupun di luarnya dan tidak dihalalkan memakan dagingnya. Bagi orang yang berada di tanah haram sekalipun tidak sedang berihram tidak dihalalkan berburu binatang buruan darat. Demikianlah Allah menetapkan hukum-Nya menurut kehendak-Nya untuk kemaslahatan hamba-Nya.",
    "quraish": "[[5 ~ AL-MA'IDAH (HIDANGAN) Pendahuluan: Madaniyyah, 120 ayat ~ Surat al-Mâ'idah termasuk kelompok surat Madaniyyah. Surat ini berisikan 120 ayat, dan merupakan surat yang terakhir kali turun. Dalam surat ini terdapat berbagai hukum mengenai kewajiban memenuhi janji secara umum, baik janji antara hamba dengan Tuhannya maupun janji antar sesama manusia, mengenai makanan yang halal dan yang haram, dan mengawini wanita Ahl al-Kitâb; serta rukun wudu dan tayamum. Selain itu, juga terdapat keterangan mengenai pencarian keadilan bersama musuh, isyarat akan nikmat Allah kepada orang-orang Islam, kewajiban menjaga dan memelihara kitab suci, keterangan mengenai orang-orang Yahudi yang mengubah firman-firman Allah dari yang sebenarnya, keterangan mengenai orang-orang Nasrani yang melupakan sebagian dari apa yang diingatkan kepada mereka. Juga terdapat keterangan mengenai kekafiran orang-orang Nasrani itu dengan mengatakan bahwa 'Isâ al-Masîh adalah anak Allah, dan keterangan mengenai sikap orang-orang Yahudi yang menganggap bohong orang-orang Nasrani dengan mengaku bahwa Yahudi adalah anak-anak dan kekasih-kekasih Allah. Di samping itu, surat ini juga berisi kisah kaum Yahudi, kisah dua anak Adam yang melukiskan bahwa permusuhan merupakan tabiat anak cucu Adam, hukum kisas sebagai pendidikan bagi jiwa yang cenderung memusuhi yang lain, hukuman zina dan mencuri. Setelah itu, surat ini menerangkan kembali tentang orang-orang Yahudi yang telah mengubah syariat yang terdapat dalam kitab Tawrât, keterangan bahwa Tawrât dan Injîl mengandung kebenaran sebelum terjadi perubahan. Keharusan menerapkan hukum kitab suci yang diturunkan Allah, juga diterangkan dalam surat ini. Kemudian surat ini juga menerangkan tentang, sikap permusuhan orang-orang Yahudi dan Nasrani terhadap masyarakat Islam dan larangan tunduk serta rela dengan apa yang mereka lakukan. Surat ini juga menetapkan kekafiran kaum Nasrani yang mengatakan bahwa Allah adalah salah satu dari tiga tuhan, dan penjelasan al-Qur'ân bahwa sebagian kaum Nasrani telah mengikuti kebenaran dan beriman kepadanya, larangan bagi orang yang beriman untuk mengharamkan sebagian makanan yang dihalalkan baginya, kafarat melanggar sumpah, larangan meminum khamar, keterangan manasik haji dan kemuliaan Ka'bah serta bulan-bulan suci, kebatilan orang-orang Arab yang telah mengharamkan sesuatu kepada diri mereka tanpa bukti dan alasan, dan hukum wasiat dalam bepergian. Selanjutnya pada akhir surat ini dijelaskan mengenai mukjizat Nabi 'Isâ a. s dan kekufuran Banû Isrâ'îl terhadapnya serta terbebasnya Nabi 'Isâ dari mereka yang menyembahnya. Semua yang ada di langit dan di bumi adalah kepunyaan Allah semata, dan Dia adalah Mahakuasa.]] Hai orang-orang yang beriman, penuhilah semua janji kalian kepada Allah dan janji antara sesama kalian. Allah telah menghalalkan daging unta, sapi dan kambing, kecuali apa yang telah diharamkan-Nya. Kalian tidak boleh berburu binatang darat pada saat melaksanakan ihram, atau ketika sedang berada di tanah haram. Sesungguhnya Allah menetapkan semua apa yang dikehendaki dengan adil, dan ini semua adalah perjanjian Allah dengan kalian(1). (1) termasuk dalam janji yang harus dipenuhi dalam ayat ini adalah janji yang diucapkan kepada sesama manusia. 'Uqûd (bentuk jamak dari 'aqd ['janji', 'perjanjian']) yang digunakan dalam ayat ini, pada dasarnya berlangsung antara dua pihak. Kata 'aqd itu sendiri mengandung arti 'penguatan', 'pengukuhan', berbeda dengan 'ahd ('janji', 'perjanjian') yang berasal dari satu pihak saja, dan termasuk di dalamnya memenuhi kehendak pribadi. Dengan demikian, dapat dipahami bahwa al-Qur'ân lebih dahulu berbicara mengenai pemenuhan janji daripada undang-undang positif. Ayat ini bersifat umum dan menyeluruh. Sebab, dalam Islam terdapat hukum mengenai dua pihak yang melakukan perjanjian. Tidak ada hukum positif mana pun yang lebih mencakup, lebih jelas dan lebih terperinci daripada ayat ini mengenai pentingnya memenuhai dan menghormati janji.",
    "jalalayn": "(Hai orang-orang yang beriman, penuhilah olehmu perjanjian itu) baik perjanjian yang terpatri di antara kamu dengan Allah maupun dengan sesama manusia. (Dihalalkan bagi kamu binatang ternak) artinya halal memakan unta, sapi dan kambing setelah hewan itu disembelih (kecuali apa yang dibacakan padamu) tentang pengharamannya dalam ayat, \"Hurrimat `alaikumul maitatu...\" Istitsna` atau pengecualian di sini munqathi` atau terputus tetapi dapat pula muttashil, misalnya yang diharamkan karena mati dan sebagainya (tanpa menghalalkan berburu ketika kamu mengerjakan haji) atau berihram; ghaira dijadikan manshub karena menjadi hal bagi dhamir yang terdapat pada lakum. (Sesungguhnya Allah menetapkan hukum menurut yang dikehendaki-Nya) baik menghalalkan maupun mengharamkannya tanpa seorang pun yang dapat menghalangi-Nya."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 2,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْۘا وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu melanggar syiar-syiar kesucian Allah, dan jangan (melanggar kehormatan) bulan-bulan haram, jangan (mengganggu) hadyu (hewan-hewan kurban) dan qala'id (hewan-hewan kurban yang diberi tanda), dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitulharam; mereka mencari karunia dan keridaan Tuhannya. Tetapi apabila kamu telah menyelesaikan ihram, maka bolehlah kamu berburu. Jangan sampai kebencian(mu) kepada suatu kaum karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sungguh, Allah sangat berat siksaan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/671.mp3",
    "tafsir": "Menurut riwayat Ibnu Juraij dan Ikrimah, bahwa seorang bernama al-Hutam al-Bakri datang ke Medinah dengan unta membawa bahan makanan. Setelah dijualnya makanan itu ia menjumpai Nabi, lalu membaiat diri masuk Islam. Setelah ia berpaling pergi, Nabi memperhatikannya seraya bersabda kepada para sahabatnya yang ada di situ: \"Dia datang kepada saya dengan wajah orang yang berdusta dan berpaling pergi membelakangi saya seperti penipu.\" Setelah al-Hutam tiba di Yamamah, lalu ia murtad dari Islam. Berikutnya pada bulan Zulkaidah, ia keluar lagi dengan untanya hendak menjual barang makanan ke Mekah. Tatkala para sahabat Nabi mendengar berita ini, beberapa orang dari golongan Muhajirin dan Ansar, bersiap keluar untuk menghajarnya di tengah jalan, maka turunlah ayat yang kedua ini.179 Akhirnya mereka tidak jadi melakukannya.\nPada ayat kedua ini Allah menerangkan kepada orang-orang yang beriman; lima larangan penting yang tidak boleh dilanggar yaitu:\n1.Melanggar larangan-larangan Allah, yaitu melanggar amalan dan ketentuan-ketentuan yang ditetapkan Allah dalam ibadah haji dan lain-lainnya.\n2.Melanggar kehormatan bulan haram, yaitu bulan Zulkaidah, Zulhijah, Muharam dan Rajab, yang dilarang pada bulan-bulan tersebut berperang kecuali membela diri karena diserang.\n3.Mengganggu binatang-binatang hadyu, yaitu unta, lembu dan sejenisnya, kambing, biri-biri dan sejenisnya yang dihadiahkan kepada Kabah untuk mendekatkan diri kepada Allah, disembelih di tanah haram dan dagingnya dihadiahkan kepada fakir miskin.\n4.Mengganggu qalaid yaitu binatang-binatang hadyu (kurban), yang sudah dikalungi dengan tali, yang menunjukkan bahwa binatang itu dipersiapkan secara khusus untuk dikurbankan dan dihadiahkan kepada Kabah. Menurut pendapat yang lain, termasuk juga orang-orang yang memakai kalung yang menunjukkan bahwa dia hendak mengunjungi Kabah yang tidak boleh diganggu, seperti yang dilakukan orang Arab pada zaman jahiliah.\n5.Menghalangi dan mengganggu orang yang mengunjungi Baitullah untuk mencari karunia (rezeki) Allah seperti berdagang dan mencari keridaan-Nya, yaitu mengerjakan haji dan umrah. Menurut jumhur yang tidak boleh dihalang-halangi itu ialah orang-orang mukmin, sedang orang-orang kafir tidak diperbolehkan lagi masuk tanah haram sesuai dengan firman Allah:\n\n\"Hai orang-orang yang beriman, sesungguhnya orang yang musyrik itu najis (jiwa), sebab itu janganlah mereka mendekati Masjidilharam sesudah tahun ini .\" (at-Taubah/9:28).\n\nSelanjutnya ayat itu menjelaskan, bahwa kalau sudah tahallul, artinya, sesudah selesai mengerjakan ibadah haji atau umrah, dibolehkan berburu di luar tanah haram sedang di tanah haram tetap tidak dibolehkan, dilarang mencabut tumbuh-tumbuhan dan mengganggu binatang buruannya, berbuat aniaya terhadap orang yang menghalang-halangi masuk Masjidilharam, seperti kaum musyrikin menghalang-halangi orang-orang mukmin mengerjakan umrah yang ditetapkan pada perdamaian Hudaibiyah. Kemudian bahagian terakhir ayat ini mewajibkan orang-orang mukmin tolong-menolong sesama mereka dalam berbuat kebaikan dan bertakwa, untuk kepentingan dan kebahagiaan mereka. Dilarang tolong-menolong dalam berbuat dosa dan pelanggaran serta memerintahkan supaya tetap bertakwa kepada Allah agar terhindar dari siksaan-Nya yang sangat berat.",
    "quraish": "Hai orang-orang yang beriman, janganlah kalian melanggar syiar-syiar Allah seperti manasik haji pada waktu ihram sebelum tahallul ('berhalal' dengan cara mencukur rambut) dan hukum-hukum syariat yang lainnya. Jangan melanggar kehormatan bulan-bulan haram dengan mengobarkan api peperangan, dan jangan pula menghalangi binatang yang dikhususkan untuk dibawa ke Bayt Allâh (Baitullah, Ka'bah) dengan merampas atau menghalanginya untuk sampai ke tempatnya. Jangan melepas kalung-kalung yang ada pada leher binatang sebagai tanda bahwa binatang itu akan dibawa ke Bayt Allâh untuk disembelih pada musim haji, dan jangan pula menghalangi orang-orang yang pergi ke Bayt Allâh dengan maksud mencari karunia dan keridaan-Nya. Jika kalian selesai melaksanakan ihram kemudian melakukan tahallul, maka kalian boleh berburu. Janganlah kebencian kalian kepada kaum yang menghalangi kalian pergi ke al-Masjid al-Haram, mendorong kalian untuk memusuhi mereka. Hendaknya kalian, wahai orang-orang Mukmin, saling menolong(1) alam berbuat baik dan dalam melaksanakan semua bentuk ketaatan dan jangan saling menolong dalam berbuat kemaksiatan dan melanggar ketentuan-ketentuan Allah. Takutlah hukuman dan siksa Allah, karena siksa-Nya amat kejam bagi orang-orang yang menentang-Nya. (1) Ayat ini menunjukkan bahwa al-Qur'ân telah terlebih dahulu beberapa ratus tahun menganjurkan konsep kerjasama dalam kebaikan, dibanding semua undang-undang positif yang ada.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu melanggar syiar-syiar Allah) jamak sya`iiratun; artinya upacara-upacara agama-Nya. Melanggar yaitu dengan berburu di waktu ihram (dan jangan pula melanggar bulan haram) dengan melakukan peperangan padanya (dan jangan mengganggu binatang-binatang hadya) yakni hewan yang dihadiahkan buat tanah suci (serta binatang-binatang berkalung) jamak dari qilaadatun; artinya binatang yang diberi kalung dengan kayu-kayuan yang terdapat di tanah suci sebagai tanda agar ia aman, maka janganlah ada yang mengganggu baik hewan-hewan itu sendiri maupun para pemiliknya (jangan pula) kamu halalkan atau kamu ganggu (orang-orang yang berkunjung) atau menuju (Baitulharam) dengan memerangi mereka (sedangkan mereka mencari karunia) artinya rezeki (dari Tuhan mereka) dengan berniaga (dan keridaan) daripada-Nya di samping berkunjung ke Baitullah tidak seperti pengertian mereka yang salah itu. Ayat ini dimansukh oleh ayat Bara`ah. (Dan apabila kamu telah selesai) dari ihram (maka perintahlah berburu) perintah di sini berarti ibahah atau memperbolehkan (dan sekali-kali janganlah kamu terdorong oleh kebencian) dibaca syana-aanu atau syan-aanu berarti kebencian atau kemarahan (kepada suatu kaum disebabkan mereka telah menghalangi kamu dari Masjidilharam untuk berbuat aniaya) kepada mereka dengan pembunuhan dan sebagainya. (Bertolong-tolonglah kamu dalam kebaikan) dalam mengerjakan yang dititahkan (dan ketakwaan) dengan meninggalkan apa-apa yang dilarang (dan janganlah kamu bertolong-tolongan) pada ta`aawanu dibuang salah satu di antara dua ta pada asalnya (dalam berbuat dosa) atau maksiat (dan pelanggaran) artinya melampaui batas-batas ajaran Allah. (Dan bertakwalah kamu kepada Allah) takutlah kamu kepada azab siksa-Nya dengan menaati-Nya (sesungguhnya Allah amat berat siksa-Nya) bagi orang yang menentang-Nya."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 3,
    "arab": "حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih. Dan (diharamkan pula) yang disembelih untuk berhala. Dan (diharamkan pula) mengundi nasib dengan azlam (anak panah), (karena) itu suatu perbuatan fasik. Pada hari ini orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, dan telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Tetapi barangsiapa terpaksa karena lapar, bukan karena ingin berbuat dosa, maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/672.mp3",
    "tafsir": "Dalam ayat ini dijelaskan makanan-makanan yang diharamkan, yaitu:\n1.Bangkai, yaitu binatang yang mati tanpa disembelih. Di antara hikmah diharamkan bangkai antara lain karena bangkai itu mengandung kuman yang sangat membahayakan kesehatan di samping keadaannya yang menjijikkan.\n2.Darah, yaitu darah yang mengalir keluar dari tubuh hewan, karena disembelih atau lain-lainnya. Hikmah diharamkan darah itu antara lain, karena mengandung kuman dan zat-zat kotor dari tubuh dan sukar dicernakan.\n3.Daging babi, termasuk semua anggota tubuhnya. \n4.Hewan yang disembelih dengan menyebut atau mengagungkan nama selain Allah, seperti menyebut nama berhala. Hikmah haramnya ialah karena mempersekutukan Allah. \n5.Hewan mati tercekik. Banyak pendapat menerangkan tentang apa yang dimaksud dengan mati tercekik, yaitu di antaranya mati karena diikat dan sebagainya, sehingga hewan itu mati dalam keadaan tidak berdaya. Hikmah haramnya sama dengan hikmah haramnya bangkai.\n6.Hewan mati dipukul, yaitu hewan yang mati dipukul dengan benda keras atau dengan benda berat. Hikmah haramnya menurut sebagian pendapat karena darahnya tidak keluar, sehingga merusak dagingnya. Selain dari itu juga karena ada larangan menganiaya binatang dan jelas perbuatan itu dianggap melanggar hadis Nabi yang berbunyi: \nDari Syaddad bin Aus, Rasulullah saw, bersabda, \"Allah mewajibkan berbuat baik (ihsan) atas setiap sesuatu, kalau kamu membunuh, bunuhlah dengan baik, dan kalau menyembelih, sembelihlah dengan baik, hendaklah seorang kamu mempertajam pisaunya dan jangan sampai tersiksa binatang sembelihannya.\" (Riwayat Ahmad, Muslim dan Ashabus-Sunan).\n\n7.Hewan yang mati karena jatuh dari tempat yang tinggi seperti jatuh dari atas bukit masuk ke dalam jurang. Hikmah haramnya sama dengan bangkai.\n8.Hewan mati karena ditanduk oleh hewan lain. Hikmahnya sama dengan bangkai. Kalau masih sempat disembelih maka hukumnya halal.\n9.Hewan yang mati diterkam binatang buas. Hikmahnya sama dengan bangkai, kalau masih sempat disembelih maka hukumnya halal.\n10.Hewan yang disembelih untuk berhala, sebagaimana yang diperbuat oleh orang Arab pada zaman jahiliah yang menyembelih hewan di dekat berhala-berhala yang jumlahnya 360, terdapat di sekitar Kabah. Hikmah haramnya adalah karena perbuatan ini termasuk mempersekutukan Allah.\n\nSelanjutnya diterangkan tentang haramnya mengundi nasib dengan anak panah, seperti yang dilakukan oleh orang Arab pada masa jahiliah, yaitu dengan mengambil tiga anak panah yang belum ada bulu, salah satu anak panah itu ditulis dengan perkataan: \"Amarani rabbi\" (Tuhanku telah menyuruhku), anak panah yang kedua ditulis dengan perkataan: \"Nahani rabbi\" (Tuhanku melarangku), sedang anak panah yang ketiga tidak ditulis apa-apa. Anak panah itu disimpan di dalam Kabah. Jika mereka bermaksud mengerjakan pekerjaan yang besar dan penting, mereka minta tolong kepada penjaga Kabah mencabut salah satu dari ketiga anak panah tersebut dan melaksanakan apa yang tertulis pada anak panah yang diambil itu. Kalau terambil anak panah yang tidak ditulis apa-apa, maka undian diulangi lagi. Perbuatan ini dilarang karena mengandung syirik atau tahayul dan khurafat. Dalam hal ini menurut ajaran Rasulullah saw bila hendak memilih salah satu dari dua pekerjaan yang sama pentingnya atau memilih di antara melaksanakan atau tidak, maka hendaklah melaksanakan salat istikharah dua rakaat. Kalau undian biasa (qur'ah) yang tidak mengandung kefasikan atau tahayul dan khurafat, tidaklah diharamkan, seperti undian untuk mengambil salah satu bagian dari dua tumpukan yang sudah diusahakan sama banyaknya, siapa yang berhak dari masing-masing tumpukan itu lalu diadakan qur'ah (undian).\nSelanjutnya diterangkan bahwa pada haji wada orang-orang kafir telah putus asa dalam usahanya untuk mengalahkan agama Islam. Oleh karena itu kaum Muslimin tidak boleh merasa takut kepada mereka tetapi hendaklah takut kepada Allah.\nSelanjutnya dalam ayat ini dijelaskan lagi tentang sesuatu yang penting bagi Nabi Muhammad saw dan bagi seluruh umat Islam, bahwa Allah telah menyempurnakan agama Islam dan telah mencukupkan nikmat-Nya, serta telah rida agama Islam menjadi agama umat manusia.\nSetelah ayat ini dibacakan oleh Nabi, maka Umar menangis lalu Nabi bertanya apa yang menyebabkan ia menangis. Umar menjawab, \"Sesuatu yang sudah sempurna tidak ada yang ditunggu lagi kecuali kurangnya.\" Rasulullah membenarkan ucapan Umar itu (Riwayat Ibnu Jarir dan Harun bin Antarah dari ayahnya ). Diriwayatkan bahwa ayat ini turun di Arafah tanggal 9 Zulhijjah 10 H, hari Jumat sesudah asar. Sejarah telah mencatat: bahwa 81 hari sesudah turunnya ayat ini Nabi Muhammad saw pun wafat setelah menunaikan risalahnya selama kurang lebih 23 tahun. Memang ajaran Islam telah sempurna, walaupun segala persoalan belum dirinci, tetapi telah cukup sempurna dengan berbagai prinsip urusan duniawi maupun ukhrawi.\nKemudian pada akhir ayat ini diterangkan, bahwa orang-orang yang terpaksa makan makanan yang diharamkan Allah karena lapar tanpa niat untuk berbuat dosa, dibolehkan asal dia makan seperlunya saja, sekedar mempertahankan hidup. Sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
    "quraish": "Hai orang-orang yang beriman, diharamkan bagi kalian memakan daging bangkai (binatang yang mati dengan tidak disembelih), darah yang mengalir, daging babi, binatang yang disembelih dengan menyebut nama selain Allah, binatang yang mati tercekik, binatang yang mati dipukul, binatang yang mati karena jatuh, binatang yang mati ditanduk oleh binatang lain, dan binatang yang mati dimakan binatang buas. Tetapi jika binatang itu masih hidup dan halal untuk dimakan, lalu kamu menyembelihnya, maka binatang itu halal. Allah mengharamkan kepada kalian binatang yang disembelih untuk mendekatkan diri kepada berhala, mengetahui sesuatu yang telah ditentukan di alam gaib dengan cara undian dengan melempar anak panah. Memakan makanan yang telah diharamkan Allah itu adalah dosa besar dan merupakan sikap tidak patuh kepada Allah. Mulai sekarang telah pupus harapan orang kafir untuk menghapus agama kalian. Maka, jangan khawatir mereka akan dapat menguasai kalian, dan jangan berani melanggar perintah-Ku. Hari ini Aku sempurnakan hukum-hukum agama, Aku sempurnakan nikmat-Ku kepada kalian dengan memberikan kejayaan dan menguatkan pendirian kalian, dan Aku jadikan Islam sebagai agama kalian. Barangsiapa terpaksa memakan makanan yang diharamkan Allah karena alasan lapar dan demi mempertahankan diri dari kematian, dengan tidak cenderung berbuat maksiat, maka sesungguhnya Allah akan mengampuni orang yang terpaksa atas makanan yang dimakannya demi mempertahankan hidup. Allah Maha Penyayang kepadanya dalam hal-hal lain yang dibolehkan(1). (1) Kematian binatang dapat disebabkan oleh ketuaan, penyakit organik, parasit, atau karena terkena racun luar yang, dengan sendirinya, mengakibatkan daging binatang itu mengandung zat yang membahayakan pemakannya. Lebih dari itu, binatang yang mati bukan karena disembelih, darahnya akan mengalami pemacetan. Keadaan seperti itu dapat berlangsung lama dan sulit diketahui dengan pasti, sehingga dapat mengakibatkan disolusi dan kerusakan. Darah merupakan saluran yang mengandung seluruh zat metabolis (asimilasi) yang sebagiannya bermanfaat dan yang lain berbahaya. Zat yang membahayakan itu dapat merusak anggota tubuh yang dapat menghilangkan dan mengeluarkan racun yang ada dalam tubuh. Selain itu, di dalam darah juga terdapat racun yang dikeluarkan oleh hewan-hewan parasit dalam tubuh. Di antara hewan parasit yang hidup dalam tubuh manusia itu banyak yang melalui beberapa fase, ada yang panjang dan ada juga yang pendek. Karena alasan-alasan itulah, terutama, memakan darah diharamkan. Sedangkan babi merupakan binatang yang mudah terserang hewan parasit yang menyerang tubuh manusia seperti berbagai virus, sporadis, leptoseri dan protozoa, cacing pipih dan cacing gelang. Di antara parasit yang paling berbahaya adalah: a. Hewan ciliata yang diberi nama antidium-colay yang dapat menyebabkan disentri plantidi yang ganasnya sama dengan disentri amuba. Sumber satu-satunya penyakit ini adalah babi. Penyakit ini hanya akan menyerang orang yang memelihara dan menyembelih serta menjual-beli danging babi. b. Gelendong hati dan usus yang berjangkit di negara-negara Timur Jauh, khususnya gelendong usus besar yang banyak menyebar di Cina, gelendong usus kecil yang banyak berjangkit di Bangladesh, Burma dan Asam, dan gelendong hati yang banyak tersebar di Cina, Jepang dan Korea. Nah, babi merupakan binatang yang banyak menyimpan parasit-parasit ini. Oleh karena itu, pembasmian penyakit yang diakibatkan oleh parasit-parasit ini tidak dapat dilakukan hanya pada manusia penderita, tetapi juga harus sampai kepada sumber asalnya: babi. c. Cacing pita yang ada dalam tubuh babi. Sel telur cacing ini berpindah dari manusia kepada babi yang melahirkan cacing ganda dalam daging babi. Cacing itu kemudian berpindah lagi kepada manusia yang memakan daging babi dan cacing pita yang hidup dan berkembang di dalam usus. Pada dasarnya penyakit ini tidak begitu berbahaya, karena hampir sama dengan cacing pita yang terdapat dalam daging sapi. Tetapi cacing pita yang terdapat dalam daging babi sangat berbeda dengan cacing pita yang ada dalam daging sapi. Apabila sel telur cacing itu tertelan oleh manusia melalui tangannya yang kotor, atau melalui makanan yang kotor, atau apabila ia memotong bagian cacing yang mengandung telur, atau memotong telur cacing dari ususnya hingga telur itu pecah dan larvanya mengena bagian otot yang bersangkutan, maka hal itu kemungkinan besar menyebabkan kematian apabila menyerang otak, urat saraf, atau hati dan organ penting lainnya. Penyakit berbahaya seperti ini hampir tidak kita dapatkan di negara-negara Islam, karena Islam telah mengharamkan memakan daging babi. d. Cacing berbentuk spiral. Terjangkitnya seseorang dengan cacing spiral yang larvanya berceceran pada otot-ototnya akan menyebabkan penyakit yang sangat berbahaya, seperti rematik, sulit mengunyah dan bernafas serta menggerakkan mata, radang otak dan jaringan urat saraf serta radang selaput otak. Penyakit urat saraf dan otak yang menyebabkan keracunan, stress dan komplikasi. Jika seseorang terkena penyakit yang mematikan ini, ia akan meninggal dunia dalam jangka waktu antara empat sampai enam minggu. Dan babi adalah penyebab utamanya. Penyakit ini banyak menyebar di Eropa, Amerika Serikat dan Amerika Selatan. Sedangkan di dunia Islam, alhamdulillah, penyakit seperti ini tidak banyak berjangkit. Usaha untuk mencegah berjangkitnya penyakit ini dilakukan dengan cara memelihara babi secara sehat dan pengobatan secara medis terhadap daging babi. Tetapi itu semua tidak membuahkan hasil. Sebagai contoh, Amerika Serikat adalah salah satu dari tiga negara terbesar di dunia yang terjangkit penyakit ini, mencapai 16%. Jumlah ini sangat jauh dari yang sebenarnya. Di negara-negara bagian Amerika Serikat persentase berjangkitnya penyakit yang disebabkan oleh babi ini berkisar antara 5%-27%. Selain itu, lemak minyak babi sangat berbeda dengan minyak nabati dan lemak hewani lainnya. Oleh karena itu, kelayakan daging babi untuk digunakan sebagai bahan makanan sangat diragukan sebagian besar ahli. Hal ini dijelaskan oleh Prof. Ram, seorang ahli kimia dari Denmark yang memperoleh hadiah nobel, bahwa seseorang tidak boleh banyak mengkonsumsi minyak babi karena akan menyebabkan penyakit empedu dan menutupi salurannya, pengerasan urat nadi dan penyakit jantung. Perlu disebutkan di sini bahwa jumhûr (mayoritas) ahli hukum Islam mengartikan kata \"lahm\" sebagai 'daging', termasuk 'lemak'. Sedangkan soal hewan yang disembelih dengan tidak menyebut nama Allah, dan hewan yang yang disembelih dengan nama berhala, berkaitan dengan persoalan ibadah. Sedang hewan yang mati tercekik, terpukul, mati ditanduk dan diterkam binatang buas, mempunyai kedudukan hukum yang sama dengan bangkai, meskipun sebab kematiannya berbeda.",
    "jalalayn": "(Diharamkan bagimu bangkai) yakni memakannya (darah) yang mengalir seperti pada binatang ternak (daging babi, hewan yang disembelih karena selain Allah) misalnya disembelih atas nama lain-Nya (yang tercekik) yang mati karena tercekik (yang dipukul) yang dibunuh dengan jalan memukulnya (yang jatuh) dari atas ke bawah lalu mati (yang ditanduk) yang mati karena tandukan lainnya (yang diterkam oleh binatang buas kecuali yang sempat kamu sembelih) maksudnya yang kamu dapati masih bernyawa dari macam-macam yang disebutkan itu lalu kamu sembelih (dan yang disembelih atas) nama (berhala) jamak dari nishab; artinya patung (dan mengundi nasib) artinya menentukan bagian dan keputusan (dengan anak panah) azlaam jamak dari zalam atau zulam; artinya anak panah yang belum diberi bulu dan ujungnya tidak bermata. Anak panah itu ada tujuh buah disimpan oleh pengurus Kakbah dan padanya terdapat tanda-tanda. Maka tanda-tanda itulah yang mereka ambil sebagai pedoman, jika disuruh mereka lakukan dan jika dilarang mereka hentikan. (Demikian itu adalah kefasikan) artinya menyimpang dari ketaatan. Ayat ini turun pada hari Arafah masa haji wadak, yaitu haji terakhir yang dilakukan oleh Nabi Muhammad saw. (Pada hari ini orang-orang kafir telah putus-asa terhadap agamamu) untuk mengembalikan kamu menjadi murtad setelah mereka melihat kamu telah kuat (maka janganlah kamu takut kepada mereka dan takutlah pada-Ku. Pada hari ini telah Kusempurnakan untukmu agamamu) yakni hukum-hukum halal maupun haram yang tidak diturunkan lagi setelahnya hukum-hukum dan kewajiban-kewajibannya (dan telah Kucukupkan padamu nikmat karunia-Ku) yakni dengan menyempurnakannya dan ada pula yang mengatakan dengan memasuki kota Mekah dalam keadaan aman (dan telah Kuridai) artinya telah Kupilih (Islam itu sebagai agama kalian. Maka siapa terpaksa karena kelaparan) untuk memakan sesuatu yang haram lalu dimakannya (tanpa cenderung) atau sengaja (berbuat dosa) atau maksiat (maka sesungguhnya Allah Maha Pengampun) terhadapnya atas perbuatan memakannya itu (lagi Maha Pengasih) kepadanya dalam memperbolehkannya. Berbeda halnya dengan orang yang cenderung atau sengaja berbuat dosa, misalnya penyamun atau pemberontak, maka tidak halal baginya memakan itu."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 4,
    "arab": "يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ",
    "translation": "Mereka bertanya kepadamu (Muhammad), “Apakah yang dihalalkan bagi mereka?” Katakanlah, ”Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu, dan sebutlah nama Allah (waktu melepasnya). Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/673.mp3",
    "tafsir": "Ayat ini menerangkan dua macam makanan yang dihalalkan:\n1.Makanan yang baik, yaitu semua jenis makanan yang menimbulkan selera untuk memakannya dan tidak ada nas yang mengharamkannya. Adapun yang sudah ada ketentuan haramnya, maka harus dipatuhi ketentuan itu, seperti sabda Rasulullah saw: \nDari Ibnu Abbas berkata, \"Rasulullah saw melarang memakan setiap binatang yang bertaring dari binatang buas dan setiap yang berkuku tajam dari unggas.\" (Riwayat Ahmad, Muslim, dan Ashabus-Sunan).\n\n2.Binatang buruan yang ditangkap oleh binatang-binatang pemburu yang terlatih sehingga buruannya langsung dibawa kepada tuannya dan tidak akan dimakannya kecuali kalau diberi oleh tuannya. Apabila binatang pemburu itu memakan buruannya lebih dulu, sebelum diberikan oleh tuannya, maka buruannya itu haram dimakan seperti haramnya bangkai.\nSelanjutnya ayat ini menerangkan bahwa hasil buruan binatang yang terlatih itu boleh dimakan apabila pada saat melepaskan binatang, si pemburu membaca basmalah. Hukum membaca basmalah itu wajib menurut sebagian ulama seperti Abu Hanifah, menurut Imam Syafii hukumnya sunah.\nKemudian akhir ayat ini menerangkan supaya tetap bertakwa, yaitu mematuhi semua perintah Allah dan menjauhi larangan-Nya, karena Allah sangat cepat menghitung semua amal hamba-Nya tanpa ada yang tertinggal dan tersembunyi bagi-Nya.",
    "quraish": "Orang-orang Mukmin bertanya kepadamu, Muhammad, mengenai makanan dan lain-lain yang dihalalkan untuk mereka. Katakan kepada mereka, \"Allah menghalalkan semua yang baik menurut akal yang sehat, dan hewan buruan yang ditangkap oleh binatang buas yang telah kalian latih sesuai dengan apa yang diajarkan Allah kepada kalian. Makanlah dari apa yang ditangkap oleh binatang itu untuk kalian, dan sebutlah nama Allah ketika menyembelihnya. Bertakwalah kepada Allah dengan melaksanakan apa yang disyariatkan kepada kalian dan jangan melanggar perintah-Nya. Sesungguhnya Allah amat cepat perhitungan-Nya.",
    "jalalayn": "(Mereka menanyakan kepadamu) hai Muhammad (Apakah yang dihalalkan bagi mereka) di antara makanan. (Katakanlah, \"Dihalalkan bagimu yang baik-baik) yang enak-enak atau yang halal (dan) hasil buruan (dari binatang-binatang buas yang telah kamu ajar) seperti anjing, serigala dan burung (dengan melatihnya berburu) hal dari kallabtal kalba pakai tasydid pada lam; artinya biasa kamu lepas berburu (kamu ajar mereka itu) hal dari dhamir mukallibiina; artinya kamu latih mereka itu (menurut apa yang diajarkan Allah kepadamu) tentang cara berburu (maka makanlah apa-apa yang ditangkapnya untukmu) mereka membunuh buruan tanpa memakannya. Berbeda halnya dengan yang tidak terlatih, maka tangkapannya itu tidak halal. Sebagai ciri-cirinya bila dilepas ia berangkat dan bila dicegah ia berhenti serta ditahannya buruan itu dan tidak dimakannya. Sekurang-kurangnya untuk mengetahui hal itu dibutuhkan pengamatan sebanyak tiga kali. Jika buruan itu dimakannya, berarti tidak ditangkapnya untuk tuannya, maka tidak halal dimakan sebagaimana tercantum dalam kedua hadis sahih Bukhari dan Muslim. Dalam hadis itu juga disebutkan bahwa hasil panahan jika dilepas dengan menyebut nama Allah, maka sama dengan hasil buruan dari binatang pemburu yang telah dilatih. (Dan sebutlah nama Allah atasnya) ketika melepasnya (serta bertakwalah kepada Allah; sesungguhnya Allah amat cepat perhitungan-Nya.\")"
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 5,
    "arab": "اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسَافِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ",
    "translation": "Pada hari ini dihalalkan bagimu segala yang baik-baik. Makanan (sembelihan) Ahli Kitab itu halal bagimu, dan makananmu halal bagi mereka. Dan (dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina dan bukan untuk menjadikan perempuan piaraan. Barangsiapa kafir setelah beriman, maka sungguh, sia-sia amal mereka, dan di akhirat dia termasuk orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/674.mp3",
    "tafsir": "Ayat ini menerangkan tiga macam hal yang halal bagi orang mukmin, yaitu:\n1. Makanan yang baik-baik, seperti dimaksud pada ayat keempat. Kemudian disebutkan kembali pada ayat ini untuk menguatkan arti baik itu dan menerangkan bahwa diperbolehkannya memakan makanan yang baik-baik itu tidak berubah.\n2. Makanan Ahli Kitab. Makanan di sini menurut jumhur ulama ialah sembelihan orang-orang Yahudi dan Nasrani karena mereka pada waktu itu mempunyai kepercayaan bahwa haram hukumnya memakan binatang yang disembelih dengan menyebut nama selain Allah. Selama mereka masih mempunyai kepercayaan seperti itu, maka sembelihan mereka tetap halal. Sedangkan makanan lainnya seperti buah-buahan, dan sebagainya dikembalikan saja hukumnya kepada jenis yang pertama yaitu tayyibat, apabila termasuk golongan makanan yang baik-baik boleh dimakan, kalau tidak (khabais), haram dimakan. Adapun sembelihan orang kafir yang bukan Ahli Kitab haram dimakan.\n3.Mengawini perempuan-perempuan merdeka (bukan budak) dan perempuan-perempuan mukmin dan perempuan Ahli Kitab hukumnya halal. Menurut sebagian mufasir yang dimaksud al-muhsanat ialah perempuan-perempuan yang menjaga kehormatan dirinya.\nLaki-laki boleh mengawini perempuan-perempuan tersebut dengan kewajiban memberi nafkah, asalkan tidak ada maksud-maksud lain yang terkandung dalam hati seperti mengambil mereka untuk berzina dan tidak pula untuk dijadikan gundik. Ringkasnya laki-laki mukmin boleh mengawini perempuan-perempuan Ahli Kitab dengan syarat-syarat seperti tersebut di atas. Tetapi perempuan-perempuan Islam tidak boleh kawin dengan laki-laki Ahli Kitab apalagi dengan laki-laki kafir yang bukan Ahlil Kitab. Kemudian akhir ayat kelima ini memperingatkan, bahwa barang siapa yang kafir sesudah beriman, maka semua amal baik yang pernah dikerjakannya akan hapus semuanya dan di akhirat termasuk orang yang rugi.",
    "quraish": "Pada hari ini--hari diturunkannya ayat--Allah telah menghalalkan segala yang baik menurut selera yang sehat, makanan dan sembelihan Ahl al-Kitâb selama tidak ada ketentuan baru yang mengharamkannya. Selain itu, Allah juga menghalalkan makanan kalian untuk mereka dan membolehkan kalian mengawini wanita-wanita yang menjaga kehormatannya di antara wanita-wanita Ahl al-Kitâb yang beriman, bila kalian membayar maskawin mereka dengan maksud mengawininya, dan bukan untuk melegalkan hubungan yang tidak sah (zina), atau menjadikan mereka sebagai wanita simpanan. Barangsiapa mengingkari agama, maka hilanglah pahala amal perbuatannya yang semula dikira sebagai usaha pendekatan diri kepada Allah. Di akhirat kelak, ia akan termasuk orang-orang yang binasa.",
    "jalalayn": "(Pada hari ini dihalalkan bagimu yang baik-baik) artinya yang enak-enak (Dan makanan-makanan orang-orang yang diberi kitab) maksudnya sembelihan orang-orang Yahudi dan Nasrani (halal bagi kamu dan makananmu) yang kamu sajikan kepada mereka (halal pula bagi mereka. Dan wanita-wanita yang merdeka di antara wanita-wanita mukmin serta wanita-wanita merdeka dari kalangan orang-orang yang diberi kitab sebelum kamu) halal pula kamu kawini (apabila kamu telah membayar maskawin mereka) atau mahar (dengan maksud mengawini mereka) sehingga terpelihara kehormatan (bukan dengan maksud berzina) dengan mereka secara terang-terangan (dan bukan pula untuk mengambil mereka sebagai gundik) atau melakukan perzinaan dengan mereka secara sembunyi-sembunyi. (Dan siapa yang kafir terhadap iman) artinya murtad (maka sungguh telah hapuslah amalnya) amal saleh sebelum itu hingga tidak dianggap diberi pahala (dan ia di akhirat termasuk orang-orang yang merugi) yakni jika ia meninggal dalam keadaan demikian itu."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 6,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku, dan sapulah kepalamu dan (basuh) kedua kakimu sampai ke kedua mata kaki. Jika kamu junub, maka mandilah. Dan jika kamu sakit atau dalam perjalanan atau kembali dari tempat buang air (kakus) atau menyentuh perempuan, maka jika kamu tidak memperoleh air, maka bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/675.mp3",
    "tafsir": "Ayat ini menerangkan cara-cara berwudu. Rukun wudu ada enam. Empat rukun di antaranya disebutkan dalam ayat ini, sedang dua rukun lagi diambil dari dalil lain. Empat macam itu ialah:\n1.Membasuh muka, yaitu mulai dari rambut sebelah muka atau dahi sampai dengan dagu, dan dari telingga kanan sampai telinga kiri.\n2.Membasuh dua tangan dengan air bersih mulai dari ujung jari sampai dengan dua siku.\n3.Menyapu kepala, cukup menyapu sebagian kecil kepala menurut mazhab Syafii.184)\n4.Membasuh dua kaki mulai dari jari-jari sampai dengan dua mata kaki. Kesemuanya itu dengan menggunakan air. Sedang dua rukun lagi yang diambil dari hadis ialah:\na.Niat, pekerjaan hati, dan tidak disebutkan dalam ayat ini tetapi niat itu diharuskan pada setiap pekerjaan ibadah sesuai dengan hadis:\n\"Sesungguhnya segala amalan adalah dengan niat\" (Riwayat al-Bukhari dan Muslim dari 'Umar bin al-Khattab).\n\nb.Tertib, artinya melakukan pekerjaan tersebut di atas sesuai dengan urutan yang disebutkan Allah dalam ayat ini. Tertib itu tidak disebutkan dengan jelas di dalam ayat ini, tetapi demikianlah Nabi melaksanakannya dan sesuai pula dengan sabdanya yang berbunyi: \nMulailah dengan apa yang dimulai oleh Allah. (Riwayat an-Nasai dan Jabir bin Abdillah).\n\nAdapun selain enam rukun itu, seperti membasuh tiga kali, berkumur\nkumur adalah sunat hukumnya. Kewajiban wudu ini bukanlah setiap kali\nhendak mengerjakan salat, tetapi wudu itu diwajibkan bagi seorang yang \nakan salat, jika wudunya sudah batal atau belum berwudu, sesuai dengan\nhadis yang berbunyi: \nAllah tidak menerima salat salah seorang di antara kalian, apabila ia berhadas hingga ia berwudu. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nBerikutnya Allah menerangkan hal-hal yang mengharuskan seseorang wajib mandi di antaranya :\na.Keluar mani;\nb.Jima' (bersetubuh);\nc.Haid;\nd. Nifas;\ne.Wiladah (melahirkan);\nf.Mati (orang yang hidup wajib memandikan yang mati).\n\nOrang yang terkena salah satu dari (a) sampai (e) dinamakan orang yang berhadas besar, wajib mandi dan berwudu sebelum salat. Orang yang berhadas kecil, hanya wajib berwudu saja. Kewajiban wudu disebabkan :\na.Keluar sesuatu dari lubang buang air kecil dan buang air besar;\nb.Bersentuh kulit laki-laki dengan perempuan yang bukan mahram, antara keduanya tanpa pembatas188;\nc.Tidur yang tidak memungkinkan seseorang tahu jika keluar angin dari duburnya;\nd.Hilang akal karena mabuk, gila dan sebagainya;\ne.Menyentuh kemaluan dengan telapak tangan atau menyentuh lubang dubur;\nf.Murtad (keluar dari agama Islam).\nSelanjutnya ayat ini menerangkan cara-cara bertayamum. Jika seseorang dalam keadaan sakit dan tidak boleh memakai air, atau dalam keadaan musafir tidak menemukan air untuk berwudu, maka wajib bertayamum dengan debu tanah. Caranya ialah dengan meletakkan kedua belah telapak tangan pada debu tanah yang bersih lalu disapukan ke muka, kemudian meletakkan lagi kedua telapak tangan ke atas debu tanah yang bersih, lalu telapak tangan yang kiri menyapu tangan kanan mulai dari belakang jari-jari tangan terus ke pergelangan sampai dengan siku, dari siku turun ke pergelangan tangan lagi untuk menyempurnakan penyapuan yang belum tersapu, sedang telapak tangan yang sebelah kanan yang berisi debu tanah jangan diganggu untuk disapukan pula ke tangan sebelah kiri dengan cara yang sama seperti menyapu tangan kanan. Demikianlah cara Nabi bertayamum.\nKemudian akhir ayat ini menjelaskan bahwa perintah berwudu dan tayamum bukanlah untuk mempersulit kaum Muslimin, tetapi untuk menuntun mereka mengetahui cara-cara bersuci, dan untuk menyempurnakan nikmat-Nya, agar kaum Muslimin menjadi umat yang bersyukur.",
    "quraish": "Hai orang-orang yang beriman, apabila kalian hendak melaksanakan salat, sedang kalian belum berwudu, maka berwudulah dengan membasuh muka dan tangan sampai sikunya. Lalu usaplah kepala--seluruhnya atau sebagian--dan basuhlah kaki sampai dengan kedua matanya. Apabila hendak melaksanakan salat, dan kalian dalam keadaan junub karena menggauli istri, maka mandilah dengan membasuh seluruh badan. Jika kalian menderita sakit yang tidak memungkinkan penggunaan air, atau dalam perjalanan yang tidak memungkinkan kalian mendapatkan air, atau ketika kalian selesai buang air, atau menggauli istri(1) lalu kalian tidak mendapatkan air, maka bertayamumlah dengan debu yang suci. Usaplah muka dan tangan kalian dengan debu itu. Sesungguhnya Allah tidak bermaksud menyulitkan kalian pada semua perintah-Nya. Allah menetapkan ketentuan itu semua dengan maksud untuk membersihkan kalian secara lahir dan batin, dan menyempurnakan nikmat-Nya dengan memberi petunjuk dan kemudahan kepada kalian, agar kalian bersyukur atas petunjuk dan hidayah-Nya dengan selalu menaati-Nya. (2). (1) bagian besar ahli tafsir mengartikan kata \"lâmastum\" dalam ayat ini dengan 'menyentuh'. Ada juga yang mengartikannya dengan 'menggauli'. Perbedaan penafsiran ini mempunyai konsekuensi hukum masing-masing. Jika kata \"lâmastum\" diartikan 'menyentuh', maka wudu seseorang menjadi batal dengan sekadar sentuhan. Tetapi jika diartikan 'menggauli', wudu seseorang tidak batal hanya karena menyentuh wanita. (2) rsuci (thahârah) dalam Islam mengandung dua pengertian. Pertama, mengarahkan hati kepada Allah dengan penuh persiapan agar dapat menghadap Allah dengan jiwa bersih dan ikhlas. Kedua, bersuci secara lahiriah dengan melakukan wudu, yaitu membersihkan sebagian anggota badan dari kotoran. Bersuci dalam pengertian kedua ini kadang-kadang terulang sampai lima kali dalam sehari. Dapat pula dengan cara mandi setelah mengadakan hubungan suami istri, atau setelah bersuci dari haid dan nifas. Wudu dan mandi ini mempunyai manfaat yang besar, yaitu membersihkan dan menjaga tubuh dari kotoran dan debu yang membawa bibit penyakit, melancarkan peredaran darah dan mengurangi ketegangan otot-otot. Oleh karena itu, Rasulullah saw. bersabda, \"Kalau kamu [sedang] marah, berwudulah.\" Sedangkan tayamum mengandung makna bersuci dalam pengertian pertama, yaitu mengarahkan hati kepada Allah dengan penuh persiapan, agar dapat mengahadap Allah dengan jiwa bersih dan ikhlas.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kamu berdiri) maksudnya hendak berdiri (mengerjakan salat) dan kamu sedang berhadas (maka basuhlah muka dan tanganmu sampai ke siku) artinya termasuk siku itu sebagaimana diterangkan dalam sunah (dan sapulah kepalamu) ba berarti melengketkan, jadi lengketkanlah sapuanmu itu kepadanya tanpa mengalirkan air. Dan ini merupakan isim jenis, sehingga dianggap cukup bila telah tercapai sapuan walaupun secara minimal, yaitu dengan disapunya sebagian rambut. Pendapat ini juga dianut oleh Imam Syafii (dan kakimu) dibaca manshub karena diathafkan kepada aidiyakum; jadi basuhlah tetapi ada pula yang membaca dengan baris di bawah/kasrah dengan diathafkan kepada yang terdekat (sampai dengan kedua mata kaki) artinya termasuk kedua mata kaki itu, sebagaimana diterangkan dalam hadis. Dua mata kaki ialah dua tulang yang tersembul pada setiap pergelangan kaki yang memisah betis dengan tumit. Dan pemisahan di antara tangan dan kaki yang dibasuh dengan rambut yang disapu menunjukkan diharuskannya/wajib berurutan dalam membersihkan anggota wudu itu. Ini juga merupakan pendapat Syafii. Dari sunah diperoleh keterangan tentang wajibnya berniat seperti halnya ibadah-ibadah lainnya. (Dan jika kamu dalam keadaan junub, maka bersucilah) maksudnya mandilah (dan apabila sakit) yang akan bertambah parah dengan menyentuh air (atau dalam perjalanan) musafir (atau kamu kembali dari tempat buang air) artinya berhadas (atau menyentuh wanita) hal ini telah dibicarakan dulu pada surah An-Nisa (lalu kamu tidak memperoleh air) yakni setelah mencarinya (maka bertayamumlah) dengan mencari (tanah yang baik) tanah yang bersih (sapulah muka dan tanganmu) beserta kedua siku (dengan tanah itu) dengan dua kali pukulan. Ba menunjukkan lengket sementara sunah menjelaskan bahwa yang dimaksud ialah hendaklah sapuan itu meliputi kedua anggota secara keseluruhan (Allah tidaklah hendak menyulitkan kamu) dengan kewajiban-kewajiban berwudu, mandi atau tayamum itu (tetapi Dia hendak menyucikan kamu) dari hadas dan dosa (dan hendak menyempurnakan nikmat-Nya kepadamu) yakni dengan Islam dengan menerangkan syariat-syariat agama (semoga kamu bersyukur) atas nikmat-Nya itu."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 7,
    "arab": "وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
    "translation": "Dan ingatlah akan karunia Allah kepadamu dan perjanjian-Nya yang telah diikatkan kepadamu, ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Dan bertakwalah kepada Allah, sungguh, Allah Maha Mengetahui segala isi hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/676.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada kaum Muslimin agar mengingat nikmat-Nya, yaitu peraturan-peraturan agama yang telah ditetapkan kepada mereka. Dengan datangnya agama Islam hilanglah permusuhan, timbullah persaudaraan. Sesudah itu Allah mengingatkan akan perjanjian yang pernah diikrarkan yaitu janji patuh dan taat kepada Nabi Muhammad saw baik pada waktu susah maupun senang, mengikuti segala perintahnya dan akan meninggalkan segala larangannya dengan penuh kepatuhan dan ketaatan. Pada akhir ayat ini, Allah memerintahkan supaya kaum Muslimin tetap bertakwa kepada Allah, menjaga supaya jangan sampai lupa kepada nikmat-Nya dan jangan sampai melanggar janji yang sudah diikrarkan, baik secara terang terangan maupun secara sembunyi-sembunyi. Sebab Allah Maha Mengetahui segala yang tersimpan di dalam hati manusia.",
    "quraish": "Renungkanlah, wahai orang-orang yang beriman, nikmat Allah kepada kalian dengan menunjukkan kalian kepada agama Islam. Peliharalah pelaksanaan janji yang telah kalian ucapkan saat membaiat Rasulullah, Muhammad, untuk mau mendengar dan patuh. Bertakwalah kepada Allah dengan menjaga dan melaksanakan janji-janji itu. Sesungguhnya Allah Maha Mengetahui isi hati kalian, dan Dialah yang akan memberi balasannya.",
    "jalalayn": "(Dan ingatlah olehmu karunia Allah kepadamu) maksudnya agama Islam (dan perjanjian-Nya yang telah diikat erat-Nya denganmu) artinya yang telah diperbuat-Nya denganmu (ketika kamu mengatakan) kepada Nabi saw. sewaktu baiat kepadanya (Kami dengar dan kami taati) mengenai apa juga yang engkau suruh atau pun larang, baik yang kami sukai maupun yang kami benci (dan bertakwalah kamu kepada Allah) jangan sampai melanggar perjanjian itu (Sesungguhnya Allah Maha Mengetahui isi hati) yakni apa yang terdapat di dalamnya apa lagi yang terdapat di luarnya."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 8,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Jadilah kamu sebagai penegak keadilan karena Allah, (ketika) menjadi saksi dengan adil. Dan janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlaku adillah. Karena (adil) itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah, sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/677.mp3",
    "tafsir": "Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nisa/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan.\nSelanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah.\nAkhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya:\n\n\"Sesungguhnya Allah tidak menyalahi janji.\" (Ali 'Imran/3:9).\n\nAmal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya.",
    "quraish": "Hai orang-orang yang beriman, hendaklah kalian senantiasa menjalankan perintah-perintah Allah dan melaksanakan persaksian di antara manusia dengan benar. Janganlah kebencian kalian yang sangat kepada suatu kaum membawa kalian untuk bersikap tidak adil kepada mereka. Tetaplah berlaku adil, karena keadilan merupakan jalan terdekat menuju ketakwaan kepada Allah dan menjauhi kemurkaan-Nya(1). Takutlah kalian kepada Allah dalam setiap urusan. Sesungguhnya Allah Maha Mengetahui semua yang kalian perbuat dan Dia akan memberi balasan yang setimpal. (1) Islam telah menyeru umat manusia untuk selalu konsisten dengan keadilan, baik dengan penguasa maupun dengan musuh. Maka, merupakan tindakan yang tidak benar kalau kebencian mengakibatkan perlakuan tidak adil. Hal itu diterapkan pada hubungan antar individu, dan hubungan antar institusi atau negara. Bersikap adil terhadap musuh diterangkan oleh al-Qur'ân secara sangat jelas, sebagai sikap yang mendekatkan diri kepada takwa. Seandainya prinsip keadilan itu diterapkan dalam hukum internasional, maka tidak akan ada peperangan. Dan kalau setiap agama mempunyai ciri khas tersendiri, maka ciri khas Islam adalah konsep tauhid dan keadilan.",
    "jalalayn": "(Hai orang-orang yang beriman, hendaklah kamu selalu berdiri karena Allah) menegakkan kebenaran-kebenaran-Nya (menjadi saksi dengan adil) (dan janganlah kamu terdorong oleh kebencian kepada sesuatu kaum) yakni kepada orang-orang kafir (untuk berlaku tidak adil) hingga kamu menganiaya mereka karena permusuhan mereka itu. (Berlaku adillah kamu) baik terhadap lawan maupun terhadap kawan (karena hal itu) artinya keadilan itu (lebih dekat kepada ketakwaan. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan) sehingga kamu akan menerima pembalasan daripadanya."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 9,
    "arab": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ",
    "translation": "Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh, (bahwa) mereka akan mendapat ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/678.mp3",
    "tafsir": "Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nisa/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan.\nSelanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah.\nAkhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya:\n\n\"Sesungguhnya Allah tidak menyalahi janji.\" (Ali 'Imran/3:9).\n\nAmal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya.",
    "quraish": "Allah memberi karunia-Nya dengan menjanjikan orang-orang yang beriman kepada agama-Nya dan selalu mengerjakan amal saleh, untuk mengampuni dosa-dosa dan melimpahkan pahala yang besar kepada mereka.",
    "jalalayn": "(Allah telah menjanjikan kepada orang-orang yang beriman dan yang beramal saleh) suatu janji yang baik (bahwa untuk mereka keampunan dan pahala yang besar) yakni surga."
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 10,
    "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ",
    "translation": "Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/679.mp3",
    "tafsir": "Selanjutnya ayat itu menyatakan bahwa orang kafir yang mendustakan ayat-ayat Allah, adalah penghuni neraka. Ayat-ayat Allah artinya tanda-tanda adanya Allah Yang Maha Esa dan Al-Qur'an. Setiap ayat yang menjadi mukjizat yang besar bagi kenabian dan kerasulan Muhammad saw adalah tanda adanya Allah Yang Maha Esa dan Mahakuasa. Akhir ayat menyatakan bahwa orang-orang kafir yang mengingkari dan mendustakan ayat-ayat-Nya adalah penghuni neraka.",
    "quraish": "Orang-orang yang membangkang terhadap agama Allah dan mendustakan ayat-ayat yang membuktikan keesaan dan kebenaran risalah-Nya adalah penghuni neraka yang akan kekal di dalamnya.",
    "jalalayn": "(Sebaliknya orang-orang yang kafir dan mendustakan ayat-ayat Kami mereka itu adalah penduduk neraka.)"
  },
  {
    "hizb": 43,
    "name": "Al-Ma'idah",
    "ayat": 11,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ ",
    "translation": "Wahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allah-lah hendaknya orang-orang beriman itu bertawakal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/680.mp3",
    "tafsir": "Orang-orang yang beriman harus mengingat kembali nikmat yang sangat besar yang diberikan kepada mereka dengan kekuasaan-Nya, Allah telah menahan dan membebaskan mereka dari suatu kejahatan yang sangat berbahaya yang direncanakan oleh orang-orang kafir.\nBanyak riwayat yang menceritakan tentang sebab turunnya ayat ini yang pada umumnya berkisar di sekitar seorang laki-laki dari suku Muharib yang diutus oleh kaumnya untuk membunuh Nabi Muhammad saw. Riwayat yang terkuat ialah yang dikuatkan oleh al-Hakim dari hadis Jabir, yaitu seorang laki-laki dari suku Muharib bernama Gauras bin Haris datang dan berdiri di hadapan Rasulullah saw seraya (menghunus pedang) dan berkata, \"Siapakah yang dapat membelamu?\" Rasulullah saw menjawab, \"Allah\" maka terjatuhlah pedang itu dari tangannya lalu diambil oleh Rasulullah saw seraya berkata, \"Siapakah yang dapat membelamu?\", laki-laki itu menjawab, \"Jadilah engkau sebaik-baik orang yang bertindak.\" Rasulullah bertanya, \"Maukah engkau mengakui bahwa tiada tuhan selain Allah dan sesungguhnya aku adalah Rasul-Nya ?\" Laki-laki itu menjawab, \"Saya berjanji bahwa saya tidak akan memerangimu dan tidak akan turut dengan kaum yang akan memerangimu.\" Lalu Rasulullah saw membebaskannya, setelah ia kembali kepada kaumnya ia berkata kepada mereka: \"Saya baru saja datang menjumpai seorang manusia yang paling baik yaitu Rasulullah saw.\"\nAyat ini mengajak orang-orang yang beriman untuk mengingat kembali nikmat yang akan diberikan kepada mereka pada waktu menghadapi kaum yang bermaksud jahat, Allah menahan dan melepaskan mereka dari bahaya kejahatan musuh.\nMenurut sebagian ahli tafsir yang dimaksud dengan kejahatan dalam ayat ini ialah kejahatan Gauras yang tersebut di atas. Sebagian lain berpendapat bahwa yang dimaksud, ialah semua kejahatan yang dilakukan oleh orang kafir kepada Rasulullah dan para sahabatnya pada permulaan lahirnya Islam dan mereka selalu dilindungi Allah.\nMengingat hal-hal serupa itu sangat besar manfaatnya bagi kehidupan orang-orang yang beriman, akan lebih memperteguh imannya kepada Allah dan kekuasaan-Nya dan menimbulkan semangat dan kepercayaan kepada diri sendiri dalam menghadapi kesusahan dan penderitaan untuk menegakkan kebenaran. Pada akhir ayat ini, Allah memerintahkan kepada orang-orang mukmin supaya tetap bertakwa kepada-Nya yang telah memperlihatkan kekuasaan-Nya dalam menolong dan melindungi mereka dari kejahatan musuh. Allah menyuruh kaum Muslimin bertawakal kepada-Nya, setelah mereka melakukan usaha dan ikhtiar menurut kemampuan mereka, dan melarang mereka bertawakal selain kepada Allah.",
    "quraish": "Hai orang-orang yang beriman, renungkanlah nikmat Allah saat kalian mengalami kesusahan, ketika suatu kaum--yaitu sekelompok orang musyrik--hendak menghancurkan kalian dan Rasulullah, lalu Allah melindungi dan menyelamatkan kalian dari siksa mereka. Bertakwalah kepada Allah dan bersandarlah hanya kepada-Nya dalam segala urusan, karena Dia yang mencukupimu. Selayaknya bagi orang yang beriman untuk selalu bersandar kepada Allah.",
    "jalalayn": "(Hai orang-orang yang beriman, ingatlah nikmat Allah kepadamu ketika suatu kaum bermaksud) yakni orang-orang Quraisy (hendak memanjangkan tangan mereka kepadamu) buat mencelakakanmu (maka ditahan-Nya tangan mereka daripadamu) dan dilindungi-Nya kamu dari maksud jahat mereka itu (dan bertakwalah kamu kepada Allah dan hendaklah kepada Allah orang-orang mukmin itu bertawakal.)"
  }
]