[
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 51,
    "arab": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى اَوْلِيَاۤءَ ۘ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(mu); mereka satu sama lain saling melindungi. Barangsiapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/720.mp3",
    "tafsir": "Ayat ini melarang orang-orang yang beriman agar jangan menjadikan orang-orang Yahudi dan Nasrani sebagai teman akrab yang akan memberikan pertolongan dan perlindungan, apalagi untuk dipercayai sebagai pemimpin. Selain dari ayat ini masih banyak ayat yang lain dalam Al-Qur'an yang menyatakan larangan seperti ini terhadap orang-orang Yahudi dan Nasrani. Diulangnya berkali-kali larangan ini dalam beberapa ayat dalam Al-Qur'an, menunjukkan bahwa persoalannya sangat penting dan bila dilanggar akan mendatangkan bahaya yang besar.\nLarangan ini berlaku atas diri pribadi. Orang mukmin dilarang menjadikan orang Yahudi dan Nasrani sebagai teman yang akrab, tempat menumpahkan rahasia dan kepercayaan seperti halnya dengan sesama mukmin. Begitu juga, berlaku terhadap jamaah dan masyarakat mukmin, bahwa mereka dilarang untuk menjadikan orang-orang Yahudi dan Nasrani sebagai pembela, pelindung dan penolong, lebih-lebih dalam urusan yang berhubungan dengan agama. Kalau hanya untuk berteman biasa dalam pergaulan, apalagi dalam urusan-urusan keduniaan, Allah tidak melarangnya, asal saja berhati-hati dalam pergaulan, sebab bagi mereka sifat melanggar janji dan berbohong untuk mencari keuntungan duniawi adalah biasa saja. Hal yang seperti ini sudah diperlihatkan oleh Rasulullah ketika beliau berada di Medinah. Beliau mengadakan hubungan kerja sama dengan orang Yahudi dan Nasrani dan kadang-kadang mengadakan perjanjian pertahanan dengan mereka, bila hal itu dipandang ada maslahatnya bagi orang-orang yang beriman.\nOrang Yahudi dan Nasrani itu rasa golongan dan kesukuan mereka sangat tebal. Karena itu walau bagaimanapun baiknya hubungan mereka dengan orang mukmin, sehingga suka mengadakan perjanjian untuk kerja sama dengan mereka tapi kalau akan merugikan golongan dan bangsanya, mereka tidak akan segan-segan berbalik ke belakang, mengkhianati janji dan memusuhi orang mukmin. Sesama mereka senantiasa tolong menolong, bersatu dalam menghadapi orang mukmin. Lahirnya baik, tapi batinnya selalu mencari kesempatan untuk menghancurkan orang-orang mukmin.\nAkhir ayat ini menegaskan, bahwa barang siapa di antara orang-orang mukmin yang menjadikan orang Yahudi dan Nasrani sebagai teman akrabnya, maka orang itu termasuk golongan mereka, tanpa sadar, lambat laun orang itu akan terpengaruh, bukan akan membantu Islam, tetapi akan menjadi musuh Islam. Kalau dia telah menjadi musuh Islam, berarti dia telah menganiaya dirinya sendiri. Ketahuilah, bahwa Allah tidak akan memberi petunjuk orang-orang yang aniaya, kepada jalan yang benar untuk mencapai hidup bahagia di dunia dan akhirat.",
    "quraish": "Wahai orang-orang yang beriman, kalian tidak diperkenankan menjadikan orang-orang Yahudi dan Nasrani sebagai penolong yang kalian taati. Mereka itu sama saja dalam menentang kalian. Barangsiapa yang menjadikan mereka sebagai pemimpin, maka ia telah masuk ke dalam golongan mereka. Sesungguhnya Allah tidak akan memberi petunjuk kepada mereka yang menzalimi diri sendiri, dengan menjadikan orang-orang kafir sebagai penguasa mereka.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu ambil orang-orang Yahudi dan Nasrani menjadi pemimpin) menjadi ikutanmu dan kamu cintai. (Sebagian mereka menjadi pemimpin bagi sebagian lainnya) karena kesatuan mereka dalam kekafiran. (Siapa di antara kamu mengambil mereka sebagai pemimpin, maka dia termasuk di antara mereka) artinya termasuk golongan mereka. (Sesungguhnya Allah tidak menunjuki orang-orang yang aniaya) karena mengambil orang-orang kafir sebagai pemimpin mereka."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 52,
    "arab": "فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ اَنْ يَّأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ اَسَرُّوْا فِيْٓ اَنْفُسِهِمْ نٰدِمِيْنَۗ  ",
    "translation": "Maka kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani), seraya berkata, “Kami takut akan mendapat bencana.” Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya), atau suatu keputusan dari sisi-Nya, sehingga mereka menjadi menyesal terhadap apa yang mereka rahasiakan dalam diri mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/721.mp3",
    "tafsir": "Ayat ini menerangkan kepada Muhammad, bahwa Nabi akan melihat orang-orang yang dalam hatinya ada penyakit, yaitu orang-orang munafik yang lemah imannya, belum sampai ke tingkat yakin, seperti Abdullah bin Ubay dan lain-lain. Mereka itu lebih mendekatkan diri kepada orang Yahudi daripada kepada orang mukmin sendiri. Abdullah bin Ubay sebagai pemimpin orang munafik, sehari-hari lebih dekat hubungannya dengan orang Yahudi. Sedang orang-orang munafik yang lain, telah berani membuat perjanjian kerja sama, malahan lebih erat hubungan kerja samanya dengan orang-orang Yahudi. Seolah-olah mereka menggantungkan keselamatan mereka kepada orang-orang Yahudi, disebabkan ketakutan kalau-kalau orang-orang Yahudi nanti kuat dan berkuasa, mereka sendiri akan mendapat bahaya. Orang-orang munafik itu kurang yakin dengan kekuatan Nabi Muhammad saw, dan Muslimin yang akan dibantu oleh Allah dengan kemenangan dan kejayaan. Allah telah menjanjikan, bahwa setiap mukmin yang berjuang membela agama-Nya, akan dibantu dengan kekuatan dan kemenangan. Maka pada waktu itulah timbul penyesalan dari orang-orang yang ragu dan munafik dan terbukalah rahasia hatinya yang disimpannya selama ini.",
    "quraish": "Jika yang mengikuti mereka hanya orang-orang yang menzalimi diri sendiri, maka kamu akan melihat betapa mereka telah dihinggapi penyakit berupa sikap lemah dan kemunafikan, ketika mereka mengatakan, \"Kami takut suatu saat tertimpa bencana, sedang mereka tidak menolong kami.\" Mudah-mudahan Allah mendatangkan kemenangan kepada Rasul-Nya dan kemenangan umat Islam atas musuh-musuhnya serta memperlihatkan kepura-puraan orang munafik, sehingga mereka menyesali keingkaran dan keraguan yang mereka sembunyikan dalam diri mereka.",
    "jalalayn": "(Maka kamu lihat orang-orang yang di dalam hati mereka ada penyakit) yakni lemah akidahnya seperti Abdullah bin Ubai gembong munafik itu (bersegera kepada mereka) untuk mengambil mereka sebagai pemimpin (seraya katanya) mengemukakan alasan dari sikap mereka itu (\"Kami takut akan mendapat giliran bencana.\") misalnya giliran musim kemarau, kekalahan sedangkan urusan Muhammad tidak berketentuan sehingga tidak dapat membela kami. Berfirman Allah swt.: (Semoga Allah mendatangkan kemenangan) kepada rasul-Nya dengan mengembangkan agama-Nya (atau sesuatu keputusan dari sisi-Nya) misalnya dengan membuka kedok orang-orang munafik dan menyingkapkan rahasia mereka (sehingga mereka atas apa yang mereka rahasiakan dalam diri mereka) berupa keragu-raguan dan mengambil orang-orang kafir itu sebagai pemimpin (menjadi menyesal.)"
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 53,
    "arab": "وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوْا خٰسِرِيْنَ",
    "translation": "Dan orang-orang yang beriman akan berkata, “Inikah orang yang bersumpah secara sungguh-sungguh dengan (nama) Allah, bahwa mereka benar-benar beserta kamu?” Segala amal mereka menjadi sia-sia, sehingga mereka menjadi orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/722.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana keadaan orang mukmin yang telah diberi Allah pertolongan dan kesenangan terhadap musuh-musuhnya, berkat kekuatan iman mereka dan kebulatan tekad mereka. Sebagian mereka dengan perasaan heran dan tercengang berkata kepada yang lain tentang keadaan orang-orang munafik yang telah menyesal dan membuka rahasianya, karena mereka telah menumpahkan harapan kepada orang-orang Yahudi dan Nasrani untuk membela dan menolongnya, tiba-tiba harapannya itu sia-sia belaka, padahal orang munafik itu telah bersumpah setia akan turut bersama orang mukmin untuk menghancurkan orang Yahudi. Sumpah setia itu hanyalah tipu daya yang bohong belaka, namun mereka telah membuat perjanjian kerja sama dengan orang Yahudi. Akibat dari kemunafikan mereka itu bukan menguntungkan mereka, tetapi menjadikan mereka terhina di hadapan manusia dan terkutuk di hadapan Allah. Maka hapuslah amal-amal mereka, tidak ada pahala yang mereka terima dari Allah, walaupun mereka selalu mendirikan salat, berpuasa dan turut berjihad bersama orang mukmin, karena kemunafikan mereka itu. Bahkan mereka termaksud golongan orang yang merugi di dunia dan di akhirat.",
    "quraish": "Dengan penuh keheranan terhadap orang-orang munafik, pada saat itu orang-orang yang beriman berkata, \"Mereka itukah orang-orang yang bersumpah--bahkan dengan sangat berlebihan--dengan nama Allah bahwa mereka akan bersama kalian dalam agama dan beriman seperti kalian? Mereka telah berbohong dan perbuatan mereka menjadi sia-sia, hingga rugi iman dan rugi pertolongan orang-orang Mukmin.\"",
    "jalalayn": "(Dan berkatalah) dibaca yaquulu marfu` sebagai awal kata dengan memakai wawu atau tidak. Ada pula yang membaca yaquula manshub karena diathafkan kepada ya`tiya (orang-orang yang beriman) kepada kawan-kawan mereka keheranan; yakni jika topeng kedustaan mereka telah disingkapkan (\"Inikah orang-orang yang telah bersumpah dengan nama Allah secara bersungguh-sungguh) artinya sebenar-benarnya bersumpah (bahwa sesungguhnya mereka beserta kamu.\") dalam soal keagamaan. Firman Allah swt.: (\"Gugurlah) rusaklah/binasalah (amal perbuatan mereka yang baik) (maka jadilah mereka orang-orang yang merugi.\") baik di dunia dengan terbukanya rahasia mereka maupun di akhirat dengan datangnya azab dan siksa."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 54,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ",
    "translation": "Wahai orang-orang yang beriman! Barangsiapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah, dan yang tidak takut kepada celaan orang yang suka mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/723.mp3",
    "tafsir": "Dalam ayat ini terkandung berita tantangan yang akan terjadi, yaitu akan murtadnya sebagian orang mukmin. Mereka akan keluar dari Islam dengan terang-terangan. Keluarnya mereka dari Islam, tidaklah akan membahayakan orang mukmin, tetapi sebaliknya yang akan terjadi, yaitu Allah akan menggantinya dengan orang-orang yang lebih kuat imannya dan Iebih baik amal perbuatannya, sebagai pengganti mereka yang murtad itu.\nMenurut riwayat Ibnu Jarir dari Qatadah, diceritakan bahwa setelah ayat ini diturunkan, beberapa kelompok manusia akan murtad, keluar dari agama Islam. Peristiwa itu kemudian benar-benar terjadi, ketika Nabi Muhammad saw. berpulang ke rahmatullah, murtadlah sebagian orang Islam, terkecuali dari tiga tempat, yaitu penduduk Medinah, penduduk Mekah dan penduduk Bahrain. Di antara tanda-tanda murtad mereka ialah bahwa mereka tidak mau lagi mengeluarkan zakat. Mereka mengatakan: \"Kami akan tetap salat, tetapi kami tidak mau mengeluarkan zakat. Demi Allah, harta kami tidak boleh dirampas.\" Maka Khalifah Abu Bakar ketika itu terpaksa mengambil tindakan keras. Orang-orang yang murtad itu diperangi, sehingga di antara mereka ada yang mati, ada yang terbakar dan ada pula yang ditangkap, dan akhirnya mereka kembali bersedia membayar zakat.\nPeristiwa terjadinya kemurtadan ini banyak sekali. Di dalam sejarah disebutkan bahwa pada masa Nabi Muhammad saw. masih hidup telah terjadi tiga kali peristiwa murtad, yaitu:\n1.Golongan Bani Madzhij yang dipelopori oleh Zulkhimar, yaitu al-Aswad al-Ansi seorang tukang tenung. Dia mengaku sebagai nabi di Yaman, dia dibunuh oleh salah seorang dari Muslimin.\n2.Golongan Bani Hanifah, yaitu Musailimah al-Kadzdzab, Musailimah mengaku dirinya sebagai nabi. Dia pernah berkirim surat kepada Nabi Muhammad saw. mengajak beliau untuk membagi dua kekuasaan di negeri Arab. Dia memerintah separuh negeri dan Nabi Muhammad saw. memerintah sisanya. Nabi Muhammad saw. membalas suratnya dengan mengatakan bahwa bumi ini adalah kepunyaan Allah dan Allah akan mempusakakan bumi ini kepada siapa yang dikehendaki di antara hamba-Nya dan bahwa kemenangan terakhir akan berada pada orang yang bertakwa kepada-Nya. Akhirnya Musailimah diperangi oleh Khalifah Abu Bakar dan ia mati dibunuh oleh Wahsyi yang dulu pernah membunuh Hamzah, paman Nabi dalam Perang Uhud.\n3.Golongan Bani Asad, pemimpinnya bernama thulaihah bin Khuwailid, dia juga mengaku dirinya menjadi nabi, maka Abu Bakar memeranginya dengan memerintahkan Khalid bin Walid untuk membunuhnya. Dia mundur dan lari ke negeri Syam dan akhirnya dia kembali menjadi seorang Muslim yang baik.\nSesudah Nabi Muhammad saw. meninggal, pada masa Khalifah Abu Bakar, banyak terjadi golongan-golongan yang murtad terdiri dari 7 golongan, yaitu: (1) Gatafan, (2) Khuza'ah, (3) Bani Sulaim, (4) Bani Yarbu', (5) sebagian Bani Tamim, (6) Kindah, dan (7) Bani Bakr.\n\nOrang-orang yang menggantikan orang-orang murtad itu selalu mengatakan kebenaran dan membantu perjuangan Islam, ditandai oleh Allah dengan enam sifat yang penting, yaitu:\n1.Allah mencintai mereka, karena keimanan dan keyakinan mereka dalam berjuang.\n2.Mereka cinta kepada Allah, karena perintah Allah lebih diutamakan dari urusan-urusan yang lain,\n3.Mereka bersikap lemah lembut terhadap orang mukmin,\n4.Mereka bersikap keras dan tegas terhadap orang kafir.\n5.Berjihad fi sabilillah, yaitu bersungguh-sungguh dalam menegakkan agama Allah, mau berkorban dengan harta dan dirinya dan tidak takut berperang menghadapi musuh agama,\n6.Mereka tidak takut terhadap cacian dan celaan, tidak takut kepada gertakan dan ancaman. Sebab mereka senantiasa dalam beramal, berjuang, bukan mencari pujian dan sanjungan manusia, bukan juga mencari pangkat dan kedudukan dan bukan pula mencari nama dan pengaruh. Yang mereka cari hanyalah keridaan Allah semata.\n\nSifat-sifat yang tersebut di atas adalah karunia Allah kepada hamba-Nya yang dikehendaki. Dengan sifat-sifat itulah derajat seseorang menjadi tinggi dan mulia di hadapan manusia, dan lebih-lebih di hadapan Allah yang mempunyai karunia yang besar. Semuanya itu akan dapat diperoleh dengan jalan mendekatkan diri kepada Allah serta memperbanyak ibadah dan bersyukur.",
    "quraish": "Hai orang-orang yang beriman, barangsiapa di antara kalian kembali kepada kekafiran setelah sebelumnya beriman, mereka tidak akan mendatangkan mudarat sedikit pun bagi Allah dengan kekufurannya itu. Allah Mahasuci dari itu semua. Allah akan mendatangkan suatu kaum yang lebih baik sebagai pengganti mereka. Mereka dicintai oleh Allah sehingga mereka diberikan petunjuk dan ketaatan. Sebaliknya, mereka pun mencintai Allah dan taat kepada-Nya. Mereka bersikap merendah dan saling menyayangi sesama Mukmin, bersikap keras terhadap orang-orang kafir, berjuang di jalan Allah dan tidak merasa takut terhadap celaan orang-orang yang suka mencela. Itulah karunia Allah yang diberikan kepada orang yang dikehendaki untuk menjadi baik. Karunia Allah amat luas dan Dia Maha Mengetahui orang-orang yang berhak menerimanya.",
    "jalalayn": "(Hai orang-orang yang beriman! Siapa yang murtad) yartadda pakai idgam atau tidak; artinya murtad atau berbalik (di antara kamu dari agamanya) artinya berbalik kafir; ini merupakan pemberitahuan dari Allah swt. tentang berita gaib yang akan terjadi yang telah terlebih dahulu diketahui-Nya. Buktinya setelah Nabi Muhammad saw. wafat segolongan umat keluar dari agama Islam (maka Allah akan mendatangkan) sebagai ganti mereka (suatu kaum yang dicintai oleh Allah dan mereka pun mencintai-Nya) sabda Nabi saw., \"Mereka itu ialah kaum orang ini,\" sambil menunjuk kepada Abu Musa Al-Asyari; riwayat Hakim dalam sahihnya (bersikap lemah lembut terhadap orang-orang mukmin dan bersikap keras) atau tegas (terhadap orang-orang kafir. Mereka berjihad di jalan Allah dan tidak takut akan celaan orang yang suka mencela) dalam hal itu sebagaimana takutnya orang-orang munafik akan celaan orang-orang kafir. (Demikian itu) yakni sifat-sifat yang disebutkan tadi (adalah karunia Allah yang diberikan-Nya kepada siapa yang dikehendaki-Nya dan Allah Maha Luas) karunia-Nya (lagi Maha Mengetahui) akan yang patut menerimanya. Ayat ini turun ketika Ibnu Salam mengadu kepada Rasulullah, \"Wahai Rasulullah! Kaum kami telah mengucilkan kami!\""
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 55,
    "arab": "اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رَاكِعُوْنَ",
    "translation": "Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman, yang melaksanakan salat dan menunaikan zakat, seraya tunduk (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/724.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan lagi masalah wali, yaitu penolong dan pelindung orang mukmin tidak lain hanyalah Allah dan Rasul-Nya serta orang-orang mukmin sendiri. Penegasan ini dimaksudkan agar orang mukmin jangan ragu dan lemah pendirian, karena bisikan dan bujukan orang-orang yang lemah iman. Mereka hendaklah berpendirian teguh, yakin dalam perjuangan, tidak menggantungkan harapan kepada orang lain, selain kepada sesama mukmin dan tidak meminta pertolongan, selain mengharapkan pertolongan Allah semata-mata.\nAyat ini menjelaskan sifat-sifat orang mukmin yang akan dijadikan pemimpin dan penolong. Jangan sembarang orang mengaku mukmin, sebab banyak juga orang hanya mengaku mukmin di mulut, tetapi dalam amal perbuatannya sehari-hari memperlihatkan perbuatan orang munafik. Kadang-kadang dia turut mengerjakan ibadah, seperti mengerjakan salat, puasa dan lain-lain, tetapi hanya sekadar untuk menarik perhatian orang mukmin saja, sekadar berpura-pura saja, bukan keluar dari hati sanubarinya. Perbuatan mereka banyak didorong oleh rasa ria ingin dipuji dan dilihat orang, mereka sedikit sekali ingat dan tunduk kepada perintah Allah. Terhadap orang-orang seperti ini haruslah berhati-hati menghadapinya, lebih-lebih dalam menjadikan mereka sebagai pemimpin dan penolong.\nAda tiga macam tindakan dan amalan yang harus dimiliki oleh orang mukmin yang akan dijadikan pemimpin dan penolong, yaitu:\n1.Mendirikan salat, dengan arti yang sebenarnya. Dikerjakan menurut waktunya dan menurut adab-adabnya yang sudah ditentukan. Sehingga salat itu bisa mempengaruhi perkataan dan perbuatan, menjadikannya seorang mukmin yang berakhlak, dapat dipercaya dan diikuti,\n2.Menunaikan zakat kepada orang-orang yang berhak menerimanya. dengan penuh kepatuhan dan ketaatan kepada Allah. Dengan menunaikan zakat dia menjadi orang yang baik hati, dermawan, suka memperhatikan nasib para pengikutnya dan rakyatnya. Dari dirinya keluar contoh-contoh yang baik dalam membela orang-orang mukmin, lebih-lebih kepada orang mukmin yang lemah dan miskin.\n3.Merendahkan diri kepada Allah. Terhadap Allah dia tetap beribadat dan terhadap masyarakat dia memperlihatkan akhlak dan perbuatan yang mulia.",
    "quraish": "Sesungguhnya penolong kalian, wahai orang-orang Mukmin, hanyalah Allah dan Rasul-Nya serta orang-orang yang melaksanakan salat, mengeluarkan zakat dengan tunduk sepenuhnya kepada Allah.",
    "jalalayn": "(Sesungguhnya yang menjadi penolongmu ialah Allah dan rasul-Nya serta orang-orang yang beriman yang mendirikan salat dan menunaikan zakat serta mereka rukuk) maksudnya khusyuk atau melakukan salat sunah."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 56,
    "arab": "وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ ",
    "translation": "Dan barangsiapa menjadikan Allah, Rasul-Nya dan orang-orang yang beriman sebagai penolongnya, maka sungguh, pengikut (agama) Allah itulah yang menang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/725.mp3",
    "tafsir": "Ayat ini merupakan jaminan Allah kepada orang mukmin yang telah menjadikan Allah, Rasul-Nya dan orang mukmin menjadi pemimpin dan penolongnya. Allah menjamin dan menjanjikan kemenangan bagi mereka. Mereka dinamakan \"hizbullah\", penganut agama Allah yang setia. Pertolongan Allah akan turun kepada mereka, sehingga mereka akan mendapat kemenangan yang paling gemilang.",
    "quraish": "Barangsiapa yang menjadikan Allah dan Rasul-Nya serta orang-orang yang beriman sebagai penguasa dan penolongnya, sesungguhnya mereka termasuk golongan Allah dan mereka pasti akan menang.",
    "jalalayn": "(Siapa yang mengambil Allah dan rasul-Nya serta orang-orang yang beriman sebagai penolongnya) lalu mereka dibela dan ditolongnya pula (maka sesungguhnya golongan agama Allah itulah yang akan menang) yang terjamin dengan pertolongan Allah swt. sedangkan pembelaan seseorang kepada agama Allah itu menjadi bukti bahwa ia dari golongan dan pengikut agama itu."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 57,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu menjadikan pemimpinmu orang-orang yang membuat agamamu jadi bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab sebelummu dan orang-orang kafir (orang musyrik). Dan bertakwalah kepada Allah jika kamu orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/726.mp3",
    "tafsir": "Dari ayat ini dan beberapa ayat berikutnya dapat pula diketahui sebab-sebab timbulnya larangan menjadikan orang-orang kafir itu sebagai pelindung dan penolong.\nMenurut riwayat Ibnu Ishak dan jamaah dari Ibnu Abbas diceritakan bahwa Rifa'ah bin Zaid bin Attabut dan Suwaid Ibnu Haris, keduanya adalah orang-orang munafik yang menyatakan dirinya beragama Islam, sehingga banyak orang-orang Islam yang berteman akrab dengan mereka, maka turunlah ayat ini.\nAyat ini melarang orang beriman untuk menjadikan orang kafir yang suka mengejek dan mempermainkan agama Islam, untuk menjadi teman setia, pelindung dan penolong. baik orang-orang kafir asli, penyembah api, berhala dsb, maupun yang tidak asli seperti Ahli Kitab, yaitu orang-orang Yahudi dan Nasrani.\nSebagian ahli tafsir menerangkan antara lain sebagai berikut: Islam membedakan antara Ahli Kitab dengan orang-orang kafir musyrik Arab, yaitu memperbolehkan makan hewan sembelihan Ahli Kitab dan mengawini wanita-wanita mereka dengan syarat-syarat tertentu seperti tersebut dalam Surah al-Ma'idah/5:5, dan dilarang berdebat dengan mereka yang zalim, sebagaimana diterangkan dalam Surah al-'Ankabut. Dalam ayat ini istilah \"Ahli Kitab\" itu, adalah sebutan bagi orang-orang yang beragama Yahudi dan Nasrani, sekalipun Taurat dan lnjil yang menjadi kitab suci mereka itu telah dicampuri oleh perkataan manusia dan mereka tidak beriman kepada Al-Qur'an.221) Adapun sebutan Musyrik atau Musyrikin itu adalah untuk orang-orang kafir asli, karena mereka dari semula menyekutukan Allah, sedang orang-orang Ahli Kitab, unsur memperserikatkan Allah yang terdapat dalam pokok akidah mereka itu datang kemudian, bukan dari ajaran mereka yang asli.\nSelanjutnya Allah memerintahkan orang-orang mukmin untuk bertakwa dan menjauhi larangan-Nya, yaitu berteman akrab dengan orang-orang kafir baik kafir asli maupun kafir dari Ahli Kitab karena tidak ada alasan lagi bagi orang-orang yang benar-benar beriman untuk berteman akrab atau tolong menolong dengan orang-orang kafir yang mengejek dan mempermainkan agama lain",
    "quraish": "Hai orang-orang yang beriman, janganlah kalian menjadikan musuh-musuh Islam--yaitu orang-orang Yahudi, Nasrani dan orang-orang musyrik--yang menjadikan agama kalian sebagai bahan ejekan dan main- mainan, sebagai penolong. Jangan jadikan perwalian kalian kepada mereka. Takutlah kepada Allah jika kalian benar-benar beriman.",
    "jalalayn": "(Hai orang-orang yang beriman! Janganlah kamu ambil orang-orang yang menjadikan agamamu sebagai olok-olok) ejekan (dan barang permainan di antara) min untuk penjelasan (orang-orang yang diberi Alkitab sebelumnya dan orang-orang kafir) atau orang-orang musyrik; dengan jar dan nashab (sebagai pemimpin dan bertakwalah kepada Allah) dengan tidak mengambil mereka sebagai pemimpin (jika kamu beriman) artinya sungguh-sungguh dalam keimanan kamu itu."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 58,
    "arab": "وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ",
    "translation": "Dan apabila kamu menyeru (mereka) untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena mereka orang-orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/727.mp3",
    "tafsir": "Ayat ini menjelaskan sebagian dari ejekan dan permainan orang-orang kafir terhadap agama Islam, yaitu apabila umat Islam mengajak mereka untuk salat maka orang-orang kafir itu menjadikan ajakan itu bahan ejekan dan permainan sambil menertawakan mereka. \nMenurut riwayat Ibnu Jarir dari as-Suddi, ia menceritakan, bahwa ada seorang laki-laki Nasrani di Medinah, apabila ia mendengar seruan azan Asyhadu anna Muhammad Rasulullah (saya mengaku bahwa sesungguhnya Muhammad adalah rasul Allah), ia berkata, \"haraqa al-Kadzdzab\" (semoga terbakarlah pembohong itu). Kemudian pada suatu malam, pembantu rumah tangganya datang masuk membawa api dan jatuhlah butiran kecil dari api yang dibawanya, sehingga menyebabkan rumah itu terbakar semuanya dan terbakar pulalah laki-laki Nasrani tersebut beserta keluarganya ketika sedang tidur.\nSelanjutnya diterangkan bahwa perbuatan orang-orang kafir yang demikian, disebabkan karena mereka adalah kaum yang tidak mau mempergunakan akal dan tidak mau tahu tentang hakikat agama Allah yang mewajibkan mereka mengagungkan dan memuja-Nya.\nAndaikata mereka mempergunakan akal secara wajar, tanpa dipengaruhi oleh rasa benci dan permusuhan, maka hati mereka akan khusyu, apabila mereka mendengar azan dengan suara yang merdu, apalagi jika mereka mengerti dan memahami azan yang dimulai dengan kata-kata yang mengagungkan Allah.",
    "quraish": "Di antara hinaan mereka terhadap kalian adalah bahwa apabila kalian mengajak salat dengan azan, mereka mengejek, menertawakan salat dan mempermainkannya. Hal itu disebabkan karena mereka adalah kaum yang tidak berakal, tidak mengetahui perbedaan antara petunjuk dan kesesatan.",
    "jalalayn": "(Dan) orang-orang yang (apabila kamu menyeru) atau memanggil mereka (untuk salat) yaitu dengan azan (mereka menjadikannya) salat itu (sebagai bahan olok-olok dan permainan) yakni dengan mempermainkan dan menertawakannya. (Demikian itu) maksudnya sikap mereka itu (adalah karena mereka) disebabkan oleh karena mereka (kaum yang tak mau berpikir). Ayat berikut ini diturunkan ketika orang-orang Yahudi menanyakan kepada Nabi saw., \"Kepada rasul-rasul yang manakah kamu beriman?\" Jawabnya, \"Kepada Allah dan kepada apa-apa yang diturunkan kepada kami... sampai akhir ayat.\" Ketika Nabi saw. menyebut nama Isa, mereka berkata, \"Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu!\""
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 59,
    "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ",
    "translation": "Katakanlah, “Wahai Ahli Kitab! Apakah kamu memandang kami salah, hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan kepada apa yang diturunkan sebelumnya? Sungguh, kebanyakan dari kamu adalah orang-orang yang fasik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/728.mp3",
    "tafsir": "Menurut riwayat, Ibnu Jarir dan lain-lainnya menceritakan orang-orang Yahudi, di antaranya turut Abu Yasir bin Akhtab dan yang lain mereka bertanya kepada Nabi Muhammad tentang siapa saja rasul-rasul yang beriman (percaya) kepada mereka, Nabi Muhammad menjawab, \"Saya percaya kepada Allah dan apa yang diturunkan kepada kami dan apa yang diturunkan kepada Ibrahim, Ishak, Yakub dan Asbat, dan apa yang diberikan Allah kepada Musa, Isa dan para nabi lainnya, tanpa membedakan antara mereka. Dan kami berserah diri kepada-Nya. Tatkala Nabi Muhammad menyebut Isa\", mereka tidak mengakui kenabiannya seraya berkata, \"Kami tidak percaya kepada orang yang percaya kepadanya, maka turunlah ayat ini.\nAyat ini memberi petunjuk kepada Nabi Muhammad saw supaya membantah orang-orang Ahli Kitab dengan bentuk pertanyaan sebagai berikut, \"Hai Ahli Kitab, apakah kamu memandang salah, membenci dan menghina kami, hanya lantaran kami beriman kepada Allah dan kepada yang diturunkan kepada rasul-rasul-Nya yang dahulu? Kami tidak berbuat selain dari itu, karena tidak ada alasan yang pantas bagi kamu untuk menyalahkan dan membenci kami, selain karena kebanyakan kamu memang sudah rnenjadi orang-orang yang fasik.\"\nBantahan ini pada hakikatnya tidak dapat mereka jawab selain bersikap acuh tak acuh dan terus mengejek dan menghina agama Islam dan kaum Muslimin. Oleh karena itu Allah menurunkan lagi ayat berikut ini untuk memberikan bantahan yang lebih keras, sehingga mereka semua diam.",
    "quraish": "Wahai Muhammad, katakan kepada Ahl al-Kitâb, \"Apakah kalian memandang kami saleh karena kami beriman kepada Allah dan kepada apa-apa yang diturunkan kepada kami, serta kitab-kitab suci yang diturunkan sebelumnya kepada para nabi? Kami yakin bahwa kebanyakan dari kalian telah keluar dari syariat Allah.\"",
    "jalalayn": "(Katakanlah, \"Hai ahli kitab! Apakah kamu menyalahkan) menolak (kami hanya karena kami beriman kepada Allah, kepada apa yang diturunkan kepada kami dan apa yang diturunkan sebelumnya) yakni kepada nabi-nabi yang terdahulu (dan bahwa kebanyakan di antara kamu orang-orang yang fasik?\") diathafkan kepada an aamannaa sedangkan maksudnya ialah: tak ada yang kamu salahkan kecuali hanyalah keimanan kami yang rupanya tidak kamu setujui. Sikap tersebut membuat kalian pantas disebut orang-orang yang fasik. Padahal hal ini merupakan hal yang sudah tidak boleh diingkari."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 60,
    "arab": "قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ",
    "translation": "Katakanlah (Muhammad), “Apakah akan aku beritakan kepadamu tentang orang yang lebih buruk pembalasannya dari (orang fasik) di sisi Allah? Yaitu, orang yang dilaknat dan dimurkai Allah, di antara mereka (ada) yang dijadikan kera dan babi dan (orang yang) menyembah Thaghut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/729.mp3",
    "tafsir": "Ayat ini dalam rangkaian petunjuk Allah kepada Rasul-Nya Muhammad untuk memberikan bantahan kepada Ahli Kitab sebagaimana yang diuraikan pada ayat 59.\nMenurut riwayat St-thabarani, ia menceritakan bahwa Ahli Kitab berkata kepada Nabi Muhammad yang maksudnya, \"Tidak ada agama yang kami ketahui lebih buruk dari agamamu\", maka turunlah ayat ini untuk membantahnya.\nPada ayat ini Allah menyuruh Nabi Muhammad supaya berkata sebagai berikut: \"Apakah perlu aku beritakan kepada kamu, hal orang-orang yang mengejek agama dan azan kami, sesuatu yang lebih buruk balasannya di sisi Allah dari pekerjaan (fasik) yang kamu lakukan ini, yaitu kamu dijadikan kera dan babi.\"\nRiwayat Ibnu Abbas menceriterakan, bahwa peristiwa pelanggaran kehormatan hari Sabat (Sabtu) itu telah menimbulkan dua macam kejadian. Kejadian pertama ialah orang-orang muda berubah menjadi kera; yang kedua, orang-orang tua menjadi babi. (Lihat juga Tafsir atas 2:65 dan 7:166) Selanjutnya Allah menyuruh Rasul-Nya untuk menyampaikan bahwa mereka inilah yang lebih buruk tempatnya di akhirat dan sesat dari jalan yang benar.",
    "quraish": "Katakan kepada mereka, \"Maukah kalian aku beritahukan perbuatan yang paling jelek balasannya di sisi Allah? Itulah perbuatan kalian, wahai orang-orang yang dijauhkan dari rahmat Allah dan dimurkai karena keingkaran dan kemaksiatan, dikunci mata hatinya sehingga mereka bagaikan kera dan babi, menyembah setan dan mengikuti kesesatan! Kejahatan mereka adalah yang paling besar karena mereka adalah orang-orang yang paling jauh dari jalan kebenaran.\"",
    "jalalayn": "(Katakanlah, \"Apakah akan kukabarkan kepadamu) kuberitakan (orang-orang yang lebih buruk) lagi daripada warga (demikian) yang kamu salahkan itu (mengenai pembalasannya) asal artinya ialah pahalanya (di sisi Allah) yaitu (orang yang dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan dimurkai-Nya serta di antara mereka ada yang dijadikan-Nya kera dan babi) dengan merubah bentuknya (dan) orang (yang menyembah tagut) yakni setan dengan jalan menaatinya. Pada minhum ditekankan arti man pada lafal sebelumnya yang dimaksud ialah orang-orang Yahudi. Menurut satu qiraat dibaca `abuda dengan diidhafatkan kepada yang sesudahnya sebagai isim jamak dari `abd dan dinashabkan karena ma`thuf kepada qiradah. (Mereka itu lebih buruk tempatnya) karena mereka menempati neraka berfungsi sebagai tamyiz (dan lebih tersesat lagi dari jalan yang lurus) dari jalan yang benar. Sawaa` arti asalnya ialah pertengahan. Disebutkan buruk dan lebih tersesat untuk mengimbangi ucapan mereka, 'Sepengetahuan kami tak ada agama yang lebih buruk dari agamamu.'\""
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 61,
    "arab": "وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ",
    "translation": "Dan apabila mereka (Yahudi atau munafik) datang kepadamu, mereka mengatakan, “Kami telah beriman,” padahal mereka datang kepadamu dengan kekafiran dan mereka pergi pun demikian; dan Allah lebih mengetahui apa yang mereka sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/730.mp3",
    "tafsir": "Setelah beberapa ayat lalu menerangkan tingkah laku orang-orang kafir dan Ahli Kitab dari orang-orang Yahudi, maka pada ayat ini dan beberapa ayat berikutnya, Allah menerangkan pula tingkah laku orang-orang munafik dari golongan Yahudi Medinah dan sekitarnya.\nMenurut riwayat Qatadah dan as-Suddi mereka menceritakan, bahwa orang-orang Yahudi datang menyatakan keislaman mereka kepada Rasulullah saw dan para sahabatnya yang kebetulan ada pada waktu itu, maka turunlah ayat ini untuk mengungkapkan kepalsuan orang-orang munafik ini.\nAyat ini menerangkan kepada Muhammad saw dan para sahabatnya, yang maksudnya: Apabila datang kepada kamu orang-orang munafik dari Yahudi yang berkata, \"Kami beriman kepada Rasul Allah Muhammad dan apa yang diturunkan kepadanya,\" maka ketahuilah di dalam hati mereka tetap tertanam kekafiran dan kesesatan yang tak kunjung berubah, semenjak mereka masuk ke tempat kamu sampai keluar. Allah mengetahui apa yang mereka sembunyikan dalam hati mereka, sewaktu mereka mengunjungi kamu dengan cara tipu muslihat sampai mereka keluar dalam segala macam bentuk tipu daya untuk mengetahui keadaan kamu yang diperlukan mereka untuk disampaikan kepada kaum mereka.",
    "quraish": "Apabila orang-orang munafik datang kepada kalian, mereka membohongi kalian dengan ucapan, \"Kami telah beriman,\" padahal mereka datang dan pergi dari kalian dengan kekafirannya. Allah lebih mengetahui kepura-puraan yang mereka sembunyikan dan akan memberikan balasannya.",
    "jalalayn": "(Dan jika mereka datang kepadamu) yaitu orang-orang Yahudi munafik (mereka berkata, \"Kami beriman,\" padahal mereka masuk) kepadamu dengan membawa (kekafiran dan mereka keluar) daripadamu (dengan membawa kekafiran pula) mereka tidak beriman (dan Allah lebih mengetahui apa yang mereka sembunyikan) itu berupa kemunafikan."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 62,
    "arab": "وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Dan kamu akan melihat banyak di antara mereka (orang Yahudi) berlomba dalam berbuat dosa, permusuhan dan memakan yang haram. Sungguh, sangat buruk apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/731.mp3",
    "tafsir": "Ayat ini menjelaskan pula sesuatu yang maksudnya sebagai berikut: \"Dan engkau ya Muhammad, akan melihat banyak di antara orang-orang Yahudi menjadikan agamamu sebagai bahan ejekan dan permainan. Mereka segera melanjutkan dan meneruskan perbuatan dosa dan permusuhan, dengan perkataan, seperti mengejek, menghina, membohong dan sebagainya. Selain itu mereka senantiasa makan yang haram, seperti riba, uang suap, korupsi dan sebagainya.\nSelanjutnya Allah berfirman yang maksudnya: \"Sesungguhnya amat buruklah apa yang telah mereka kerjakan itu\", karena pada hakikatnya mereka telah menenggelamkan diri sendiri ke dalam lautan kejahatan yang tidak berpantai, sehingga mereka tidak dapat ditolong lagi.",
    "quraish": "Kalian akan melihat kebanyakan mereka selalu bersegera dalam berbuat maksiat, menyakiti sesama dan memakan harta haram seperti harta yang didapat dari suap dan riba. Sungguh amat buruk perbuatan jelek yang mereka lakukan itu.",
    "jalalayn": "(Dan akan kamu lihat banyak di antara mereka) maksudnya orang-orang Yahudi (bersegera) artinya cepat terlibat dalam (berbuat dosa) kedustaan (dan permusuhan) keaniayaan (serta memakan barang yang haram) seperti uang suap dan lain-lain (sungguh, amat buruklah apa yang mereka kerjakan) itu; yakni perbuatan-perbuatan yang mereka lakukan tadi."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 63,
    "arab": "لَوْلَا يَنْهٰىهُمُ الرَّبَّانِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ",
    "translation": "Mengapa para ulama dan para pendeta mereka tidak melarang mereka mengucapkan perkataan bohong dan memakan yang haram? Sungguh, sangat buruk apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/732.mp3",
    "tafsir": ". Ayat ini menyatakan celaan yang maksudnya sebagai berikut: Mengapa orang-orang alim dan pendeta-pendeta Yahudi tidak mau melarang umatnya berbohong dan makan harta yang haram?\nIbnu Abbas menceritakan bahwa tidak ada di dalam Al-Qur'an celaan yang lebih keras dari ayat ini terhadap para ulama yang melalaikan tugas mereka dalam menyampaikan dakwah tentang larangan-larangan dan kejahatan-kejahatan. Para ulama tafsir mengatakan bahwa ayat ini bukanlah sekedar menceritakan cercaan Allah kepada para pendeta Yahudi yang tidak menunjuki jalan yang baik bagi orang-orang Yahudi yang berbuat fasik, tetapi yang lebih penting dari itu yang harus kita sadari ialah bahwa orang yahudi melarang para ulama Islam menyampaikan dakwah terutama menganjurkan perbuatan yang baik dan mencegah perbuatan yang jelek.",
    "quraish": "Mengapa ulama-ulama dan pendeta-pendeta mereka tidak melarang mengucapkan perkataan bohong dan memakan harta yang haram? Sungguh buruk perbuatan mereka yang berupa meninggalkan amar makruf nahi munkar (al-amr bi al-ma'rûf wa al-nahy 'an al-munkar).",
    "jalalayn": "(Kenapa orang-orang alim dan para pendeta mereka tak melarang mereka mengucapkan dosa) artinya kata-kata dusta (dan memakan barang yang haram? Sungguh, amat buruklah apa yang mereka perbuat itu) yaitu tidak melarang mereka berbuat kejahatan."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 64,
    "arab": "وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ",
    "translation": "Dan orang-orang Yahudi berkata, “Tangan Allah terbelenggu.” Sebenarnya tangan merekalah yang dibelenggu dan merekalah yang dilaknat disebabkan apa yang telah mereka katakan itu, padahal kedua tangan Allah terbuka; Dia memberi rezeki sebagaimana Dia kehendaki. Dan (Al-Qur'an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekafiran bagi kebanyakan mereka. Dan Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap mereka menyalakan api peperangan, Allah memadamkannya. Dan mereka berusaha (menimbulkan) kerusakan di bumi. Dan Allah tidak menyukai orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/733.mp3",
    "tafsir": "Menurut riwayat Ibnu Ishak dan at-thabrani dari Ibnu Abbas dia berkata, \"Seorang Yahudi yang bernama Nabbasy bin Qais berkata kepada Nabi Muhammad saw, 'Tuhan engkau kikir, tidak suka memberi.\" Maka ayat ini meskipun yang mengatakan kepada Nabi itu hanya seorang dari kalangan Yahudi namun dapat dianggap menggambarkan pendirian secara kesuluruhan dari kaumnya. Ayat ini menceritakan bahwa orang Yahudi itu berkata, \"Tangan Allah terbelenggu,\" tetapi yang sebenarnya terbelenggu adalah tangan mereka sendiri, dengan demikian mereka akan dilaknat Allah.\nPerkataan orang Yahudi bahwa \"tangan Allah terbelenggu\" adalah tidak masuk akal, sebab mereka mengakui bahwa Allah adalah nama bagi zat yang pasti ada dan Mahakuasa, Dia pencipta alam semesta. Hal ini menunjukkan bahwa tangan Allah tidak terbelenggu dari kekuasaan-Nya tidak terbatas karena jika demikian maka tentulah Dia tidak dapat memelihara dan mengatur alam ini. Maka apakah yang mendorong mereka mengucapkan kata-kata demikian? Sebagian mufasir mengemukakan bahwa dorongan tersebut adalah sebagai berikut:\n1.Mungkin mereka mendengar ayat:\n\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah akan melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2:245).\n\nSetelah mendengar ayat ini mereka mengatakan bahwa tangan Allah itu terbelenggu dengan arti kikir, karena Allah tidak mampu dan miskin sehingga memerlukan pinjaman.\n2.Mereka mengucapkan ucapan tersebut dengan mengejek kaum Muslimin ketika mereka melihat sahabat Nabi yang sedang berada dalam kesempitan dan kesulitan keuangan.\n3.Pada awalnya masyarakat Yahudi adalah orang-orang kaya. Ketika Nabi Muhammad diutus menjadi Rasul mereka menentang-Nya, oleh karenanya mereka banyak mengeluarkan harta benda untuk pembiayaan menggagalkan dakwah sehingga orang-orang kaya dari kalangan mereka banyak yang menjadi miskin. Karena Allah tidak melapangkan rezeki lagi bagi mereka yang telah miskin itu, mereka mengeluarkan ucapan \"tangan Allah terbelenggu\" dengan maksud, Allah itu kikir karena tidak menolong mereka.\n\nPernyataan dalam ayat ini menyatakan bahwa \"Tangan orang Yahudi itulah yang terbelenggu dan mereka mendapat laknat disebabkan apa yang telah mereka katakan adalah suatu pernyatan terhadap kekikiran mereka, yakni merekalah yang kikir, terbelenggu tangannya, tidak mau memberi bantuan. Ternyata memang mereka adalah umat yang terkikir, mereka baru mau memberikan bantuan jika mereka melihat ada harapan akan mendapat keuntungan yang besar. Dan mereka pada hari kemudian pasti menerima kutukan Allah sebagai balasan atas perbuatan mereka.\nAyat ini juga menegaskan bahwa Allah Maha Pemurah dan Dia memberi sebagaimana yang Dia kehendaki. Perkataan \"tangan\" dalam bahasa Arab mempunyai beberapa arti, yaitu: (1) salah satu dari anggota tubuh manusia, (2) kekuatan, (3) kepunyaan (milik), dan (4) nikmat karunia.\nPengertian yang keempat inilah yang dimaksud dengan perkataan \"tangan\" yang disandarkan kepada Allah pada ayat ini. Demikianlah para ulama khalaf mengartikan tangan dalam ayat ini. Dengan demikian hendaklah diartikan perkataan \"kedua tangan Allah terbuka\" dengan makna nikmat karunia Allah terbentang luas, nikmat karunia itu diberikan kepada siapa-siapa yang dikehendaki-Nya. Adapun golongan yang tidak menerima nikmat karunia Allah janganlah menganggap bahwa Allah itu kikir atau fakir.\nAdanya perbedaan tingkatan manusia di dalam menerima rezeki dari Allah, adalah termasuk sunnatullah. Allah berfirman:\n\n\"Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.\" (az-Zukhruf/43:32).\n\nPara mufasir dalam menafsirkan ayat ini ada dua pendapat, yaitu:\nPertama, terkenal dengan ahli tawil yaitu yang menakwil pengertian kalimat-kalimat menurut pengertian majazi (kiasan), umpamanya ayat:\n\n\"Tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal.\" (ar-Rahman/55:27).\n\nGolongan ini menakwil kata \"wajah\", umpamanya pada kalimat \"aku tidak melihat wajah fulan\" maksudnya adalah diri atau zat fulan. Jadi kalimat itu sama dengan kalimat \"aku tidak melihat fulan (tanpa menyebutkan kata \"wajah\").\nKedua, golongan ahli tafwid yaitu menyerahkan maksud kalimat atau perkataan seperti demikian itu kepada Allah. Mereka mengartikan tangan dengan arti hakikinya. Jadi ini mengartikan perkataan \"wajah\" pada ayat Surah ar-Rahman tersebut menurut arti hakiki yaitu \"muka.\" Tentang bagaimanakah keadaan muka Tuhan itu mereka menyerahkan juga kepada Tuhan, dan dalam hal ini mereka berpegang pada ayat:\n\nTidak ada sesuatu pun yang serupa dengan Dia\" (asy-Syura/42:11).\n\nJadi golongan ini menetapkan Tuhan itu bermuka, tetapi tidak seperti muka manusia.\nAyat ini mengutarakan kepada Muhammad bahwa apa yang diturunkan kepadanya benar-benar akan menambah kedurhakaan dan kekafiran bagi kebanyakan di antara kaum Yahudi dan menerangkan bahwa ayat yang diturunkan itu mengandung pengetahuan yang tidak diketahui oleh Yahudi yang semasa dengan Nabi Muhammad saw. Karena jika tidak demikian halnya tentulah Muhammad tidak mengetahui semua itu, sebab dia adalah ummi tidak pandai tulis baca. Tetapi karena kedengkian dan kefanatikan, orang-orang Yahudi itu semakin jauh dari beriman kepada Nabi Muhammad meskipun kenabian Muhammad telah ditulis di dalam kitab suci.\nAyat ini juga menerangkan bahwa Allah akan menimbulkan permusuhan di antara sesama Ahli Kitab. Permusuhan itu tidak akan berakhir sampai hari Kiamat. Watak kaum Yahudi memang suka menyalakan api peperangan, fitnah dan keonaran. Watak seperti itu telah tercatat dalam sejarah dan membuktikan bahwa mereka selalu berusaha memperdayakan Nabi Muhammad dan orang-orang beriman baik secara langsung maupun dengan cara membujuk orang musyrik atau orang Nasrani untuk memerangi Nabi Muhammad dan orang-orang yang beriman.\nWatak seperti itu membawa mereka senang berbuat dan melihat kerusakan di bumi. Tetapi setiap kali mereka menyalakan api peperangan, fitnah dan keonaran, serta mencoba membuat kerusakan, Allah tetap memadamkannya, karena Allah tidak menyukai orang-orang yang berbuat kerusakan, oleh karenanya usaha-usaha mereka untuk membuat kerusakan dan bencana di atas bumi ini selalu mengalami kegagalan.",
    "quraish": "Orang-orang Yahudi berkata, \"Tangan Allah terbelenggu, tidak terulur untuk memberi.\" Semoga Allah membelenggu tangan mereka dan menjauhkan mereka dari rahmat-Nya. Allah Mahakaya dan Maha Pemurah: memberikan apa saja kepada siapa saja yang dikehendaki-Nya. Kebanyakan mereka--karena terpukau pada kesesatan--bertambah kekafiran dan kezaliman dengan diturunkannya al-Qur'ân kepadamu akibat rasa iri dan dengki. Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat. Setiap mereka menyalakan api peperangan melawan Rasulullah dan orang-orang Mukmin, Allah memadamkan api itu dengan kekalahan mereka dan kemenangan Rasulullah dan para pengikutnya. Mereka bersungguh-sungguh dalam menyebarkan kerusakan di muka bumi dengan tipu daya, fitnah dan menimbulkan peperangan. Sesungguhnya Allah tidak menyukai orang-orang yang membuat kerusakan.",
    "jalalayn": "(Orang-orang Yahudi berkata) setelah mereka ditimpa kesusahan disebabkan mendustakan Nabi saw. padahal selama ini mereka adalah orang-orang yang paling mampu dan paling banyak harta. (\"Tangan Allah terbelenggu.\") artinya dikatup hingga terhalang untuk menyebarkan rezeki kepada kita. Ucapan itu merupakan sindiran terhadap kikirnya Allah swt. buat melimpahkan rezeki. Firman Allah swt.: (\"Tangan merekalah yang dibelenggu.\") dari berbuat kebaikan hingga tak mau melakukannya. Ini sebagai doa terhadap mereka (dan mereka dikutuk disebabkan apa yang telah mereka katakan itu. Bahkan kedua tangan-Nya terbuka lebar) merupakan simbol tentang kiasan tentang sifat Allah Yang Maha Pemurah. Pujian kepada tangan ini untuk menunjukkan banyak dan melimpah-ruah karena segala sesuatu yang diberikan oleh seorang dermawan berupa harta melalui tangannya. (Dia memberi nafkah sebagaimana dikehendaki-Nya) apakah akan diperlapang ataukah akan dipersempit-Nya, tidak satu pun dapat menghalangi-Nya. (Dan apa yang diturunkan kepadamu dari Tuhanmu, berarti akan menambah banyak kedurhakaan dan kekafiran mereka) karena kekafiran mereka kepadanya. (Dan Kami timbulkan di antara mereka permusuhan dan kebencian sampai hari kiamat) hingga setiap golongan menentang dan memusuhi lainnya. (Setiap mereka menyalakan api peperangan) maksudnya untuk memerangi Nabi Muhammad saw. (dipadamkannya oleh Allah) artinya setiap mereka bermaksud, maka ditolak oleh Allah (dan mereka berbuat kerusakan di muka bumi) maksudnya menghancurkannya dengan berbuat maksiat (dan Allah tidak menyukai orang-orang yang berbuat kerusakan)."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 65,
    "arab": "وَلَوْ اَنَّ اَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَاَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ",
    "translation": "Dan sekiranya Ahli Kitab itu beriman dan bertakwa, niscaya Kami hapus kesalahan-kesalahan mereka, dan mereka tentu Kami masukkan ke dalam surga-surga yang penuh kenikmatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/734.mp3",
    "tafsir": "Ayat ini menerangkan andaikata Ahli Kitab itu beriman kepada Allah dan beriman kepada Muhammad saw selaku Nabi akhir zaman, dan mereka bertakwa dengan menjauhi pekerjaan-pekerjaan dosa, niscaya Allah mengampuni segala dosa dan kejahatan yang telah mereka perbuat. Allah akan memasukkan mereka ke dalam surga yang penuh dengan segala macam nikmat. Pengampunan Allah dan surga yang dijanjikan itu tergantung kepada iman, takwa dan taat. Iman tanpa takwa adalah suatu kemunafikan yang hanya dipergunakan untuk mencari keuntungan duniawi belaka. Menurut ayat ini Allah Maha Pengampun dan mengampuni dosa-dosa orang yang beriman dan bertakwa.",
    "quraish": "Sekiranya Ahl al-Kitâb, Yahudi dan Nasrani, meyakini Islam dan nabinya serta menjauhi dosa-dosa yang telah Kami sebutkan, maka Kami pasti akan menghapus dosa-dosa kecil mereka. Kami akan memasukkan mereka ke dalam surga yang penuh kenikmatan.",
    "jalalayn": "(Dan sekiranya Ahli Kitab itu beriman) kepada Nabi Muhammad saw. (dan bertakwa) artinya menjaga diri dari kekafiran (pastilah Kami hapus dari mereka kesalahan mereka dan Kami masukkan mereka ke dalam surga-surga kenikmatan)."
  },
  {
    "hizb": 47,
    "name": "Al-Ma'idah",
    "ayat": 66,
    "arab": "وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْۗ مِنْهُمْ اُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ ",
    "translation": "Dan sekiranya mereka sungguh-sungguh menjalankan (hukum) Taurat, Injil dan (Al-Qur'an) yang diturunkan kepada mereka dari Tuhannya, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka. Di antara mereka ada sekelompok yang jujur dan taat. Dan banyak di antara mereka sangat buruk apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/735.mp3",
    "tafsir": "Ayat ini menerangkan bahwa apabila Ahli Kitab itu benar-benar menjalankan hukum Taurat dan Injil seperti mengesakan Allah dan berpegang kepada berita gembira yang terdapat dalam Taurat dan Injil tentang kenabian Muhammad, tentulah Allah akan melapangkan kehidupan mereka. Jadi jika pada ayat yang lalu Allah menjanjikan kebahagiaan akhirat kepada Ahli Kitab, apabila mereka beriman dan bertakwa, akan mendapat kebahagiaan duniawi dan kelapangan rezeki serta limpahan rahmat-Nya dari langit, dengan menumbuhkan berbagai tanaman. Meskipun demikian mereka tetap durhaka dan menentang rasul-rasul Allah.\nAyat ini juga menerangkan bahwa di antara orang-orang Yahudi ada golongan yang bimbang dalam beragama, tidak berpegang secara fanatik kepada pendapat-pendapat pendeta-pendetanya dan tidak pula memandang enteng. Memang mayoritas orang Yahudi itu sangat fanatik kepada pendapat-pendapat pendetanya. Golongan inilah yang buruk tingkah lakunya. Hal serupa itu terjadi dalam kalangan kaum Nasrani.\nMenurut kebiasaan, meskipun golongan pertengahan dari masing-masing agama itu tidak banyak pengikutnya, namun dari kalangan mereka timbul orang-orang yang suka memperbaiki keadaan dan mengikuti perkembangan serta menerima kebenaran. Orang-orang seperti ini terdapat pada setiap umat dan tiap-tiap masa. Umpamanya Abdullah bin Salam dan kawan-kawannya dari kalangan Yahudi menjadi pengikut Nabi Muhammad yang setia. Demikian pula Najasyi dan kawan-kawan dari kalangan Nasrani menjadi mengikut Nabi Muhammad yang setia pula. Hal tersebut menunjukkan bahwa fungsi pemeluk agama adalah mencari kebenaran. Maka jika pemeluk suatu agama berpegang kepada petunjuk-petunjuk agama secara benar, tentulah dia tidak akan menjadi fanatik, kaku dan menerima agama yang dibenarkan di dalam kitab-kitabnya. Dalam mencari kebenaran itu modal utama adalah keikhlasan yang disertai ilmu pengetahuan. Mencari kebenaran dengan modal ini terdapat di dalam agama Islam. Pemeluk Islam sendiri yang tidak mengamalkan petunjuk-petunjuk Islam, tentulah kebenaran yang ada pada Islam itu tidak dapat diperolehnya. Sehubungan dengan ayat ini terdapat hadis Nabi yang diriwayatkan Ziad bin Labid yaitu: \nDari Ziad bin Labid, ia berkata, \"Nabi Muhammad saw, membicarakan sesuatu lalu beliau berkata, \"Hal demikian itu adalah pada waktu ilmu pengetahuan telah lenyap. Ziad berkata, \"Kami (para sahabat) berkata \"Wahai Rasulullah bagaimanakah ilmu pengetahuan bisa lenyap, sedangkan kami membaca Al-Qur'an dan kami membacakannya pula kepada anak-anak kami dan anak-anak kami itu membacakannya pula kepada anak-anak mereka sampai hari Kiamat.\" Rasulullah. saw menjawab, \"Celakalah engkau hai anak Ibnu Labid, jika aku mengetahui engkau adalah orang-orang yang paling banyak ilmunya di antara penduduk Medinah, tidakkah orang-orang Yahudi dan Nasrani itu membaca Taurat dan Injil, sedangkan mereka tidak mendapat manfaatnya sedikit pun.\" (Riwayat Ahmad).\n\nJelaslah dari hadis ini bahwa kaum Muslimin yang tidak mengamalkan petunjuk agamanya, mereka serupa dengan orang Yahudi dan Nasrani. Menurut riwayat Ibnu Abi hatim, setelah pembicaraan itu maka turunlah ayat 66 ini.",
    "quraish": "Dan sekiranya mereka menjaga keaslian Tawrât dan Injîl sebagaimana diturunkan dan menjalankan ajarannya, percaya kepada al-Qur'ân, maka niscaya Allah akan melapangkan rezeki-Nya yang dapat diperoleh dari segala penjuru. Tidak semua mereka berada dalam kesesatan, akan tetapi di antara mereka ada kelompok yang adil dan berakal, yaitu mereka yang beriman kepada Muhammad dan al-Qur'ân. Alangkah buruknya ucapan dan perbuatan kebanyakan mereka yang jauh dari kebenaran.",
    "jalalayn": "(Dan sekiranya mereka menegakkan Taurat dan Injil) mengamalkan ajarannya, di antaranya beriman kepada Nabi saw. (dan apa yang diturunkan kepada mereka) maksudnya kitab-kitab (dari Tuhan mereka, tentulah mereka akan beroleh makanan dari atas mereka dan dari bawah kaki mereka) maksudnya dilapangkan-Nya rezeki dan dilimpahkan-Nya atas mereka dari segenap penjuru. (Di antara mereka ada umat) maksudnya golongan (yang adil) yakni mengamalkannya dan mereka itulah yang beriman kepada Nabi saw., seperti Abdullah bin Salam dan kawan-kawannya (tetapi banyak di antara mereka amat jelek atau amat buruk apa yang mereka kerjakan.)"
  }
]