[
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 75,
    "arab": "۞ اَفَتَطْمَعُوْنَ اَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ",
    "translation": "Maka apakah kamu (Muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/82.mp3",
    "tafsir": "Dalam ayat ini Allah mengarahkan kembali firman-Nya kepada orang-orang mukmin agar mereka jangan terlalu banyak mengharapkan akan berimannya orang-orang Yahudi, karena watak mereka tidaklah jauh berbeda dengan watak nenek moyang mereka.\nHal yang demikian itu disebabkan adanya pendeta-pendeta Yahudi pada zaman dahulu yang mempelajari Taurat dan memahaminya kemudian mengubah pengertiannya, bahkan mengganti ayat-ayatnya dengan sengaja, terutama yang berkenaan dengan kedatangan Nabi Muhammad. Mereka sebenarnya menyadari bahwa mereka telah melakukan penyelewengan dengan memutarbalikkan isi Taurat itu. Pelajaran agama yang sudah diputarbalikkan itulah yang diajarkan kepada keturunannya. Orang Yahudi pada zaman Rasul saw berpegang teguh dengan ajaran nenek moyang mereka yang keliru. Keinginan yang besar dari Nabi saw dan kaum Muslimin agar orang Yahudi beriman dan mengikuti ajaran Islam, sebab agama mereka paling dekat dengan Islam.",
    "quraish": "Wahai orang-orang yang beriman, tidak seharusnya kalian selalu berharap bahwa orang-orang Yahudi akan mempercayai agama kalian dan tunduk kepada kalian, karena telah terkumpul bermacam keburukan dalam kelompok-kelompok mereka yang membuat mereka jauh dari beriman kepada kebenaran. Sebenarnya salah satu kelompok mereka (kelompok pendeta Yahudi) mendengar firman Allah yang ada pada Tawrât dan benar-benar memahaminya. Kemudian mereka sengaja mengubahnya, padahal mereka benar-benar tahu bahwa itu adalah kebenaran. Mereka juga tahu bahwa kitab-kitab Allah yang diturunkan tidak boleh diubah.",
    "jalalayn": "(Apakah masih kamu harapkan) hai orang beriman (bahwa mereka akan beriman) yakni orang-orang Yahudi itu (kepadamu, sedangkan sebagian) atau satu golongan (di antara mereka) yakni pendeta-pendeta mereka (mendengar firman Allah) yaitu Taurat (lalu mengubahnya) (setelah mereka memahaminya) (padahal mereka mengetahui) bahwa sebenarnya mereka mengada-ada. Pertanyaan di sini berarti sanggahan terhadap orang-orang beriman hingga berarti, \"Tak usah kamu harapkan mereka akan beriman karena dulu mereka juga sudah kafir!\""
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 76,
    "arab": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُوْٓا اَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْ ۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi apabila kembali kepada sesamanya, mereka bertanya, “Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti?” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/83.mp3",
    "tafsir": "Ayat ini memberitakan tentang beberapa watak orang-orang Yahudi yang tak dapat diharapkan lagi iman mereka; yaitu watak mereka menyerupai watak orang munafik dan juga menerangkan tingkah laku mereka. Ayat ini menjelaskan bahwa apabila orang Yahudi yang bersikap munafik berjumpa dengan para sahabat Nabi saw mereka berkata, \"Kami juga beriman seperti kamu, kami mengakui bahwa kamu dalam kebenaran, dan bahwa Muhammad saw itu memang utusan Allah yang telah diterangkan dalam kitab Taurat.\" Mereka mengucapkan kata-kata itu dengan maksud untuk menenteramkan hati orang-orang Aus dan Khazraj yang pernah menjadi teman sekutu mereka. Tetapi ketika mereka berada di tengah-tengah kaumnya, mereka dicela oleh kaumnya dengan mengatakan, \"Mengapa mereka memberitahu kepada orang Islam apa yang diterangkan Allah tentang kedatangan Nabi Muhammad saw secara khusus di dalam Taurat. Seharusnya kabar itu dirahasiakan dan tidak boleh seorang pun tahu, karena kalau rahasia itu dibukakan, berarti orang-orang mukmin mempunyai alasan yang kuat untuk mengalahkan hujah-hujah mereka sendiri di hadapan Allah\". Tindakan yang demikian dianggap oleh mereka sebagai perbuatan tercela, tidak diperkirakan sebelumnya akibat buruk yang akan terjadi.",
    "quraish": "Apabila bertemu dengan orang-orang yang beriman, dengan maksud menipu, orang-orang munafik di antara mereka berkata, \"Kami percaya bahwa kalian adalah benar dan bahwa Muhammad adalah nabi yang telah diberitakan di dalam Tawrât.\" Tetapi apabila mereka berkumpul dengan sesama mereka, sebagian dari kelompok mereka yang lain mencela kelalaian orang-orang munafik itu. Karena, ketika mereka menipu orang-orang Mukmin, terucap kata-kata yang justru dapat menguntungkan orang-orang Mukmin. Ucapan mereka itu bukan merupakan tipuan, karena mereka menyebutkan apa yang tertulis di dalam Tawrât, berupa sifat-sifat Muhammad. Maka, dengan begitu, mereka telah memberikan alasan kepada orang-orang Mukmin yang dapat mengalahkan mereka pada hari kiamat nanti.",
    "jalalayn": "(Dan jika mereka berjumpa) maksudnya jika orang-orang Yahudi dan orang-orang munafik itu bertemu dengan (orang-orang beriman, mereka mengatakan, \"Kami pun telah beriman\") bahwa Muhammad itu adalah seorang nabi yang telah diberitakan kedatangannya dalam kitab suci kami, (tetapi bila mereka telah kembali) atau berada (sesama mereka, maka kata mereka) yakni para pemimpin mereka yang bukan munafik kepada yang munafik itu, (\"Apakah kamu hendak menceritakan kepada mereka) maksudnya kepada orang-orang mukmin (tentang apa yang telah dibukakan Allah kepada kamu) artinya tentang hal-hal yang telah diberitahukan Allah kepadamu dalam Taurat mengenai sifat-sifat dan ciri-ciri Muhammad (sehingga dengan demikian mereka dapat mematahkan alasanmu) 'lam' di sini berarti 'mengakibatkan' (dengannya di sisi Tuhanmu) yakni di akhirat kelak, di mana mereka akan dapat mengajukan bukti penyelewenganmu, yaitu tak hendak mengikuti Muhammad padahal mengetahui kebenarannya. (Tidaklah kamu mengerti?\") bahwa mereka akan dapat mematahkan alasanmu jika kamu menyebut-nyebut soal itu? Dari itu hentikanlah tindakanmu itu!"
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 77,
    "arab": "اَوَلَا يَعْلَمُوْنَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ",
    "translation": "Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/84.mp3",
    "tafsir": "Ayat ini sebagai celaan dan pukulan bagi orang Yahudi terutama bagi para pemalsu yang menyembunyikan sifat-sifat Nabi Muhammad dan mengubah kitab suci mereka, seolah-olah mereka hendak menyembunyikan kekufuran dan kedustaan mereka. Tetapi Allah mengetahui tentang segala yang mereka lahirkan (tampakkan), yaitu memperlihatkan keimanan dan bermuka manis.",
    "quraish": "Apakah mereka semua tidak mengetahui bahwa Allah tidak membutuhkan alasan seperti ini, karena Dia Maha Mengetahui segala yang mereka sembunyikan dan mereka tunjukkan.",
    "jalalayn": "(Tidakkah mereka ketahui) Pertanyaan di sini menunjukkan pengakuan, sehingga kalimat ini berarti bahwa mereka benar tidak mengetahui sedangkan wau yang terletak di depan menyatakan athaf atau adanya hubungan (bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan) tentang masalah-masalah tersebut hingga seharusnya mereka akan lebih hati-hati dan waspada."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 78,
    "arab": " وَمِنْهُمْ اُمِّيُّوْنَ لَا يَعْلَمُوْنَ الْكِتٰبَ اِلَّآ اَمَانِيَّ وَاِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "translation": "Dan di antara mereka ada yang buta huruf, tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/85.mp3",
    "tafsir": "Dalam ayat ini diberitahukan tentang orang-orang awam pengikut-pengikut mereka yang mengikuti saja kemauan pendeta-pendeta yang memutarbalikkan isi Taurat. Baik pemimpin atau pun pengikutnya, keduanya dalam kesesatan. Di antara orang-orang Yahudi itu ada golongan ummi yaitu orang-orang yang buta huruf, tidak dapat membaca dan menulis. Mereka hanya dapat menghafal Kitab Taurat, tetapi mereka tidak dapat memahami makna dan kandungan isinya, dan amal perbuatannya pun tidak dapat mencerminkan apa yang dimaksud oleh isi Taurat itu. Mereka adalah kaum yang hanya mendasarkan sesuatu kepada sangkaan saja, tidak sampai kepada martabat keyakinan yang berdasarkan keterangan-keterangan yang pasti tidak meragukan. \nOrang-orang Yahudi itu memang banyak ingkar terhadap kebenaran, meskipun kebenaran itu telah terang dan jelas. Mereka banyak mendustakan ayat-ayat Allah, dan paling banyak tertipu oleh dirinya sendiri serta suka memakan harta orang lain dengan cara haram, seperti riba, menipu dan suap. Mereka menganggap bahwa mereka adalah orang yang paling utama di antara bangsa di dunia.",
    "quraish": "Di antara orang-orang Yahudi itu terdapat kelompok orang yang bodoh, buta huruf dan tidak mengetahui apa pun tentang Tawrât kecuali kebohongan yang sesuai dengan angan-angan mereka. Yaitu kebohongan yang dihiasi oleh pendeta-pendeta Yahudi itu dan diberikan anggapan pada mereka bahwa hal ini adalah kebenaran dari kitab.",
    "jalalayn": "(Dan di antara mereka) di antara orang-orang Yahudi itu (ada yang buta huruf) atau orang-orang awam yang (tidak mengetahui Alkitab) maksudnya Taurat (kecuali) (angan-angan) atau kebohongan belaka, yakni yang mereka dengar dari para pemimpin mereka lalu mereka terima dan percayai. (Dan tiadalah) (mereka) yakni dalam menentang kenabian Muhammad dan soal-soal lainnya yang mereka buat-buat itu (kecuali hanyalah menduga-duga belaka) yakni dugaan yang tidak berdasarkan ilmu."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 79,
    "arab": "فَوَيْلٌ لِّلَّذِيْنَ يَكْتُبُوْنَ الْكِتٰبَ بِاَيْدِيْهِمْ ثُمَّ يَقُوْلُوْنَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوْا بِهٖ ثَمَنًا قَلِيْلًا ۗفَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ اَيْدِيْهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُوْنَ ",
    "translation": "Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, “Ini dari Allah,” (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/86.mp3",
    "tafsir": "Pada ayat ini dijelaskan siapa orang-orang yang terlibat dalam pemalsuan kitab suci, yaitu mereka yang menyesatkan dengan mengada-adakan dusta terhadap Allah dan memakan harta orang lain dengan tidak sah. Orang-orang yang bersifat seperti itu akan celaka terutama pendeta mereka yang menulis kitab Taurat dengan menuruti kemauan sendiri, kemudian mengatakan kepada orang awam, bahwa inilah Taurat yang sebenarnya. Mereka berbuat begitu untuk mendapatkan keuntungan duniawi seperti pangkat, kedudukan, dan harta benda.\nDiterangkan bahwa keuntungan yang mereka ambil itu amat sedikit dibanding dengan kebenaran yang dijualnya yang sebenarnya sangat mahal dan tinggi nilainya. Kemudian Allah mengulangi ancaman-Nya terhadap perbuatan pendeta Yahudi itu, bahwa kepada mereka akan ditimpakan siksaan yang pedih.\nPendeta-pendeta Yahudi yang menulis Taurat itu melakukan tiga kejahatan, yaitu:\n1. Menyembunyikan sifat-sifat Nabi saw yang disebut dalam Taurat.\n2. Berdusta kepada Allah.\n3. Mengambil harta orang lain dengan cara yang tidak sah.\nPara pendeta itu berkata, \"Kitab ini dari Allah.\" Padahal Kitab itu sama sekali bukan dari Allah. Kitab tersebut justru menghambat manusia untuk memperhatikan Kitab Allah dan petunjuk-petunjuk yang ada di dalamnya. Perbuatan itu hanya dilakukan oleh:\n1.Orang yang memang keluar dari agama, yang sengaja merusak agama dan menyesatkan pengikut-pengikutnya. Ia memakai pakaian agama dan menampakkan diri sebagai orang yang mengadakan perbaikan untuk menipu manusia agar orang-orang tersebut menerima apa yang dia tulis dan apa yang dia katakan.\n2.Orang yang sengaja menakwilkan dan sengaja membuat tipu muslihat agar mudah bagi manusia menyalahi agama. Orang ini berbuat demikian untuk mencari harta dan kemegahan.",
    "quraish": "Karena itu, kebinasaan dan siksaan diperuntukkan bagi pendeta-pendeta Yahudi. Mereka menulis kitab dengan tangan mereka, lalu berkata, \"Ini adalah Tawrât yang diturunkan Allah.\" Mereka melakukan itu dengan tujuan untuk mendapatkan kesenangan dunia yang murah. Mereka menukar hal yang murah ini dengan harga yang mahal, yaitu kebenaran. Maka celakalah mereka akibat perkataan yang mereka buat- buat tentang Allah, dan kecelakaanlah bagi mereka akibat kebohongan yang mereka perbuat.",
    "jalalayn": "(Maka kecelakaan besarlah) atau siksaan berat (bagi orang-orang yang menulis Alkitab dengan tangan mereka sendiri) artinya membuat-buatnya menurut kemauan mereka (lalu mereka katakan, \"Ini dari Allah,\" dengan maksud untuk memperdagangkannya dengan harga murah) dengan tujuan untuk memperoleh keuntungan yang sedikit berupa harta dunia. Mereka ini ialah orang-orang Yahudi yang mengubah-ubah sifat-sifat nabi yang tercantum dalam Taurat, begitu pun ayat rajam dan lain-lain yang mereka tulis lain daripada yang dimaksud. (Maka siksaan beratlah bagi mereka karena apa yang ditulis oleh tangan mereka) disebabkan mereka mengada-ada yang tidak ada (dan siksaan beratlah bagi mereka, disebabkan apa yang mereka kerjakan) yakni melakukan penyelewengan dan kecurangan."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 80,
    "arab": "وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدَةً ۗ قُلْ اَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْدًا فَلَنْ يُّخْلِفَ اللّٰهُ عَهْدَهٗٓ اَمْ تَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Dan mereka berkata, “Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.” Katakanlah, “Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/87.mp3",
    "tafsir": "Dalam ayat ini disebutkan lagi segi lain dari kedurhakaan orang Yahudi yaitu mengenai anggapan mereka bahwa mereka tidak akan dibakar oleh api neraka kecuali hanya beberapa hari saja. Maksudnya, mereka tidak kekal di dalam neraka karena menganggap diri mereka adalah putra dan kekasih Allah. Kebanyakan orang Yahudi berpendapat bahwa mereka dimakan api selama tujuh hari. Karena umur dunia menurut pendapat mereka 7000 tahun, maka siapa di antara mereka yang tidak memperoleh keselamatan dan kemenangan serta kebahagiaan, mereka akan mendekam dalam neraka selama 7 hari. Sehari untuk tiap 1000 tahun.",
    "quraish": "Di antara hal-hal yang mereka perselisihkan adalah apa yang mereka terima dari pendeta-pendeta mereka bahwa api neraka tidak akan menyentuh orang Yahudi kecuali hanya beberapa hari saja, meskipun mereka telah berbuat bermacam maksiat. Maka katakanlah kepada mereka, wahai Muhammad, \"Apakah kalian telah membuat perjanjian dengan Allah untuk itu, sehingga kalian merasa tenang karena Allah tidak akan memungkiri janji-Nya? Ataukah kalian hanya membuat kebohongan terhadap Allah?\"",
    "jalalayn": "(Dan mereka berkata) yakni tatkala Nabi mengancam mereka dengan neraka, (\"Kami sekali-kali takkan disentuh) tidak akan ditimpa sama sekali (oleh api neraka, kecuali selama hari-hari yang berbilang\") maksudnya selama beberapa hari saja, yaitu selama 40 hari yakni selama waktu nenek moyang mereka menyembah patung lembu, kemudian siksaan itu akan berhenti. (Katakanlah) kepada mereka hai Muhammad, (\"Apakah kamu telah menerima) hamzah washalnya dibuang karena cukup dengan adanya hamzah istifham (janji dari Allah) atau ikrar mengenai hal tersebut? (Sehingga Allah tidak akan menyalahi janji-Nya?) Tidak, bukan? (Ataukah) bahkan (kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui\")."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 81,
    "arab": "بَلٰى مَنْ كَسَبَ سَيِّئَةً وَّاَحَاطَتْ بِهٖ خَطِيْۤـَٔتُهٗ فَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Bukan demikian! Barangsiapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/88.mp3",
    "tafsir": "Pada ayat ini dengan tegas Allah menyatakan tidak benar sama sekali apa yang mereka katakan itu. Bahkan api akan membakar diri mereka dan orang-orang lain dalam waktu yang lama sesuai dengan dosa mereka. Dosa di sini ialah dosa mempersekutukan Allah. Maka orang yang mempersekutukan Allah dan orang-orang kafir kekal di dalam neraka.\nSebagian ulama berpendapat bahwa yang dimaksud dengan dosa di sini ialah kesalahan pada umumnya. Mereka berpendapat bahwa yang dimaksud dengan kekal di sini ialah mendekam dalam neraka dalam waktu yang lama sampai batas waktu yang telah dikehendaki Allah. Orang yang berbuat maksiat dan mengerjakan dosa-dosa besar, dia mendekam di dalam neraka beberapa lama waktunya, kemudian keluar dari neraka, kapan Allah menghendakinya. Apabila manusia bertobat dengan jujur atas segala macam dosa dan meninggalkan dengan sungguh-sungguh dosa-dosanya itu, maka dirinya tidak akan diliputi oleh kesalahan-kesalahan dan jiwanya tidak akan berkarat dengan kesalahan-kesalahan itu.",
    "quraish": "Yang benar adalah bahwa kalian membuat kebohongan terhadap Allah, karena hukum Allah secara umum diterapkan kepada seluruh makhluk-Nya. Tidak ada beda antara orang Yahudi dan selain Yahudi. Karena, barangsiapa yang berbuat dosa dan telah diliputi oleh dosa-dosanya hingga tidak lagi ada jalan keluar baginya, maka merekalah penghuni neraka. Mereka kekal di dalamnya.",
    "jalalayn": "(Tidak demikian yang sebenarnya) tetapi kamu pasti akan masuk neraka dan kekal di dalamnya. (Barang siapa yang berbuat kejahatan) atau kemusyrikan (dan ia dilingkungi oleh dosanya) dapat secara tunggal dan dapat pula secara jamak, maksudnya dosanya itu telah meliputi dan melingkunginya dari segala penjuru disebabkan kematiannya dalam keadaan musyrik (mereka itulah penghuni neraka, mereka kekal di dalamnya). Di sini dipakai jamak, dengan menitikberatkan arti 'man' atau 'barang siapa'."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 82,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/89.mp3",
    "tafsir": "Ayat ini menjanjikan kepada orang yang beramal saleh akan mendapat ganjaran berupa surga. Biasanya ayat ancaman selalu diikuti dengan ayat janji baik (harapan). Faedahnya antara lain sebagai berikut:\n1.Untuk menunjukkan keadilan Ilahi. Bilamana Allah menetapkan azab yang abadi bagi orang yang terus-menerus dalam kekafiran, maka Allah juga menetapkan pahala abadi (surga) bagi mereka yang terus-menerus dalam iman.\n2.Bahwa janji baik (harapan) dan janji buruk (ancaman) dari Allah itu menanamkan rasa harap dan cemas yang seimbang ke dalam jiwa orang mukmin.\n3.Bahwa Allah dengan janji baik-Nya menunjukkan kesempurnaan rahmat-Nya dan dengan ancaman-Nya Allah menunjukkan kesempurnaan keadilan-Nya.\nSemua orang yang membenarkan Allah dan Rasul-Nya dan beriman kepada hari akhirat serta mengerjakan perbuatan baik, menunaikan kewajiban-kewajiban dan menjauhkan diri dari maksiat, mereka itulah yang pantas masuk surga sebagai balasan yang setimpal terhadap ketundukan mereka kepada Allah dan keikhlasan mereka kepada-Nya, baik secara rahasia maupun nyata. Di dalam ayat ini jelas terbukti bahwa masuk surga itu dikaitkan dengan iman yang benar dan amal saleh seperti tersebut di dalam hadis:\n\"Bahwa Nabi saw bersabda kepada Sufyan bin Abdillah as-saqafi, tatkala Sufyan bertanya kepada Rasul, \"Ya Rasulullah, terangkanlah kepadaku mengenai Islam, suatu petunjuk yang tidak perlu lagi saya bertanya tentang hal itu kepada orang lain\". Nabi menjawab, \"Katakanlah, saya beriman kepada Allah, kemudian istiqamahlah kamu\". (Riwayat Muslim dari Sufyan bin 'Abdillah as-tsaqafi)",
    "quraish": "Orang-orang yang beriman dan beramal saleh, merekalah ahli surga, karena mereka telah beriman dan menjalankan apa yang diwajibkan kepada mereka berupa amal saleh. Mereka kekal dan abadi di dalamnya.",
    "jalalayn": "(Sebaliknya orang-orang yang beriman dan beramal saleh mereka itu penduduk surga, kekal mereka di dalamnya.)"
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 83,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ لَا تَعْبُدُوْنَ اِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ اِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا وَّاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۗ  ثُمَّ تَوَلَّيْتُمْ اِلَّا قَلِيْلًا مِّنْكُمْ وَاَنْتُمْ مُّعْرِضُوْنَ ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, “Janganlah kamu menyembah selain Allah, dan berbuat-baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertuturkatalah yang baik kepada manusia, laksanakanlah salat dan tunaikanlah zakat.” Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/90.mp3",
    "tafsir": "Allah mengingatkan Nabi Muhammad saw, ketika Dia menetapkan atas Bani Israil akan janji yang harus mereka penuhi, yaitu bahwa mereka tidak akan menyembah sesuatu selain Allah. Allah melarang mereka beribadah kepada selain Allah, biarpun berupa manusia atau berhala dan lain-lain, karena hal itu berarti mempersekutukan Allah dengan benda-benda tersebut. Menyembah kepada selain Allah adakalanya dengan perbuatan-perbuatan yang lain yang berupa mengagungkan sesuatu yang disembah itu.\nAgama Allah yang dibawa oleh para utusan-Nya semua menekankan untuk menyembah Allah yang Maha Esa dan tidak mempersekutukan-Nya dengan suatu apa pun, seperti firman Allah:\n\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun¦. (an-Nisa'/4:36)\n\nJanji dari Bani Israil ini diawali dengan janji memenuhi hak Allah, hak yang tertinggi dan terbesar yaitu hanya Dia semata-mata yang berhak disembah, tidak ada sesuatu pun yang disekutukan dengan Dia. Semua makhluk diperintahkan menyembah-Nya dan untuk tugas inilah sebenarnya mereka diciptakan.\nSesudah menyebutkan hak Allah, disusul dengan perintah berbuat kebajikan kepada orang tua, suatu amal kebajikan yang tertinggi. Karena melalui kedua orang tualah Allah menciptakan manusia. Allah berfirman:\n\n¦Dan berbuatbaiklah kepada kedua orang tua, ... (an-Nisa'/4:36)\n\nBerbuat kebajikan kepada orang tua ialah dengan mengasihi, memelihara dan menjaganya dengan sempurna serta menuruti kemauannya selama tidak menyalahi perintah Allah. Adapun hikmah berbakti kepada ibu dan bapak ialah karena ibu bapak itu telah berkorban untuk kepentingan anaknya pada waktu masih kecil dengan perhatian yang penuh dan belas kasihan. Mereka mendidiknya dan mengurus segala kepentingan anaknya itu ketika masih lemah, belum dapat mengambil suatu manfaat dan belum dapat pula menghindar dari suatu bahaya. Selain dari itu, orang tua memberikan kasih sayang yang tidak ada tandingannya. Apakah tidak wajib bagi anak memberikan balasan kepada ibu-bapaknya sebagai imbalan atas budi baiknya?\n\nTidak ada balasan untuk kebaikan selain kebaikan (pula). (ar-Rahman/55:60)\n\nKecintaan kedua orang tua kepada anaknya disebabkan:\n1. Rasa cinta kasih yang dianugerahkan Allah kepada keduanya untuk menyempurnakan nikmat-Nya demi terpeliharanya jenis manusia.\n2.Rasa syukur terhadap anak-anaknya.\n3.Harapan pada masa depan anaknya untuk dapat menolongnya baik dengan harta maupun dengan tenaga dalam kehidupan.\n4.Dapat melanjutkan misi kedua orang tuanya. \nSesudah Allah menyebutkan hak kedua orang tua, disebutkan pula hak kerabat (kaum keluarga) yaitu berbuat kebajikan terhadap mereka, karena berbuat kebajikan kepada karib kerabat adalah faktor yang memperkuat tali persaudaraan di antara kaum kerabat itu.\nSuatu umat ini terdiri atas keluarga dan rumah tangga. Maka kebaikan dan keburukan umat tergantung kepada kebaikan dan keburukan keluarga dan rumah tangga. Orang yang tidak membina rumah tangga berarti dia tidak ikut membina unsur umat. Kemudian setiap rumah tangga itu hendaklah menghubungkan tali pcrsaudaraan dengan rumah tangga lainnya berdasarkan tali keturunan, keagamaan atau pun kebangsaan. Dengan demikian akan terbinalah suatu bangsa dan umat yang kuat.\nMengadakan hubungan erat sesama keluarga adalah sesuai dengan fitrah manusia. Agama Islam, agama fitrah memberi jalan yang baik bagi pertumbuhan ikatan kerabat ini. Kemudian Allah menyebutkan pula hak orang-orang yang memerlukan bantuan, yaitu hak orang miskin.\nBerbuat baik kepada anak yatim ialah mendidiknya dengan baik dan memelihara segala hak-haknya. Al-Qur'an dan Sunah sangat menganjurkan agar memperhatikan anak yatim walaupun ia kaya, karena yang dipandang ialah keyatimannya. Mereka telah kehilangan orang yang menjadi tempat mereka mengadu. Allah mewasiatkan anak-anak yatim kepada masyarakat agar menganggap mereka itu sebagai anak sendiri, untuk memberikan pendidikan. Jika mereka terlantar, mereka dapat menimbulkan kerusakan pada anak-anak lainnya, dan akibatnya lebih besar pada bangsa dan negara.\nBerbuat ihsan kepada orang miskin ialah memberikan bantuan kepada mereka terutama pada waktu mereka ditimpa kesulitan. Nabi bersabda:\nOrang yang menolong janda dan orang miskin, seperti orang yang berjuang di jalan Allah. (Riwayat Muslim dari Abu Hurairah).\n\nAllah mendahulukan menyebut anak yatim daripada orang miskin karena orang miskin itu dapat berusaha sendiri untuk mencari makan, sedang anak yatim, dikarenakan masih kecil, belum sanggup berusaha sendiri. \nSesudah mendapat perintah berbuat kebaikan kepada kedua orang tua, kaum keluarga, anak-anak yatim dan orang-orang miskin, kemudian perintah mengucapkan kata-kata yang baik kepada sesama manusia. Bilamana kebajikan itu telah dikerjakan berarti ketinggian dan kemajuan masyarakat telah tercapai.\nAllah selanjutnya memerintahkan kepada Bani Israil untuk melaksanakan salat dan zakat seperti yang digariskan Allah untuk mereka. Salat pada tiap agama bertujuan memperbaiki jiwa, membersihkannya dari kerendahan budi dan menghiasi jiwa dengan rupa-rupa keutamaan. Ruh salat ialah ikhlas kepada Allah, tunduk kepada kebesaran dan kekuasaan-Nya. Apabila salat itu kosong dari ruh tersebut, tidak akan memberi faedah apa pun. Bani Israil selalu mengabaikan ruh salat itu sejak dahulu sampai waktu Al-Qur'an diturunkan dan bahkan sampai sekarang.\nZakat juga diperintahkan kepada mereka, karena zakat mengandung maslahat bagi masyarakat. Orang-orang Yahudi dahulu mempunyai beberapa macam kewajiban zakat. Tetapi Bani Israil berpaling dari perintah-perintah itu, tidak menjalankannya, bahkan menghindarinya.\nTermasuk penyelewengan mereka ialah menganggap pendeta-pendeta mereka sebagai Tuhan yang menetapkan hukum halal dan haram, menambah upacara-upacara agama menurut keinginan mereka, meninggalkan nafkah terhadap kerabat, melalaikan zakat, tidak melakukan amar makruf nahi mungkar serta perbuatan lain yang meruntuhkan agama.\nHanya sebagian kecil dari mereka pada zaman Musa a.s. atau pada tiap zaman yang taat pada perintah Allah. Pada tiap zaman, pada tiap bangsa atau umat selalu ada golongan orang yang ikhlas berjuang memelihara kebenaran sesuai dengan keyakinan dan kemampuan mereka. Namun demikian bila kemungkaran telah menyebar pada umat itu, kehadiran orang-orang ikhlas itu tidaklah mencegah turunnya azab Allah. Di akhir ayat ini Allah berfirman, \"Dan kamu (hai Bani Israil) selalu berpaling.\" Ayat ini menunjukkan kebiasaan dan kesukaan mereka tidak menaati petunjuk dan perintah Ilahi, sehingga tersebarlah kemungkaran dan turunlah azab kepada mereka.",
    "quraish": "Di samping itu, wahai orang-orang Yahudi, kalian telah memiliki masa lampau yang penuh dosa, ingkar janji, serta pelanggaran terhadap batas-batas yang telah ditetapkan Allah untuk kalian. Ingatlah ketika kalian berjanji kepada Kami di dalam Tawrât. Yaitu bahwa kalian tidak akan menyembah selain Allah; akan berbuat baik kepada kedua orangtua, kaum kerabat, anak-anak yatim dan orang miskin; menggunakan ungkapan-ungkapan baik yang dapat mempersatukan dan tidak menjauhkan kalian dengan orang lain; melaksanakan apa yang diwajibkan kepada kalian, yaitu salat dan zakat. Ingatlah apa yang kalian perbuat terhadap perjanjian ini. Kalian telah mengingkarinya dan berpaling darinya. Hanya beberapa orang saja yang tunduk pada kebenaran.",
    "jalalayn": "(Dan) ingatlah (ketika Kami mengambil ikrar dari Bani Israel) maksudnya dalam Taurat, dan Kami katakan, (\"Janganlah kamu menyembah) ada yang membaca dengan 'ta' dan ada pula dengan 'ya', yaitu 'laa ya`buduuna', artinya mereka tidak akan menyembah (kecuali kepada Allah). Kalimat ini merupakan kalimat berita tetapi berarti larangan. Ada pula yang membaca 'laa ta`buduu', artinya 'janganlah kamu sembah!' (Dan) berbuat kebaikanlah! (kepada kedua orang tua dengan sebaik-baiknya) maksudnya berbakti selain itu juga (kaum kerabat) athaf pada al-waalidain (anak-anak yatim dan orang-orang miskin serta ucapkanlah kepada manusia) kata-kata (yang baik) misalnya menyuruh pada yang baik dan melarang dari yang mungkar, berkata jujur mengenai diri Muhammad dan ramah tamah terhadap sesama manusia. Menurut suatu qiraat 'husna' dengan 'ha' baris di depan dan 'sin' sukun yang merupakan mashdar atau kata benda dan dipergunakan sebagai sifat dengan maksud untuk menyatakan 'teramat' artinya teramat baik. (Dan dirikanlah salat serta bayarkan zakat!) Sesungguhnya kamu telah memberikan ikrar tersebut. (Kemudian kamu tidak memenuhi) janji itu. Di sini tidak disebut-sebut orang ketiga, yaitu nenek moyang mereka (kecuali sebagian kecil dari kamu, dan kamu juga berpaling.\") seperti halnya nenek moyangmu."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 84,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ اَنْفُسَكُمْ مِّنْ دِيَارِكُمْ ۖ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُوْنَ ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu, “Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.” Kemudian kamu berikrar dan bersaksi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/91.mp3",
    "tafsir": "Dalam ayat ini Allah telah mengambil janji dari Bani Israil agar mereka benar-benar menjauhi pertumpahan darah di antara mereka, dan tidak saling mengusir dari negeri masing-masing. Mereka hendaklah merupakan kesatuan bangsa karena satu agama dan satu keturunan. Masing-masing hendaklah merasa bahwa diri dan darahnya adalah diri dan darah kaumnya.\nAyat ini juga mengandung larangan mengerjakan kejahatan-kejahatan yang dapat dijatuhi hukuman mati (qisas), atau pengusiran dari kampung halaman yang berarti \"membunuh diri sendiri\". Bilamana mengerjakan suatu kesalahan yang dapat dijatuhi hukuman mati, maka berarti membunuh dirinya sendiri. Pada akhir ayat ini Allah menyatakan bahwa orang Yahudi pada zaman Rasul saw mengaku menerima janji itu, bahkan mereka menjadi saksi atas janji itu.",
    "quraish": "Ingatlah ketika kalian berjanji kepada Kami di dalam Tawrât, bahwa kalian tidak akan saling melakukan pertumpahan darah sesama kalian dan tidak akan saling mengusir dari kampung halaman. Ini adalah janji yang kalian akui keberadaannya di dalam kitab kalian, dan kalian juga bersaksi akan kebenarannya.",
    "jalalayn": "(Dan ingatlah ketika Kami menerima perjanjian pula darimu) dan firman Kami, (\"Kamu tidak akan menumpahkan darahmu) artinya mengalirkannya dengan berbunuhan sesamamu (dan tidak akan mengeluarkan dirimu dari kampung halamanmu) dari negerimu. (Kemudian kamu berikrar) akan menepati perjanjian tersebut (sedangkan kamu mempersaksikan.\") atas diri kamu sendiri."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 85,
    "arab": "ثُمَّ اَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ اَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِۗ وَاِنْ يَّأْتُوْكُمْ اُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْ ۗ اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ  فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَا ۚوَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ اِلٰٓى  اَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/92.mp3",
    "tafsir": "Dalam ayat ini disebutkan kenyataan tentang pelanggaran orang Yahudi terhadap larangan Allah itu. Di Medinah sejak sebelum Nabi Muhammad saw terdapat tiga suku Yahudi yaitu Bani Qainuqa, Bani Nadir, Bani Quraizah. Ketiga suku itu terlibat dalam perang saudara yang terjadi antara kabilah Aus dan Khazraj; keduanya penduduk asli kota Medinah. Bani Qainuqa dan Bani Nadir adalah sekutu kabilah Khazraj, sedangkan Bani Quraizah adalah sekutu kabilah Aus. Dengan demikian terjadilah peperangan dan usir-mengusir antara sesama kaum Yahudi sendiri.\nAyat ini menerangkan bahwa sesudah menerima janji yang kuat itu, mereka merusaknya dengan membunuh saudara-saudara mereka sendiri, mereka saling membunuh sebagaimana yang telah dilakukan oleh orang-orang terhadap mereka, sedangkan mereka mengaku bahwa janji Allah itu juga dikenakan pada mereka.\nSebagian orang Yahudi membantu orang-orang Arab yang telah menjadi sekutu mereka dengan membuat dosa seperti pembunuhan dan peperangan, dan membantu mereka di dalam permusuhan seperti pengusiran dari kampung halaman. Bilamana ada yang tertawan, baik orang Arab ataupun orang Yahudi yang bermusuhan, maka untuk melepaskannya mereka meminta uang tebusan.\nMasing-masing golongan Yahudi menebus bangsanya yang menjadi tawanan itu, walaupun tawanan itu musuhnya. Mereka mengemukakan alasan bahwa kitab suci mereka memerintahkan agar mereka menebus tawanan-tawanan bangsa yang suci itu. Jika mereka benar-benar beriman kepada kitabnya seperti yang mereka katakan, mengapa mereka mengusir, saudara-saudaranya dari kampungnya, sedangkan Taurat melarang mereka berbuat begitu? Kalau demikian, bukankah itu berarti mengejek agama? Mengapa mereka beriman pada sebagian Kitab dan ingkar terhadap sebagian yang lain?\nAllah telah membuat janji dengan Bani Israil di dalam Taurat, agar tidak saling membunuh dan mengusir di antara sesamanya. Dalam Taurat disebutkan, \"Siapa saja hamba lelaki atau perempuan dari Bani Israil yang kamu dapati, bayarlah harganya dan merdekakanlah dia.\" Namun mereka tetap saling membunuh di antara sesamanya dan tetap saling mengusir. Mereka menyalahi janji mereka kepada Allah. Apabila ada yang ditawan, mereka menebusnya, sebagai ketaatan mereka kepada janji. Hal itu menunjukkan bahwa mereka mengimani sebagian isi Kitab dan tidak percaya kepada bagian yang lain.\nPembalasan terhadap para pelanggar ketentuan-ketentuan di atas ialah kebinasaan di dunia dan azab yang pedih di akhirat. Kenyataan telah menunjukkan bahwa umat yang berlaku curang terhadap perintah Allah dan melempar agama ke belakang, mereka akan bercerai-berai dan akan ditimpa azab kehinaan sebagai pembalasan terhadap kerusakan akhlak dan kejahatannya.\nAdapun orang-orang yang tetap berlaku benar, menyucikan dirinya dan baik keadaannya, akan memperoleh nikmat di sisi Tuhannya. Allah sekali-kali tidak lengah terhadap apa-apa yang mereka kerjakan. Dia akan memberi balasan terhadap segala perbuatan manusia.",
    "quraish": "Inilah kalian (Banû Isrâ'îl) yang saling membunuh satu sama lain. Kalian saling mengusir satu sama lain dari kampung halamannya, dengan cara saling menolong dalam berbuat dosa dan permusuhan. Apabila salah satu kelompok kalian menjadi tawanan orang-orang yang membantu mereka, kalian berusaha membebaskannya dengan membayar tebusan. Dan apabila kalian ditanya, \"Apakah yang membuat kalian menebus mereka?\" kalian menjawab, \"Kitab-kitab kami memerintahkan kami menebus tawanan-tawanan kami dari golongan Yahudi.\" Apakah kitab kalian tidak memerintahkan juga untuk tidak menumpahkan darah saudara-saudara kalian dan tidak mengusir dari kampung halaman mereka? Apakah kalian tunduk kepada sebagian ajaran yang ada dalam kitab kalian dan mengingkari sebagian yang lain? Maka balasan bagi siapa yang melakukan demikian di antara kalian adalah kenistaan dalam kehidupan dunia dan di hari kiamat. Allah Yang Maha Mengetahui segala perbuatan dan rahasia mereka akan mengembalikan mereka kepada siksa yang sangat berat. (1) {(1) Di Madinah, sebelum Islam datang, terdapat dua kabilah Arab yang saling bermusuhan, yaitu al-Aws dan al-Khazraj, dan juga ada dua kelompok orang-orang Yahudi, yaitu Banû Quraizhah dan Banû al-Nadlîr. Banû Quraizhah adalah sekutu al-Aws dan Banû al-Nadlîr adalah sekutu al-Khazraj. Apabila dua kabilah Arab itu saling berperang, maka sekutu-sekutu masing-masing ikut bergabung dengan mereka, dan juga mereka bergabung dalam peperangan dengan kabilah lain dan juga dalam peperangan dengan kabilah di mana terdapat saudara-saudara seagama mereka. Mereka tidak segan-segan untuk membunuh dan mengusir saudara-saudara mereka itu dari kampung halaman mereka. Tetapi masing-masing kelompok Yahudi itu berusaha untuk menebus tawanan-tawanan Yahudi yang ada di tangan sekutunya. Dan apabila mereka ditanya 'mengapa kalian menebus mereka, sedangkan sebelumnya mereka telah memerangi kalian bersama dengan musuh-musuh kalian', mereka menjawab 'karena Allah memerintahkan kami di dalam Tawrât untuk menebus tawanan-tawanan Yahudi'. Mereka tidak tahu bahwa Allah memerintahkan di dalam Tawrât untuk tidak saling menumpahkan darah dan tidak saling mengusir dari kampung halaman mereka. Maka sebenarnya mereka beriman terhadap sebagian kitab dan mengingkari sebagian yang lain. }",
    "jalalayn": "(Kemudian kamu) hai (Bani Israel, kamu bunuh dirimu) dengan berbunuhan sesamamu (dan kamu usir sebagian kamu dari kampung halaman mereka, kamu bertolong-tolongan) ta asalnya diidgamkan pada zha sehingga dibaca 'tazhzhaaharuuna', tetapi pada satu qiraat diringankan dengan membuangnya sehingga bacaannya menjadi 'tazhaaharuuna' dengan membuang zha yang berarti tolong-menolong (terhadap mereka dengan berbuat dosa) maksiat (dan permusuhan) atau penganiayaan. (Tetapi jika mereka datang kepadamu sebagai orang-orang tawanan) pada satu qiraat tercantum 'asra' (kamu tebus mereka) ada pula yang membaca 'tafduuhum', artinya kamu bebaskan mereka dari tawanan dengan harta atau lainnya dan ini termasuk kebiasaan yang berlaku di kalangan orang-orang Yahudi (padahal dia) artinya kenyataannya (mengusir mereka itu diharamkan bagimu). Kalimat ini berhubungan dengan firman-Nya, \"dan kamu usir,\" sedangkan kalimat-kalimat yang terdapat di antara keduanya merupakan 'jumlah mu`taridhah' atau interupsi, artinya sebagaimana diharamkannya mengabaikan tebusan. Selama ini suku Quraizhah mengadakan persekutuan dengan Aus, sedangkan Nadhir dengan Khajraj. Setiap suku ikut berperang bersama sekutu mereka, bahkan sampai menghancurkan dan mengusir pihak lawan walaupun sama-sama Yahudi. Tetapi jika Yahudi pihak lawan itu tertawan, maka mereka tebus. Jika ditanyakan kepada mereka, kenapa kamu perangi dan kamu tebus mereka, maka jawab mereka, \"Karena kami diminta mereka untuk memberikan tebusan.\" Jika ditanyakan, \"Kenapa pula kamu perangi mereka?\" Jawab mereka, \"Karena kami merasa malu jika sekutu-sekutu kami menderita kekalahan!\" Firman Allah Taala, (\"Apakah kamu beriman pada sebagian Alkitab) yakni soal menebus tawanan (dan ingkar terhadap sebagian yang lain) agar tidak membunuh, tidak mengusir dan tidak bantu-membantu berbuat dosa dan penganiayaan. (Tidak ada balasan bagi orang yang berbuat demikian di antaramu kecuali kehinaan) atau kenistaan (dalam kehidupan dunia) kehinaan ini telah dialami oleh Bani Quraizhah dengan dibunuh dan dibasminya golongan laki-laki mereka, dan juga oleh Bani Nadhir yang diusir ke Syam dan diwajibkan membayar upeti. (Dan pada hari kiamat mereka dikembalikan pada siksaan yang amat berat dan Allah tidak lengah dari apa yang kamu kerjakan). Ada yang membaca dengan ta dan ada pula yang dengan ya."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 86,
    "arab": " اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَ ࣖ",
    "translation": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/93.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa merekalah orang-orang yang mengutamakan kehidupan dunia daripada kehidupan akhirat dan menerima kehidupan dunia ini sebagai ganti kehidupan akhirat. Mereka memberi bantuan kepada sekutu-sekutu mereka yang menyembah berhala, kerena hendak mengambil keuntungan duniawi.\nPada hari kiamat mereka akan diazab dengan azab yang berat dan tidak diberi bantuan apa-apa, sebab perbuatan mereka telah mencantumkan mereka dalam golongan orang-orang celaka. Oleh karena itu tertutuplah pintu rahmat Ilahi pada mereka. Mereka tidak mendapatkan penolong yang dapat menolong mereka, dan tidak pula mendapatkan pembela yang dapat membantu mereka. Mereka tetap abadi di dalam neraka Jahanam.",
    "quraish": "Hal ini disebabkan karena mereka lebih mengutamakan kesenangan dunia yang fana daripada kenikmatan akhirat yang abadi. Dengan begitu, mereka bagaikan orang yang menukar akhirat dengan dunia. Maka Allah tidak akan meringankan siksa Jahanam dari mereka, dan mereka tidak akan menemukan seseorang yang bisa menolong mereka dari kekejaman neraka.",
    "jalalayn": "(Merekalah orang-orang yang membeli kehidupan dunia dengan kehidupan akhirat) artinya lebih mengutamakan dunia daripada akhirat (maka tidaklah akan diringankan siksa terhadap mereka dan tidaklah mereka akan beroleh bantuan\") untuk menghindarkan siksaan itu."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 87,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَقَفَّيْنَا مِنْۢ بَعْدِهٖ بِالرُّسُلِ ۖ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ  اَفَكُلَّمَا جَاۤءَكُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰىٓ اَنْفُسُكُمُ اسْتَكْبَرْتُمْ ۚ فَفَرِيْقًا كَذَّبْتُمْ وَفَرِيْقًا تَقْتُلُوْنَ ",
    "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, dan Kami susulkan setelahnya dengan rasul-rasul, dan Kami telah berikan kepada Isa putra Maryam bukti-bukti kebenaran serta Kami perkuat dia dengan Rohulkudus (Jibril). Mengapa setiap rasul yang datang kepadamu (membawa) sesuatu (pelajaran) yang tidak kamu inginkan, kamu menyombongkan diri, lalu sebagian kamu dustakan dan sebagian kamu bunuh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/94.mp3",
    "tafsir": "Allah swt telah menurunkan Taurat kepada Nabi Musa a.s., kemudian Allah mengutus sesudahnya beberapa orang rasul yang datang silih berganti. Maka, setiap waktu selalu ada rasul yang menyampaikan agama Allah. Dengan demikian tidak ada alasan bagi mereka untuk melupakannya, mengganti atau mengubah peraturan-peraturan yang telah ditetapkan Allah.\nSesudah itu Allah menyebutkan Nabi Isa a.s. dalam ayat ini secara khusus di antara para rasul itu, dan menerangkan bahwa dia telah diberi mukjizat yang dapat membuktikan kebenaran kenabiannya. Kemudian Allah menyebutkan pula bahwa Isa a.s. telah diberi wahyu serta diperkuat dengan Rohulkudus (Jibril a.s.), dan ketinggian akhlak.\nKemudian Allah menjelaskan sikap orang-orang Yahudi, bahwa apabila datang utusan Allah dengan membawa peraturan, yang tidak sesuai dengan kehendak hawa nafsu mereka, mereka bersikap sombong dan congkak terhadap utusan itu dengan cara berbuat sewenang-wenang dan berbuat keji di bumi, lalu sebagian dari para rasul itu mereka dustakan, seperti Nabi Isa dan Nabi Muhammad, dan sebagian lagi mereka bunuh seperti Nabi Zakaria dan Nabi Yahya. Maka tidaklah mengherankan apabila mereka tidak mempercayai seruan Muhammad saw, karena membangkang dan mengingkari itu termasuk tabiat yang telah merasuk dalam jiwa mereka.",
    "quraish": "Ingatlah pula, wahai orang-orang Yahudi, sikap kalian yang sesat dan berdosa terhadap Mûsâ dan rasul- rasul yang Kami utus setelahnya kepada kalian. Kami utus Mûsâ dan Kami datangkan Tawrât kepadanya. Kami utus setelahnya beberapa rasul, termasuk di antaranya 'Isâ putra Maryam, yang Kami berikan mukjizat dan Kami kuatkan dengan Rûh al-Quddûs, yaitu Jibrîl, penyampai wahyu yang terpercaya. Ketika datang salah seorang mereka kepada kalian dengan membawa sesuatu yang tidak sesuai dengan keinginan kalian, kalian angkuh dan enggan untuk mengikutinya. Lalu beberapa orang dari mereka kalian dustakan dan sebagian yang lain kalian bunuh.",
    "jalalayn": "(Sesungguhnya Kami telah mendatangkan Alkitab kepada Musa) yakni Taurat, (lalu Kami susul setelah itu dengan para rasul) secara berturut-turut, artinya Kami kirim seorang rasul sesudah yang lain, (dan Kami berikan kepada Isa putra Maryam bukti-bukti kebenaran) yakni mukjizat menghidupkan mayat, menyembuhkan orang yang buta dan berpenyakit kusta. (Dan Kami perkuat ia dengan Roh Kudus) merupakan 'idhafat maushuf pada sifat' maksudnya ialah Roh yang disucikan yakni Jibril, sehingga karena kesuciannya ikut mengiringkannya ke mana pergi. Namun kamu tidak juga hendak mengikuti jalan yang benar! (Apakah setiap datang kepadamu seorang rasul dengan membawa apa yang tidak diingini) atau disukai (dirimu) berupa kebenaran (kamu menjadi takabur) atau menyombongkan diri, tak mau mengikutinya. Kalimat ini merupakan jawaban bagi 'setiap', dan dialah yang menjadi sasaran pertanyaan, sedangkan tujuannya tidak lain dari celaan dan kecaman, (maka sebagian) di antara mereka (kamu dustakan) seperti Nabi Isa (dan sebagian lagi kamu bunuh) kata kerja 'mudhari'' atau masa sekarang untuk menunjukkan peristiwa di masa lampau, artinya telah kamu bunuh Zakaria dan Yahya."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 88,
    "arab": "وَقَالُوْا قُلُوْبُنَا غُلْفٌ ۗ بَلْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَقَلِيْلًا مَّا يُؤْمِنُوْنَ ",
    "translation": "Dan mereka berkata, “Hati kami tertutup.” Tidak! Allah telah melaknat mereka itu karena keingkaran mereka, tetapi sedikit sekali mereka yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/95.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Yahudi yang semasa dengan Muhammad saw membuat pernyataan bahwa hati mereka tertutup terhadap dakwah Muhammad saw. Perkataan mereka ini menunjukkan sikap mental yang mencegah mereka untuk memahami kitab yang dibawa oleh Nabi Muhammad saw. Ayat ini searti dengan firman Allah:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, ¦. (Fussilat/41:5)\n\nSeperti telah disebutkan di atas, bahwa orang-orang yang mengatakan demikian itu ialah mereka yang hidup pada saat turunnya ayat dan sezaman dengan Muhammad saw. Allah membantah perkataan mereka, karena duduk persoalannya tidaklah seperti yang mereka katakan. Hati mereka itu diciptakan sesuai dengan fitrah, dan diberi bakat untuk menanggapi segala sesuatu yang dapat membuka hati mereka, dan menyampaikan kepada kebenaran, yang semestinya mereka dapat menilai kebenaran Kitab Al-Qur'an. Tetapi karena sikap mereka demikian, maka Allah membiarkan mereka jauh dari rahmat-Nya, karena kekafiran yang bersarang di hati mereka terhadap para nabi yang telah lalu dan pada kitab-kitab yang tidak mereka amalkan ajarannya, bahkan mereka berani mengubah menurut kehendak hawa nafsu mereka. Kemudian Allah menyebutkan laknat yang patut mereka terima dan alasan penimpaan laknat itu, yaitu agar mereka dapat memahami sebab dan musababnya, dengan disertai penjelasan bahwa Allah sekali-kali tidak menganiaya mereka. Tetapi semata-mata karena perbuatan mereka yang terus-menerus bergelimang dalam kekufuran dan kemaksiatan yang menyebabkan hati mereka tertutup kekufuran untuk menerima kebenaran.\nKemudian Allah juga menyebutkan bahwa mereka beriman hanya dengan iman yang sekelumit saja. Yang dimaksud dengan iman yang sekelumit ialah iman mereka kepada kitab, hanya sebagiannya saja, sedang sebagian yang lain mereka ubah menurut kehendak hawa nafsu, bahkan mereka enggan mengamalkannya. Atau dengan perkataan lain, mereka tidak mau mengamalkan keseluruhannya, bahkan yang mereka imani hanyalah sebagai ucapan lisan saja, tidak terbukti dalam perbuatan. Karena itu, iman yang terdapat dalam hati mereka tidak mampu untuk mengendalikan kemauan mereka, dan hawa nafsu mereka telah menyeret mereka ke lembah kekafiran.",
    "quraish": "Begitu juga sikap kalian terhadap Rasul Kami, Muhammad Penutup nabi-nabi. Ketika ia mengajak memeluk Islam, kalian mengatakan, \"Hati kami benar-benar tertutup hingga menghalangi seruanmu untuk menembusnya. Hampir-hampir saja kami tidak mengerti sama sekali apa yang kamu serukan.\" Tetapi, sesungguhnya hati mereka bukan seperti apa yang mereka kira. Mereka sebenarnya angkuh dan lebih mengutamakan kesesatan daripada petunjuk. Maka Allah melaknat mereka karena kekufuran mereka dan melemahkan keyakinan serta keimanan mereka.",
    "jalalayn": "(Dan mereka berkata) kepada nabi untuk berolok-olok, (\"Hati kami tertutup\") jamak dari 'aghlaf' yang berarti dibungkus tertutup rapat, sehingga tak dapat mendengar apa yang dikatakan orang. Firman Allah Taala, (\"Tetapi) menegaskan kenyataan sebenarnya (Allah telah mengutuk mereka) menjauhkan mereka dari rahmat-Nya dengan menolak permohonan mereka sehingga mereka menjadi putus asa (disebabkan kekafiran mereka) jadi bukanlah karena cacat pada hati mereka, (maka hanya sedikit sekali mereka yang beriman\"). 'Maa' merupakan tambahan untuk menunjukkan teramat sedikitnya mereka yang beriman itu."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 89,
    "arab": "وَلَمَّا جَاۤءَهُمْ كِتٰبٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْۙ وَكَانُوْا مِنْ قَبْلُ يَسْتَفْتِحُوْنَ عَلَى الَّذِيْنَ كَفَرُوْاۚ فَلَمَّا جَاۤءَهُمْ مَّا عَرَفُوْا كَفَرُوْا بِهٖ ۖ فَلَعْنَةُ اللّٰهِ عَلَى الْكٰفِرِيْنَ ",
    "translation": "Dan setelah sampai kepada mereka Kitab (Al-Qur'an) dari Allah yang membenarkan apa yang ada pada mereka sedangkan sebelumnya mereka memohon kemenangan atas orang-orang kafir, ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/96.mp3",
    "tafsir": "Allah swt menerangkan, bahwa setelah Al-Qur'an datang dari sisi Allah, orang-orang Yahudi dan Nasrani mengingkarinya, padahal Al-Qur'an memberi petunjuk serta membenarkan Kitab Taurat yang ada pada mereka, yang sebelumnya sangat mereka harapkan kedatangannya untuk membenarkan yang terdapat dalam kitab mereka. Tetapi setelah kebenaran yang mereka ketahui itu datang, mereka tidak mau beriman. Sebabnya ialah karena mereka merasa akan kehilangan pengaruh, kekuasaan dan harta benda. Maka patutlah Allah melaknat mereka, sebagai imbalan kekafiran yang bersarang dalam dada mereka.\nAl-Qur'an disebut Kitab yang membenarkan kitab mereka karena kandungannya sesuai dengan isi Kitab mereka dalam bidang tauhid dan prinsip-prinsip serta tujuan agama. Mereka dengan datangnya kitab yang ditunggu-tunggu itu sebenarnya mengharapkan kemenangan atas orang-orang musyrikin Arab dan orang-orang kafir Mekah. Hal ini dapat diketahui dari perkataan mereka bahwa kitab yang ditunggu-tunggu itu akan mendukung tauhid yang dibawa oleh Musa a.s., untuk menundukkan agama wasaniyah yang dipeluk oleh orang-orang Arab.\nDiriwayatkan oleh Ibnu Jarir dari Qatadah al-Ansari dari orang tua-tua dari kalangan Ansar mereka berkata, \"Kisah yang tersebut dalam ayat ini adalah mengenai kami dan orang-orang Yahudi Medinah. Kami dahulu pernah menjalankan agama mereka pada masa Jahiliah, sedang waktu itu kami masih musyrik dan mereka ahli kitab. Mereka mengatakan bahwa seorang nabi yang akan diutus telah dekat masanya, kami akan mengikutinya. Bersama-sama nabi itu kami akan membinasakan kamu seperti Allah membinasakan kaum 'Ad dan Iram. Tetapi setelah Rasulullah saw diutus, kami mengikutinya, sedang orang-orang Yahudi itu mengingkarinya.\"\nDari kisah ini dapat dipahami, bahwa mereka sebenarnya dengki kepada orang-orang Islam, kedengkian itu timbul setelah Allah mengutus Nabi Muhammad saw, dari kalangan orang-orang Arab, tidak dari kalangan mereka. Itulah sebabnya mereka terjerumus di lembah keingkaran dan kekafiran. Maka Allah memberikan ketetapan-Nya, bahwa mereka akan terusir dan jauh dari rahmat-Nya, karena keingkaran mereka pada kebenaran, setelah kebenaran yang diharapkan itu tampak di hadapan mereka.",
    "quraish": "Dan ketika rasul Kami datang dengan membawa al-Qur'ân--yaitu kitab yang diturunkan Allah untuk membenarkan Tawrât yang diturunkan kepada mereka sebelumnya--sementara mereka mengetahui, melalui Tawrât, kebenaran yang ada dalam al-Qur'ân, mereka mengingkarinya dengan sikap membangkang dan iri karena rasul yang datang kepada mereka bukan dari bangsa mereka, Banû Isrâ'îl. Padahal sebelumnya, jika terjadi bentrokan dengan orang-orang musyrik dalam peperangan atau perkelahian, mereka mengatakan bahwa Allah akan menolong mereka dengan mengutus nabi terakhir yang disebut sebagai kabar gembira dalam kitab mereka. Sifat-sifatnya sesuai dengan sifat-sifat Muhammad. Ketahuilah bahwa laknat Allah akan menimpa orang-orang yang membangkang dan ingkar seperti mereka.",
    "jalalayn": "(Dan tatkala datang kepada mereka Alquran dari Allah yang membenarkan apa yang ada pada mereka) yakni Taurat (padahal sebelumnya mereka) maksudnya sebelum datangnya Alquran itu (memohon pertolongan) agar beroleh kemenangan (atas orang-orang yang kafir) dengan mengucapkan, \"Ya Allah, tolonglah kami dengan nabi yang akan dibangkitkan di akhir zaman.\" (Maka setelah datang kepada mereka apa yang telah mereka ketahui) yaitu berupa kebenaran dengan diutusnya Nabi Muhammad itu (mereka lalu ingkar kepadanya) disebabkan kedengkian dan takut kehilangan pengaruh. Jawaban bagi 'lammaa' atau 'tatkala' yang pertama, ditunjukkan oleh jawaban 'lammaa' yang kedua (maka laknat Allahlah atas orang-orang yang kafir itu)."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 90,
    "arab": "  بِئْسَمَا اشْتَرَوْا بِهٖٓ اَنْفُسَهُمْ اَنْ يَّكْفُرُوْا بِمَآ اَنْزَلَ اللّٰهُ بَغْيًا اَنْ يُّنَزِّلَ اللّٰهُ مِنْ فَضْلِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۚ فَبَاۤءُوْ بِغَضَبٍ عَلٰى غَضَبٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌ",
    "translation": "Sangatlah buruk (perbuatan) mereka menjual dirinya, dengan mengingkari apa yang diturunkan Allah, karena dengki bahwa Allah menurunkan karunia-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Karena itulah mereka menanggung kemurkaan demi kemurkaan. Dan kepada orang-orang kafir (ditimpakan) azab yang menghinakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/97.mp3",
    "tafsir": "Allah menjelaskan betapa jeleknya perbuatan mereka dan meng-ibaratkannya seolah-olah mereka menjual diri mereka sendiri. Perbuatan mereka itu berupa pengingkaran terhadap kitab yang diturunkan Allah, yang sebenarnya mereka telah mengetahui, yaitu kitab yang membenarkan Kitab Taurat yang ada pada mereka. Dengan demikian mereka membiarkan diri mereka terjerumus dalam kekafiran, seolah-olah mereka itu menghancurkan diri mereka sendiri.\nSebagai akibat dari kedengkian mereka, mereka mengingkari kenabian Muhammad dan benci apabila dia menerima wahyu dari Allah. Mereka tidak senang Muhammad saw diangkat sebagai nabi, karena Muhammad saw keturunan Ismail, padahal mereka mengharap-harap nabi yang ditunggu-tunggu kedatangannya itu diangkat dari keturunan Ishak.\nKemudian Allah menyebutkan bahwa mereka akan mendapat kemurkaan yang berlipat ganda, melebihi kemurkaan yang seharusnya diterima sebelumnya. Sebab tiada lain karena mereka di samping membangkang kepada Nabi Musa, juga mengingkari kerasulan Muhammad saw.\nKemudian Allah menerangkan akibat dari kekafiran mereka yaitu mereka mendapat siksaan yang menyeret mereka ke lembah kehinaan dan kenistaan baik di dunia maupun di akhirat. Siksaan mereka di dunia ialah mereka akan berada dalam lembah kehinaan dan terbelenggu dalam rantai kenistaan. Sedang siksaan mereka di akhirat ialah mereka akan mengalami siksaan yang kekal di dalam neraka Jahanam.",
    "quraish": "Alangkah buruknya apa yang mereka lakukan dengan menjual diri dengan sikap lalim dan permusuhan! Mereka condong kepada bangsa mereka dengan hawa nafsu dan kefanatikan, sehingga mereka ingkar terhadap apa yang Kami turunkan. Mereka membalas dendam terhadap bangsa lain yang diberi anugerah oleh Allah dengan mengirimkan rasul dari golongan mereka. Mereka juga mengingkari kekuasaan Allah, bahwa Dia memiliki hak mutlak untuk menurunkan anugerah-Nya kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya. Karena itu, mereka mendapatkan kemurkaan yang berlipat ganda disebabkan kekufuran, keingkaran dan kedengkian mereka. Bagi orang-orang kafir seperti mereka siksa yang pedih dan menghinakan.",
    "jalalayn": "(Alangkah buruknya perbuatan mereka menjual) (diri mereka sendiri) maksudnya bagian pahala mereka. 'Ma' pada kata-kata 'bi'samaa' adalah kata 'nakirah' atau 'tidak tentu' (indefinit) dan berarti 'sesuatu', merupakan 'tamyiz' bagi pelaku kata kerja 'bi'sa' yang dikhususkan untuk celaan. (bahwa mereka kafir) artinya dengan kekafiran mereka (terhadap apa yang diturunkan Allah) berupa Alquran (disebabkan kedengkian) berfungsi sebagai 'maf`ul liajlih' menunjukkan motif bagi kekafiran mereka itu. (bahwa Allah menurunkan) ada yang membaca 'yunzila' dan ada pula 'yunazzila' (karunia-Nya) maksudnya wahyu (kepada siapa yang dikehendaki-Nya) untuk menjadi rasul (di antara hamba-hamba-Nya. Karena itu mereka kembali) (dengan kemurkaan) dari Allah disebabkan kekafiran mereka terhadap wahyu yang diturunkan itu. Celaan ini menyatakan betapa besarnya kesalahan yang mereka perbuat (di atas kemurkaan) artinya yang bertimpa-timpa yakni setelah kemurkaan yang selayaknya mereka terima sebelum itu, dengan menyia-nyiakan kitab Taurat serta menolak Nabi Isa. (Dan bagi orang-orang kafir disediakan siksaan yang menghinakan)."
  },
  {
    "hizb": 5,
    "name": "Al-Baqarah",
    "ayat": 91,
    "arab": "وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا بِمَآ اَنْزَلَ اللّٰهُ قَالُوْا نُؤْمِنُ بِمَآ اُنْزِلَ عَلَيْنَا وَيَكْفُرُوْنَ بِمَا وَرَاۤءَهٗ وَهُوَ الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُوْنَ اَنْۢبِيَاۤءَ اللّٰهِ مِنْ قَبْلُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
    "translation": "Dan apabila dikatakan kepada mereka, “Berimanlah kepada apa yang diturunkan Allah (Al-Qur'an),” mereka menjawab, “Kami beriman kepada apa yang diturunkan kepada kami.” Dan mereka ingkar kepada apa yang setelahnya, padahal (Al-Qur'an) itu adalah yang hak yang membenarkan apa yang ada pada mereka. Katakanlah (Muhammad), “Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang beriman?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/98.mp3",
    "tafsir": "Allah menjelaskan bahwa ketika Nabi Muhammad saw dan sahabatnya berkata kepada orang-orang Yahudi yang ada di Medinah dan sekitarnya agar mereka percaya kepada Al-Qur'an yang diturunkan Allah, mereka pun menjawab, bahwa mereka percaya kepada kitab (wahyu) yang diturunkan kepada nabi-nabi keturunan Bani Israil, yaitu Taurat. Mereka selalu mengingkari kebenaran Al-Qur'an yang membenarkan Kitab Taurat. Kalau mereka berterus terang, tentulah mereka akan mengakui bahwa Al-Qur'an itu benar, tidak mengandung sedikit pun keraguan.\nSesudah itu Allah memerintahkan Nabi Muhammad saw membantah alasan yang dikemukakan oleh orang-orang Yahudi dengan bantahan yang membuat mereka tidak berdaya. Apabila nenek moyang mereka betul-betul orang yang setia mengikuti Kitab yang diturunkan Allah, tentu mereka tidak membunuh nabi-nabi.\nDengan demikian jelaslah bahwa mereka itu bukan pengikut Nabi Musa yang taat dan setia, tetapi hanya menuruti hawa nafsu. Apalagi mereka juga mengakui perbuatan nenek moyang mereka sebagai perbuatan yang tidak bertentangan dengan agama. Berbuat ingkar atau membolehkan seseorang untuk berbuat ingkar hukumnya sama.\nAllah menyebutkan pembunuhan yang dilakukan oleh nenek moyang orang-orang Yahudi dan menghubungkan perbuatan itu kepada orang-orang Yahudi yang hidup pada masa Nabi dalam rangka untuk menunjukkan bahwa mereka itu adalah keturunan dari satu bangsa, dan dianggap sebagai satu kesatuan, karena karakter dan wataknya sama.",
    "quraish": "Inilah yang tersembunyi di dalam diri mereka, tetapi mereka selalu beralasan di hadapan makhluk-Nya tentang keengganan mereka untuk beriman kepada al-Qur'ân ketika diperintahkan untuk beriman. Alasan itu adalah bahwa mereka tidak akan beriman kecuali kepada apa yang diturunkan kepada mereka saja dan mereka akan mengingkari yang lain. Mereka sebenarnya berdusta ketika mengaku bahwa mereka beriman kepada apa yang diturunkan kepada mereka, yaitu Tawrât. Sebab, mengingkari al-Qur'ân yang membenarkan apa yang ada dalam Tawrât sama artinya dengan mengingkari kitab mereka sendiri. Juga karena mereka telah membunuh nabi-nabi yang menyeru kepada apa yang diturunkan kepada mereka. Pembunuhan nabi-nabi ini adalah bukti yang paling kuat tentang ketidakimanan mereka terhadap nabi-nabi itu.",
    "jalalayn": "(Dan apabila dikatakan kepada mereka, \"Berimanlah kamu kepada apa yang diturunkan Allah!\") yakni Alquran dan lain-lain (Mereka berkata, \"Kami beriman kepada apa yang diturunkan kepada kami.\") yakni Taurat. Maka firman Allah Taala, (Sedangkan mereka kafir) 'wau' di sini menunjukkan 'hal' sehingga berarti 'sedangkan' (terhadap yang turun di belakangnya) atau selain dari itu seperti Alquran (padahal Alquran itulah yang hak) kalimat ini menjadi 'hal' (membenarkan) menjadi 'hal' yang kedua yang memperkuat (apa yang ada pada mereka. Katakanlah,) kepada mereka (\"Kenapa kamu bunuh) (nabi-nabi Allah dulu, jika kamu benar-benar beriman?\") pada Taurat, di mana padanya terdapat larangan membunuh mereka. Pertanyaan ini ditujukan kepada orang-orang Yahudi yang ada di masa nabi kita mengenai perbuatan nenek moyang mereka yang nyata-nyata mereka setujui."
  }
]