[
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 109,
    "arab": "۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
    "translation": "(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/778.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa pada hari Kiamat, Allah akan mengumpulkan para rasul dan umatnya masing-masing. Hari terjadinya peristiwa itu disebut \"Yaumul Mahsyar\". Ketika itu Allah akan mengajukan pertanyaan kepada para rasul, \"Apakah jawaban yang mereka terima dari umat-umat mereka setelah mereka menyeru kepada agama-Nya.\"\nPara rasul tentu saja mengetahui jawaban apa yang telah mereka terima dari umatnya masing-masing, dan bagaimana tanggapan mereka terhadap seruan yang telah disampaikan kepada mereka, meskipun tidak seluruhnya mereka ketahui. Tetapi, para rasul adalah orang yang sangat tinggi budi pekertinya dan amat rendah hati di hadapan Allah Yang Mahakuasa dan Maha Mengetahui segala sesuatu. Oleh sebab itu, dengan penuh rasa kehambaannya kepada Allah, mereka menjawab, \"Bahwa mereka tidak mempunyai pengetahuan tentang hal itu. Sesungguhnya Allah-lah Yang Maha Mengetahui hal-hal yang gaib.\"\nAllah menanyakan kepada para rasul, jawaban apa yang mereka terima dari umat yang telah mereka seru kepada agama-Nya. Allah tidak menanyakan kepada para rasul apakah mereka sudah menyampaikan risalah yang ditugaskan kepada mereka, atau belum? Hal ini menunjukkan bahwa para rasul itu benar-benar telah menunaikan tugas mereka dengan baik, yaitu menyampaikan agama Allah kepada umat mereka. Akan tetapi sebagian dari umat itulah yang tidak menerima ajakan dan seruan dengan sebaik-baiknya.\nHal lain yang dapat kita pahami dari ayat ini ialah bahwa Allah tidak langsung menyampaikan pertanyaan kepada umat-umat dari pada rasul itu, misalnya: \"Hai manusia jawaban apakah yang telah kamu berikan kepada rasul-rasul-Ku ketika mereka menyampaikan risalah-Ku kepada kamu sekalian?\" Sebaliknya, Allah menyampaikan pertanyaan-Nya kepada para rasul-Nya, bukan kepada umat mereka. Hal ini menunjukkan kemurkaan Allah kepada umat-umat yang mengabaikan seruan dan peringatan-peringatan yang telah disampaikan para rasul itu kepada mereka. Maka pertanyaan itu adalah untuk menghardik umat-umat yang durhaka.",
    "quraish": "Ingatlah kalian akan hari kiamat, di mana Allah mengumpulkan dan menanyakan para rasul dengan berkata, \"Apa jawaban kaum kalian? Berimankah mereka, atau ingkar?\" Pada hari itu semua umat hadir untuk mendengarkan persaksian rasul-rasul-Nya. Para rasul pun menjawab, \"Kami tidak mengetahui ihwal mereka setelah kami tinggalkan. Hanya Engkaulah yang mengetahui itu semua, karena hanya Engkaulah yang mengetahui apa-apa yang tersembunyi dan yang tampak.\"",
    "jalalayn": "Ingatlah! (hari di waktu Allah mengumpulkan para rasul) yaitu pada hari kiamat (lalu Allah bertanya) kepada mereka dengan nada mencela yang ditujukan kepada kaum mereka (Apa) yang (jawaban kaummu terhadap seruanmu?) tatkala kamu mengajak mereka kepada ketauhidan (Para rasul menjawab, \"Tidak ada pengetahuan kami) tentang hal itu (sesungguhnya Engkaulah yang mengetahui perkara yang gaib.\") apa-apa yang tidak bisa dijangkau oleh pengetahuan hamba-hamba-Nya dan gaib di mata mereka oleh sebab kengerian yang mereka hadapi pada saat hari kiamat yang membuat mereka kaget. Kemudian para rasul itu menjadi saksi terhadap umat mereka masing-masing tatkala umat mereka diam seribu bahasa."
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 110,
    "arab": "اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
    "translation": "Dan ingatlah ketika Allah berfirman, “Wahai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Rohulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. Dan ingatlah ketika Aku mengajarkan menulis kepadamu, (juga) Hikmah, Taurat dan Injil. Dan ingatlah ketika engkau membentuk dari tanah berupa burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. Dan ingatlah ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. Dan ingatlah ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. Dan ingatlah ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) di kala waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/779.mp3",
    "tafsir": "Pada ayat ini dijelaskan tentang bermacam-macam nikmat yang telah dilimpahkan kepada Nabi Isa dan ibunya, kemudian diungkapkan kembali berbagai kejahatan Bani Israil yang pernah menuduh bahwa berbagai keterangan dan bukti-bukti yang disampaikan Nabi Isa kepada mereka hanyalah sihir semata.\nNikmat Allah kepada Maryam, yaitu ibu Nabi Isa ialah Allah telah menjadikannya sebagai wanita yang suci, terpilih di antara wanita-wanita di dunia ini untuk memperoleh kedudukan yang mulia.\nNikmat-nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini adalah sebagai berikut:\n1. Allah telah memperkuat Nabi Isa dengan Rohulkudus, yaitu malaikat Jibril. Allah telah menjadikan jiwanya bersih dari segala sifat-sifat yang tidak baik. Dengan nikmat ini Isa dapat mengetahui bahwa ia lahir ke dunia dengan kejadian yang luar biasa, sehingga dengan demikian ia dapat membuktikan kesucian dirinya dan kesucian ibunya. Karena Allah telah memperkuatnya dengan Rohulkudus, maka ia dapat berbicara ketika ia masih kecil dan lemah, masih berada dalam buaian. Ia berbicara untuk membela kesucian dan kehormatan ibunya terhadap tuduhan yang bukan-bukan dari kaum Yahudi. Kemudian setelah ia dewasa ia juga dapat berbicara dengan baik untuk menyeru manusia kepada agama Allah.\nTentang Nabi Isa, ibunya dan Rohulkudus dalam ayat ini, pendapat beberapa mufasir dapat dikatakan sama, Mengenai \"mengingat nikmat,\" artinya \"mensyukuri\" nikmat yang diberikan kepada Isa dan kepada ibunya Maryam dan memperkuatnya dengan Rohulkudus, yakni Jibril, dan berbicara dengan orang ketika ia masih bayi dan sesudah dewasa menjadi Nabi, yang menurut Ibnu 'Abbas seperti yang dikutip al-Bagawi, dalam usia 30 tahun dan menjalankan tugas kenabiannya selama 30 bulan. Kemudian \"Aku mengajar kamu menulis, hikmah (yakni kearifan ilmu pengetahuan), Taurat dan Injil,\" dan seterusnya. Lebih jauh tentang Rohulkudus lihat kosakata di atas (al-Baqarah/2: 253). Dapat ditambahkan, bahwa seperti disebutkan di dalam Al-Qur'an, bahwa Rohulkudus berlaku untuk semua orang beriman (al-Mujadalah/58: 22); dan diturunkan kepada siapa saja dari hamba-hamba-Nya sesuai dengan kehendak-Nya. Dalam ayat ini, ruh berarti wahyu (al-Kahf/16: 2).\nNabi Isa menyebut dirinya anak Maryam, yang tidak mengenal bapak manusia karena kelahirannya memang suatu mukjizat. Allah telah memberinya nikmat yang besar berupa kekuatan rohani, \"memperkuatnya dengan Rohulkudus\", dengan mukjizat-mukjizat yang terjadi sekitar dirinya dan ibundanya Maryam, mengenai kelahiran, kehidupan dan kematiannya.\nTetapi Rohulkudus (al-Baqarah/2: 87) yang banyak kita temui dalam Al-Qur'an, dalam pengertian \"roh yang suci\" berarti juga sebagai \"ilham ilahi.\" Nabi Muhammad juga mendoakan rahmat dengan Rohulkudus kepada seorang sahabat, yakni penyair Hassan bin sabit melalui sabdanya: \nBahwa Hassan bin sabit al-Ansari minta persaksian kepada Abu Hurairah, \"Apakah kamu mendengar Nabi Saw berkata, \"Hai Hassan, penuhilah Rasulillah. Ya Allah kuatkanlah dia (Hassan) dengan Rohulkudus.\" (Riwayat al-Bukhari, Muslim, dan an-Nasa'i)\nPengertian Rohulkudus dalam Al-Qur'an dan hadis tidak sama dengan pengertian Rohulkudus dalam Bibel (Perjanjian Lama dan Perjanjian Baru). Roh, Roh Allah atau firman-Nya dalam Perjanjian Lama (Kejadian i.2) ialah mengenai pembentukan bumi, \"dan Roh Allah melayang-layang di atas permukaan air,\" dan Mazmur xxxiii.6, \"Oleh firman Tuhan langit telah dijadikan, oleh nafas dari mulut-Nya¦\" Dalam Perjanjian Baru disebut Roh Kudus, Roh Allah atau Roh Yesus. Matius menyebutkan bahwa kelahiran Yesus Kristus pada waktu Maria bertunangan dengan Yusuf anak Heli, mengandung dari Roh Kudus, sebelum mereka hidup sebagai suami istri. Yusuf suami Maria adalah orang yang tulus hati, ia tidak mau mencemarkan nama istrinya di muka umum, ia bermaksud diam-diam akan menceraikannya. Tetapi dalam mimpinya malaikat Tuhan tampak kepadanya, dan berkata, agar jangan takut \"¦ mengambil Maria sebagai istrimu, sebab anak yang di dalam kandungannya adalah Roh Kudus. Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, ¦\" (Matius 1.18-21). Lihat juga kosakata (an-Nisa'/4: 156).\n2. Allah telah mengajarkan kepadanya Al-Kitab, artinya Isa telah dianugerahi-Nya kepandaian menulis dan membaca, sehingga ia dapat mempelajari ilmu pengetahuan yang tertulis. Di samping itu. Allah mengajarkan pula kepadanya Taurat, yaitu kitab suci yang telah diturunkan kepada Nabi Musa. Akhirnya Allah mengajarkan kepadanya Injil, yaitu kitab suci yang diturunkan kepada Nabi Isa sendiri.\nNabi Isa sendiri tidak pernah mengubah-ubah isi Taurat dan tidak pula menggantikannya dengan Injil yang diturunkan kepadanya, dan diakui oleh Perjanjian Baru yang sekarang, \"Janganlah kamu menyangka, bahwa Aku datang untuk meniadakan hukum Taurat atau kitab para nabi. Aku datang bukan untuk meniadakannya, melainkan untuk menggenapinya.\" (Matius v.17).\n3. Isa dapat membuat dari tanah sesuatu yang bentuk dan ukurannya seperti burung, kemudian ia meniup burung itu, maka jadilah ia seekor burung yang sungguh-sungguh, dengan seizin Allah. Artinya Isa-lah yang membentuk benda tersebut seperti burung, dan ia pula yang meniupnya, kemudian Allah menjadikannya seekor burung yang hidup.\n4. Isa telah dapat menyembuhkan orang-orang buta sejak lahir dan orang-orang yang kena penyakit sopak, dengan izin Allah, padahal di masa itu tak seorang tabib pun dapat menyembuhkan orang buta sejak lahir dan orang-orang yang kena penyakit sopak.\nDalam bahasa Indonesia, kata abras dipadankan dengan kusta dari terjemahan Inggris leprosy, yakni \"penyakit menahun yang menyerang kulit dan saraf, yang secara perlahan-lahan menyebabkan kerusakan pada anggota tubuh; lepra\" (Kamus Besar Bahasa Indonesia), yang dalam bahasa Arab biasa disamakan dengan judzam, bukan abras. Mu'jam Alfadh al-Qur'an al-Karim menjelasakan, bahwa abras \"adalah warna putih di kulit karena kehilangan zat warna merah (pigmen) dan menimbulkan bercak-bercak putih dalam berbagai bentuk. Ini merupakan gejala penyakit kusta.\" Jadi bukan kusta. Dalam Perjanjian Baru (Matius x.8, Lukas iv.27), diterjemahkan dengan \"kusta,\" sama dengan terjemahan bahasa Inggris. Dalam Tafsir ini diterjemahkan dengan \"sopak,\" agaknya ini lebih tepat, yakni \"penyakit kulit berupa belang-belang putih di tangan atau kaki akibat sel pigmen adalah sel yang memberi warna kulit kering, sawo matang.\" (Kamus Besar Bahasa Indonesia), atau dalam istilah kedokteran dikenal dengan nama leukemia atau vitiligo.\n5. Isa juga dapat menghidupkan orang-orang yang telah mati, sehingga dapat keluar dari kuburnya dalam keadaan hidup, dengan izin Allah.\nSetelah Nabi Isa memberikan bukti-bukti dengan mukjizatnya, sebagian mereka (Bani Israil) menuduhnya ia melakukan perbuatan sihir, mengusir setan dengan menggunakan pemimpin setan, \"Ia mengusir setan dengan kuasa Beelzebul, penghulu setan\" (Lukas xi.15).\nOrang Yahudi menyebut raja setan atau penghulu setan itu Beelzebul, dan penghulu setan yang digunakan untuk mengusir setan ini terdapat dalam beberapa bab (chapter) dalam Perjanjian Baru, antara lain dalam Matius, Markus dan Lukas.\n6. Allah telah melindungi Nabi Isa dari kejahatan kaum Yahudi yang hendak membunuh dan menyalibnya, ketika Isa datang kepada mereka membawa agama Allah yang disertai dengan bukti-bukti dan keterangan yang jelas, yang dikaruniakan Allah kepadanya. Allah menyelamatkan Isa dan mengangkatnya kepada-Nya.\n\nKejahatan Bani Israil melebihi kejahatan umat lainnya, kejahatan umat lainnya terhadap rasul Allah hanya sebatas kepada diri pribadi rasul itu, tetapi kejahatan Bani Israil tidak hanya ditujukan kepada Nabi Isa semata, melainkan juga terhadap ibunya, yaitu mereka menuduh Maryam telah berzina dengan seorang lelaki, sehingga melahirkan Isa. Bahkan kejahatan mereka tidak hanya tertuju kepada Isa dan ibunya, melainkan juga terhadap Allah, karena mereka mengatakan bahwa Allah mempunyai istri dan anak, padahal Allah Maha Suci dari hal-hal tersebut.\nOrang-orang kafir di antara Bani Israil itu tidak hanya menolak agama Allah yang disampaikan Nabi Isa kepada mereka, bahkan mereka mengatakan bahwa keterangan-keterangan yang disampaikan Isa tersebut hanyalah sihir.\nBermacam-macam nikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini merupakan sindiran dan kecaman yang amat tajam sekali terhadap Bani Israil, atas sikap dan perbuatan mereka yang keji itu. Ayat ini menyingkap pula betapa besarnya kedengkian mereka terhadap orang yang memperoleh nikmat Allah. Ucapan mereka bahwa keterangan-keterangan yang disampaikan Nabi Isa kepada mereka adalah \"sihir yang nyata\", merupakan bukti yang kuat tentang sifat-sifat dengki mereka kepada Nabi Isa yang telah dipilih Allah sebagai Nabi dan Rasul-Nya.\nNikmat Allah kepada Nabi Isa yang disebutkan dalam ayat ini merupakan nikmat yang luar biasa, yang tidak diberikan Allah kepada nabi-nabi lain. Pada ayat berikutnya, Allah menyebutkan beberapa nikmat-Nya yang lain yang juga diberikannya kepada Nabi Isa tetapi merupakan nikmat-nikmat yang biasa, yang juga diperoleh rasul-rasul lain.",
    "quraish": "Saat itu Allah memanggil 'Isâ putra Maryam lalu berfirman, \"Ingatlah apa yang Aku karuniakan kepadamu dan ibumu di dunia, yaitu ketika Aku menguatkanmu dengan wahyu, dan Aku menjadikanmu dapat berbicara yang membebaskan bundamu dari tuduhan mereka, sedang kamu masih dalam buaian. Aku juga memberikan kepadamu kemampuan berbicara melalui wahyu-Ku saat kamu dewasa. Ingatlah ketika Aku mengajarkanmu menulis dan Aku menunjukkan ucapan dan perbuatanmu kepada kebenaran. Telah Aku ajarkan kepadamu kitab Tawrât dan Injîl. Ingatlah pula ketika Aku berikan mukjizat kepadamu manakala kamu membentuk burung dari tanah dengan seizin-Ku, lalu kamu meniupkan kepadanya sehingga menjadi burung yang sebenarnya karena kekuasaan-Ku, bukan karena kehebatanmu. Aku berikan mukjizat berupa kemampuan menyembuhkan orang yang buta sejak kanak-kanak, menyembuhkan penyakit lepra dengan seizin dan kekuasaan-Ku. Juga mukjizat menghidupkan orang mati dengan seizin-Ku. Ingatlah ketika Aku menghalang-halangi orang Yahudi untuk membunuh dan menyalibmu ketika kamu menunjukkan mukjizat agar mereka beriman. Akan tetapi segolongan dari mereka menentangnya. Mereka mengira bahwa mukjizat-mukjizat yang telah kamu tunjukkan tiada lain kecuali sihir yang nyata.",
    "jalalayn": "Ingatlah! (ketika Allah mengatakan, \"Hai Isa putra Maryam! Ingatlah nikmat-Ku kepadamu dan kepada ibumu) syukurilah nikmat-Ku itu (di waktu Aku mendukung kamu) menguatkan kamu (dengan ruhul kudus) malaikat Jibril (kamu dapat berbicara dengan manusia) menjadi hal bagi kaaf atau dhamir mukhathab yang terdapat dalam kalimat ayyadtuka (sewaktu dalam buaian) masih dalam keadaan bayi (dan sesudah dewasa) kalimat ini memberikan pengertian bahwa ia (Nabi Isa) akan turun ke bumi sebelum hari kiamat sebab sebelum ia mencapai usia tua telah diangkat terlebih dahulu ke langit sebagaimana penjelasan yang telah dikemukakan dalam surah Ali Imran. (Dan ingatlah di waktu Aku mengajar kamu menulis, hikmah, Taurat dan Injil dan ingat pula di waktu kamu membuat suatu bentuk dari tanah yang berupa) seperti gambaran (burung) huruf kaaf dalam kalimat kahaiah adalah bermakna isim yang artinya seperti dan kedudukan i`rabnya menjadi maf`ul atau objek (dengan seizin-Ku kemudian kamu meniup padanya lalu bentuk itu menjadi burung yang sebenarnya seizin-Ku) dengan kehendak-Ku. (Dan ingatlah waktu kamu menyembuhkan orang yang buta dan orang yang berpenyakit sopak dengan seizin-Ku, dan ingatlah di waktu kamu mengeluarkan orang-orang mati) dari kuburan-kuburan mereka dalam keadaan hidup (dengan seizin-Ku, dan ingatlah di waktu Aku menghalangi Bani Israel dari kamu) sewaktu mereka bersengaja hendak membunuhmu (di kala kamu mengemukakan kepada mereka keterangan-keterangan yang nyata) yakni mukjizat-mukjizat (lalu orang-orang kafir di antara mereka berkata, 'Tidak) tidak lain (hal ini) yang engkau datangkan melainkan sihir yang nyata') dan menurut qiraat dibaca saahirun/tukang sihir, yang dimaksud ialah Nabi Isa."
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 111,
    "arab": "وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ ",
    "translation": "Dan (ingatlah), ketika Aku ilhamkan kepada pengikut-pengikut Isa yang setia, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman, dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri (Muslim).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/780.mp3",
    "tafsir": "Allah menjelaskan sikap kaum hawariyin, yaitu satu kelompok dari Bani Israil yang menerima baik agama Allah yang disampaikan oleh Nabi Isa. Lalu mereka berkata kepada Nabi Isa, \"Kami telah beriman; dan saksikanlah, bahwa sesungguhnya kami adalah orang-orang yang patuh kepada seruanmu.\" Maksudnya, mereka beriman dan menerima seruan Nabi Isa, dan akan melaksanakan semua perintah-perintahnya, sebagai bukti dari iman tersebut.\nArti nikmat Allah kepada Nabi Isa dalam hal ini ialah bahwa Nabi Isa telah mendapat sambutan baik dari kaum hawariyin, sehingga mereka mencintai dan mematuhinya. Ini tidak hanya merupakan nikmat bagi Nabi Isa semata-mata, melainkan juga nikmat bagi ibunya, sebab setiap nikmat yang diperoleh seorang anak, juga mendatangkan kegembiraan dan kebahagiaan bagi ibunya.",
    "quraish": "Ingatkanlah umatmu, wahai Rasulullah, yang terjadi ketika Aku ilhamkan kepada sekelompok orang yang menyeru beriman kepada Allah dan rasul-Nya, 'Isâ, lalu mereka menyambut seruan itu sehingga mereka menjadi sahabat-sahabat setianya. Mereka berkata, \"Kami beriman dan saksikanlah, wahai Tuhan kami, bahwa kami orang-orang yang takut dengan perintah-perintah-Mu.\"",
    "jalalayn": "(Dan ingatlah ketika Aku ilhamkan kepada para pengikut Nabi Isa yang setia) Aku perintahkan mereka melalui lisannya (hendaknya) (kamu beriman kepada-Ku dan kepada rasul-Ku.\") yaitu Nabi Isa (Mereka menjawab, \"Kami telah beriman) kepada Allah dan rasul-Nya (dan saksikanlah, wahai rasul, bahwa sesungguhnya kami adalah orang-orang yang berserah diri kepada seruanmu.\")"
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 112,
    "arab": "اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "translation": "(Ingatlah), ketika pengikut-pengikut Isa yang setia berkata, “Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertakwalah kepada Allah jika kamu orang-orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/781.mp3",
    "tafsir": "Pada ayat ini Allah menceritakan bahwa kaum hawariyyin pernah menanyakan kepada Nabi Isa, apakah Allah dapat menurunkan kepada mereka suatu hidangan dari langit. Pertanyaan itu bukan menunjukkan bahwa kaum hawariyyin itu masih ragu tentang kekuasaan Allah. Mereka telah yakin sepenuhnya tentang kekuasaan Allah. Tetapi mereka menanyakan hal itu untuk lebih menenteramkan hati mereka. Sebab, apabila mereka dapat menyaksikan bahwa Allah kuasa menurunkan apa yang mereka inginkan itu, maka hati mereka akan lebih tenteram, dan iman mereka akan bertambah kuat.\nHal ini juga pernah terjadi pada Nabi Ibrahim ketika beliau memohon kepada Allah agar Allah memperlihatkan kepadanya bagaimana Dia kuasa menghidupkan makhluk yang telah mati. Allah berfirman:\ndan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" (al-Baqarah/2:260)\nDengan demikian, pertanyaan kaum hawariyyin tadi dapat diartikan sebagai berikut, \"Hai Isa, maukah Tuhanmu memperkenankan bila kami memohon kepada-Nya agar Dia menurunkan kepada kami suatu hidangan?\" Jadi yang mereka ragukan bukanlah kekuasaan Allah untuk mengabulkan hal itu melainkan apakah Tuhan bersedia mengabulkan permintaan Nabi, bila Nabi Isa memintakan hal itu kepada-Nya untuk mereka. Patut diperhatikan dalam ayat di atas, bahwa ketika kaum hawariyyin mengemukakan pertanyaan mereka kepada Nabi Isa, mereka menyebutkannya dengan namanya, lalu diiringi dengan sebutan 'putra Maryam. Ini untuk menegaskan bahwa mereka tidak menganut kepercayaan bahwa Isa adalah Tuhan, atau anak Tuhan. Mereka yakin bahwa Isa adalah makhluk Allah yang dipilih untuk menjadi Nabi dan Rasul-Nya, juga adalah putra Maryam, bukan putra Allah.\nhawariyyun atau hawariyyin, dari kata hawari, \"bahan pemutih pakaian, yang bersih dan bebas dari segala noda; sahabat dan pembela;\" menurut Mu'jam Alfadh al-Qur'an al-Karim, hawari, murni dan bersih dari segalanya, umumnya dipakai untuk mereka yang benar-benar ikhlas untuk para nabi,\" atau \"pembelaan, dukungan,\" \"pembela-pembela\" (Ali 'Imran/3: 52). Diduga dari asal bahasa Abisinia. Menurut Muhammad Asad dalam The Message of The Qur'an, \"orang yang memutihkan pakaiannya dengan mencucinya,\" karenanya dikatakan juga untuk pengikut-pengikut Nabi Isa sebagai simbul orang yang berhati bersih. Penemuan Dead Sea Scroll belum lama ini sangat mendukung pendapat ini, bahwa kata hawari dipakai untuk menunjukkan orang yang menjadi anggota Persaudaraan Essense, yaitu sekelompok golongan agama di Palestina pada masa Nabi Isa, yang mungkin juga termasuk dia sendiri. Golongan Essense ini terutama dikenal karena kegigihannya mempertahankan kebersihan moral serta tidak mementingkan diri sendiri, dan mereka selalu mengenakan pakaian putih. Nabi Muhammad memberi gelar hawari kepada Zubair bin 'Awwam dengan mengatakan:\n\"Setiap nabi punya seorang hawari, dan hawari-ku adalah Zubair bin 'Awwam\". (Riwayat al-Bukhari dan at-Tirmidzi)\nDalam beberapa tafsir bahasa Indonesia diterjemahkan dengan \"pengikut,\" \"sahabat,\" \"penolong\" atau \"tetap \"Hawariyun;\" sementara Bibel menerje-mahkannya dengan \"murid\".\nPada akhir ayat tersebut diterangkan jawaban Nabi Isa kepada kaum hawariyyin. Ia menyuruh mereka agar bertakwa kepada Allah, yaitu agar mereka tidak mengajukan permintaan ataupun pertanyaan yang memberikan kesan seolah-olah mereka meragukan kekuasaan Allah. Ini merupakan suatu pelajaran yang amat baik, sebab orang-orang yang beriman haruslah memperkokoh imannya, dan melenyapkan segala macam hal yang dapat mengurangi keimanan. Allah Mahakuasa, atas segala sesuatu. Menyediakan suatu hidangan adalah suatu pekerjaan yang tidak patut untuk dimohonkan kepada Allah. Dia Mahamulia. Dia telah mengaruniakan kepada hamba-Nya segala sesuatu di bumi, baik berupa bahan makanan, pakaian, perumahan, dan sebagainya. Maka tugas manusialah untuk mengolah bahan-bahan yang tersedia itu untuk mereka jadikan makanan, pakaian, rumah dan sebagainya untuk kepentingan mereka sendiri. Allah tidak meminta imbalan atas nikmat yang telah disediakan-Nya, yang tak terhitung jumlahnya. Apabila Allah tidak menurunkan hidangan dari langit, maka hal itu tidaklah mengurangi arti kekuasaan dan kasih sayang-Nya kepada hamba-Nya. Sebab itu, janganlah mengurangi iman dan keyakinan kepada-Nya.",
    "quraish": "Ingatlah, wahai Muhammad, yang terjadi ketika para pengikut setia 'Isâ berkata, \"Hai 'Isâ putra Maryam, apakah Tuhanmu mengabulkan permintaanmu agar diturunkan makanan dari langit?\" 'Isâ menjawab, \"Takutlah kalian kepada Allah jika kalian beriman kepada-Nya. Taatilah perintah dan larangan- Nya dan janganlah mencari alasan-alasan selain yang aku kemukakan.\"",
    "jalalayn": "Ingatlah (Ketika pengikut-pengikut Isa berkata, \"Hai Isa putra Maryam! Sanggupkah) artinya bisakah (Tuhanmu) menurut satu qiraat dibaca tastathii'u kemudian lafal yang sesudahnya dibaca nashab/rabbaka, yang artinya apakah engkau bisa meminta kepada-Nya (menurunkan hidangan dari langit kepada kami?\" Menjawab) kepada mereka Isa (\"Bertakwalah kepada Allah) di dalam meminta bukti-bukti itu/mukjizat-mukjizat (jika betul-betul kamu orang yang beriman.\")"
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 113,
    "arab": "قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ",
    "translation": "Mereka berkata, “Kami ingin memakan hidangan itu agar tenteram hati kami dan agar kami yakin bahwa engkau telah berkata benar kepada kami, dan kami menjadi orang-orang yang menyaksikan (hidangan itu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/782.mp3",
    "tafsir": "Dalam ayat ini diceritakan ucapan kaum hawariyyin selanjutnya kepada Nabi Isa, setelah Isa menyuruh mereka beriman kepada Allah, beramal, bekerja dan bertawakal kepada-Nya, dan tidak mengajukan permintaan yang tidak layak. Kaum hawariyyin itu berkata, \"Kami beriman sepenuhnya atas kekuasaan Allah, akan tetapi kami mengajukan permintaan itu, karena kami memerlukan makanan, dan kami tidak mendapatkan makanan yang lain, sedangkan kami merasa lapar. Di samping itu, apabila kami dapat menyaksikan turunnya hidangan itu, serta dapat merasakan kelezatannya, maka iman kami akan bertambah kuat. Dengan demikian kami pun akan dapat pula menjadi saksi terhadap orang-orang yang tidak menyaksikan turunnya hidangan itu dan tidak turut memakannya, sehingga mereka pun akan turut beriman pula, dan bertambah kuat pula keyakinan mereka, karena kasaksian kami tadi.\"",
    "quraish": "Mereka berkata, \"Sesungguhnya kami ingin memakan hidangan itu, supaya hati kami tenteram dengan keimanan kami kepada kekuasaan Allah. Melalui pengamatan, kami mengetahui bahwa kami telah berkata benar dengan mukjizat ini dan kami sebagai saksi bagi orang-orang yang tidak menyaksikannya.",
    "jalalayn": "(Mereka berkata, \"Kami menginginkan) dengan permintaan ini agar (agar bisa memakan hidangan itu dan supaya menjadi tenteram) menjadi tenang/mantap (hati kami) semakin bertambah yakin (dan supaya kami mengetahui) kami makin bertambah pengetahuan (bahwa) an mukhaffafah; artinya bahwa sesungguhnya (kamu telah berkata benar kepada kami) dalam pengakuanmu menjadi nabi (dan kami menjadi orang-orang yang menyaksikan hidangan itu.\")"
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 114,
    "arab": "قَالَ عِيْسَى ابْنُ مَرْيَمَ اللهم رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ",
    "translation": " Isa putra Maryam berdoa, “Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/783.mp3",
    "tafsir": "Dalam ayat ini diterangkan, bahwa Nabi Isa setelah mengetahui maksud baik dari kaum hawariyyin dalam permohonan mereka yaitu bahwa mereka tidak meragukan kekuasaan Allah, melainkan karena mereka ingin lebih yakin dan memperoleh keimanan yang lebih kuat serta ketenteraman hati, maka Nabi Isa mengabulkan permohonan mereka untuk bedoa kepada Allah agar menurunkan hidangan untuk mereka. Nabi Isa memulai doanya itu dengan ucapan \"Allahuma Rabbana\". Sedangkan kata-kata tersebut mengandung pengertian sifat-sifat keagungan-Nya, yaitu: ketuhanan, kekuasaan, hikmah dan kebijaksanaan-Nya, serta sifat-sifat-Nya sebagai Penguasa, Pendidik, Pemelihara dan Pemberi nikmat.\nKemudian Isa melanjutkan doanya dengan permohonan agar Allah menurunkan untuk mereka hidangan dari langit. Nabi Isa mengharapkan agar hari ketika hidangan itu turun akan menjadi hari raya bagi mereka dan generasi mereka selanjutnya. Hal ini juga akan menjadi tanda atau bukti bagi kekuasaan Allah. Nabi Isa mengakhiri doanya dengan ucapan, \"Berilah kami rezeki, karena Engkau adalah Pemberi rezeki Yang Paling Utama.\" Hal yang perlu kita perhatikan dalam ayat ini ialah bahwa Nabi Isa dalam doanya lebih dahulu menyebutkan faedah rohaniah yang akan diperoleh bila Allah mengabulkan doanya, kemudian baru disebutkan faedahnya dari segi jasmaniah. Faedah rohaniah ialah: turunnya hidangan itu akan merupakan hari yang amat penting dalam kehidupan umatnya, dan akan mereka jadikan hari raya, dimana mereka akan selalu mengenang rahmat Allah, dan mereka akan mengagungkan kebesaran kekuasaan-Nya. Hal ini akan menambah keyakinan mereka, dan akan memperkokoh keimanan kepada Allah. Adapun faedah jasmaniah ialah makanan itu akan merupakan rezeki yang akan menghilangkan rasa lapar dan mengembalikan kesegaran dan kekuatan jasmani mereka.\nLain halnya kaum hawariyyin ketika mereka mengemukakan permintaan itu kepada Isa. Mereka mendahulukan penyebutan faedah jasmaniah, dan sesudah itu barulah menyebutkan faedah rohaniahnya. Dengan demikian dapat diambil kesimpulan, bahwa dengan susunan doanya itu, Nabi Isa mengajarkan kepada umatnya, agar mereka lebih mengutamakan segi-segi mental rohaniah daripada segi-segi fisik materiil jasmaniah.\nDisebutkan \"Ma'idah\" dalam surah ini yang berarti \"hidangan\" maka kata tersebut telah disepakati menjadi nama bagi surah ini, yaitu Surah al-Ma'idah/5. Kata-kata yang dipakai menjadi nama bagi surah-surah Al-Qur'an kebanyakan diambil dari suatu kata yang terdapat di dalam surah bersangkutan, yang berkenaan dengan suatu hal yang amat penting, misalnya: nama surah ini dan Surah \"al-Baqarah\". Adakalanya pula diambil dari kata-kata lain yang tidak terdapat dalam surah itu tetapi menunjukkan dengan jelas isi surah tersebut, misalnya nama Surah al-Ikhlas/ 112. \nAyat 112 dan 113 menyebutkan permintaan hidangan makanan dari langit oleh pengikut-pengikut Nabi Isa. Dalam beberapa bab dalam Perjanjian Baru dilukiskan sangat beragam (Matius vi.11, Kisah Para Rasul x.9-12 dan sebagainya).",
    "quraish": "'Isâ putra Maryam mengabulkan permohonan mereka dan berdoa, \"Ya Tuhan kami, turunkanlah kiranya hidangan dari langit kepada kami yang hari turunnya menjadi hari raya bagi orang-orang yang beriman, baik yang telah lalu maupun yang datang kemudian. Juga agar menjadi mukjizat yang akan memperkuat seruan-Mu. Karuniakanlah kepada kami rezeki yang baik. Engkau adalah sebaik-baik Pemberi rezeki.\"",
    "jalalayn": "(Isa Putra Maryam berdoa, \"Ya Tuhan kami! Turunkanlah kiranya kepada kami suatu hidangan dari langit yang hal itu bagi kami) artinya pada hari turunnya hidangan itu (menjadi hari raya) yang kami hormati dan kami muliakan (bagi orang-orang sezaman dengan kami) kalimat ini menjadi badal/kalimat pengganti bagi lafal lanaa, yang juga disertai pula dengan huruf jarnya (dan bagi orang-orang yang datang sesudah kami) orang-orang yang akan datang sesudah kami (dan menjadi tanda kekuasaan Engkau) yang menunjukkan akan kekuasaan-Mu dan kenabianku (berilah kami rezeki) dengan hidangan tersebut (dan Engkaulah Pemberi rezeki Yang Paling Utama.\")"
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 115,
    "arab": "قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ",
    "translation": "Allah berfirman, “Sungguh, Aku akan menurunkan hidangan itu kepadamu, tetapi barangsiapa kafir di antaramu setelah (turun hidangan) itu, maka sungguh, Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara umat manusia (seluruh alam).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/784.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah mengabulkan doa tersebut dan menurunkan hidangan sesuai dengan permintaan mereka. Tetapi, dengan syarat bahwa sesudah turunnya hidangan itu, tidak boleh ada di antara mereka yang tetap kafir, atau kembali kafir sesudah beriman, karena mereka telah diberi pelajaran dan keterangan-keterangan tentang kekuasaan dan kebesaran Allah, kemudian diberi pula bukti nyata yang dapat mereka saksikan dengan panca indera mereka sendiri. Apabila masih ada di antara mereka yang kafir maka sepantasnya kemurkaan dan azab Allah ditimpakan kepada mereka, yang melebihi azab yang ditimpakan kepada orang-orang kafir lainnya.\nPendapat para ulama beragam mengenai macam makanan yang diturunkan Allah dalam hidangan tersebut. Tetapi masalah tersebut bukanlah masalah yang penting untuk dibicarakan, Al-Qur'an sendiri tidak menyebutkannya. Demikian pula Rasulullah saw. Yang perlu kita perhatikan ialah hubungan sebab akibat, serta isi dan tujuan dari kisah tersebut, untuk dijadikan iktibar dan pelajaran guna memperkokoh iman dan keyakinan kita kepada Allah dengan segala sifat-sifat kesempurnaan-Nya.",
    "quraish": "Allah berfirman, \"Aku akan menurunkan kepadamu hidangan dari langit. Barangsiapa di antara kalian yang ingkar terhadap nikmat ini setelah diturunkan hidangan, maka Aku pasti akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seorang pun di antara manusia karena ingkar setelah menyaksikan bukti keimanan yang mereka usulkan.\"",
    "jalalayn": "(Allah berfirman) mengabulkan doanya (\"Sesungguhnya Aku akan menurunkan hidangan itu) boleh dibaca takhfif/munziluhaa dan boleh pula dibaca tasydid/munazziluhaa (kepadamu; siapa yang kafir sesudah) artinya sesudah diturunkannya hidangan itu (di antara kamu, maka sesungguhnya Aku akan menyiksanya dengan siksaan yang tidak pernah Aku timpakan kepada seseorang pun di antara umat manusia.\") kemudian turunlah malaikat-malaikat seraya membawa hidangan dari langit berupa tujuh buah roti dan tujuh macam lauk-pauk. Kemudian mereka memakan sebagian darinya hingga semuanya merasa kenyang. Demikianlah menurut riwayat Ibnu Abbas dalam hadisnya sehubungan dengan kisah mengenai turunnya hidangan dari langit ini. Hadisnya itu mengatakan, bahwa hidangan itu berupa roti dan daging, kemudian mereka diperintahkan agar jangan berkhianat dan juga jangan menyimpannya hingga keesokan harinya. Akan tetapi mereka berkhianat dan menyimpan sebagian hidangan itu, akhirnya mereka dikutuk menjadi kera-kera dan babi-babi."
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 116,
    "arab": "وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ",
    "translation": "Dan (ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?” (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/785.mp3",
    "tafsir": "Pada ayat ini, Allah berkata, apakah Isa dan ibunya telah menyatakan dirinya sebagai tuhan. Isa menyatakan bahwa pernyataan di atas adalah tidak benar, karena dia tidaklah berhak menyatakan sesuatu yang tidak patut bagi dirinya dan ibunya. Allah menanyakan hal demikian itu kepada Isa walaupun Allah mengetahui apa yang sebenarnya terjadi, agar Isa di hari Kiamat itu menyatakan di hadapan para rasul dan umat manusia bahwa hanya Allah-lah yang berhak disembah, serta dia menjelaskan kesalahan umatnya yang memandang dirinya dan ibunya sebagai Tuhan. Semua ibadah hanya ditujukan kepada Allah. Ayat ini memberikan peringatan kepada orang-orang Nasrani yang hidup kemudian atas kesalahan dan kekeliruan akidah mereka. Banyak macam ibadah dan doa yang dilakukan oleh orang Nasrani ditujukan kepada Isa dan ibunya, baik yang khusus untuk Isa dan ibunya masing-masing, maupun ibadah mempersekutukan mereka dengan Allah. Semua ibadah seperti itu tidak dapat dibenarkan, karena segala ibadah itu haruslah ditujukan kepada Allah saja. Firman Allah:\nPadahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama¦ (al-Bayyinah/98: 5)\nTiada Tuhan selain Allah yang berhak disembah hamba. Nabi Isa menjawab pertanyaan Allah tentang ibadah dan kepercayaan yang ditujukan kepada dirinya dan ibunya dengan jawaban yang diawali kata \"Subhanaka\" artinya \"Engkau Mahasuci\", maksudnya mustahil ada Tuhan selain Allah.\nNabi Isa menegaskan baik dirinya sendiri atau orang lain, tidaklah berhak untuk mengatakan sesuatu yang tidak patut bagi dirinya dan ibunya. Tidak terlintas sedikit pun dalam pikiran Nabi Isa untuk menyatakan dirinya atau ibunya sebagai tuhan, karena ia diutus kepada manusia untuk membimbing mereka ke jalan yang lurus yakni agama tauhid. Sekiranya Nabi Isa menyatakan pengakuannya sebagai Tuhan, atau terlintas dalam pikirannya, tentulah Allah lebih mengetahuinya, karena Dia Maha Mengetahui apa yang tersembunyi dalam pikiran manusia, terlebih apa yang diungkapkannya. Manusia tidak mengetahui apa yang disembunyikan Allah kecuali jika Dia memberitahukannya dengan perantaraan wahyu. Sesungguhnya hanya Allah sendiri yang Maha Mengetahui segala yang gaib; Ilmu-Nya meliputi segala yang pernah terjadi, yang sedang terjadi, dan yang akan terjadi.\nAllah menanyakan apakah Nabi Isa menyatakan diri dan ibunya sebagai Tuhan, karena orang-orang Nasrani di Najran banyak yang menganggap Isa dan ibunya sebagai Tuhan (Alusi V;94). Yang penting ayat ini merupakan jawaban Nabi Isa yang dengan tegas tidak pernah menyatakan diri dan ibunya sebagai Tuhan. Jawaban ini perlu untuk diketahui oleh murid-murid Nabi Isa maupun semua pengikutnya.",
    "quraish": "Ingatlah, wahai Nabi, apa yang akan terjadi pada hari kiamat, ketika Allah berfirman kepada 'Isâ putra Maryam, \"Adakah kamu mengatakan kepada mereka, 'Jadikanlah aku dan ibuku Tuhan' dengan mengabaikan keesaan-Ku?\"'Isâ menjawab, \"Engkau Mahasuci dari segala bentuk sekutu. Tidaklah patut bagiku memohon sesuatu yang tidak berhak aku pinta. Jika aku pernah mengatakannya, pasti Engkau telah mengetahuinya. Sebab Engkau Maha Mengetahui apa yang tersembunyi dalam diriku dan apa yang tampak dari ucapanku. Aku tidak mengetahui apa yang Engkau sembunyikan dariku. Hanya Engkaulah yang mengetahui segala sesuatu yang tersembunyi dan yang gaib.\"",
    "jalalayn": "(Dan) ingatlah (ketika berfirman) artinya akan berfirman (Allah) kepada Isa di hari kiamat sebagai penghinaan terhadap kaumnya (\"Hai Isa putra Maryam! Adakah kamu mengatakan kepada manusia, 'Jadikanlah aku dan ibuku dua orang tuhan selain Allah?' Ia menjawab) Isa menjawab seraya gemetar ('Maha Suci Engkau) aku menyucikan-Mu dari apa-apa yang tidak layak bagi-Mu seperti sekutu dan lain-lainnya (tidaklah patut) tidak pantas (bagiku mengatakan apa yang bukan hakku mengatakannya) bihaqqin menjadi khabar dari laisa sedangkan kata lii adalah untuk penjelas/tabyin (jika aku pernah mengatakannya maka tentulah Engkau mengetahuinya. Engkau mengetahui apa) yang aku sembunyikan (pada diriku dan aku tidak mengetahui apa yang ada pada diri Engkau) artinya apa-apa yang Engkau sembunyikan di antara pengetahuan-pengetahuan Engkau (Sesungguhnya Engkau Maha Mengetahui perkara yang gaib-gaib.)"
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 117,
    "arab": "مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
    "translation": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), “Sembahlah Allah, Tuhanku dan Tuhanmu,” dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/786.mp3",
    "tafsir": "Sesudah Nabi Isa pada ayat yang lalu mensucikan Allah dan kemudian dia membersihkan dirinya dari tuduhan menganggap dirinya sebagai Tuhan, maka dalam ayat ini Isa menjelaskan apa sebenarnya yang telah diserukannya kepada kaumnya yaitu agar mereka menyembah Allah. Tuhannya sendiri dan juga Tuhan kaumnya. Tidak benar dia menuhankan dirinya dan ibunya karena mereka berdua adalah hamba Allah seperti juga manusia lainnya. Nabi Isa telah mengajarkan pokok-pokok agama dan dasar-dasar keimanan kepada kaumnya yang seharusnya mereka jadikan pedoman dalam kehidupan beragama sepanjang masa. Sewaktu Nabi Isa masih berada bersama mereka, beliau selalu memberikan bimbingan kepada mereka dan mengawasi segala tingkah laku mereka; yang benar dibenarkan, yang salah dinyatakan salah sesuai dengan petunjuk Allah. Tetapi setelah beliau diangkat ke langit, habislah masa tugas kerasulannya, putuslah pengawasan dan bimbingan beliau terhadap kaumnya. Nabi Isa tidak mengetahui lagi amal perbuatan mereka dan sejarah perkembangan mereka dan agamanya. Hanyalah Allah yang menjadi Pengawas dan Saksi atas mereka. Allah memberi petunjuk kepada orang yang menghendaki kebenaran, membiarkan orang yang menginginkan kesesatan. Orang yang menuhankan Isa telah kafir dan haram surga bagi mereka. Hal itu ditegaskan Allah dalam firman-Nya:\nSungguh, telah kafir orang-orang yang berkata, \"Sesungguhnya Allah itu dialah Al-Masih putra Maryam.\" Padahal Al-Masih (sendiri) berkata, \"Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.\" Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-Ma'idah/5:72)",
    "quraish": "Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku untuk disampaikan kepada mereka. Telah aku katakan kepada mereka, 'Sembahlah Allah Yang Mahakuasa. Aku tahu keadaan mereka karena aku berada di tengah-tengah mereka. ' Maka ketika ajalku telah tiba sebagaimana yang Engkau tetapkan, Engkaulah satu-satunya pemeriksa atas mereka. Hanya Engkaulah yang Maha Mengetahui segala sesuatu.",
    "jalalayn": "(Aku tidak pernah mengatakan kepada mereka kecuali apa yang telah Engkau perintahkan kepadaku untuk mengatakannya) yaitu: ('Sembahlah Allah Tuhanku dan Tuhanmu dan adalah aku menjadi saksi terhadap mereka) sebagai pengawas yang mencegah mereka dari apa yang mereka katakan itu (selama aku berada di antara mereka. Maka setelah Engkau wafatkan aku) Engkau telah mengambilku dengan cara mengangkatku ke langit (Engkaulah yang menguasai mereka) yang memelihara amal perbuatan mereka. (Sesungguhnya Engkau atas segala sesuatu) termasuk perkataanku kepada mereka dan perkataan mereka sesudahku dan lain-lainnya (Maha Menyaksikan) Maha Waspada dan Maha Mengetahui tentang hal itu."
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 118,
    "arab": "اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ",
    "translation": "Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba-Mu, dan jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/787.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Isa menyerahkan sepenuhnya keputusan atas orang-orang Nasrani itu kepada Allah, dan beliau berlepas tangan dari tanggung jawab atas perbuatan mereka, karena beliau sudah menyampaikan seruannya sesuai dengan perintah Allah, yaitu mengesakan-Nya serta mengkhususkan ibadah kepada-Nya. Allah akan menjatuhkan hukuman kepada mereka sesuai dengan perbuatan mereka. Dialah yang mengetahui siapa di antara mereka yang tetap dalam tauhid dan siapa yang musyrik, siapa pula yang taat dan siapa yang ingkar, siapa yang saleh dan yang fasik. Jika Allah menjatuhkan azab atas mereka, maka azab itu jatuh kepada orang yang memang patut menerima azab. Mereka itu adalah hamba-hamba Allah, seharusnya mereka itu menyembah Allah, tidak menyembah selain Allah. Jika Allah memberikan pengampunan kepada mereka, maka pengampunan itu diberikan-Nya kepada mereka yang patut diberi-Nya dan yang patut menerimanya. Allah Mahakuasa dan berwenang dalam mengurusi segala perkara, tidak ada orang lain yang turut mengurusinya. Allah Mahabijaksana dalam menentukan keputusan atas perkara itu, dan Dia Maha Mengetahui siapakah di antara orang-orang Nasrani yang telah menjadi musyrik dan siapa pula yang masih dalam agama tauhid.\nMereka yang menjadi musyrik, tidak ada ampunan bagi dosa mereka. Firman Allah:\nSesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. (an-Nisa'/4: 48)\n\nSejak permulaan abad masehi, sudah banyak aliran dalam kepercayaan yang tumbuh di kalangan penganut agama Nasrani. Sehingga banyak perselisihan yang timbul di antara mereka, maka semuanya terserah kepada Allah diazab atau diampuni di antara hamba-hamba-Nya sesuai dengan kehendak-Nya.",
    "quraish": "Jika Engkau menyiksa mereka oleh sebab perbuatan yang mereka lakukan, sesungguhnya mereka itu adalah hamba-hamba-Mu. Dan, jika Engkau mengampuni mereka, maka sesungguhnya hanya Engkaulah yang Mahaperkasa, sangat Bijaksana dalam setiap ketentuan yang Engkau buat.\"",
    "jalalayn": "(Jika Engkau menyiksa mereka) artinya orang-orang yang melakukan kekafiran di antara mereka (maka sesungguhnya mereka adalah hamba-hamba Engkau) Engkau adalah Yang Menguasai mereka; Engkaulah yang berhak memperlakukan mereka menurut apa yang Engkau kehendaki, tak ada yang bisa menghalang-halangi Engkau (dan jika Engkau mengampuni mereka) artinya mengampuni orang-orang yang beriman di antara mereka (maka sesungguhnya Engkaulah Yang Maha Perkasa) Yang Maha Menang perkara-Nya (lagi Maha Bijaksana'\") dalam perbuatan-Nya."
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 119,
    "arab": "قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ",
    "translation": "Allah berfirman, “Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/788.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat, orang yang senantiasa berbuat tetap dalam tauhid, akan memperoleh manfaat dari kebenaran iman mereka dan dari kejujuran perbuatan dan perkataan mereka. Kemanfaatan yang mereka peroleh itu ialah: pertama kenikmatan surga, kenikmatan yang banyak memberi kepuasan jasmaniah, dan kedua kenikmatan rida Ilahi, kenikmatan yang memberikan ketenteraman dan kepuasan rohani. Segala amal perbuatan mereka diterima Allah sebagai ibadah dan Allah memberi anugerah dan keridaan kepada mereka. Mereka merasa bahagia memperoleh keridaan dari Allah. Tidak ada kenikmatan yang lebih besar dari penghargaan dari Allah. Allah rida terhadap mereka, dan mereka rida terhadap Allah. Inilah puncak kebahagiaan abadi dalam diri manusia. Kedua nikmat Allah ini ialah surga dan rida Ilahi yang diperoleh sesudah melewati perhitungan amal pada hari Kiamat.",
    "quraish": "Allah berfirman, \"Ini adalah hari ketika keimanan orang-orang beriman menjadi bermanfaat. Mereka disediakan surga yang dialiri sungai-sungai di bawah pepohonannya dan mereka hidup kekal di dalamnya. Mereka menikmatinya dengan perkenan Allah dan mereka pun puas dengan pahala dari-Nya. Itulah kenikmatan dan keberuntungan yang besar.\"",
    "jalalayn": "(Allah berfirman, \"Ini adalah) artinya hari kiamat (suatu hari yang bermanfaat orang-orang yang benar) sewaktu di dunia seperti Nabi Isa (kebenaran mereka) sebab hari itu adalah hari pembalasan (bagi mereka surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya untuk selama-lamanya; Allah rida terhadap mereka) oleh sebab ketaatan terhadap-Nya (dan mereka pun rida terhadap-Nya) dengan pahala-Nya (Itulah keberuntungan yang besar.\") dan orang-orang pendusta sewaktu hidup di dunia, tidak akan bisa bermanfaat kejujuran mereka pada hari itu seperti orang-orang kafir, yaitu tatkala mereka mulai percaya dan iman sewaktu mereka melihat azab Allah."
  },
  {
    "hizb": 51,
    "name": "Al-Ma'idah",
    "ayat": 120,
    "arab": "لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ",
    "translation": "Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/789.mp3",
    "tafsir": "Surah ini diakhiri dengan pernyataan, bahwa segala kerajaan langit dan bumi beserta isinya hanyalah kepunyaan Allah. Baik makhluk yang berakal maupun yang tidak berakal; benda-benda mati ataupun makhluk bernyawa, semuanya tunduk dan takluk di bawah kudrat dan iradat-Nya. Ayat ini memperingatkan orang-orang Nasrani atas kesalahan cara berpikir mereka mengenai Isa dan ibunya, yang dianggap tuhan, padahal keduanya adalah hamba Allah dan milik-Nya. Keduanya bukan sekutu Allah, ataupun tandingan-Nya. Oleh karena itu, doa dan ibadah tidak selayaknya ditujukan kepada keduanya. Hanya Allah yang berhak disembah, karena Dialah pemilik dan penguasa alam ini beserta segala isinya.",
    "quraish": "Kepunyaan Allahlah kerajaan langit dan bumi dan apa-apa yang ada di dalamnya. Dialah satu-satunya yang patut disembah. Dia memiliki kekuasaan yang sempurna untuk mewujudkan segala kehendak-Nya.",
    "jalalayn": "(Kepunyaan Allahlah kerajaan langit dan bumi) tempat-tempat penyimpanan hujan, semua tumbuhan, semua rezeki dan lain-lainnya (dan apa yang ada di dalamnya) dipergunakan kata maa, karena kebanyakan makhluk Allah itu terdiri dari yang tidak berakal (dan Dia Maha Kuasa atas segala sesuatu) di antara kekuasaan-Nya itu ialah memberi pahala kepada orang yang berbuat benar, dan menyiksa orang yang berbuat dusta."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 1,
    "arab": "اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ",
    "translation": "Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan gelap dan terang, namun demikian orang-orang kafir masih mempersekutukan Tuhan mereka dengan sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/790.mp3",
    "tafsir": "Allah membuka Surah al-An'am dengan memberi petunjuk kepada manusia bahwa segala pujian hanyalah bagi Allah, Pencipta langit, bumi dan segala isinya, serta menerangkan kepada manusia ada jalan kegelapan, yaitu jalan yang diikuti oleh orang-orang yang sesat seperti menganggap makhluk-makhluk ciptaan Allah sebagai tuhan. Allah juga menunjukkan jalan yang terang dan cahaya yang benar, yaitu mengesakan Allah dan menghindari sikap dan anggapan yang menuju ke arah syirik, yaitu menyekutukan Allah dengan makhluk ciptaaan-Nya. Tetapi orang-orang yang ingkar kepada Allah lebih suka memilih jalan yang tidak benar, yaitu yang mengarah kepada syirik dan kegelapan.\nAllah memuji dirinya dengan \"Alhamdulillah\". Dengan demikian para hamba mengetahui bagaimana hendaknya mereka memuji Tuhan yaitu dengan mengucapkan kalimat \"Alhamdulillah\". Segala puji adalah untuk Allah, karena Dialah yang paling berhak untuk menerima pujian itu, yang memiliki segala sifat-sifat yang terpuji, dan segala sifat-sifat kesempurnaan. Allah menjelaskan tentang diri-Nya sebagai Zat Yang Maha Terpuji itu dengan menerangkan bahwa Allah Pencipta langit dan bumi, gelap dan terang. Penciptaan langit dan bumi disebutkan secara khusus dalam ayat ini adalah untuk menunjukkan keistimewaannya sebagai ciptaan Allah yang besar, dan senantiasa disaksikan oleh umat manusia. Pada keduanya terdapat pelajaran bagi manusia yang kesemuanya itu merupakan tanda-tanda kesempurnaan Allah. \nPenciptaan gelap dan terang yang dimaksudkan dalam ayat ini ialah penciptaan berbagai kegelapan dan cahaya terang yang nampak oleh indra mata. Keduanya bermanfaat bagi hamba-hamba Allah. Di antara ulama salaf ada yang berpendapat, bahwa yang dimaksud dengan dhulmah (gelap) dalam ayat ini ialah kekufuran, dan yang dimaksud dengan nur (terang) ialah iman; maka mereka menguraikan maksud ayat-ayat ini sebagai berikut: Allah menciptakan langit dan bumi lalu Dia menunjukkan bukti-bukti untuk mengenal-Nya dan mengesakan-Nya. Allah memperingatkan jalan kesesatan dan menunjukkan jalan lurus dengan menurunkan syariat-syariat dan kitab-kitab-Nya, walaupun demikian orang-orang kafir itu berbuat jauh dari pikiran yang sehat, dan mereka selalu memilih jalan kesesatan. Karena itu Allah berfirman pada akhir ayat ini yang artinya, \"Namun orang-orang kafir itu mempersekutukan (sesuatu) dengan Tuhan.\" Dalam ayat ini Allah menggunakan dhulumat (kegelapan) dalam bentuk jamak (plural) dari dhulmah (gelap). Sedangkan kata nur (terang) digunakan bentuk kata tunggal. Dimaksudkan dengan perbedaan bentuk itu ialah kesesatan (gelap) banyak macamnya sedangkan petunjuk (terang) hanya satu. Kebenaran hanya satu, sedangkan kebatilan itu berbilang. Di akhir ayat ini, ditegaskan bahwa orang-orang kafir itu mengambil sikap bertolak belakang. Mereka tidaklah mengkhususkan pujian dan ibadah kepada Allah sebagai Pencipta langit dan bumi dan Yang mengadakan gelap dan terang, tetapi mereka mempersamakan Allah dengan yang lain dalam ibadah dan pujian. Padahal mereka menyadari, hanyalah Allah yang paling berhak menerima ibadah dan pujian itu.\nSelain Surah al-An'am, masih ada empat surah lagi yang dimulai dengan al-hamdulillah, artinya segala puji bagi Allah, yaitu surah pertama al-Fatihah, surah ke-18 al-Kahf, surah ke-34 Saba', dan surah ke-35 Fathir. Kecuali memberi petunjuk bagaimana cara yang benar dalam memuji Allah, kita juga diberi petunjuk bagaimana bersikap dan berperilaku yang baik, yaitu hanya Allah yang berhak mendapat pujian, kerena betapapun kita memiliki sedikit atau beberapa kebaikan yang dapat dibanggakan, itu semua dari Allah. Allah yang Mahasempurna dan menganugerahkan beberapa sifat kebaikannya kepada para makhluk yang dikehendaki-Nya, terutama kepada manusia. Allah betul-betul memuliakan makhluk ini sebagaimana disebutkan dalam Surah al-Isra'/17 ayat 70:\n\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isra'/17: 70)\nLangit, bumi dan segala isinya, termasuk manusia ini tidak terjadi dengan sendirinya, melainkan diciptakan Allah Yang Mahakuasa, dengan aturan dan ketentuan yang sempurna sehingga tidak ada satu makhluk pun yang dapat menyimpang dari aturan dan ketentuan Allah. Jika makhluk itu terjadi dengan sendirinya atau atas kemauan dan keinginan mereka sendiri, keadaan pasti menjadi kacau, karena semua ingin menjadi yang terbaik atau lebih baik dari yang lain, dan tidak ada yang ingin menjadi jelek, yang lemah atau dikalahkan oleh yang lain. Tetapi, ternyata semua itu terjadi karena semua makhluk itu tunduk pada aturan dan ketentuan Allah yang Mahakuasa, tetapi juga Mahabijaksana, Maha Pengasih dan Maha Penyayang.\nAllah menciptakan dan menyediakan bagi manusia adz-dzulumat, yaitu berbagai kegelapan, jalan yang gelap, suasana yang gelap, hidup yang serba gelap dan sebagainya. Allah juga menciptakan dan menyediakan bagi manusia an-nur, yaitu cahaya terang, jalan yang terang, kehidupan dan pemikiran yang terang, sikap dan perilaku yang transparan. Maka terserah manusia akan memilih yang mana. Dalam ayat ini diterangkan, bahwa orang-orang yang ingkar, kafir dan tidak memiliki iman yang kuat banyak yang memilih dzulumat yang menyimpang dari fitrah dan nurani manusia sendiri.",
    "quraish": "[[6 ~ AL-AN'AM (HEWAN TERNAK) Pendahuluan: Makkiyyah, 165 ayat ~ Surat al-An'âm yang berisikan 165 ayat ini, termasuk kelompok surat Makkiyyah, kecuali ayat-ayat 20, 23, 91, 93, 114, 141, 151, 152 dan 153 diturunkan di Madinah. Al-An'âm diturunkan setelah surat al-Hijr, dan secara ringkas mengandung hal-hal sebagai berikut: a. Mengingatkan kepada manusia bahwa pada alam dan isinya ini terdapat bukti-bukti kebesaran, keperkasaan dan keesaan Sang Pencipta, serta bukti bahwa tidak ada yang menyertai-Nya dalam penciptaan alam dan keberhakan disembah. b. Kisah beberapa orang nabi, dimulai dengan kisah Nabi Ibrâhîm dan bagaimana ia menyimpulkan kewajiban ibadah dan keesaan Allah dengan mengamati berbagai fenomena alam. Mulai dari bintang- bintang, bulan, kemudian matahari, sampai akhirnya ia menemukan bahwa hanya Allahlah Tuhan yang patut disembah. c. Mengarahkan pandangan kepada keajaiban-keajaiban ciptaan Allah dan menerangkan bagaimana Allah menumbuhkan zat hidup yang hijau segar dari sesuatu yang kering dan padat. Juga bagaimana Dia memecahkan biji-bijian sehingga dari biji-bijian itu tercipta tumbuh-tumbuhan. d. Sifat orang-orang yang ingkar dan bagaimana mereka menggantungkan diri kepada angan-angan kosong yang menyesatkan dan menjauhkan mereka dari kebenaran. e. Keterangan tentang makanan-makanan yang dihalalkan oleh Allah dan sesatnya orang-orang musyrik karena mengharamkan makanan-makanan halal tanpa dalil. Kemudian, juga bagaimana mereka menyandarkan pengharaman itu kepada Allah. f. Keterangan tentang sepuluh pesan yang merupakan esensi dari pokok-pokok ajaran Islam dan moral, yaitu: larangan menyekutukan Allah, larangan berzina, larangan membunuh, larangan memakan harta anak yatim, kewajiban untuk tidak mengurangi dan melebihkan takaran dan timbangan, mewujudkan keadilan, menepati janji, berbakti kepada kedua orang tua dan larangan membunuh anak perempuan.]] Pujian dan penghormatan bagi Allah yang menciptakan langit, bumi, kegelapan dan cahaya demi kemaslahatan manusia dengan kekuasaan dan kebijaksanaan-Nya. Namun, dengan nikmat yang besar seperti itu, ternyata orang-orang kafir tetap menyekutukan Allah dalam beribadah.",
    "jalalayn": "(Segala puji) yaitu ungkapan tentang sifat yang baik lagi tetap (bagi Allah) apakah yang dimaksud dengan pemberitaan dalam bentuk ini sebagai ungkapan rasa iman terhadap-Nya ataukah hanya sebagai panjatan puji kepada-Nya atau memang untuk maksud keduanya? Memang mengandung beberapa hipotesis akan tetapi hipotesis yang paling banyak faedahnya ialah yang ketiga, demikianlah menurut pendapat Syekh di dalam surah Al-Kahfi (Yang telah menciptakan langit dan bumi) Allah menyebutkan keduanya secara khusus mengingat keduanya adalah makhluk ciptaan Allah yang paling besar di mata orang-orang yang menyaksikannya (dan mengadakan) menjadikan (gelap dan terang) artinya setiap yang gelap dan terang; pengungkapan kata gelap dengan bentuk jamak sedangkan untuk terang tidak karena gelap itu mempunyai banyak penyebabnya. Hal ini merupakan sebagian dari bukti-bukti keesaan-Nya (namun orang-orang yang kafir) sekalipun dengan adanya bukti ini (terhadap Tuhan mereka adalah orang-orang yang mempersekutukan-Nya) mereka menyamakan selain Allah dalam hal ibadah."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 2,
    "arab": "هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗوَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ ",
    "translation": "Dialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu), dan batas waktu tertentu yang hanya diketahui oleh-Nya. Namun demikian kamu masih meragukannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/791.mp3",
    "tafsir": "Pada ayat ini Allah lebih merinci dalam penciptaan-Nya pada makhluk yang banyak memiliki kekuasaan dalam hidupnya di muka bumi ini, yaitu manusia. Allah telah menciptakan nenek moyang manusia, yaitu Adam dari bahan yang sederhana yaitu tanah. Manusia yang sekarang ini menjadi besar dan dewasa juga dari saripati tanah, dan berbagai zat makanan yang ditumbuhkan dari tanah.\nKemudian Allah menetapkan waktu hidupnya di dunia sampai datang waktu ajal dan kematiannya, dan selanjutnya Allah juga menetapkan perjalanan sesudah kematian, yaitu waktu dibangkitkan dari kubur pada hari kebangkitan, meskipun banyak di antara manusia yang masih ragu-ragu.\nManusia yang ragu tentang dibangkitkannya nanti pada hari Kiamat adalah didasarkan pada jalan pikirannya yang pendek dan sederhana, yaitu bagaimana mungkin manusia yang sudah mati dan tubuhnya hancur menjadi satu dengan tanah, atau bahkan menjadi zat bagi tumbuh-tumbuhan dan buah-buahan kemudian dimakan menusia generasi berikutnya dan menjadi daging ataupun kekuatan bagi manusia lain, bagaimana ini semua dapat dibangkitkan seperti sediakala ketika seseorang itu masih hidup dengan tubuh yang segar dan sehat.\nMestinya apabila kemampuan pikirannya tidak dapat mencapai atau tidak dapat memahami kekuasaan Allah dalam membangkitkan manusia yang sudah mati, seharusnya menyadari bahwa ilmu dan kemampuan pikirannya memang terbatas. Tentang kapan waktu datangnya hari Kiamat pun kita tidak mengetahui. Semua itu adalah bagian dari ilmu dan kekuasaan Allah sebagaiman difirmankan pada Surah al-A'raf/7 ayat 187:\n\n¦ Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain dia¦ (al-A'raf/7: 187)\nAllah mengarahkan firman-Nya kepada orang-orang musyrik yang menyekutukan Allah. Allah dalam ayat ini menunjukkan lagi bukti-bukti keesaan-Nya dan kekuasaan-Nya untuk membangkitkan manusia pada hari Kiamat. Dialah yang menciptakan manusia keturunan Adam ini dari saripati tanah. Setiap kejadian manusia pasti mengandung unsur zat tanah. \nJika diperhatikan proses kejadian manusia, lebih jelas lagi bahwa kejadiannya dari tanah. Kejadian manusia dalam rahim diawali dari nutfah, yaitu percampuran antara sel mani laki-laki (sperma) dengan sel telur dari perempuan (ovum). Disebabkan berasimilasi dengan zat makanan, maka nuthfah yang sudah bercampur itu berkembang menjadi janin, kemudian keadaan itu berubah sampai menjadi bayi. Sel hidup itu tersusun dari zat-zat yang bermacam-macam dan zat itu sendiri hakekatnya terdiri dari unsur kimiawi yang mati seperti zat besi, zat air yang berasal dari tanah. Demikian pula zat makanan, baik dari tumbuhan maupun dari daging hewan tersusun dari zat unsur kimiawi yang berasal dari tanah. Dari zat-zat makanan ini pula terbentuk sel mani yang ada pada manusia atau hewan. Demikian dengan kodrat Allah Yang Mahabesar, unsur kimiawi yang mati itu menjadi sel hidup dan akhirnya menjadi manusia.\n\nPendapat Scientist tentang Penciptaan Manusia :\nSampai saat ini belum ada teori ilmu pengetahuan yang dapat menjelaskan secara langsung bagaimana penciptaan manusia dari tanah. Tetapi secara tidak langsung, beberapa teori yang berkembang tentang asal kehidupan (origin of life) menerangkan bahwa tanah berperan penting di awal proses. Kebanyakan teori asal kehidupan merupakan pengembangan konsep lama: Abiogenesis yang diartikan sebagai penurunan kehidupan dari benda mati. Sejak lama Abiogenesis dianggap sebagai konsep yang paling dapat diterima untuk teori asal kehidupan sampai kemudian hukum Biogenesis (omne vivum ex ovo = asal kehidupan dari kehidupan yang lain) lebih populer seiring dengan perkembangan mikrobiologi modern. Pendalaman konsep Abiogenesis umumnya mengkaji proses awal mula terbentuknya senyawa-senyawa kimia penting penyusun makhluk hidup (asam amino, protein, dan sebagainya. sampai DNA) secara alami tanpa ada kehidupan sebelumnya. Keberhasilan yang paling terkenal adalah teori sup primitif (Soup Theory) ketika percobaan Urey & Miller (1953) berhasil mensintesis molekul-molekul organik dari gas anorganik (Metan, Amonia dan Hidrogen) pada kondisi yang disimulasikan seperti keadaan awal bumi \n\nterbentuk. Hasil ini dikembangkan oleh Joan Oro (1961) yang berhasil mensintesis protein dari larutan Sianida. Dari beberapa teori Abiogenesis yang berkembang, paling tidak dua diantaranya membicarakan kemungkinan asal kehidupan dari tanah (dan batuan). \nClay theory merupakan teori yang paling mendekati terjemah ayat di atas, dikembangkan oleh Graham Cairns “ Smith (1985) semenjak tahun 1960 an. Clay (Ind.: Liat, lempung) adalah mineral pembentuk partikel tanah dan batuan yang paling halus terbentuk sebagai hasil pelapukan batuan, yang bisa pula terbentuk dari silikat terlarut. Mineral liat, sebagaimana mineral lainnya, tetap mempertahankan struktur awal pembentukannya selama pertumbuhan. Masa mineral liat tertentu dapat mempengaruhi lingkungannya sedemikian rupa sehingga terjadi kecenderungan untuk terjadinya replikasi pada proses pembentukan selanjutnya. Mineral liat juga memiliki daya tukar kation yang dapat mengikat berbagai jenis unsur dan molekul baik di permukaannya maupun di dalam kisi-kisi kristalnya. Keadaan ini memungkinkan terjadinya suatu proses seleksi alam dimana terjadi penengkapan molekul-molekul tertentu. Suatu molekul proto organik yang cukup kompleks dapat terkatalisasi oleh sifat-sifat permukaan mineral liat. Tahap terakhir dari proses ini adalah terbentuknya senyawa baru (organik) yang juga mampu mereproduksi dirinya sendiri.\nDeep hot biosphere. Teori ini dikembangkan oleh Thomas Gold pada tahun 1990 an yang menyatakan bahwa kehidupan tidak berasal dari permukaan bumi tetapi beberapa kilometer di bawah permukaannya. Kini telah diketahui bahwa kehidupan mikroba cukup banyak ditemukan sampai dengan kedalaman lima kilometer di bawah permukaan bumi dalam bentuk archaea yang umumnya berasal dari umur yang sama atau bahkan lebih awal dari waktu mula terbentuknya bakteri. Dikemukakan bahwa apabila ditemukannya asal kehidupan di bawah permukaan planet lain pada system tata surya akan meningkatkan kredibilitas teori ini. \nTeori lain yang berkembang adalah \"Primitive Extraterrestrial\" atau exogenesis yang membahas kemungkinan asal kehidupan dari luar bumi. Perkembangan terakhir, dengan berkembangnya studi tentang DNA, semakin banyak ilmuwan (scientist) yang meyakini bahwa kehidupan hanya bisa terjadi dengan adanya disain yang pintar (brilliant design) dari seorang creator.\nSetelah memaparkan pendapat scientist seputar penciptaan manusia dari tanah timbul pertanyaan, jika Allah kuasa menciptakan sel hidup dari zat-zat mati, mengapa Allah tidak kuasa membangkitkan manusia pada hari Kiamat? Bukankah pada proses kejadian manusia itu sendiri terdapat bukti nyata yang menunjukkan kekuasaan Allah untuk mengadakan hari kebangkitan? Allah menentukan pula dua peristiwa untuk manusia yang tak dapat dielakkan, yaitu waktu kematiannya dan waktu kebangkitannya dari kubur. Baik waktu yang ditetapkan untuk kematian maupun untuk kebangkitan tidak ada yang mengetahui kecuali Allah. \nMeskipun orang-orang musyrik mengetahui kejadian diri mereka dengan gamblang dan terbatasnya umur mereka, yang kesemuanya itu membuktikan kekuasaan Allah untuk menentukan hari kebangkitan namun mereka masih tetap ragu. Seharusnya mereka dapat menarik pelajaran dari bukti-bukti itu. Jika Allah berkuasa menciptakan zat-zat yang mati menjadi satu lalu memberinya hidup serta menentukan perkembangannya, tentu Allah juga berkuasa menghimpun kembali zat-zat yang mati dan menghidupkannya sesuai dengan yang dikehendaki-Nya.",
    "quraish": "Dialah yang mula-mula menciptakan kalian dari tanah,(1) lalu menetapkan bagi kehidupan tiap orang di antara kalian suatu umur tertentu. Hanya wewenang Dia juga penentuan waktu pembangkitan dari kubur. Kemudian kalian, wahai orang-orang kafir, setelah itu memperdebatkan kemampuan Allah dalam pembangkitan, dan keberhakan-Nya untuk disembah. (1) Maksud ayat ini bisa dipahami bahwa penciptaan Adam a. s., bapak manusia, adalah dari tanah seperti yang tersebut dalam ayat- ayat lain, juga bahwa badan manusia terdiri atas semua unsur yang dipunyai oleh tanah. Tetapi, berkat kekuasaan-Nya, dari unsur- unsur itu Allah menciptakan suatu kehidupan sehingga terwujudlah manusia yang sempurna.",
    "jalalayn": "(Dialah Yang menciptakanmu dari tanah) dengan diciptakan-Nya ayah kamu Adam dari tanah (sesudah itu ditentukan-Nya ajal) bagi kamu, setelah sampai pada ajal itu kamu akan mati (dan ajal lain yang ditentukan) ditetapkan (di sisi-Nya) untuk membangkitkan kamu dari kematian (kemudian kamu) hai orang-orang kafir (masih tidak percaya tentang berbangkit itu) kamu masih meragukan tentang adanya hari berbangkit padahal sebelumnya kamu telah mengetahui, bahwa Dialah yang mulai menciptakanmu. Dan siapa yang mampu menciptakan berarti Dia lebih mampu untuk mengembalikan ke asalnya."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 3,
    "arab": "وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْاَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ",
    "translation": "Dan Dialah Allah (yang disembah), di langit maupun di bumi; Dia mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan dan mengetahui (pula) apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/792.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah adalah yang berhak disembah, yang menerima doa dan harapan dari semua makhluk-Nya di langit dan di bumi. \"Allah\" adalah nama yang agung bagi Tuhan Rabbal 'alamin, yang sudah dikenal oleh Bangsa Arab sebelum Islam. Bangsa Arab pada zaman jahiliah, bila ditanya tentang Tuhan yang berhak disembah, mereka akan menjawab \"Allah.\" Tuhan yang memiliki sifat-sifat yang mereka kenal itulah yang mereka sembah.\nAyat lain yang sejalan dengan maksud ayat ini ialah firman Allah:\n\nDan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi dan Dialah Yang Mahabijaksana, Maha Mengetahui. (az-Zukhruf/43: 84)\n\nKedua ayat ini, yakni al-An'am/6:3 dan az-Zukhruf/43:84 dengan jelas mengagungkan Allah karena kekuasaan-Nya menghidupkan kembali orang yang telah mati, dan lebih-lebih karena kekhususan diri-Nya dalam mengetahui hari kebangkitan dan keesaaan-Nya dalam ketuhanan serta keesaan zat-Nya yang disembah di langit dan di bumi. Kepada Allah sajalah ditujukan doa segala makhluk di alam semesta ini.\nKemudian Allah menegaskan bahwa Dia mengetahui segala yang mereka rahasiakan atau yang mereka tampakkan, baik perkataan dan perbuatan mereka maupun segala yang terbetik dalam hati mereka. Semua yang diusahakan oleh manusia, tidak luput dari pengetahuan Tuhan. Perbuatan yang baik akan diberi pahala, perbuatan yang buruk akan diberi hukuman. Sangatlah sempurna perhatian Tuhan terhadap perbuatan manusia karena semua perbuatan akan mendapatkan balasan dari-Nya.",
    "quraish": "Hanya Dia sendirilah yang berhak disembah di langit dan di bumi. Dia mengetahui segala sesuatu yang kalian sembunyikan dan kalian perlihatkan serta mengetahui apa-apa yang kalian kerjakan dan akan membalas kalian atas hal itu.",
    "jalalayn": "(Dan Dialah Allah) yang berhak untuk disembah dan dipuja (baik di langit maupun di bumi, Dia mengetahui apa yang kamu rahasiakan dan apa yang kamu lahirkan) hal-hal yang kamu sembunyikan dan hal-hal yang kamu tampakkan di antara kamu sekalian (dan mengetahui pula apa yang kamu usahakan) perkara baik dan perkara buruk yang kamu ketahui."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 4,
    "arab": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ",
    "translation": "Dan setiap ayat dari ayat-ayat Tuhan yang sampai kepada mereka (orang kafir), semuanya selalu diingkarinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/793.mp3",
    "tafsir": "Allah menjelaskan sikap orang musyrik yang sama sekali tidak dapat menanggapi dan merenungkan bukti-bukti kebenaran ayat-ayat Al-Qur'an yang menjelaskan bukti-bukti keesaan Allah, hari kebangkitan dan keluasan ilmu-Nya. Bahkan mereka tidak pula merenungkan dan tidak berusaha mencari petunjuk dari tanda-tanda alamiyah yang mereka saksikan di permukaan bumi ataupun di dalam diri mereka sendiri. Semua ayat kauniyah dan ayat yang meneguhkan kenabian Muhammad, semuanya mereka tinggalkan dan dustakan. Padahal ayat-ayat itulah yang menunjukkan adanya Tuhan Yang Maha Esa yang menguasai dan mengurusi alam semesta ini dan tidak ada Tuhan yang berhak disembah kecuali Allah.\nSekiranya mereka tidak berpaling dari ayat-ayat Allah akibat keras kepala, atau fanatik kepada pemimpin-pemimpin mereka, tentu kebenaran akan tampak bagi mereka, dan mereka tidak akan menentang ajaran Rasulullah saw.\nSenada dengan ayat ini, Allah berfirman pada Surah al-Anbiya'/21: 2-3:\n\nSetiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. Hati mereka dalam keadaan lalai. (al-Anbiya'/21: 2-3)",
    "quraish": "Orang-orang musyrik, setiap kali diberikan suatu bukti dari Pencipta mereka tentang keesaan-Nya dan kebenaran utusan-utusan-Nya, selalu berpaling dan tidak merenungkannya.",
    "jalalayn": "(Dan tidak ada yang sampai kepada mereka) artinya penduduk Mekah (berupa) huruf min adalah tambahan/zaidah (suatu ayat dari ayat-ayat Tuhan mereka) dari Alquran (melainkan mereka selalu berpaling daripadanya.)"
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 5,
    "arab": "فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ",
    "translation": "Sungguh, mereka telah mendustakan kebenaran (Al-Qur'an) ketika sampai kepada mereka, maka kelak akan sampai kepada mereka (kenyataan dari) berita-berita yang selalu mereka perolok-olokkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/794.mp3",
    "tafsir": "Allah menerangkan bahwa sebab orang-orang musyrik selalu berpaling dari ayat-ayat Allah, karena mereka telah mendustakan yang hak ketika yang hak tersebut datang kepada mereka. Kejahatan mereka ini sebagai akibat mereka menutup jalan untuk memperoleh ilmu pengetahuan.\nYang dimaksudkan dengan \"yang hak\" ialah agama Allah yang dibawa Nabi Muhammad, yang mengandung kaidah-kaidah agama, hukum-hukum syariat, ibadah, muamalat, haram dan halal, akhlak dan lain sebagainya, yang kesemuanya itu dijelaskan dalam Al-Qur'an. Mereka mendustakan agama berarti mendustakan Al-Qur'an sebagai dasar agama. Jika mereka memahami Al-Qur'an dan merenungkannya tentu mereka tidak mendustakan ajaran-ajaran agama itu.\nAllah menegaskan kelak akan terbukti bagi mereka kebenaran berita-berita yang selalu mereka ejek di dunia. Suatu ketika mereka mengalami kehinaan di dunia ini, dan kebinasaan di akhirat akibat kedustaan mereka kepada agama. Sebaliknya mereka menyaksikan kemenangan kaum Muslimin. Peringatan Allah kepada mereka, sebelumnya dianggap angin lalu. Demikian pula terhadap janji Allah untuk kemenangan kaum Muslimin, yang ternyata kemudian berita-berita itu terbukti, antara lain dengan datangnya musim kering yang menimpa mereka, dan hancurnya kaum musyrik pada Perang Badar dan perang-perang yang lain, serta kemenangan kaum Muslimin dengan pembebasan kota Mekah (Fath Makkah).\nDalam Al-Qur'an berulang kali diceritakan ejekan-ejekan kaum musyrik terhadap para nabi dan agama Allah, ejekan ini bertingkat-tingkat. Pertama, mereka tidak memperdulikan ayat-ayat Allah dan tanda-tanda alami serta tidak mau merenungkannya. Kedua, mereka mendustakannya. Sikap kedua ini melebihi tingkatan pertama, karena orang-orang yang bersikap acuh belum tentu mendustakan. Ketiga, mereka memperolokkannya. Orang yang mendustakan belum tentu dia sampai pada sikap memperolokkan. Sikap memperolokkan ini sudah mencapai puncak keingkaran. Orang-orang kafir menjalani ketiga tingkatan tersebut.",
    "quraish": "Sungguh, mereka telah mendustakan al-Qur'ân pada saat diturunkan kepada mereka. Padahal, al-Qur'ân adalah suatu kebanaran yang tidak akan pernah salah. Mereka pasti akan ditimpa siksaan dunia dan akhirat seperti yang telah diberitakan oleh al-Qur'ân. Kebenaran ancaman yang dulu mereka cemoohkan akan menjadi jelas.",
    "jalalayn": "(Sesungguhnya mereka telah mendustakan yang hak) yakni Alquran (tatkala sampai kepada mereka maka akan sampai kepada mereka berita-berita) akibat-akibat (yang selalu mereka perolok-olokkan.)"
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 6,
    "arab": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْاَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَاَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًا ۖوَّجَعَلْنَا الْاَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ",
    "translation": "Tidakkah mereka memperhatikan berapa banyak generasi sebelum mereka yang telah Kami binasakan, padahal (generasi itu) telah Kami teguhkan kedudukannya di bumi, yaitu keteguhan yang belum pernah Kami berikan kepadamu. Kami curahkan hujan yang lebat untuk mereka dan Kami jadikan sungai-sungai mengalir di bawah mereka, kemudian Kami binasakan mereka karena dosa-dosa mereka sendiri, dan Kami ciptakan generasi yang lain setelah generasi mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/795.mp3",
    "tafsir": "Allah memperingatkan bahwa sesungguhnya orang kafir sudah mengetahui berapa banyak generasi dari umat-umat terdahulu yang telah dimusnahkan Allah seperti kaum Nuh, 'ad, samud dan lain-lain. Mereka termasuk generasi-generasi umat yang telah diberi Allah kekuatan, keteguhan, kemerdekaan di bumi yang belum pernah diberikan Allah kepada orang Arab yang musyrik itu. Bumi mereka senantiasa mendapat curahan air hujan yang deras menimbulkan kemakmuran dan kesuburan. Sungai-sungai mengalir membasahi kebun-kebun tanaman mereka, menambah indah dan makmur bumi mereka. Segala nikmat dan anugerah Allah yang diberikan kepada umat terdahulu tidak menghalangi azab-Nya disebabkan dosa yang mereka perbuat.\nDua macam dosa yang mereka perbuat yang mengakibatkan kebinasaan mereka adalah: Pertama, dosa menentang rasul-rasul dan mengingkari ajaran-ajaran mereka serta memperolok-olokkannya; dan kedua, dosa kufur nikmat, yakni sikap ingkar terhadap berbagai nikmat yang telah diberikan Allah kepada mereka. Mereka bahkan mempergunakan nikmat-nikmat itu untuk hal-hal yang berlawanan dengan petunjuk Allah.\nBanyak ayat Al-Qur'an yang menceritakan tentang sebab-sebab kehancuran mereka. Misalnya antara lain firman Allah:\n\n¦ dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman. (al-Qasas/28: 59) \nAzab Tuhan yang dijatuhkan kepada umat yang ingkar ada dua macam, yaitu: \nPertama, azab dengan cara membinasakan secara menyeluruh sampai musnah. Kedua, azab dengan cara melenyapkan kemerdekaan dan kekuatan umat itu sehingga mereka menjadi umat yang lemah dan hina. \nBilamana mereka musnah, maka yang lain yang memiliki sifat-sifat yang baik, berlawan dengan sifat-sifat umat yang musnah itu akan muncul menggantikan mereka.\nAyat ini memperingatkan kaum musyrik Mekah bahwa kekuatan dan kekuasaan mereka tidaklah dapat menghalangi hukuman Allah, seperti halnya telah ditimpakan kepada umat-umat terdahulu.",
    "quraish": "Apakah mereka tidak mengetahui bahwa Kami telah menghancurkan banyak bangsa sebelum mereka. Kami beri mereka sebagian faktor kekuatan untuk bertahan di bumi, yang belum pernah Kami berikan kepada kalian. Kami luaskan rezeki mereka, Kami turunkan kepada mereka hujan deras yang bermanfaat bagi kehidupan mereka, dan Kami alirkan sungai-sungai di bawah istana-istana mereka. Tetapi mereka tidak mensyukuri nikmat-nikmat itu. Maka, karena kesyirikan dan banyaknya dosa mereka itu, mereka Kami hancurkan lalu Kami ganti dengan bangsa lain yang lebih baik.",
    "jalalayn": "(Apakah mereka tidak memperhatikan) dalam perjalanan-perjalanan mereka menuju ke negeri Syam dan negeri-negeri lainnya (berapa banyak) kalimat khabariah atau bukan kata tanya yang artinya betapa banyaknya (generasi-generasi yang telah Kami binasakan sebelum mereka) umat-umat yang terdahulu (padahal mereka telah Kami teguhkan) Kami berikan kedudukan (di muka bumi) melalui kekuatan dan kekuasaannya (yaitu keteguhan yang belum pernah Kami menganugerahkan) Kami berikan (kepadamu) dalam Lafal ini terkandung pengertian iltifat/peralihan dari orang ketiga ke orang kedua yang maksudnya ditujukan kepada orang ketiga (dan Kami curahkan) hujan (atas mereka dengan derasnya) tahap demi tahap (dan Kami jadikan sungai-sungai mengalir di bawah mereka) di bawah rumah-rumah tempat tinggal mereka (kemudian Kami binasakan mereka karena dosa-dosa mereka sendiri) oleh sebab kedustaan mereka terhadap para nabi (dan Kami ciptakan sesudah mereka generasi yang lain.)"
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 7,
    "arab": "وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ",
    "translation": "Dan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, “Ini tidak lain hanyalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/796.mp3",
    "tafsir": "Ayat ini menjelaskan keraguan orang kafir yang ingkar terhadap kebenaran wahyu dan kerasulan Muhammad. Nabi Muhammad sesungguhnya sudah mengetahui, berdasarkan keterangan ayat-ayat yang lalu, bahwa sebab-sebab mereka mendustakan agama ialah berpalingnya mereka dari ayat-ayat Al-Qur'an dan tertutupnya hati mereka untuk merenungkan dan memikirkan kejadian-kejadian dalam alam ini. Banyak bukti keesaan Allah nampak pada diri manusia sendiri dan di atas bumi ini, baik ayat kauniyah maupun ayat yang berbicara tentang alam raya yang sangat jelas; tak ada yang kabur dan samar. Namun demikian orang musyrik tetap dalam kekafiran. Penjelasan-penjelasan Al-Qur'an terhadap bukti keesaan Allah di alam ini tidak mengubah pendirian mereka.\nSeandainya wahyu itu diturunkan kepada Nabi Muhammad telah tercetak di atas kertas dan mereka dapat menyaksikannya dengan mata kepala mereka, dan memegangnya dengan tangan mereka sendiri, tentu orang kafir masih akan berkata: \"Ini tidak lain hanyalah sihir yang nyata.\" Kata-kata demikian didorong oleh kesombongan yang luar biasa dan permusuhan yang mendalam. Mereka tetap memandang wahyu Ilahi itu sebagai sihir, dan merasa diri mereka kena sihir.",
    "quraish": "Apabila Kami turunkan kepadamu, wahai Nabi, bukti kerasulanmu tertulis di atas kertas, lalu mereka melihatnya dengan mata kepala sendiri dan meyakininya dengan memegangnya, dengan keras kepala mereka mengatakan, \"Yang kita pegang ini hanyalah sihir yang nyata.\"",
    "jalalayn": "(Dan kalau Kami turunkan kepadamu sebuah kitab) yang tertulis (di atas kertas) yang tipis seperti apa yang mereka minta (lalu mereka dapat memegangnya dengan tangan mereka) lebih akurat daripada seandainya mereka hanya menyaksikan saja sebab cara ini jelas lebih menghapuskan rasa ragu (tentulah orang-orang kafir itu mengatakan, \"Tiada) tidak lain (hal ini adalah sihir yang nyata.\") sebagai ungkapan rasa ketidakpercayaan dan keingkaran mereka."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 8,
    "arab": "وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ مَلَكٌ ۗوَلَوْ اَنْزَلْنَا مَلَكًا لَّقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ",
    "translation": "Dan mereka berkata, “Mengapa tidak diturunkan malaikat kepadanya (Muhammad)?” Jika Kami turunkan malaikat (kepadanya), tentu selesailah urusan itu, tetapi mereka tidak diberi penangguhan (sedikit pun).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/797.mp3",
    "tafsir": "Dalam ayat ini diterangkan tentang anggapan orang kafir Mekah mengenai kerasulan. Mereka berpendapat semestinya ada malaikat yang mendampingi Muhammad turut memberi peringatan bersamanya dan memperkuat kerasulannya atau Allah menurunkan malaikat sebagai rasul, bahkan mereka menghendaki dapat melihat Tuhan (al-Furqan/25: 7 dan 21).\nDi kalangan orang Arab terdapat kepercayaan tentang adanya hubungan antara Allah dengan makhluk-Nya. Menurut mereka, yang patut menjadi penghubung (rasul) mestinya makhluk rohani (malaikat). Manusia, meskipun dia memiliki kesempurnaan rohani yang tinggi, seperti akal, akhlak dan adab yang mulia, namun tidak mungkin dia menjadi rasul, karena dia masih bergaul dengan manusia dan masih memiliki kebutuhan jasmani, seperti makan, minum dan berusaha. Fenomena kepercayaan seperti ini, bukan hal yang baru ada pada zaman Nabi Muhammad, tetapi telah ada sejak zaman Nabi Hud (al-Mu'minun/23: 33-34)\nKaum musyrik Mekah mempunyai dua anggapan mengenai kedudukan malaikat dalam kerasulan. Anggapan pertama ialah malaikat itu sendiri yang menjadi rasul. Anggapan kedua ialah malaikat itu menyertai Nabi dan menjelaskan langsung kepada mereka bahwa Muhammad adalah Nabi. Anggapan mereka yang kedua ini, jika tidak dikaitkan dengan kehadiran malaikat secara langsung di hadapan mereka, tidaklah menjadi sumber perselisihan, sebab Muhammad sudah menerangkan kepada mereka, bahwa mereka selalu didatangi malaikat. Tetapi mereka memandang diri mereka sederajat dengan Nabi dalam sifat-sifat kemanusiaan. Oleh karena itu, mereka berpendapat sanggup pula berhadapan dengan malaikat dan menerima pelajaran langsung dari malaikat. Di sinilah letak kekeliruan yang besar dari orang-orang kafir, terhadap diri sendiri; mereka menolak segala sesuatu yang tidak mereka peroleh secara langsung.\nTerhadap anggapan mereka yang kedua, Allah menjelaskan dalam ayat ini bahwa kalau Allah menghadirkan malaikat di hadapan mereka dalam bentuknya yang asli yang terjadi tentulah kehancuran mereka, dan mereka tidak akan diberi kesempatan untuk menyatakan iman, bahkan azab segera akan menimpa mereka. Kehancuran mereka dapat disebabkan oleh kedahsyatan wujud malaikat itu saat malaikat itu menampakkan diri kepada mereka, atau mereka dimusnahkan oleh malaikat karena mereka ingkar kepada ayat-ayat Allah.",
    "quraish": "Mereka juga mengatakan, \"Kami minta agar Allah menurunkan seorang malaikat yang membenarkanmu.\" Apabila Kami penuhi permintaan mereka itu, lalu Kami utus juga bersama nabi itu seorang malaikat seperti yang mereka minta, kemudian mereka tetap keras kepala dan tidak beriman, maka sungguh akan terlaksana perintah untuk membinasakan mereka, tanpa ditunda sedetik pun.",
    "jalalayn": "(Dan mereka berkata, \"Mengapa tidak) kenapa tidak (diturunkan kepadanya) kepada Nabi Muhammad saw. (seorang malaikat?\") yang membenarkannya (dan kalau Kami turunkan kepadanya seorang malaikat) sebagaimana yang telah mereka minta, niscaya mereka tidak akan beriman (tentu selesailah urusan itu) dengan binasanya mereka (kemudian mereka tidak ditangguhkan) tidak diberi kesempatan untuk bertobat atau minta ampunan, seperti yang telah dilakukan oleh Allah terhadap orang-orang sebelum mereka, yaitu di kala permintaan mereka dikabulkan, kemudian mereka tidak juga mau beriman."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 9,
    "arab": "وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ",
    "translation": "Dan sekiranya rasul itu Kami jadikan (dari) malaikat, pastilah Kami jadikan dia (berwujud) laki-laki, dan (dengan demikian) pasti Kami akan menjadikan mereka tetap ragu sebagaimana kini mereka ragu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/798.mp3",
    "tafsir": "Ayat ini menjelaskan anggapan kaum musyrik Mekah tentang kerasulan malaikat seperti tersebut dalam tafsir Surah al-An'am/6 ayat 8. Kalau Allah menjadikan rasul-rasul dari golongan malaikat, seperti pendapat orang musyrik Mekah, tentulah Allah akan menjadikan malaikat itu seperti manusia laki-laki, tetapi bilamana malaikat yang menjadi Rasul (Nabi) itu menyamar dalam bentuk manusia, maka tentulah mereka akan mengatakan dia manusia. Karena mereka tidak akan melihat malaikat kecuali bentuk rupa dengan sifat-sifat kemanusiaannya. Pada saat itu timbullah kesangsian dan keragu-raguan dalam jiwa mereka dan tentulah mereka akan mendustakan para malaikat yang menyamar menjadi manusia, seperti halnya mereka mendustakan Nabi Muhaammad. Mereka akan menyatakan pendapat mereka yaitu bahwa rasul itu haruslah malaikat. Padahal seperti apa bentuk asli malaikat mereka tidak tahu. Demikianlah mereka berputar-putar dalam sebuah lingkaran keraguan yang tak tentu ujung pangkalnya. Kaum musyrik Mekah merupakan sebuah contoh kebanyakan manusia yang terjerumus dalam kesulitan karena kesalahan mereka dalam memilih pegangan hidup dan akhirnya mereka kebingungan mencari jalan keluar.",
    "quraish": "Jika Kami memang menjadikan pendukung rasul dari seorang malaikat seperti yang mereka minta, maka Kami tentu akan membuatnya dalam bentuk manusia, agar mereka dapat menyaksikan dan memahaminya. Sebab, mereka tidak akan mampu melihat malaikat dalam bentuk aslinya. Lagi pula, tentu persoalannya bukan semakin jelas, dan mereka tetap mengira bahwa yang diutus itu adalah seorang manusia. Akhirnya, mereka Kami jerumuskan ke dalam kesalahan yang sama.",
    "jalalayn": "(Dan kalau Kami jadikan rasul itu) yang diutus untuk mereka (seorang malaikat, tentulah Kami jadikan dia) artinya malaikat itu berupa (seorang laki-laki) artinya berbentuk seorang laki-laki supaya mereka bisa melihatnya, sebab manusia itu tidak akan kuat untuk melihat malaikat (dan) seandainya Kami menurunkannya lalu menjadikannya sebagai seorang laki-laki (niscaya akan Kami serupakan) Kami miripkan (atas mereka apa yang membuat mereka ragu) terhadap diri mereka, sebab mereka pasti mengatakan bahwa malaikat ini tidak lain kecuali seorang manusia seperti kamu."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 10,
    "arab": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ",
    "translation": "Dan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/799.mp3",
    "tafsir": "Sesudah Allah menerangkan kekacauan pikiran orang-orang kafir tentang kerasulan dimana mereka terus menerus mengingkarinya, maka ayat ini menjelaskan, bahwa sikap perlawanan mereka terhadap kerasulan Muhammad serupa dengan perlawanan orang-orang kafir terhadap rasul-rasul Allah pada zaman dahulu. Permusuhan dan penghinaan yang dialami Nabi Muhammad dialami pula oleh rasul-rasul sebelum beliau. Firman Allah:\n\nAlangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Yasin/36: 30)\nPenghinaan orang-orang kafir Quraisy terhadap Nabi Muhammad merupakan kelanjutan dari permusuhan manusia terhadap para rasul sejak zaman dahulu, maka akibat yang mereka hadapi tentulah sama dengan akibat yang dihadapi oleh umat terdahulu. Ayat ini menjelaskan bahwa mereka yang mencemoohkan dan menghinakan para rasul akan ditimpa azab.\nAyat ini menerangkan sunatullah yang berlaku bagi umat manusia di masa dahulu dengan para rasul Allah. Ayat ini juga sebagai penghibur dan pelipur hati Nabi Muhammad, karena penghinaan kaumnya kepadanya, yaitu berita kemenangan terakhir kelak bagi Nabi dan pengikut-pengikut beliau, dan kekalahan musuhnya. Hanya saja kaum Nabi Muhammad tidak akan menerima azab seperti umat-umat yang lalu, yakni kemusnahan dan kebinasaan hidup. Azab yang dijatuhkan kepada mereka tidaklah mengakibatkan kemusnahan dan kehancuran karena Nabi Muhammad adalah \"Nabiyyurrahmah\", nabi yang membawa rahmat kepada umat manusia.",
    "quraish": "Sungguh, orang-orang kafir telah banyak mengejek rasul-rasul sebelummu, wahai Nabi. Para pengejek itu kemudian ditimpa siksaan yang pernah diingatkan oleh para rasul yang pernah mereka ejek sebelumnya.",
    "jalalayn": "(Dan sungguh telah diperolok-olokkan beberapa rasul sebelum kamu) ungkapan ini mengandung makna yang menghibur hati Nabi saw. (maka datanglah) turunlah (kepada orang-orang yang mencemoohkan di antara mereka sebagai akibat dari apa yang mereka perolok-olokkan) yang berupa azab; demikian pula siksaan itu akan menimpa orang-orang yang memperolok-olokkan kamu."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 11,
    "arab": "قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Jelajahilah bumi, kemudian perhatikanlah bagai-mana kesudahan orang-orang yang mendustakan itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/800.mp3",
    "tafsir": "Sesudah menjelaskan kemusnahan beberapa kaum yang memusuhi para rasul pada zaman dahulu, maka Allah, dalam ayat ini menyuruh Nabi Muhammad untuk mengatakan kepada kaumnya agar mereka mengembara di atas bumi ini dan mendatangi tempat dimana orang-orang yang menduga para nabi itu dibinasakan. Sebab, dengan pengembaraan itu mereka dapat menyaksikan sendiri tempat-tempat bersejarah agar menjadi bahan renungan bagi mereka, mengapa bangsa-bangsa terdahulu itu sampai binasa padahal mereka termasuk bangsa yang perkasa dan berkuasa. Sesudah itu hendaklah mereka melihat kepada diri mereka sendiri dan membandingkannya dengan umat-umat yang telah musnah itu.\nOrang-orang kafir Mekah sebenarnya adalah pengembara karena pada umumnya mereka hidup sebagai pedagang antar daerah di semenanjung Arab. Tetapi dalam pengembaraan sebagai pedagang, mereka tidak memperhatikan bekas-bekas peninggalan umat-umat yang telah musnah seperti kaum Nuh dan samud di Arab Utara dan kaum 'ad di Arab Selatan. Betapa banyak generasi yang telah dibinasakan lalu diganti dengan generasi baru sebagaimana diterangkan Allah dalam ayat enam surah ini. Kesemuanya itu seyogyanya dijadikan bahan kajian sejarah bangsa itu sendiri walaupun akan memakan waktu yang panjang, karena dari pengalaman sejarah bangsa-bangsa yang lampau banyak diperoleh pelajaran yang bermanfaat bagi generasi-generasi mendatang.\nDengan turunnya ayat ini, hati Nabi Muhammad merasa terhibur, karena di dalamnya mengandung isyarat bahwa kaum musyrik akan mengalami kekalahan.",
    "quraish": "Katakan, wahai Nabi, kepada orang-orang kafir itu, \"Berjalanlah kalian di semua penjuru dunia, dan renungkan bagaimana kehancuran adalah akhir dari orang-orang yang mendustakan rasul mereka. Ambillah pelajaran dari kesudahan dan nasib mereka itu.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Berjalanlah di muka bumi kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan.\") rasul-rasul itu; yaitu kebinasaan mereka karena tertimpa azab supaya orang-orang yang memperolok-olokkanmu itu mengambil pelajaran darinya."
  },
  {
    "hizb": 51,
    "name": "Al-An'am",
    "ayat": 12,
    "arab": "قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Milik siapakah apa yang di langit dan di bumi?” Katakanlah, “Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya. Dia sungguh akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi. Orang-orang yang merugikan dirinya, mereka itu tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/801.mp3",
    "tafsir": "Allah menyuruh Rasul-Nya agar bertanya kepada kaumnya yang ingkar, siapa pemilik segala yang ada di langit dan di bumi ini? Pertanyaan ini untuk membantah dasar keyakinan yang menyekutukan Allah (syirik), karena orang Arab jahiliah sebenarnya telah mengakui bahwa yang menciptakan langit dan bumi ini adalah \"Allah\" (al-'Ankabut/29:61 dan Luqman/31: 25).\nKemudian Allah memerintahkan Rasul untuk memberikan jawaban, bahwa \"semuanya itu milik Allah\". Kaum musyrik tentu akan menjawab pertanyaan itu dengan jawaban yang serupa. Tidak ada jawaban lain bagi mereka; dan mereka tidak akan memungkirinya, karena itu mereka tidak boleh menyandarkan sesuatu dari alam ini selain kepada Allah. Hanya Allah Raja dan Pemilik alam raya ini dengan segala isinya.\nAllah, yang diakui oleh orang musyrik sebagai Pencipta yang menciptakan langit dan bumi dan yang memiliki keduanya, telah memperkenalkan diri-Nya melalui Rasul-Nya bahwasanya sifat kasih sayang merupakan keharusan dari zat-Nya, sifat kasih itu meliputi seluruh makhluk-Nya. Dia Maha Penyayang kepada seluruh hamba-Nya dengan melimpahkan bermacam-macam nikmat lahir dan batin kepada mereka. Jika mereka berbuat dosa Dia tidak segera menjatuhkan azab kepada mereka, sebaliknya mereka diberi kesempatan untuk bertobat dan kembali ke jalan Allah. Perbuatan dosa yang mereka lakukan sehingga mengakibatkan murka Allah adalah akibat kesalahan manusia itu sendiri. Bukankah karena kasih sayang Allah, manusia itu diciptakan dalam keadaan fitrah yang sempurna? Kemudian mereka diberi kesempatan untuk mengenali dan mengesakan-Nya dengan jalan menunjukkan bukti-bukti yang ada pada diri manusia dan di alam semesta ini. Karena rahmat Allah, rasul-rasul diutus kepada mereka dengan membawa Kitab-kitab yang penuh dengan ajaran-ajaran yang menuju kepada rida-Nya dan yang mencegah mereka dari murka-Nya. Tetapi kemudian manusia itulah yang menodai ajaran yang baik itu dengan berbagai kejahatan yang mereka lakukan. Mereka mengingkari ayat-ayat Allah dan menghina para rasul. Allah berfirman:\nDan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri. (az-Zukhruf/43:76)\n\nKarena rahmat Allah itu pulalah orang musyrik Mekah tidak dibinasakan seperti umat-umat terdahulu. Rasulullah saw bersabda:\nSesungguhnya ketika Allah telah selesai menciptakan makhluk ini, Allah menulis Kitab yang ada di sisi-Nya di atas 'Arsy, \"Sesungguhnya rahmat-Ku mendahului murka-Ku.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nBerdasarkan kasih sayang itu, Allah akan menghimpun seluruh manusia pada hari Kiamat yang tidak ada keraguan terhadapnya. Keadilan akan ditegakkan pada hari itu. Tak seorang pun yang akan luput dan dialpakan. Adalah menjadi rahmat yang besar bagi hidup dan kehidupan manusia, bilamana setiap orang yakin dan sadar akan kejadian hari berkumpul itu. kesadaran ini menjadi pendorong baginya untuk membersihkan jiwanya dan meluhurkan budinya. Ketidakadilan yang terjadi dalam kehidupan duniawi, tentulah akan diperhitungkan oleh Allah dengan penuh keadilan pada hari Kiamat itu.\nOrang yang merugikan dirinya sendiri, yakni orang yang menodai fitrah kejadian dirinya yang bersih, merusak mentalnya yang sehat dan menghilangkan kesediaannya untuk menerima kerasulan Muhammad dan tidak mau mendengarkan wahyu, dan mereka memilih jalan kekafiran, karena mereka tidak beriman kepada hari akhirat, merekalah orang yang merugi.",
    "quraish": "Katakan juga, \"Siapakah pemilik langit dan bumi beserta isinya?\" Bila mereka tidak menjawab, katakan, \"Pemiliknya adalah Allah sendiri, tanpa sekutu.\" Dia telah mewajibkan diri-Nya untuk menyayangi para hamba-Nya, tidak cepat-cepat menyiksa, dan menerima pertobatan mereka. Sungguh, Dia akan mengumpulkan kalian pada hari kiamat yang tiada keraguan padanya. Mereka yang menyia-nyiakan diri sendiri dan menjerumuskannya ke dalam siksaan, pada hari ini adalah mereka yang tidak mempercayai Allah dan hari perhitungan.",
    "jalalayn": "(Katakanlah, \"Kepunyaan siapakah apa yang ada di langit dan di bumi?\" Katakanlah, \"Kepunyaan Allah.\") jika mereka tidak mengatakannya dan tidak ada jawaban lain kecuali itu. (Dia telah memastikan) telah menetapkan (atas diri-Nya kasih sayang) sebagai kemurahan dari-Nya. Ungkapan ini mengandung seruan yang lembut untuk mengajak mereka agar beriman (Dia sungguh-sungguh akan menghimpun kamu pada hari kiamat) untuk membalas kamu atas perbuatan-perbuatan kamu (tidak ada keraguan) kebimbangan (terhadapnya. Orang-orang yang merugikan dirinya) karena mereka menjerumuskan dirinya ke dalam siksaan. Alladziina adalah mubtada sedangkan khabarnya ialah (mereka itu tidak beriman)."
  }
]