[
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 36,
    "arab": "۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ",
    "translation": "Hanya orang-orang yang mendengar sajalah yang mematuhi (seruan Allah), dan orang-orang yang mati, kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/825.mp3",
    "tafsir": "Ayat ini menerangkan bahwa yang akan memperkenankan seruan Allah adalah hanya bagi orang yang mendengar. Kemudian, dalam menghadapi seruan Nabi dan risalah yang disampaikannya, manusia terbagi dua, yaitu manusia yang hidup jiwanya dan manusia yang mati jiwanya. \nManusia yang hidup jiwanya ialah manusia yang menggunakan akal, pikiran, perasaan dan kehendak serta pilihan yang telah dianugerahkan Allah kepada mereka. Dengan anugerah itu, mereka dapat melihat, memperhatikan dan menilai segala sesuatu yang dikemukakan kepada mereka. Yang baik mereka ambil, sedang yang buruk mereka buang. Karena itu hati dan pikiran mereka terbuka untuk menerima petunjuk Allah, Mereka ibarat tanah yang subur. Sedikit saja disirami air, tanah itu akan menjadi subur, dapat menumbuhkan tanaman-tanaman dengan mudah dan cepat.\nSedangkan manusia yang mati jiwanya ialah manusia yang tidak mau menggunakan akal, pikiran, perasaan, pilihan dan mata hati yang telah dianugerahkan Allah kepada mereka. Hati mereka telah tertutup oleh rasa dengki. Karena itu segala keterangan yang dikemukakan Nabi tidak akan mereka dengar dan perhatikan. Seandainya mereka dapat melihat dan memperhatikan dalil-dalil dan bukti-bukti yang dikemukakan Rasul dan pikiran mereka menerimanya, namun semuanya itu ditolak dan tidak diterima karena rasa dengki tersebut. Mereka diibaratkan seperti tanah yang tandus, berapa pun air yang dialirkan padanya, tanah itu tidak akan menumbuhkan tumbuhan yang ditanam.\nKelompok manusia yang kedua ini adalah orang-orang kafir yang kekafirannya telah mendalam, sehingga tidak ada harapan bahwa mereka akan beriman dan mematuhi seruan Nabi. Maka Allah menganjurkan agar Muhammad saw tidak bersedih hati atas sikap mereka, dan menyerahkan keadaan mereka kepada Allah. Allah akan membangkitkan mereka dari kuburnya di hari Kiamat dan akan mengazab mereka sebagai balasan dari kekafiran mereka.",
    "quraish": "Yang akan memenuhi seruan kebenaran dan menghampirinya hanyalah orang yang mendengarkannya sambil memahami dan merenungkan. Adapun mereka yang berpaling dari itu tidak akan bisa mengambil manfaat dari seruanmu, karena mereka seolah-olah sudah mati. Pada hari kiamat, Allah akan membangkitkan mereka dari kubur, mengembalikan mereka pada diri-Nya, dan memghitung pekerjaan yang pernah mereka perbuat.",
    "jalalayn": "(Sesungguhnya yang mendengar) ajakanmu kepada keimanan (hanyalah orang-orang yang mematuhi ajakanmu) dengan pendengaran yang penuh pengertian dan penuh pertimbangan (dan orang-orang yang mati hatinya) yakni orang-orang kafir; Allah menyerupakan mereka dengan orang-orang yang mati oleh karena mereka semua sama-sama tidak bisa mendengar (akan dibangkitkan oleh Allah) di akhirat (kemudian kepada-Nyalah mereka dikembalikan) mereka akan dikembalikan kepada-Nya kemudian Allah membalas amal perbuatan mereka."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 37,
    "arab": "وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Dan mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu mukjizat dari Tuhannya?” Katakanlah, “Sesungguhnya Allah berkuasa menurunkan suatu mukjizat, tetapi kebanyakan mereka tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/826.mp3",
    "tafsir": "Ayat ini menegaskan lagi tentang sikap orang-orang musyrik yang sangat ingkar kepada seruan Nabi Muhammad dan kepada ayat-ayat Allah. Mereka meminta agar diturunkan kepada mereka bukti-bukti dan keterangan-keterangan tentang kebenaran kenabian Muhammad, sebagaimana yang pernah diturunkan kepada Rasul-rasul dahulu. Mereka tidak merasa cukup dengan bukti-bukti dan keterangan-keterangan yang terdapat di dalam Al-Qur'an, padahal bukti dan keterangan yang terdapat di dalam Al-Qur'an itu adalah yang paling tinggi nilainya bagi orang-orang yang mau menggunakan akal, pikiran dan mata hatinya. Mereka tetap menuntut agar diturunkan bukti dan keterangan seperti telah diturunkan kepada umat-umat yang dahulu, tetapi mereka tidak mau memikirkan dan mengambil pelajaran dari sunnah Allah yang berlaku bagi orang-orang yang menerima bukti dan keterangan seperti itu serta akibat yang dialami oleh orang-orang dahulu, yaitu mereka dihancur leburkan di dunia dan di akhirat mendapat azab yang pedih, karena mereka tetap dalam keingkaran dan tidak memperhatikan bukti-bukti dan keterangan-keterangan itu.\nOrang-orang musyrik Mekah itu tidak mau tahu bagaimana kasih sayang Allah kepada mereka, yaitu mengapa Allah tidak menurunkan bukti dan keterangan seperti yang diturunkan kepada umat yang dahulu, agar mereka tidak dihancurkan di dunia ini, dengan demikian mereka mendapat kesempatan untuk bertobat dan berbuat baik, tetapi mereka tidak mau mensyukuri nikmat Allah yang telah diturunkan kepada mereka, tetapi tetap ingkar dan membangkang.\nSebenarnya Allah Kuasa menurunkan apa yang mereka minta, tetapi Allah berbuat menurut kehendak-Nya, Dia hanya menurunkan bukti dan keterangan, Dia tidak menurunkan bukti dan keterangan berdasarkan permintaan dan hawa nafsu orang-orang musyrik, apalagi bila permintaan itu adalah semata-mata untuk melemahkan dan menyulitkan Nabi.",
    "quraish": "Dengan keras kepala, orang-orang kafir mengatakan, \"Kami meminta agar diturunkan kepada Muhammad bukti materi yang menguatkan kebenaran seruannya.\" Katakan kepada mereka, wahai Nabi, \"Sesungguhnya Allah Mahakuasa untuk menurunkan bukti apa saja yang kalian usulkan.\" Tetapi mereka tidak mengetahui hikmah Allah dalam menurunkan tanda-tanda kebenaran, dan bagaimana hal itu tidak menurut kemauan mereka. Apabila Dia memenuhi usulan mereka, kemudian mereka tidak mempercayainya, niscaya mereka akan dimusnahkan. Namun sebagian besar mereka tidak mengetahui akibat dari perbuatan- perbuatan mereka.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang musyrik Mekah (\"Mengapa tidak) kenapa tidak (diturunkan kepadanya, Muhammad, suatu mukjizat dari Tuhannya?\") seperti mukjizat onta, tongkat dan hidangan. (Katakanlah) kepada mereka (\"Sesungguhnya Allah kuasa menurunkan) dengan dibaca tasydid dan takhfif (suatu mukjizat) seperti apa yang mereka minta (tetapi kebanyakan mereka tidak mengetahui\") karena sesungguhnya dengan turunnya mukjizat itu berarti suatu musibah besar yang pasti menimpa mereka jika mereka masih tetap mengingkarinya."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 38,
    "arab": "وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ",
    "translation": "Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/827.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah menguasai segala sesuatu, ilmu-Nya melingkupi seluruh makhluk yang ada, Dialah yang mengatur alam semesta. Semua yang melata di permukaan bumi, semua yang terbang di udara, semua yang hidup di lautan, dari yang terkecil sampai yang terbesar, dari yang nampak sampai yang tersembunyi, hanya Dialah yang menciptakan, mengembangkan, mengatur dan memeliharanya.\nMakhluk Allah yang hidup di dunia ini tidak hanya terbatas pada jenis manusia, tetapi masih terdapat banyak macam dan ragam makhluk-makhluk lain. Bahkan masih banyak yang belum diketahui oleh manusia. Semuanya itu tunduk dan menghambakan diri kepada Allah, mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya.\nMaksud kata dabbah dalam ayat ini ialah: Segala makhluk yang diciptakan Allah di bumi. Disebut \"binatang di bumi\" karena binatang yang di bumi itulah yang mudah dilihat dan diperhatikan oleh manusia.\nPada ayat yang lain Allah menyebutkan bahwa selain di bumi, di planet-planet yang lain pun terdapat makhluk hidup. Allah swt berfirman:\nDan di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi dan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa mengumpulkan semuanya apabila Dia kehendaki. (asy-Syura/42: 29) \n\nAdanya makhluk-makhluk hidup yang disebutkan Allah pada planet-planet yang lain, sebagaimana yang disebutkan oleh ayat ini, merupakan suatu pengetahuan yang diberikan Allah kepada manusia, dan sebagai bahan pemikiran dan penyelidikan.\nAyat ini mendorong orang-orang yang beriman agar menyelidiki segala rupa kehidupan makhluk Allah yang ada di alam ini, untuk memperkuat iman dan menambah ketaatan serta ketundukan kepada Allah Yang Mahakuasa.\nAllah menyatakan bahwa di dalam Al-Qur'an itu telah ada pokok-pokok agama, norma-norma, hukum-hukum, hikmah-hikmah dan bimbingan untuk kebahagiaan manusia di dunia dan di akhirat dan kebahagiaan makhluk pada umumnya.\nMenurut Ibnu 'Abbas, yang dimaksud dengan \"al-kitab\" dalam ayat ini ialah \"Ummul Kitab\", yakni Lauh Mahfudh. Karena maksud ayat ini menurutnya adalah: segala sesuatu telah dituliskan dalam Lauh Mahfudh. Menurut Ibnu Katsir tidak ada satu makhluk pun yang dilupakan Allah dalam pemberian rezekinya, sebagaimana firman Allah swt:\nDan tidak satupun makhluk bergerak yang bernyawa di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudh). (Hud/11: 6)\nSemua makhluk yang diciptakan Allah, baik di langit maupun di bumi, akan mati dan kembali kepada pemiliknya, yaitu Allah. Kemudian Dia akan membangkitkannya dan menghimpunnya untuk memberi pahala atas perbuatan yang baik dan memberi siksaan atas perbuatan yang buruk.",
    "quraish": "Bukti paling kuat atas kekuasaan, kebijaksanaan, dan kasih sayang Allah adalah bahwa Dia mencipta segala sesuatu. Tiada binatang yang melata di bumi atau burung yang terbang di awang-awang kecuali diciptakan oleh Allah dengan berkelompok-kelompok seperti kalian, lalu Dia beri ciri khusus dan cara hidup tersendiri. Tidak ada sesuatu apa pun yang luput dari catatan Kami dalam kitab yang terjaga di sisi Kami (al-lawh al-mahfûzh), walau mereka tidak mempercayainya. Pada hari kiamat, mereka akan dikumpulkan bersama bangsa-bangsa lain untuk diadili(1). (1) Makhluk hidup dikelompokkan menurut keluarga-keluarga yang mempunyai ciri-ciri genetik, tugas, dan tabiat tersendiri. Dalam ayat ini terdapat isyarat tentang perbedaan bentuk dan cara hidup antara makhluk-makhluk hidup itu, suatu ketentuan yang berlaku pada manusia dan makhluk hidup yang lain.",
    "jalalayn": "(Dan tiadalah) min sebagai tambahan (binatang-binatang) yang berjalan (di muka bumi dan burung-burung yang terbang) di udara (dengan kedua sayapnya melainkan umat-umat juga seperti kamu) dalam pengaturan penciptaannya, rezeki dan sepak terjangnya. (Tiadalah Kami alpakan) Kami tinggalkan (di dalam Alkitab) yakni Lohmahfuz (tentang) sebagai tambahan (sesuatu pun) artinya Kami tidak menulisnya (kemudian kepada Tuhanlah mereka dihimpunkan) kemudian Tuhan memutuskan hukum-Nya di antara mereka. Ia mengkisas si kuat yang menganiaya di lemah setelah Ia berfirman kepada mereka semua, \"Jadilah kamu semua sebagai tanah!\""
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami adalah tuli, bisu dan berada dalam gelap gulita. Barangsiapa dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Dan barangsiapa dikehendaki Allah (untuk diberi petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/828.mp3",
    "tafsir": "Orang-orang kafir yang mendustakan ayat-ayat Allah yang telah diturunkan kepada rasul-rasul-Nya, yang membuktikan kekuasaan dan keesaan Allah, serta kebenaran risalah yang dibawa Nabi Muhammad, mereka seperti orang tuli, tidak mendengarkan seruan kepada kebenaran, tidak mempedulikan petunjuk ke jalan yang benar. Mereka juga seperti orang yang bisu, karena tidak membicarakan dan menyampaikan yang hak yang telah mereka ketahui, dan mereka telah tenggelam dalam kegelapan, yaitu kesesatan menyembah berhala, taklid kepada nenek moyang mereka dan kebodohan dalam tauhid. Mereka akan dimasukkan ke dalam neraka.\nAllah swt berfirman:\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\nOrang-orang yang dikehendaki sesat oleh Allah, maka Allah membiarkan mereka menempuh jalan yang sesat, karena mereka mendustakan ayat-ayat Allah dan tidak mau memahami petunjuk-Nya. Orang-orang yang dikehendaki Allah mendapat taufik, maka Dia menjadikan mereka mengikuti jalan yang lurus, jalan kebenaran, karena mereka memperhatikan, dan memahami ayat-ayat Allah, kemudian mereka amalkan sesuai dengan sunatullah yang berlaku di alam ini.\nAllah swt berfirman:\nDengan Kitab itulah Allah memberi petunjuk kepada orang yang mengikuti keridaan-Nya ke jalan keselamatan, dan (dengan Kitab itu pula) Allah mengeluarkan orang itu dari gelap gulita kepada cahaya dengan izin-Nya, dan menunjukkan ke jalan yang lurus. (al-Ma'idah/5: 16)",
    "quraish": "Orang-orang yang tidak mempercayai bukti-bukti kekuasaan Kami dan kebenaran misi kerasulanmu, mereka tidak mempergunakan indra mereka dalam mencari kebenaran. Dari itu mereka bingung dalam kesesatan syirik dan sikap keras kepala seperti bingungnya orang yang tuli dan bisu dalam kegelapan malam. Tidak ada jalan untuk selamat dari kesesatan. Jika saja pada diri mereka ada suatu kesiapan untuk kebaikan, niscaya Allah akan menolong mereka dalam hal itu. Karena apabila Allah Swt. hendak menyesatkan seseorang--karena tujuannya yang tidak benar--Dia akan membiarkan orang itu seperti apa adanya. Dan, apabila hendak memberi petunjuk--karena tujuannya yang benar--Dia akan memudahkannya dalam melewati jalan keimanan yang jelas dan lurus.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami) Alquran (adalah pekak) tidak dapat mendengarkannya dengan pendengaran yang meresap ke dalam hati lalu menerimanya (bisu) tidak dapat mengucapkan perkara yang hak (lagi berada dalam gelap-gulita) yakni kekafiran. (Siapa yang dikehendaki Allah) ia tersesat (niscaya disesatkan-Nya. Dan siapa yang dikehendaki-Nya) mendapat petunjuk (niscaya Dia menjadikannya berada di atas jalan) titian (yang lurus) yakni agama Islam."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 40,
    "arab": "قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu, atau hari Kiamat sampai kepadamu, apakah kamu akan menyeru (tuhan) selain Allah, jika kamu orang yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/829.mp3",
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, \"Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?\"\nPertanyaan itu dijawab oleh Allah, yaitu, \"Tidak! Tetapi hanya Dialah yang kamu seru.\" Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\nAllah swt berfirman:\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-'Ankabut/29: 65)\n\nFirman Allah swt:\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih. (Luqman/31: 32)\n\nFitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\nRasulullah saw bersabda:\n\"Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Rasulullah, \"Beritahukan kepadaku, apabila kalian ditimpa azab Allah di dunia ini atau didatangi kiamat dengan segala kedahsyatannya, apakah kalian lari dan memohon doa kepada selain Allah agar berbuat sesuatu yang bermanfaat bagi kalian, jika kalian orang-orang yang benar dalam peribadatan kepada selain Allah?\"",
    "jalalayn": "(Katakanlah) hai Muhammad kepada penduduk Mekah (\"Terangkanlah kepadaku) beritakanlah kepadaku (jika datang siksaan Allah kepadamu) di dunia ini (atau datang kepadamu hari kiamat) yaitu kiamat yang mencakup semuanya secara tiba-tiba (apakah kamu menyeru tuhan selain Allah) tidak (jika kamu orang-orang yang benar.\") bahwa berhala-berhala itu dapat memberi manfaat kepadamu, maka serulah mereka."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 41,
    "arab": "بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ",
    "translation": "(Tidak), hanya kepada-Nya kamu minta tolong. Jika Dia menghendaki, Dia hilangkan apa (bahaya) yang kamu mohonkan kepada-Nya, dan kamu tinggalkan apa yang kamu persekutukan (dengan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/830.mp3",
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, \"Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?\"\nPertanyaan itu dijawab oleh Allah, yaitu, \"Tidak! Tetapi hanya Dialah yang kamu seru.\" Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\nAllah swt berfirman:\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-'Ankabut/29: 65)\n\nFirman Allah swt:\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih. (Luqman/31: 32)\n\nFitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\nRasulullah saw bersabda:\n\"Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.",
    "quraish": "Kalian hanya akan lari kepada-Nya, yaitu ketika kalian memohon kepada-Nya, lalu Dia menghentikan azab dari kalian seperti yang kalian minta bila menghendaki. Dalam keadaan yang susah seperti itu kalian melupakan sekutu-sekutu Allah yang pernah kalian buat.",
    "jalalayn": "(Bahkan hanya kepada-Nyalah) tidak ada lain (kamu berseru) memohon pertolongan-Nya di masa kalian tertimpa kesulitan (maka Dia menghilangkan bahaya yang karenanya kamu berdoa kepada-Nya) Ia akan menyingkirkan mara bahaya dari dirimu dan juga lain-lainnya (jika Dia menghendaki) niscaya Ia melenyapkannya (dan kamu melupakan) kamu meninggalkan (apa-apa yang kamu sekutukan) dengan Allah yaitu berupa sesembahan-sesembahan lain-Nya, maka dari itu janganlah kamu berseru kepadanya."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 42,
    "arab": "وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ",
    "translation": "Dan sungguh, Kami telah mengutus (para rasul) kepada umat-umat sebelum engkau, kemudian Kami siksa mereka dengan (menimpakan) kemelaratan dan kesengsaraan, agar mereka memohon (kepada Allah) dengan kerendahan hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/831.mp3",
    "tafsir": "Ayat ini menegaskan bahwa sebenarnya Allah telah mengutus para rasul kepada umat-umat yang terdahulu, yang menyeru manusia memeluk agama tauhid yang hanya menyembah Allah semata. Para rasul telah menyampaikan kabar gembira dan peringatan Allah, tetapi orang-oang kafir mengingkarinya. Oleh karena itu, Allah menimpakan kepada mereka kesengsaraan, malapetaka dan permusuhan di antara mereka, agar cobaan-cobaan itu menjadi pelajaran bagi mereka, sehingga mereka bertobat dan mengikuti seruan para rasul.\nTelah menjadi tabiat kebanyakan manusia, jika mereka ditimpa bahaya dan kesengsaraan, mereka ingat kepada Allah dan memohon pertolongan kepada-Nya. Karena dengan cobaan-cobaan itu perasaan mereka bertambah halus, budi pekertinya bertambah baik, jiwanya terlatih sehingga dapat merasakan apa yang dirasakan oleh orang lain, timbul rasa cinta dan kasih sayang sesama manusia, ingat kepada Yang Mahakuasa dan Maha Penolong yang sebenarnya. Tetapi banyak pula di antara manusia yang tidak mempan lagi baginya segala macam cobaan penderitaan yang diberikan kepadanya, bahkan cobaan itu menambah keingkarannya termasuk diantara mereka umat-umat yang pernah hidup dimasa Nabi.",
    "quraish": "Wahai Nabi, tidak akan memberatkanmu segala perlakuan yang engkau dapatkan dari kaummu. Karena sebelum mengutusmu, Kami telah mengutus rasul-rasul kepada banyak bangsa sebelum bangsamu, tapi mereka semua tidak mempercayai rasul-rasul itu. Maka, Kami lalu menghukum mereka dengan menimpakan bermacam kesulitan dan hal-hal yang membahayakan tubuh mereka, agar mereka khusyuk dan kembali kepada Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengutus kepada umat-umat) min sebagai tambahan yang tidak mempunyai arti (sebelum kamu) rasul-rasul, akan tetapi mereka mendustakannya (kemudian Kami siksa mereka dengan kesengsaraan) kemelaratan yang sangat (dan penderitaan) penyakit (supaya mereka tunduk merendahkan diri) merasa rendah diri lalu mereka mau beriman."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 43,
    "arab": "فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Tetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/832.mp3",
    "tafsir": "Sebenarnya yang paling baik bagi umat-umat terdahulu ialah mengikuti seruan para pasul yang diutus Allah kepada mereka, tunduk dan patuh kepada Allah ketika datang azab, malapetaka atau penderitaan yang ditimpakan itu, agar Allah mengampuni dosa-dosa mereka serta memberikan nikmat dan rahmat kepada mereka.\nTetapi hati mereka telah sesat dan terkunci mati, tidak dapat lagi menerima peringatan dan pelajaran apa pun yang disampaikan kepada mereka. Setan menanamkan ke dalam hati dan pikiran mereka rasa senang dan gembira mengerjakan perbuatan-perbuatan dosa dan syirik, serta mendorong mereka agar selalu melakukan perbuatan-perbuatan yang tercela itu.",
    "quraish": "Sudah seharusnya mereka kembali kepada Tuhan mereka. Tetapi mereka tidak melakukan hal itu. Bahkan hati mereka terus membatu, dan setan membuat indah perbuatan jahat mereka.",
    "jalalayn": "(Maka mengapa tidak) kenapa tidak (tatkala datang siksaan Kami kepada mereka) azab Kami (memohon kepada Allah dengan menundukkan diri) artinya mereka tidak mau melakukan hal itu, padahal yang mengharuskan mereka berbuat demikian sudah ada (bahkan hati mereka telah menjadi keras) oleh karenanya tidak mau tunduk kepada keimanan (dan setan pun menampakkan kepada mereka kebagusan apa yang selalu mereka kerjakan) yaitu perbuatan-perbuatan maksiat sehingga mereka terus menetapinya."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 44,
    "arab": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ",
    "translation": "Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/833.mp3",
    "tafsir": "Manakala orang-orang yang sesat hatinya dan telah dipalingkan setan melupakan segala peringatan dan ancaman Allah, dan keingkaran mereka bertambah, maka Allah menguji mereka dengan mendatangkan kebaikan dan menambah rezeki, menyehatkan jasmani mereka, menjaga keamanan diri mereka dan membukakan pintu kesenangan, sehingga mereka lupa bahwa nikmat yang mereka terima dan rasakan itu datang dari Allah. Mereka beranggapan bahwa semua itu semata karena hasil usaha mereka sendiri. Oleh karena itu, mereka bertambah sombong dan takabur, tidak bersyukur kepada Allah, bahkan nikmat itu mereka jadikan sebagai alat untuk menambah kekuasaan dan kebesaran mereka.\nBila orang-orang yang ingkar itu telah bergembira dan bersenang hati dengan nikmat yang telah diberikan Allah, dan beranggapan bahwa yang mereka peroleh itu benar-benar merupakan hak mereka, maka Allah menimpakan azab kepada mereka dengan tiba-tiba, sehingga mereka berduka cita dan putus asa dari rahmat Allah.\nRasulullah saw bersabda:\n\"Apabila kamu melihat Allah memberikan kepada seorang hamba kenikmatan dunia yang disukainya, sementara ia tetap bermaksiat kepadanya, maka itu adalah istidraj ) (pembiaran).\" (Riwayat Ahmad, ath-thabrani dan al-Baihaqi)\n\nDari ayat ini dipahami bahwa cobaan Allah kepada manusia ada yang berupa kesengsaraan dan penderitaan dan ada pula yang berupa kesenangan dan kemewahan. Orang-orang yang beriman dan diberi cobaan kesengsaraan dan penderitaan biasanya mereka sabar dan tabah, serta mendekatkan diri kepada Allah dan mohon pertolongan kepada-Nya. Bila mereka diberi cobaan kesenangan dan kemewahan mereka bersyukur kepada Allah, ingat akan hak-hak orang fakir dan miskin yang ada di sekelilingnya dan menafkahkan sebagian harta mereka di jalan Allah. Mereka yakin bahwa kesenangan dan kemewahan itu hanyalah sementara, sedang kesenangan dan kemewahan yang sebenarnya dan yang kekal ialah di akhirat nanti.\nSebaliknya, bila orang-orang yang ingkar kepada Allah diberi cobaan kesengsaraan dan penderitaan, mereka putus asa dan bertambah ingkar kepada Allah. Bila mereka diberi kesenangan dan kemewahan, mereka mengatakan bahwa semua yang mereka dapat, mereka peroleh dari hasil usaha mereka sendiri, tanpa pertolongan seorang pun.\nAyat ini mengisyaratkan bahwa manusia itu pada umumnya banyak yang tabah dan sabar bila diberi cobaan penderitaan dan kesengsaraan, tetapi banyak yang lupa diri dan bertambah ingkar bila diberi cobaan kesenangan dan kemewahan.\nAyat ini merupakan peringatan dan pelajaran bagi orang-orang yang beriman, bahwa segala macam yang didatangkan Allah kepada mereka baik berupa malapetaka dan penderitaan ataupun yang berupa kesenangan dan kemewahan, semuanya itu adalah cobaan bagi mereka, agar iman mereka bertambah kuat, karena itu mereka harus tabah dan sabar menghadapinya.\nRasulullah saw bersabda:\nSungguh mengagumkan keadaan orang-orang yang beriman, karena semua yang menimpanya adalah baik baginya, dan yang demikian itu tidak terdapat pada seorang pun, kecuali bagi orang-orang beriman. Jika kegembiraan menimpanya, ia bersyukur, dan itu adalah baik baginya. Jika kesukaran menimpanya, ia bersabar, dan itu adalah baik pula baginya. (Riwayat Muslim dari shuhaib)",
    "quraish": "Ketika mereka tidak mengambil pelajaran dari kemiskinan dan sakit yang Kami timpakan kepada mereka, Kami uji mereka dengan rezeki yang banyak. Kami bukakan semua pintu untuk memperoleh rezeki tersebut. Hingga, pada saat mereka senang dan tidak bersyukur dengan apa yang Kami berikan kepada mereka, datanglah azab dengan tiba-tiba. Maka mereka lalu bingung, putus asa, dan tidak mendapatkan jalan keselamatan.",
    "jalalayn": "(Maka tatkala mereka melupakan) mereka mengabaikan (peringatan yang telah diberikan kepada mereka) nasihat dan ancaman yang telah diberikan kepada mereka (melaluinya) yaitu dalam bentuk kesengsaraan dan penderitaan, mereka tetap tidak mau mengambil pelajaran dan nasihat darinya (Kami bukakan) dengan dibaca takhfif dan tasydid (kepada mereka semua pintu-pintu) yakni kesenangan-kesenangan sebagai istidraj untuk mereka (sehingga apabila mereka bergembira dengan apa yang telah diberikan kepada mereka) gembira yang diwarnai rasa sombong (Kami siksa mereka) dengan azab (dengan tiba-tiba) secara sekonyong-konyong (maka ketika itu mereka terdiam berputus-asa) mereka merasa berputus asa dari segala kebaikan."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 45,
    "arab": "فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ",
    "translation": "Maka orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Dan segala puji bagi Allah, Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/834.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang ingkar dan mendustakan Rasul-rasul itu binasa karena diri mereka sendiri, tidak seorang pun yang luput dari azab itu. Segala puji bagi Allah yang telah menghancurkan orang-orang yang zalim itu dan yang telah melimpahkan nikmat dan karunia-Nya kepada orang-orang yang beriman.\nAyat ini menganjurkan kepada kaum Muslimin agar mengucapkan hamdalah \"Alhamdulillahi rabbil alamin\" (segala puji bagi Allah Tuhan seluruh alam), setiap mendapat nikmat, rahmat dan pertolongan Allah.",
    "quraish": "Bangsa yang zalim itu kemudian dihancurkan tanpa terkecuali. Segala puji bagi Allah yang mendidik makhluk-Nya dengan bencana dan karunia serta yang membersihkan bumi dari rusaknya orang-orang yang zalim.",
    "jalalayn": "(Maka orang-orang yang lalim itu dimusnahkan) sampai ke akar-akarnya sehingga habis tanpa bekas (Segala puji bagi Allah Tuhan semesta alam) yang menolong rasul-rasul dan membinasakan orang-orang kafir."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 46,
    "arab": "قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/835.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada orang-orang kafir, bahwa Allah-lah yang memberi manusia pendengaran, penglihatan serta memberi hati dan perasaan. Bagaimanakah seandainya Allah mengambil semua yang telah diberikan-Nya itu dari mereka. Dapatkah mereka meminta kepada tuhan-tuhan mereka atau sembahan-sembahan yang mereka sembah selain Allah untuk mengembalikannya? Oleh karena Allah yang memberi penglihatan dan pendengaran, maka semuanya hendaknya digunakan untuk memperdalam keimanan.\nDengan ayat ini Allah membuktikan bahwa berhala-berhala, sembahan-sembahan dan tuhan-tuhan selain Allah yang disembah orang-orang musyrik tidak mempunyai kekuasaan dan kesanggupan sedikit pun untuk memenuhi atau menolak permintaan orang-orang yang menyembahnya. Patung-patung dan berhala-berhala itu adalah benda-benda mati yang dibuat manusia untuk dijadikan sembahan. Yang dapat memperkenankan seruan, menolong dan melindungi mereka hanyalah Allah Yang Mahakuasa; tidak ada yang lain. mengapa mereka masih memuja dan meminta pertolongan kepada berhala-berhala itu?\nDemikianlah Allah mengemukakan segala macam bukti dan keterangan kepada orang-orang musyrik, dengan menjadikan sembahan-sembahan dan berhala-berhala yang mereka sembah sebagai dalil dan keterangan bagi kesesatan mereka, tetapi mereka tetap ingkar dan tidak beriman.",
    "quraish": "Katakan kepada mereka, wahai Nabi, \"Beritahukan kepadaku, bila Allah merampas pendengaran kalian, dan menutupi hati kalian dengan sesuatu yang bisa menghalanginya dari pengetahuan, lalu menjadikan kalian bisu, buta, dan tidak memahami apa pun, siapakah yang kalian sembah selain Allah?\" Tuhan apa yang bisa mengembalikan sesuatu yang telah dirampas oleh Allah dari kalian?\" Lihatlah, wahai Rasulullah, bagaimana Kami menjelaskan bukti-bukti dan membuatnya bermacam-macam. Meskipun demikian, mereka ternyata masih tetap tidak mau merenungkan dan memanfaatkannya.",
    "jalalayn": "(Katakanlah) kepada penduduk Mekah (\"Terangkanlah kepadaku) beritakanlah kepadaku (jika Allah mencabut pendengaranmu) membuatmu menjadi tuli (dan penglihatanmu) membutakanmu (serta mengunci) menutup (hatimu) sehingga kamu tidak dapat mengenal sesuatu (Siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?\") apa-apa yang telah Dia cabut darimu sesuai dengan dugaanmu (Perhatikanlah bagaimana Kami memperlihatkan) menjelaskan (tanda-tanda kebesaran Kami) bukti-bukti yang menunjukkan kepada keesaan Kami (kemudian mereka masih tetap berpaling) tetap berpaling dari-Nya dan tidak mau beriman."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 47,
    "arab": "قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/836.mp3",
    "tafsir": "Kepada orang-orang yang mendustakan ayat-ayat Allah dan mengingkari seruan Rasul-rasul yang diutus kepada mereka, akan datang azab, adakalanya dengan tiba-tiba, adakalanya dengan tanda-tanda yang datang sebelum azab itu, adakalanya dapat dilihat langsung dengan mata adakalanya tidak dapat dilihat langsung, adakalanya datang di waktu siang hari dan adakalanya datang di malam hari.\nMaka hendaklah orang-orang musyrik itu ingat orang-orang zalim dan orang-orang yang mengingkari seruan Rasul pasti ditimpa azab, sedangkan orang-orang yang mengikuti seruan Rasul akan dilindungi dan diselamatkan dari azab itu. Orang yang beriman tidak akan merugi, dan orang yang ingkar akan disiksa.",
    "quraish": "Katakan, \"Beritahukan kepadaku, bila kalian tertimpa azab Allah dengan tiba-tiba, tanpa diperkirakan, atau datang terang-terangan sesuai dengan peringatan sebelumnya, apakah azab itu hanya menimpa kaum yang menganiaya diri sendiri dengan bersikeras pada kesyirikan dan kesesatan? Azab itu tidak menimpa selain mereka.\"",
    "jalalayn": "(Katakanlah,) kepada mereka (\"Terangkanlah kepadaku, jika datang siksaan Allah kepadamu dengan sekonyong-konyong atau terang-terangan) siang hari maupun malam hari (maka adakah yang dibinasakan Allah selain dari orang-orang yang lalim?\") yakni orang-orang kafir. Atau dengan kata lain: tidak ada yang dibinasakan-Nya kecuali hanya mereka."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 48,
    "arab": "وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
    "translation": "Para rasul yang Kami utus itu adalah untuk memberi kabar gembira dan memberi peringatan. Barangsiapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/837.mp3",
    "tafsir": "Tujuan Allah mengutus para Rasul itu tidak lain hanyalah untuk menyampaikan berita gembira, memberi peringatan, menyampaikan ajaran-ajaran Allah yang akan menjadi pedoman hidup bagi manusia agar tercapai kebahagiaan di dunia dan di akhirat, serta memperingatkan manusia agar jangan sekali-kali mempersekutukan Allah dengan sesuatu pun dan jangan membuat kerusakan di muka bumi.\nBarangsiapa yang membenarkan dan mengikuti para Rasul yang diutus kepadanya, mengerjakan amal yang saleh, maka tidak ada kekhawatiran terhadap diri mereka akan ditimpa azab di dunia, seperti yang pernah ditimpakan kepada orang-orang yang mendustakan Rasul dahulu dan mengingkari Allah, demikian pula terhadap azab akhirat yang dijanjikan untuk orang-orang yang kafir. Mereka tidak akan sedih dan putus asa diwaktu menemui Allah terhadap sesuatu yang telah luput dari mereka, karena mereka telah yakin seyakin-yakinnya bahwa semua yang datang itu adalah dari Allah. Mereka yakin bahwa Allah selalu menjaga dan memelihara mereka.\nAllah swt berfirman:\nKejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), \"Inilah harimu yang telah dijanjikan kepadamu.\" (al-Anbiya'/21: 103)\n\nOrang-orang yang mengikuti Rasul dan mengerjakan amal yang saleh, tidak akan bersedih hati bila ditimpa musibah, seperti meninggalnya anak atau salah satu anggota keluarganya, musnahnya sebagian atau seluruh hartanya, atau mereka ditimpa penyakit dan sebagainya. Mereka akan tabah dan sabar menghadapinya, apa saja yang terjadi tidak akan mempengaruhi iman, amal, akhlak dan moral mereka. Sebaliknya orang-orang yang kafir akan putus asa dan bersedih hati karena sesuatu cobaan yang kecil dari Allah.\nAllah swt berfirman:\nSetiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauh Mahfudh) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah. Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-hadid/57: 22-23)",
    "quraish": "Kami tidak mengutus para rasul kecuali untuk memberi kabar gembira kepada orang yang mempercayai kebaikan dan pahala, dan memberi ancaman kepada orang yang mengingkari adanya azab. Barangsiapa mempercayai seruan mereka lalu mengerjakan amal saleh, tidak akan mempunyai rasa takut terhadap bencana yang menimpa dan tidak merasa sedih terhadap kesenangan yang tidak mereka dapatkan.",
    "jalalayn": "(Dan tidaklah Kami mengutus para rasul itu melainkan untuk memberi kabar gembira) tentang surga terhadap orang yang beriman (dan memberi peringatan) kepada orang yang kafir dengan adanya siksaan neraka. (Siapa yang beriman) kepada rasul-rasul itu (dan mengadakan perbaikan) terhadap amal perbuatannya (maka tak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) di akhirat kelak."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 49,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ",
    "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/838.mp3",
    "tafsir": "Orang-orang yang mendustakan ayat-ayat Allah yang disampaikan para Rasul kepada mereka, adakalanya mereka mendapat azab di dunia sebelum mendapat azab di akhirat, adakalanya mereka mendapat azab di akhirat saja. Mereka diazab itu tidak lain hanyalah karena kesalahan mereka sendiri yaitu karena keingkaran dan kefasikan mereka.",
    "quraish": "Orang-orang yang tidak mempercayai bukti-bukti yang jelas tentang kebenaran misi yang dibawa oleh para rasul, akan ditimpa azab akibat keluarnya mereka dari ketaatan dan keimanan.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami mereka ditimpa siksaan disebabkan mereka selalu berbuat fasik) yaitu keluar dari garis-garis ketaatan."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 50,
    "arab": "قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَ ࣖ",
    "translation": "Katakanlah (Muhammad), “Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.” Katakanlah, “Apakah sama orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan(nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/839.mp3",
    "tafsir": "Para rasul yang diutus adalah manusia biasa, mereka bertugas menyampaikan agama Allah kepada umat mereka masing-masing. Berlainan dengan Nabi Muhammad, beliau bertugas menyampaikan agama Allah kepada seluruh umat manusia. Mereka memberi kabar gembira kepada orang-orang yang mengikuti seruannya dengan balasan pahala yang berlipat ganda dari Allah, memberi peringatan dan ancaman kepada orang yang mengingkari risalah dengan balasan azab yang besar.\nPara rasul itu bukanlah seperti para rasul yang diinginkan oleh orang-orang kafir, yaitu orang-orang yang dapat melakukan keajaiban, mempunyai kemampuan di luar kemampuan manusia biasa, seperti mempunyai ilmu yang melebihi ilmu manusia, ia bukan manusia, tetapi seperti malaikat, atau mempunyai kekuasaan seperti kekuasaan Allah dan sebagainya.\nDalam ayat ini Allah memerintahkan agar Nabi Muhammad menerangkan kepada orang-orang musyrik itu bahwa dia adalah Rasul yang diutus Allah, ia adalah manusia biasa, padanya tidak ada perbendaharaan Allah, ia tidak mengetahui yang gaib dan ia bukan pula malaikat.\nYang dimaksud dengan \"perbendaharaan\" ialah suatu tempat menyimpan barang-barang, terutama barang-barang berharga milik sendiri atau orang lain yang dititipkan kepada orang yang memegang perbendaharaan itu.\nOrang-orang kafir beranggapan bahwa Nabi Muhammad, jika ia benar-benar seorang Rasul Allah tentu ia adalah bendahara Allah. Oleh karena itu, mereka meminta agar Nabi Muhammad memberi dan membagi-bagikan kepada mereka barang-barang yang berharga yang disimpan dalam perbendaharaan serta memanfaatkannya.\nAnggapan orang-orang kafir itu adalah anggapan yang sangat jauh dari kebenaran, karena Allah-lah pemilik seluruh alam ini, sebagaimana firman Allah swt:\nMilik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu. (al-Ma'idah/5: 120)\n\nDalam mengurus dan mengatur milik-Nya itu Allah tidak memerlukan sesuatu pun, sebagaimana firman Allah swt:\n¦ Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar. (al-Baqarah/2: 255)\n\nAllah menegaskan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi, firman-Nya:\nPadahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami. (al-Munafiqun/63: 7)\n\nTugas Rasul hanyalah menyampaikan agama Allah kepada manusia sesuai dengan kesanggupannya sebagai seorang manusia. Ia tidak dapat melakukan sesuatu yang tidak sanggup manusia melakukannya, kecuali jika Allah menghendakinya. Karena itu, ia tidak akan dapat memberi rezeki kepada pengikut-pengikutnya yang miskin, tidak dapat memenangkan pengikut-pengikutnya dalam peperangan semata-mata karena kekuasaannya, ia tidak sanggup mengetahui apakah seseorang telah benar-benar beriman kepadanya setelah dibimbingnya atau menjadikan seseorang itu tetap di dalam kekafiran.\nAllah swt berfirman:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki¦ (al-Baqarah/2: 272)\nFirman Allah swt:\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk. (al-Qasas/28: 56)\n\nNabi saw memang dapat memberikan petunjuk, tetapi petunjuk dalam pengertian irsyad dan bayan (bimbingan dan penjelasan), bukan petunjuk dalam pengertian taufik. Allah swt berfirman:\nDan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syura/42: 52)\n\nKarena itu jika orang-orang kafir meminta kepada Muhammad saw sesuatu yang aneh, seperti mengalirkan sungai-sungai di padang pasir tanah Arab dan adanya kebun-kebun yang indah di sana, menjatuhkan langit bergumpal-gumpal untuk mengazab mereka, diperlihatkan Allah malaikat kepada mereka, tentu saja Muhammad tidak akan sanggup memenuhinya bahkan mustahil ia dapat memenuhinya.\nAllah memerintahkan kepada Nabi Muhammad agar menegaskan kepada orang-orang kafir bahwa ia tidak pernah mengatakan, ia mengetahui yang gaib yang tidak diketahui manusia, karena ia tidak diberi kesanggupan untuk mengetahuinya.\nSesuatu yang gaib ada dua macam, yaitu:\na.Gaib mutlak (hakiki) yang tidak diketahui oleh suatu makhluk pun, termasuk malaikat. Hanya Allah sajalah yang mengetahuinya. Inilah gaib yang dimaksud dalam ayat di atas.\nAllah swt berfirman:\nKatakanlah (Muhammad), \"Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan..\" (an-Naml/27: 65)\nJika Allah menghendaki, maka Dia memberi tahu yang gaib macam ini kepada para Rasul-Nya, seperti memberitahu Nabi Musa seseorang dari Bani Israil yang membunuh saudaranya, setelah saudaranya yang terbunuh itu hidup kembali, setelah dipukul dengan bagian dari sapi betina yang telah disembelih. Contoh lain adalah memberitahu Nabi Isa bahwa sesudahnya, Allah akan mengutus seorang rasul dari keturunan Ismail dan sebagainya.\nb.Gaib nisbi (relatif), yaitu yang tidak diketahui oleh sebagian makhluk, tetapi diketahui oleh yang lain.\nSebab-sebab sebagian makhluk mengetahuinya, dan sebagian yang lain tidak mengetahuinya, di antaranya adalah karena:\n1. Ilmu pengetahuan yang dimiliki. Orang-orang yang berilmu lebih dapat mengetahui hakikat sesuatu sesuai dengan bidang ilmu pengetahuannya dibanding dengan orang yang tidak berilmu.\n2. Pengalaman mengerjakan sesuatu pekerjaan, seperti bergeraknya sesuatu menandakan ada tenaga yang menggerakkannya dan sebagainya.\n3. Firasat atau suara hati, tentang ada dan tidaknya sesuatu. Firasat atau suara hati ini diperoleh seseorang karena kebersihan jiwanya, atau karena latihan-latihan yang biasa dilakukannya untuk itu. Gaib yang tidak hakiki ini bukanlah termasuk gaib yang disebutkan di atas yang hanya Allah saja yang mengetahuinya.\nSebagian ahli tafsir, menjadikan ayat \"wala aqulu lakum inni malak\" sebagai alasan untuk menguatkan pendapat mereka yang mengatakan bahwa malaikat itu lebih tinggi tingkatannya dari manusia. Tetapi bila diperhatikan benar-benar, bahwa ayat ini tidak dimaksudkan untuk menerangkan, siapa yang lebih utama antara malaikat dengan manusia. Ayat ini hanya menerangkan, siapa dan bagaimana sebenarnya seorang rasul itu.\nSebagaimana diketahui bahwa menurut kepercayaan orang-orang Arab jahiliah waktu itu, malaikat adalah suatu makhluk Allah yang lebih tinggi tingkatannya dibanding dengan tingkatan manusia. Malaikat mengetahui yang gaib dan yang tidak diketahui manusia. Di antara mereka ada yang mengatakan bahwa malaikat adalah anak Allah. Karena itu mereka berpendapat bahwa nabi dan rasul itu bukanlah dari manusia biasa, setidaknya sama tingkatannya dengan tingkatan malaikat. Mereka minta kepada Nabi Muhammad agar diperlihatkan kepada mereka malaikat itu dan hendaklah Allah mengutus malaikat kepada mereka.\nUntuk membantah dan memberi penjelasan kepada orang-orang musyrik. seakan-akan Nabi Muhammad menyuruh mengikuti pendapat mereka terlebih dahulu dengan mengatakan \"wala aqulu lakum inni malak\" (dan aku tidak mengatakan kepadamu, bahwa aku adalah malaikat). \nKemudian Allah memerintahkan agar Nabi Muhammad menegaskan kepada orang-orang musyrik itu bahwa yang disampaikannya itu tidak lain hanyalah wahyu dari Allah, bukan sesuatu yang dibuat-buat oleh Nabi.\nNabi Muhammad sejak kecil sudah dikenal sebagai al-Amin, \"yang amat tepercaya\". Ia diperintahkan Allah untuk menyampaikan apa saja wahyu yang diterimanya. Allah telah menjulukinya sebagai al-balagul mubin (penyampai yang nyata). Tetapi kritikan kepada beliau pun telah disampaikan seperti kasus Abdullah bin Ummi Maktum.\nKemudian Allah menegaskan bahwa tidak sama antara orang yang buta dengan orang yang melihat, orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk, tidak sama sifat Allah dengan sifat manusia, demikian pula antara sifat dan tugas malaikat dengan sifat dan tugas Rasul. Hendaklah perhatikan perbedaan-perbedaan yang demikian, agar nyata mana yang benar, mana yang salah, mana yang harus diikuti dan mana yang harus dihindari. Hanya orang-orang yang tidak mau menggunakan akallah yang tidak dapat melihat perbedaan-perbedaan itu.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Rasul, \"Aku tidak mengatakan kepada kalian bahwa aku mempunyai wewenang untuk mengatur segala sesuatu yang dimiliki oleh Allah, hingga dapat mengabulkan apa-apa yang kalian minta. Aku juga tidak mengaku bahwa aku mengetahui hal-hal gaib yang tidak diberitahukan oleh Allah. Aku tidak mengatakan bahwa aku seorang malaikat yang bisa naik ke langit. Aku hanyalah seorang manusia yang hanya mengikuti sesuatu yang diwahyukan Allah kepadaku.\" Katakan pula, wahai Nabi, \"Apakah sama orang yang tersesat dan yang mendapat petunjuk dalam mengetahui kebenaran- kebenaran ini? Apakah pantas kalian berpaling dari petunjuk yang aku bawa kepada kalian, hingga tidak merenungkannya dengan akal pikiran supaya menjadi jelas kebenaran itu bagi kalian?\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku) yang di antaranya ialah rezeki yang diberikan kepadanya (dan tidak) pula bahwa aku (mengetahui yang gaib) hal-hal yang gaib dariku dan tidak diwahyukan kepadaku (dan tidak pula aku mengatakan kepadamu bahwa aku seorang malaikat) di antara malaikat-malaikat lainnya. (Tidaklah) tiada lain (aku hanya mengikut apa yang diwahyukan kepadaku.\" Katakanlah, \"Apakah sama orang yang buta) orang kafir (dengan orang yang melihat?\") orang yang beriman; tentu saja tidak. (Maka apakah kamu tidak memikirkan) tentang hal itu, kemudian kamu beriman."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 51,
    "arab": "وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Peringatkanlah dengannya (Al-Qur'an) itu kepada orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/840.mp3",
    "tafsir": "Sebab turun ayat ini diriwayatkan oleh Ahmad, Ibnu Jarir, Ibnu Abi Hatim dan ath-thabrani dari Abdullah bin Mas'ud, ia berkata, \"Para pembesar Quraisy lewat di hadapan Rasulullah saw, dan di dekat beliau ada para sahabat yang dianggap rendah kedudukannya oleh orang-orang Quraisy, seperti shuhaib, Ammar, Khabab dan yang lainnya, para pembesar Quraisy itu berkata, \"Ya Muhammad, apakah kamu rela mereka yang rendah derajat itu menjadi pengganti kami? Apakah mereka itu orang-orang yang dikaruniai Allah diantara kita? Apakah kami akan menjadi pengikut mereka? Maka singkirkanlah mereka dari kamu, mudah-mudahan jika mereka telah tersingkir, kami akan mengikuti 'engkau.\" Maka Allah menurunkan ayat ini.\nPada ayat ini Allah memerintahkan Rasul-Nya agar memberi peringatan dan menyampaikan ancaman Allah kepada orang-orang yang mengingkari seruannya, setelah pada ayat-ayat yang lalu Allah memerintahkan agar menyampaikan risalah. Hal ini adalah wajar, karena orang yang diberi peringatan dan ancaman itu telah sampai kepadanya seruan Rasul dan pelajarannya, sehingga dapat mengambil manfaat dari ajaran itu, sesuai dengan firman Allah swt:\nSesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barang siapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali. (Fathir/35: 18) \n\nFirman Allah swt:\nSesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia. (Yasin/36: 11)\nAllah memerintahkan Nabi Muhammad agar memberi peringatan kepada orang-orang yang telah beriman, yang telah mengakui adanya hari akhirat, dan adanya suatu hari yang pada hari itu manusia menghadap Allah mempertanggungjawabkan segala perbuataannya yang telah dilakukannya di dunia, dan tidak seorang pun yang dapat menolong yang lain, sebagaimana tersebut dalam firman Allah swt:\n(Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infithar/82: 19) \n\nOrang-orang yang benar-benar beriman selalu berusaha menyempurnakan takwanya kepada Allah, selalu mencari keridaan-Nya, tanpa menggantungkan diri kepada orang lain seperti wali-wali dan orang saleh. Mereka yakin dan percaya bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari segala siksaan Allah.\nAdapun orang-orang kafir, mereka tidak perlu diberi peringatan, karena peringatan dan ancaman itu tidak berfaedah baginya, mereka tidak percaya sedikit pun bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari siksaan Allah.",
    "quraish": "Berilah peringatan, dengan isi kandungan al-Qur'ân ini, mereka yang takut kepada kedahsyatan suatu hari, ketika mereka digiring oleh malaikat untuk pengadilan dan pembalasan, dan tidak mempunyai penolong atau pemberi syafaat kecuali dengan izin Allah, agar mereka menjauhi hal-hal yang dapat membuat Allah murka!",
    "jalalayn": "(Dan berilah peringatan) takut-takutilah (dengannya) dengan Alquran (orang-orang yang takut akan dihimpunkan kepada Tuhannya pada hari kiamat sedang tidak ada bagi mereka selain-Nya) yakni selain Allah (seorang pelindung) yang dapat menolong mereka (dan pemberi syafaat pun) yang dapat memberikan syafaat kepada mereka. Jumlah kalimat yang diawali dengan huruf nafi menjadi hal dari dhamir yang terdapat di dalam lafal yuhsyaruu; maksudnya tempat yang ditakuti. Dan yang dimaksud dengan mereka adalah orang-orang yang maksiat (agar mereka bertakwa) kepada Allah dengan memberhentikan diri mereka dari kebiasaan yang biasa mereka lakukan kemudian mau berbuat ketaatan."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 52,
    "arab": "وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ",
    "translation": "Janganlah engkau mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/841.mp3",
    "tafsir": "Allah memperingatkan agar Rasulullah jangan sekali-kali mengabaikan orang-orang yang menyembah dan menyeru Allah pagi dan petang, semata-mata untuk mencari keridaan Allah dengan memurnikan ketaatan kepada-Nya, walaupun mereka itu adalah orang-orang yang termasuk golongan rendah dalam masyarakat.\nMereka beribadah, beramal dan bersedekah semata-mata karena Allah, tidak menginginkan pujian dari manusia, sebagaimana tersebut dalam firman Allah swt:\n(sambil berkata), \"Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu. (al-Insan/76: 9)\n\nFirman Allah:\nDan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. Tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi. Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna). (al-Lail/92: 19-21)\nSekalipun di antara mereka ada orang yang dipandang rendah kedudukannya dalam masyarakat, tetapi dia di sisi Allah adalah orang yang paling mulia. Allah swt berfirman:\n¦ Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13)\n\nAyat di atas dan sebab turunnya mengisyaratkan kepada Nabi Muhammad, bahwa telah berlaku sunatullah atas beliau seperti yang telah berlaku pada rasul-rasul terdahulu, yaitu kebanyakan dari orang-orang yang lebih dulu beriman dan mengikuti seruan mereka adalah orang-orang yang mempergunakan akal pikirannya, tetapi mereka adalah orang-orang yang miskin atau orang-orang yang dipandang hina oleh masyarakatnya, sedangkan pemuka-pemuka masyarakat dan orang-orang kaya memusuhi dan mengingkari seruan rasul, sebagaimana firman Allah swt.\nDan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\" Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab. (Saba'/34: 34-35)\n\nFirman Allah swt:\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27)\n\nAllah memperingatkan Nabi Muhammad, bahwa dia tidak berwenang menilai perbuatan orang-orang yang berdoa dan menyembah Allah pagi dan petang, sebagaimana pula mereka tidak berwenang menilai perbuatan Rasul. Yang berwenang menilai semuanya hanyalah Allah karena Dia Pemilik dan Penguasa alam semesta ini. Orang-orang mukmin bukanlah budak dan bukan pula pesuruh atau pegawai Rasul, mereka adalah hamba Allah yang selalu mencari keridaan-Nya, sedang Rasul adalah utusan Allah yang bertugas menyampaikan wahyu kepada manusia.\nAllah swt berfirman :\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22)\nOleh sebab itu, janganlah sekali-kali Nabi Muhammad mengusir orang-orang yang menyembah dan menghambakan diri, pagi atau petang itu. Jika Nabi saw, melakukannya maka berarti ia termasuk orang-orang yang zalim, karena yang berwenang menilai dan memberi balasan itu hanyalah Allah semata.",
    "quraish": "Wahai Muhammad, jangan engkau penuhi seruan orang-orang kafir yang sombong hingga engkau mengusir orang-orang Mukmin lemah yang selalu menyembah Allah dan hanya mengharapkan rida-Nya! Jangan engkau perhatikan penindasan mereka terhadap orang-orang Mukmin! Karena kamu tidak bertanggung jawab di hadapan Allah atas sesuatu yang mereka perbuat, sebagaimana mereka juga tidak bertanggung jawab atas perbuatan-perbuatanmu. Apabila engkau memenuhi seruan orang-orang kafir yang keras kepala itu, lalu engkau mengusir orang-orang Mukmin, maka engkau telah termasuk orang-orang yang lalim.",
    "jalalayn": "(Dan janganlah kamu mengusir orang-orang yang menyeru Tuhannya di pagi hari dan di petang hari sedangkan mereka menghendaki) dengan ibadahnya itu (keridaan-Nya) Yang Maha Tinggi bukannya untuk tujuan meraih sesuatu dari keduniaan. Mereka adalah kaum muslimin yang miskin sedangkan kaum musyrikin sangat tidak menyukai mereka lalu orang-orang musyrik meminta kepada Nabi saw. agar beliau mengusir mereka dari sisinya supaya orang-orang musyrik itu dapat duduk bersama-sama dengan beliau. Kemudian Nabi saw. bermaksud untuk memenuhi permintaan orang-orang musyrik itu agar mereka mau masuk Islam. (Kamu tidak memikul tanggung jawab terhadap perbuatan mereka) huruf min adalah tambahan (sedikit pun) jika hati mereka tidak rela (dan mereka pun tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu yang menyebabkan kamu berhak mengusir mereka) sebagai jawab dari nafi (sehingga kamu termasuk orang-orang yang lalim) jika kamu melakukan hal itu."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 53,
    "arab": "وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ",
    "translation": "Demikianlah Kami telah menguji sebagian mereka (orang yang kaya) dengan sebagian yang lain (orang yang miskin), agar mereka (orang yang kaya itu) berkata, “Orang-orang semacam inikah di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman), “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/842.mp3",
    "tafsir": "Perumpamaan yang diterangkan pada ayat yang lalu adalah semacam cobaan dan ujian Allah kepada orang-orang yang beriman. Cobaan itu sengaja diberikan Allah untuk menguji dan memperkuat iman seseorang yang benar-benar beriman, tabah dan sabar menghadapi cobaan-cobaan itu, sebaliknya orang yang kurang atau tidak beriman pasti tidak akan tabah dan sabar menghadapinya. \nCobaan dan ujian itu diberikan Allah beraneka bentuk. Adakalanya cobaan itu berupa perbedaan-perbedaan yang terdapat di antara manusia; ada yang kaya, ada yang miskin, ada yang kuat dan ada yang lemah, ada yang berkuasa dan ada yang dikuasai, ada yang menindas dan ada yang tertindas dan sebagainya. Demikian pula ada yang bodoh dan ada yang pandai, ada yang sehat dan ada yang sakit dan sebagainya.\nOrang-orang yang lemah imannya akan merasa terhina dengan perkataan orang-orang kafir, \"Orang-orang yang memeluk agama Islam itu hanyalah orang-orang bodoh, orang-orang miskin dan orang-orang yang berasal dari kasta yang rendah.\" Atau perkataan orang-orang kafir, \"Bahwa kamilah yang dicintai Allah karena kami diberi rezeki yang banyak dan pengetahuan yang tinggi oleh Allah.\" Dan sebagainya. Sedangkan orang yang kuat imannya tidak terpengaruh sedikit pun oleh perkataan yang demikian itu, bahkan imannya bertambah kuat karenanya.\nAllah-lah yang menetapkan pemberian dan penambahan nikmat kepada seorang hamba-Nya. Pemberian nikmat tersebut untuk menguji siapa yang bersyukur dan siapa yang ingkar. Bila manusia bersyukur akan ditambah nikmatnya. Tetapi, yang ingkar akan diazab.\nAllah swt berfirman:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \" Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)",
    "quraish": "Seperti cobaan yang telah ditetapkan dalam ketentuan Kami ini, Kami menguji orang-orang yang sombong dengan membuat kaum lemah lebih dulu memeluk Islam, sehingga mereka mengatakan, dengan nada mengejek, \"Apakah orang-orang miskin itu golongan kita yang mendapatkan karunia dari Allah yang telah dijanjikan oleh Muhammad?\" Orang-orang miskin itu memahami bahwa karunia Allah adalah petunjuk kepada keimanan, maka mereka lalu menyucikan-Nya. Allah Maha Mengetahui orang-orang yang mensyukuri nikmat dan karunia-Nya.",
    "jalalayn": "(Dan demikianlah telah Kami uji) Kami telah coba (sebagian mereka dengan sebagian lainnya) yakni orang yang mulia dengan orang yang rendah, orang kaya dengan orang miskin, untuk Kami lombakan siapakah yang berhak paling dahulu kepada keimanan (supaya mereka berkata) orang-orang yang mulia dan orang-orang yang kaya yaitu mereka yang ingkar (\"Orang-orang semacam inikah) yakni orang-orang miskin (di antara kita yang diberi anugerah oleh Allah kepada mereka?\") hidayah. Artinya jika apa yang sedang dilakukan oleh orang-orang miskin dan orang-orang rendahan itu dinamakan hidayah, niscaya orang-orang mulia dan orang-orang kaya itu tidak akan mampu mendahuluinya. Allah berfirman, (\"Tidakkah Allah lebih mengetahui tentang orang-orang yang bersyukur?\") kepada-Nya lalu Dia memberikan hidayah kepada mereka. Memang betul."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 54,
    "arab": "وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ",
    "translation": "Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, “Salamun ‘alaikum  (selamat sejahtera untuk kamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang-siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/843.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad, dan orang-orang beriman agar mengucapkan \"salam\" kepada orang-orang beriman yang mereka temui, atau bila berpisah antara satu dengan yang lain. Ucapan salam itu adakalanya \"salamun 'alaikum\" adakalanya \"assalamu'alaikum\" atau \"assalamu'alaikum warahmatullah wabarakatuh\", dan ditindaklanjuti dengan memelihara kedamaian.\nPerkataan \"salam\" berarti \"selamat\", \"sejahtera\" atau \"damai\". \"As-Salam\" ialah salah satu dari nama-nama Allah, yang berarti bahwa Allah selamat dari sifat-sifat yang tidak layak baginya, seperti sifat lemah, miskin, baharu, mati dan sebagainya.\nUcapan \"salam\" yang diperintahkan Allah agar orang-orang mukmin mengucapkannya dalam ayat ini, mengandung pengertian bahwa Allah menyatakan kepada orang-orang yang telah masuk Islam, mereka telah selamat dan sejahtera dengan masuk Islam itu, karena dosa-dosa mereka telah diampuni, jiwa dan darah mereka telah dipelihara oleh kaum Muslimin, dan mereka telah mengikuti petunjuk yang membawa mereka kepada kebahagiaan hidup di dunia dan di akhirat. Oleh karena itu, sesama muslim tidak boleh berkelahi, apalagi bermusuhan.\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan \"salam\" dalam ayat ini ialah \"salam\" yang harus diucapkan Rasulullah saw, kepada orang-orang mukmin yang dianggap rendah dan miskin oleh orang-orang Quraisy, yang datang kepada Rasulullah saw, di waktu beliau sedang berbicara dengan pembesar-pembesar Quraisy. Janganlah mereka diusir, sehingga menyakitkan hatinya. Sekalipun mereka miskin tetapi kedudukan mereka lebih tinggi di sisi Allah, karena itu ucapkanlah kepada mereka kata-kata yang baik atau suruhlah mereka menunggu sampai pembicaraan dengan pembesar-pembesar Quraisy itu selesai. Menurut golongan ini bahwa pendapat mereka sesuai dengan sebab ayat diturunkan.\nKepada orang-orang yang masuk Islam, Allah menjanjikan akan melimpahkan rahmat-Nya kepada mereka, sebagai suatu kemurahan daripada-Nya.\nDi antara rahmat yang dilimpahkan Allah ialah tidak dihukumnya orang-orang yang:\n1. Berbuat maksiat dengan tidak mengetahui bahwa perbuatan itu adalah perbuatan maksiat.\n2. Mengerjakan larangan karena tidak sadar, lantaran sangat marah atau karena dorongan hawa nafsu. Kemudian mereka bertobat, dan menyesal atas perbuatan itu, mereka berjanji tidak akan mengulangi lagi, serta mengadakan perbaikan dengan mengerjakan perbuatan-perbuatan baik, dan mengikis habis pengaruh pekerjaan buruk itu dalam hatinya, hingga hati dan jiwanya bersih, dan dirinya bertambah dekat kepada Allah.\nDari ayat ini dapat diambil suatu dasar dalam menetapkan hukuman bahwa hal-hal yang dapat menghapuskan, mengurangi atau meringankan hukuman seseorang yang akan atau telah diputuskan hukumannya, yaitu:\n1. Kesalahan yang diperbuatnya dilakukan tanpa disadari, atau perbuatan itu dilakukan tanpa kemauan dan ikhtiarnya.\n2. Tindakan atau tingkah lakunya menunjukkan bahwa ia telah berjanji dalam hatinya tidak akan mengulangi perbuatan itu, ia telah menyesal karena mengerjakan kejahatan tersebut, serta melakukan perbuatan-perbuatan baik.",
    "quraish": "Apabila kamu didatangi oleh orang-orang yang mempercayai al-Qur'ân, katakan kepada mereka, sebagai penghormatan, \"Selamat atas kalian. Aku beri kabar gembira tentang kasih sayang yang Allah wajibkan kepada diri-Nya. Suatu kasih sayang yang mengharuskan bahwa bila seseorang di antara kalian berbuat kejahatan karena tidak mengetahui akibatnya, kemudian ia kembali kepada Allah dengan perasaan menyesal dan bertobat serta memperbaiki perbuatannya, Allah pasti akan memaafkannya. Sebab ampunan dan rahmat Allah amat luas.\"",
    "jalalayn": "(Apabila orang-orang yang beriman kepada ayat-ayat Kami itu datang kepadamu, maka katakanlah) kepada mereka (\"Mudah-mudahan Allah melimpahkan kesejahteraan atas kamu telah menetapkan) telah memastikan (Tuhanmu atas diri-Nya kasih sayang, yaitu bahwasanya) yakni perihalnya; di dalam suatu qiraat dibaca dengan fathah yaitu annahu sebagai badal atau kata ganti dari Lafal ar-rahmah (siapa yang berbuat kejahatan di antara kamu lantaran kejahilan) terhadap perbuatan itu sewaktu ia melakukannya (kemudian ia bertobat) kembali ke jalan yang benar (setelah itu) setelah mengerjakannya (dan mengadakan perbaikan) terhadap amal perbuatannya (maka sesungguhnya Ia) yakni Allah swt. (Maha Pengampun) kepadanya (lagi Maha Penyayang.\") kepada dirinya. Menurut qiraat lainnya dibaca dengan fatah; artinya maka Dialah yang memberi ampunan dan kasih sayang."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 55,
    "arab": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ",
    "translation": "Dan demikianlah Kami terangkan ayat-ayat Al-Qur'an, (agar terlihat jelas jalan orang-orang yang saleh) dan agar terlihat jelas (pula) jalan orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/844.mp3",
    "tafsir": "Jalan hidup orang-orang beriman adalah mengerjakan kebaikan. Kalaupun mereka berbuat salah, itu karena kekeliruan. Sedangkan jalan hidup orang yang tidak beriman adalah berbuat dosa. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada manusia dengan sejelas-jelasnya agar orang-orang beriman mengetahui secara nyata, mana jalan orang-orang baik dan mana jalan orang-orang berdosa.",
    "quraish": "Dengan keterangan yang jelas itu, Kami menerangkan bukti-bukti yang bermacam-macam, agar menjadi tampak jalan kebenaran yang dilalui oleh orang-orang Mukmin dan menjadi jelas jalan kebatilan yang dilalui oleh orang-orang kafir.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jelaskan sebelumnya (Kami terangkan) Kami jelaskan (ayat-ayat) Alquran untuk menampakkan yang hak kemudian diamalkan (supaya jelas) supaya menjadi terang (jalan) kelakuan (orang-orang yang berdosa) kemudian engkau menjauhinya. Dalam suatu qiraat dibaca litubayyina; menurut qiraat lainnya dibaca litastabiina. Bila lafal sabiil dibaca nashab maka pembicaraannya ditujukan kepada Nabi saw."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 56,
    "arab": "قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Katakanlah, “Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/845.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad, agar menyampaikan kepada orang-orang musyrik, bahwa dia telah dilarang menyembah selain kepada Allah. Di dalam Al-Qur'an, larangan itu antara lain menyembah dan memohon pertolongan kepada patung-patung, menyembah dan menghambakan diri kepada para malaikat, kepada orang-orang atau kuburan-kuburan yang dianggap keramat dan sebagainya. Larangan itu terdapat di dalam Al-Qur'an yang telah diturunkan Allah kepadanya, disertai bukti-bukti dan dalil-dalil yang kuat yang dapat menambah keyakinan akan kebenaran larangan Allah itu.\nDiterangkan pula bahwa yang disembah orang-orang musyrik itu adalah sesuatu yang tidak dapat memberi manfaat dan memberi mudarat sedikit pun, tidak dapat memberi pertolongan kepada orang-orang yang memohon kepadanya, dan tidak sangggup mengelakkan suatu malapetaka pun yang menimpa penyembah-penyembahnya. Mereka menyembah selain Allah itu semata-mata mengikuti hawa nafsu dan keinginan mereka saja mengikuti kebiasaan-kebiasaan yang biasa dilakukan oleh nenek moyang mereka, tanpa bukti-bukti dan dalil-dalil yang kuat. Karena itu Nabi dan kaum Muslimin tidak akan mengikuti ajakan mereka itu.\nNabi Muhammad juga diperintahkan untuk menyampaikan bahwa ia dan kaum Muslimin tidak akan mengikuti ajakan mereka. Karena, jika ia mengikuti ajakan mereka berarti ia mengikuti sesuatu yang tidak mempunyai dasar yang kuat dan sesat, dan ia dengan demikian bukan seorang Nabi.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Nabi, \"Sesungguhnya Allah telah melarangku untuk menyembah apa yang kalian sembah selain Allah. Aku tidak mengikuti hawa nafsu kalian. Karena, bila aku mengikuti kalian, pasti akan menyeleweng dari kebenaran dan tidak termasuk orang-orang yang mendapat petunjuk.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku dilarang menyembah tuhan-tuhan yang kamu seru) kamu sembah (selain Allah.\" Katakanlah, \"Aku tidak akan mengikuti hawa nafsumu) dalam menyembah tuhan-tuhanmu itu (sungguh tersesatlah aku jika berbuat demikian) jika aku ikut menyembah tuhan-tuhan itu (dan tidak pula aku termasuk orang-orang yang mendapat petunjuk.\")"
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 57,
    "arab": "قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِيْنَ",
    "translation": "Katakanlah (Muhammad), “Aku (berada) di atas keterangan yang nyata (Al-Qur'an) dari Tuhanku sedang kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan (hukum itu) hanyalah hak Allah. Dia menerangkan kebenaran dan Dia pemberi keputusan yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/846.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi saw agar menyampaikan kepada orang-orang musyrik, bahwa ia memiliki bukti kenabiannya, yaitu wahyu. Wahyu itu memberitahukan adanya hidup sesudah mati, tetapi mereka meminta disegerakan, padahal hal itu adalah wewenang Allah, dan Allah Mahabenar dalam berita yang disampaikan-Nya (an-Nahl/16: 1).\nNabi Muhammad dan pengikut-pengikutnya tidak mengikuti ajakan mereka, karena agama yang disampaikannya disertai dengan dasar-dasar, dalil-dalil dan keterangan-keterangan yang kuat, berdasarkan petunjuk-petunjuk yang diwahyukan Allah yang terdapat di dalam Al-Qur'an. Adapun orang-orang musyrik itu mereka mengajak Nabi dan kaum Muslimin mengikuti agama mereka, tetapi mereka tidak mengemukakan dalil-dalil dan keterangan-keterangan yang dapat menguatkan dasar kepercayaan mereka, agar dengan demikian timbul keyakinan pada diri seseorang yang mereka ajak itu akan kebenaran agama mereka.\nDi antara sebab mereka mengingkari dan mendustakan Al-Qur'an dan kenabian Muhammad adalah karena Allah tidak memperkenankan permintaan mereka, agar kepada mereka diturunkan azab, seperti yang telah diturunkan kepada umat nabi-nabi terdahulu, sebagai bukti kerasulan Muhammad, sebagai yang diterangkan Allah swt dalam firman-Nya:\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\n\nTelah diketahui bahwa yang menetapkan dan menentukan segala sesuatu itu hanyalah Allah, tidak ada yang selain Dia. Hanya Dialah yang mengetahui hikmah terjadi atau tidak terjadinya sesuatu di alam ini. Dalam menentukan terjadinya sesuatu atau tidak terjadinya, Dia mempunyai aturan-aturan dan hukum-hukum. Terjadinya sesuatu adalah sesuai aturan-aturan dan hukum-hukum-Nya itu, sebagaimana firman Allah swt:\n¦ Dan segala sesuatu ada ukuran di sisi-Nya. (ar-Ra'd/13: 8)\n\nAllah menerangkan bahwa segala sesuatu yang tersebut di dalam Al-Qur'an adalah benar dan benar-benar akan terjadi, sesuai dengan firman-Nya:\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu. (al-hajj/22: 47)\n\nFirman Allah swt:\nBagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (Yunus/10: 49)",
    "quraish": "Katakan kepada mereka lagi, \"Aku benar-benar berada pada syariat yang jelas yang diturunkan dari Tuhanku melalui al-Qur'ân yang kalian tidak percayai. Di luar kemampuanku, mempercepat azab seperti yang kalian tantang. Hal itu hanya ada dalam kekuasaan Allah dan tergantung kepada kehendak, kebijaksanaan, dan wewenang-Nya. Bila Dia menghendaki, Dia akan mempercepatnya, dan bila menghendaki, Dia akan melambatkannya. Semuanya menurut hikmah yang Dia ketahui. Dia adalah sebaik- baik pemutus persoalan antara aku dan kalian.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku berada di atas hujah) penjelasan yang nyata (dari Tuhanku dan) ternyata (kamu mendustakannya) mendustakan Tuhanku karena kamu telah menyekutukan-Nya. (Tidak ada padaku apa yang kamu minta supaya disegerakan kedatangannya) yaitu berupa azab. (Tidak lain) tiada lain (menetapkan hukum itu) dalam masalah tersebut dan masalah-masalah lainnya (hanyalah hak Allah. Dia memutuskan) menentukan (yang sebenarnya dan Dia pemberi keputusan yang paling baik.\") pemberi ketentuan hukum yang paling baik. Menurut suatu qiraat dibaca yaqushshu/menerangkan bukannya yaqdhii/memutuskan."
  },
  {
    "hizb": 53,
    "name": "Al-An'am",
    "ayat": 58,
    "arab": "قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Seandainya ada padaku apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.” Dan Allah lebih mengetahui tentang orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/847.mp3",
    "tafsir": "Seandainya azab yang diminta oleh orang-orang kafir itu berada di tangan Muhammad saw, tentulah mereka sudah dibinasakan, karena mereka telah mendustakan ayat Allah, menentang seruan Nabi, dan menghalang-halangi orang lain masuk Islam.\nAllah Maha Mengetahui orang-orang yang zalim dan orang-orang yang tidak dapat lagi diharapkan keimanannya. Dia Maha Mengetahui azab yang pantas diberikan kepada mereka itu dan Dia pasti mengazab mereka sesuai dengan waktu yang telah ditetapkan-Nya.",
    "quraish": "Katakan, \"Apabila aku mampu menimpakan azab yang kalian tantang untuk dipercepat, niscaya aku akan menimpakannya kepada kalian, atas nama kemurkaan Tuhanku. Dengan demikian, akan selesai permasalahan antara aku dan kalian. Tetapi hal itu adalah wewenang Allah. Dia yang Mahatahu azab--baik yang cepat maupun yang lambat--yang sesuai dengan orang-orang kafir.",
    "jalalayn": "(Katakanlah) kepada mereka (\"Kalau sekiranya ada padaku apa/azab yang kamu minta supaya disegerakan kedatangannya, tentu telah diselesaikan Allah urusan yang ada antara aku dan kamu) yaitu dengan cara aku menyegerakan azab itu kepadamu, kemudian aku istirahat. Akan tetapi azab itu hanya ada di tangan kekuasaan Allah (Dan Allah lebih mengetahui tentang orang-orang yang lalim.\") di kala Ia mau menghukum mereka."
  }
]