[
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 111,
    "arab": "۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ",
    "translation": "Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/900.mp3",
    "tafsir": "Dalam ayat ini diterangkan kepada kaum Muslimin, jika sekiranya Allah berkenan menurunkan malaikat-malaikat kepada kaum musyrik sehingga mereka dapat melihatnya dengan mata kepala mereka sendiri dan dapat mendengar perkataannya dengan telinga mereka sendiri tentang kesaksian para malaikat bahwa Muhammad itu betul-betul utusan Allah, dan sekiranya orang-orang yang telah mati dihidupkan kembali lalu berbicara dengan mereka tentang kebenaran Nabi Muhammad, dan juga sekiranya segala sesuatu baik berupa keterangan Al-Qur'an tentang kebenaran Nabi dan mukjizatnya itu dikumpulkan dan ditampakkan kepada mereka, niscaya mereka tidak beriman, sebagaimana mereka nyatakan dalam sumpah mereka. Mereka meminta tanda-tanda itu bukan untuk mencari petunjuk ke arah iman, melainkan untuk tujuan permusuhan, sehingga apapun yang mereka saksikan selalu mereka anggap sebagai sihir. Jika Allah menghendaki mereka beriman, tentu hati mereka terbuka untuk beriman dengan cara yang sungguh-sungguh. Mereka tidak mengetahui bahwa iman tidak perlu disangkutpautkan dengan melihat tanda-tanda kebenaran, sebab telah menjadi kebenaran umum bahwa keimanan adalah semata-mata anugerah dari Allah Ta'ala. Walaupun kepada orang-orang musyrik telah diperlihatkan tanda-tanda kebenaran Nabi Muhammad, namun hal itu tidak menjadi jaminan mereka benar-benar akan beriman, sebab datangnya keimanan bukanlah dengan paksaan, melainkan karena keikhlasan hati, karunia, taufik dan hidayah dari Allah swt.\nSelanjutnya Allah menerangkan bahwa watak orang musyrik itu tidak diketahui oleh kebanyakan kaum Muslimin sehingga mereka meminta kepada Nabi Muhammad untuk memperlihatkan mukjizatnya, dengan harapan agar orang-orang kafir itu beriman. (Sebagian ahli tafsir berpendapat bahwa yang dimaksud dengan 'kebanyakan orang yang tidak mengetahui ialah orang-orang kafir).",
    "quraish": "Orang-orang yang bersumpah bahwa jika datang suatu bukti mereka akan beriman, benar-benar bohong. Allah lebih tahu tentang keimanan mereka yang sebenarnya. Kalaupun Kami menurunkan malaikat yang dapat mereka lihat dengan mata kepala, kemudian mereka diajak bicara (mendengar pembicaraan) orang mati setelah dihidupkan kembali dan dikeluarkan dari kubur, serta Kami kumpulkan segala sesuatu yang menerangkan kebenaran, mereka tidak juga akan beriman kecuali jika Allah menghendaki. Sungguh, kebanyakan mereka tidak memahami dan tidak tunduk kepada kebenaran, karena hati mereka telah tertutup oleh perilaku jahiliah.",
    "jalalayn": "(Kalau sekiranya Kami turunkan malaikat kepada mereka, dan orang-orang yang telah mati berbicara dengan mereka) seperti apa yang telah mereka minta (dan Kami kumpulkan pula) Kami himpunkan pula (segala sesuatu ke hadapan mereka) dibaca dengan damah kedua huruf permulaannya, jamak dari Lafal qabiil yakni gelombang demi gelombang. Dibaca kasrah huruf qaf-nya serta dibaca fatah huruf ba-nya; artinya: secara terang-terangan sehingga mereka dapat menyaksikan kebenaranmu (niscaya mereka tidak juga akan beriman) karena hal itu telah diketahui oleh Allah sebelumnya (kecuali) melainkan (jika Allah menghendaki) mereka beriman, maka baru mereka dapat beriman (akan tetapi kebanyakan mereka tidak mengetahui) tentang hal itu."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 112,
    "arab": "وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ",
    "translation": "Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/901.mp3",
    "tafsir": "Menurut Mujahid, Qatadah dan Hasan al-Bashri, di antara jin dan manusia itu ada yang menjadi setan. Pendapat ini diperkuat oleh Abu dzar yang ditanya oleh Nabi Muhammad, \"Wahai Abu dzar apakah kamu telah memohon perlindungan kepada Allah dari kejahatan-kejahatan setan yang berasal dari jin dan manusia?\" Lalu Abu dzar bertanya, \"Ya Rasulullah adakah setan-setan dari manusia?\" Nabi Muhammad menjawab, \"Ya benar-benar ada\". Yang dimaksud di sini adalah manusia yang berperilaku seperti setan, selalu mengajak kepada kejahatan dan permusuhan. \nAyat ini menjelaskan, bahwa kaum Muslimin menghadapi sikap permusuhan orang-orang musyrik. Demikian pulalah Allah menjadikan bagi tiap-tiap Nabi musuh-musuh yang terdiri dari setan-setan baik dari jenis manusia maupun dari jenis jin. \nSetan-setan adalah musuh bagi para nabi dan para ulama yang menjadi pewaris para nabi; juga bagi setiap mubalig yang menyiarkan agama Allah, Setiap kali timbul hal yang bertentangan, pastilah yang satu akan mengalahkan yang lain, yang kuat tentu menghancurkan yang lemah, dan menjadi sunatullah, bahwa kesudahan yang baik dan kemenangan terakhir tentu berada di pihak golongan yang benar. Apabila turun hujan deras akan timbul banjir, dan ia akan menimbulkan buih yang banyak sekali di atas permukaan air. Buih itu, jika ditiup angin, segera lenyap menghilang sehingga hanya airnya yang tetap di bumi. Demikian pula kehidupan ini penuh dengan perjuangan; dan seorang pejuang tidak dapat memelihara kedudukannya kecuali dengan kegigihan dan kesabaran. Demikian pula amal-amal yang diterima Allah hanyalah amal-amal yang dikerjakan dengan baik dan ikhlas. Hal ini ditegaskan oleh Allah sebagai berikut: \nArtinya: \nAtaukah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan dan diguncang (dengan berbagai cobaan), sehingga Rasul dan orang-orang yang beriman bersamanya berkata, \"Kapankah datang pertolongan Allah?\" Ingatlah, sesungguhnya pertolongan Allah itu dekat. (al-Baqarah/2: 214)\n\nSetan-setan yang menjadi musuh para nabi berusaha membisikkan kepada orang yang digodanya bujukan yang indah-indah untuk menipu mereka, dan mengelabui penglihatan mereka sehingga dengan tidak disadari mereka tergelincir dari jalan yang benar.\nTelah terbukti dengan nyata tipu muslihat setan itu pada peristiwa yang dialami oleh Nabi Adam dan Siti Hawa. Setan bersumpah dengan halus dan menggambarkan kepada Adam bahwa bila Adam dan isterinya mau makan buah khuldi (buah keabadian), maka ia akan tetap tinggal di surga selama-lamanya. Demikian pula, setan membisikkan kepada orang-orang yang terjerumus melakukan kemaksiatan. Setan tersebut membisikkan agar mereka menggunakan kesempatan untuk hidup bebas merdeka di dunia ini menikmati segala kelezatan hidup, karena mereka tidak perlu takut pada siksaan Allah, karena Allah adalah Maha Pengampun dan Maha Penyayang.\nSekiranya Allah menghendaki agar setan-setan itu tidak menipu manusia, tentulah setan-setan itu tidak dapat berbuat apapun. Tetapi Allah memberi keleluasaan kepada manusia untuk memilih apa yang akan mereka kerjakan menurut petunjuk akalnya yang sehat dan memilih jalan yang akan ditempuhnya, jalan yang benar atau jalan yang salah. Karena itu, Nabi diperintah untuk tidak menghiraukan mereka, sebab nanti di akhirat mereka harus mempertanggungjawabkan segala tingkah laku mereka selama di dunia. Sedangkan Nabi hanya bertugas menyampaikan.",
    "quraish": "Seperti halnya mereka memusuhi dan membantahmu, padahal kamu ingin memberi petunjuk kepada mereka, Kami juga menciptakan musuh berupa kelompok tinggi hati dari jin dan manusia untuk setiap nabi yang menyampaikan pesan-pesan Kami, yang tidak dapat kau lihat. Mereka saling membisikkan perkataan yang indah penuh tipuan tapi kosong tak berarti. Dengan begitu, mereka menebarkan rasa sombong dengan tidak benar. Semua itu terjadi atas takdir dan kehendak Allah. Kalau Dia menghendaki, mereka pasti tidak akan melakukan itu. Akan tetapi, yang demikian itu untuk membersihkan hati orang-orang Mukmin, maka biarkan saja orang-orang yang sesat itu berada dalam kekufuran lantaran kata-kata bohong yang mereka lontarkan.",
    "jalalayn": "(Dan demikianlah Kami jadikan bagi tiap-tiap nabi itu musuh) sebagaimana Kami telah jadikan mereka sebagai musuh-musuhmu; kemudian pengertian musuh itu dijelaskan (yakni setan-setan) siluman-siluman (dari jenis manusia dan jin yang memberikan bisikan) yang menghembuskan godaan (antara yang sebagian kepada sebagian lainnya tentang perkataan-perkataan yang indah-indah) yang memulas warna kebatilan (untuk membujuk) umat manusia. (Jika Tuhanmu menghendaki, niscaya mereka tidak mengerjakannya) maksudnya bisikan-bisikan yang menyesatkan tadi (maka tinggalkanlah mereka) biarkanlah orang-orang kafir itu (dan apa yang mereka ada-adakan) berupa kekafiran dan lain-lainnya yang sudah menjadi watak mereka; ayat ini diturunkan sebelum turunnya ayat perintah untuk berperang."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 113,
    "arab": "وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ",
    "translation": "Dan agar hati kecil orang-orang yang tidak beriman kepada akhirat, tertarik kepada bisikan itu, dan menyenanginya, dan agar mereka melakukan apa yang biasa mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/902.mp3",
    "tafsir": "Setan membisikkan kata-kata yang penuh tipu daya kepada orang-orang yang akan disesatkannya agar mereka tidak percaya adanya kehidupan akhirat dan agar mereka cenderung pada bisikan-bisikan itu, lalu mereka tertarik untuk mengikuti apa yang dibisikkan. Adapun orang-orang yang menyadari bahwa setiap perbuatannya pasti harus dipertanggungjawabkan, dia tidak akan tertipu oleh bisikan-bisikan setan, walaupun setan-setan itu berusaha keras untuk mempengaruhi mereka agar mengerjakan apa yang dibisikan.",
    "quraish": "Mereka memutarbalikkan perkataan palsu itu untuk merayu diri sendiri agar mereka senang, dan untuk menjadikan hati orang-orang yang seperti mereka condong kepada jin dan manusia arogan yang tidak tunduk kepada akhirat itu. Mereka berkeyakinan bahwa kehidupan yang sebenarnya adalah kehidupan di dunia ini. Juga agar mereka jatuh oleh sebab sikap tidak percaya kepada hari akhir dengan kebohongan- kebohongan mereka ke dalam lembah dosa.",
    "jalalayn": "(Dan juga agar mau mendengar) diathafkan kepada Lafal ghuruuran; artinya agar mau cenderung (kepada bisikan itu) yakni godaan tersebut (hati kecil) hati sanubari (orang-orang yang tidak beriman kepada kehidupan akhirat dan agar mereka merasa senang kepadanya dan supaya mereka mau mengerjakan) (apa yang setan-setan itu kerjakan) yaitu berupa perbuatan-perbuatan dosa sehingga mereka mendapat siksaan karenanya."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 114,
    "arab": "اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ",
    "translation": "Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu secara rinci? Orang-orang yang telah Kami beri kitab mengetahui benar bahwa (Al-Qur'an) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/903.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa Nabi Muhammad menyatakan sikapnya tentang hukum-hukum Allah dengan bentuk pertanyaan, untuk lebih membangkitkan perhatian. Beliau mengatakan, Apakah patut aku mencari hakim selain Allah untuk menetapkan sesuatu, padahal Allah telah menurunkan kepadaku Al-Qur'an secara terperinci, mencakup bidang akidah, ibadah, hukum-hukum syariat, dan lain-lain.\nSebenarnya Al-Qur'an telah cukup menjadi bukti yang nyata atas kenabian Muhammad, karena Al-Qur'an bukan karangannya sendiri, melainkan semata-mata wahyu dari Allah swt. Karena Nabi Muhammad sudah hidup bergaul dengan kaumnya sekitar 40 tahun lamanya, sebelum dia diangkat menjadi Nabi dan belum pernah dalam kurun waktu itu Nabi menyampaikan keterangan-keterangan tentang alam gaib dan tentang kisah rasul-rasul sebelumnya. Orang-orang musyrik Quraisy menuntut kepada Nabi Muhammad agar mendatangkan mukjizat yang menjadi bukti atas kebenarannya, padahal kepada mereka telah diperlihatkan mukjizat yang paling besar, yaitu Al-Qur'an yang mengandung ilmu pengetahuan, dengan susunan kata yang tidak mungkin dapat ditiru oleh siapapun. Hal itu cukup menjadi dalil, bahwa Allah telah memperkuat kenabiannya, bukan dengan diturunkan Al-Qur'an dan penjelasan di dalamnya tentang posisinya sebagai Nabi saja bahkan juga dengan keterangan kitab-kitab Taurat dan Injil, karena kedua kitab tersebut mengandung keterangan-keterangan yang menunjukkan bahwa Muhammad adalah Nabi dan Rasul. Oleh karena itu, Allah memerintahkan agar kaum Muslimin jangan sekali-kali merasa ragu tentang kebenaran Al-Qur'an.\nOrang-orang Yahudi dan Nasrani yang membaca kitab Taurat dan Injil, telah mengenal Nabi Muhammad seperti mereka mengenal anak-anak mereka sendiri, hanya saja mereka menyembunyikan kebenaran itu dan tidak mau menerimanya, karena sebagaimana diinformasikan dalam Al-Qur'an mereka merasa dengki kepada Nabi Muhammad.",
    "quraish": "Katakanlah kepada mereka, wahai Nabi, \"Ini adalah ketentuan Allah yang benar, yang dijelaskan oleh bukti-bukti yang nyata. Maka tidak pantas aku meminta penengah selain Dia, untuk menengahi antara aku dan kalian. Padahal, Dia telah memberikan hukum dengan menurunkan al-Qur'ân sebagai hujjah bagiku atas kalian. Kalian tidak mampu mendatangkan suatu surat yang sama seperti al-Qur'ân, yang menerangkan kebenaran dan keadilan. Sesungguhnya orang-orang yang diberi kitab suci mengetahui bahwa al-Qur'ân itu diturunkan dari sisi Allah dan mengandung kebenaran, seperti dikabarkan dalam kitab mereka. Walaupun mereka berusaha menyembunyikan hal itu, janganlah engkau, wahai Nabi, dan juga pengikut-pengikutmu, menjadi orang-orang yang meragukan kebenaran setelah dijelaskan.",
    "jalalayn": "Ayat ini diturunkan tatkala mereka meminta kepada Nabi saw. agar menjadikan seorang hakim yang melerai antara dia dan mereka; katakanlah: (Maka patutkah aku meminta kepada selain Allah) aku mencari (sebagai hakim) yang melerai antara aku dan kamu (padahal Dialah yang telah menurunkan Alkitab kepadamu) yakni Alquran (dengan terinci) di dalamnya terkandung penjelasan yang memisahkan antara perkara yang hak dengan perkara yang batil. (Orang-orang yang telah Kami datangkan kitab kepada mereka) yaitu kitab Taurat seperti Abdullah bin Salam dan teman-temannya (mereka mengetahui bahwa Alquran itu diturunkan) dengan dibaca takhfif dan dibaca tasydid (dari Tuhanmu dengan sebenarnya. Maka janganlah kamu sekali-kali termasuk orang-orang yang ragu-ragu) sehingga menjadi orang-orang yang bimbang terhadap Alquran. Yang dimaksud dengan pernyataan ini adalah sebagai bukti kepada orang-orang kafir bahwa sesungguhnya Alquran itu adalah benar."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 115,
    "arab": "وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ",
    "translation": "Dan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. Tidak ada yang dapat mengubah firman-Nya. Dan Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/904.mp3",
    "tafsir": "Kalimat-kalimat Al-Qur'an yang berisi kebenaran dan keadilan telah sempurna. Kalimat-kalimat itu antara lain berisi janji Allah yang akan menolong Muhammad dan pengikut-pengikutnya, sehingga memperoleh kemenangan dan kejayaan; Al-Qur'an juga mengancam orang-orang yang mencemoohkan Al-Qur'an, bahwa mereka akan dihinakan dan dibinasakan. Firman Allah: \nDan sungguh, janji Kami telah tetap bagi hamba-hamba Kami yang menjadi rasul, (yaitu) mereka itu pasti akan mendapat pertolongan. Dan sesungguhnya bala tentara Kami itulah yang pasti menang (ash-shaffat/37: 171-173)\n\nKalimat-kalimat itu sempurna, karena sesuai dengan fakta dan kenyataan yang bisa disaksikan dalam sejarah kemenangan nabi-nabi, dan kehancuran musuh-musuhnya tidak ada seorang pun yang dapat mengubah kalimat-kalimat Allah. Janji Allah tak dapat diubah dan pasti Allah akan memberikan pertolongan kepada rasul-rasul dan pengikut-pengikutnya. Allah Maha Mendengar lagi Maha Mengetahui segala ucapan mereka yang berkhianat dan mengetahui pula isi hati mereka dan segala dosa yang mereka perbuat.",
    "quraish": "Sesungguhnya ketentuan Allah telah turun. Sempurnalah kalimat Allah yang benar dan adil dengan menurunkan al-Qur'ân yang mengandung kebenaran. Al-Qur'ân itu juga mengandung ukuran yang benar dan jujur antara yang benar dan yang palsu. Tidak seorang pun dapat mengubah firman-firman dan kitab- kitab Allah. Dia Maha Mendengar perkataan, Mahatahu segala apa yang terjadi.",
    "jalalayn": "(Dan telah sempurnalah kalimat Tuhanmu) yakni Alquran yang memuat hukum-hukum dan ancaman-ancaman (sebagai kalimat yang benar dan adil) menjadi tamyiz. (Tidak ada yang dapat mengubah-ubah kalimat-kalimat-Nya) baik dengan menguranginya atau menggantinya (dan Dialah Maha Mendengar) terhadap apa yang dikatakan olehnya (lagi Maha Mengetahui) tentang apa yang diperbuatnya."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 116,
    "arab": "وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ",
    "translation": "Dan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/905.mp3",
    "tafsir": "Jika kaum Muslimin selalu mengikuti kemauan orang-orang non Muslim, niscaya mereka berhasil menyesatkan kaum Muslimin dari jalan Allah. Oleh karena itu, Allah melarang keras mengikuti hukum-hukum selain yang diturunkan-Nya. Larangan itu diperkuat oleh kenyataan bahwa kaum musyrik hanya mengikuti persangkaan belaka dalam akidah mereka. Mereka hanya mengikuti hawa nafsu, dan selalu berdusta kepada Allah. Mereka juga menghalalkan bangkai dan hewan yang diperuntukkan bagi berhala.\nSejarah membuktikan bahwa timbulnya kesesatan pada sebagian besar manusia di dunia adalah karena mereka mengikuti hawa nafsu dan prasangka. Ahli Kitab telah meninggalkan petunjuk nabi-nabi mereka dan tersesat jauh dari kebenaran. Demikian pula para penyembah berhala telah jauh dari petunjuk nabi-nabi mereka. Nabi Muhammad diberi tahu oleh Allah tentang keadaan umat-umat terdahulu itu dan ini membuktikan kebenaran beliau sebagai Rasul.",
    "quraish": "Kalau Allah adalah hakim yang Mahaadil, dan al-Qur'ân yang diturunkan-Nya menjadi rujukan dalam mencari kebenaran, maka janganlah kamu dan pengikut-pengikutmu mengikuti orang yang perkataannya bertentangan dengan kebenaran, walaupun jumlah mereka banyak. Sebab, kalau kamu mengikuti kebanyakan orang yang tidak bersandar pada syariat samawi yang diturunkan, mereka pasti akan menjauhkan kamu dari jalan kebenaran yang lurus, jalan Allah. Sesungguhnya mereka hanya berjalan di balik praduga dan ilusi belaka. Mereka hanya mengatakan praduga yang tidak berdasar pada bukti.",
    "jalalayn": "(Dan jika kamu menuruti kebanyakan orang-orang yang di muka bumi) yakni orang-orang kafir (niscaya mereka akan menyesatkanmu dari jalan Allah) yaitu agama-Nya (sama sekali) (mereka tidak akan mau mengikuti kecuali hanya pada prasangka belaka) dalam perdebatan mereka denganmu tentang masalah bangkai, yaitu di kala mereka berkata, \"Apa yang telah dibunuh oleh Allah lebih berhak untuk kamu makan daripada apa yang kamu bunuh sendiri.\" (dan sama sekali) tidak lain (mereka hanyalah berdusta) di dalam hal tersebut."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 117,
    "arab": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ",
    "translation": "Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya, dan Dia lebih mengetahui orang-orang yang mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/906.mp3",
    "tafsir": "Sesungguhnya Allah yang telah memberi petunjuk kepada Muhammad dan menurunkan wahyu kepadanya. Allah mutlak mengetahui tentang siapa yang tersesat dari jalan-Nya dan siapa pula orang-orang yang memperoleh petunjuk-Nya. Oleh sebab itu, kaum Muslimin wajib berpedoman pada hukum-hukum yang telah diterangkan dalam Al-Qur'an dan menjauhkan diri dari segala macam penyelewengan dan perbuatan yang bertentangan dengan hukum-hukum Allah, karena mengikuti kemauan orang-orang yang sesat yang telah diperbudak oleh hawa nafsu, sehingga mereka tidak mengetahui lagi mana yang benar dan mana yang salah, mana yang baik dan mana yang buruk.",
    "quraish": "Tuhanmu sungguh Mahatahu--dengan pengetahuan yang tidak sama dengan pengetahuan siapa pun-- tentang orang-orang yang menjauh dari jalan kebenaran, dan juga tentang orang-orang yang mengambilnya sebagai petunjuk hingga benar-benar berpetunjuk.",
    "jalalayn": "(Sesungguhnya Tuhanmu Dialah yang lebih mengetahui) Maha Mengetahui (tentang orang yang tersesat dari jalan-Nya dan Dia lebih mengetahui tentang orang-orang yang mendapat petunjuk) dengan demikian maka Dia memberikan balasan pahala kepada mereka masing-masing."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 118,
    "arab": "فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ",
    "translation": "Maka makanlah dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, jika kamu beriman kepada ayat-ayat-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/907.mp3",
    "tafsir": "Sabab Nuzul surah al-An'am ayat 118-121 diriwayatkan dalam Sunan Abi Daud dan at-Tirmidzi dari Ibnu 'Abbas, beliau mengatakan, \"orang-orang datang kepada Rasul saw, mereka berkata, \"Wahai Rasulullah, apakah kita makan apa yang kita sembelih dan kita tidak makan apa yang disembelih Allah (bangkai),\" maka turunlah ayat sampai pada firman Allah Pada ayat ini Allah membolehkan kaum Muslimin makan sembelihan yang disebutkan nama Allah ketika menyembelihnya, jika mereka benar-benar beriman kepada ayat-ayat Allah. Orang-orang musyrik dan golongan-golongan lainnya telah menjadikan upacara sembelihan itu sebagai satu upacara ritual. Mereka menyertakan dasar-dasar akidah dalam upacara penyembelihan. Mereka biasa melaksanakan penyembelihan untuk mendekatkan diri kepada berhala-berhalanya dan kepada pemimpin-pemimpinnya yang didewa-dewakan. Mereka suka menyebut nama berhala yang disanjungnya ketika menyembelih hewan dan perbuatan yang semacam ini termasuk syirik (mempersekutukan Allah). Setiap penyembelihan harus ditujukan semata-mata karena Allah. Oleh sebab itu kaum Muslimin dilarang makan sembelihan kaum musyrik karena jelas sembelihan itu membawa pada kemusyrikan.",
    "quraish": "Kalau hanya Allah yang mengetahui orang yang berpetunjuk dan orang yang sesat, maka janganlah kalian menoleh kepada kesesatan orang-orang musyrik dalam mengharamkan beberapa jenis hewan. Makanlah hewan-hewan itu, karena Allah telah mengaruniakannya kepada kalian dan menjadikannya halal, baik dan tidak mengandung bahaya. Sebutlah nama Allah, dengan membaca basmalah, ketika menyembelih hewan tersebut, selama kalian beriman dan tunduk kepada-Nya dan kepada bukti-bukti kekuasaan-Nya.",
    "jalalayn": "(Maka makanlah binatang-binatang yang halal yang disebutkan nama Allah atasnya) yang disembelih dengan menyebut nama-Nya (jika kamu beriman kepada ayat-ayat-Nya.)"
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 119,
    "arab": "وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ",
    "translation": "Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/908.mp3",
    "tafsir": "Dalam ayat ini, Allah mengajukan pertanyaan, apa halangan bagi kaum Muslimin untuk tidak makan hewan yang halal yang disebutkan nama Allah ketika menyembelihnya? Padahal Allah telah menjelaskan kepada mereka apa yang sesungguhnya diharamkan bagi mereka, sebagaimana firman-Nya: \n\nKatakanlah, \"Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan makannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi “ karena semua itu kotor “ atau hewan yang disembelih bukan atas (nama) Allah. Tetapi barang siapa terpaksa bukan karena menginginkan dan tidak melebihi batas (darurat) maka sungguh, Tuhanmu Maha Pengampun, Maha Penyayang (al-An'am/6: 145)\n\nTetapi Allah memberikan keringanan kepada kaum Muslimin untuk makan makanan yang diharamkan jika dalam keadaan terpaksa. Di dalam Ushul Fiqh ada sebuah kaidah yang berbunyi: \n\"Keadaan darurat (memaksa) membolehkan makan apa yang diharamkan\"\nTindakan sebagian besar manusia memang salah dan menyesatkan dengan cara penyembelihan yang mereka lakukan, sehingga mereka terperosok ke dalam tindakan syirik, dan jauh dari akidah yang benar, yaitu kepercayaan tauhid yang dibawa para nabi dan rasul yang diutus Allah untuk umat manusia seluruhnya.\nDi antara umat Nabi Nuh terdapat beberapa pemimpin yang saleh. Setelah mereka wafat, pengikut-pengikutnya mendirikan beberapa patung untuk mengenang jasa-jasa mereka dan untuk mereka jadikan teladan yang baik. Lama kelamaan para pengikutnya melampaui batas, sehingga mereka memberikan penghormatan kepada patung-patung itu dengan cara menyembelih hewan untuk dipersembahkan kepada patung-patung itu, bahkan mereka memohon berkah dari patung-patung itu. Keadaan ini berlangsung terus, generasi demi generasi, dan akhirnya menyebar kepada umat yang lainnya, sehingga penghormatan yang dimaksud berubah menjadi keyakinan bahwa patung-patung itu pantas dihormati dan disembah.",
    "quraish": "Tidak ada bukti dan alasan yang dapat melarang kalian memakan hewan yang kalian sembelih dengan menyebut nama Allah. Allah telah menjelaskan makanan-makanan yang diharamkan dalam keadaan tidak terpaksa, seperti bangkai dan darah. Banyak di antara manusia yang menjauh dari kebenaran karena terdorong hawa nafsu tanpa pengetahuan atau bukti apa pun, seperti orang-orang Arab yang mengharamkan diri dari sejumlah jenis hewan itu. Kalian tidak melanggar batas dalam memakan hewan yang beranak itu, bahkan mereka yang melampaui batas dengan mengharamkan sesuatu yang halal. Allah sajalah yang Mahatahu dengan sebenarnya tentang orang-orang yang melampaui batas.",
    "jalalayn": "(Mengapa kamu tidak mau memakan binatang-binatang yang halal yang disebut nama Allah atasnya) yaitu hewan-hewan sembelihan (padahal sesungguhnya Allah telah menjelaskan) boleh juga dibaca dengan bina maf`ul atau bina fa`il untuk kedua fi`ilnya (kepada kamu apa yang diharamkan-Nya atasmu) yang telah disebutkan di dalam ayat, \"Telah diharamkan atas kamu bangkai...\" (Q.S. Al-Maidah 3) (kecuali apa yang terpaksa kamu harus memakannya) di antara apa yang diharamkan itu maka hal itu juga dihalalkan bagi kamu. Adapun maknanya ialah: tidak ada larangan bagi kamu untuk memakan apa-apa yang telah disebutkan itu; Allah telah menjelaskan kepadamu apa-apa yang diharamkan kamu memakannya, maka ini bukanlah termasuk yang itu. (Dan sesungguhnya kebanyakan dari manusia benar-benar hendak menyesatkan orang lain) dengan dibaca fatah atau damah huruf ya-nya (dengan hawa nafsu mereka) dengan apa yang disukai hawa nafsu mereka; di antaranya ialah menghalalkan bangkai dan lain-lainnya (tanpa pengetahuan) yang secara sengaja mereka melakukannya. (Sesungguhnya Tuhanmu Dialah yang lebih mengetahui orang-orang yang melampaui batas) artinya orang-orang yang melampaui batas perkara yang dihalalkan untuk melakukan hal-hal yang diharamkan."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 120,
    "arab": "وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ",
    "translation": "Dan tinggalkanlah dosa yang terlihat ataupun yang tersembunyi. Sungguh, orang-orang yang mengerjakan (perbuatan) dosa kelak akan diberi balasan sesuai dengan apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/909.mp3",
    "tafsir": "Allah melarang kaum Muslimin berbuat dosa, baik yang tampak dalam perilaku maupun yang tersembunyi. Dosa-dosa yang tampak ialah yang dilakukan oleh manusia dengan mempergunakan anggota badannya, sedang dosa-dosa yang tersembunyi ialah yang tercermin dalam sikap dan hal lain yang tidak ditampakkan (perbuatan buruk yang disembunyikan), seperti menyombongkan diri, merencanakan kejahatan dan penipuan kepada manusia. Allah menyatakan dengan tegas, bahwa semua dosa harus ditinggalkan, baik yang tampak maupun yang tersembunyi dan Allah memberikan ancaman bahwa siapa pun yang berbuat dosa akan ditimpa siksaan yang berat, sebagai akibat dari pelanggaran-pelanggaran yang dilakukannya, dengan cara sengaja dan terang-terangan. \nAdapun orang-orang yang berbuat dosa dan kejahatan karena kebodohan, kemudian mereka berhenti dengan melaksanakan tobat yang sungguh-sungguh, maka terhadap mereka, Allah akan memberikan ampunan dan menghapus dosa-dosanya, karena mereka telah berbuat kebajikan sebagai bukti tobatnya. Sebenarnya setiap kebaikan dapat menghilangkan kejahatan, sebagaimana difirmankan Allah: \n\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hud/11: 114)",
    "quraish": "Ketakwaan bukan terletak pada pengharaman sesuatu yang telah dihalalkan. Ketakwaan justru terletak pada sikap meninggalkan dosa, baik yang dilakukan secara terang-terangan maupun yang dilakukan secara sembunyi-sembunyi. Maka tinggalkanlah segala bentuk perbuatan dosa itu. Sebab, orang-orang yang berbuat dosa akan dibalas setimpal dengan keburukan-keburukan yang diperbuatnya.",
    "jalalayn": "(Dan tinggalkanlah) berhentilah kamu dari melakukan (dosa yang tampak dan yang tersembunyi) maksudnya dosa yang terang-terangan dan dosa yang tersembunyi; dikatakan bahwa yang dimaksud adalah perbuatan zina; dan dikatakan lagi adalah semua perbuatan maksiat. (Sesungguhnya orang-orang yang mengerjakan dosa, kelak akan diberi pembalasan) pada hari kiamat (disebabkan apa yang telah mereka kerjakan) usahakan."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 121,
    "arab": "وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ",
    "translation": "Dan janganlah kamu memakan dari apa (daging hewan) yang (ketika disembelih) tidak disebut nama Allah, perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan-setan akan membisikkan kepada kawan-kawannya agar mereka membantah kamu. Dan jika kamu menuruti mereka, tentu kamu telah menjadi orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/910.mp3",
    "tafsir": "Sabab Nuzul ayat ini diriwayatkan oleh Abu Daud dan al-Hakim dari Ibnu 'Abbas pada ayat mengatakan, \"orang-orang datang kepada Nabi saw, mereka berkata: 'apa yang disembelih Allah jangan kalian makan, apa yang kalian sembelih, itulah yang kalian makan\", maka turunlah ayat ini.\nSesungguhnya setan-setan, jin dan manusia itu membisikkan kepada kawan-kawannya agar membantah kaum Muslimin. Ikrimah berkata, \"Setan dari golongan Majusi setelah mendengar bahwa Nabi Muhammad, mengharamkan bangkai, mereka menulis kepada orang Quraisy yang pada waktu itu sering mengadakan surat-menyurat dengan orang-orang Majusi. Di dalam surat itu mereka mengatakan, \"Muhammad mengaku dirinya telah mengikuti perintah Allah, tetapi mengapa ia beranggapan bahwa yang disembelih oleh manusia halal, tetapi yang disembelih oleh Allah (bangkai) adalah haram?\" Lalu Allah menurunkan ayat ini.\nTentang makan daging hewan yang disebut nama Allah ketika menyembelihnya, ada beberapa pendapat di kalangan ulama Islam. Menurut Imam Malik, semua hewan yang disembelih dengan tidak menyebut nama Allah ketika menyembelihnya haram dimakan. Menurut Imam Abu Hanifah, jika nama Allah tidak disebut dengan sengaja, maka haram makan daging hewan itu, dan jika tidak disebut karena lupa, maka halal makannya. Menurut Imam Syafi'i, semua hewan yang ketika menyembelihnya tidak disebut nama Allah, baik disengaja maupun karena lupa, maka dagingnya halal dimakan, asalkan orang yang menyembelihnya adalah Muslim. \nDemikianlah jika kaum Muslimin mengikuti kehendak kaum musyrikin tentang menghalalkan bangkai, maka mereka pasti termasuk golongan musyrik. Ayat ini menunjukkan bahwa barang siapa yang menghalalkan sesuatu yang diharamkan Allah atau mengharamkan sesuatu yang dihalalkan Allah, maka mereka termasuk orang-orang musyrik, karena dengan demikian mereka telah menetapkan adanya pihak yang berhak membuat syariat selain Allah swt.",
    "quraish": "Kalau hewan-hewan itu halal kalian makan dengan cara menyembelihnya terlebih dahulu, maka janganlah kalian memakan hewan-hewan yang disembelih dengan tidak membaca basmalah, kalau meninggalkan basmalah itu dilakukan dengan sengaja, atau disembelih dengan menyebut nama selain Allah. Sebab, perbuatan itu berarti kefasikan dan keluar dari ketentuan Allah. Iblis dan pembantu- pembantunya yang arogan, akan terus membisik-bisikkan kedalam dada orang-orang yang mereka kuasai, untuk mendebat kalian secara tidak benar, dan untuk menarik kalian kepada pengharaman sesuatu yang dihalalkan Allah. Kalau kalian mengikuti mereka, kalian berarti sama-sama musyrik seperti mereka.",
    "jalalayn": "(Dan janganlah kamu memakan binatang-binatang yang tidak disebut nama Allah) seumpamanya karena mati dengan sendirinya atau disembelih dengan menyebut asma selain-Nya terkecuali apa yang disembelih oleh orang muslim, sekali pun tidak menyebut nama-Nya sewaktu menyembelihnya baik secara sengaja atau pun karena lupa, maka sembelihannya tetap halal, demikianlah menurut pendapat Ibnu Abbas, yang kemudian dianut oleh Imam Syafii. (Sesungguhnya) memakan hewan-hewan yang diharamkan itu (adalah suatu kefasikan) keluar dari garis apa yang telah dihalalkan. (Sesungguhnya setan itu membisikkan) menghembuskan godaannya (kepada kawan-kawannya) yaitu kepada orang-orang kafir (agar mereka membantah kamu) di dalam masalah menghalalkan bangkai (dan jika kamu menuruti mereka) di dalam hal ini (sesungguhnya kamu tentulah menjadi orang-orang musyrik). Ayat berikut ini diturunkan berkenaan dengan Abu Jahal dan lain-lainnya."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 122,
    "arab": "اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/911.mp3",
    "tafsir": "Sabab Nuzul ayat ini diriwayatkan oleh Abu Syaikh dari Ibnu 'Abbas dalam firman Allah, beliau mengatakan bahwa ayat ini turun pada Umar dan Abu Jahal. \nDalam rangka menampakkan perbedaan antara kaum Muslimin dari orang-orang kafir, Allah mengemukakan pertanyaan, yaitu apakah orang-orang yang mati hatinya karena kekufuran dan kebodohan lalu Kami hidupkan hatinya dengan keimanan dan Kami berikan pula kepadanya cahaya, yaitu Al-Qur'an yang terang benderang, sama keadaannya dengan keadaan orang yang berada dalam kegelapan yang berlapis-lapis? Ia tidak dapat keluar dari kegelapan itu. Dirinya diliputi dengan ketakutan, kelemahan dan kebingungan. Demikian pula seorang yang berada dalam kebodohan, taklid yang buta dan kerusakan pikiran, tidak dapat keluar lagi dari hal yang demikian itu. Ia merasa takut keluar dari gua kesesatannya dan merasa tidak perlu untuk keluar kepada petunjuk yang terang benderang karena matanya silau oleh cahaya petunjuk itu.\nMaka sepantasnyalah setiap muslim untuk selalu mencari dan menggunakan ilmu pengetahuan dalam segala hal. Ia harus mengetahui kebenaran agamanya dengan penuh keyakinan sehingga ia mantap dalam melakukan amal-amal kebajikan, dan dapat menjadi teladan bagi orang-orang di sekitarnya.\nDengan demikian, ia akan menjadi mercusuar yang mencerminkan keyakinan yang kuat dan hujjah yang nyata, memperlihatkan keutamaan agamanya kepada pemeluk agama-agama yang lain. Begitulah Allah telah menjadikan orang beriman memandang baik kepada cahaya petunjuk dan agama yang telah menghidupkan hatinya. Sebaliknya Allah telah menjadikan orang-orang kafir memandang baik apa saja yang mereka kerjakan, seperti berbuat dosa dan pelanggaran memusuhi Rasul, menyembelih kurban untuk selain Allah dan mengharamkan apa yang tidak diharamkan oleh Allah dan menghalalkan apa yang diharamkan-Nya dan sebagainya. Semua itu mereka lakukan disebabkan oleh tipu daya setan yang membisikkan bujukan itu ke dalam hati mereka. Contoh nyata dari orang yang tidak beriman dan menolak hidayah Allah adalah Abu Jahal.",
    "quraish": "Dengan keimanan yang ada pada kalian, kalian tidaklah sama dengan orang-orang musyrik. Orang yang dahulu sesat layaknya orang mati, lalu hatinya diberi cahaya petunjuk bagai kehidupan, diberi cahaya keimanan dan hujjah yang jelas, hingga berjalan di bawah cahaya itu, tidaklah sama dengan orang yang hidup dalam kegelapan yang bertumpuk. Seperti Allah membuat indah keimanan bagi orang-orang yang beriman, setan pun membuat indah kemusyrikan bagi orang-orang yang zalim dan ingkar.",
    "jalalayn": "(Dan apakah yang sudah mati) oleh sebab kekafirannya (kemudian dia Kami hidupkan) dengan hidayah (dan Kami berikan kepadanya cahaya yang terang yang dengan cahaya itu dia dapat berjalan di tengah-tengah masyarakat manusia) dia dapat pula melihat perkara yang benar berkat cahaya itu dan dapat membedakannya daripada yang lainnya; yang dimaksud adalah keimanan (serupa dengan orang yang keadaannya) Lafal mitsl adalah tambahan, yakni sebagaimana seseorang (yang keadaannya dalam gelap-gulita yang sekali-kali tidak dapat keluar darinya) dimaksud orang kafir; sebagai jawabannya ialah tentu saja tidak. (Demikianlah) sebagaimana orang-orang mukmin dihiasi dengan keimanan (orang-orang kafir pun dihiasi pula dengan apa yang telah mereka kerjakan) berupa kekafiran dan maksiat-maksiat."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 123,
    "arab": "وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ",
    "translation": "Dan demikianlah pada setiap negeri Kami jadikan pembesar-pembesar yang jahat agar melakukan tipu daya di negeri itu. Tapi mereka hanya menipu diri sendiri tanpa menyadarinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/912.mp3",
    "tafsir": "Sebagian penduduk Mekah telah sesat karena bujukan pembesar-pembesar mereka yang melakukan bermacam-macam kejahatan dan tipu daya. Hampir di setiap negeri dan kota besar terdapat beberapa pembesar yang korup dan jahat yang melakukan tipu daya. Telah menjadi sunatullah di dalam masyarakat bahwa setiap kali Allah mengutus seorang rasul di suatu tempat untuk memberi bimbingan kepada mereka selalu ada pembesar-pembesar yang memusuhi rasul itu serta pengikut-pengikutnya. Padahal rasul itu bermaksud mengadakan perbaikan dan pembenahan. Sering muncul di beberapa negeri dan kota besar, sejumlah tokoh yang ingin merebut kekuasaan dan menimbun kekayaan dengan berbagai macam cara. Bawahan mereka yang tidak sejalan dengan pembesar mereka merasa bingung dalam melaksanakan tugasnya. Mereka tidak sanggup mengikuti pemimpin-pemimpinnya yang korup dan menyeleweng. Dalam suasana kacau seperti itu, diperlukan adanya kebijaksanaan, keimanan yang kuat dan mental yang tinggi, sehingga tidak mudah dibawa arus kesesatan yang menyebabkan datangnya murka Allah.\nYang dimaksud dengan pembesar-pembesar yang jahat ialah mereka yang menentang seruan agama dan memusuhi rasul-rasul serta pengikut-pengikutnya. Demikianlah keadaan negeri Mekah ketika diutusnya Nabi Muhammad. Keadaan serupa itu terus berulang di negeri-negeri lain. Para pembesar yang korup memusuhi rasul-rasul dan pengikut-pengikutnya yang menyampaikan ajaran agama. Pada hakekatnya mereka itu adalah penipu belaka, menipu dirinya sendiri, akan tetapi mereka tidak sadar.\nTelah menjadi sunatullah, bahwa suatu kejahatan akan membawa pada keburukan. Tiap-tiap tipu daya yang direncanakan terhadap hamba-hamba Allah yang saleh akhirnya menimpa diri pelakunya. Banyak peristiwa dalam sejarah manusia menunjukkan bahwa umat-umat yang menentang rasul-rasul dan para pengikutnya akhirnya dihancurkan oleh Allah dengan bermacam-macam azab, seperti bencana alam, dan lain-lain. Mereka melakukan tipu daya untuk menentang perbaikan akhlak dan moral manusia, karena terdorong oleh keinginan untuk menduduki jabatan-jabatan tinggi dan menuruti dorongan hawa nafsunya. Mereka tidak menyadari bahwa akibat perbuatan yang buruk itu akan menimpa diri mereka sendiri, karena mereka tidak memahami sunatullah tersebut.\nDalam ayat-ayat di atas, Allah memberikan ancaman kepada semua pembesar yang durhaka, Allah juga memberi motivasi kepada Nabi Muhammad dan pengikut-pengikutnya untuk terus melakukan amal saleh karena dalam rangka melaksanakan tugas yang suci, mereka tidak boleh menghiraukan godaan dan rintangan yang timbul dari manapun datangnya.",
    "quraish": "Jangan heran, wahai Muhammad, kalau engkau melihat pembesar pelaku kejahatan di Makkah menyusun siasat makar. Sebab, setiap kota besar pun demikian juga. Para pembesar pelaku kejahatan melakukan siasat makar. Akibat perbuatan itu akan kembali kepada mereka sendiri dan mereka tidak menyadari itu semua.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jadikan orang-orang fasik penduduk Mekah terdiri dari para pembesarnya (Kami adakan pada tiap-tiap negeri penjahat-penjahat yang terbesar agar mereka melakukan tipu daya dalam negeri itu) dengan cara menghalang-halangi jalan keimanan (Dan mereka tidak memperdayakan melainkan dirinya sendiri) sebab akibat perbuatannya menimpa diri mereka sendiri (sedangkan mereka tidak menyadarinya) tentang hal tersebut."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 124,
    "arab": "وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ",
    "translation": "Dan apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/913.mp3",
    "tafsir": "Ibnu Mundzir meriwayatkan dari Ibnu Juraij dan Abu Syaibah bahwa ayat ini diturunkan karena ada seorang pembesar Mekah bernama Walid bin Mugirah yang berkata, \"Demi Allah, seandainya kenabian Muhammad itu benar, tentulah aku lebih berhak untuk diangkat sebagai nabi dari pada Muhammad, sebab aku lebih banyak mempunyai harta benda dan keturunan.\"\nApabila turun ayat Al-Qur'an yang menjelaskan kebenaran kenabian Muhammad dan berisi pengetahuan dan petunjuk yang dibawanya dari Allah, mereka berkata, \"Kami tidak mau percaya kepada Muhammad, kecuali bila dia membawa mukjizat seperti yang diberikan Allah kepada Nabi Musa yakni tongkatnya yang dapat membelah lautan, atau seperti mukjizat Nabi Isa yang dapat menyembuhkan penyakit sopak dan menghidupkan orang mati.\"\nTuntutan mereka yang lebih besar lagi disebutkan dalam firman Allah: \n\"Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).\" (al-Furqan/25: 21)\nPada dasarnya mereka tidak mau beriman kepada Nabi Muhammad, kecuali bila Nabi diberikan hal-hal yang serupa sebagaimana diberikan kepada rasul-rasul sebelumnya. Allah membantah tuntutan mereka dan menyatakan bahwa hanya Allah yang mutlak mengetahui kepada siapa Dia menempatkan tugas kerasulan. Tuntutan mereka seperti itu dijelaskan pula oleh Allah Ta'ala dalam firman-Nya: \n\"Dan mereka (juga) berkata, \"Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?\" Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia.\" (az-Zukhruf/43: 31-32)\n\nTuntutan-tuntutan seperti itu dikemukakan mereka kepada Nabi Muhammad yang dikaitkan dengan kehidupan duniawi karena terdorong oleh kedengkian dan kesombongan mereka dan dimaksudkan untuk membantah posisi Nabi sebagai Rasulullah.\nHal ini dijelaskan dalam firman Allah: \n\"Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), \"Apakah ini orang yang mencela tuhan-tuhanmu?\" Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.\" (al-Anbiya'/21: 36)\n\nPemuka-pemuka Quraisy yang menghina Nabi Muhammad, sesungguhnya dalam hati kecil mereka mengakui kemuliaan keturunan, kejujuran dan keagungan akhlak Nabi, sehingga mereka memberikan julukan kepada Nabi dengan sebutan Al-Amin (orang yang tepercaya). Mereka mengakui Nabi Muhammad layak untuk dijadikan utusan Allah. Tidak ada sebab lain yang menghalang-halangi mereka dari keimanan kecuali karena kedengkian, kesombongan, dan taklid buta kepada keyakinan nenek moyang.\nPosisi kerasulan semata-mata karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Posisi kenabian tidak mungkin dicapai dengan jalan usaha atau dengan meningkatkan taraf pendidikan dan tidak pula dicapai melalui nasab atau keturunan. Posisi tersebut hanya diberikan Allah kepada orang-orang yang dipilih-Nya. Kemudian Allah mengancam pemuka-pemuka Quraisy yang sombong bahwa mereka akan ditimpa kehinaan di sisi Allah dan siksa yang pedih karena perbuatan mereka yang jahat dan tipu daya mereka terhadap Nabi Muhammad dan kaum Muslimin, sebagaimana dinyatakan dalam firman-Nya: \n\"Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.\" (az-Zumar/39: 26)\nAzab dari Allah ditimpakan kepada mereka yang durhaka, disebabkan dosa-dosa dan pelanggaran mereka. Sayang sekali, bahwa azab itu dipandang oleh sebagian manusia hanya sebagai bencana alam dan tidak menimbulkan kesadaran dalam hati mereka, sebagai azab Tuhan ada di antara mereka yang mati terbunuh pada waktu perang Badar dan ada pula yang mengalami nasib hina dalam kehidupan.",
    "quraish": "Para pembesar pelaku kejahatan itu merasa iri terhadap orang lain yang diberikan ilmu, kenabian dan petunjuk oleh Allah. Maka ketika datang bukti yang kuat kepada mereka, mereka tidak mau tunduk. Mereka malah berkata, \"Kami tidak akan percaya kepada kebenaran itu sebelum Allah menurunkan wahyu kepada kami seperti halnya kepada Rasul.\" Allah sajalah yang memilih siapa saja yang dikehendaki-Nya untuk membawa pesan-pesan-Nya. Orang-orang yang membangkang, kalau menginginkan kepemimpinan dengan sikap angkuh itu, akan mendapatkan kehinaan dan kerendahan di dunia. Dan di akhirat mereka akan merasakan siksa yang kejam akibat siasat makar yang buruk itu.",
    "jalalayn": "(Dan apabila datang kepada mereka) kepada penduduk Mekah (satu ayat) yang membenarkan Nabi saw. (mereka berkata, \"Kami tidak akan beriman) kepadanya (sehingga diberikan kepada kami yang serupa dengan apa yang telah diberikan kepada utusan-utusan Allah.\") berupa risalah dan wahyu kepada kami sebab kami adalah yang terbanyak hartanya dan yang paling tua umurnya lalu Allah swt. berfirman: (Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya) dengan dibaca jamak dan tunggal dan Lafal haitsu menjadi maf`ul bihi dari fi`il yang ditunjuk oleh Lafal a`lamu. Artinya Allah mengetahui tempat yang layak untuk meletakkan risalah-Nya lalu Ia meletakkannya. Sedangkan mereka itu bukanlah orang-orang yang pantas untuk mengemban tugas risalah ini (orang-orang yang berdosa nanti akan ditimpa) sebab perkataan mereka itu (suatu kehinaan) yakni menjadi rendah (di sisi Allah dan siksa yang keras disebabkan mereka lalu membuat tipu daya) oleh tipu daya mereka sendiri."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 125,
    "arab": "فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ   كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ ",
    "translation": "Barangsiapa dikehendaki Allah akan mendapat hidayah (petunjuk), Dia akan membukakan dadanya untuk (menerima) Islam. Dan barangsiapa dikehendaki-Nya menjadi sesat, Dia jadikan dadanya sempit dan sesak, seakan-akan dia (sedang) mendaki ke langit. Demikianlah Allah menimpakan siksa kepada orang-orang yang tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/914.mp3",
    "tafsir": "Jika ada orang yang berjiwa besar dan terbuka hatinya untuk menerima kebenaran agama Islam, maka yang demikian itu disebabkan karena Allah hendak memberikan petunjuk kepadanya. Oleh karena itu, dadanya menjadi lapang untuk menerima semua ajaran Islam, baik berupa perintah maupun larangan.\nDiriwayatkan bahwa Rasulullah pernah ditanya tentang \"kelapangan dada\" yang dimaksud dalam ayat ini, lalu beliau menjawab, \"Itulah gambaran cahaya Ilahi yang menyinari hati orang mukmin, sehingga menjadi lapanglah dadanya.\" Para sahabat bertanya lagi, \"Apakah yang demikian itu ada tanda-tandanya?\" Nabi saw menjawab, \"Ada tanda-tandanya, yaitu selalu condong kepada akhirat, selalu menjauhkan diri dari tipu daya dunia dan selalu bersiap-siap untuk menghadapi kematian.\" (Riwayat Ibnu Abi Hatim dari Abdullah bin Mas'ud)\nJika demikian sifat-sifat orang mukmin yang berlapang dada disebabkan oleh cahaya iman yang masuk ke dalam hatinya, maka sebaliknya orang yang dikehendaki Allah untuk hidup dalam kesesatan, dadanya dijadikan sesak dan sempit seolah-olah ia sedang naik ke langit yang hampa udara. Apabila ia diajak untuk berfikir tentang kebenaran dan tafakur tentang tanda-tanda keesaan Allah, maka disebabkan oleh kesombongan dalam hatinya, ia menolak karena perbuatan itu tidak sesuai dengan hawa nafsunya. Hasrat untuk mengikuti kebenaran melemah, dan setiap anjuran agama dirasakannya sebagai suatu beban yang berat yang tidak dapat dipikulnya. Gambaran orang serupa itu adalah seperti orang yang sedang naik ke langit. Semakin tinggi ia naik, semakin sesak nafasnya karena kehabisan oksigen, sehingga ia terpaksa turun kembali untuk menghindarkan diri dari kebinasaan.\nDalam ayat ini, Allah memberikan sebuah perumpamaan, agar benar-benar diresapi dengan perasaan yang jernih. Demikianlah Allah menjadikan kesempitan dalam hati orang-orang yang tidak beriman, karena kekafiran itu seperti kotoran yang menutup hati mereka, sehingga ia tidak menerima kebenaran. Keadaan ini dapat disaksikan pada tingkah laku mereka dalam kehidupan sehari-hari yang selalu menjurus kepada kejahatan.",
    "quraish": "Kalau mereka telah sesat dan kalian telah mendapatkan petunjuk, itu memang karena kehendak dan takdir Allah. Maka, orang yang telah ditentukan akan mendapat petunjuk, dadanya akan lapang untuk menerima cahaya Islam. Sedangkan orang yang telah ditentukan akan sesat, dadanya akan sangat sempit, karena sempitnya, ia bak orang yang menanjak ke tempat sangat jauh tinggi bagaikan langit. Nafasnya terus menaik, sedangkan ia tidak bisa apa-apa. Dengan cara demikian, Allah menetapkan kerusakan dan kehinaan terhadap orang-orang yang tidak memiliki keimanan.",
    "jalalayn": "(Siapa yang Allah menghendaki akan memberikan kepadanya petunjuk niscaya Dia melapangkan dadanya untuk memeluk agama Islam) dengan cara menyinarkan nur hidayah ke dalam dadanya sehingga dengan sadar ia mau menerima Islam dan mau membuka dadanya lebar-lebar untuk menerimanya. Demikianlah sebagaimana yang telah disebutkan dalam suatu hadis. (Dan siapa yang dikehendaki) Allah (kesesatannya niscaya Allah menjadikan dadanya sesak) dengan dibaca takhfif dan tasydid yakni merasa sempit untuk menerimanya (lagi sempit) terasa amat sempit; dengan dibaca kasrah huruf ra-nya menjadi sifat dan dibaca fathah sebagai mashdar yang diberi sifat dengan makna mubalaghah (seolah-olah ia sedang mendaki) menurut suatu qiraat dibaca yashsha`adu di dalam kedua bacaan tersebut berarti mengidgamkan ta asal ke dalam huruf shad. Menurut qiraat lainnya dengan dibaca sukun huruf shad-nya (ke langit) apabila iman dipaksakan kepadanya karena hal itu terasa berat sekali baginya. (Begitulah) sebagaimana kejadian itu (Allah menimpakan siksa) yakni azab atau setan, dengan pengertian azab atau setan itu menguasainya (kepada orang-orang yang tidak beriman)."
  },
  {
    "hizb": 57,
    "name": "Al-An'am",
    "ayat": 126,
    "arab": "وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ",
    "translation": "Dan inilah jalan Tuhanmu yang lurus. Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang menerima peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/915.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa hati seorang mukmin selalu lapang dan bahagia disebabkan oleh ajaran agama Allah yang lurus yang dibawa oleh Nabi Muhammad. Agama Islam mengajarkan akidah (sistem keyakinan) yang benar yang membawa kebahagiaan dunia dan akhirat. Hal itu sangat jelas karena disertai dalil yang nyata dan keterangan yang meyakinkan. Satu-satunya jalan yang lurus yang sesuai dengan akal dan fitrah yang bersandar pada firman Allah yang kekal abadi, ialah jalan yang menuju kepada keridaan Allah, yakni tali Allah yang kokoh. Allah telah menjelaskan ayat-ayat-Nya bagi mereka yang mau memperhatikan.",
    "quraish": "Yang Kami terangkan ini adalah jalan kebenaran yang lurus, yang telah Kami perinci secara jelas bagi umat manusia. Tidak akan mendapatkan manfaatnya kecuali orang-orang yang mau merenung untuk menangkap pesan-pesan Tuhan dan mencari petunjuk.",
    "jalalayn": "(Dan inilah) apa yang engkau berada di dalamnya hai Muhammad! (jalan) titian (Tuhanmu yang lurus) tidak ada liku-likunya; Lafal mustaqiiman dibaca nashab menjadi hal yang mengukuhkan jumlah, sedangkan yang menjadi `amilnya adalah makna isyarah. (Sesungguhnya Kami telah menjelaskan) Kami telah menerangkan (ayat-ayat Kami kepada orang-orang yang mengambil pelajaran) Lafal yadzdzakkaruun dengan mengidgamkan huruf ta tambahan ke dalam huruf dzal asal; maknanya orang-orang yang mau mengambil sebagai pelajaran. Mereka disebutkan secara khusus sebab merekalah orang-orang yang mengambil manfaat darinya."
  }
]