[
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 127,
    "arab": "۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dan Dialah pelindung mereka karena amal kebajikan yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/916.mp3",
    "tafsir": "Bagi mereka yang menempuh jalan yang lurus disediakan Darussalam (surga) di sisi Tuhan. Mereka hidup mengikuti pedoman para nabi yang memberi petunjuk kepada mereka sehingga mereka terhindar dari jalan-jalan yang bengkok dan akhirnya sampailah mereka ke Darussalam. Allah memimpin mereka dan mencukupkan balasan bagi setiap perbuatan yang mereka kerjakan di dunia. Allah memberi petunjuk kepada mereka selama di dunia dan memberi taufik untuk melakukan amal kebajikan, sehingga mereka memperoleh pahalanya, dan diizinkan untuk memasuki surga-Nya semata-mata atas karunia-Nya.",
    "quraish": "Bagi orang-orang yang merenung dan menangkap pesan itu disediakan tempat aman, yaitu surga. Mereka berada di dalam kekuasaan, kecintaan dan pertolongan Allah, oleh sebab kebaikan yang mereka perbuat di dunia.",
    "jalalayn": "(Bagi mereka disediakan Darussalam) yakni rumah keselamatan atau surga (pada sisi Tuhannya dan Dialah Pelindung mereka disebabkan amal-amal saleh yang selalu mereka kerjakan)."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 128,
    "arab": "وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
    "translation": "Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.” Dan kawan-kawan mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.”  Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/917.mp3",
    "tafsir": "Pada hari Kiamat nanti, seluruh umat manusia dan jin akan dikumpulkan di Padang Mahsyar, lalu Allah berfirman kepada mereka untuk mencela perbuatan jin yang telah mempengaruhi manusia dan mengajak mereka kepada kesesatan, sebagaimana dijelaskan dalam firman Allah: \nBukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus. Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti? (Yasin/36: 60-62)\n\nSemua orang yang mengikuti ajaran jin dan setan akan dikumpulkan bersama-sama. Semua orang yang mukallaf akan dihimpun bersama para pengikutnya, baik dalam segi kebenaran maupun kejahatan. Lalu berkatalah orang-orang yang menjadi pengikut jin itu sebagai jawaban mereka kepada Allah, \"Ya Tuhan kami, masing-masing di antara kami telah merasakan kenikmatan dari pihak lainnya. Jin-jin itu mendapatkan kenikmatan karena mereka telah berhasil menyesatkan kami dengan bujukan-bujukan dan mengikuti kehendak hawa nafsu, sebaliknya kamipun merasa senang mengikuti mereka dan mendengarkan bisikan-bisikan mereka. Kami merasa leluasa bergelimang kelezatan di dunia.\"\nDalam ayat ini, Allah memberikan petunjuk bahwa setiap manusia senantiasa didampingi setan yang berusaha untuk membujuknya dengan bisikan yang mengajaknya kepada kefasikan dan kedurhakaan kepada Allah, sehingga ia tidak menyadari, bahwa hal itu adalah tipu daya dari setan tersebut. Makhluk halus itu selalu berusaha untuk menyesatkan manusia kepada lembah kebatilan dan kejahatan, sebagaimana kuman-kuman yang selalu berusaha untuk menimbulkan bermacam-macam penyakit dalam tubuh manusia atau hewan. Kuman-kuman itu mengetahui jalannya untuk memasuki tubuh manusia atau binatang dari lubang-lubang yang halus. Demikian pula setan mengetahui jalan untuk memasuki hati manusia, sehingga manusia jatuh ke lembah kesesatan tanpa disadarinya.\nApabila ada kuman yang berhasil menyelinap ke dalam tubuh manusia dan menyebabkan timbulnya penyakit, maka manusia yang lebih halus sifatnya, dapat dimasuki pengaruh makhluk-makhluk halus, yaitu jin dan setan, yang dapat menjerumuskan kepada penyakit-penyakit rohani manusia.\nOrang-orang yang menjadi pengikut jin dan setan berkata, dengan penuh kesedihan dan penyesalan, \"Ya Tuhan, kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami, setelah kami menerima kelezatan duniawi karena mengikuti ajakan jin dan setan dan kami telah mengakui dosa-dosa kami, maka kami berserah diri kepada-Mu untuk menerima hukuman-Mu yang seadil-adilnya.\"\nPerkataan mereka memperlihatkan penyesalan dan keterlanjuran mereka dalam mengikuti hawa nafsu dan sekarang mereka berserah diri kepada Allah yang mengetahui segala perbuatan mereka. Dalam ayat ini tidak disebutkan bagaimana jawaban jin dan alasan setan yang membawa mereka kepada kesesatan itu, tetapi dijelaskan dalam firman Allah yang lain yang menunjukkan bahwa setan, jin dan manusia yang menjadi korban hasutan mereka saling bertikai melepas tanggungjawab dan saling mengutuk satu sama lain: \n\"¦ kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.\" (al-'Ankabut/29: 25) \n\nSebagai jawaban atas keluhan mereka itu Allah berfirman, \"Neraka itulah tempat kamu berdiam sedang kamu kekal di dalamnya, kecuali Tuhan menghendaki yang lainnya.\" Segala sesuatu berada di bawah kehendak dan pilihan-Nya, dan tidak ada yang mengetahui kehendak-Nya selain Dia sendiri. Dialah Tuhan Yang Mahabijaksana dan Maha Mengetahui.\nIbnu 'Abbas memahami ayat di atas, bahwa siapapun tidak patut turut campur dalam menentukan nasib seorang hamba Allah, apakah dia akan dimasukkan ke surga atau ke neraka. Semuanya berada di bawah kekuasaan dan kehendak Allah.",
    "quraish": "Kalau orang-orang yang menempuh jalan lurus itu akan mendapat tempat aman dengan kekuasaan Allah, maka orang-orang yang menempuh jalan setan akan mendapat balasan juga atas pelanggaran itu pada saat semua manusia dikumpulkan di hari kiamat. Saat itu, Allah berkata kepada jin dan manusia yang berbuat dosa, \"Wahai sekumpulan jin, kalian telah banyak menggoda manusia, hingga banyak yang mengikuti kalian.\" Manusia-manusia yang mengikuti jin itu berkata, \"Wahai Pencipta dan Penguasa kami, masing-masing kami telah memanfaatkan yang lain dan kami bersenang-senang dengan berbagai kenikmatan dunia. Kini kami telah sampai kepada ajal yang telah Engkau tentukan.\" Allah berkata lagi, \"Tempat kalian semua adalah neraka dan kalian akan kekal abadi di dalamnya. Kecuali orang-orang yang dikehendaki Allah untuk diselamatkan, yaitu orang-orang yang tidak mengingkari pesan-pesan Allah. Sungguh, perbuatan Allah selamanya selalu sejalan dengan kebijaksanaan dan pengetahuan-Nya.",
    "jalalayn": "(Dan) ingatlah (hari di waktu Kami menghimpun mereka semuanya) dengan memakai nun dan ya; artinya Allahlah yang menghimpun semua makhluk kemudian diserukan kepada mereka (\"Hai golongan jin/setan! Sesungguhnya kamu telah banyak menyesatkan manusia,\") dengan cara kamu menyesatkan mereka (lalu berkatalah kawan-kawan mereka) yaitu mereka yang mau menaatinya (dari kalangan manusia, \"Ya Tuhan kami, sesungguhnya sebagian daripada kami telah dapat kesenangan dari sebagian yang lainnya) manusia telah mengambil manfaat melalui jin yang menghiasi keinginan-keinginan nafsu syahwat mereka, dan demikian pula jin pun mengambil manfaat dari manusia melalui ketaatan manusia kepada mereka (dan kami telah sampai kepada waktu yang telah Engkau tentukan bagi kami\") yakni hari kiamat; hal ini adalah merupakan ungkapan kekecewaan mereka (Allah berfirman) Maha Tinggi Allah, kepada mereka melalui lisan para malaikat-Nya (\"Neraka itulah tempat kamu) tempat diam kamu (sedangkan kamu kekal di dalamnya, kecuali kalau Allah menghendaki yang lain.\") batas-batas waktu tertentu di mana mereka dapat dikeluarkan dari neraka, untuk meminum hamim/keringat ahli neraka yang berada di luar neraka, demikianlah seperti apa yang dikatakan dalam firman-Nya, \"Kemudian sesungguhnya tempat kembali mereka benar-benar ke neraka Jahim,\" surah Ash-Shaffaat. Dan telah diriwayatkan dari Ibnu Abbas bahwasanya ayat ini diturunkan berkenaan dengan orang-orang yang telah diketahui Allah bahwa mereka orang-orang yang beriman. Dengan demikian berarti Lafal maa bermakna man. (Sesungguhnya Tuhanmu Maha Bijaksana) di dalam mengatur ciptaan-Nya (lagi Maha Mengetahui) tentang makhluk-makhluk-Nya."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 129,
    "arab": "وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ",
    "translation": "Dan demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sesamanya, sesuai dengan apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/918.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa hidup berkelompok antara orang yang sama tujuan, cita-cita dan kepentingannya terutama dalam hal yang jahat dan menyesatkan telah menjadi kebiasaan dari sebagian makhluk hidup, tidak ada bedanya antara jin dan manusia. Mereka selalu tolong menolong dan bantu membantu dalam berbagai usaha dan upaya agar keinginan dan usaha mereka terpenuhi sesuai dengan rencana mereka. Mereka tidak segan-segan melakukan tindak kekerasan, kezaliman dan penganiayaan serupa dan tidak menghiraukan norma-norma kemanusiaan, keadilan, dan sifat kasih sayang, asal mereka dapat memenuhi nafsu mereka dalam menikmati kehidupan dunia ini dengan sepuas-puasnya. Hal ini dapat dibuktikan dari berbagai peristiwa dalam sejarah sejak zaman dahulu kala sampai sekarang ini. Betapa banyak nabi dan rasul pembawa kebenaran, penyeru kepada akidah tauhid, mendapat tantangan yang hebat dan keras dari penyembah berhala dan pembela kebatilan dan kesesatan karena para nabi dan rasul itu tetap dalam pendiriannya, mantap dalam dakwahnya sehingga Allah memberi hukuman kaumnya yang sesat dan durhaka seperti kaum 'Ad dan samud. Betapa banyak bangsa-bangsa yang merasa dirinya kuat dan perkasa dengan terang-terangan merampas hak bangsa-bangsa yang lemah tanpa memperdulikan rasa keadilan dan perikemanusiaan. Tetapi bangsa yang tertindas dan terjajah itu tidak tinggal diam, mereka berjuang dengan berbagai cara untuk merebut kembali kemerdekaannya. Memang telah menjadi sunatullah bahwa kebenaran pasti menang selama kebenaran itu tetap dibela dan diperjuangkan.\nAllah berfirman: \nDan katakanlah, \"Kebenaran telah datang dan yang batil telah lenyap.\" Sungguh, yang batil itu pasti lenyap. (al-Isra'/17: 81)\nAllah tidak menyuruh manusia atau jin bersatu dan berkelompok untuk berbuat kejahatan, melakukan yang batil dan berbuat yang mungkar, tetapi hal ini adalah tabiat manusia dan masyarakat sendiri, mereka lebih tertarik untuk bergabung dan bertolong-tolongan dengan kelompok yang sama arah dan tujuan hidupnya, walaupun hal itu ditujukan untuk melakukan kezaliman dan bertindak sewenang-wenang terhadap masyarakat yang lain. Allah berfirman: \nOrang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik. (at-Taubah/9: 67)\nDalam menafsirkan ayat ini, Qatadah berkata, \"Sesungguhnya Allah menjadikan manusia berteman akrab karena masing-masing memiliki kecenderungan yang sama; seorang mukmin adalah wali (teman akrab) bagi orang mukmin lain, kapan dan dimana dia berada. Seorang kafir adalah wali orang kafir lainnya, kapan dan di manapun ia berada. Iman itu bukan hanya dengan angan-angan dan bukan pula hanya berupa simbol atau tanda. Demi Allah yang memiliki umurku! Bila engkau berbuat taat kepada Allah, sedang engkau tidak mengenal seorang pun diantara orang yang taat kepada-Nya, maka hal itu tidak membahayakan kepadamu. Dan bila engkau berbuat durhaka dan maksiat yang dilarang Allah sedang engkau berteman akrab dengan orang yang taat dan takwa kepada-Nya, maka hal itu tidak akan berguna sedikit pun bagimu.\"\nAbu Syaikh meriwayatkan dari Mansur bin Abi al-Aswad ia berkata, \"Aku bertanya kepada al-A'masy tentang maksud ayat 129 ini: 'Apakah yang engkau dengar dari para sahabat dan ulama tabi'in?\" Al-A'masy menjawab, \"Aku dengar mereka berkata, \"Apabila akhlak manusia telah rusak, maka mereka akan mudah diperintah oleh manusia-manusia yang jahat.\" Allah berfirman: \nDan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra'/17: 16)\nDi pihak lain, orang-orang mukmin bersatu dan memiliki pemimpin dan orang kepercayaan yang terdiri dari orang-orang yang baik, jujur dan bertakwa kepada Allah.\nFirman Allah: \nDan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana. (at-Taubah/9: 71)",
    "quraish": "Demikian pula, sebagaimana Kami jadikan masing-masing jin dan manusia yang berbuat maksiat untuk saling menikmati yang lain, Kami jadikan pula orang-orang zalim sebagai penguasa bagi yang lain, akibat dosa besar yang mereka lakukan.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami berikan nikmat kepada orang-orang yang maksiat dari golongan manusia dan jin sebagian mereka melalui sebagian lainnya (Kami jadikan berteman) saling bantu-membantu (sebagian orang-orang yang lalim itu dengan sebagian lainnya) atas sebagian lainnya (disebabkan apa yang mereka usahakan) berupa perbuatan-perbuatan maksiat."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 130,
    "arab": "يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
    "translation": "Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, “(Ya), kami menjadi saksi atas diri kami sendiri.” Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/919.mp3",
    "tafsir": "Di akhirat nanti, kepada semua jin dan manusia yang durhaka, yang tidak mengikuti ajaran rasul dan tidak mengindahkan larangan Allah yang disampaikan rasul kepada mereka sehingga mereka berbuat sewenang-wenang di bumi, akan dikemukakan kepadanya pertanyaan, \"Apakah tidak datang kepadamu rasul-rasul Kami, memperingatkan kamu dan memberi petunjuk yang benar agar kamu tidak tersesat dan tidak melakukan perbuatan-perbuatan yang bertentangan dengan ajaran Kami? Mereka tidak berdaya menjawabnya, dan mereka menyesali segala yang mereka perbuat semasa di dunia, dan dengan menundukkan kepala mereka mengakui kesalahan-kesalahan mereka seraya menjawab, \"Kami mengakui bahwa Rasul Allah telah datang kepada kami dan telah memberikan peringatan dan ajaran-ajaran yang baik yang seharusnya kami perhatikan dan kami ikuti dengan patuh dan taat, tetapi kami tidak mengindahkannya, bahkan kami mendustakan mereka dan memperolok-olok seruan mereka.\"\nAllah berfirman: \nMereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.\" (al-Mulk/67: 9)\nMereka telah ditipu dan diperdaya oleh kehidupan dunia dan mereka silau oleh harta, wanita, pangkat dan kedudukan, sehingga hati mereka menjadi beku, mata mereka menjadi buta, tidak dapat lagi membedakan mana yang baik, dan mana yang buruk. Mereka tidak dapat lagi melihat cahaya ajaran Ilahi yang akan membawa mereka kepada kebahagiaan dunia dan akhirat. Para rasul itu telah membacakan kepada mereka ayat-ayat yang diturunkan Allah dan telah memperingatkan mereka bahwa di akhirat nanti akan ada hari pembalasan di mana orang-orang yang berbuat baik akan masuk surga dan orang-orang yang ingkar akan disiksa dalam neraka. Di kala itulah mereka mengaku terus terang bahwa mereka dahulu (di dunia) memang ingkar dan kafir, mendustakan rasul-rasul dan tidak percaya dengan adanya hari akhirat.\nMengenai rasul-rasul yang diutus itu, apakah mereka terdiri dari manusia ataukah ada pula rasul-rasul dari jin yang diutus kepada umatnya? Jumhur ulama berpendapat bahwa rasul-rasul itu semuanya terdiri dari manusia, tetapi bertugas untuk menyampaikan dakwah kepada jin dan manusia, tidak ada rasul-rasul dari kalangan jin. Al-Qur'an dan hadis-hadis sahih menunjukkan bahwa Nabi Muhammad juga diutus kepada jin seperti tersebut dalam ayat berikut: \n\nDan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur'an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, \"Diamlah kamu (untuk mendengarkannya)!\" Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan. Mereka berkata, \"Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur'an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus.\" (al-Ahqaf/46: 29-30)",
    "quraish": "Pada hari kiamat, Allah berkata kepada mereka, \"Wahai sekumpulan jin dan manusia, rasul-rasul telah datang kepada kalian memberi peringatan dengan berbagai bukti dan keterangan, membacakan ayat-ayat dan mengingatkan kalian tentang hari pertemuan dengan Allah ini. Mengapa kalian mendustai mereka? Mereka menjawab, \"Kami mengaku atas kesalahan yang kami lakukan.\" Mereka telah tertipu oleh kenikmatan hidup duniawi. Mereka mengaku bahwa mereka memang ingkar.",
    "jalalayn": "(Hai golongan jin dan manusia, apakah belum datang kepadamu rasul-rasul dari golongan kamu sendiri) kalangan kamu sendiri; artinya sebagian kamu yang percaya kepada manusia atau utusan-utusan jin yang sengaja Kami biarkan mereka mendengar ucapan-ucapan para rasul Kami kemudian mereka menyampaikannya kepada kaumnya (yang menceritakan kepada kamu tentang ayat-ayat-Ku dan memperingatkan kamu tentang pertemuanmu dengan hari ini? Mereka berkata, \"Kami menjadi saksi atas diri kami sendiri.\") bahwa sesungguhnya kami telah menerimanya. Allah swt. berfirman: (Kehidupan dunia telah menipu mereka) sehingga mereka tidak mau beriman (dan mereka menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang-orang yang kafir.)"
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 131,
    "arab": "ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ",
    "translation": "Demikianlah (para rasul diutus) karena Tuhanmu tidak akan membinasakan suatu negeri secara zalim, sedang penduduknya dalam keadaan lengah (belum tahu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/920.mp3",
    "tafsir": "Pada ayat ini Allah telah menjelaskan sunah dan ketetapan-Nya sesuai dengan hikmah kebijaksanaan dan keadilan-Nya, apabila Allah hendak membinasakan suatu umat karena kedurhakaan dan kezalimannya, terlebih dahulu Allah mengutus seorang rasul yang akan memberi peringatan kepada mereka. Allah tidak akan menurunkan azab dan siksa-Nya kepada suatu umat yang dalam keadaan lalai dan terlena sebelum mengirim rasul-Nya kepada mereka yang memberi tuntunan dan petunjuk, yang akan memperingatkan dan menimbulkan kesadaran dalam hati mereka bahwa mereka benar-benar telah sesat dari jalan yang lurus dan telah melakukan perbuatan-perbuatan tercela yang bertentangan dengan keadilan dan perikemanusiaan.\nSiksaan yang diturunkan Allah kepada hamba-Nya yang durhaka kepada rasul yang memberi peringatan kepada mereka, misalnya memusnahkan mereka seperti yang pernah terjadi pada kaum 'Ad dan tsamud; atau siksaan yang menghinakan mereka dengan cara mengusir dan mencerai beraikan mereka, seperti yang diderita oleh Bani Israil; ada pula siksaan yang menghancurkan kekuatan mereka, seperti yang diderita oleh kaum musyrikin Mekah. Sesudah Nabi Muhammad diutus Allah kepada semua umat manusia, siksaan yang menghancurkan dan memusnahkan itu tidak ada lagi. Adapun malapetaka yang terjadi, seperti gempa, topan, banjir dan sebagainya, adalah cobaan dan ujian bagi umat manusia agar mereka insaf dan sadar akan kekuasaan Allah dan agar mereka selalu ingat kepada-Nya, dan tidak berpaling dari petunjuk dan ajaran yang diturunkan-Nya dengan perantara rasul-Nya.\nAllah sekali-kali tidak akan menganiaya hamba-Nya, tetapi merekalah yang menganiaya diri sendiri dengan melakukan perbuatan yang bertentangan dengan sunatullah dan melanggar norma-norma yang telah diberikan-Nya untuk kebahagiaan manusia di dunia dan akhirat. Mungkin ada beberapa umat yang nampaknya kuat dan jaya padahal umat itu telah berpaling dari norma-norma keadilan dan perikemanusiaan, bahkan ada yang mengingkari kekuasaan Allah dan menganggap agama sebagai racun yang membunuh manusia. Hal itu adalah istidraj dari Allah yang membiarkan mereka tenggelam dalam paham kebendaan, sombong dan takabur atas hasil yang mereka capai. Namun akhirnya mereka akan mengalami nasib seperti orang yang sombong dan takabur. Terserah kepada manusia itu sendiri apakah ia akan menjadi orang yang beriman, mematuhi dan menjalankan semua aturan dan ajaran yang diturunkan-Nya dengan perantaraan rasul-Nya, sehingga dia hidup berbahagia jasmani dan rohaninya, ataukah dia akan menganggap dirinya lebih berkuasa atau lebih pintar serta menganggap ajaran-ajaran agama itu sudah ketinggalan zaman. Manusia bebas berpikir, berbuat dan menetapkan sesuatu menurut kehendaknya dan akhirnya akan terombang-ambing antara teori-teori yang terus berubah dan tidak tentu ujung pangkalnya serta terjerumus ke jurang kehancuran, keonaran dan kerusakan. Allah telah membentangkan di hadapan manusia jalan yang baik dan jalan yang buruk; diserahkan kepada manusia untuk memilihnya, jalan mana yang akan ditempuhnya.",
    "quraish": "Sesungguhnya pengutusan rasul sebagai pemberi peringatan dan pembawa penjelasan hanyalah karena Tuhanmu, wahai Muhammad, tidak akan menghancurkan penduduk suatu tempat akibat kezaliman mereka, sedangkan mereka adalah orang-orang yang tidak tahu kebenaran. Tetapi sebaliknya, Dia mesti menjelaskan dan mengingatkan terlebih dahulu.",
    "jalalayn": "(Yang demikian itu) dengan mengutus para utusan (supaya) huruf lam dimuqaddarahkan sedangkan an berasal dari anna yang ditakhfifkan; yaitu berasal dari liannahu (Tuhanmu tidak membinasakan kota-kota secara aniaya) sebagian dari kota-kota itu (sedangkan penduduknya dalam keadaan lengah) dan belum pernah diutus kepada mereka seorang rasul pun yang memberikan penjelasan kepada mereka."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 132,
    "arab": "وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ",
    "translation": "Dan masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Dan Tuhanmu tidak lengah terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/921.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa masing-masing jin dan manusia yang telah mendapatkan seruan rasul, akan mendapat derajat dan tingkatan yang sesuai dengan amal perbuatannya. Orang yang beriman, yang bertakwa dan mengerjakan amal saleh, akan mendapat derajat dan tingkatnya sesuai dengan tebalnya iman, kuatnya takwa dan banyaknya amal saleh yang dikerjakan seperti derajat para nabi, shiddiqin (orang-orang yang benar keyakinannya dalam hidup mereka), syuhada' (para kesatria dan pahlawan) dan shalihin (orang-orang yang saleh), sebagaimana disebutkan dalam firman Allah: \n\nDan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nisa'/4: 69)\nSebaliknya orang-orang kafir, munafik dan ingkar yang banyak melakukan kejahatan, akan menempati tingkat yang rendah yang paling bawah, sesuai dengan usaha dan pekerjaan mereka masing-masing; seperti orang munafik tempatnya adalah di dalam neraka yang paling bawah, sebagai tersebut dalam firman Allah: \n\nSungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.(an-Nisa'/4: 145)\n\nAllah sekali-kali tidak lengah terhadap apa yang dikerjakan oleh jin dan manusia. Semua pekerjaannya, baik yang kecil maupun yang besar, yang buruk atau yang baik, akan dicatat dan mereka akan mendapat balasannya. Kejahatan akan dibalas dengan siksaan yang setimpal dan kebaikan akan dibalas dengan pahala yang berlipat ganda.",
    "quraish": "Masing-masing orang yang berbuat baik dan buruk ada tingkatan-tingkatan balasannya. Yang berbuat baik akan dibalas kebaikan dan yang berbuat buruk akan dibalas dengan keburukan pula. Allah adalah Pencipta dan Penentu kadar sesuatu, tidak akan lengah dengan apa yang mereka kerjakan. Pekerjaan mereka ada dalam buku yang mencatat semua yang kecil dan yang besar.",
    "jalalayn": "(Dan masing-masing) dari kalangan orang-orang itu (memperoleh derajat-derajat) pembalasan (sesuai dengan apa yang telah dikerjakannya) berupa pembalasan yang baik dan pembalasan yang buruk (Dan Tuhanmu tidak lengah dari apa yang mereka kerjakan) dengan memakai ya dan ta."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 133,
    "arab": "وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗاِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ",
    "translation": "Dan Tuhanmu Mahakaya, penuh rahmat. Jika Dia menghendaki, Dia akan memusnahkan kamu dan setelah kamu (musnah) akan Dia ganti dengan yang Dia kehendaki, sebagaimana Dia menjadikan kamu dari keturunan golongan lain.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/922.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah Mahakaya dan Mahaluas rahmat-Nya dan tidak memerlukan apa dan siapa pun; tetapi semua yang selain Allah membutuhkan bantuan dan pertolongan-Nya, baik keberadaannya maupun dalam kehidupannya. Bagaimanapun banyaknya kekayaan seorang manusia namun ia masih memerlukan pertolongan orang lain, misalnya pertolongan dari pembantu-pembantunya, buruhnya, dokternya, dan sebagainya. Ia pasti tetap memerlukan pertolongan Allah, Penciptanya dan Pencipta semua keperluan dan kebutuhan hidupnya, Allah berfirman: \n\nWahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan sesuatu), Maha Terpuji. (Fathir/35: 15)\nHal ini dijelaskan oleh sebuah hadis Qudsy yang diriwayatkan oleh Abu dzar dari Nabi saw; beliau menerima wahyu dari Tuhan sebagai berikut: \nArtinya: \nHai hamba-hamba-Ku, Aku mengharamkan terhadap diriku berbuat zalim, dan Aku jadikan perbuatan zalim itu haram pula di antara kamu, maka janganlah kamu melakukan kezaliman terhadap sesamamu. Hai hamba-hamba-Ku, semua kamu berada dalam kesesatan kecuali orang-orang yang telah Aku beri petunjuk, maka mintalah selalu petunjuk-Ku tentu Aku akan menunjukimu. Hai hamba-hamba-Ku, semua kamu lapar kecuali orang-orang yang Aku beri makanan maka mintalah kepada-Ku makanan niscaya Aku akan memberimu makanan. Hai hamba-hamba-Ku, kamu semua dalam keadaan telanjang kecuali orang-orang yang telah Aku beri pakaian, maka mintalah kepada-Ku niscaya akan Aku berikan pakaian. Hai hamba-hamba-Ku, kamu senantiasa melakukan kesalahan pada siang dan malam sedang Aku mengampuni semua dosa, maka mintalah ampun kepada-Ku, niscaya Aku akan mengampuni. Hai hamba-hambaKu, kamu sekali-kali tidak akan memberi mudarat kepada-Ku sehingga Aku mendapat mudarat karenamu dan kamu sekali-kali tidak akan memberikan manfaat kepada-Ku, sehingga Aku mendapat manfaat karenamu. Hai hamba-hamba-Ku, andaikata orang-orang dahulu, orang-orang yang kemudian, manusia dan jin semuanya sangat bertakwa kepada-Ku, maka hal itu tidak akan menambah apa-apa kepada kerajaan-Ku. Hai hamba-hamba-Ku, sekiranya orang-orang dahulu, orang-orang yang kemudian, manusia dan jin semuanya bersifat jahat maka hal itu tidak akan mengurangi sesuatu apapun dari kerajaan-Ku. Hai hamba-hamba-Ku, andaikata orang-orang dahulu, orang-orang kemudian, jin dan manusia berada pada suatu tempat, lalu mereka meminta kepada-Ku dan Aku kabulkan semua permintaan itu, maka hal itu tidak akan mengurangi sedikitpun perbendaharaan yang ada pada-Ku, kecuali seperti jarum licin mengurangi air lautan bila dimasukkan ke dalamnya (dan diangkat kembali). Hai hamba-hamba-Ku, sesungguhnya Aku mencatat semua amalan kamu dan akan Kubalasi dengan sempurna, maka barang siapa mendapat balasan yang baik, hendaklah ia memuji Allah, dan barang siapa mendapat balasan yang buruk, maka janganlah ia mencela, kecuali dirinya sendiri. (Riwayat Ahmad, Muslim, at-Tirmidzi dan Ibnu Majah dari Abu dzar)\nDemikianlah sebagian kekayaan Allah. Adapun rahmat dan karunia-Nya yang amat luas dan tidak terhingga, dapat dilihat pada kenyataan alam semesta, ciptaan-Nya dan tidak seorang pun yang dapat mengingkarinya. Dalam sebuah hadis yang diriwayatkan dari Abu Hurairah diterangkan bahwa Rasulullah saw bersabda: \n\"Allah membagi rahmat-Nya menjadi seratus bagian. Maka yang sembilan puluh sembilan bagian ditahan-Nya di sisi-Nya dan yang satu bagian diturunkan-Nya ke bumi. Dari rahmat yang satu bagian itulah semua makhluk sayang menyayangi, sehingga seekor kuda akan mengangkat telapak kakinya karena takut anaknya terinjak olehnya\". (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\nAllah Yang Mahakaya, Mahaluas rahmat-Nya mengharamkan bagi diri-Nya sifat aniaya, jika Allah bertindak menimpakan siksa kepada hamba-Nya yang durhaka maka tindakan-Nya itu tidaklah bertentangan dengan sifat-sifat tersebut. Maka dengan ayat ini Allah menegaskan kepada musuh-musuh Nabi Muhammad bahwa jika Allah menghendaki, Dia pasti dapat membinasakan mereka dan mengganti mereka dengan kaum lain yang diciptakan-Nya sebagaimana Dia menciptakan mereka dari keturunan yang lain. Janji Allah terbukti dengan binasanya musuh-musuh Nabi Muhammad dalam Perang Badar, sehingga pada akhirnya tidak ada lagi kaum musyrik di Mekah. Mereka digantikan oleh orang-orang yang beriman dan bertakwa, berjuang meninggikan kalimat Allah dengan jiwa raga dan harta benda mereka. Meskipun dalam mempertahankan kebenaran mereka terpaksa mengangkat senjata dan memasuki medan pertempuran tetapi dalam setiap pertempuran itu mereka menjadi teladan dalam sikap santun dalam memperlakukan musuh-musuh mereka, sehingga para ahli sejarah barat mengakui bahwa tidak ada suatu bangsa yang tidak menaklukkan bangsa lain dengan penuh rasa keadilan dan kasih sayang seperti bangsa Arab yang telah beragama Islam.",
    "quraish": "Allah, Tuhanmu, adalah Mahakaya, yang tidak membutuhkan hamba dan peribadatan mereka. Hanya Dialah pemilik sifat kasih yang menyeluruh. Atas dasar sifat kasih itu, Dia memerintahkan kalian berbuat baik dan melarang berbuat buruk. Dia Mahakuasa. Kalau memang berkehendak, Dia dapat melenyapkan kalian dan menciptakan pengganti setelah kalian di muka bumi sesuai dengan kehendak-Nya. Sungguh, hal itu bagi Allah tidaklah sulit. Dia menciptakan kalian dari keturunan orang-orang sebelum kalian, dan kalian adalah pewaris bumi ini sesudah mereka.",
    "jalalayn": "(Dan Tuhanmu Maha Kaya) tidak membutuhkan makhluk-Nya dan juga tidak membutuhkan ibadah mereka (lagi mempunyai rahmat. Jika Dia menghendaki niscaya Dia memusnahkan kamu) hai penduduk Mekah yakni membinasakan kalian (dan menggantimu dengan siapa yang dikehendaki-Nya setelah kamu musnah) di antara makhluk-Nya (sebagaimana Dia telah menjadikan kamu dari keturunan orang-orang lain) yang telah Dia memusnahkan akan tetapi Dia tetap membiarkan kamu sebagai rahmat atas kamu sekalian."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 134,
    "arab": "اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ",
    "translation": "Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/923.mp3",
    "tafsir": "Pada ayat ini Allah memberikan ancaman-Nya kepada musuh-musuh Nabi. Mereka di dunia ini telah mendapat siksaan dan di akhirat kelak demikian pula. Siksaan akhirat yang diancamkan kepada mereka ialah api neraka yang menyala-nyala, pasti akan menimpa mereka, tidak ada satu kekuasaan pun yang dapat menolaknya dan mereka sendiri tidak dapat menghalangi atau lari dari padanya. Hari pembalasan itu pasti datang dan semua makhluk akan dihidupkan kembali. Hal ini tidaklah sulit bagi Allah Yang Mahakuasa. Sebagaimana Allah berkuasa menciptakan makhluk-Nya dari tidak ada menjadi ada, tentu Allah pun berkuasa menghidupkan kembali, walaupun makhluk tersebut sudah mati dan menjadi tulang-belulang yang hancur luluh. Dalil ini berulang kali disebutkan dalam Al-Qur'an di antaranya, firman Allah: \n\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)",
    "quraish": "Sesungguhnya hukuman yang diperingatkan dan pahala yang dijanjikan kepada kalian setelah kebangkitan kembali, pertemuan dan perhitungan, itu pasti akan datang. Hari itu, kalian tidak akan dapat mencegah Allah sesuai dengan janji-Nya kepada kalian. Maka, kalian pasti tidak berdaya menolak pertemuan dan perhitungan itu.",
    "jalalayn": "(Sesungguhnya apa yang dijanjikan kepadamu) pada hari kiamat dan azab (pasti datang) tidak dapat ditawar-tawar lagi (dan kamu sekali-kali tidak sanggup menolaknya) tidak bisa selamat dari azab Kami."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 135,
    "arab": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/924.mp3",
    "tafsir": "Ancaman Allah terhadap kaum musyrikin yang memusuhi Nabi Muhammad yang terdapat pada ayat 133 dan 134 yang lalu, diiringi dengan tantangan terhadap mereka dengan menyuruh Nabi Muhammad mengatakan kepada mereka, \"Berbuatlah apa yang hendak kamu lakukan sesuai dengan kesanggupan kamu. Akupun akan berbuat demikian pula; nanti kamu akan mengetahui siapa di antara kita yang akan mendapat kejayaan dan kemenangan. Ketahuilah bahwa orang-orang zalim tidak akan mendapat kemenangan.\" Tantangan itu walaupun mengandung pengertian yang agak keras, namun bahasanya tetap halus, karena Nabi Muhammad masih menyebut musuh-musuh Islam itu dengan kata \"kaumku\".\nPengertian \"kaum\" dalam kalangan orang-orang Arab adalah sangat dalam hampir sama dengan pengertian \"bangsa\" di zaman sekarang. Orang yang cinta kepada bangsanya akan merasa berkewajiban untuk membelanya, bila mereka tergelincir dari rel kebenaran. Dalam ucapan ini terbayang bahwa Nabi Muhammad sangat mengharapkan kesadaran mereka dan agar mereka kembali ke jalan yang benar. Dalam tantangan ini terdapat pula janji Allah kepada kaum muslimin, bahwa mereka akan mendapat kemenangan besar terhadap kaum musyrikin yang sesat dan yang zalim itu.\nApa yang terjadi kemudian sesuai dengan janji Allah, kaum musyrikin terus-menerus ditimpa kekalahan sehingga tegaklah kalimat Allah dengan kokohnya dan hancurnya kemusyrikan. Ini adalah bukti bahwa janji Allah di akhirat nanti pasti akan terlaksana pula, karena janji di dunia itu juga diucapkan sebelum peristiwa itu terjadi, keduanya terkait dengan peristiwa yang akan datang. Janji Allah bahwa Dia akan menolong kaum mukmin sepanjang masa, sampai akhir zaman, selama mereka benar-benar beriman dan bertakwa, benar-benar menjalankan ajaran-ajaran agama-Nya secara keseluruhan dan benar-benar berjuang dengan ikhlas untuk menegakkan kalimat Allah. Disebutkan dalam firman-Nya: \n\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)",
    "quraish": "Wahai Nabi, ancamlah kepada mereka dengan mengatakan, \"Berbuatlah sesuai cara yang kalian kehendaki dengan segala kekuasaan yang kalian miliki, dan aku akan berbuat dengan memihak kebenaran. Kalian nanti pasti akan tahu, siapakah di antara kita yang bernasib baik di akhirat. Tentu orang-orang yang memihak kebenaran sebab kalian adalah orang-orang yang zalim. Dan sungguh, Allah tidak pernah menakdirkan kemenangan bagi orang-orang yang zalim.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Hai kaumku! Berbuatlah sepenuh kemampuanmu) sesuai dengan keadaanmu (sesungguhnya aku pun berbuat pula) sesuai dengan keadaanku. (Kelak kamu akan mengetahui siapakah di antara kita) man menjadi maushul dan menjadi maf`ul dari Lafal al-`ilm (yang akan memperoleh hasil yang baik dari dunia ini.\") akibat yang dipuji di akhirat nanti, apakah kami atau kamu? (Sesungguhnya tidak akan mendapat keberuntungan) kebahagiaan (orang-orang yang lalim itu) yaitu orang-orang kafir."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 136,
    "arab": "وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Dan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, “Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/925.mp3",
    "tafsir": "Ayat ini menginformasikan bahwa mereka membagi apa yang mereka dapat dari hasil tanaman dan hewan ternak kepada dua bagian. Satu bagian untuk Allah dan satu bagian lagi untuk berhala-berhala yang mereka puja-puja dan mereka agungkan. Mereka berkata, \"Bagian yang pertama adalah untuk Allah sebagai persembahan kami untuk mendekatkan diri kepada-Nya. Bagian yang kedua adalah untuk berhala sesembahan kami yang juga untuk mendekatkan diri kepada Allah.\"\nDengan pembagian seperti itu mereka telah menjadi sesat, karena pengorbanan itu adalah suatu ibadah dan pendekatan diri kepada yang disembah. Menyembah kepada berhala-berhala dan patung-patung adalah satu perbuatan yang tak dapat diterima oleh akal sehat, karena patung adalah benda-benda mati yang tak dapat berbuat apa-apa, bahkan patung-patung ini dibuat oleh mereka.\nTradisi ini adalah suatu agama yang dibuat-buat oleh para pemimpin dan pemuka-pemuka bangsa Arab di kala itu, untuk mempengaruhi orang-orang awam agar mereka tetap mengagungkan dan memuliakan pemimpin sebagai pengawal dan pemelihara berhala-berhala dan sebagai orang-orang yang terdekat kepadanya. Dengan demikian, mereka dapat berkuasa atas orang-orang awam. Memeras mereka dengan menyuruh kaumnya berbakti dengan mengorbankan harta benda kepada berhala-berhala yang mereka anggap berkuasa atas kehidupan mereka dan dapat mendatangkan nikmat atau bencana kepada siapa yang dikehendakinya.\nBagian pertama yang diperuntukkan bagi Allah, dipergunakan untuk memberi makan tamu-tamu, anak-anak dan orang-orang miskin; sedangkan bagian kedua yang diperuntukkan bagi berhala-berhala dikuasai sepenuhnya oleh penjaga-penjaga dan pemelihara-pemeliharanya. Tetapi karena mereka telah dikuasai oleh sifat tamak dan serakah, maka bagian yang diperuntukkan bagi berhala-berhala itu tidak boleh dikurangi atau diambil sedikitpun untuk digabungkan kepada bagian yang diperuntukkan bagi Allah. Sebaliknya bagian yang diperuntukkan bagi Allah boleh diambil untuk digabungkan kepada bagian berhala-berhala, karena bagian Allah itu adalah hak fakir miskin dan orang-orang yang sangat membutuhkan makanan. Sedangkan bagian berhala adalah sepenuhnya menjadi hak para penguasa. \nDemikianlah ketentuan yang mereka tetapkan dan alangkah jahatnya ketentuan itu. Selain ketetapan itu merupakan perampasan atas hak fakir miskin dan orang-orang yang sangat membutuhkan bantuan. Segi-segi keburukan ketetapan mereka adalah sebagai berikut: \na.Mereka telah melanggar hak Allah, karena hanya Allah-lah yang berhak membuat ketentuan dalam masalah ibadah.\nb.Mereka telah mempersekutukan Allah dengan berhala, padahal hanya Allah yang berhak disembah dan kepada-Nyalah segala kebaktian harus dipersembahkan.\nc.Mereka lebih mengutamakan hak berhala dari pada hak Allah.\nd.Ketetapan itu tidak berdasarkan akal yang sehat dan tidak pula berdasarkan petunjuk atau syariat-syariat yang ada sebelumnya, hanya berdasarkan keinginan hawa nafsu belaka. \nDiriwayatkan oleh Ali bin Abi Talib dan al-'Aufi bahwa Ibnu 'Abbas berkata tentang tafsir ayat ini yang maksudnya sebagai berikut: \n\"Sesungguhnya musuh-musuh Allah, apabila mereka bercocok tanam atau memetik hasil tanaman, mereka membaginya dua bagian, yaitu sebagian untuk Allah dan sebagian lagi untuk berhala. Apabila bagian yang disediakan untuk Allah tercecer, kemudian bercampur dengan bagian yang diperuntukkan untuk berhala, maka yang tercecer itu mereka gabungkan untuk berhala. Selanjutnya jika air yang diperuntukkan bagi tanaman bagian berhala mengalir ke tanaman bagian Allah, maka tanaman bagian Allah itu mereka jadikan tanaman bagian berhala. Tetapi apabila air tanaman bagian untuk Allah mengalir ke tanaman bagian berhala, maka tanaman itu tetap dijadikan bagian berhala.\"",
    "quraish": "Orang-orang musyrik yang menyembah berhala, berada dalam khayalan terus menerus. Dari tanaman dan hewan yang diciptakan Allah seperti onta, sapi dan domba, mereka membuat sebagiannya untuk Allah dengan menyuguhkannya kepada tamu dan memberikannya kepada orang yang membutuhkan. Sedangkan sebagian lainnya lagi dipersembahkan kepada berhala-berhala yang dianggap sekutu Allah. Apa yang mereka berikan kepada berhala-berhala itu akan sampai, dan yang mereka anggap diberikan kepada Allah tidak akan sampai kepada tamu dan orang-orang miskin. Alangkah buruknya ketentuan zalim mereka! Mereka menjadikan bandingan bagi Allah, Pencipta tanaman dan hewan. Mereka juga tidak menyalurkan bagian yang menurutnya untuk Allah, kepada yang berhak.",
    "jalalayn": "(Dan mereka memperuntukkan) orang-orang kafir Mekah (bagi Allah satu bagian dari apa yang telah diciptakan)-Nya (yaitu berupa tanaman) hasil lahan (dan ternak sebagai bagian) yang mereka infakkan untuk tamu-tamu dan orang-orang miskin dan juga satu bagian lainnya untuk sesembahan-sesembahan mereka yang mereka berikan kepada para juru kuncinya (lalu mereka berkata sesuai dengan prasangka mereka, \"Ini untuk Allah) dengan dibaca fatah dan damah huruf zai-nya (dan ini untuk berhala-berhala kami.\") maksudnya apabila ada sesuatu yang terjatuh dari bagian untuk sesembahan mereka, mereka berani mengambilnya kembali. Tetapi apabila ada sesuatu yang terjatuh, dari bagian untuk Allah mereka membiarkannya kemudian mereka berkata, \"Sesungguhnya Allah tidak membutuhkan ini.\" Demikianlah sebagaimana yang diungkapkan dalam firman-Nya berikut ini: (Maka sajian-sajian yang diperuntukkan bagi berhala-berhala mereka tidak sampai kepada Allah) (dan sajian-sajian yang diperuntukkan bagi Allah, maka sajian itu sampai kepada berhala-berhala mereka. Amat buruklah) amat jeleklah (apa yang mereka tetapkan) yakni keputusan hukum mereka itu."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 137,
    "arab": "وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ",
    "translation": "Dan demikianlah berhala-berhala mereka (setan) menjadikan terasa indah bagi banyak orang-orang musyrik membunuh anak-anak mereka, untuk membinasakan mereka dan mengacaukan agama mereka sendiri. Dan kalau Allah menghendaki, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/926.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bagaimana sewenang-wenangnya para pemimpin dan pemuka agama kaum musyrik Mekah, dengan menganjurkan kepada pengikut-pengikutnya agar tidak segan membunuh anak-anak perempuan mereka sendiri dengan alasan yang tidak jelas dan sulit dimengerti. Padahal membunuh anak perempuan sendiri itu bertentangan dengan naluri manusia, dan bertentangan pula dengan cita-cita pembinaan keluarga yang harmonis. Dengan sendirinya bertentangan dengan pembinaan umat yang kukuh dan kuat karena kukuh dan kuatnya suatu umat tergantung kepada kuat dan kukuhnya keluarga-keluarga yang membentuk umat tersebut. Anjuran mereka itu hanya berdasarkan tiga hal: \nPertama: Karena kemiskinan atau takut akan ditimpa kemiskinan. Hal ini diterangkan Allah dalam firman-Nya: \n\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An'am/6: 151)\nDalam firman-Nya yang lain: \n\nDan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isra'/17: 31)\nKedua: Karena takut akan mendapat malu di belakang hari. Mereka membunuh anak-anak mereka yang perempuan dengan menguburnya hidup-hidup, karena anak-anak itu apabila mereka besar nanti mungkin melakukan perbuatan keji dan tercela, atau dirampas menjadi tawanan dan diperbudak, atau kawin dengan laki-laki yang tidak sekufu atau lebih rendah derajatnya dari derajat bapaknya.\nDalam hal ini Allah berfirman: \n\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu. (an-Nahl/16: 58-59)\n\nKetiga: Karena mereka nazar kepada berhala, bahwa mereka akan mengorbankan anak mereka untuk mendekatkan diri kepada berhala-berhala itu. Atau karena alasan lain misalnya kebiasaan mereka bila mereka telah mendapat sejumlah anak akan mengorbankan seorang diantara mereka seperti yang pernah dilakukan Abdul Muththalib kakek Nabi Muhammad ketika dia bersumpah akan mengorbankan Abdullah ayah Nabi Muhammad, apabila ia diberi sepuluh orang anak. Demikianlah anjuran kaum musyrikin yang merusak tabiat dan naluri mereka sebagai manusia yang mempunyai rasa cinta dan kasih sayang kepada anak, sifat yang mulia ini berbalik menjadi kejam. Ia tidak segan-segan membunuh anaknya darah daging sendiri. Demikianlah mereka mengelabui kaumnya sehingga mereka tidak dapat lagi membedakan antara yang baik dan yang buruk, dan mana peraturan agama yang sebenarnya yang harus diikuti dan dilaksanakan. Jika Allah menghendaki, tentulah Allah dapat menahan mereka dari perbuatan yang merusak itu dan mereka tidak akan melakukannya. Oleh sebab itu Allah memerintahkan kepada Nabi Muhammad agar membiarkan mereka membuat peraturan yang merusak dengan sekehendak hati mereka, karena dengan demikian mereka akan menjadi lemah dan kehilangan kepercayaan terhadap diri mereka sendiri.",
    "quraish": "Selain membuat indah pembagian yang tidak adil terhadap tanaman dan hewan (unta, sapi dan domba) ciptaan Allah, khayalan dan angan-angan kosong mereka tentang berhala yang mereka anggap sebagai sekutu-sekutu Allah, Allah juga membuat indah perlakuan membunuh anak laki-laki ketika lahir, dan mempersembahkannya kepada tuhan-tuhan palsu itu. Angan-angan itu telah mengacaukan pemahaman agama mereka. Akibatnya, mereka tidak akan mengerti agama dengan baik. Kalau angan-angan itu begitu menguasai akal pikiran mereka, tinggalkanlah mereka dengan kebohongan-kebohongan yang mereka buat terhadap Allah dan terhadapmu. Mereka akan merasakan sendiri hukumannya. Itu adalah kehendak Allah. Kalau Dia berkehendak, tentu mereka tidak akan melakukan itu.",
    "jalalayn": "(Dan demikianlah) sebagaimana telah menjadi kebiasaan mereka apa-apa yang telah disebutkan itu (telah menghiasi kebanyakan orang-orang musyrik memandang baik membunuh anak-anak mereka) dengan cara mengubur mereka hidup-hidup (karena hasutan sesembahan-sesembahan mereka) yang terdiri dari makhluk jin. Dengan dibaca rafa' sebagai fa'il dari fi'il zayyana; dan menurut suatu qiraat dengan dibaca bina maf'ul serta Lafal qatla dibaca rafa', dan dibaca nashab Lafal al-awlaad, berdasarkan bacaan ini Lafal syurakaaihim dibaca jar dengan mengidhafatkannya kepada Lafal al-qatlu; dengan demikian berarti ada fashal/pemisah antara mudhaf dan mudhaf ilaih yang dipisahkan oleh maf'ul, hal ini tidak mengapa, sebab mengidhafatkan Lafal al-qatlu kepada Lafal syurakaa karena merekalah pada hakikatnya yang melakukannya melalui bujukan mereka (untuk membinasakan mereka) untuk memusnahkan mereka (dan untuk mengaburkan) dengan mencampur-adukkan (bagi mereka agamanya. Dan kalau Allah menghendaki niscaya mereka tidak mengerjakannya, maka tinggalkanlah mereka dan apa yang mereka ada-adakan)."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 138,
    "arab": "وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ",
    "translation": "Dan mereka berkata (menurut anggapan mereka), “Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki.” Dan ada pula hewan yang diharamkan (tidak boleh) ditunggangi, dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah, itu sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/927.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan ketetapan dan peraturan yang dibuat oleh pemimpin mereka, yang mereka tetapkan tanpa berdasarkan akal yang sehat, petunjuk Allah atau agama Allah yaitu: \n1.Mereka mengambil sebagian dari hasil tanaman dan binatang yang mereka miliki untuk dipersembahkan kepada berhala dan sembahan mereka sebagai korban. Bagian tertentu itu tidak boleh disentuh kecuali untuk kepentingan berhala, tidak boleh diberikan kepada siapapun dan tidak boleh dimakan oleh orang lelaki.\n2.Mereka mengharamkan beberapa macam hewan seperti bahirah, ) sha'ibah, ) washilah ) dan ham. ) Tindakan mereka ini telah dibantah kebenarannya oleh Allah dalam firman-Nya: \n\nAllah tidak pernah mensyariatkan adanya bahirah, sha'ibah, washilah, dan ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Ma'idah/5: 103)\n3.Bila mereka melakukan ibadah haji atau mengucapkan talbiah sesuai dengan tatacara mereka, mereka tidak boleh mengendarai binatang-binatang itu atau membebaninya dengan bawaan mereka.\n4.Mereka di waktu menyembelih binatang tidak menyebut nama Allah, tetapi menyebut nama berhala dan sembahan mereka.\nDemikianlah sebagian dari ketetapan yang mereka buat sendiri menurut kemauan mereka mengenai hasil tanaman dan binatang ternak, tetapi mereka mendakwakan bahwa peraturan-peraturan itu adalah dari Allah. Ini adalah suatu kebohongan terhadap Allah dan pasti mereka akan mendapatkan siksaan dari pada-Nya. Nabi Muhammad diperintahkan Allah untuk mengecam mereka karena mereka mengharamkan dan menghalalkan sesuatu sesuka hati dan mengada-adakan kebohongan terhadap Allah: \n\nKatakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini) atau kamu mengada-ada atas nama Allah?\" (Yunus/10: 59)",
    "quraish": "Di antara khayalan mereka, misalnya, apa yang mereka katakan, \"Unta, sapi, domba dan tanaman- tanaman ini adalah terlarang. Hanya orang yang hendak berbakti kepada berhala saja yang memakannya.\" Itu adalah anggapan yang salah, bukan ketentuan dari Allah. Mereka juga mengatakan, \"Punggung onta- onta ini adalah haram, tidak boleh ditunggangi.\" Namun demikian, mereka tidak menyebut nama Allah ketika menyembelih onta, sapi atau domba. Hal itu disebabkan oleh pendustaan mereka terhadap Allah dengan sikap menyekutukan-Nya. Allah akan membalas mereka dengan siksa di akhirat, oleh sebab kedustaan dan pengharaman mereka terhadap sesuatu tanpa ketetapan dari Allah.",
    "jalalayn": "(Dan mereka mengatakan, \"Inilah binatang ternak dan tanaman yang dilarang) yang diharamkan (tidak boleh memakannya kecuali orang yang kami kehendaki\") yaitu para pelayan berhala-berhala dan lain-lainnya (menurut anggapan mereka) artinya mereka tidak punya alasan lagi dalam masalah ini (dan ada binatang ternak yang diharamkan menungganginya) maka ternak-ternak itu tidak boleh dinaiki, seperti hewan sawaib dan hewan hawami (dan binatang ternak yang mereka tidak menyebut nama Allah atasnya) di kala menyembelihnya melainkan menyebut nama berhala-berhala mereka kemudian mengaitkan hal itu kepada Allah (semata-mata membuat-buat kedustaan terhadap Allah. Kelak Allah akan membalas mereka terhadap apa yang selalu mereka ada-adakan) sebagai balasannya."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 139,
    "arab": "وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ",
    "translation": "Dan mereka berkata (pula), “Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami, haram bagi istri-istri kami.” Dan jika yang dalam perut itu (dilahirkan) mati, maka semua boleh (memakannya). Kelak Allah akan membalas atas ketetapan mereka. Sesungguhnya Allah Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/928.mp3",
    "tafsir": "Pada ayat ini Allah menyebutkan pula kesewenang-wenangan kaum musyrik dalam mengharamkan dan menghalalkan sesuatu menurut kemauan dan keinginan hawa nafsu mereka, yaitu tentang; hewan bahirah dan sa'ibah. Mereka membolehkan laki-laki minum air susunya tetapi mengharamkan bagi perempuan. Apabila binatang itu melahirkan anak jantan maka anaknya itu boleh dimakan oleh laki-laki dan haram bagi perempuan. Bila anak itu lahir mati, barulah anak itu dihalalkan untuk laki-laki dan perempuan. Jikalau binatang itu melahirkan anak betina, maka anak ini dibiarkan hidup sampai beranak. Mereka berbuat demikian dengan sekehendak hati mereka dengan mengada-adakan kebohongan terhadap Allah, maka Allah mengancam mereka dengan balasan yang setimpal dan bahwa Allah Maha Mengetahui segala perbuatan hamba-Nya dan Mahabijaksana.",
    "quraish": "Selain itu, mereka juga membuat khayalan-khayalan lain dengan mengatakan, \"Janin yang ada di dalam perut hewan-hewan ini--yang mereka haramkan untuk disembelih dan ditunggangi--hanya boleh untuk laki-laki dan haram bagi wanita.\" Namun, kalau janin itu lahir mati, mereka semua, laki-laki dan wanita, boleh memakannya. Allah akan membalas kebohongan mereka yang mengaku bahwa pengharaman itu adalah ketentuan Allah. Allah Mahatahu segala sesuatu dan Mahabijaksana yang segala perbuatan-Nya sejalan dengan hikmah kebijaksanaan-Nya. Allah akan membalas orang yang berbuat dosa itu akibat dosanya.",
    "jalalayn": "(Dan mereka mengatakan, \"Apa yang dalam perut binatang ini) yaitu ternak yang diharamkan untuk dimakan seperti ternak sawaib dan ternak bahair (adalah khusus) dihalalkan (untuk pria kami dan diharamkan atas wanita kami\") yakni haram untuk perempuan-perempuan kami (dan jika yang dalam perut itu dilahirkan mati) dengan dibaca rafa` dan nashab serta fi`il dita`nitskan atau ditadzkirkan (maka pria dan wanita sama-sama boleh memakannya. Kelak akan membalas mereka) yakni Allah (terhadap ketetapan mereka) berupa pembelaan azab atas penghalalan dan pengharaman ini (Sesungguhnya Allah Maha Bijaksana) dalam ciptaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya."
  },
  {
    "hizb": 58,
    "name": "Al-An'am",
    "ayat": 140,
    "arab": "قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ",
    "translation": "Sungguh rugi mereka yang membunuh anak-anaknya karena kebodohan tanpa pengetahuan, dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan semata-mata membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/929.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang membunuh anak mereka, karena alasan yang tidak jelas dan tidak benar seperti tersebut pada ayat 137 dan orang-orang yang mengharamkan rezeki yang dikaruniakan Allah kepada mereka seperti tersebut pada ayat 138 dan ayat 139, mereka ini adalah orang-orang yang merugi dan orang-orang yang sesat dan tidak mengikuti petunjuk yang diberikan kepada mereka.\nMembunuh anak adalah tindakan yang bodoh dan sangat merugikan, dan merupakan tindakan orang yang tidak tahu lagi mana yang buruk dan mana yang baik, tidak tahu laba dan rugi, karena anak adalah suatu nikmat dan karunia dari Allah yang tidak ternilai harganya. Anak itu nanti yang akan memelihara kelanjutan hidup, yang akan menjadi kekuatan dan kebanggaan bagi ibu, ayah dan keluarganya, bahkan akan menjadi kekuatan bagi masyarakat dan negara. Bila ia diasuh dan dididik dengan baik pasti akan menjadi anggota keluarga yang baik pula, akan menjadi anggota masyarakat yang berguna bagi masyarakatnya. Oleh sebab itu, setiap ibu dan bapak diberi oleh Allah naluri untuk menyayangi, mencintai, memelihara dan menjaganya. Ibu dan bapak, tidak segan-segan mengorbankan kepentingan dirinya untuk membela dan mempertahankan keselamatan anaknya. Bahkan kadang-kadang ia bersedia mati untuk menyelamatkan anaknya bila ia dalam bahaya. Apabila seseorang telah menganggap bahwa membunuh anaknya lebih baik dari pada membiarkan hidup, karena takut kepada hal-hal yang belum tentu akan terjadi, seperti takut akan kemiskinan atau takut akan mendapat malu, berarti ia telah mengingkari nikmat dan karunia Allah yang besar itu dan menentang naluri dan tabiatnya sendiri. Orang yang seperti ini tentu telah ditipu oleh setan dan dikelabui matanya oleh pemimpin-pemimpin yang tidak bertanggung jawab dan pemuka-pemuka agama yang hanya mementingkan kedudukan dan martabatnya saja. Orang-orang yang menerima ajaran-ajaran dan peraturan-peraturan yang dibuat-buat oleh pemimpin-pemimpin yang telah sesat, tanpa memikirkan apakah peraturan-peraturan itu berdasarkan kebenaran, dapat diterima oleh pikiran yang sehat, atau apakah peraturan itu memang telah ada dasarnya menurut agama, apa lagi bila peraturan-peraturan itu hanya membawa kepada kerugian atau mengingkari nikmat Allah, maka orang-orang yang seperti itu pantaslah dikatakan orang yang sesat, orang-orang yang tidak mendapat petunjuk dari Allah.\nAl-Bukhari meriwayatkan bahwa Ibnu 'Abbas berkata, \"Apabila engkau ingin mengetahui bagaimana bodohnya kaum musyrikin Arab, bacalah ayat 130 dan seterusnya dari Surah al-An'am, sampai dengan ayat 140.\"\nMemang ada beberapa tradisi umat Islam yang sama dengan tradisi Arab jahiliyah, ada yang diperbaiki, diganti atau dikurangi. Hal ini menurut sejarah karena orang-orang Arab ada yang melestarikan beberapa ajaran dari Nabi Ibrahim. Tetapi karena fatroh atau kekosongan waktu yang panjang, maka banyak terjadi penyimpangan dari aslinya. Maka ajaran Islam mengembalikan kepada tradisi yang baik dan benar sesuai dengan ajaran Nabi Ibrahim yang asli, seperti ritual haji yang diwariskan dari Nabi Ibrahim.",
    "quraish": "Orang-orang yang membunuh anak-anaknya karena kebodohan, khayalan, dan karena tidak menyadari akibat dan pendorong pekerjaannya, itu sungguh telah merugi. Mereka mengharamkan diri dari tanaman dan hewan yang dianugerahkan Allah, seraya membuat dusta dengan mengaku bahwa pengharaman itu adalah ketentuan Allah. Oleh sebab itu, mereka menjadi jauh dari kebenaran. Dengan kebohongan itu, mereka tidak termasuk orang-orang yang mendapat petunjuk.",
    "jalalayn": "(Sesungguhnya rugilah orang-orang yang membunuh) dengan dibaca takhfif dan tasydid (anak-anak mereka) dengan mengubur mereka hidup-hidup (karena kebodohan) karena ketidakmengertian mereka (lagi tidak mengetahui dan mereka mengharamkan apa yang Allah telah memberi rezeki kepada mereka) yaitu apa-apa yang telah disebutkan (dengan semata-mata mengada-adakan terhadap Allah. Sesungguhnya mereka telah sesat dan tidaklah mereka mendapat petunjuk.)"
  }
]