[
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 92,
    "arab": "۞ وَلَقَدْ جَاۤءَكُمْ مُّوْسٰى بِالْبَيِّنٰتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ",
    "translation": "Dan sungguh, Musa telah datang kepadamu dengan bukti-bukti kebenaran, kemudian kamu mengambil (patung) anak sapi (sebagai sesembahan) setelah (kepergian)nya, dan kamu (menjadi) orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/99.mp3",
    "tafsir": "Di antara keingkaran orang-orang Yahudi yang sangat menonjol ialah keingkaran mereka terhadap nikmat Allah, yaitu bahwa Nabi Musa a.s. telah didatangkan Allah dengan membawa ajaran Tauhid dan mukjizat seperti terbelahnya lautan dan anugerah Tuhan berupa \"mann\" dan \"salwa.\" Kemudian Bani Israil mengingkari jalan yang benar dan berbuat durhaka dengan menyembah anak-sapi yang dibuat oleh Samiri. Perbuatan mereka itu zalim, sebab mereka melakukan sesuatu yang tercela. Seharusnya mereka menyampaikan kepada manusia bahwa syirik itu adalah dosa yang paling besar.",
    "quraish": "Bahkan kalian telah benar-benar ingkar terhadap kitab-kitab kalian, wahai orang-orang Yahudi. Kalian telah kembali kepada kesyirikan, bahkan ketika Mûsâ masih hidup. Sesungguhnya Mûsâ telah datang dengan membawa ajaran-ajaran yang jelas dan mukjizat yang memperkuat kebenaran yang dibawanya. Tetapi ketika ia pergi untuk bermunajat kepada Tuhannya, kalian menyembah anak sapi dan kembali kepada kesyirikan kalian dengan kebatilan dan kebohongan.",
    "jalalayn": "(Dan sesungguhnya telah datang kepada kamu sekalian Musa dengan membawa bukti-bukti kebenaran) maksudnya mukjizat seperti tongkat, tangan dan terbelahnya lautan (kemudian kamu ambil anak sapi) sebagai sembahan (sesudahnya) maksudnya sesudah kepergiannya ke mikat (bahkan kamu adalah orang-orang yang aniaya.) Karena telah menjadikan anak sapi sebagai sembahan."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 93,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاسْمَعُوْا ۗ قَالُوْا سَمِعْنَا وَعَصَيْنَا وَاُشْرِبُوْا فِيْ قُلُوْبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۗ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهٖٓ اِيْمَانُكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!” Mereka menjawab, “Kami mendengarkan tetapi kami tidak menaati.” Dan diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekafiran mereka. Katakanlah, “Sangat buruk apa yang diperintahkan oleh kepercayaanmu kepadamu jika kamu orang-orang beriman!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/100.mp3",
    "tafsir": "Dalam ayat ini Allah memberikan peringatan sekali lagi kepada orang-orang Yahudi, meskipun terdapat perbedaan susunan kalimat, namun isinya memperkuat maknanya, karena dalam ayat ini termuat ancaman Allah terhadap mereka. Pada ayat yang lain Allah berfirman:\n\n\"¦Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya¦. (al-Baqarah/2:63)\nFirman-Nya yang lain:\n\n\"¦Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!\" ¦ (al-Baqarah/2:93)\n\nAllah memerintahkan kepada Nabi Muhammad saw untuk mengatakan kepada orang-orang Yahudi agar mereka mau menerima perjanjian itu dan memahami isinya, tetapi mereka tidak suka melaksanakan perjanjian itu, bahkan mengingkarinya.\nPerintah Allah \"katakanlah\" mengandung makna ejekan terhadap orang-orang Yahudi yang hidup pada masa Nabi Muhammad saw. Ejekan itu ditujukan kepada mereka, karena mereka telah mengikuti jejak nenek moyang mereka dalam mempersekutukan Tuhan.\nAndaikata mereka masih mengaku betul-betul beriman kepada Kitab Taurat, maka alangkah jeleknya iman yang mereka nyatakan, sebab mereka tidak melakukan apa yang diperintahkan, bahkan melakukan tindakan-tindakan yang menyimpang dari ketentuan-ketentuan Taurat itu, yaitu melakukan penyembahan terhadap anak sapi, dan membunuh para nabi serta merusak perjanjian. Berdasarkan bukti nyata dari perbuatan yang mereka lakukan itu, sukar mempercayai adanya iman di lubuk hati mereka karena sikap perbuatan mereka sama sekali tidak benar.\nAyat yang lalu dan ayat ini sebagai sanggahan terhadap pikiran orang-orang Yahudi yang tidak mau percaya kepada Nabi Muhammad saw, dan dugaan yang berlawanan dengan amal perbuatan mereka itu cukup menjadi bukti kekafirannya.",
    "quraish": "Ketika ia datang dengan membawa Tawrât dan kalian melihat tugas-tugas yang berat di dalamnya, kalian merasa keberatan dan ragu-ragu dengan beban-beban itu. Allah telah memperlihatkan kebenaran dan manfaat pengajaran kitab ini kepada kalian. Dia mengangkat bukit Tursina di atas kepala mereka sampai seakan-akan seperti naungan dan kalian mengira bahwa gunung itu akan jatuh di atas kalian. Pada saat itu kalian memberitahukan bahwa kalian akan menerima dan menaati ajaran Tawrât. Lalu Kami ambil janji kalian, yaitu bahwa kalian tidak akan tergoda oleh hawa nafsu hingga berpaling dari sikap taat kepada pesan-pesan yang dikandung di dalam kitab ini. Kalian lalu berkata, \"Kami percaya dan mendengar.\" Tetapi perbuatan kalian memperlihatkan kedurhakaan dan pembangkangan. Keimanan belum merasuk dalam hati kalian. Keimanan tidak akan mungkin merasuk ke dalam hati orang-orang yang suka menyembah anak sapi. Sungguh buruk apa yang diperintahkan oleh keimanan kalian itu!",
    "jalalayn": "(Dan ketika Kami mengambil ikrar darimu) untuk mengamalkan apa yang terdapat dalam Taurat (dan) sungguh (Kami angkat bukit di atasmu) maksudnya bukit Sinai, yakni untuk dijatuhkan di atasmu karena kamu menolak untuk berikrar itu, seraya Kami berfirman, (\"Peganglah apa yang Kami berikan padamu) maksudnya taatilah dengan serius dan bersungguh-sungguh (dan dengarkanlah!\") Apa yang akan dititahkan kepadamu dengan patuh (Mereka menjawab, \"Kami dengar) firman-Mu (tetapi tak hendak kami patuhi.\") perintah-Mu itu (dan diminumkan ke dalam hati mereka anak sapi) artinya diresapkan ke dalam hati mereka itu kecintaan menyembah anak sapi tak ubah bagai meresapnya minuman (karena kekafiran mereka. Katakanlah) kepada mereka, (\"Teramat jahatlah apa) maksudnya sesuatu (yang diperintahkan oleh keimananmu) terhadap Taurat itu, yaitu pemujaan anak sapi (jika kamu benar-benar beriman.\") kepadanya sebagai pengakuanmu itu! Maksud ayat, sebenarnya kamu tidak beriman, karena beriman yang sesungguhnya tidak mungkin menyuruh orang untuk menyembah anak sapi. Yang diceritakan di sini nenek moyang mereka, tetapi yang dituju ialah mereka sendiri seolah-olah Allah berfirman, \"Demikian pula halnya kamu tidak beriman pada Taurat, karena kamu mendustakan Muhammad, padahal keimanan pada kitab suci itu tak mungkin akan berakibat mendustakannya!\""
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 94,
    "arab": " قُلْ اِنْ كَانَتْ لَكُمُ الدَّارُ الْاٰخِرَةُ عِنْدَ اللّٰهِ خَالِصَةً مِّنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Jika negeri akhirat di sisi Allah, khusus untukmu saja bukan untuk orang lain, maka mintalah kematian jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/101.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada orang-orang Yahudi apabila memang benar perkataan dan dugaan mereka bahwa surga itu hanya untuk mereka saja, maka mintalah mati dengan segera. Kenyataan mereka tidak mau menginginkan kematian, tetapi malah sebaliknya, mereka mengejar dan berjuang terus untuk memperoleh kenikmatan dunia. Karena itu ucapan mereka itu tidak benar.",
    "quraish": "Kalian menganggap bahwa Allah akan memberi kekhususan pada kalian di antara manusia-manusia lain dengan kenikmatan surga setelah mati. Jika kalian benar-benar mengimani apa yang kalian katakan itu, jadikanlah kematian sebagai sesuatu yang kalian inginkan. Mintalah kematian, agar nikmat yang kalian kira ini akan segera datang.",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Jika kampung akhirat itu untukmu) maksudnya surga (khusus di sisi Allah) hanya untuk kamu (bukan untuk orang lain) seperti pengakuanmu (maka inginilah kematian jika kamu memang benar!\") Dalam mengingini kematian itu bergantung dua syarat dengan ketentuan; yang pertama dikaitkan pada yang kedua, maksudnya, jika pengakuanmu benar bahwa surga itu hanya milikmu khusus, sedangkan menurut kebiasaan, seseorang ingin segera menemukan miliknya itu dan jalan untuk mendapatkan tiada lain hanya kematian, maka inginilah segera kematian itu olehmu!"
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 95,
    "arab": "وَلَنْ يَّتَمَنَّوْهُ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالظّٰلِمِيْنَ ",
    "translation": "Tetapi mereka tidak akan menginginkan kematian itu sama sekali, karena dosa-dosa yang telah dilakukan tangan-tangan mereka. Dan Allah Maha Mengetahui orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/102.mp3",
    "tafsir": "Allah menjelaskan bahwa mereka sekali-kali tidak akan menginginkan kematian, karena mereka telah mengetahui kesalahan dan dosa yang telah mereka lakukan sendiri, dan mengetahui pula bahwa semestinya mereka akan mendapat hukuman berat karena dosa-dosa itu, seperti mengubah dan memalsukan Kitab Taurat, dan mengingkari kerasulan Nabi Muhammad saw, padahal dalam Kitab Taurat disebutkan tentang kedatangan Nabi Muhammad saw.\nAllah mengetahui bahwa mereka itu zalim. Maksudnya Allah Maha Mengetahui bahwa mereka tidak melaksanakan hukum yang semestinya dilakukan, dan tidak menempatkan sesuatu pada tempatnya, seperti dugaan mereka bahwa negeri akhirat itu disediakan khusus untuk mereka, tidak untuk yang lain.",
    "quraish": "Tetapi sebenarnya mereka selamanya tidak menginginkan kematian itu oleh sebab apa yang mereka perbuat berupa kelaliman yang mustahil tidak diketahui Allah. Dia memberitahu bahwa mereka berdusta atas apa yang mereka anggap. Juga memberitahu bahwa kenikmatan pada hari kiamat adalah untuk orang-orang yang bertakwa, bukan untuk orang-orang yang keji seperti mereka.",
    "jalalayn": "(Dan mereka sekali-kali tak akan menginginkan kematian itu disebabkan kesalahan-kesalahan yang telah diperbuat oleh tangan mereka) berupa kekafiran kepada nabi sebagai akibat dari mendustakannya (dan Allah Maha Mengetahui terhadap orang-orang yang aniaya) yaitu orang-orang yang kafir, karenanya Allah pasti akan membalas mereka."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 96,
    "arab": "وَلَتَجِدَنَّهُمْ اَحْرَصَ النَّاسِ عَلٰى حَيٰوةٍ ۛوَمِنَ الَّذِيْنَ اَشْرَكُوْا ۛيَوَدُّ اَحَدُهُمْ لَوْ يُعَمَّرُ اَلْفَ سَنَةٍۚ وَمَا هُوَ بِمُزَحْزِحِهٖ مِنَ الْعَذَابِ اَنْ يُّعَمَّرَۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ ࣖ",
    "translation": "Dan sungguh, engkau (Muhammad) akan mendapati mereka (orang-orang Yahudi), manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) dari orang-orang musyrik. Masing-masing dari mereka, ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Dan Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/103.mp3",
    "tafsir": "Allah swt memberikan penjelasan bahwa Nabi Muhammad saw akan menjumpai orang-orang yang menginginkan kehidupan yang kekal di muka bumi dan mereka berusaha dengan cara apa pun juga agar mereka dapat hidup kekal. Mereka itu sebenarnya tidak yakin akan dugaan dan sangkaan mereka sendiri. Meskipun yang dinyatakan dalam ayat ini hanya mengenai orang-orang yang hidup pada masa turunnya ayat, tetapi ketentuan itu berlaku terus sepanjang masa. Bahkan orang Yahudi itu orang yang paling tamak di antara seluruh manusia, bahkan melebihi orang-orang musyrikin. \nSikap demikian itu mendapat celaan dan kemarahan yang besar dari Allah. Karena orang-orang musyrik tidak percaya adanya hari kebangkitan, maka ketamakan orang-orang musyrik terhadap kenikmatan dunia bukanlah hal yang aneh. Tetapi orang-orang Yahudi yang percaya pada Al-Kitab dan mengakui adanya hari pembalasan, seharusnya tidak terlalu tamak terhadap kehidupan dunia ini. Mereka menginginkan hidup di dunia seribu tahun atau lebih. Karena itu pantas kalau Allah marah dan menghukum mereka. Panjang umur mereka di dunia ini tidaklah dapat menolongnya dan tidak pula dapat menjauhkannya dari siksaan yang tersedia bagi mereka di akhirat, lagi pula umur itu betapapun panjangnya, pasti akan berakhir. Dengan lain perkataan, panjangnya umur tidak akan dapat melepaskan diri mereka dari siksaan Tuhan, karena Allah Maha Mengetahui perbuatan-perbuatan mereka, baik yang tersembunyi, ataupun yang mereka lakukan secara terang-terangan. Seluruh perbuatan yang timbul dari mereka pasti diberi balasan yang setimpal.",
    "quraish": "Bahkan kamu sungguh mendapatkan mereka sebagai orang yang sangat tamak kepada kehidupan dengan segala bentuk, baik maupun buruk. Ketamakan mereka melebihi ketamakan orang-orang musyrik yang tidak beriman kepada kebangkitan dan surga. Maka dari itu, mereka ingin diberi umur seribu tahun. Umur mereka yang panjang sekali-kali tidak akan menjauhkan mereka dari siksa Allah. Sesungguhnya Dia Maha Mengetahui orang-orang yang lalim, dan akan membalas apa yang mereka lakukan.",
    "jalalayn": "(Dan demi sesungguhnya, akan kamu jumpai mereka itu) 'lam' menunjukkan sumpah (setamak-tamak manusia atas kehidupan dunia dan) lebih tamak lagi (dari orang-orang musyrik) yakni yang mengingkari hari berbangkit. Mereka tahu bahwa tempat kediaman mereka itu neraka; berbeda halnya dengan orang-orang musyrik yang mengingkari adanya hari akhirat itu. (Masing-masing mereka menginginkan) atau mengharapkan (agar diberi umur seribu tahun) 'lau' mashdariyah sama artinya dengan 'an' atau 'agar' dan dengan 'shilah-nya' ditakwilkan sebagai 'mashdar' atau 'kata benda', menjadi 'maf`ul bih' atau 'obyek penderita' dari 'yawaddu'. (Dan tidaklah dia) maksudnya masing-masing dari mereka (akan menjauhkannya) menyelamatkan dirinya (dari siksa) maksudnya neraka (karena ia diberi umur panjang itu). 'An' bersama shilahnya ini menjadi 'fa`il' atau 'pelaku' dari 'muzahzihihi'. (Dan Allah Maha Melihat akan apa yang mereka kerjakan) karena itu Allah akan membalasnya. Ada yang membaca dengan ya dan ada pula dengan ta. Ibnu Shuriya bertanya kepada Nabi saw. atau Umar, \"Siapakah di antara malaikat yang menyampaikan wahyu?\" Jawabnya, 'Jibril.' Kata Ibnu Shuriya, \"Dia musuh kami yang selalu mendatangkan siksa atau kesengsaraan. Kalau saja Mikail, tentu kami akan beriman, karena dia yang membawa kemakmuran dan kedamaian.\" Lalu turunlah ayat berikutnya,"
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 97,
    "arab": " قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَاِنَّهٗ نَزَّلَهٗ عَلٰى قَلْبِكَ بِاِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Barangsiapa menjadi musuh Jibril, maka (ketahuilah) bahwa dialah yang telah menurunkan (Al-Qur'an) ke dalam hatimu dengan izin Allah, membenarkan apa (kitab-kitab) yang terdahulu, dan menjadi petunjuk serta berita gembira bagi orang-orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/104.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan tentang penolakan alasan-alasan yang dikemukakan orang Yahudi dengan menyuruh Nabi Muhammad saw, menyampaikan kepada orang-orang Yahudi, bahwa barang siapa yang memusuhi Jibril berarti ia telah memusuhi wahyu Allah, karena tugasnya antara lain menurunkan Al-Qur'an kepada Nabi Muhammad saw. Barang siapa memusuhi wahyu Allah, berarti ia telah mendustakan Taurat dan kitab-kitab Allah yang lain.\nAlasan yang dikemukakan orang-orang Yahudi adalah alasan yang timbul dari kelemahan dan kerusakan iman. Hal ini menunjukkan bahwa permusuhan orang-orang Yahudi terhadap Jibril tidaklah pantas dijadikan alasan untuk tidak mempercayai kitab yang diturunkan Allah.",
    "quraish": "Sebagian mereka beranggapan bahwa mereka memusuhi dan ingkar terhadap al-Qur'ân karena mereka adalah musuh-musuh Jibrîl yang telah menyampaikan kitab ini kepadamu. Maka katakanlah kepada mereka, wahai Nabi, \"Barangsiapa yang menjadi musuh Jibrîl, maka ia adalah musuh Allah. Sebab, Jibrîl tidak membawa kitab ini dari dirinya sendiri, tetapi ia menurunkannya atas perintah Allah untuk membenarkan kitab-kitab samawi yang terdahulu dan juga untuk membenarkan kitab mereka sendiri. Juga sebagai petunjuk dan kabar gembira bagi orang-orang yang beriman.\"",
    "jalalayn": "(Katakanlah) kepada mereka, (\"Barang siapa yang menjadi musuh Jibril) maka silakan ia binasa dengan kebenciannya itu! (Maka sesungguhnya Jibril itu menurunkannya) maksudnya Alquran (ke dalam hatimu dengan seizin) atau perintah (Allah, membenarkan apa-apa yang berada di hadapannya) yaitu kitab-kitab suci yang turun sebelumnya (dan menjadi petunjuk) dari kesesatan (serta berita gembira) berupa surga (bagi orang-orang yang beriman)."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 98,
    "arab": "مَنْ كَانَ عَدُوًّا لِّلّٰهِ وَمَلٰۤىِٕكَتِهٖ وَرُسُلِهٖ وَجِبْرِيْلَ وَمِيْكٰىلَ فَاِنَّ اللّٰهَ عَدُوٌّ لِّلْكٰفِرِيْنَ",
    "translation": "Barangsiapa menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril dan Mikail, maka sesungguhnya Allah musuh bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/105.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa barang siapa memusuhi Allah dan malaikat-malaikat-Nya dan orang-orang yang menjauhkan diri dari-Nya, berarti orang itu telah menganiaya dirinya sendiri, karena orang yang demikian itu memusuhi orang-orang yang menyampaikan seruan Allah, yang berarti pula orang itu telah mendengar seruan Allah kepada jalan yang benar, tetapi tidak mau mendengarkan seruan itu. Ia telah berbuat zalim karena tidak mau mendengarkan seruan sebagaimana mestinya, padahal seruan itu sangat berguna bagi dirinya sendiri.\nDalam ayat ini terdapat ancaman yang keras yang dinyatakan Allah secara terang-terangan, yaitu ketentuan bahwa orang-orang Yahudi digolongkan orang-orang kafir karena mereka memusuhi kebenaran dan memusuhi pula setiap orang yang menyerukan kebenaran itu.\nOrang-orang Yahudi semestinya harus mengerti bahwa memusuhi Al-Qur'an berarti memusuhi seluruh kitab-kitab samawiyah, karena tujuan dari kitab-kitab itu hanyalah satu, yaitu memberikan hidayah pada semua manusia dan menunjuki mereka pada jalan yang lurus. Memusuhi Nabi Muhammad pun berarti memusuhi seluruh nabi, karena tugas para nabi pada hakikatnya satu, dan tujuannya pun juga satu.",
    "quraish": "Barangsiapa yang menjadi musuh bagi Jibrîl, Mikâ'îl, rasul dari jenis malaikat, atau rasul-rasul Allah yang tidak akan melakukan atau menyampaikan apa pun kecuali apa yang diperintahkan oleh-Nya, maka dengan begitu ia akan menjadi musuh bagi Allah dan kafir terhadap-Nya. Allah adalah musuh bagi orang-orang kafir.",
    "jalalayn": "(Barang siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya dan Jibril) ada yang membaca Jibriil ada pula yang membaca Jabriil atau Jabrail (dan Mikail) diathaf atau dihubungkan kepada malaikat dari jenis mengathafkan yang khas kepada yang umum. Ada pula yang membaca Mikail yaitu dengan hamzah serta ya dan ada pula Mikail dengan tambahan hamzah saja, (maka sesungguhnya Allah menjadi musuh bagi orang-orang yang kafir\"). Orang itu ditempatkan pada suatu posisi untuk menyatakan keadaannya."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 99,
    "arab": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكَ اٰيٰتٍۢ بَيِّنٰتٍۚ وَمَا يَكْفُرُ بِهَآ اِلَّا الْفٰسِقُوْنَ",
    "translation": "Dan sungguh, Kami telah menurunkan ayat-ayat yang jelas kepadamu (Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/106.mp3",
    "tafsir": "Allah swt menerangkan bahwa ayat-ayat yang diturunkan kepada Nabi Muhammad saw mengandung kebenaran, karena antara teori-teori i'tiqadiyah-nya dengan dalil-dalilnya terdapat keserasian, demikian pula antara hukum-hukumnya yang bersifat amali dengan segi-segi kemanfaatannya. Tidak diperlukan dalil lain untuk membuktikan kebenaran ayat-ayat itu. Ia laksana cahaya yang menyinari segala sesuatu, yang terang benderang dengan sendirinya, tidak memerlukan sesuatu pun untuk membantu kecerahannya. Orang-orang yang telah dipancari kebenaran, tetapi lebih suka mencari kegelapan, sebabnya tiada lain karena hasad pada orang yang menampakkan hak, juga karena sifat congkak dan sombong yang timbul dari mereka.",
    "quraish": "Jibrîl tidak akan menurunkan ke dalam hatimu selain bukti-bukti yang jelas. Tidak ada jalan lain bagi pencari kebenaran kecuali mengimaninya.",
    "jalalayn": "(Dan sungguh, telah kami turunkan kepadamu) hai Muhammad (ayat-ayat yang jelas) atau terang, menjadi 'hal' sebagai sanggahan terhadap ucapan Ibnu Shuriya yang mengatakan kepada Nabi saw., \"Kamu datang kepada kami tanpa membawa sesuatu apa pun!\" (Dan tak ada yang ingkar kepadanya kecuali orang-orang yang fasik)"
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 100,
    "arab": "اَوَكُلَّمَا عٰهَدُوْا عَهْدًا نَّبَذَهٗ فَرِيْقٌ مِّنْهُمْ ۗ بَلْ اَكْثَرُهُمْ لَا يُؤْمِنُوْنَ",
    "translation": "Dan mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Sedangkan sebagian besar mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/107.mp3",
    "tafsir": "Pantaslah mereka itu mengingkari ayat Allah, karena setiap mereka mengadakan perjanjian, sebagian besar mereka mengkhianati janji. Janji yang dimaksudkan dalam ayat ini ialah janji mereka kepada Nabi Muhammad saw, dan janji yang mereka buat itu tidak sedikit. Tegasnya, orang-orang Yahudi mempunyai watak yang tidak setia, bahkan sebagian besar dari mereka suka menyalahi janji.\nAllah menerangkan dalam ayat ini ketidakjujuran yang dilakukan orang-orang Yahudi dalam mengingkari ayat-ayat yang terdapat dalam kitab Taurat dan tidak mau menjalankan ajarannya.",
    "quraish": "Sebagaimana mereka ragu-ragu dalam akidah dan keimanan, mereka juga ragu terhadap janji-janji yang telah mereka ucapkan. Maka, setiap kali mereka mengikat janji dengan orang-orang Muslim atau selain mereka, sekelompok mereka melanggarnya, karena sebagian besar dari mereka tidak mempercayai kemuliaan dan kesucian perjanjian itu.",
    "jalalayn": "(Patutkah) mereka ingkar kepadanya (dan setiap mereka menjanjikan) kepada Allah (suatu janji) akan beriman kepada nabi jika telah dibangkitkan atau menjanjikan kepada nabi tidak akan membantu orang-orang yang musyrik untuk menentangnya (melemparkannya) yakni menjauhkannya (segolongan di antara mereka) yaitu dengan cara melanggarnya. Kalimat ini merupakan jawab dari 'kullamaa' atau setiap dan yang menjadi pertanyaan serta sanggahan (bahkan) lebih dari itu lagi (sebagian besar dari mereka tidak beriman)."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 101,
    "arab": " وَلَمَّا جَاۤءَهُمْ رَسُوْلٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيْقٌ مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَۙ  كِتٰبَ اللّٰهِ وَرَاۤءَ ظُهُوْرِهِمْ كَاَنَّهُمْ لَا يَعْلَمُوْنَۖ",
    "translation": "Dan setelah datang kepada mereka seorang Rasul (Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian dari orang-orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang (punggung), seakan-akan mereka tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/108.mp3",
    "tafsir": "Ketika Nabi Muhammad saw datang dengan membawa kitab yang membawa keterangan-keterangan yang membenarkan kitab Taurat yang ada pada mereka, yang mengandung pokok-pokok ajaran tauhid, dasar-dasar hukum, hikmah-hikmah dan berita tentang umat yang lalu, orang Yahudi mengenyampingkan ajaran kitab Taurat. Padahal dalam kitab Taurat itu juga telah diisyaratkan kedatangan Nabi Muhammad saw, mereka itu tidak lagi berpegang pada ajaran Taurat. Tindakan orang-orang Yahudi yang mengenyampingkan Taurat dan mengingkarinya berarti mereka telah melemparkan Taurat itu ke belakang mereka, sehingga mereka tidak dapat mengetahuinya lagi.",
    "quraish": "Ketika datang kepada mereka seorang rasul dari sisi Allah yang sifatnya sesuai dengan apa yang termaktub dalam kitab-kitab mereka, yaitu Muhammad, sekelompok mereka mendustakan apa yang tersebut dalam kitab-kitab mereka itu. Hal ini seolah tidak ada dalam kitab-kitab itu. Dan mereka juga seakan tidak mengetahui sesuatu pun tentang nabi itu.",
    "jalalayn": "(Dan tatkala datang kepada mereka seorang rasul dari sisi Allah) yakni Muhammad saw. (yang membenarkan kitab yang ada pada mereka, sebagian dari orang-orang yang diberi kitab melemparkan kitab Allah) yakni Taurat (ke belakang punggung mereka) artinya mereka tidak mau mengamalkan isinya berupa keimanan kepada rasul dan lain-lain (seolah-olah mereka tidak mengetahui) akan isinya bahwa beliau adalah nabi yang sebenarnya atau bahwa Taurat itu adalah kitab Allah."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 102,
    "arab": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰى يَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ اَنْفُسَهُمْ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ",
    "translation": "Dan mereka mengikuti apa yang dibaca oleh setan-setan pada masa kerajaan Sulaiman. Sulaiman itu tidak kafir tetapi setan-setan itulah yang kafir, mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia yaitu Harut dan Marut. Padahal keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, “Sesungguhnya kami hanyalah cobaan (bagimu), sebab itu janganlah kafir.” Maka mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dengan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan sihirnya kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan, dan tidak memberi manfaat kepada mereka. Dan sungguh, mereka sudah tahu, barangsiapa membeli (menggunakan sihir) itu, niscaya tidak akan mendapat keuntungan di akhirat. Dan sungguh, sangatlah buruk perbuatan mereka yang menjual dirinya dengan sihir, sekiranya mereka tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/109.mp3",
    "tafsir": "Orang-orang Yahudi mengikuti sihir yang dibacakan oleh setan pada masa Sulaiman putra Daud, meskipun mereka tahu, bahwa yang demikian itu sebenarnya salah. Mereka menuduh bahwa Nabi Sulaiman yang menghimpun kitab sihir, dan menyimpan di bawah tahtanya, kemudian dikeluarkan dan disiarkan.\nDugaan seperti ini adalah suatu pemalsuan dan perbuatan yang dipengaruhi oleh hawa nafsu. Sebenarnya mereka hanya menghubung-hubungkan sihir itu pada Nabi Sulaiman. Nabi Sulaiman tidak mengajarkan atau mempraktekkan sihir karena ia mengetahui bahwa perbuatan yang demikian itu termasuk mengingkari Tuhan, apalagi kalau ditinjau dari kedudukannya sebagai nabi, mustahillah ia mempraktekkan sihir.\nKisah tentang sihir banyak dituturkan dalam Al-Qur'an terutama dalam kisah Musa dan Fir'aun. Dalam kisah itu diterangkan sifat-sifat sihir, bahwa sihir itu adalah sulapan yang menipu pandangan mata, sehingga orang yang melihat mengira, bahwa yang terlihat seolah-olah keadaan yang sebenarnya. Hal ini dijelaskan dalam firman Allah:\n\n\"¦Terbayang olehnya (Musa) seakan-akan ular merayap cepat, karena sihir mereka¦. (taha/20:66)\n\nDan sesuai dengan firman Allah:\n\n\"¦Mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut,¦ (al-A'raf/7:116)\n\nSihir termasuk sesuatu yang tersembunyi, yang hanya diketahui oleh sebagian manusia saja. Tetapi apa yang telah terjadi menunjukkan bahwa kedua malaikat ) itu tidak mampu memberikan pengaruh gaib yang melebihi kemampuan manusia, bahkan yang disebut kekuatan gaib oleh mereka itu hanyalah kemahiran dalam menguasai sebab-sebab yang mempunyai perpautan dengan akibat yang dilakukan. Hal ini hanyalah terjadi karena izin Allah semata-mata, sesuai dengan hukum yang telah ditetapkan-Nya.\nDalam praktek, tukang-tukang sihir itu membaca mantera dengan menyebut nama-nama setan dan raja-raja jin agar timbul kesan seolah-olah manteranya itu dikabulkan oleh raja jin. Atas dasar praktek mereka inilah timbul anggapan yang merata dalam lapisan masyarakat, bahwa sihir itu dibantu oleh setan.\nKemudian orang Yahudi yang sezaman dengan Nabi Muhammad saw menyebarluaskan sihir itu di kalangan orang-orang Islam dengan tujuan untuk menyesatkan. Mereka dapati sihir itu dari nenek moyang mereka yang mengatakan sihir itu dari Sulaiman a.s.. Padahal kedua malaikat tidak mengajarkan sihir kepada seorang pun, sebelum memberikan nasihat agar orang jangan mengamalkan sihir itu, sebab orang yang mempraktekkan sihir itu adalah kafir.\nAyat 102 ini tidak lepas dari ayat 101 sebelumnya. Sebagian Ahli Kitab itu meninggalkan Kitab mereka (Taurat) dan mengikuti bisikan manusia-manusia setan (syayatin) yang mengajarkan sihir pada masa Nabi Sulaiman. Ayat ini membantah tuduhan kelompok Yahudi, bahwa ia mendapatkan kekuasaan dan kekayaannya melalui sihir (Zamakhsyari 1/230), juga menolak pernyataan Bibel, bahwa Sulaiman telah berdosa dengan melakukan praktek syirik. Dia dituduh beristrikan 700 perempuan bangsawan asing dan 300 gundik. Karena kebanyakan mereka penyembah berhala, maka Sulaiman juga pada masa tuanya terpengaruh oleh mereka, cenderung percaya kepada berhala-berhala dan dewa-dewa”tidak seperti bapanya Daud (Kitab Raja-Raja I, 11:1-10).\nHarut dan Marut yang disebutkan dalam ayat ini adalah dua orang di Babilonia, sekitar Sungai Furat di Irak, \"yang berpura-pura seperti orang saleh dan bertakwa. Mereka mengajarkan sihir kepada masyarakat, sehingga keduanya dikira dua malaikat yang turun dari langit, dan yang diajarkan dikira wahyu dari Allah. Mereka pandai sekali menipu dan menjaga itikad baik masyarakat kepada mereka, maka mereka berkata kepada setiap orang yang ingin belajar dari mereka, bahwa \"Kami hanyalah cobaan, janganlah kamu menjadi kafir,\" yakni bahwa mereka para penguji \"yang akan menguji kamu, akan bersyukur atau akan kufur. Maka kami menasihati kalian, janganlah menjadi kafir.\" Mereka berkata begitu untuk memberi kesan bahwa ilmu yang mereka bawa dari Tuhan, dan praktek mereka untuk kepentingan rohani. Tapi tujuannya hanya demi merusak keharmonisan. Dalam hal ini orang-orang Yahudi punya banyak tahayul. Mereka percaya bahwa sihir yang diturunkan kepada mereka sungguh dari Tuhan. Kedatangan kedua malaikat itu hanya untuk mengajar manusia. Maka Al-Qur'an datang membantah anggapan mereka, bahwa itu datang dari langit, dan mengecam keras mereka yang belajar dan mengajarkannya...\" (al-Qasimi 1/210).\nMengutip al-hasan al-Basri, al-Zamakhsyari (1/230) mengatakan bahwa kata malakaini (dua malaikat) ini dibaca malikaini (dua raja). Muhammad Asad menambahkan, bahwa Ibn Abbas dan tabi'in berikutnya, seperti al-hasan al-Basri, Abu al-Aswad adh-ahhak juga membacanya malikaini. Adapun dua malaikat itu adalah Jibril dan Mikhail, mereka yang mengajarkan sihir kepada Sulaiman, seperti yang dituduhkan oleh orang-orang Yahudi itu. Sedang dua raja adalah Daud dan Sulaiman.\nTentang kata Wa ma unzila 'ala al-malakaini, pendapat para mufasir tidak sama, ada yang mengatakan ma nafiyyah (\"tidak diturunkan\") ada pula yang berpendapat ma ismiyyah atau isim mausul (\"apa yang diturunkan\"), dan sebagainya. Tetapi perbedaan gramatikal ini rasanya kurang perlu dibahas di sini.\nDengan mengacu kepada tafsir-tafsir Haqqani, Baidhawi dan ar-Razi, kita coba meringkaskan apa yang disebutkan dalam tafsir Abdullah Yusuf Ali, bahwa \"Kata 'para malaikat yang diterapkan pada Harut dan Marut ialah kata kiasan, yang berarti 'orang-orang baik, berpengetahuan, berilmu (atau arif bijaksana) dan punya kekuatan\", seperti kata malaikat dalam bahasa-bahasa modern juga dipakai untuk perempuan yang baik dan cantik, dan bagi mereka berlaku segala sifat keindahan, yang juga berarti kebaikan, pengetahuan, kearifan dan kekuatan.\n\"Harut dan Marut hidup di Babilonia, pusat ilmu paling tua, terutama dalam astronomi. Diperkirakan masanya sekitar zaman Kerajaan Kuno di Timur, sangat kuat dan maju. Malah mungkin lebih tua lagi, mengingat Marut atau Marduk merupakan pahlawan yang didewakan dan kemudian dipuja sebagai dewa sihir di Babilonia. Agak berbeda dengan pendapat al-Qasimi di atas, ia menyebutkan bahwa Harut dan Marut sebagai manusia yang baik tidak mau menceburkan diri ke dalam kejahatan, mereka bersih dari segala penipuan. Ilmu dan seni jika dipelajari oleh orang jahat dapat digunakan untuk kejahatan pula. Di samping praktek sihirnya yang keji, setan juga belajar tentang ilmu yang benar itu sedikit-sedikit dan akan digunakannya untuk maksud-maksud jahat tadi. Harut dan Marut bukan mau menyembunyikan ilmu, namun mereka belum pernah mengajarkan kepada siapa pun tanpa memberikan peringatan mengenai bahaya dan godaan ilmu semacam itu bila berada di tangan orang jahat. Mereka melihat bukan tidak mungkin orang-orang jahat itu akan terjerumus ke dalam kekufuran dan akan jadi sombong karena ilmunya. Ilmu ini memang merupakan cobaan dan godaan; kalau sudah diberi peringatan, tahulah kita akan bahayanya. (Abdullah Yusuf Ali: C. 107).\nYusuf Ali menambahkan, \"Di antara sekian banyak cerita Israiliat dalam Midrash (Kitab Tafsir Yahudi) ada sebuah cerita tentang dua malaikat yang memohonkan izin kepada Allah hendak turun ke bumi ini, tetapi kemudian mereka menyerah kepada godaan, lalu sebagai hukuman mereka digantung di Babilonia dengan kaki di atas. Cerita-cerita tentang para malaikat yang berdosa yang telah menerima hukuman demikian sudah menjadi kepercayaan kalangan kristiani dahulu juga. (Lihat Surat Petrus yang Kedua, 2, 4, dan Surat Yudas, ayat 6).\nApa yang dipelajari oleh setan dari Harut dan Marut mereka ubah untuk maksud-maksud jahat. Karena dicampur dengan kepalsuan dan penipuan, maka lahirlah segala jimat-jimat, mantera dan guna-guna. Tetapi lepas dari mudarat yang dibuat oleh penipu-penipu yang hendak ditimpakannya kepada orang lain itu, mudarat atau bahaya yang mereka lakukan itu akan menimpa jiwa mereka sendiri. Mereka menjual diri sendiri menjadi budak kejahatan (Idem).\nAyat ini sebenarnya tidak menunjukkan hakikat sihir. Apakah sihir itu berpengaruh secara tabi'i atau disebabkan oleh sesuatu yang sangat misteri, juga tidak diterangkan apakah sihir itu dapat memberi pengaruh kepada manusia dengan cara yang tidak biasa, atau sama sekali tidak memberikan pengaruh apa-apa. Ringkasnya, Allah tidak memberikan keterangan secara terinci. Andaikan Allah memandang baik menerangkan hakikat sihir itu dan bermanfaat bagi manusia, tentulah Allah akan menerangkannya secara terperinci.\nSeterusnya Allah menjelaskan bahwa sihir tidak memberikan manfaat sedikit pun kepada manusia, bahkan memberikan mudarat. Oleh sebab itu, Allah mengancam orang yang mempraktekkannya dengan siksaan. Orang-orang Yahudi pun sebetulnya telah mengetahui bahwa sihir memudaratkan manusia, dan seharusnya mereka membencinya. Tetapi, karena ada maksud jahat yang terkandung dalam hati mereka untuk menyesatkan orang Islam, mereka pun mau mengerjakannya. Oleh karena itulah, Allah mencela perbuatan sihir dan memasukkan orang yang melakukannya ke dalam golongan orang yang memilih perbuatan sesat. Selanjutnya Allah menegaskan bahwa di akhirat mereka tidak akan mendapat kebahagiaan sedikit pun. Karena mereka yang telah memilih perbuatan sihir, berarti mereka telah menyalahi hukum yang termuat dalam Taurat, padahal dalam Kitab mereka sendiri terdapat juga ketentuan bahwa orang yang mengikuti bisikan jin, setan dan dukun itu, sama hukumnya dengan orang yang menyembah berhala dan patung.\nLebih jauh Allah menjelaskan bahwa sihir yang mereka kerjakan itu sangat jelek, Allah menggambarkan orang yang memilih perbuatan sihir sebagai kesenangannya seperti orang yang menjual iman dengan kesesatan. Gambaran serupa ini gunanya untuk menyingkapkan selubung mereka, agar kesadarannya dapat terbuka dan mengetahui bahwa manusia diciptakan Allah untuk berbakti kepada-Nya. Dengan kata lain, andaikata mereka mengetahui kesesatan orang yang mempelajari dan mempraktekkan sihir, tentulah mereka tidak akan melakukannya. Tetapi mereka telah jauh tertipu, sehingga mereka beranggapan bahwa sihir itu termasuk ilmu pengetahuan, dan mereka merasa puas dengan ilmu yang tidak terbukti kebenarannya dan tidak memberikan pengaruh apa pun kepada jiwa seseorang kecuali dengan izin Allah.",
    "quraish": "Mereka mempercayai apa yang dibuat-buat oleh setan mereka dan orang-orang yang keji dari mereka tentang kekuasaan Sulaymân. Mereka mengira bahwa Sulaymân bukanlah nabi atau rasul yang menerima wahyu dari sisi Allah, melainkan hanya seorang penyihir yang selalu meminta bantuan kepada ilmu sihirnya. Mereka juga mengira bahwa sihir inilah yang memperkuat kerajaan Sulaymân dan membuatnya menguasai jin, burung dan angin. Mereka menisbatkan kekufuran itu kepada Sulaymân, padahal Sulaymân tidak kafir. Setan-setan yang berbuat keji itulah yang sebenarnya kafir. Mereka telah membuat-buat dongeng dan mengajarkan sihir kepada manusia, baik dari diri mereka sendiri maupun dari sisa-sisa peninggalan yang diturunkan kepada dua malaikat di negeri Babilonia: Hârût dan Mârût. Padahal, dua malaikat ini tidak mengajarkan sesuatu kepada siapa pun, sebelum mengingatkan orang itu dengan mengatakan, \"Sesungguhnya kami mengajarkan sesuatu yang menyebabkan fitnah dan kekufuran, maka dari itu ketahuilah dan hati-hatilah dalam mengerjakannya.\" Tetapi manusia tidak mendengar nasihat itu. Mereka menggunakan apa yang mereka pelajari dari kedua malaikat itu untuk memisahkan suami dari istrinya. Setan-setan yang keji itu memang kufur, karena mereka telah membuat-buat dongeng itu sebagai perantara untuk mengajar sihir kepada orang-orang Yahudi. Dengan sihir ini, mereka tidak akan bisa memberi mudarat kepada orang lain. Hanya Allahlah yang memberi izin atas suatu kemudaratan, jika Dia menghendaki. Sebenarnya sihir yang diambil dari mereka itu membahayakan orang yang mempelajarinya, baik dunia maupun agamanya. Sihir itu tidak akan dapat memberikan manfaat. Sebenarnya mereka benar- benar mengetahui bahwa barangsiapa yang berjalan di jalan ini, tidak akan mendapatkan bagian dari kenikmatan akhirat. Alangkah buruknya apa yang mereka pilih untuk diri mereka ini apabila mereka masih memiliki ilmu.",
    "jalalayn": "(Dan mereka mengikuti) diathafkan pada 'nabadza' (apa yang dibaca) dulu (oleh setan-setan pada) masa (kerajaan Sulaiman) berupa buku-buku sihir yang mereka pendam di bawah singgasananya ketika kerajaannya runtuh. Atau mungkin juga setan-setan itu mencari dengar lalu mencampurkan ke buku-buku itu kebohongan-kebohongan dan memberikannya kepada tukang-tukang tenung yang membukukannya sehingga tersebar berita bahwa jin mengajarkan hal-hal gaib. Sulaiman pun mengumpulkan buku-buku itu lalu menguburkannya. Tatkala ia mangkat, setan-setan pun menunjukkannya kepada manusia dan ketika mereka bongkar ternyata di dalamnya ada ilmu sihir. Kata mereka, \"Kerajaan kamu berdirinya adalah dengan ini!\" Lalu mereka pelajari ilmu sihir itu dan mereka tolak buku-buku nabi-nabi mereka. Ketika orang-orang Yahudi mengatakan, \"Lihat itu Muhammad, disebutkannya Sulaiman itu seorang nabi, padahal ia tidak lebih dari seorang tukang sihir\", maka Allah pun berfirman untuk membuktikan kebenaran Sulaiman dan menyangkal orang-orang Yahudi itu, (padahal Sulaiman tidaklah kafir) maksudnya ia tidak melakukan sihir, sebab sihir adalah perbuatan kafir (hanya) ada yang membaca 'lakinna' dan ada yang membaca 'lakin' (setan-setanlah yang kafir. Mereka mengajarkan sihir kepada manusia). Kalimat ini menjadi hal bagi kata ganti yang terdapat pada 'kafaruu' (dan) mengajarkan pula kepada mereka (apa yang diturunkan kepada dua malaikat) artinya ilmu sihir yang diilhamkan kepada mereka. Ada pula yang membaca 'al-malikain' dengan lam berbaris bawah sehingga berarti dua orang raja, yaitu yang berada (di Babilon) suatu negeri di tanah subur Irak. (Harut dan Marut) merupakan 'badal' atau nama dan kata ganti dari kedua malaikat itu, atau athaf bayan, artinya hubungan yang memberi penjelasan. Menurut Ibnu Abbas, kedua mereka itu adalah tukang sihir yang mengajarkan ilmu sihir dan ada pula yang mengatakan bahwa mereka adalah dua orang malaikat yang sengaja diturunkan Allah untuk menyebarkannya sebagai ujian dari Allah terhadap umat manusia. (Sedangkan keduanya tidaklah mengajarkan kepada) 'min' merupakan tambahan (seorang pun sebelum mengatakan) atau menyampaikan nasihat lebih dahulu (\"Sesungguhnya kami ini hanya cobaan) ujian dari Allah terhadap manusia dengan mengajarkannya, siapa yang mempelajarinya, ia jatuh kafir dan siapa yang meninggalkannya ia mukmin, (sebab itu janganlah kamu kafir!\") Jika ia masih mendesak untuk mempelajarinya barulah mereka mengajarkannya. (Maka mereka mempelajari dari kedua malaikat itu apa yang dapat menceraikan antara seorang laki-laki dengan istrinya) misalnya dengan membangkitkan marah dan kebencian satu pihak terhadap lainnya. (Dan tidaklah mereka) yakni ahli-ahli sihir itu (dapat memberi mudarat dengannya) maksudnya dengan ilmu sihir itu (dari) 'min' di sini hanya sebagai tambahan (kepada seorang pun kecuali dengan izin Allah) atau kehendak-Nya (Dan mereka pelajari apa yang memberi mudarat kepada mereka), yakni di akhirat (dan yang tidak memberi manfaat) yakni sihir. (Dan sesungguhnya) 'lam' menunjukkan sumpah (mereka sebenarnya tahu) yakni orang-orang Yahudi itu sebenarnya yakin (bahwa barang siapa) 'lam' merupakan lam ibtida yang menghubungkan dengan kalimat sebelumnya, sedangkan 'man' isim maushul (yang menukarnya) atau menggantinya (sihir) dengan Kitabullah, (tiadalah baginya bagian di akhirat) atau keberuntungan dalam surga, (dan amat buruklah sesuatu) maksudnya perbuatan mereka (menjual) menukarkan (diri mereka dengannya) yakni menjual kebahagiaannya di akhirat dengan mempelajari sihir karena telah pasti akan menjerumuskan mereka ke dalam neraka, (seandainya mereka menyadarinya) jika mereka benar-benar tahu atau menyadari hakikat siksaan yang akan mereka jalani di akhirat kelak, niscaya mereka tidak mau mempelajarinya."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 103,
    "arab": "وَلَوْ اَنَّهُمْ اٰمَنُوْا وَاتَّقَوْا لَمَثُوْبَةٌ مِّنْ عِنْدِ اللّٰهِ خَيْرٌ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ",
    "translation": "Dan jika mereka beriman dan bertakwa, pahala dari Allah pasti lebih baik, sekiranya mereka tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/110.mp3",
    "tafsir": "Allah swt menerangkan bahwa jika orang-orang Yahudi percaya kepada Kitab mereka dan bertakwa, tentulah mereka akan mendapat pahala yang besar. Selanjutnya Allah menerangkan bahwa mereka itu dalam setiap perbuatan dan kepercayaan tidak didasarkan pada ilmu pengetahuan yang benar, karena kalau mereka mendasarkan kepercayaan dan perbuatannya itu pada ilmu pengetahuan, tentulah mereka percaya pada Nabi Muhammad saw, dan mengikutinya, dan tentulah mereka tergolong pada orang-orang yang berbahagia. Tetapi kenyataannya mereka itu hanya mengikuti dugaan dan bertaklid semata. Sebenarnya di antara perbuatan mereka yang keterlaluan ialah mereka menyalahi isi kitab Taurat itu, dan mereka bergerak di bawah kekuasaan hawa nafsu dan kemauan mereka, sehingga mereka jatuh dalam kesesatan.",
    "quraish": "Sesungguhnya jika mereka beriman kepada kebenaran dan takut terhadap kekuasaan Tuhan, Allah pasti akan memberikan pahala yang baik kepada mereka. Hal itu sebenarnya lebih baik daripada dongeng- dongeng yang mereka sampaikan dan kejelekan yang mereka simpan, apabila mereka membedakan antara yang bermanfaat dan yang tidak bermanfaat.",
    "jalalayn": "(Dan seandainya mereka) orang-orang Yahudi (beriman) terhadap Nabi dan Alquran (dan menjaga diri mereka) dari siksa Allah dengan meninggalkan maksiat, seperti sihir. Jawaban dari 'lau' ini dibuang. Atau tentulah mereka akan diberi pahala. Hal ini ditunjukkan oleh (maka sesungguhnya pahala) 'matsuubatun' menjadi mubtada, sedangkan 'lam' menunjukkan sumpah (di sisi Allah itu lebih baik) 'khairun' menjadi khabar, artinya 'lebih baik' yakni lebih baik dari hasil penjualan diri mereka itu (seandainya mereka mengetahuinya) seandainya mereka tahu bahwa pahala itu lebih baik, tentulah mereka tak akan mementingkan yang lain darinya."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 104,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا  وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu katakan, raa'inaa, tetapi katakanlah, “Unzhurnaa” dan dengarkanlah. Dan orang-orang kafir akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/111.mp3",
    "tafsir": "Para sahabat Nabi dilarang mengucapkan kata-kata \"ra'ina\" yang biasa mereka ucapkan kepada Nabi yang kemudian ditiru oleh orang Yahudi dengan mengubah bunyinya sehingga menimbulkan pengertian yang buruk, guna mengejek Nabi. \nRa'ina, seperti diterangkan di atas, artinya perhatikanlah kami. Tetapi orang Yahudi mengubah ucapannya, sehingga yang mereka maksud ialah ra'unah yang artinya bodoh sekali, sebagai ejekan kepada Rasulullah. Itulah sebabnya Allah menyuruh sahabat-sahabat menukar ra'ina dengan undhurna yang sama artinya dengan ra'ina. Allah mengajarkan kepada orang mukmin untuk mengatakan undhurna, yang mengandung maksud harapan kepada Rasulullah saw agar dapat memperhatikan keadaan para sahabat.\nAllah juga memperhatikan orang-orang mukmin untuk mendengarkan sebaik-baiknya pelajaran agama yang disampaikan oleh Nabi Muhammad saw yang mengandung pula perintah untuk tunduk dan melaksanakan apa saja yang diperintahkan Nabi, serta menjauhi larangannya. Kemudian Allah dalam ayat ini mengingatkan bahwa orang kafir, yang tidak mau memperhatikan ajaran yang disampaikan Nabi Muhammad saw akan mendapatkan siksaan yang pedih.",
    "quraish": "Wahai orang-orang yang beriman, berhati-hatilah terhadap orang-orang Yahudi itu. Janganlah kalian katakan kepada Rasul, ketika ia menyampaikan wahyu kepada kalian, \"Râ'inâ\" (peliharalah kami), dengan maksud agar rasul memelihara kalian dan membaca wahyu itu dengan perlahan sehingga kalian dapat mengucapkan dan menghafalnya. Hal ini disebabkan karena orang-orang Yahudi yang jahat itu selalu berpura-pura mengikuti kalian untuk mengucapkannya dan menghiasi perkataan mereka dengan kalimat ini. Hingga, lama kelamaan, menjadi sesuai dengan kata-kata celaan yang ditujukan kepada Rasulullah untuk mengejeknya di antara kelompok mereka. Tetapi pakailah, wahai orang-orang yang beriman, kata lain yang tidak dapat digunakan mereka untuk mengejek. Katakan, \"Unzhurnâ\" (lihatlah kami). Dengarkan dengan baik apa yang dibacakan Rasul kepada kalian. Sesungguhnya Allah telah menyimpan siksa yang pedih pada hari kiamat bagi orang-orang yang mengejek Rasul itu.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu katakan) kepada Nabi (raa`inaa) artinya perhatikanlah kami; 'raa'inaa' diambil dari kata 'muraa`ah', tetapi orang-orang Yahudi biasa mengatakan 'raa`unah' yang dalam bahasa mereka berarti 'teramat bodoh' sebagai ejekan kepada Nabi, maka orang-orang mukmin dilarang mengucapkan kata-kata itu, (dan katakanlah) yakni sebagai gantinya, (unzhurnaa) artinya lihatlah kami; (dan dengarlah olehmu) apa-apa yang dititahkan dengan kesediaan untuk mematuhinya (dan bagi orang-orang kafir disediakan siksaan pedih) yang menyakitkan sekali, yaitu neraka."
  },
  {
    "hizb": 6,
    "name": "Al-Baqarah",
    "ayat": 105,
    "arab": "مَا يَوَدُّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَلَا الْمُشْرِكِيْنَ اَنْ يُّنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّنْ رَّبِّكُمْ ۗ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ",
    "translation": "Orang-orang yang kafir dari Ahli Kitab dan orang-orang musyrik tidak  menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Tetapi secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Dan Allah pemilik karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/112.mp3",
    "tafsir": "Para Ahli Kitab yang terdiri atas orang-orang Yahudi, Nasrani begitu pula orang-orang musyrik, tidak mau percaya kepada Nabi Muhammad karena mereka iri hati dikarenakan dia diberi wahyu oleh Allah yang lebih baik. Mereka sedikit pun tidak mau mengakui bahwa Al-Qur'an kitab yang paling banyak mengandung kebaikan dan penuh hidayah. Dengan Al-Qur'an itulah Allah menghimpun dan menyatukan umat serta melenyapkan penyakit syirik yang bersarang di hati mereka, juga memberikan beberapa prinsip peraturan hidup dan penghidupan mereka.\nDemikian halnya orang-orang musyrik, setelah mereka melihat kenyataan bahwa makin lama Al-Qur'an makin tampak kebenarannya, dan menjadi pendorong yang kuat bagi perjuangan Muslimin, mereka pun berusaha sekuat tenaga untuk menguasai keadaan dan menghancurkan perjuangan umat Islam hingga lenyap sama sekali.\nMeskipun demikian, mereka tidak akan dapat merealisasikan angan-angan mereka karena Allah telah menentukan kehendak-Nya, memilih orang yang dikehendaki semata-mata karena rahmat-Nya. Dia pulalah yang melimpahkan keutamaan bagi orang yang dipilih untuk diberi kenabian. Dia pula yang melimpahkan kebaikan dan keutamaan, sehingga seluruh hamba-Nya bersenang-senang dalam kebahagiaan. Maka tidak seharusnyalah apabila ada seorang hamba Allah yang merasa dengki kepada seseorang yang telah diberi kebaikan dan keutamaan, karena saluran kebaikan dan keutamaan itu datangnya dari Allah semata.",
    "quraish": "Ketahuilah bahwa orang-orang kafir dari golongan orang-orang Yahudi dan musyrik penyembah berhala itu tidak akan mengharapkan apa-apa kecuali hanya kemudaratan. Mereka juga tidak suka apabila Tuhan memberikan kebaikan kepada kalian. Allah tidak akan memperhatikan apa yang mereka harapkan dan mereka benci. Allah menentukan siapa yang dikehendaki-Nya untuk menerima rahmat-Nya. Dan Allahlah yang memiliki karunia yang sangat besar.",
    "jalalayn": "(Orang-orang kafir dan golongan Ahli Kitab dan orang-orang musyrik tidak menginginkan) orang-orang musyrik di sini ialah dari kalangan Arab, dihubungkan kepada Ahli Kitab, sedangkan 'min' atau 'dari' untuk penjelasan (diturunkannya kebaikan kepadamu) 'min' di sini hanya sebagai tambahan; sedangkan 'kebaikan' maksudnya ialah wahyu, (dari Tuhan) disebabkan iri hati atau dengki kepadamu. (Sedangkan Allah menentukan rahmat-Nya) atau kenabian-Nya (kepada siapa yang dikehendaki-Nya; dan Allah mempunyai karunia yang maha besar)."
  }
]