[
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 151,
    "arab": "۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, berbuat baik kepada ibu bapak, janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka; janganlah kamu mendekati perbuatan yang keji, baik yang terlihat ataupun yang tersembunyi, janganlah kamu membunuh orang yang diharamkan Allah kecuali dengan alasan yang benar. Demikianlah Dia memerintahkan kepadamu agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/940.mp3",
    "tafsir": "Di dalam permulaan ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum musyrikin yang menetapkan hukum menurut kehendak hawa nafsunya bahwa ia akan membacakan wahyu yang akan diturunkan Allah kepadanya. Wahyu itu memuat beberapa ketentuan tentang hal-hal yang diharamkan kepada mereka. Ketentuan-ketentuan hukum itu datangnya dari Allah, maka ketentuan-ketentuan itulah yang harus ditaati, karena Dia sendirilah yang berhak menentukan ketentuan hukum dengan perantara wahyu yang disampaikan oleh malaikat kepada Rasul-Nya, yang memang diutus untuk menyampaikan ketentuan-ketentuan hukum kepada umat manusia.\nKetentuan-ketentuan hukum yang disampaikan Rasul kepada kaum musyrikin itu berintikan 10 ajaran pokok yang sangat penting yang menjadi inti dari agama Islam dan semua agama yang diturunkan Allah ke dunia. Lima ketentuan di antara sepuluh ketentuan itu terdapat dalam ayat ini, empat buah di antaranya terdapat dalam ayat berikutnya (152), sedang satu ketentuan lagi terdapat dalam ayat berikutnya lagi (153).\nPara ulama menamakan sepuluh ajaran pokok itu \"al-Washaya al-'Asyr\" (sepuluh perintah), yang mana dalam ayat 151 ini disebutkan lima yaitu: \n(1)Jangan mempersekutukan Allah,\n(2)Berbuat baik kepada kedua orangtua (ibu dan bapak),\n(3)Jangan membunuh anak karena kemiskinan,\n(4)Jangan mendekati (berbuat) kejahatan secara terang-terangan maupun secara tersembunyi,\n(5)Jangan membunuh jiwa yang diharamkan membunuhnya oleh Allah.\n\nAdapun larangan tidak boleh mempersekutukan Allah adalah pokok pertama yang paling mutlak, baik dengan perkataan atau iktikad. Seperti mempercayai bahwa Tuhan itu bersekutu, atau dengan perbuatan seperti menyembah berhala-berhala atau sembahan-sembahan lainnya.\nSetelah Allah memerintahkan manusia agar bertauhid dan jangan mempersekutukan-Nya, maka Allah memerintahkan manusia agar berbuat baik terhadap kedua orang tua. Urutan ini jelas menerangkan bagaimana pentingnya berbuat baik terhadap kedua orangtua, meskipun mereka salah atau menyuruh anaknya mempersekutukan Tuhan, namun si anak tetap harus berbuat baik terhadap mereka di dunia ini dan harus menolak dengan sopan suruhan atau ajakan orangtua untuk mempersekutukan Tuhan, sebagaimana firman Allah: \n\nDan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik. (Luqman/31: 15)\n\nDi dalam hadis yang diriwayatkan oleh al-Bukhari dan Muslim dari Abdullah bin Mas'ud. Dia menyampaikan hadis yang maksudnya sebagai berikut:\n\"Saya bertanya kepada Rasulullah, tentang amal yang paling afdhal?\" Rasulullah menjawab, \"salat tepat pada waktunya,\" apalagi sesudah itu? Jawabnya, \"berbuat baik terhadap kedua orang tua,\" apalagi sesudah itu? Jawabnya, \"berjihad di jalah Allah.\" (Riwayat al-Bukhari dan Muslim)\nYang dimaksud dengan berbuat baik terhadap kedua orang tua ialah menghormati keduanya, baik dengan perkataan maupun dengan perbuatan penuh rasa cinta dan kasih sayang, bukan karena takut atau terpaksa. Penghormatan tersebut wajib, di samping kewajiban anak membelanjai ibu bapaknya yang tidak mampu, sesuai dengan kesanggupan anak itu. \nPerintah berbuat baik kepada orang tua diikuti dengan larangan kepada orang tua membunuh anak mereka disebabkan kemiskinan yang menimpa mereka, karena Tuhan akan memberi rezeki kepada mereka dan anak-anak mereka.\nFirman Allah: \n\nDan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isra'/17: 31)\n\nLarangan membunuh anak pada ayat ini berbeda dengan larangan membunuh anak pada ayat lain (dalam Surah al-Isra' ayat 31). Pada ayat 151 Surah al-An'am, larangan membunuh anak karena takut kemiskinan yang sedang diderita (menimpa). Pada ayat ini dijelaskan bahwa Allah akan memberi rezeki kepada orang tua yang membelanjai anaknya, dan kata berarti bahwa Allah akan memberi rezeki kepada mereka (anak-anakmu).\nSedangkan dalam Surah al-Isra', Allah menjelaskan pada ayat artinya \"Kami akan memberi rezeki kepada mereka (anak-anak)\" dan kata artinya \"Allah akan memberi rezeki kepadamu (orang tua). Didahulukannya anak-anak dalam pemberian rezeki menunjukkan perhatian Allah yang begitu besar terhadap anak, akibat sikap orang tua yang takut punya anak karena takut menjadi miskin.\nPada ayat ini Allah melarang mendekati perbuatan-perbuatan keji apalagi mengerjakannya, baik berupa perbuatan, seperti berzina, atau menuduh orang berzina, baik perbuatan itu dilakukan dengan terang-terangan atau dengan sembunyi.\nDiriwayatkan dari Ibnu 'Abbas dalam menafsirkan ayat ini, pada masa Jahiliyah orang-orang tidak memandang jahat melakukan zina secara tersembunyi, tetapi mereka memandang jahat kalau dilakukan secara terang-terangan. Maka dengan ayat ini Allah mengharamkan zina secara terang-terangan atau tersembunyi. Pendapat lain mengatakan bahwa yang dimaksud dengan perbuatan yang nampak (terang) ialah semua perbuatan dengan anggota tubuh, sedangkan yang tersembunyi adalah perbuatan hati, seperti takabur, iri hati, dan sebagainya.\nPada ayat ini Allah melarang pula membunuh jiwa tanpa sebab yang benar menurut ajaran Tuhan. Rasulullah bersabda: \n\"Tidak boleh membunuh jiwa seorang muslim, terkecuali disebabkan salah satu dari tiga perkara, yaitu: karena murtad (muslim yang berbalik jadi kafir), zina, muhsan (zina orang yang sudah pernah kawin) dan membunuh manusia tanpa sebab yang benar.\" (Riwayat Abu Daud).\n\nDemikian juga orang-orang kafir yang ada perjanjian damai dengan kaum Muslimin tidak boleh dibunuh atau diganggu, sesuai dengan sabda Rasulullah: \n\"Mereka mempunyai hak sebagaimana hak yang ada pada kami (kaum muslimin) dan mempunyai kewajiban sebagaimana kewajiban yang ada pada kami (kaum muslimin).\" (Riwayat At-Tirmidzi)\n\nSetelah diterangkan lima dari ajaran pokok yang sangat penting itu, maka Allah mengakhiri ayat ini dengan suatu penegasan yang maksudnya: Demikian itulah yang diperintahkan Tuhan kepadamu, agar kamu memahami tujuannya bukan seperti tindakanmu yang menghalalkan dan mengharamkan sesuatu menurut hawa nafsu.",
    "quraish": "Katakan pula, \"Kemarilah kalian, akan aku terangkan larangan-larangan yang harus kalian perhatikan dan jauhi. Pertama, jangan menyekutukan Allah dengan apa pun dan dalam bentuk apa pun. Kedua, jangan berbuat tidak baik (artinya: harus berbuat baik) kepada orang tua. Perbanyaklah berbuat baik kepada mereka. Ketiga, jangan membunuh anak-anak kalian karena takut kemiskinan yang melanda kalian atau yang akan melanda mereka kelak. Kalian tidak memberikan rezeki kepada mereka. Kamilah yang memberikan rezeki kepada kalian dan kepada mereka. Keempat, jangan dekati perbuatan zina, sebab zina adalah perbuatan yang sangat jelek dan hina. Larangan ini berlaku pada zina yang tampak, diketahui oleh orang, juga pada zina yang tidak tampak dan hanya diketahui oleh Allah. Kelima, jangan membunuh jiwa yang memang dilarang karena tidak ada alasan yang sah, kecuali kalau membunuh itu dilakukan secara benar, karena melaksanakan keputusan hukum. Allah sangat menekankan perintah menjauhi larangan itu, sesuatu yang oleh akal sehat pun dinilai demikian, agar kalian berpikir.",
    "jalalayn": "(Katakanlah, \"Marilah kubacakan yang diharamkan atas kamu oleh Tuhanmu, yaitu) an bermakna menafsirkan (janganlah kamu mempersekutukan sesuatu dengan Dia dan) berbuat baiklah (terhadap kedua orang tua sebaik-baiknya dan janganlah kamu membunuh anak-anak kamu) dengan menguburkan hidup-hidup (karena) sebab (takut kemiskinan) kemelaratan yang kamu khawatirkan (Kami akan memberi rezeki kepadamu dan kepada mereka dan janganlah kamu mendekati perbuatan-perbuatan yang keji) dosa-dosa besar seperti perbuatan zina (baik yang tampak di antaranya maupun yang tersembunyi) yang kelihatan dan yang tidak kelihatan. (Dan janganlah kamu membunuh jiwa yang diharamkan Allah membunuhnya kecuali dengan sesuatu sebab yang benar.\") yaitu seperti hukum kisas dan hudud murtad serta rajam bagi yang pezina muhshan. (Demikian itu) apa yang telah disebutkan itu (adalah yang diperintahkan oleh Tuhanmu kepadamu supaya kamu memahaminya) supaya kamu memikirkannya."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 152,
    "arab": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗ ۚوَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ  لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۚ وَاِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ اَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ",
    "translation": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, bicaralah sejujurnya, sekalipun dia kerabat(mu) dan penuhilah janji Allah. Demikianlah Dia memerintahkan kepadamu agar kamu ingat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/941.mp3",
    "tafsir": "Pada ayat 151 telah disebutkan lima dari sepuluh \"al-Washaya al-'Asyr\", sedang dalam ayat 152 ini disebutkan lima atau empat wasiat (menurut sebagian mufassirin) sedang yang sisanya (yang kesepuluh) terdapat pada ayat 153. Wasiat-wasiat itu adalah : \n(6)Jangan mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat.\n(7/8)Keharusan menyempurnakan takaran dan timbangan.\n(9) Berlaku adil dalam perkataan, meskipun terhadap keluarga.\n(10)Memenuhi janji Allah.\n\nAdapun larangan mendekati harta anak yatim, maksudnya, siapapun tidak boleh mendekati, menggunakan atau memanfaatkan harta anak yatim, baik dari pihak wali maupun dari pihak lain kecuali pendekatan itu bertujuan untuk memelihara dan mengembangkan harta anak yatim. Jika anak yatim itu sudah dewasa barulah diserahkan harta tersebut kepadanya. Mengenai usia, para ulama menyatakan sekitar 15-18 tahun atau dengan melihat situasi dan kondisi anak, mengingat kedewasaan tidak hanya didasarkan pada usia tapi pada kematangan emosi dan tanggung jawab sehingga bisa memelihara dan mengembangkan hartanya dan tidak berfoya-foya atau menghamburkan warisannya.\nTentang keharusan menyempurnakan takaran dan timbangan, perintah ini berulang kali disebutkan pada beberapa surah dalam Al-Qur'an dengan bermacam cara, bentuk dan hubungannya dengan persoalan yang bermacam-macam pula, antara lain firman Allah: \n\nDan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35)\n\nPerintah Tuhan untuk menyempurnakan takaran dan timbangan adalah sekadar menurut kemampuan yang biasa dilaksanakan dalam soal ini, karena Tuhan tidak memberati hamba-Nya melainkan sekadar kemampuannya. Yang penting tidak ada unsur atau maksud penipuan. Yang dimaksud tentang keharusan berkata dengan adil kendati pun terhadap keluarga ialah setiap perkataan terutama dalam memberikan kesaksian dan putusan hukum. Dan ini sangat penting bagi setiap pembangunan terutama di bidang akhlak dan sosial, tanpa membedakan orang lain dengan kaum kerabat. Hal ini telah diterangkan pula dalam firman Allah: \n\nAllah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar. (al-Fath/48: 29)\nAdapun yang dimaksud dengan janji Allah, ialah semua janji baik terhadap Tuhan seperti firman Allah: \n\nBukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu. (Yasin/36: 60)\nFirman Allah yang lain: \n\nDan orang-orang yang menepati janji apabila berjanji. (al-Baqarah/2: 177)\n\nAyat ini diakhiri dengan ungkapan \"semoga kamu ingat\", sebab semua perintah atau larangan yang tersebut dalam ayat ini pada umumnya diketahui dan dilaksanakan orang-orang Arab Jahiliyah, bahkan mereka bangga karena memiliki sifat-sifat terpuji itu. Jadi ayat ini mengingatkan mereka agar tidak lupa, atau agar mereka saling ingat-mengingatkan pentingnya melaksanakan perintah Allah tersebut.",
    "quraish": "Keenam, jangan menggunakan harta anak yatim kecuali dengan cara terbaik yang dapat menjamin dan mengembangkannya, sampai ia mencapai usia dewasa dan mampu mengatur sendiri keuangannya dengan baik. Saat itu, serahkan harta itu kepadanya. Ketujuh, jagan mengurangi timbangan atau ukuran saat kalian memberi dan jangan meminta lebih atau tambahan saat kalian menerima. Lakukanlah timbangan itu secara adil semampu kalian. Allah tidak membebani manusia kecuali sesuatu yang sesuai dengan kemampuannya, tanpa merasa terpaksa. Kedelapan, apabila kalian mengucapkan sesuatu tentang hukum, persaksian, berita dan sebagainya, jangan sampai condong kepada perilaku tidak adil dan tidak jujur. Lakukanlah itu tanpa melihat hubungan kebangsaan, warna kulit, kekerabatan, dan sebagainya. Kesembilan, jangan melanggar janji kepada Allah yang telah memberikan tugas. Juga, jangan mlanggar janji di antara sesama kalian, berkenaan dengan urusan yang disyariatkan. Tepatilah semua janji itu. Allah menekankan perintah menjauhi larangan ini kepada kalian, agar kalian ingat bahwa ketentuan itu memang untuk maslahat kalian.",
    "jalalayn": "(Dan janganlah kamu dekati harta anak yatim kecuali dengan cara) dengan sikap yang (lebih baik) yaitu cara yang di dalamnya mengandung kemaslahatan/manfaat bagi anak yatim hingga ia dewasa) seumpamanya dia sudah balig. (Dan sempurnakanlah takaran dan timbangan dengan adil) secara adil dan tidak curang. (Kami tidak memikulkan beban kepada seseorang melainkan sekadar kesanggupannya) sesuai dengan kemampuannya dalam hal ini; apabila ia berbuat kekeliruan di dalam menakar atau menimbang sesuatu, maka Allah mengetahui kebenaran niat yang sesungguhnya, oleh karena itu maka ia tidak berdosa, sebagaimana yang telah disebutkan dalam hadis Nabi saw. (Dan apabila kamu berkata) dalam masalah hukum atau lainnya (maka hendaklah kamu berlaku adil) jujur (kendatipun dia) orang yang bersangkutan (adalah kerabatmu) famili (dan penuhilah janji Allah. Yang demikian itu diperintahkan Allah kepadamu agar kamu ingat) dengan memakai tasydid agar menjadikannya sebagai pelajaran; dan juga dibaca dengan sukun."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 153,
    "arab": "وَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ",
    "translation": "Dan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/942.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Rasulullah saw diperintahkan untuk menjelaskan kepada kaumnya bahwa Al-Qur'an yang mengajak kepada jalan yang benar, menghimbau mereka agar mengikuti ajaran Al-Qur'an demi kepentingan hidup mereka, karena Al-Qur'an adalah pedoman dan petunjuk dari Allah untuk memperoleh kebahagiaan dunia dan akhirat yang diridai-Nya. Inilah jalan yang lurus, ikutilah dia, dan jangan mengikuti jalan yang lain yang akan menyesatkan kamu dari jalan Allah.\nDalam Sunan Ahmad, an-Nasa'i, Abu Syaikh dan al-Hakim dari Abdullah bin Mas'ud, diriwayatkan dalam sebuah hadis yang maksudnya: Aku dan beberapa sahabat lainnya duduk bersama Rasulullah, lalu Rasulullah, membuat garis lurus dengan tangannya dan bersabda, \"Ini jalan Allah yang lurus\", kemudian beliau menggariskan beberapa garis lagi dari kanan-kiri garis pertama tadi lalu bersabda, \"ini jalan-jalan yang sesat.\" Pada setiap ujung jalan dari jalan-jalan itu ada setan yang mengajak manusia untuk menempuhnya, kemudian Rasulullah membaca ayat ini (al-An'am/6: 152).\nPara ahli tafsir mengatakan, bahwa bercerai-berai dalam agama Islam, karena perbedaan pendapat dan mazhab dilarang oleh Allah, karena melemahkan persatuan mereka dan sangat membahayakan agama itu sendiri. Kemudian ayat 153 ini, diakhiri dengan anjuran bertakwa karena dengan bertakwalah dapat dicapai kebahagiaan dunia dan akhirat yang diridai Allah.",
    "quraish": "Terakhir, kesepuluh, jangan kalian keluar dari ketentuan yang telah Aku gariskan. Sebab, ketentuan- ketentuan itu adalah jalan yang lurus yang akan mengantarkan kebahagiaan dunia dan akhirat. Ikutilah jalan itu dan jangan sekali-kali mengikuti jalan lain yang tidak benar, yang telah dilarang Allah, agar kalian tidak terpecah menjadi kelompok-kelompok dan golongan-golongan, dan tidak menjauh dari jalan Allah yang lurus. Allah menegaskan perintah menjauhi larangan itu, agar kalian tidak sekali-kali melanggarnya.\"",
    "jalalayn": "(Dan bahwa) dengan memakai harakat fatah mentakdirkan lam, dan dengan memakai harakat kasrah sebagai jumlah isti'naf/permulaan (hal ini) apa yang Kami pesankan kepada kamu (adalah jalan-Ku yang lurus) menjadi hal (maka ikutilah dia; dan janganlah kamu mengikuti jalan-jalan) cara-cara yang bertentangan dengannya (karena jalan itu mencerai-beraikan) dengan membuang salah satu di antara dua huruf ta, yakni akan menyelewengkan (kamu dari jalan-Nya) agama-Nya (yang demikian itu diperintahkan Allah kepadamu agar kamu bertakwa.)"
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 154,
    "arab": "ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ اَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَ ࣖ ",
    "translation": "Kemudian Kami telah memberikan kepada Musa Kitab (Taurat) untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, untuk menjelaskan segala sesuatu, dan sebagai petunjuk dan rahmat, agar mereka beriman akan adanya pertemuan dengan Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/943.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan Nabi Muhammad saw, agar mengatakan kepada orang-orang Yahudi bahwa Allah telah memberikan Kitab kepada Musa, yaitu Kitab Taurat untuk menyempurnakan nikmatnya kepada orang yang berbuat kebaikan dan untuk menjelaskan segala hukum dan sebagai petunjuk dan rahmat bagi Bani Israil (umat Nabi Musa) mudah-mudahan mereka percaya bahwa mereka akan kembali menemui Tuhannya sesudah mati.",
    "quraish": "Kami telah menurunkan Tawrât kepada Mûsâ sebagai penyempurna atas nikmat yang Kami berikan kepada orang yang melakukan agama dengan baik. Selain itu, juga sebagai perincian ajaran yang sesuai dengan mereka, sebagai petunjuk ke jalan yang benar, dan sebagai kasih sayang Kami kepada mereka dan pengikut-pengikutnya. Itu semua, agar Banû Isrâ'îl percaya kepada hari pertemuan dengan Tuhan, yaitu hari kiamat, ketika pelaksanaan mereka terhadap tugas-tugas dan kewajiban itu akan dihitung.",
    "jalalayn": "(Kemudian Kami telah memberikan Alkitab kepada Musa) kitab Taurat; tsumma bermakna untuk tertibnya rentetan kisah (untuk menyempurnakan) nikmat (kepada orang-orang yang berbuat kebaikan) agar mengamalkan kandungan isinya (dan untuk menjelaskan) menerangkan (segala sesuatu) yang diperlukan dalam masalah agama (dan sebagai petunjuk dan rahmat agar mereka) kaum Bani Israel (terhadap hari pertemuan dengan Tuhan mereka) dengan dibangkitkannya mereka (mereka mau beriman.)"
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 155,
    "arab": "وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ فَاتَّبِعُوْهُ وَاتَّقُوْا لَعَلَّكُمْ تُرْحَمُوْنَۙ ",
    "translation": "Dan ini adalah Kitab (Al-Qur'an) yang Kami turunkan dengan penuh berkah. Ikutilah, dan bertakwalah agar kamu mendapat rahmat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/944.mp3",
    "tafsir": "Ayat ini kembali menerangkan sifat-sifat dan kedudukan Al-Qur'an yang mencakup segala macam petunjuk dan hukum syariat yang dibutuhkan oleh umat manusia seluruhnya dan jin, untuk mencapai kebahagiaan hidup duniawi dan ukhrawi. Kitab Taurat yang diturunkan Allah kepada Nabi Musa penuh berisi ajaran-ajaran syariat dan petunjuk-petunjuk yang hanya dibutuhkan oleh Bani Israil untuk mencapai kebahagiaan dunia dan akhirat, sedangkan Al-Qur'an yang diturunkan kepada Nabi Muhammad, berisi lebih banyak petunjuk dan lebih luas jangkauannya dari Kitab Taurat. Oleh karena itu, ikutilah petunjuknya dan laksanakan semua perintah dan larangan yang ada di dalamnya, agar kamu diberi rahmat, dan kamu diberi hidayah di dunia ini.",
    "quraish": "Al-Qur'ân ini adalah kitab suci penuh berkah yang Kami turunkan kepada kalian. Al-Qur'ân mengandung berbagai karunia Allah dan kebaikan dalam beragama dan hidup di dunia. Ikutilah al-Qur'ân dan hindari upaya melanggarnya, agar kalian memperoleh kasih sayang Tuhan.",
    "jalalayn": "(Dan ini) maksudnya Alquran ini (adalah kitab yang Kami turunkan yang diberkati, maka ikutilah dia) hai penduduk Mekah dengan mengamalkan apa yang dikandungnya (dan bertakwalah kamu) jangan melakukan kekafiran (agar kamu diberi rahmat) Kami turunkan dia yaitu Alquran."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 156,
    "arab": "اَنْ تَقُوْلُوْٓا اِنَّمَآ اُنْزِلَ الْكِتٰبُ عَلٰى طَاۤىِٕفَتَيْنِ مِنْ قَبْلِنَاۖ وَاِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغٰفِلِيْنَۙ ",
    "translation": "(Kami turunkan Al-Qur'an itu) agar kamu (tidak) mengatakan, “Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sungguh, kami tidak memperhatikan apa yang mereka baca,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/945.mp3",
    "tafsir": "Ayat ini menjelaskan hikmah diturunkannya Al-Qur'an yaitu sebagai petunjuk untuk mengesakan Allah dengan cara membersihkan jiwa dari kotoran-kotoran syirik dan menjauhkan diri dari perbuatan fasik dan kejahatan-kejahatan lainnya, dan agar orang-orang Arab yang selalu menentang Al-Qur'an tidak dapat lagi mengatakan di hari akhirat, bahwa kitab-kitab Allah hanya diturunkan kepada dua golongan saja (Yahudi dan Nasrani) sebelum kami, dan sesungguhnya kami tidak memperhatikan apa yang ada dalam kitab yang diturunkan kepada mereka, karena bahasanya lain dari bahasa kami, sedang umumnya kami adalah orang-orang ummi (tidak tahu tulis baca) dan kami tidak diperintahkan untuk mengikuti isi kitab-kitab itu.",
    "quraish": "Kami turunkan al-Qur'ân ini agar kalian, umat Islam, tidak bisa lagi beralasan atas ketidakpatuhan kalian dengan mengatakan, \"Wahyu hanya diturunkan kepada dua gologan sebelum kami: Tawrât kepada Yahudi dan Injîl kepada Nasrani. Sedangkan kami sama sekali tidak dapat membaca dan memahami ajaran kitab suci mereka itu.\"",
    "jalalayn": "(Agar jangan) tidak (kamu mengatakan bahwa kitab itu hanya diturunkan kepada dua golongan saja) yaitu golongan Yahudi dan golongan Nasrani (sebelum kami dan sesungguhnya) ditakhfifkan dari innaa yang bertasydid sedangkan isimnya dibuang (kami terhadap pelajaran mereka) apa yang mereka baca (tidak memperhatikan) oleh sebab kami tidak mengerti tentangnya karena bukan bahasa kami."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 157,
    "arab": "اَوْ تَقُوْلُوْا لَوْ اَنَّآ اُنْزِلَ عَلَيْنَا الْكِتٰبُ لَكُنَّآ اَهْدٰى مِنْهُمْۚ فَقَدْ جَاۤءَكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ ۚفَمَنْ اَظْلَمُ مِمَّنْ كَذَّبَ بِاٰيٰتِ اللّٰهِ وَصَدَفَ عَنْهَا ۗسَنَجْزِى الَّذِيْنَ يَصْدِفُوْنَ عَنْ اٰيٰتِنَا سُوْۤءَ الْعَذَابِ بِمَا كَانُوْا يَصْدِفُوْنَ ",
    "translation": "atau agar kamu (tidak) mengatakan, “Jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.” Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk dan rahmat dari Tuhanmu. Siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling daripadanya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan azab yang keras, karena mereka selalu berpaling.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/946.mp3",
    "tafsir": "Permulaan ayat ini adalah kelanjutan dari ayat 156 yang menerangkan sebab-sebab diturunkannya Al-Qur'an agar kaum musyrikin Mekah tidak mengatakan, \"andaikata diturunkan kepada kami kitab sebagaimana diturunkan kepada kedua golongan (Yahudi dan Nasrani) sebelum kami, dan kami diperintahkan ataupun kami dilarang menuruti isinya serta dijelaskan kesalahan-kesalahan kami, tentulah kami lebih mendapat petunjuk dari orang-orang Yahudi dan Nasrani, sebab kami lebih cerdas dan lebih sungguh-sungguh dalam melaksanakan hukum-hukum Allah ini.\" Perkataan serupa itu selalu diucapkan oleh orang-orang Arab jahiliah sebagaimana dikisahkan oleh Allah dalam Al-Qur'an antara lain dalam Surah Fathir/35 ayat 42. Tetapi orang yang mengatakan demikian, setelah petunjuk atau peringatan datang sebagaimana mereka minta, mereka tidak mempedulikannya bahkan mereka tambah ingkar dan sesat. Oleh karena itu, pada ayat ini Allah menyudutkan mereka dengan pernyataan, \"Kalau benar apa yang kamu katakan, maka sesungguhnya telah datang kepadamu kitab dari Tuhanmu yang membawa kebenaran dengan keterangan yang lengkap dan dengan dalil-dalil yang kuat, tentang akidah, ibadah, muamalah, fadhilah, akhlak, dan hukum syariat yang diperlukan untuk mengatur hubungan antara manusia dengan Khalik dan hubungan manusia dengan sesama manusia, sehingga apabila manusia mematuhinya ia akan hidup aman dan damai bahagia dunia akhirat.\"\nSetelah Allah menjelaskan bagaimana besarnya petunjuk yang dibawa oleh Al-Qur'an, maka Allah memperingatkan akibat mendustakan Al-Qur'an dengan firman-Nya yang berbentuk pertanyaan, \"... maka siapakah yang lebih zalim dari pada orang yang mendustakan ayat-ayat Allah dan berpaling dari padanya? ¦\"\nSelanjutnya akhir ayat ini menegaskan bahwa Allah akan memberikan siksa yang bertubi-tubi kepada orang yang berpaling dari ayat-ayat-Nya dan menyelewengkan maknanya.\n\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)",
    "quraish": "Selain itu, juga agar kalian tidak mengatakan, \"Kalau kepada kami diturunkan wahyu yang diturunkan kepada mereka, kami tentu akan lebih berpetunjuk dan lebih baik dari mereka oleh karena kelebihan akal kami dan kesiapan kami.\" Setelah ini, tidak ada lagi alasan atas ketidaktaatan kalian. Perkataan kalian ini tak akan ada tempatnya lagi. Karena al-Qur'ân telah diturunkan kepada kalian sebagai bukti yang jelas atas kebenaran Muhammad, dan sebagai penjelas tentang segala kebutuhan agama dan dunia yang kalian butuhkan. Juga, selain itu, sebagai penunjuk ke jalan yang benar, dan sebagai rahmat bagi kalian dengan mengikutinya. Tidak ada yang lebih zalim daripada orang-orang yang mendustakan dan berpaling dari ayat- ayat Allah yang telah diturunkan melalui kitab-kitab suci-Nya dan ayat-ayat yang diciptakan-Nya pada alam raya, hingga tidak beriman dan tidak melaksanakannya. Kami akan menghukum orang-orang yang berpaling dan tidak mencermati ayat-ayat Kami itu dengan siksa yang amat pedih.",
    "jalalayn": "(Atau agar kamu tidak mengatakan, \"Sesungguhnya jika kitab itu diturunkan kepada kami tentulah kami lebih mendapat petunjuk dari mereka.\") oleh karena kebersihan hati kami. (Sesungguhnya telah datang kepada kamu keterangan yang nyata) yaitu penjelasan (dari Tuhanmu, petunjuk dan rahmat) bagi orang yang mengikutinya (maka siapakah) artinya tidak ada seorang pun (yang lebih lalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling) memalingkan diri (daripadanya. Kelak Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan siksaan yang buruk) siksaan yang paling keras (disebabkan mereka selalu berpaling.)"
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 158,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَ ۗيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فِيْٓ اِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا اِنَّا مُنْتَظِرُوْنَ ",
    "translation": "Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, atau kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu, atau (belum) berusaha berbuat kebajikan dengan imannya itu. Katakanlah, “Tunggulah! Kami pun menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/947.mp3",
    "tafsir": "Secara ringkas ayat tersebut menerangkan sikap orang-orang musyrik yaitu mereka tidak akan mau beriman, bahkan dengan cara menantang, meminta atau menunggu salah satu dari tiga perkara; yaitu: Pertama, kedatangan malaikat untuk mencabut nyawa mereka sebagaimana mereka sarankan kepada Nabi Muhammad saw. Kedua, datangnya siksaan Allah sesuai dengan permintaan mereka untuk mempercepat datangnya siksa yang disebut Al-Qur'an sebagai ancaman bagi mereka. Ketiga, datangnya tanda-tanda hari Kiamat. Oleh karena semua permintaan itu hanyalah menunjukkan pembangkangan yang terus berlanjut, maka pada akhir ayat ini Allah memperingatkan mereka dengan ancaman, \"Katakanlah hai Muhammad kepada mereka: Tunggulah apa yang kamu tunggu itu dan kami pun menunggu apa yang akan kami peroleh kelak.\" Ini diterangkan dalam firman Allah: \n\nOrang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barang siapa ingkar kepadanya, mereka itulah orang-orang yang rugi. (al-Baqarah/2: 121)",
    "quraish": "Bukti atas keharusan beriman sudah jelas, tetapi mereka tetap saja tidak beriman. Apa gerangan yang mereka tunggu untuk mau beriman? Apakah mereka menunggu kedatangan malaikat sebagai pengganti rasul jenis manusia, atau sebagai saksi atas kebenaranmu? Atau, apakah mereka menunggu kedatangan Tuhan agar dapat melihat-Nya atau agar Dia menyaksikan kebenaranmu? Atau menunggu tanda-tanda Tuhanmu yang membuktikan kebenaranmu? Ketika tanda-tanda itu datang dan membuat mereka beriman, keimanan itu tidak berarti apa-apa bagi mereka, karena merupakan keimanan yang terpaksa. Sekarang tidak ada gunanya lagi pertobatan dan ketaatan orang yang berbuat maksiat. Fase penugasan kewajiban (taklîf) telah berakhir. Katakan kepada pembangkang-pembangkang yang mendustakan itu, \"Tunggulah salah satu dari tiga hal di atas ini. Teruskan pendustaan kalian. Kami pun menunggu ketentuan hukum Allah tentang kalian.\"",
    "jalalayn": "(Tiadalah yang mereka nantikan) apa yang mereka nanti-nanti (kecuali hanyalah datang kepada mereka) dapat dibaca ta`tiyahum atau ya`tiyahum (malaikat-malaikat) untuk mencabut arwah-arwah mereka (atau kedatangan Tuhanmu) yaitu perintah-Nya yang dimaksud adalah azab-Nya (atau kedatangan beberapa ayat Tuhanmu) tanda-tanda dari Tuhanmu yang menunjukkan dekatnya hari kiamat. (Pada hari datangnya beberapa ayat dari Tuhanmu) terbitnya matahari dari ufuk barat sebagaimana yang telah disebutkan di dalam hadis riwayat Bukhari dan Muslim (tidaklah bermanfaat lagi iman seseorang kepada dirinya sendiri yang belum beriman sebelum itu) jumlah lam takun menjadi sifat dari Lafal nafsan (atau) jiwa yang belum pernah (mengusahakan kebaikan dalam masa imannya) yakni ketaatan; artinya tobatnya tidak lagi bermanfaat bagi dirinya seperti apa yang telah dijelaskan oleh hadis. (Katakanlah, \"Tunggulah olehmu) salah satu dari alamat-alamat tersebut (sesungguhnya kami pun menunggu pula.\") hal tersebut."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 159,
    "arab": "اِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ اِنَّمَآ اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ",
    "translation": "Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. Sesungguhnya urusan mereka (terserah) kepada Allah. Kemudian Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/948.mp3",
    "tafsir": "kekuasaan dan ini terjadi semenjak permulaan Islam sampai sekarang.\n2.Fanatik kebangsaan (rumpun keturunan), karena setiap bangsa dan rumpun keturunan (ras) tidak senang dikuasai oleh yang lain.\n3.Fanatik mazhab dan pendapat tentang pokok agama dan cabang-cabangnya.\n4.Fatwa agama menurut pikiran dan selera saja. Karenanya banyak orang yang berani memberikan fatwa di dalam agama Islam, padahal ia belum bisa mengambil suatu hukum dari Al-Qur'an dan hadis.\n5.Usaha dan tipu daya memecah belah dari kelompok musuh-musuh Islam, sehingga banyak hadis maudhu' (palsu) disebabkan mereka yang dapat mempengaruhi umat (pemimpin Islam) mempergunakannya sebagai dalil-dalil agama Islam.",
    "quraish": "Orang-orang yang memecah agama yang satu dan benar, dengan akidah dan hukum-hukum palsu, hingga mereka menjadi beberapa kelompok, engkau mengira mereka bersatu, padahal hati mereka tidak bersatu. Engkau tidak akan ditanya mengenai perpecahan dan ketidaktaatan mereka. Engkau tidak dapat memberi petunjuk kepada mereka, sebab engkau hanya penyampai risalah. Hanya Allahlah yang memiliki urusan mereka untuk diberi petunjuk atau diberi pahala. Allah akan memberitahu mereka di hari kiamat, tentang apa-apa yang mereka lakukan di dunia, kemudian akan membalasnya.",
    "jalalayn": "(Sesungguhnya orang-orang yang memecah belah agamanya) oleh sebab mereka bercerai-berai di dalamnya, yaitu mereka mengambil sebagian peraturannya dan meninggalkan sebagian lainnya (dan mereka menjadi berpuak-puak) menjadi bersekte-sekte dan masalah agama. Menurut suatu qiraat artinya mereka berpecah-belah dan meninggalkan agamanya yang harus mereka peluk, mereka adalah orang-orang Yahudi dan Nasrani (tidak ada sedikit pun tanggung jawabmu terhadap mereka) janganlah engkau menghalang-halangi mereka. (Sesungguhnya urusan mereka hanyalah terserah kepada Allah) Dialah yang mengurusnya (kemudian Allah memberitahukan kepada mereka) di akhirat kelak (apa yang telah mereka perbuat) Allah memberikan balasan kepada mereka. Ayat ini telah dinasakh dengan turunnya ayat saif/ayat yang memerintahkan berperang."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 160,
    "arab": "مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ اَمْثَالِهَا ۚوَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ",
    "translation": "Barangsiapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barangsiapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/949.mp3",
    "tafsir": "Pada ayat ini diterangkan dengan jelas, bahwa siapa berbuat amal baik, maka Allah akan memberikan pahala balasannya di hari akhirat dengan sepuluh kali lipat amalnya. Barang siapa berbuat kejahatan hanya dibalas setimpal dengan kejahatannya, sebab Allah tidak akan menganiaya sedikitpun atau merugikan mereka. Yang dimaksud dengan orang yang beramal baik di sini ialah orang-orang mukmin, karena amal baik orang kafir sebelum masuk Islam tidak akan bermanfaat bagi mereka di akhirat, seperti yang diterangkan di dalam firman Allah: \n\nItulah petunjuk Allah, dengan itu Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan. (al-An'am/6: 88)\nMaksud dari ungkapan \"balasan sepuluh kali lipat\" di sini belum termasuk apa yang dijanjikan Allah dengan balasan yang jauh lebih banyak dan berlipat ganda kepada orang-orang yang membelanjakan hartanya di jalan Allah sampai 700 kali lipat.\n\nJika kamu meminjamkan kepada Allah dengan pinjaman yang baik, niscaya Dia melipatgandakan (balasan) kepadamu dan mengampuni kamu. Dan Allah Maha Mensyukuri, Maha Penyantun. (at-Tagabun/64: 17)\nDi dalam hadis Nabi Muhammad, banyak dijumpai tentang balasan amal baik dan amal jahat bahkan diterangkan pahala bagi orang yang belum mengerjakan suatu perbuatan baik tapi hanya sekadar niat atau ketetapan hati untuk meluluhkannya. Hal ini tersebut dalam sebuah hadis qudsi yang diriwayatkan oleh al-Bukhari dan Muslim dari Abu Hurairah yang menceritakan sebagai berikut: \nSesungguhnya Rasulullah saw bersabda, \"Allah berfirman, apabila hamba-Ku hendak mengerjakan kebaikan dan tidak dikerjakannya, maka tulislah baginya satu pahala kebajikan. Dan apabila dikerjakannya, maka tulislah sepuluh sampai tujuh ratus kali lipat pahala kebaikan. Dan apabila hamba-Ku hendak mengerjakan suatu pekerjaan jahat, janganlah dituliskan (jangan dicatat) sebagai suatu kesalahan sebelum dikerjakannya. Dan apabila dikerjakannya, catatlah baginya satu kesalahan (kejahatan).\" (Riwayat al-Bukhari dan Muslim)\n\nSesungguhnya Rasulullah saw bersabda, \"Allah berfirman kepada malaikat-Nya, apabila hamba-Ku hendak mengerjakan suatu pekerjaan jahat, janganlah dituliskan (jangan dicatat) sebagai suatu kesalahan sebelum dikerjakannya. Dan apabila dikerjakannya, catatlah baginya satu kesalahan (kejahatan). Dan jika ditinggalkannya (tidak jadi diperbuatnya) karena Aku (karena Allah), maka tulislah baginya satu kebajikan. Dan apabila ia hendak mengerjakan kebaikan dan tidak dikerjakannya, maka tulislah baginya satu pahala kebajikan. Dan apabila dikerjakannya, maka tulislah sampai tujuh ratus kali lipat pahala kebaikan baginya.\"",
    "quraish": "Barangsiapa melakukan perbuatan baik, akan memperoleh pahala sepuluh kali lipat, sebagai karunia dan pemberian Allah. Barangsiapa melakukan perbuatan tidak baik hanya akan disiksa seberat dosanya, atas dasar keadilan Allah. Kelak tidak akan ada kecurangan dengan mengurangi pahala atau menambah hukuman.",
    "jalalayn": "(Siapa membawa amal yang baik) yakni zikir laa ilaaha illallaah/tidak ada tuhan selain Allah (maka baginya pahala sepuluh kali lipat amalnya) balasan pahalanya adalah sepuluh kali kebaikan (dan siapa membawa perbuatan yang jahat, maka dia tidak diberi pembalasan melainkan seimbang dengan kejahatannya) balasannya yang setimpal (sedang mereka sedikit pun tidak dianiaya atau dirugikan) dikurangi sesuatu dari pembalasan yang sebenarnya."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 161,
    "arab": "قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/950.mp3",
    "tafsir": "Pada ayat ini Rasulullah saw mendapat perintah agar mengatakan kepada kaumnya dan semua umat manusia, sesungguhnya aku telah diberi petunjuk oleh Tuhan dengan wahyu-Nya kepada jalan yang benar untuk memperoleh kebahagiaan hidup di dunia dan akhirat. Itulah agama Ibrahim bukan agama-agama lain yang mengandung syirik yang selalu dihubungkan orang kepadanya secara tidak benar karena Ibrahim bukanlah termasuk orang yang musyrik. Ayat ini sekaligus membantah kepercayaan orang-orang Arab Mekah, bahwa malaikat itu adalah puteri-puteri Allah, dan membantah orang-orang Yahudi yang mengatakan bahwa Uzair anak Allah dan orang-orang Nasrani yang mengatakan bahwa Isa anak Allah. Masing-masing mengatakan bahwa agama yang mereka anut adalah agama Ibrahim, padahal mereka telah menyimpang dari agama Ibrahim.",
    "quraish": "Katakan kepada mereka, wahai Rasulullah, dengan menjelaskan kebenaran agama yang engkau bawa, \"Sesugguhnya Tuhanku menunjukkan aku ke jalan yang lurus, dan sangat lurus. Jalan itu adalah agama yang dianut Ibrâhîm, jauh dari pemahaman akidah palsu. Ibrâhîm sendiri tidak pernah beribadah kepada tuhan selain Allah seperti yang dituduhkan orang-orang musyrik.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya Aku telah ditunjuki oleh Tuhanku kepada jalan yang lurus) kemudian dijadikan badal (yaitu agama yang benar) agama yang lurus (agama Ibrahim yang lurus dan Ibrahim itu bukanlah termasuk orang-orang yang musyrik\")."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 162,
    "arab": "قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ",
    "translation": "Katakanlah (Muhammad), “Sesungguhnya salatku, ibadahku, hidupku dan matiku hanyalah untuk Allah, Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/951.mp3",
    "tafsir": "Dalam ayat ini Nabi Muhammad, diperintahkan agar mengatakan bahwa sesungguhnya salatnya, ibadahnya, serta semua pekerjaan yang dilakukannya, hidup dan matinya adalah semata-mata untuk Allah Tuhan semesta alam yang tiada sekutu bagi-Nya. Itulah yang diperintahkan kepadanya. Rasul adalah orang yang pertama-tama menyerahkan diri kepada Allah dalam mengikuti dan mematuhi semua perintah dan larangan-Nya. Dua ayat ini mengandung ajaran Allah kepada Muhammad, yang harus disampaikan kepada umatnya, bagaimana seharusnya hidup dan kehidupan seorang muslim di dalam dunia ini. Semua pekerjaan salat dan ibadah lainnya harus dilaksanakan dengan tekun sepenuh hati karena Allah, ikhlas tanpa pamrih. Seorang muslim harus yakin kepada kodrat dan iradat Allah yang tidak ada sekutu bagi-Nya. Allah-lah yang menentukan hidup mati seseorang. Oleh karena itu seorang muslim tidak perlu takut mati dalam berjihad di jalan Allah dan tidak perlu takut hilang kedudukan dalam menyampaikan dakwah Islam, amar ma'ruf nahi munkar. Ayat ini selalu dibaca dalam salat sesudah takbiratul ihram sebagai doa iftitah kecuali kata: diganti dengan (164) Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur'an.\nFirman Allah: \n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya. (an-Najm/53: 38-39)\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.",
    "quraish": "Katakanlah, \"Sesungguhnya salatku, seluruh ibadahku, ketaatanku selama hidup, iman dan amal saleh yang akan aku bawa mati, semuanya murni hanya untuk Allah yang telah menciptakan semua makhluk. Hanya Allah yang pantas disembah dan ditaati.",
    "jalalayn": "(Katakanlah, \"Sesungguhnya salatku, ibadahku) amal ibadahku, yaitu ibadah haji dan lain-lainnya (hidupku) kehidupanku (dan matiku) meninggalku (hanyalah untuk Allah, Tuhan semesta alam)."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 163,
    "arab": "لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ ",
    "translation": "tidak ada sekutu bagi-Nya; dan demikianlah yang diperintahkan kepadaku dan aku adalah orang yang pertama-tama berserah diri (muslim).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/952.mp3",
    "tafsir": "Dalam ayat ini Nabi Muhammad, diperintahkan agar mengatakan bahwa sesungguhnya salatnya, ibadahnya, serta semua pekerjaan yang dilakukannya, hidup dan matinya adalah semata-mata untuk Allah Tuhan semesta alam yang tiada sekutu bagi-Nya. Itulah yang diperintahkan kepadanya. Rasul adalah orang yang pertama-tama menyerahkan diri kepada Allah dalam mengikuti dan mematuhi semua perintah dan larangan-Nya. Dua ayat ini mengandung ajaran Allah kepada Muhammad, yang harus disampaikan kepada umatnya, bagaimana seharusnya hidup dan kehidupan seorang muslim di dalam dunia ini. Semua pekerjaan salat dan ibadah lainnya harus dilaksanakan dengan tekun sepenuh hati karena Allah, ikhlas tanpa pamrih. Seorang muslim harus yakin kepada kodrat dan iradat Allah yang tidak ada sekutu bagi-Nya. Allah-lah yang menentukan hidup mati seseorang. Oleh karena itu seorang muslim tidak perlu takut mati dalam berjihad di jalan Allah dan tidak perlu takut hilang kedudukan dalam menyampaikan dakwah Islam, amar ma'ruf nahi munkar. Ayat ini selalu dibaca dalam salat sesudah takbiratul ihram sebagai doa iftitah kecuali kata: diganti dengan (164) Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur'an.\nFirman Allah: \n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya. (an-Najm/53: 38-39)\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.",
    "quraish": "Dia tidak mempunyai sekutu dalam penciptaan makhluk dan dalam keberhakan-Nya untuk disembah. Allah, Tuhanku, memerintahkan aku untuk selalu ikhlas memurnikan ibadah, baik dalam pengesaan Allah maupun dalam amal perbuatan. Aku adalah orang pertama yang patuh dan taat. Aku adalah orang yang paling sempurna kepatuhan dan penyerahan dirinya.\"",
    "jalalayn": "(Tiada sekutu bagi-Nya) di dalam hal tersebut (dan demikian itulah) ketauhidan (yang diperintahkan kepadaku, dan aku adalah orang yang pertama-tama menyerahkan diri kepada Allah\") dari kalangan umat ini."
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 164,
    "arab": "قُلْ اَغَيْرَ اللّٰهِ اَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Apakah (patut) aku mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap perbuatan dosa seseorang, dirinya sendiri yang bertanggung jawab. Dan seseorang tidak akan memikul beban dosa orang lain. Kemudian kepada Tuhanmulah kamu kembali, dan akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/953.mp3",
    "tafsir": "Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur'an.\nFirman Allah: \n\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya. (an-Najm/53: 38-39)\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.",
    "quraish": "Katakanlah, wahai Muhammad, dengan menolak ajakan orang-orang musyrik kepadamu untuk mengikuti kesyirikan mereka, \"Apakah aku mencari tuhan selain Allah untuk disembah, padahal Dia adalah Pencipta segala sesuatu?\" Katakan pula, dengan menolak anggapan bahwa mereka tidak akan bertanggung jawab atas kesalahanmu kalau kamu mengikuti mereka, \"Masing-masing jiwa hanya akan mendapat pahala dari perbuatannya saja, dan tidak akan dibebani dosa orang lain. Kalian akan dibangkitkan kembali setelah mati untuk dikumpulkan di hadapan Allah. Dia akan memberitahukan kalian tentang akidah kepercayaan yang dahulu kalian pertentangkan di dunia. Dia akan memberikan kalian balasan atas itu semua. Bagaimana aku melawan perintah Allah dengan berdasar kepada janji-janji kalian yang palsu?\"",
    "jalalayn": "(Katakanlah, \"Apakah aku akan mencari Tuhan selain Allah) sebagai sesembahan; artinya aku tidak mencari Tuhan selain-Nya (Dia adalah Tuhan) yang memiliki (segala sesuatu. Dan tidaklah seorang membuat dosa) berbuat dosa (melainkan kemudaratannya kembali kepada dirinya sendiri; dan seorang yang berdosa tidak akan memikul) maksudnya seseorang tidak akan memikul (dosa) perbuatan dosa (orang lain. Kemudian kepada Tuhanmulah kamu kembali dan akan diberitakannya kepadamu apa yang kamu perselisihkan.)"
  },
  {
    "hizb": 60,
    "name": "Al-An'am",
    "ayat": 165,
    "arab": "وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ اِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ ࣖ",
    "translation": "Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat memberi hukuman dan sungguh, Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/954.mp3",
    "tafsir": "Apabila kita kembali menelaah surah Al-Qur'an itu secara keseluruhan, maka kita akan dapat mengambil kesimpulan bahwa hidup dan kehidupan ini telah disoroti dengan sinar cahaya petunjuk dari segenap penjuru, karena di dalamnya diterangkan perkara-perkara akidah atau kepercayaan serta dalil-dalilnya, Rasul telah menyampaikan perintah Allah melalui wahyu untuk membantah orang-orang kafir yang membangkang, dalam masalah kebangkitan hari akhirat dan al-jaza' (balasan amal), tentang hubungan manusia dengan Penciptanya, hubungan manusia dengan sesama manusia terutama dalam berbuat baik kepada kedua ibu-bapak, tentang pertentangan dalam agama, amal perbuatan dan lain-lain. \nDari kenyataan sejarah sepanjang masa, terbukti manusia tetap manusia, dahulu maupun sekarang senantiasa terjadi permusuhan walaupun sesama saudara dan sesama manusia, maka akan dapat dirasakan pula hubungan dan hikmahnya pada akhir ayat ini, \"Dan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat memberi hukuman dan sungguh, Dia Maha Pengampun, Maha Penyayang.\" Ayat ini seakan mengatakan, sesungguhnya Tuhanmu yang menciptakan segala sesuatu, Dialah yang menjadikan kamu penguasa-penguasa di bumi ini dan Dia meninggikan derajat sebagian kamu dari yang lainnya, baik kedudukan dan harta maupun kepintaran dan lain-lainnya, karena Dia hendak mengujimu dengan apa yang telah diberikan-Nya kepadamu. Sesungguhnya Tuhanmu amat cepat siksa-Nya dan sesungguhnya Dia Maha Pengampun bagi orang yang benar-benar minta ampun kepada-Nya dan Maha Penyayang bagi hamba-Nya yang mukmin.\nAyat ini menegaskan, bahwa Allah-lah yang menjadikan manusia penguasa-penguasa di bumi untuk mengatur kehidupan rakyatnya dan Dia pulalah yang meninggikan derajat sebagian mereka dari sebagian lainnya. Semua itu adalah menurut sunatullah untuk menguji mereka masing-masing bagaimana mereka menyikapi karunia Allah yang diberikan Tuhan kepadanya. Mereka akan mendapat balasan dari ujian itu, baik di dunia maupun di akhirat. Penguasa-penguasa diuji keadilan dan kejujurannya, si kaya diuji bagaimana dia membelanjakan hartanya, si miskin dan si penderita diuji kesabarannya. Oleh karena itu, manusia tidak boleh iri hati dan dengki dalam pemberian Tuhan kepada seseorang, karena semua itu dari Allah dan semua pemberian-Nya adalah ujian bagi setiap orang.",
    "quraish": "Allahlah yang menjadikan kalian sebagai pengganti umat-umat yang lalu dalam mengembangkan alam. Dia meninggikan derajat kesempurnaan materi dan maknawi sebagian kalian di atas yang lain, karena menempuh sebab-sebabnya? Itu semua agar Dia menguji kalian atas nikmat yang telah dikaruniakan-Nya, apakah kalian bersyukur atau tidak. Juga atas hukum-hukum syariat, apakah kalian laksanakan atau tidak. Allah Mahacepat hukumannya terhadap orang-orang yang melanggar. Sebab, hukuman-Nya pasti akan datang. Segala yang akan datang adalah dekat. Sesungguhnya ampunan-Nya terhadap pelanggaran yang dilakukan oleh orang-orang yang bertobat dan berbuat baik sangat besar. Kasih sayang-Nya kepada mereka amat luas.",
    "jalalayn": "(Dan Dialah yang menjadikan kamu penguasa-penguasa di bumi) jamak dari kata khalifah; yakni sebagian di antara kamu mengganti sebagian lainnya di dalam masalah kekhalifahan ini (dan Dia meninggikan sebagian kamu atas sebagian yang lain beberapa derajat) dengan harta benda, kedudukan dan lain sebagainya (untuk mengujimu) untuk mencobamu (tentang apa yang diberikan kepadamu) artinya Dia memberi kamu agar jelas siapakah di antara kamu yang taat dan siapakah yang maksiat. (Sesungguhnya Tuhanmu itu adalah amat cepat siksaan-Nya) terhadap orang-orang yang berbuat maksiat kepada-Nya (dan sesungguhnya Dia Maha Pengampun) terhadap orang-orang mukmin (lagi Maha Penyayang.\") terhadap mereka."
  }
]