[
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 1,
    "arab": "الۤمّۤصۤ ۚ ",
    "translation": "Alif Lam Mim shad.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/955.mp3",
    "tafsir": "Mengenai tafsir ayat \"Alif Lam Mim tsad\", lihat jilid I Al-Qur'an dan Tafsirnya tentang tafsir permulaan surah dengan huruf-huruf hijaiyah.",
    "quraish": "[[7 ~ AL-A'RAF (TEMPAT TERTINGGI ANTARA SURGA DAN NERAKA)(1) Pendahuluan: Makkiyyah, 206 ayat ~ Surat yang berisi 206 ayat ini termasuk kelompok surat Makkiyyah yang diturunkan di Mekkah, kecuali ayat 163 sampai ayat 170 yang diturunkan di Madinah. Permulaan surat ini merupakan kelanjutan dari bagian akhir surat al-An'âm. Setelah pada bagian akhir surat al-An'âm itu dibicarakan tentang hewan ternak, awal surat al-A'râf mengandung kisah awal mula penciptaan manusia. Diceritakan, misalnya, kisah penciptaan Adam dan Hawâ', kisah keluarnya mereka dari dalam surga akibat godaan setan, keterangan lebih lanjut mengenai godaan setan yang terus menerus kepada manusia dalam pakaian dan makanan. Seperti surat-surat yang lain, surat ini pun menyinggung perintah mengamati dan menghayati sistem yang begitu teratur di dalam langit dan bumi. Selain itu, surat al-A'râf mengandung beberapa kisah. Di antaranya kisah Nabi Nûh, Nabi Hûd dengan pengikutnya, kaum 'Ad, Nabi Shâlih dengan kaum Tsamûd yang terkenal kuat dan memiliki kekayaan, Nabi Lûth dengan kaumnya dan tindakan makar yang mereka lakukan dan Nabi Syu'ayb dengan penduduk Madyan. Juga kisah-kisah nyata yang mengandung nasihat dan pelajaran. Setelah itu dalam surat ini Allah mengisahkan cerita Nabi Mûsâ a. s. dan Fir'aun. Sebagai penutup, surat ini menggambarkan nasib orang yang telah mendapat petunjuk kemudian terlepas lagi akibat godaan setan yang semestinya tidak terjadi. Di samping itu, juga ajakan mengikuti ajaran Nabi Muhammad saw. yang benar. (1) Al-A'râf adalah pembatas antara surga dan neraka yang mempunyai pintu. Kata a'râf adalah bentuk jamak dari 'urf yang berarti 'sesuatu yang tinggi' atau 'sesuatu yang terhormat'. Dinamakan demikian, karena pembatas antara surga dan neraka itu sangat tinggi.]] Alif, Lâm, Mîm, Shâd, adalah huruf-huruf fonemis yang disebut di awal beberapa surat Makkiyyah untuk mengingatkan orang-orang musyrik bahwa al-Qur'ân terdiri atas huruf yang sama dengan fonem yang mereka bunyikan. Meskipun begitu, mereka tidak mampu mendatangkan sesuatu yang sama dengan al-Qur'ân. Selain itu, huruf ini mengajak mereka untuk mendengarkannya, meskipun mereka saling menasihati agar tidak mendengarkan.",
    "jalalayn": "(Alif laam miim shaad) hanya Allah-lah yang mengetahui apa yang dimaksud dengannya."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 2,
    "arab": "كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ",
    "translation": "(Inilah) Kitab yang diturunkan kepadamu (Muhammad); maka janganlah engkau sesak dada karenanya, agar engkau memberi peringatan dengan (Kitab) itu dan menjadi pelajaran bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/956.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kitab yang diturunkan kepada Muhammad saw yang berisi bimbingan dan petunjuk, adalah untuk memberi peringatan kepada orang-orang mukmin. Muhammad janganlah sekali-kali merasa sedih menghadapi tantangan, perlawanan, ejekan dan hal-hal yng lain dari kaum musyrikin, dalam menyampaikan risalah yang telah ditugaskan kepadanya. Hendaklah dia bersabar menghadapinya. Adanya tantangan dari kaum musyrikin sehingga dada Muhammad saw akan menjadi sesak karenanya telah diketahui oleh Allah sebagaimana ditegaskan dalam firman-Nya: \n\nDan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan. (al-hijr/15: 97)\nTetapi ia diperintahkan agar bersabar, tetap teguh hati menghadapi mereka sebagaimana halnya rasul-rasul sebelumnya.\nFirman Allah: \n\nMaka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati¦ (al-Ahqaf/46: 35)\nKitab tersebut harus dijadikan pelajaran dan peringatan bagi orang-orang mukmin, karena peringatan itu akan membawa manfaat dan pengaruh kepada mereka.\n\nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin. (Adz-dzariyat/51: 55)",
    "quraish": "Al-Qur'ân diturunkan kepadamu supaya, dengan al-Qur'ân itu, kamu memberi peringatan kepada orang-orang yang mendustakannya agar mereka beriman, dan juga untuk mengingatkan orang-orang Mukmin supaya bertambah iman. Maka, karena alasan takut didustakan, jangan sampai kamu merasa sempit dada dalam menyampaikan al-Qur'ân itu.",
    "jalalayn": "Ini adalah (kitab yang diturunkan kepadamu) khithab atau pembicaraan ayat ini ditujukan kepada Nabi saw. (maka janganlah ada kesempitan di dalam dadamu) kerumitan (karenanya) sewaktu engkau akan menyampaikannya karena merasa khawatir akan didustakan (supaya kamu memberi peringatan) berkaitan dengan lafal unzila, artinya supaya engkau memperingatkan (dengan kitab itu dan menjadi pelajaran) yaitu bahan pengingat (bagi orang-orang yang beriman) kepada kitab itu."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 3,
    "arab": "اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ",
    "translation": "Ikutilah apa yang diturunkan kepadamu dari Tuhanmu, dan janganlah kamu ikuti selain Dia sebagai pemimpin. Sedikit sekali kamu mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/957.mp3",
    "tafsir": "Pada ayat ini ada perintah agar orang-orang mukmin mengikuti apa yang telah diturunkan kepada Muhammad oleh Allah yang menguasai dan mengatur segala gerak-gerik mereka, baik perintah itu menyuruh untuk mengerjakan sesuatu, maupun melarang mengerjakan sesuatu, karena apa yang telah diperintahkan-Nya mengandung kebaikan, kebenaran, kesejahteraan dan kebahagiaan. Dan, janganlah sekali-kali mereka mengikuti ajaran-ajaran selain dari ajaran Allah, begitu pula ajakan-ajakan yang bertentangan dengan ketentuan-ketentuan yang telah digariskan-Nya, karena yang demikian itu membahayakan mereka dan akan membawa pengikut-pengikutnya ke jalan yang sesat dan merusak akidah/akhlaknya dan sebagainya. Sekalipun hal-hal tersebut di atas telah menjadi kenyataan, dan disaksikan oleh mata kepala sendiri, tidaklah banyak orang yang menyadarinya, mengambil pelajaran dan iktibar daripadanya, bahkan ia tetap mengikuti keinginan nafsunya, dan ajakan setan yang dipertuannya.",
    "quraish": "Ikutilah apa yang diwahyukan kepada kalian dan jangan mengikuti pemimpin-pemimpin dengan menerima ajakan dan meminta bantuan kepada mereka. Kalian akan sedikit sekali mendapat nasihat dan pelajaran saat kalian meninggalkan agama Allah dan mengikuti yang lain. Padahal, di dalam agama Allah itu terdapat banyak sekali pelajaran dan nasihat.",
    "jalalayn": "Katakanlah kepada mereka, (Ikutilah apa yang diturunkan kepadamu dari Tuhanmu) yakni Alquran (dan janganlah kamu mengikuti) maksudnya jangan kamu menjadikan (selain-Nya) selain Allah, (sebagai pemimpin-pemimpin) yang kamu taati untuk berbuat maksiat kepada Allah swt. (Amat sedikitlah kamu mengambil pelajaran) dengan memakai ta atau ya; yakni mengambil pelajaran darinya. Lafal tadzakkaruun dibaca dengan mengidgamkan ta asal ke dalam dzal. Menurut suatu qiraat dibaca tadzkuruun. Sedangkan huruf maa adalah tambahan, yang diadakan untuk mengukuhkan makna sedikit, sehingga artinya menjadi amat sedikit."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 4,
    "arab": "وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ",
    "translation": "Betapa banyak negeri yang telah Kami binasakan, siksaan Kami datang (menimpa penduduk)nya pada malam hari, atau pada saat mereka beristirahat pada siang hari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/958.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak sedikit negeri yang telah dimusnahkan dan penduduknya dibinasakan karena kedurhakaannya. Mereka menentang, membangkang dan mendustakan para rasul Allah yang diutus kepadanya untuk memberi kabar gembira dan peringatan. firman Allah: \n\nMaka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya). (al-hajj/22: 45)\n\nDan betapa banyak (penduduk) negeri yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan, maka itulah tempat kediaman mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Dan Kamilah yang mewarisinya. (al-Qashash/28: 58)\nApabila suatu negeri akan dimusnahkan, maka datanglah azab dan siksaan Allah kepada penduduk negeri itu dalam keadaan mereka sedang lengah dan tidak menduga sama sekali, karena tidak ada tanda-tanda sebelumnya. Adakalanya siksaan itu datang di waktu malam, di waktu mereka bersenang-senang, merasa aman sebagaimana halnya kaum Nabi Luth. Adakalanya datang di waktu siang, di kala mereka istirahat tidur sebagaimana halnya kaum Nabi Syu'aib.\nAllah berfirman: \n\n¦ Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir. (Yunus/10: 24)\n\nFirman-Nya: \n\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-A'raf/7: 97-98)",
    "quraish": "Sungguh telah Kami binasakan banyak negeri karena penduduknya menyembah selain Allah dan mengikuti selain jalan-Nya. Siksaan Kami tersebut datang menimpa mereka di malam hari, di saat mereka lalai dan terlelap tidur, seperti yang terjadi pada kaum Nabi Lûth. Atau di siang hari, saat mereka beristirahat tidur siang, seperti yang menimpa kaum Nabi Syu'ayb.",
    "jalalayn": "(Betapa banyaknya) kalimat berita dan menjadi maf`ul (negeri) yang dimaksud adalah penduduknya (yang telah Kami binasakan) Kami bermaksud untuk membinasakannya (maka datanglah kekuatan Kami) yakni siksaan Kami (tengah malam) yaitu pada malam hari (atau di waktu mereka beristirahat di tengah hari) artinya sedang tidur-tiduran di siang hari. Yang dimaksud dengan al-qailulah, artinya beristirahat di tengah hari sekalipun tidak tidur. Yakni siksaan itu terkadang datang di waktu tengah malam dan terkadang di siang hari."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 5,
    "arab": "فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ ",
    "translation": "Maka ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain, hanya mengucap, “Sesungguhnya kami adalah orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/959.mp3",
    "tafsir": "Ayat ini menerangkan bahwa umat yang telah ditimpa siksa itu, tidak lain keluhannya kecuali mereka mengakui kezaliman, kesalahan dan kedurhakaan yang telah mereka perbuat. Ketika itulah baru mereka sadar dan menyesal, serta mengharapkan sesuatu jalan yang dapat mengeluarkan mereka dari bencana yang telah menimpa itu. Kesadaran dan penyesalan mereka tentunya tidak akan bermanfaat dan tidak ada gunanya lagi; sebagaimana firman Allah: \n\nDan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu. Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya. Mereka berkata, \"Betapa celaka kami, sungguh, kami orang-orang yang zalim.\" Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi. (al-Anbiya'/21: 11-15)",
    "quraish": "Mereka mengakui dosa-dosa yang menjadi penyebab bencana. Tidak ada yang dapat mereka lakukan ketika menyaksikan siksaan Kami selain berkata, \"Sesungguhnya kamilah yang menzalimi diri sendiri dengan berbuat maksiat. Tuhan tidak menzalimi kami dengan siksaan-Nya.\" Padahal ungkapan itu sudah tidak berguna lagi.",
    "jalalayn": "(Maka tidak adalah keluhan mereka) yaitu perkataan mereka (di waktu datang kepada mereka siksaan Kami kecuali mengatakan, \"Sesungguhnya kami adalah orang-orang yang lalim.\")"
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 6,
    "arab": "فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ",
    "translation": "Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/960.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di akhirat nanti, semua umat yang telah diutus seorang rasul kepada mereka akan ditanya, sebagaimana firman Allah: \n\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-hijr/15: 92-93)\n\nLebih dahulu ditanyakan tentang rasul-rasul yang telah diutus kepada mereka, kemudian disusul dengan pertanyaan sampai di mana mereka telah merespon dan melaksanakan seruan para rasul itu. Firman Allah: \n\nWahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, \"(Ya), kami menjadi saksi atas diri kami sendiri.\" Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir. (al-An'am/6: 130)\n\nFirman-Nya: \n\n(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" (al-Ma'idah/5: 109)\n\nPertanyaan itu diajukan kepada orang-orang yang durhaka, dan pembuat maksiat bukan karena Allah tidak tahu atau belum tahu keadaannya, tetapi semua itu dilakukan semata-mata untuk mendapatkan pengakuan mereka atas adanya rasul yang telah diutus kepada mereka dan untuk menampakkan cela dan aib mereka, sehingga tidak ada alasan bagi mereka untuk tidak disiksa atau dimasukkan ke dalam neraka.\nImam ar-Razi berkata, sebenarnya mereka ditanya bukanlah mengenai amal yang telah diperbuatnya di dunia, karena semua itu telah diketahui melalui catatan malaikat yang ditugaskan untuk itu, sehingga tidak ada suatu perbuatan manusia dari yang sebesar-besarnya sampai yang sekecil-kecilnya yang luput dari catatannya, tetapi yang ditanyakan ialah sebab yang mengakibatkan mereka meninggalkan perintah Allah. Ayat ini tidak bertentangan dengan ayat-ayat yang menerangkan bahwa tidak akan ditanyakan dosa manusia dan jin dan dosa orang-orang yang berbuat maksiat, seperti dalam firman Allah: \n\nMaka pada hari itu manusia dan jin tidak ditanya tentang dosanya. (ar-Rahman/55: 39)\n\ndan firman-Nya: \n\nDan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qashash/28: 78)\n\nDalam ayat ini Allah menerangkan bahwa bukan saja umat yang telah diutus Rasul kepada mereka yang ditanya sampai di mana mereka melaksanakan seruan rasul itu, tetapi juga rasul-rasul yang telah diutus kepada suatu umat akan ditanya sampai di mana seruan mereka disambut baik dan dilaksanakan oleh umatnya sebagaimana firman Allah: \n\n\n(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), \"Apa jawaban (kaummu) terhadap (seruan)mu?\" (al-Ma'idah/5: 109)\n\nPertanyaan yang ditujukan kepada rasul di akhirat nanti, adalah pertanyaan yang jawabannya merupakan pengakuan dan kesaksian atas seruan yang telah disampaikan kepada umatnya, dan pembangkangan umat atas isi seruan ini.",
    "quraish": "Pembalasan Allah pada hari kiamat nanti akan sangat teliti dan adil. Kami akan menanyakan orang-orang yang Kami datangkan para rasul apakah pesan-pesan Kami telah sampai kepada mereka dan bagaimana rasul-rasul itu disambut. Kami juga akan menanyakan para rasul, apakah mereka telah menyampaikan segala apa yang diturunkan oleh Tuhan, dan bagaimana kaum mereka menyambutnya.",
    "jalalayn": "(Maka sesungguhnya Kami akan menanyai umat-umat yang telah diutus rasul-rasul kepada mereka) yaitu kepada umat-umat tentang tanggapan mereka terhadap rasul-rasul dan pengamalan mereka terhadap apa-apa yang telah disampaikan kepada mereka (dan sesungguhnya Kami akan menanyai pula rasul-rasul Kami) tentang penyampaian mereka."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 7,
    "arab": "فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ",
    "translation": "dan pasti akan Kami beritakan kepada mereka dengan ilmu (Kami) dan Kami  tidak jauh (dari mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/961.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kepada mereka, baik kepada rasul-rasul maupun kepada umat yang telah menerima seruan rasul, akan diceritakan kelak hal-hal yang telah mereka perbuat karena semua itu telah diketahui Allah, dan semuanya telah dicatat di dalam buku catatan malaikat pencatat. Tidak ada sesuatu pun yang luput dari pencatatan malaikat, sebagaimana firman Allah: \n\n¦ dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nAllah selalu menyaksikan gerak-gerik dan segala perbuatan mereka pada setiap waktu. Allah mendengar apa yang mereka katakan, melihat apa yang mereka lakukan, mengetahui semua perbuatan mereka, baik yang mereka lakukan secara terang-terangan maupun secara sembunyi-sembunyi. Allah berfirman: \n\n¦ karena Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Maha Meliputi terhadap apa yang mereka kerjakan. (an-Nisa'/4: 108)\n\nPertanyaan ini bukanlah untuk meminta penjelasan tentang sesuatu yang tidak diketahui Allah, tetapi semata-mata untuk mencela perbuatan dan kelakuan mereka.",
    "quraish": "Akan Kami kabarkan kepada mereka semua kabar yang benar, yang sesuai dengan apa yang mereka lakukan. Sebab Kami telah menghitung semua apa yang mereka kerjakan. Kami tidak pernah jauh dari mereka dan selalu tahu apa yang mereka lakukan.",
    "jalalayn": "(Maka sesungguhnya akan Kami kabarkan kepada mereka dengan penuh pengetahuan). Kami akan menceritakan kepada mereka tentang apa-apa yang telah mereka perbuat dengan penuh pengetahuan (dan Kami sekali-kali tidak gaib) untuk menyampaikan kepada rasul-rasul dan umat-umat terdahulu tentang apa-apa yang pernah mereka perbuat."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 8,
    "arab": "وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
    "translation": "Timbangan pada hari itu (menjadi ukuran) kebenaran. Maka barangsiapa berat timbangan (kebaikan)nya, mereka itulah orang yang beruntung,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/962.mp3",
    "tafsir": "Ayat ini menerangkan adanya timbangan di akhirat nanti. Timbangan ini wajib kita percayai karena dengan timbangan itulah akan diketahui besar kecilnya, berat ringannya amal seseorang. Timbangan di akhirat nanti adalah timbangan yang seadil-adilnya dan tak mungkin terjadi kecurangan dalam timbangan itu.\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit. (al-Anbiya'/21: 47)\n\nBarang siapa berat timbangan amalnya, karena iman yang dimilikinya adalah iman yang sebenarnya. Ibadahnya kepada Allah dilakukan sebanyak mungkin penuh dengan khusuk dan ikhlas, dan hubungannya dengan sesama manusia baik sekali. Dia banyak menolong orang yang memerlukan pertolongan, membantu pembangunan masjid, madrasah, pesantren dan bangunan-bangunan lain yang digunakan memperbaiki dan meningkatkan akhlak umat, memelihara anak yatim, dan lain sebagainya. Manusia yang demikian inilah yang akan beruntung di akhirat nanti, merasa puas menerima semua balasan amalnya di dunia sebagaimana firman Allah: \n\nArtinya: \nMaka adapun orang yang berat timbangan (kebaikan)nya, maka dia berada dalam kehidupan yang memuaskan (senang). (al-Qari'ah/101: 6-7)",
    "quraish": "Pada hari itu Kami akan menanyakan dan memberitahukan mereka, perhitungan segala perbuatan untuk diberi balasan yang sangat adil. Orang-orang yang kebaikannya banyak, dan melebihi kejahatannya, adalah orang-orang yang beruntung. Mereka akan Kami jaga dari api neraka dan akan Kami masukkan ke dalam surga.",
    "jalalayn": "(Dan timbangan) untuk amal-amal perbuatan atau untuk lembaran-lembaran catatan amal perbuatan yang ditaruh di dalamnya. Timbangan itu memiliki jarum penunjuk berat dan dua gantungan, demikian sebagaimana yang telah dijelaskan oleh hadis. Timbangan itu ada (pada hari itu) yakni hari penghisaban yang telah disebutkan, yaitu hari kiamat (adalah benar) adalah adil, menjadi sifat dari lafal al-wazn (maka barang siapa berat timbangannya) oleh kebaikan (maka mereka itulah orang-orang yang berbahagia) orang-orang yang beruntung."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 9,
    "arab": "وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ",
    "translation": "dan barangsiapa ringan timbangan (kebaikan)nya, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka  mengingkari ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/963.mp3",
    "tafsir": "Barang siapa yang ringan timbangan amalnya, karena keingkarannya, imannya lemah sehingga ia banyak melakukan pelanggaran agama; ibadah ditinggalkan; amal-amal kebaikan disia-siakan, dan yang digemarinya adalah larangan-larangan agama, banyak menipu, menyakiti hati sesama manusia, memusuhi tetangganya, menyia-nyiakan anak yatim, membiarkan orang-orang sekelilingnya lapar dan menderita, asal dia kenyang dan senang. Manusia yang seperti ini akan merugi di akhirat nanti, dan akan dimasukkan ke dalam api neraka yang membara, seperti firman Allah: \n\nDan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Qari'ah/101: 8-11)\n\nYang ditimbang ialah amal perbuatan, sebagaimana yang dikatakan oleh Abu Ishak az-Zajjaj, \"Telah sepakat ahlu sunnah tentang adanya timbangan itu, dan amal perbuatan hamba itulah yang ditimbang di akhirat nanti. Timbangan itu mempunyai lidah dan dua daun neraca timbangan.\" Pernyataan Abu Ishak ini didasarkan pada sabda Nabi Muhammad saw: \n\n\"Diletakkanlah timbangan-timbangan itu di Hari Kiamat, maka ditimbanglah amal kebaikan dan amal kejahatan. Barang siapa lebih berat timbangan kebaikannya dari timbangan kejahatannya, sekali pun seberat butir biji, maka masuklah ia ke dalam surga, dan barang siapa timbangan kejahatannya lebih berat dari timbangan kebaikannya, sekalipun seberat butir biji masuklah ia ke dalam neraka.\" (Riwayat Abu Daud dan at-Tirmidzi dari Jabir r.a.)",
    "quraish": "Sebaliknya, siapa yang kejahatannya banyak, melebihi kebaikannya, adalah orang-orang yang merugi. Sebab mereka telah menjual diri kepada setan, sehingga tidak merenungi tanda-tanda kekuasaan Kami karena ingkar dan keras kepala.",
    "jalalayn": "(Dan siapa yang ringan timbangannya) oleh sebab amal-amal keburukannya (maka itulah orang-orang yang merugikan dirinya sendiri) yang membawa dirinya ke neraka (disebabkan mereka selalu mengingkari ayat-ayat Kami) mereka tidak mau mempercayainya."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 10,
    "arab": "وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ",
    "translation": "Dan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu. (Tetapi) sedikit sekali kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/964.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan sebagian dari sekian banyak karunia yang telah dianugerahkan kepada hamba-Nya yaitu bahwa Dia telah menyediakan bumi ini untuk manusia tinggal dan berdiam di atasnya, bebas berusaha dalam batas-batas yang telah digariskan, diberi perlengkapan kehidupan. Kemudian disempurnakan-Nya dengan bermacam-macam perlengkapan lain agar mereka dapat hidup di bumi dengan senang dan tenang, seperti tumbuh-tumbuhan yang beraneka ragam macamnya, binatang-binatang, baik yang boleh dimakan maupun yang tidak, burung baik di udara atupun di darat, ikan baik di laut, di danau maupun di tempat-tempat pemeliharan ikan lainnya, air tawar untuk diminum, dipergunakan mencuci pakaian dan keperluan lainnya, minuman dan makanan yang bermacam rasa dan aromanya untuk memenuhi selera masing-masing. Bahkan semua yang ada di bumi ini adalah diperuntukkan bagi manusia, sebagaimana firman Allah: \n\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al-Baqarah/2: 29)\nUntuk memenuhi keperluan hidup seseorang tentu tidak akan bisa terus menetap di satu tempat, tetapi ia berpindah-pindah dari suatu tempat ke tempat lain, untuk itu disediakan bagi mereka alat pengangkutan dan perhubungan yang bermacam-macam yang berkembang dan maju sesuai dengan kemajuan ilmu pengetahuan dan teknologi untuk dipergunakan mereka seperti mobil dengan segala macam bentuk dan keindahannya, kapal terbang, kapal laut, dan kapal selam, kereta api dan lain sebagainya yang tak terhitung banyaknya. Tidak seorang pun manusia yang dapat memberi angka pasti tentang banyaknya karunia itu sekalipun dengan komputer. Allah berfirman: \n\nDan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. (Ibrahim/14: 34)\nSemua karunia dan nikmat tersebut di atas adalah untuk memenuhi keperluan hidup jasmani baik secara perorangan maupun secara berkelompok yang akan dijadikan batu loncatan untuk memenuhi dan menjaga kesejahteraan hidup rohani guna kesucian diri dan mempersiapkan diri untuk hidup kekal di akhirat nanti serta memperoleh nikmat dan kebahagian abadi yang tak berkesudahan. Atas semua karunia dan nikmat yang tak terhitung banyaknya itu maka wajiblah manusia bersyukur, mensyukuri penciptanya, yaitu Allah swt, dan janganlah sekali-kali dia mengingkarinya, sebagaimana firman Allah: \n\nBersyukurlah kepada-Ku, dan janganlah kamu ingkar kepada-Ku. (al-Baqarah/2: 152)\nAlangkah sedikitnya manusia yang dapat menyadari dan menginsyafi hal tersebut. Pada umumnya manusia menganggap bahwa yang dicapai dan diperolehnya itu adalah hasil dari kecerdasan otaknya, kesungguhan usahanya, bukan dari Allah dan sedikit dari mereka yang bersyukur: \n\nDan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba'/34: 13)\n\nBersyukur kepada Allah tidak cukup dengan hanya mengucapkan Alhamdulillah wasysyukru lillah; tetapi harus diiringi dengan amal perbuatan yaitu dengan cara mendayagunakan nikmat tersebut dalam hal-hal yang diridai dan disukai Allah, bermanfaat bagi sesama manusia serta menaati segala perintah-Nya dan menjauhi semua larangan-Nya.",
    "quraish": "Sesungguhnya Kami telah menempatkan kalian di muka bumi. Lalu Kami berikan kalian kekuatan untuk dapat mengeksploitasi dan mendaya-gunakannya. Kami juga menyediakan sarana-sarana kehidupan. Akan tetapi sangat sedikit yang bersyukur di antara kalian, dan kalian akan mendapatkan balasan dari itu.",
    "jalalayn": "(Sesungguhnya Kami telah menempatkan kamu sekalian) hai anak-anak Adam (di muka bumi dan Kami adakan bagimu di muka bumi itu sumber-sumber penghidupan) dengan memakai huruf ya, yakni sarana-sarana untuk kamu bisa hidup. Ma`ayisy jamak dari kata ma'isyah (amat sedikitlah) untuk mengukuhkan keminiman (kamu bersyukur) terhadap kesemuanya itu."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 11,
    "arab": "وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ",
    "translation": "Dan sungguh, Kami telah menciptakan kamu, kemudian membentuk (tubuh)mu, kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam,” maka mereka pun sujud kecuali Iblis. Ia (Iblis) tidak termasuk mereka yang bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/965.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah telah menciptakan Adam a.s. yang akan disusul oleh keturunannya. Tentang penciptaan manusia, Al-Qur'an telah menceritakan secara rinci, baik penciptaan manusia pertama, yaitu Adam, maupun penciptaan keturunannya. Tentang penciptaan Adam, Al-Qur'an telah menginformasikan bahwa Nabi Adam diciptakan melalui empat tahapan sebelum tahapan penghembusan roh. Keempat tahapan tersebut ialah: a. Fase Turab, b. Fase thin, c. Fase hama' Masnun, dan d. Fase shalshal. Berikut penjelasannya.\nFase Pertama: Fase Tanah yang belum bercampur air (turab)\nAda beberapa ayat yang menjelaskan tentang fase ini sebagaimana yang terdapat pada Surah al-Kahf/18: 37, al-hajj/22: 5, ar-Rum/30: 20, Fajir/35: 11, Gafir/40: 67, dan Ali 'Imran/3: 59. Dua dari enam tempat tersebut berada pada surah Madaniyah, yaitu Ali 'Imran/3 dan al-hajj/22, selebihnya adalah pada surah-surah Makiyah.\n\nSalah satu di antara ayat-ayat tersebut adalah: \n\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59).\nDalam salah satu hadis yang diriwayatkan dari Abu Daud dan at-Tirmidzi disebutkan bahwa tanah yang menjadi bahan pokok untuk menciptakan Adam adalah diambil dari berbagai macam dan warna tanah yang terdapat pada seluruh lapisan tanah.\nDalam hadis tersebut disebutkan: \nAllah menciptakan Adam dari satu genggaman (tanah) yang diambil dari seluruh penjuru bumi. Oleh karena itu, keturunan Adam sesuai dengan (warna) bumi. Di antara mereka ada yang berwarna merah, putih dan hitam (al-Khazin II: 118). Watak manusia juga berbeda, ada yang lemah lembut dan adapula yang keras.\nBermacam warna kulit manusia ditegaskan pada Surah ar-Rum/30: 22 yang berbunyi: \n\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. (ar-Rum/30: 22)\nFase Kedua: Fase Tanah yang bercampur air (thin)\nFase kedua ini terdapat pada 8 tempat di 7 surah, yaitu: al-An'am/6: 2, al-A'raf/7: 12, al-Mu'minun/23: 12, as-Sajdah/32: 7, ash-shaffat/37: 11, shad/38: 71, 76, dan al-Isra'/17: 61. Seluruhnya adalah surah-surah Makiyah.\nSalah satu di antara ayat-ayat tersebut ialah: \n\nDialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu)¦ (al-An'am/6: 2)\nFase thin atau tanah liat adalah fase dimana setelah tanah dicampur dengan air. Karena air adalah prasyarat bagi semua makhluk yang hidup.\nFase Ketiga: Fase Lumpur hitam (hama' Masnun)\nFase ini terjadi setelah fase kedua berlangsung lama sehingga menjadi Lumpur hitam yang berbau dan berubah bentuk.\nFase ini disebutkan tiga kali dalam Surah al-hijr/15, yaitu pada ayat 26, 28 dan 33. Ayat 26 berbunyi: \n\nDan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-hijr/15: 26)\nFase Keempat: Fase Tembikar (shalshal kal Fakhkhar)\nFase ini diceritakan oleh Al-Qur'an pada empat tempat. Tiga tempat pada Surah al-hijr yang bersamaan dengan fase ketiga. Sedangkan yang keempat terdapat pada Surah ar-Rahman/55: 14.\nDalam surah ini, Allah berfirman: \n\nDia menciptakan manusia dari tanah kering seperti tembikar. (ar-Rahman/55: 14)\nLumpur hitam (hama' masnun) seperti pada fase ketiga, lalu diberi bentuk sebagaimana manusia dalam keadaan berlubang atau kosong.\nBentuk manusia yang diciptakan Allah adalah bentuk yang terbaik dari hewan-hewan yang ada. Dalam Surah At-Tin/95: 4, Allah berfirman: \n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya.(at-Tin/95: 4)\nKeadaan ini (calon manusia yang sudah dibentuk) jika kering karena panas matahari misalnya, dinamakan shalshal. Dinamakan demikian karena benda ini jika tertiup angin akan bersuara (shalshalah).\nSetelah fase ini, barulah masuk fase berikutnya, yaitu fase penghembusan roh dimana \"orang-orangan\" dari tanah liat itu, atas izin Allah, akhirnya menjadi manusia yang hidup dan bisa bergerak yang disebut dengan \"basyar\" (al-Khazin III: 64, al-Maragi XIV: 21).",
    "quraish": "Di dalam kisah-kisah umat terdahulu terdapat banyak pelajaran dan nasihat dan di situ jelas bahwa setan selalu berusaha menghilangkan nikmat-nikmat dari kalian dengan membuat kalian lupa perintah Allah. Kami telah menciptakan bapak kalian, Adam, dan membentuknya dengan sempurna. Setelah itu Kami berfirman kepada malaikat, \"Hormatilah ia!\" Lalu mereka menghormatinya sebagai bukti ketaatan mereka kepada Tuhan. Semua menghormatinya kecuali Iblîs yang tidak taat.",
    "jalalayn": "(Sesungguhnya Kami telah menciptakanmu) maksudnya ayah kamu yaitu Adam (lalu Kami bentuk tubuhmu) Kami membentuk tubuhnya sedangkan kamu masih berada di dalam sulbinya (kemudian Kami katakan kepada para malaikat, \"Bersujudlah kamu kepada Adam,\") sebagai penghormatan, yaitu dengan menundukkan punggung (maka mereka pun bersujud kecuali iblis) yaitu kakek moyang bangsa jin yang ada di antara malaikat (dia tidak termasuk mereka yang bersujud)."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 12,
    "arab": "قَالَ مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ ۗقَالَ اَنَا۠ خَيْرٌ مِّنْهُۚ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ ",
    "translation": "(Allah) berfirman, “Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?” (Iblis) menjawab, “Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/966.mp3",
    "tafsir": "Allah bertanya kepada Iblis, \"Apakah gerangan yang menyebabkan kamu membangkang perintah kami, enggan sujud kepada Adam ketika Kami memerintahkan yang demikian itu? Dengan penuh kesombongan setan menjawab, \"Saya tidak akan sujud kepada Adam untuk menghormatinya, karena saya lebih tinggi dan lebih mulia dari Adam, saya Engkau ciptakan dari api sedang Adam Engkau ciptakan dari tanah\". Iblis menganggap api itu lebih mulia dari tanah.",
    "quraish": "Allah berfirman sebagai penolakan atas keingkarannya, \"Apakah yang membuatmu tidak hormat kepadanya, padahal Kami telah memerintahmu untuk itu?\" Dengan angkuhnya Iblîs menjawab, \"Aku lebih baik daripada Adam. Sebab Engkau telah menciptakanku dari api sedangkan dia dari tanah. Dan api lebih mulia daripada tanah.\"",
    "jalalayn": "(Allah berfirman,) Maha Tinggi Allah, (\"Apakah yang menghalangimu untuk) huruf laa adalah tambahan (bersujud di waktu) tatkala (Aku menyuruhmu.\" Menjawab iblis, \"Aku lebih baik daripadanya, Engkau ciptakan aku dari api sedangkan dia Engkau ciptakan dari tanah.\")"
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 13,
    "arab": "قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ اَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ اِنَّكَ مِنَ الصّٰغِرِيْنَ ",
    "translation": "(Allah) berfirman, “Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/967.mp3",
    "tafsir": "Setelah Allah melihat tingkah laku Iblis yang menyombongkan diri, karena menganggap bahwa dia lebih mulia dari Adam a.s. yang menyebabkan dia durhaka dan membangkang dan tidak taat pada perintah-Nya, maka ia diperintahkan oleh Allah agar turun dari surga, tempat dia berada waktu itu, karena tempat itu adalah diperuntukkan bagi hamba-Nya yang ikhlas dan rendah hati dan bukanlah tempat untuk memperlihatkan keangkuhan dan kesombongan. Kemudian disusul dengan perintah agar dia keluar dari tempat itu, karena dia telah termasuk makhluk yang hina tidak sesuai dengan tempat yang mulia dan terhormat itu.",
    "quraish": "Allah membalas sikap menentang dan kesombongan setan dengan mengusirnya dari surga-Nya. Dia berfirman kepadanya, \"Turunlah kamu dari surga setelah sebelumnya kamu terhormat di dalamnya. Tidak pantas bagi kamu untuk sombong dan menentang perntah-Ku di situ. Keluarlah dalam keadaan terhina!",
    "jalalayn": "(Allah berfirman, \"Turunlah kamu dari surga itu) ada yang mengatakan dari langit (karena tidak patut) tidak layak (bagi kamu menyombongkan diri di dalamnya, maka keluarlah) dari surga (sesungguhnya kamu termasuk orang-orang yang hina.\") maksudnya orang-orang yang terhina."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 14,
    "arab": "قَالَ اَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ",
    "translation": "(Iblis) menjawab, “Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/968.mp3",
    "tafsir": "Ketika Iblis mendengar perintah Allah itu agar ia turun dan keluar dari surga, maka Iblis minta dipanjangkan umurnya dan jangan dimatikan dahulu, begitu juga keturunannya sampai hari kebangkitan di hari kemudian, agar waktu yang cukup lama dan panjang itu dapat dipergunakan dengan sebaik-baiknya untuk menggoda dan menyesatkan Adam dan anak-cucunya selama hidup di dunia.",
    "quraish": "Iblîs berkata kepada Allah, \"Berilah aku tenggang waktu. Dan jangan matikan aku sampai datang hari kiamat.\"",
    "jalalayn": "(Iblis menjawab, \"Beri tangguhlah saya) artinya berilah saya kesempatan (sampai waktu mereka dibangkitkan.\") yakni sampai manusia dibangkitkan."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 15,
    "arab": "قَالَ اِنَّكَ مِنَ الْمُنْظَرِيْنَ ",
    "translation": "(Allah) berfirman, “Benar, kamu termasuk yang diberi penangguhan waktu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/969.mp3",
    "tafsir": "Permintaan Iblis agar tetap hidup bersama keturunannya selama anak-cucu Adam masih ada di dunia diperkenankan Allah sampai pada tiupan sangkakala pertama saja, ketika semua penghuni bumi ini mati sekaligus, termasuk Iblis dan keturunannya, dan isinya hancur musnah. Pada tiupan sangkakala kedua, semua manusia akan hidup kembali dan bangkit dari kematian.\nFirman Allah: \n\n\n(Iblis) berkata, \"Ya Tuhanku, tangguhkanlah aku sampai pada hari mereka dibangkitkan.\" (Allah) berfirman, \"Maka sesungguhnya kamu termasuk golongan yang diberi penangguhan, sampai pada hari yang telah ditentukan waktunya (hari Kiamat).\" (shad/38: 79-81)\nFirman-Nya lagi: \n\nDan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39: 68)",
    "quraish": "Lalu Allah menjawab dengan firman-Nya, \"Kamu termasuk orang-orang yang ditangguhkan dan diakhirkan.\"",
    "jalalayn": "(Allah berfirman, \"Sesungguhnya kamu termasuk mereka yang diberi tangguh.\") pada ayat lain disebutkan, \"Hingga hari yang telah ditentukan,\" yaitu waktu ditiupnya sangkakala pertama."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 16,
    "arab": "قَالَ فَبِمَآ اَغْوَيْتَنِيْ لَاَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ",
    "translation": "(Iblis) menjawab, “Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/970.mp3",
    "tafsir": "Ayat ini menerangkan ancaman Iblis kepada Adam dan anak-cucunya. Karena Allah telah menghukum Iblis akibat keangkuhan dan kesombongannya sendiri, maka ia bersumpah akan berusaha sekuat tenaga menghalangi anak-cucu Adam dari jalan yang lurus untuk menyesatkan mereka sebagaimana disebutkan dalam firman Allah: \n\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya\". (shad/38: 82)\nIblis akan berusaha mencegah dan menghalang-halangi anak cucu Adam a.s. menempuh jalan yang lurus, jalan yang hak, jalan yang diridai Allah, jalan yang akan menyampaikan mereka kepada kebahagiaan dunia dan akhirat.",
    "quraish": "Karena dengki dan iri terhadap Adam, Iblîs berkata, \"Karena Engkau telah menetapkan aku dalam kesesatan, aku bersumpah akan menyesatkan keturunan Adam. Akan aku palingkan mereka dari jalan kebenaran dengan menggunakan segala cara.",
    "jalalayn": "(Iblis menjawab, \"Karena Engkau telah menyesatkan saya) Engkau telah menghukum saya; huruf ba mengandung makna qasam/sumpah dan sebagai jawabnya ialah (saya benar-benar akan menghalang-halangi mereka) yaitu anak-anak Adam (dari jalan Engkau yang lurus) maksudnya dari jalan yang dapat mempertemukan mereka kepada Engkau."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 17,
    "arab": "ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ اَكْثَرَهُمْ شٰكِرِيْنَ",
    "translation": "kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/971.mp3",
    "tafsir": "Iblis melihat bahwa sekedar menghalang-halangi anak-cucu Adam a.s. menempuh jalan yang lurus tidaklah cukup, karena itu dia akan mendatangi dan menyerbunya dari segala penjuru; dari depan dan dari belakang; dari arah kanan dan kiri, yang menurutnya ada kelemahan anak cucu Adam. Iblis yakin dengan strategi seperti itu banyak dari mereka yang akan tergoda, terpengaruh dan teperdaya sehingga iman yang ada di dada mereka menjadi lemah dan luntur, ajaran agama berangsur-angsur diragukan dan didustakan, hari Kiamat dan segala peristiwanya diingkari, amal-amal kebaikan ditinggalkan. Mereka tidak sanggup menguasai hawa nafsu, sebaliknya merekalah yang dikuasai oleh hawa nafsu, Allah memperingatkan dengan firman-Nya: \n\n\"Sungguh, Aku akan memenuhi neraka Jahanam dengan kamu dan dengan orang-orang yang mengikutimu di antara mereka semuanya.\" (shad/38: 85)\nRencana dan target Iblis seperti tersebut di atas, benar-benar berhasil: \n\nDan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya mereka, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba'/34: 20)",
    "quraish": "Dan aku bersumpah akan mendatangi mereka dari segala arah: depan, belakang, kanan, kiri, dan segala penjuru yang memungkinkan. Akan aku cari kesempatan lengah dan titik lemah mereka untuk mencapai tujuan menyesatkan. Sehingga kebanyakan mereka tidak beriman kepada-Mu, karena tidak mensyukuri nikmat-Mu.\"",
    "jalalayn": "(Kemudian saya akan mendatangi mereka dari muka dan dari belakang, dari kanan dan dari kiri mereka) maksudnya dari segala penjuru, kemudian aku halang-halangi mereka untuk bisa menempuh jalan-Mu itu. Akan tetapi Ibnu Abbas memberikan penafsirannya, bahwa iblis tidak akan dapat mendatangi mereka dari arah atasnya hal itu supaya ia jangan menghalang-halangi jalan antara hamba dengan rahmat Allah swt. (dan engkau tidak akan mendapati kebanyakan mereka bersyukur\") yakni beriman."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 18,
    "arab": "قَالَ اخْرُجْ مِنْهَا مَذْءُوْمًا مَّدْحُوْرًا ۗ لَمَنْ تَبِعَكَ مِنْهُمْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكُمْ اَجْمَعِيْنَ",
    "translation": "(Allah) berfirman, “Keluarlah kamu dari sana (surga) dalam keadaan terhina dan terusir! Sesungguhnya barangsiapa di antara mereka ada yang mengikutimu, pasti akan Aku isi neraka Jahanam dengan kamu semua.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/972.mp3",
    "tafsir": "Ayat ini menerangkan sekali lagi, tentang laknat Allah terhadap Iblis dan mengusirnya keluar dari surga dalam keadaan hina dan terkutuk. Barang siapa dari anak cucu Adam terpengaruh oleh Iblis dan mereka mengikuti kemauannya, menempuh jalan sesat, menyeleweng dari akidah tauhid kepada kepercayaan syirik, mereka akan dimasukkan-Nya bersama Iblis ke dalam neraka. Firman Allah: \n\n(Iblis) menjawab, \"Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.\" (shad/38: 82-83)",
    "quraish": "Allah menambahkan kemurkaan-Nya dengan berfirman kepada setan, \"Keluarlah kamu dari surga dengan keadaan terhina karena kesombongan dan pelanggaranmu, dan hidupmu akan berakhir dengan kebinasaan. Dan Aku bersumpah, siapa saja dari anak cucu Adam yang mengikutimu, akan Aku isi neraka Jahanam dengan kamu dan mereka semua.\"",
    "jalalayn": "(Allah berfirman, \"Keluarlah kamu dari surga itu sebagai orang yang terhina) dengan memakai hamzah, artinya tercela atau kena murka Allah (lagi terusir) dijauhkan dari rahmat Allah. (Sesungguhnya barang siapa di antara mereka mengikuti kamu) dari kalangan umat manusia; huruf lam menunjukkan makna ibtida/permulaan kalimat atau sebagai pendahuluan dari qasam/sumpah, yang mana sumpahnya adalah (sungguh Aku akan memenuhi neraka Jahanam dengan kamu semuanya\") yakni kamu dan anak-cucumu serta manusia. Di dalam ayat ini terkandung makna taghliibul haadhir `alal ghaaib atau mengutamakan yang hadir daripada yang tidak hadir; jumlah ini mengandung makna syarat, yakni: Barang siapa yang mengikutimu Aku akan menyiksanya."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 19,
    "arab": "وَيٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ",
    "translation": "Dan (Allah berfirman), “Wahai Adam! Tinggallah engkau bersama istrimu dalam surga dan makanlah apa saja yang kamu berdua sukai. Tetapi janganlah kamu berdua dekati pohon yang satu ini. (Apabila didekati) kamu berdua termasuk orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/973.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah Allah memerintahkan Iblis keluar dari surga karena keangkuhan dan kesombongannya, maka Dia menyuruh Adam agar menempati surga bersama istrinya Siti Hawa, dan membolehkan mereka makan segala yang ada di dalamnya dengan sepuas-puasnya kecuali satu pohon tertentu di dalamnya. Apabila mereka melanggar larangan itu, maka mereka berarti zalim karena telah melakukan pelanggaran.",
    "quraish": "\"Hai Adam, tinggallah kamu dan istrimu di tempat kemuliaan-Ku, surga. Bersenang-senanglah kalian berdua di dalamnya. Makanlah apa saja yang kalian sukai, kecuali pohon ini. Jangan kalian dekati. Sebab itu akan membuat kalian termasuk orang-orang yang menzalimi diri sendiri lantaran siksaan yang timbul akibat pelanggaran.\"",
    "jalalayn": "(Dan) Allah berfirman (\"Hai Adam bertempat tinggallah kamu) lafal anta merupakan pengukuhan terhadap dhamir yang terdapat di dalam lafal uskun, tujuannya ialah untuk dijadikan sebagai ma'thuf alaih (dan istrimu) yakni Hawa, dengan dibaca panjang (di surga serta makanlah olehmu berdua buah-buahan mana saja yang kamu sukai, dan janganlah kamu berdua mendekati pohon ini) dengan cara memakannya, yang dimaksud adalah pohon gandum (maka menjadilah kamu berdua termasuk orang-orang yang lalim\")."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 20,
    "arab": "فَوَسْوَسَ لَهُمَا الشَّيْطٰنُ لِيُبْدِيَ لَهُمَا مَا وٗرِيَ عَنْهُمَا مِنْ سَوْاٰتِهِمَا وَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ ِالَّآ اَنْ تَكُوْنَا مَلَكَيْنِ اَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ ",
    "translation": "Kemudian setan membisikkan pikiran jahat kepada mereka agar menampakkan aurat mereka (yang selama ini) tertutup. Dan (setan) berkata, “Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/974.mp3",
    "tafsir": "Ketika Iblis mengetahui dan melihat kebebasan yang diberikan kepada Adam dan istrinya begitu luas di dalam surga, dan kesenangan yang begitu banyak ia merasa tidak senang dan timbul rasa dengki dan bencinya. Mulailah dia berupaya untuk menipu Adam dan isterinya, agar kebebasan dan kesenangan yang diberikan Allah kepada Adam dan istrinya di dalam surga hilang dan lepas dari padanya. Akhirnya dia menemukan suatu cara, lalu dibisikkannya ke telinga keduanya: \"Wahai Adam, tahukah kamu kenapa Allah melarang kamu bedua mendekati pohon itu dan makan buahnya? Sebenarnya larangan itu dimaksudkan agar kamu berdua tidak seperti malaikat yang mempunyai kelebihan dibanding dengan makhluk yang lain seperti kekuatan hidup sepanjang masa, tidak mati dan sebagainya, dan agar kamu tidak tetap dan tinggal di surga secara bebas dan bersenang-senang dengan sepuas hatimu. Jadi kalau kamu berdua ingin menjadi seperti malaikat dan tetap diam di surga ini dengan senang dan tenang disertai dengan kebebasan yang penuh, maka makanlah buah pohon yang dilarang kamu mendekatinya itu\".",
    "quraish": "Setan menggoda keduanya agar melanggar perintah Allah. Sehingga pakaian mereka terlepas dan auratnya terlihat. Setan berkata kepadanya, \"Tuhan melarang kamu berdua mendekati pohon ini lantaran tidak ingin melihat kalian menjadi malaikat dan kekal, terus menerima nikmat yang tanpa terputus di dalam surga.\"",
    "jalalayn": "(Maka setan mulai menggoda keduanya) yakni iblis (untuk menampakkan) memperlihatkan (kepada keduanya apa yang tertutup) dengan wazan fu`ila dari lafal al-muwaaraah (dari mereka, yaitu auratnya dan setan berkata, \"Tuhan kamu tidak melarangmu dari mendekati pohon ini melainkan) karena khawatir (supaya kamu berdua tidak menjadi malaikat) dan menurut suatu qiraat dibaca dengan malikaini/lam dikasrahkan (atau tidak menjadi orang-orang yang kekal dalam surga\") berdasarkan hal itu maka memakan pohon itu adalah suatu keharusan sebagaimana yang disebutkan pula di dalam ayat lain, yaitu, \"Maukah saya tunjukkan kepada kamu pohon kekekalan dan kerajaan yang tidak akan binasa.\" (Q.S. Thaha 120)"
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 21,
    "arab": "وَقَاسَمَهُمَآ اِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ",
    "translation": "Dan dia (setan) bersumpah kepada keduanya, “Sesungguhnya aku ini benar-benar termasuk para penasihatmu,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/975.mp3",
    "tafsir": "Untuk menguatkan bisikan jahat dan tipu dayanya itu dia bersumpah kepada Adam dan Hawa, bahwa dia sebenarnya adalah pemberi nasihat yang benar-benar menginginkan kebahagiaan keduanya dan apa yang dinasihatkannya itu adalah benar. Perlu diingat bahwa Al-Qur'an tidak menyebut nama istri Adam itu.",
    "quraish": "Setan bersumpah kepada keduanya bahwa ia termasuk orang-orang yang memberi nasihat. Sumpahnya pun berulang-ulang.",
    "jalalayn": "(Dan dia, setan, bersumpah kepada keduanya) setan bersumpah dengan nama Allah kepada keduanya (\"Sesungguhnya saya adalah termasuk orang yang memberi nasihat kepada kamu berdua.\") di dalam hal ini."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 22,
    "arab": "فَدَلّٰىهُمَا بِغُرُورٍۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْاٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ وَنَادٰىهُمَا رَبُّهُمَآ اَلَمْ اَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَاَقُلْ لَّكُمَآ اِنَّ الشَّيْطٰنَ لَكُمَا عَدُوٌّ مُّبِيْنٌ ",
    "translation": "dia (setan) membujuk mereka dengan tipu daya. Ketika mereka mencicipi (buah) pohon itu, tampaklah oleh mereka auratnya, maka mulailah mereka menutupinya dengan daun-daun surga. Tuhan menyeru mereka, “Bukankah Aku telah melarang kamu dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/976.mp3",
    "tafsir": "Iblis menunjukkan kesungguhannya, sehingga Adam tidak melihat sedikit pun sesuatu yang mencurigakan. Apa yang dikemukakan Iblis dan dianjurkannya itu adalah bohong atau tipu daya belaka, maka keduanya terpengaruh dengan bujukan Iblis penipu itu, lalu mereka makan buah pohon yang dilarang oleh Allah untuk mendekatinya. Lalu keduanya lupa sama sekali akan kedudukan mereka dan larangan Allah kepada mereka, sebagaimana firman Allah: \nDan sungguh telah Kami pesankan kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya. (thaha/20: 115)\nAl-Qur'an tidak menyebutkan siapa yang terlebih dahulu makan buah larangan itu, apakah Adam atau Hawa. Untuk itu pencarian informasi tentang hal ini tidaklah penting.\nSetelah kejadian tersebut, Allah mencela Adam karena tidak mengindahkan larangan-Nya dan tidak mematuhi-Nya, sehingga ia teperdaya dan menuruti bujukan Iblis penipu itu. Lalu Allah memperingatkannya, \"Bukankah Aku telah melarang kamu berdua mendekati pohon itu dan makan buahnya, dan Aku telah menandaskan kepadamu bahwa setan itu adalah musuhmu yang nyata, apabila kamu menuruti kemauan dan kehendaknya, Aku akan mengeluarkan kamu dari kehidupan yang lapang, senang dan bahagia kepada kehidupan yang penuh kesulitan, penderitaan dan kesusahan.\" Sejalan dengan hal tersebut, Allah berfirman: \n\nKemudian Kami berfirman, \"Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.\" (thaha/20: 117)",
    "quraish": "Dengan tipu dayanya, setan berhasil menggiring mereka memakan buah dari pohon tersebut. Ketika mereka mencicipi dan aurat mereka terbuka, mereka kumpulkan dedaunan untuk menutupinya. Tuhan mencerca keduanya, dan mengingatkan kesalahannya dengan berfirman, \"Bukankah Aku telah melarang kalian dari pohon itu? Dan bukankah Aku telah memberitahukan bahwa setan adalah musuh yang tidak pernah ingin melihat kalian dalam kebaikan?\"",
    "jalalayn": "(Maka setan membujuk keduanya) untuk menurunkan kedudukan keduanya (dengan tipu daya) darinya. (Tatkala keduanya telah merasai buah pohon itu) mereka berdua telah memakannya (nampaklah bagi keduanya aurat-auratnya) yakni kedua kemaluan masing-masing tampak oleh lainnya; kedua anggota tubuh itu dinamakan sau`ah, sebab jika terbuka akan membuat malu orang yang bersangkutan (dan mulailah keduanya menutupi) maksud keduanya mengambil penutup untuk menutupi (kedua auratnya dengan daun-daun surga) untuk menutupinya. (Kemudian Tuhan mereka menyeru mereka, \"Bukankah Aku telah melarang kamu berdua dari pohon itu dan Aku katakan kepadamu, 'Sesungguhnya setan itu adalah musuh yang nyata bagi kamu berdua.')\" yang jelas permusuhannya; kata tanya menunjukkan makna penegasan."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 23,
    "arab": "قَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ",
    "translation": "Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/977.mp3",
    "tafsir": "Setelah Adam dan istrinya menyadari kesalahan yang diperbuatnya, yaitu menuruti ajakan setan dan meninggalkan perintah Allah, dia segera bertobat, menyesali perbuatannya. Allah mengajarkan kepada keduanya doa untuk memohon ampun. Kemudian dengan segala kerendahan hati dan penuh khusyuk, mereka pun berdoa.\n\nKeduanya berkata, \"Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.\" (al-A'raf/7: 23)\nBerkat ucapan doa yang benar-benar keluar dari lubuk hatinya dengan penuh kesadaran disertai keikhlasan, maka Allah memperkenankan doanya, mengampuni dosanya dan melimpahkan rahmat kepadanya. Firman Allah: \n\nKemudian Adam menerima beberapa kalimat dari Tuhannya, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 37)",
    "quraish": "Dengan menyesal dan menunduk, Adam dan istrinya berkata, \"Ya Tuhan kami, kami telah menganiaya diri kami sendiri dengan melanggar perintah-Mu yang membuat segala nikmat hilang. Jika Engkau tidak ampuni kesalahan kami, dan Engkau tidak kasihi kami dengan karunia-Mu, niscaya kami akan termasuk golongan yang merugi.\"",
    "jalalayn": "(Keduanya berkata, \"Ya Tuhan kami, kami telah menganiaya diri kami sendiri) oleh sebab perbuatan maksiat kami berdua (dan jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya pastilah kami termasuk orang-orang yang merugi.\")"
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 24,
    "arab": "قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ ",
    "translation": "(Allah) berfirman, “Turunlah kamu! Kamu akan saling bermusuhan satu sama lain. Bumi adalah tempat kediaman dan kesenanganmu sampai waktu yang telah ditentukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/978.mp3",
    "tafsir": "Allah kemudian menerima tobat Adam dan istrinya, dan memerintahkan keduanya keluar dari surga dan turun ke bumi. Allah memperkuat imannya dan menerima tobatnya karena nabi itu ma'shum (terpelihara dari dosa), bisa salah tetapi tidak bisa terjadi kesalahan karena dikoreksi Allah. Setelah tobatnya diterima, ia menjadi orang pilihan kembali dan mendapatkan bimbingan dari Allah, seperti dalam firman-Nya: \n\n¦ dan telah durhakalah Adam kepada Tuhannya, dan sesatlah dia. Kemudian Tuhannya memilih dia, maka Dia menerima tobatnya dan memberinya petunjuk. Dia (Allah) berfirman, \"Turunlah kamu berdua dari surga bersama-sama¦\" (thaha/20: 121-123)\nTelah menjadi sunatullah bahwa setiap perbuatan buruk akan mempunyai akibat yang buruk pula. Di bumi ini akan terjadi permusuhan, sebagian akan menjadi musuh dari sebagian yang lain. Iblis dan kawan-kawannya akan selalu memusuhi anak-cucu Adam. Sebaliknya anak-cucu Adam harus selalu waspada dan tetap memandang dan menjadikan Iblis itu musuh yang sangat berbahaya, karena kalau tidak mereka akan dijebloskan ke dalam neraka. Allah berfirman: \n\n\nSungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (Fathir/35: 6)\nMereka akan tinggal dan menetap di bumi dilengkapi dengan sumber penghidupan yang menjadi kesenangannya sampai kepada waktu yang telah ditentukan oleh Allah, yaitu pada waktu berakhirnya ajal dan tibanya hari Kiamat sesuai dengan firman Allah: \n\nDan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu... (al-A'raf/7: 10)",
    "quraish": "Allah berfirman kepada keduanya dan juga kepada setan, \"Turunlah kalian, sebagian menjadi musuh bagi yang lain. Di bumi, kalian akan menemukan ketenangan dan kesenangan sampai datangnya waktu yang telah ditentukan untuk kalian.",
    "jalalayn": "(Allah berfirman, \"Turunlah kamu sekalian) yakni Adam dan Hawa serta anak-cucu kamu yang masih berada di dalam diri kamu (sebagian kamu) maksudnya sebagian keturunan (menjadi musuh bagi sebagian yang lain) sebagian mereka berlaku aniaya terhadap sebagian yang lainnya. (Dan kamu di muka bumi mempunyai tempat kediaman) yaitu tempat tinggal (dan kesenangan) tempat bersenang-senang (sampai waktu yang ditentukan.\") apabila ajal kamu telah sampai pada saatnya."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 25,
    "arab": "قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ",
    "translation": "(Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/979.mp3",
    "tafsir": "Ayat ini menerangkan bahwa di bumi inilah mereka akan hidup sepanjang umur yang telah ditakdirkan bagi mereka dan di bumi ini pula mereka akan mati apabila sampai ajal mereka, suatu ketentuan yang tidak dapat diubah lagi, tidak bisa dimajukan dan tidak bisa pula ditangguhkan sebagaimana firman Allah: \n\n\nApabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (al-A'raf/7: 34)\nJuga firman-Nya: \n\nDan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. (al-Munafiqun/63: 11)\nSelanjutnya di bumi ini pulalah mereka akan dibangkitkan dan ayat 25 ini sejalan dengan firman Allah: \n\nDarinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain. (Thaha/20: 55)",
    "quraish": "Di bumi kalian akan hidup dan beranak pinak. Di sana kalian akan mati dan dikubur. Dan dari sana pula kalian akan dibangkitkan pada hari kiamat.\"",
    "jalalayn": "(Allah berfirman, \"Di muka bumi itu kamu hidup dan di muka bumi itu kamu mati, dan dari bumi itu pula kamu akan dikeluarkan\") dibangkitkan, dengan memakai bina fa`il dan bina maf`ul atau bentuk aktif dan bentuk pasif."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 26,
    "arab": "يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
    "translation": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/980.mp3",
    "tafsir": "Pada ayat ini, Allah menyeru kepada anak-cucu Adam dan memperingatkan nikmat yang begitu banyak yang telah dianugerahkan-Nya agar mereka tidak melakukan maksiat, tetapi hendaklah mereka bertakwa kepada-Nya, dimana saja mereka berada, sesuai dengan sabda Nabi Muhammad saw: \n\"Bertaqwalah kepada Allah di mana pun engkau berada.\" (Riwayat at-Tirmidzi dari Mu'adz bin Jabal)\nAllah yang menurunkan hujan dari langit, yang menyebabkan tumbuhnya kapas, rami, wool dan sebagainya yang kesemuanya itu dapat dijadikan bahan pakaian sesudah diolah untuk dipakai menutupi aurat kita, tubuh kita dan untuk menahan panas dan dingin dan dipakai dalam peperangan untuk menahan senjata (baju besi) pakaian juga bisa dijadikan keindahan sebagai perhiasan, satu hal yang disukai oleh Allah sebagaimana sabda Nabi Muhammad saw\n\"Sesungguhnya Allah itu sangat indah, menyenangi keindahan.\" (Riwayat Muslim dan at-Tirmidzi dari Ibnu Mas'ud) \nIni semua merupakan pakaian dan keindahan lahiriah. Di samping itu ada lagi macam pakaian yang sifatnya rohaniah yang jauh lebih baik dari pakaian lahiriah tadi, karena ia dapat menghimpun segala macam kebaikan, yaitu takwa kepada Allah.\nSabda Nabi Muhammad saw: \n\"Hendaklah kamu bertakwa kepada Allah, karena sesungguhnya takwa itu menghimpun segala kebaikan\". (Riwayat Abu Ya'la dari Abu Sa'id)\nDengan takwa itu, Allah senantiasa memberikan kepada kita petunjuk untuk dapat mengatasi dan keluar dari kesulitan yang dihadapi. Dia akan memberikan kepada kita rezeki dari arah yang tidak terduga-duga sebelumnya dan selalu dimudahkan urusan kita, sebagaimana firman Allah: \n\nBarang siapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3)\nFirman Allah: \n\nDan barang siapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. (Ath-thalaq/65: 4) \nSegala nikmat yang telah dianugerahkan Allah seperti memberikan pakaian adalah tanda bagi kekuasaan Allah dan membuktikan kebaikan-Nya kepada anak cucu Adam a.s. maka pada tempatnyalah kalau kita selalu mengingat Allah, mensyukuri nikmat-Nya, menjauhi ajakan setan dan tidak berlebihan dalam ucapan dan lain sebagainya.",
    "quraish": "Hai anak keturunan Adam, Kami telah berikan nikmat kepada kalian. Kami ciptakan pakaian sebagai penutup aurat dan penghias diri. Tetapi ketakwaan adalah pakaian terbaik yang dapat memelihara diri dari siksaan. Nikmat-nikmat tersebut merupakan bukti atas kekuasaan dan kasih sayang Allah agar manusia ingat akan keagungan-Nya dan keberhakan-Nya sebagai satu-satunya Tuhan yang patut disembah. Kisah di atas juga merupakan ketentuan Allah di alam raya yang menjelaskan balasan akibat melanggar perintah Allah, sehingga manusia menjadi terus ingat, berusaha taat kepada Allah dan mensyukuri semua nikmat.",
    "jalalayn": "(Hai anak Adam! Sesungguhnya Kami telah menurunkan kepadamu pakaian) Kami telah menciptakannya untuk kamu (untuk menutupi) guna menutupi (auratmu dan pakaian perhiasan) pakaian yang digunakan sebagai perhiasan. (Dan pakaian takwa) yakni amal saleh dan akhlak yang baik; dengan dibaca nashab karena diathafkan kepada lafal libaasan, dan dibaca rafa' sebagai mubtada sedangkan khabarnya ialah jumlah berikut ini (itulah yang lebih baik. Yang demikian itu adalah sebagian tanda-tanda kekuasaan Allah) bukti-bukti yang menunjukkan kekuasaan-Nya (mudah-mudahan mereka selalu ingat) kemudian mau beriman; di dalam jumlah ini terkandung iltifat atau kata sindiran terhadap mukhathab atau orang yang diajak bicara."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 27,
    "arab": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ ",
    "translation": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/981.mp3",
    "tafsir": "Ayat ini menyerukan kepada anak cucu Adam agar mereka jangan sampai lalai dan lengah, melupakan dan menyia-nyiakan dirinya, tidak menyucikan dan agar membentengi dirinya dengan takwa. Hendaknya mereka selalu mengingat Allah, karena kalau tidak, hatinya akan berkarat sebagaimana berkaratnya besi. Dengan demikian, mereka akan mempunyai kekuatan yang membaja untuk menghadapi bujukan dan rayuan setan dan selamatlah mereka dari tipu dayanya dan tidak akan mengalami nasib buruk seperti yang telah dialami ibu bapak manusia, yaitu Adam a.s. dengan istrinya, sehingga keduanya dikeluarkan dari surga, pakaiannya tanggal sehingga auratnya kelihatan. Setan dan pengikutnya turun temurun memusuhi terus menerus anak-cucu Adam. Dia senantiasa mengintip dan memperhatikan, di mana ada kelemahan mereka, di sanalah dia memasukkan jarumnya sebagai godaan dan tipuan. Dialah musuh yang sangat berbahaya, karena dia melihat mereka, sedang mereka tidak melihatnya. Dia lebih berbahaya dari musuh biasa yang dapat dilihat karena musuh-musuh lahiriah itu dapat diketahui di mana adanya dan ke mana arah tujuannya, malah lebih berbahaya lagi dari musuh dalam selimut. Dia mengalir dalam tubuh manusia seperti mengalirnya darah, sebagaimana sabda Nabi Muhammad saw\n\"Sesungguhnya setan itu mengalir pada tubuh anak-cucu Adam sebagaimana mengalirnya darah dalam tubuh\". (Riwayat al-Bukhari dan Muslim dari Anas)\nSetan itu tidak ubahnya dengan bahaya penyakit yang tidak kelihatan kecuali dengan mikroskop yang biasanya ditularkan oleh lalat atau nyamuk yang dimasukkan ke dalam makanan dan minuman atau ke dalam tubuh manusia melalui darah. Ia menembus masuk ke dalam tubuh tanpa diketahui yang akibatnya menyedihkan sekali, karena sukar akan dapat sembuh dalam waktu singkat dan ada kemungkinan tidak dapat sembuh sama sekali. Berbeda dengan penyakit yang dapat dilihat dengan mata kepala seperti kudis dan sebagainya, dengan cepat dapat diobati dan dalam waktu singkat dapat sembuh. Kekhawatiran yang berakibat buruk seperti tersebut di atas itu dapat terjadi hanya pada manusia yang kurang atau sama sekali tidak beriman, karena mereka itulah yang akan menjadi mangsanya dan kepada merekalah, Allah telah menjadikan setan sebagai pemiliknya.",
    "quraish": "Hai anak Adam, jangan kalian penuhi ajakan dan kesesatan dari setan. Sebab, itu dapat menghilangkan nikmat-nikmat yang bisa kekal hanya dengan bersyukur dan taat kepada Allah. Jangan seperti kedua orang tuamu, Adam dan istrinya. Mereka dikeluarkan oleh setan dari segala kenikmatan dan kemuliaan. Setan melepas pakaian mereka berdua dan membuka auratnya. Ia dan kawan-kawannya mendatangi kalian tanpa kalian rasakan kedatangannya. Cara-cara dan tipu dayanya pun tidak kalian rasakan. Setan tidak bisa berbuat apa-apa terhadap orang-orang yang beriman. Sesungguhnya Kami menjadikan setan-setan itu sebagai pemimpin bagi orang-orang yang tidak beriman dengan keimanan yang benar dan membuatnya taat secara total.",
    "jalalayn": "(Hai anak Adam janganlah sekali-kali kamu dapat ditipu) disesatkan (oleh setan) janganlah kamu mengikuti setan sehingga akibatnya kamu akan tertipu (sebagaimana ia telah mengeluarkan ibu-bapakmu) dengan senjata tipu-dayanya (dari surga, di mana ia menanggalkan) menjadi hal (daripada keduanya yaitu pakaian mereka berdua untuk memperlihatkan kepada keduanya aurat masing-masing. Sesungguhnya ia) yakni setan itu (dan pengikut-pengikutnya melihat kamu) yaitu bala tentaranya (dari suatu tempat yang kamu tidak bisa melihat mereka) karena kehalusan jasad mereka atau karena mereka tidak berwarna. (Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin-pemimpin) artinya pendukung-pendukung dan teman-teman (bagi orang-orang yang tidak beriman)."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 28,
    "arab": "وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.” Katakanlah, “Sesungguhnya Allah tidak pernah menyuruh berbuat keji. Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/982.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang tidak beriman kepada Allah, dan orang-orang yang telah menjadikan setan sebagai pemimpinnya, apabila berbuat kejahatan, seperti mengingkari Allah dan menyekutukan-Nya, mereka mengemukakan alasan dan uzur, \"Begitulah yang kami ketahui dan kami dapati dari nenek moyang kami. Kami hanya mengikuti apa yang telah dikerjakan mereka, bahkan Allah telah memerintahkan kepada kami yang demikian, dan kami hanya menuruti perintah-Nya.\" Pengakuan mereka jelas tidak dapat dibenarkan, karena Allah mempunyai sifat kesempurnaan, tidak mungkin dan tidak masuk akal akan menyuruh dan memerintahkan mereka berbuat jahat dan keji seperti perbuatan tersebut di atas. Sebenarnya yang memerintahkan mereka berbuat jahat dan keji tentunya tiada lain melainkan setan sebagaimana firman Allah: \n\nSetan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir)... (al-Baqarah/2: 268)\n\nMereka mengeluarkan perkataan yang dialamatkan kepada Allah, bahwa Dialah yang menyuruh berbuat jahat dan keji. Itu adalah ucapan yang tidak beralasan yang tidak didasarkan atas pengetahuan, padahal yang demikian itu akan mereka pertanggungjawabkan nanti di akhirat sebagaimana firman Allah: \n\nDan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya. (al-Isra'/17: 36)",
    "quraish": "Orang-orang yang mendustakan rasul, apabila melakukan kemungkaran seperti syirik, tawaf di sekeliling Ka'bah dengan telanjang dan sebagainya, beralasan dengan mengatakan, \"Kami mendapati leluhur kami melakukan hal itu. Kami sekadar mengikuti mereka. Allah memerintahkan kami untuk melakukannya dan meridainya dengan menetapkan perbuatan tersebut.\" Katakanlah, hai Nabi, dengan mengingkari kedustaan mereka, \"Sesungguhnya Allah tidak menyuruh kalian melakukan perbuatan-perbuatan makar semacam itu. Apakah kalian menisbatkan sesuatu yang tidak beralasan kepada Allah padahal kalian juga tidak mengetahui kebenarannya.\"",
    "jalalayn": "(Dan apabila mereka melakukan perbuatan keji) seperti perbuatan syirik dan tawaf mereka di sekeliling Kakbah dalam keadaan telanjang seraya mengemukakan alasan mereka, \"Kami tidak akan melakukan tawaf dengan pakaian yang biasa kami gunakan untuk maksiat.\" Kemudian mereka dilarang dari perbuatan tersebut (mereka berkata, \"Kami mendapati nenek-moyang kami mengerjakan yang demikian itu) kami hanya mengikut kepada mereka (dan Allah menyuruh kami mengerjakannya.\") juga. (Katakanlah) kepada mereka (\"Sesungguhnya Allah tidak menyuruh mengadakan perbuatan yang keji.\" Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?) bahwa Allah mengatakannya; istifham atau kata tanya di sini menunjukkan makna ingkar atau sanggahan."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 29,
    "arab": "قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ",
    "translation": "Katakanlah, “Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/983.mp3",
    "tafsir": "Ayat ini memperbaiki kekeliruan mereka, terbukti Allah memerintahkan Nabi Muhammad untuk mengatakan kepada mereka, \"Bahwasanya Allah hanya memerintahkan kepada-ku agar berlaku adil, salat setiap waktu, istiqamah, ikhlas dan baik di dalam semua hal,\" sebagaimana firman Allah: \n\nSesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran dan permusuhan. (an-Nahl/16: 90)\n\nAllah menyuruh agar mereka mengarahkan mukanya ke Ka'bah yang telah ditetapkan menjadi kiblat bagi setiap orang yang salat, baik di mesjid maupun di tempat lain, penuh dengan keikhlasan, karena suatu amal tanpa disertai keikhlasan tidak akan diterima oleh Allah, sebagaimana sabda Nabi Muhammad: \n\"Sesungguhnya Allah tidak akan menerima amal kecuali dikerjakan dengan ikhlas untuk (memperoleh rida)-Nya.\" (Riwayat an-Nasa'i dari Abu Umamah)\nUntuk mendorong mereka agar tetap ingat dan patuh kepada Allah, tidak terpengaruh kepada ajakan dan bujukan setan, mereka harus selalu ingat kepada Allah. Hal itu karena Allah telah menciptakan mereka pada mulanya dan kapada-Nya pulalah mereka akan kembali kelak. Pada hari pembalasan, mereka akan mempertanggungjawabkan semua perbuatan yang telah mereka kerjakan di dunia.\n\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94)",
    "quraish": "Terangkan kepada mereka apa yang diperintahkan Allah. Katakanlah, \"Tuhanku menyuruh berlaku adil dan tidak berlaku keji. Dia menyuruh kalian beribadah hanya kepada-Nya di setiap waktu dan tempat. Dan Dia juga menyuruh kalian ikhlas dalam beribadah kepada-Nya. Masing-masing kalian akan kembali kepada- Nya setelah mati. Seperti halnya Dia menciptakan kalian dengan mudah di saat kalian tidak memiliki apa- apa, kalian akan dikembalikan kepada-Nya dengan mudah pula, meninggalkan semua nikmat yang ada di sekeliling kalian.\"",
    "jalalayn": "(Katakanlah, \"Tuhanku menyuruh menjalankan keadilan\") yaitu perbuatan yang adil. (Dan luruskanlah) diathafkan secara makna kepada lafal bil qisthi, yang artinya, Ia berkata, \"Berlaku adillah kamu dan luruskanlah dirimu.\" Atau diathafkan kepada lafal sebelumnya dengan menyimpan taqdir yakni: Hadapkanlah dirimu (mukamu) kepada Allah (di setiap salatmu) ikhlaslah kamu kepada-Nya di dalam sujudmu (dan sembahlah Allah) beribadahlah kepada-Nya (dengan mengikhlaskan ketaatan kepada-Nya) bersih dari kemusyrikan. (Sebagaimana Dia menciptakanmu pada permulaan) yang sebelumnya kamu bukanlah merupakan sesuatu (demikian pulalah akan kembali kepada-Nya) artinya Dia akan mengembalikan kamu pada hari kiamat dalam keadaan hidup kembali."
  },
  {
    "hizb": 61,
    "name": "Al-A'raf",
    "ayat": 30,
    "arab": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
    "translation": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/984.mp3",
    "tafsir": "Manusia terbagi atas dua golongan. Golongan pertama adalah golongan yang telah diberi petunjuk oleh Allah di dunia ini untuk mengerjakan salat, menyembah-Nya dengan ikhlas dan tidak mempersekutukan-Nya dengan sesuatu yang lain. Sedang golongan kedua, adalah golongan yang telah sesat karena mengikuti ajakan setan dan meninggalkan perintah Allah Penciptanya. Setan itulah yang dijadikan pelindungnya, bukan Allah. Anehnya mereka sudah sesat dengan menempuh jalan yang dilarang oleh Allah mengerjakan perbuatan yang tidak diridai-Nya, tetapi masih menyangka bahwa mereka memperoleh petunjuk. Orang yang demikian adalah orang yang paling merugi, sebagaimana firman Allah: \n\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)",
    "quraish": "Pada hari kiamat manusia terbagi ke dalam dua golongan. Pertama, golongan yang diberi hidayah oleh Allah karena memilih jalan kebenaran, beriman dan beramal saleh. Kedua, golongan yang ditetapkan sesat karena memilih jalan kebatilan yaitu kufur dan maksiat. Golongan yang sesat itu menjadikan setan sebagai pemimpin mereka selain Allah dan mengikutinya. Mereka mengira diri mereka benar karena terbuai oleh tipu daya setan.",
    "jalalayn": "(Sebagian) dari kamu (diberi-Nya petunjuk dan sebagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan setan-setan pelindung mereka selain Allah) (dan mereka mengira bahwa mereka mendapat petunjuk)."
  }
]