[
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 47,
    "arab": "۞ وَاِذَا صُرِفَتْ اَبْصَارُهُمْ تِلْقَاۤءَ اَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ",
    "translation": "Dan apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama-sama orang-orang zalim itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1001.mp3",
    "tafsir": "Ayat ini menerangkan, bila penghuni A'raf ini mengalihkan pandangannya ke arah penghuni neraka, timbullah ketakutan mereka, lalu memohon kepada Allah agar mereka jangan dimasukkan bersama orang-orang yang zalim itu ke dalam neraka. Sedangkan melihat penghuni surga adalah kesenangan dan kesukaan mereka. Karena itu ketika mereka melihat surga mengucapkan salam sejahtera, karena kerinduan hati mereka melihat kesenangan yang ada di dalamnya. Jadi maksud ayat ini adalah menumbuhkan rasa takut dan gentar kepada penghuni A'raf itu, agar dapat dijadikan pelajaran bagi manusia untuk berhati-hati agar jangan mengerjakan pekerjaan yang dapat mendatangkan dosa.",
    "quraish": "Setelah itu, ketika pandangan orang-orang Mukmin beralih ke arah penghuni neraka, mereka berkata karena melihat betapa menakutkannya neraka, \"Ya Tuhan kami, janganlah Engkau masukkan kami ke dalamnya bersama orang-orang yang menzalimi diri, kebenaran dan manusia.\"",
    "jalalayn": "(Dan apabila pandangan mereka dialihkan) yakni Ashhaabul A`raaf itu (ke arah) ke sebelah (penghuni neraka, mereka berkata, \"Ya Tuhan kami! Janganlah Engkau tempatkan kami) di dalam neraka (bersama-sama orang-orang yang lalim itu\")."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 48,
    "arab": "وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ",
    "translation": "Dan orang-orang di atas A‘raf (tempat yang tertinggi) menyeru orang-orang yang mereka kenal dengan tanda-tandanya sambil berkata, “Harta yang kamu kumpulkan dan apa yang kamu sombongkan, (ternyata) tidak ada manfaatnya buat kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1002.mp3",
    "tafsir": "Ayat ini menerangkan dialog penghuni A'raf dengan penghuni neraka yang terdiri dari orang-orang yang sombong dan takabur pada masa hidup di dunia. Orang-orang yang merasa mulia karena kekayaan dan hartanya yang banyak, merasa bangga hidup di dunia, memandang hina terhadap orang-orang mukmin yang miskin dan lemah, yaitu lemah kekuatan dan lemah kedudukan, dan sedikit pengikutnya. Mereka selalu membanggakan, bahwa siapa yang hidup kaya dan mulia, serta berkuasa di dunia, itulah orang-orang yang akan berbahagia di akhirat dan terhindar dari azab Allah. Hal ini dijelaskan Allah dalam firman-Nya: \n\nDan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\" Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (dari pada kamu) dan kami tidak akan diazab.\" (Saba/34: 34-35)\n\nPenghuni A'raf mengenali mereka dengan tanda-tanda yang ada pada mereka, seperti yang bermuka hitam dan berdebu serta tanda-tanda yang dapat dikenal semasa hidup di dunia, seperti pemimpin Quraisy dan golongan-golongannya yang menjadi musuh Islam, dan selalu menindas dan menganiaya orang-orang Islam, di antaranya Abu Jahal, Walid bin Mugirah, Ash bin Wail dan lain-lain. Penghuni A'raf mengatakan kepada mereka, \"Tidakkah dapat menolongmu dari siksaan api neraka harta kekayaanmu yang banyak, kesombonganmu terhadap orang-orang mukmin yang kamu anggap lemah. Tidak adakah faedah dan pahala yang kamu harapkan, sehingga kamu terlepas dari siksa yang pedih.\"",
    "quraish": "Orang-orang yang mempunyai derajat tinggi di surga--nabi-nabi dan orang-orang yang amat teguh kepercayaannya kepada kebenaran Rasul--menyeru penghuni neraka yang mereka kenali lewat ciri-cirinya dengan mencela, \"Jumlah kalian yang cukup besar dan kesombongan kalian dengan fanatisme dan kekayaan di depan orang-orang yang mengikuti kebenaran, sama sekali tidak berguna. Sekarang lihat dan bandingkan keadaan kalian dan keadaan mereka.\"",
    "jalalayn": "(Dan orang-orang yang di atas Al-A`raaf memanggil beberapa orang pemuka-pemuka) penduduk neraka (yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan, \"Tidaklah memberi manfaat kepadamu) dapat menyelamatkanmu dari neraka (apa yang kamu kumpulkan) yakni harta benda atau banyaknya bilangan kamu (dan apa yang selalu kamu sombongkan itu.\") yaitu kepongahanmu tidak mau beriman, kemudian orang-orang yang di atas Al-A`raaf bertanya kepada penghuni neraka seraya memberi isyarat kepada orang-orang Islam yang lemah."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 49,
    "arab": "اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ ",
    "translation": "Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?” (Allah berfirman), “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1003.mp3",
    "tafsir": "Ayat ini menerangkan kelanjutan pembicaraan penghuni A'raf dengan mereka yang tersebut di atas. Ketika pembicaraan ditujukan kepada golongan orang mukmin yang mereka anggap lemah, miskin dan hina dan yang pernah mereka siksa dulu seperti shuhaib, Bilal dan Keluarga Yasir. Lalu diajukan pertanyaan kepada mereka dengan nada mencela dan menghina, \"Inikah orang-orang yang kamu katakan dulu, bahwa mereka tidak akan mendapat rahmat dari Allah, sampai kamu berani bersumpah dan berlagak sombong sambil menghina mereka? Bagaimana kenyataannya sekarang, merekalah yang beruntung dan mendapat rahmat dari Allah, sedang kamu meringkuk dalam neraka menerima segala macam azab dan siksaan Allah.\nKemudian sesudah percakapan itu, Allah mempersilahkan penghuni A'raf masuk ke dalam surga, sesudah tertahan sementara di tempat yang bernama A'raf itu. Allah mempersilahkan, \"Masuklah ke dalam surga, kamu tidak usah merasa takut dan sedih di dalamnya. Begitulah keadaan orang-orang yang durhaka dan sombong semasa hidup di dunia, mereka di akhirat akan dihina dan dicela bukan saja oleh penghuni surga, tetapi juga oleh penghuni A'raf yang menunggu keputusan dari Allah untuk masuk ke dalam surga.",
    "quraish": "Mereka, orang-orang lengah yang kalian rendahkan dan bersumpah tidak akan mendapat kasih sayang Allah--seakan-akan kalianlah yang mengaturnya--mereka itu telah masuk surga. Tuhan berfirman kepada mereka, \"Masuklah kalian ke dalam surga dengan rasa aman. Kalian tidak akan merasa khawatir dalam menghadapi segala sesuatu dan juga tidak akan bersedih karena sesuatu yang terlewatkan.\"",
    "jalalayn": "(\"Itukah orang-orang yang telah kamu bersumpah bahwa mereka tidak akan mendapat rahmat Allah?\") akan tetapi telah dikatakan kepada orang-orang Islam yang lemah itu (\"Masuklah ke dalam surga, tidak ada kekhawatiran terhadapmu dan tidak pula kamu bersedih hati\") menurut suatu qiraat dibaca dengan bina maf'ul yakni udkhiluu dan dukhiluu, jumlah nafi menjadi hal yakni perkataan tersebut ditujukan kepada mereka."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 50,
    "arab": "وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ",
    "translation": "Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1004.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa penghuni neraka meminta tolong kepada penghuni surga agar diberikan sedikit air atau makanan kepada mereka sebagai rezeki dan pemberian Allah kepada penghuni surga. Penghuni neraka sudah sangat haus dan lapar, karena panasnya api neraka. Maka dengan tidak malu-malu mereka minta tolong kepada penghuni surga agar diberi air dan makanan, sebenarnya mereka sudah tahu, bahwa permintaan mereka tidak akan berhasil, bahkan hanya untuk menambah siksaan saja kepada mereka. Maka permintaan mereka mendapat jawaban yang cukup menyedihkan perasaan mereka, menambah haus dan lapar mereka. Penghuni surga menjawab, \"Sesungguhnya Allah telah mengharamkan air dan makanan bagi orang-orang kafir, sebagaimana Allah mengharamkan mereka masuk surga dan menambah pedih siksaan neraka bagi mereka. Diriwayatkan dari Ibnu 'Abbas: \n\"Bahwa seorang penghuni neraka memanggil kawannya,\"Wahai saudaraku, tolonglah aku, sesungguhnya aku telah terbakar, maka berikanlah sedikit air kepadaku. Maka dikatakanlah kepada saudaranya (yang diminta pertolongan) itu. Jawablah permintaan itu. Maka saudaranya membacakan ayat ini, \"Sesungguhnya Allah telah mengharamkan keduanya bagi orang-orang kafir.\" (Riwayat Ibnu Jarir dari Ibnu 'Abbas)",
    "quraish": "Penghuni neraka menyeru penghuni surga dengan mengatakan, \"Tinggalkan dan limpahkan untuk kami sedikit air. Atau berilah kami sedikit rezeki yang telah Allah berikan kepada kalian berupa makanan dan pakaian yang baik-baik, serta kenikmatan penghuni surga yang lainnya.\" Penghuni surga menjawab, \"Kami tidak bisa memberikannya. Sebab Allah telah melarang itu semua untuk kaum kafir yang mengingkari-Nya dan nikmat-nikmat-Nya di dunia.\"",
    "jalalayn": "(Dan penghuni neraka menyeru kepada penghuni surga, \"Limpahkanlah kepada kami sedikit air atau apa yang telah direzekikan Allah kepadamu.\") yaitu makanan (Mereka, para penghuni surga, menjawab, \"Sesungguhnya Allah telah mengharamkan keduanya) telah melarang makanan dan minuman itu (atas orang-orang kafir)."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 51,
    "arab": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ",
    "translation": "(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1005.mp3",
    "tafsir": "Ayat ini menerangkan, siapakah orang kafir yang telah diharamkan Allah minum dan makan makanan yang diberikan kepada penghuni surga. Mereka itulah orang-orang yang semasa hidup di dunia, mengaku beragama tapi hanya sekadar berolok-olok dan bermain-main saja. Mereka tidak beragama dengan maksud untuk mensucikan jiwanya dan untuk mendapatkan pahala di sisi Allah di akhirat nanti. Mereka beragama hanya sekadar nama saja, tetapi amal perbuatan mereka bertentangan dengan ajaran agama. Malahan kadang-kadang mereka menjadi penghalang berlakunya ajaran agama dalam masyarakat. \nMereka sudah tenggelam dalam buaian kenikmatan hidup di dunia. Mereka hanya mengikuti hawa nafsu, bersenang-senang dan bergembira dengan tidak memperdulikan halal haram, yang hak dan yang batil. Mereka tidak seperti orang-orang beriman, menjadikan dunia ibarat kebun untuk dapat ditanami dengan kebaikan-kebaikan yang hasilnya dapat dipetik nanti di akhirat. Karena sudah terbenam dalam gelombang keduniawian, dibuai dan diayun oleh kesenangan sementara, sedang kesenangan yang selama-lamanya mereka lupakan. Pantas kalau pada hari Kiamat Allah melupakan mereka, tidak menolong mereka, karena semasa hidup di dunia mereka lupa kepada Allah, seolah-olah mereka tidak akan pulang ke kampung yang abadi. Maka pada hari Kiamat Allah membiarkan mereka dalam api neraka yang menyala-nyala, karena mereka tidak mau berbuat amal saleh semasa hidup di dunia, tidak percaya akan hari akhirat dan mereka selalu membantah dan mendustakan ayat-ayat Allah yang disampaikan oleh Rasul-rasul-Nya bahkan mereka menentang Rasul-rasul Allah itu.",
    "quraish": "Orang-orang kafir itu adalah mereka yang tidak berusaha mencari agama yang benar--bahkan agama mereka adalah mengikuti hawa nafsu dengan main-main--ditipu oleh kegemerlapan dunia sehingga mengira itulah satu-satunya kehidupan, melupakan saat pertemuan dengan Kami sehingga mereka akan dilupakan pada hari kiamat. Mereka tidak akan merasakan kenikmatan surga. Bahkan akan merasakan api neraka akibat melupakan hari kiamat dan mengingkari bukti-bukti jelas yang mendukung kebenaran.",
    "jalalayn": "(Yaitu orang-orang yang menjadikan agama mereka sebagai main-mainan dan senda-gurau, dan kehidupan dunia telah menipu mereka.\" Maka pada hari ini, hari kiamat, Kami melupakan mereka) Kami membiarkan mereka di dalam neraka (sebagaimana mereka melupakan pertemuan mereka dengan hari ini) di mana mereka mengabaikan beramal baik untuk menghadapinya (dan sebagaimana mereka selalu mengingkari ayat-ayat Kami) sebagaimana mereka telah berlaku ingkar terhadapnya."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 52,
    "arab": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Sungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1006.mp3",
    "tafsir": "Ayat ini menjelaskan tentang kitab yang telah diturunkan kepada manusia, yaitu Al-Qur'an kitab samawi yang mengandung penjelasan-penjelasan dan petunjuk-petunjuk bagi manusia dalam ayat-ayat yang cukup jelas dan terang karena telah dijelaskan oleh Allah kepada manusia dengan perantaraan Rasul-Nya Muhammad saw. Al-Qur'an itu menjadi petunjuk dan rahmat bagi orang-orang yang beriman yang mempercayai bahwa Al-Qur'an adalah wahyu dari Allah. Bila seseorang mau mempelajarinya, dan mau mengamalkan segala perintah Allah dan meninggalkan segala larangan-Nya, dia akan mendapatkan kebahagiaan dan rahmat Allah. Al-Qur'an berisi pokok-pokok dasar agama secara umum, baik yang berhubungan dengan akidah dan ibadah, maupun yang berhubungan dengan muamalah, pergaulan yang luas antar bangsa di dunia ini.\nDengan adanya Al-Qur'an sebagai pedoman dan petunjuk bagi manusia, maka diharapkan penyakit taklid buta dengan mengikuti cara-cara nenek moyang yang tidak sesuai dengan ajaran Al-Qur'an, syirik, menyembah selain Allah, seperti berhala, kubur yang dianggap keramat, dan lainnya dapat dihilangkan. Al-Qur'an mengajarkan tauhid, hanya kepada Allah manusia beribadah dan meminta pertolongan. Dengan demikian, ungkapan seperti yang terdapat dalam firman Allah di bawah ini tidak terdengar lagi, yaitu: \n\n\"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhuf/43: 23)",
    "quraish": "Sesungguhnya telah Kami berikan kepada mereka, sebagai penjelasan kebenaran, suatu kitab suci yang telah Kami buat jelas dan rinci, berisikan banyak ilmu pengetahuan. Di dalamnya terdapat bukti-bukti keesaan Tuhan, tanda-tanda kekuasaan Allah di alam semesta, syariat-Nya serta penjelasan jalan yang lurus dan petunjuk ke arah itu. Di situ juga terdapat sesuatu yang kalau manusia mau mengikutinya, akan menjadi rahmat bagi mereka. Semua itu tidak ada yang dapat memanfaatkannya kecuali orang-orang yang selalu tunduk kepada kebenaran dan meyakininya.",
    "jalalayn": "(Dan sesungguhnya Kami telah mendatangkan kepada mereka) para penduduk Mekah (sebuah Kitab) yakni Alquran (yang Kami telah menjelaskannya) telah Kami terangkan melalui berita-beritanya, janji-janjinya dan ancaman-ancamannya (atas dasar pengetahuan Kami) menjadi hal, yakni Kami mengetahui tentang apa yang terincikan di dalamnya (menjadi petunjuk) menjadi hal bagi dhamir ha (dan rahmat bagi orang-orang yang beriman) kepadanya."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 53,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
    "translation": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Al-Qur'an) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1007.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana keadaan orang-orang yang tidak mau menjadikan Al-Qur'an sebagai petunjuk dan pedoman dalam hidupnya untuk mencapai kebahagiaan di dunia dan akhirat. Mereka lebih mempercayai ajaran nenek moyang yang sesat dari pada ajaran Al-Qur'an yang disampaikan Rasulullah saw dengan benar. Dengan perbuatan seperti ini berarti mereka menunggu datangnya hukuman Allah yang mengakibatkan penyesalan. Pada hari Kiamat, apa yang mereka tunggu itu menjadi kenyataan. \nJanji dan ancaman yang disampaikan para rasul akan terbukti pada hari Kiamat, yaitu orang yang beriman dan berbuat baik akan mendapat kebahagiaan, dan orang yang kafir akan menerima hukuman dan berada dalam kesengsaraan. Pada hari itu, orang-orang yang lupa kepada Allah dan tidak percaya kepada para rasul yang telah membawa petunjuk dan kebenaran, bahkan mereka juga yang ragu dan menentangnya. Karena itu, bila mereka mendapat hukuman, maka hal itu merupakan suatu yang wajar. \nPada hari itu mereka tidak punya daya untuk menghindar dari hukuman. Yang dapat mereka lakukan hanya berangan-angan kalau saja ada pertolongan dari orang atau sesuatu yang pernah diagungkan atau disembah, seperti nenek moyang yang dijadikan rujukan taklid atau berhala yang dijadikan sembahan. Mereka juga berangan-angan untuk dikembalikan hidup ke dunia, agar mereka dapat bekerja dan beramal baik sesuai dengan ajaran Allah. Angan-angan seperti ini tidak mungkin terjadi. Mereka tidak dapat kembali ke dunia, karena alam dan isinya telah hancur. Karena itu, pada akhir ayat ini disebutkan bahwa mereka telah merugi. Di dunia mereka merugi karena telah mengotori dirinya dengan syirik dan maksiat, dan di akhirat mereka juga merugi karena mendapat hukuman.\nMereka merugi karena semua yang mereka kerjakan di dunia tidak membawa keuntungan sedikit pun. Hilang dan lenyap dari pandangan mereka apa yang mereka ada-adakan selama ini. Mereka mengharapkan syafa'at dari sesuatu yang mereka sembah. Syafa'at yang diharap-harapkan itu tak kunjung datang. Akhirnya timbul penyesalan dan kerugian.",
    "quraish": "Sekali-kali mereka tidak meyakininya. Yang mereka tunggu hanyalah saat kembali yang telah dijelaskan oleh Allah untuk orang yang ingkar kepada-Nya. Ketika saat itu datang, yaitu hari kiamat, orang-orang yang meninggalkan perintah dan bukti nyata dari Allah serta orang yang melalaikan kewajiban mengimaninya, mengakui dosa-dosa mereka dengan mengatakan, \"Telah datang rasul-rasul dari Sang Pencipta dan Pemelihara kami dengan menyeru kepada kebenaran yang dibawanya. Tetapi kami mengingkarinya.\" Mereka bertanya-tanya apakah ada pemberi pertolongan yang dapat menolong mereka. Tidak satu pun mereka dapati. Mereka juga bertanya-tanya, apakah mungkin mereka dikembalikan lagi ke dunia untuk dapat beramal saleh. Tidak ada jawaban untuk mereka. Mereka telah menghilangkan amal perbuatan dengan terpesona pada keindahan duniawi. Tuhan-tuhan yang mereka akui dan sembah selain Allah telah lenyap dari mereka.",
    "jalalayn": "(Tiadalah mereka menunggu-nunggu) mereka tidak menunggu (kecuali terlaksananya kebenaran Alquran itu) akibat dari apa yang ada di dalamnya. (Pada hari datangnya kebenaran pemberitaan Alquran itu) yaitu hari kiamat (berkatalah orang-orang yang melupakannya sebelum itu,) mereka tidak mau beriman kepada Alquran (\"Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafaat yang akan memberi syafaat kepada kami atau) dapatkah (kami dikembalikan) ke dunia (sehingga dapat beramal yang lain dari yang pernah kami amalkan?\") kami akan mentauhidkan Allah dan meninggalkan kemusyrikan. Kemudian dikatakan kepada mereka, \"Tidak dapat.\" Allah swt. berfirman, (Sungguh mereka telah merugikan diri mereka sendiri) sebab mereka menjadi binasa (dan lenyaplah) maksudnya hilanglah (dari mereka tuhan-tuhan yang mereka ada-adakan) sebagai sekutu Allah yang mereka buat-buat sendiri."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 54,
    "arab": "اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ  ۙاَلَا لَهُ الْخَلْقُ وَالْاَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ",
    "translation": "Sungguh, Tuhanmu (adalah) Allah yang menciptakan langit dan bumi dalam enam masa, lalu Dia bersemayam di atas ‘Arsy. Dia menutupkan malam kepada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan dan bintang-bintang tunduk kepada perintah-Nya. Ingatlah! Segala penciptaan dan urusan menjadi hak-Nya. Mahasuci Allah, Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1008.mp3",
    "tafsir": "Pada permulaan ayat ini Allah menegaskan bahwa Dialah yang menciptakan langit dan bumi dalam enam hari (masa). Dialah Pemilik, Penguasa dan Pengaturnya, Dialah Tuhan yang berhak disembah dan kepada-Nya manusia harus meminta pertolongan.\nWalaupun yang disebutkan dalam ayat ini hanya langit dan bumi saja, tetapi yang dimaksud ialah semua yang ada di alam ini, karena yang dimaksud dengan langit ialah semua alam yang di atas, dan yang dimaksud dengan bumi ialah semua alam di bawah, dan termasuk pula alam yang ada di antara langit dan bumi sebagaimana tersebut dalam firman-Nya: \nYang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas 'Arsy. (al-Furqan/25: 59)\nAdapun yang dimaksud dengan enam hari ialah enam masa yang telah ditentukan Allah, bukan enam hari yang kita kenal ini yaitu hari sesudah terciptanya langit dan bumi, sedang hari dalam ayat ini adalah sebelum itu. Berikut ini penjelasan arti enam hari dalam ayat ini menurut para ilmuwan: \nMenurut Marconi (2003) penjelaskan keenam masa tersebut sebagai berikut: Masa Pertama, yakni masa sejak 'Dentuman Besar (Big Bang) dari Singularity, sampai terpisahnya Gaya Gravitasi dari Gaya Tunggal (Superforce), ruang-waktu mulai memisah. Namun Kontinuum Ruang-Waktu yang lahir masih berujud samar-samar, dimana energi-materi dan ruang-waktu tidak jelas bedanya. Masa Kedua, masa terbentuknya inflasi Jagad Raya, namun Jagad Raya ini masih belum jelas bentuknya, dan disebut sebagai Cosmic Soup (Sup Kosmos). Gaya Nuklir-Kuat memisahkan diri dari Gaya Elektro-Lemah, serta mulai terbentuknya materi-materi fundamental: quarks, antiquarks, dan sebagainya. Jagad Raya mulai mengembang. Masa Ketiga, masa terbentuknya inti-inti atom di Jagad Raya ini. Gaya Nuklir-Lemah mulai terpisah dengan Gaya Elektromagnetik. Inti-inti atom seperti proton, netron, dan meson tersusun dari quark-quark ini. Masa ini dikenal sebagai masa pembentukan inti-inti atom (Nucleosyntheses). Ruang, waktu serta materi dan energi, mulai terlihat terpisah. Masa Keempat, elektron-elektron mulai terbentuk, namun masih dalam keadaan bebas, belum terikat oleh inti-atom untuk membentuk atom yang stabil. Masa Kelima, terbentuknya atom-atom yang stabil, memisahnya materi dan radiasi, dan Jagad Raya, terus mengembang dan mulai nampak transparan. Masa Keenam, Jagad raya terus mengembang, atom-atom mulai membentuk aggregat menjadi molekul-molekul, makro-molekul, kemudian membentuk proto-galaksi, galaksi-galaksi, bintang-bintang, tata-surya tata surya, dan planet-planet. \nAdapun mengenai lamanya sehari menurut agama hanya Allah yang mengetahui, sebab dalam Al-Qur'an sendiri ada yang diterangkan bahwa sehari di sisi Allah sama dengan seribu tahun, dalam firman-Nya yang disebutkan: \n\nDan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu. (al-hajj/22: 47)\nDan ada pula yang diterangkan lima puluh ribu tahun seperti dalam firman-Nya: \n\nPara malaikat dan Jibril naik (menghadap) kepada Tuhan, dalam sehari setara dengan lima puluh ribu tahun. (al-Ma'arij/70: 4)\n\nAda beberapa hadis yang menunjukkan bahwa hari yang enam itu ialah hari-hari kita sekarang di antaranya yang diriwayatkan oleh Ahmad dan Muslim dari Abu Hurairah. Abu Hurairah berkata: \n\"Rasulullah memegang tanganku lalu bersabda, \"Allah menciptakan tanah pada hari Sabtu, menciptakan bukit-bukit pada hari Ahad, menciptakan pohon pada hari Senin, menciptakan hal-hal yang tak baik pada hari Selasa, menciptakan cahaya pada hari Rabu, menciptakan gunung-gunung pada hari Kamis, dan menciptakan Adam pada hari Jum'at sesudah Asar, merupakan ciptaan terakhir, pada saat terakhir itu antara waktu asar dan permulaan malam\". (Riwayat Ahmad dan Muslim dari Abu Hurairah)\n\nHadis ini ditolak oleh para ahli hadis karena bertentangan dengan nash Al-Qur'an. Dari segi sanadnya pun hadis ini adalah lemah karena dirawikan oleh Hajjad bin Muhammad al-Ajwar dari Juraij yang sudah tidak waras di akhir hayatnya. Menurut al-Manar hadis ini termasuk hadis-hadis Israiliyat yang dibikin oleh kaum Yahudi dan Nasrani dan dikatakan dari Rasulullah saw. Pada ayat-ayat yang lain diterangkan lebih terperinci lagi tentang masa-masa penciptaan langit dan bumi seperti terdapat dalam firman Allah: \n\nKatakanlah, \"Pantaskah kamu ingkar kepada Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan seluruh alam.\" (Fushshilat/41: 9)\nAllah menciptakan gunung-gunung yang kokoh di atas bumi. Dia memberkahi dan menentukan kadar makanan penghuninya dalam empat masa yang sama (cukup) sesuai bagi siapa yang memerlukannya. Kemudian Dia menuju kepada penciptaan langit dan bumi itu masih merupakan asap, Allah berkata kepadanya dan kepada bumi, \"Datanglah kamu keduanya menurut perintah-Ku dengan suka atau terpaksa. Keduanya menjawab, \"Kami datang dengan suka.\" Maka Dia menjadikannya tujuh langit dalam dua masa dan Dia mewahyukan kepada tiap-tiap langit urusannya. Dan kami hiasi langit yang terdekat dengan bintang-bintang yang cemerlang dan Kami memeliharanya dengan sebaik-baiknya. Demikianlah ketentuan Yang Mahaperkasa lagi Maha Mengetahui.\nDari ayat-ayat tersebut dapat disimpulkan sebagai berikut: \n1.Penciptaan bumi yang berasal dari gumpalan-gumpalan yang kelihatan seperti asap adalah dua masa dan penciptaan tanah, bukit-bukit, gunung-gunung serta bermacam-macam tumbuh-tumbuhan dan bintang dalam dua masa pula. Dengan demikian sempurnalah penciptaan bumi dan segala isinya dalam empat masa.\n2.Penciptaan langit yang berasal dari gumpalan-gumpalan kabut itu dengan segala isinya dalam dua masa pula. Adapun bagaimana prosesnya kejadian langit dan bumi. Al-Qur'an tidak menjelaskannya secara terperinci dan kewajiban para ahli untuk menyelidikinya dan mengetahui waktu atau masa yang diperlukan untuk masing-masing tahap dari tahap-tahap kejadiannya.\nKemudian setelah selesai penciptaan langit dan bumi, Allah bersemayam di atas Arsy mengurus dan mengatur semua urusan yang berhubungan dengan langit dan bumi sesuai dengan ilmu dan kebijaksanaan-Nya. Tentang bagaimana Allah bersemayam di atas Arsy-Nya dan bagaimana Dia mengatur semesta alam ini tidaklah dapat disamakan atau digambarkan seperti bersemayamnya seorang raja di atas singgasananya karena Allah tidak boleh dimisalkan atau disamakan dengan makhluk-Nya. Namun hal ini harus dipercayai dan diimani dan hanya Allah sendiri Yang Mengetahui bagaimana hakikatnya. Para sahabat Nabi tidak ada yang merasa ragu dalam hatinya mengenai bersemayam-Nya Allah di atas Arsy. Mereka meyakini hal itu dan beriman kepada-Nya tanpa mengetahui bagaimana gambarannya. Demikianlah Imam Malik berkata ketika ditanyakan kepadanya masalah bersemayamnya Allah di atas Arsy sebagai berikut, \"Bersemayamnya Allah adalah suatu hal yang tidak asing lagi, tetapi bagaimana caranya tidak dapat dipikirkan.\"\nKerasulan itu adalah dari Allah dan kewajiban Rasul ialah menyampaikan, maka kewajiban manusia ialah membenarkannya. Demikianlah pendapat dan pendirian ulama-ulama dari dahulu sampai sekarang, maka tidak wajar manusia memberanikan diri untuk menggambarkan bersemayam-Nya Allah di atas Arsy-Nya. Na'im bin Ahmad guru Imam al-Bukhari berkata tantang hal itu, \"Orang yang menyerupakan Allah dengan makhluk-Nya adalah kafir, orang yang mengingkari sifat Allah sebagaimana diterangkan-Nya (dalam kitab-Nya) adalah kafir, dan tiadalah dalam sifat Allah yang diterangkan-Nya atau diterangkan Rasul-Nya sesuatu penyerupaan. Maka barang siapa yang menetapkan hal-hal yang diterima dari hadis yang sahih sesuai dengan keagungan Allah dan meniadakan sifat-sifat kekurangan bagi-Nya, maka sesungguhnya dia telah menempuh jalan yang benar. Selanjutnya Allah menerangkan bahwa Dialah yang menutupi siang dan malam sehingga hilanglah cahaya matahari di permukaan bumi dan hal ini berlaku sangat cepat. Maksudnya malam itu selalu mengejar cahaya matahari telah tertutup terjadilah malam dan di tempat yang belum terkejar oleh malam, matahari tetap meneranginya dan di sana tetaplah siang. Demikianlah seterusnya pergantian siang dengan malam atau pergantian malam dengan siang. Dalam ayat lain Allah berfirman: \n\nDia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun. (az-Zumar/39: 5)\n\nHal ini terjadi karena bumi yang berbentuk bulat selalu berputar pada sumbunya di bawah matahari. Dengan demikian, pada permukaan bumi yang kena cahaya matahari terjadilah siang dan pada muka bumi yang tidak terkena cahayanya terjadilah malam. Kemudian Allah menerangkan pula bahwa matahari, bulan dan bintang semuanya tunduk di bawah perintah-Nya dan peraturan-peraturan yang telah ditetapkan. Semuanya bergerak sesuai dengan aturan yang telah ditentukan dan di antaranya tidak ada yang menyimpang dari aturan-aturan yang telah ditentukan itu. Dengan demikian terjadilah suatu keharmonisan dan keserasian dalam perjalanan masing-masing sehingga tidak akan terjadi perbenturan atau tabrakan antara satu dengan yang lainnya, meskipun di langit terdapat bintang-bintang dan benda-benda langit lainnya yang jumlahnya tak terhingga. Semua itu adalah karena Dia Maha Pencipta, Maha Mengetahui lagi Mahabijaksana. Mahasuci Allah Tuhan semesta alam. Hanya Allah yang patut disembah, kepada-Nya setiap hamba harus memanjatkan doa memohon karunia dan rahmat-Nya dan kepada-Nya pula setiap hamba harus bersyukur dan berterima kasih atas segala nikmat yang telah diberikan-Nya. Sungguh amat jauh kesesatan orang yang mempersekutukan-Nya dengan makhluk-Nya dan memohonkan doa kepada sesuatu yang tidak dapat memberi manfaat atau mudarat.",
    "quraish": "Tuhan yang rasul-rasul-Nya menyeru kalian kepada kebenaran, percaya hari akhir dan pembalasan yang akan terjadi saat itu adalah pencipta alam semesta ini. Dia menciptakan langit dan bumi melalui enam keadaan yang menyerupai enam hari di dunia. Lalu di situ Dia berkuasa secara penuh. Dia jadikan malam, dengan kegelapannya, menutupi siang. Malam selalu diikuti siang secara teratur dan silih berganti. Seakan- akan yang satu mencari yang lain. Matahari, bulan dan bintang juga Dia ciptakan. Semuanya tunduk kepada Allah, berjalan sesuai dengan aturan-Nya. Penciptaan dan perintah yang ditaati hanyalah milik Dia semata. Mahasuci dan Mahatinggi keberkahan Sang Pencipta alam seisinya.",
    "jalalayn": "(Sesungguhnya Tuhan kamu ialah Allah yang telah menciptakan langit dan bumi dalam enam masa) menurut ukuran hari dunia atau yang sepadan dengannya, sebab pada zaman itu masih belum ada matahari. Akan tetapi jika Allah menghendakinya niscaya Ia dapat menciptakannya dalam sekejap mata, adapun penyebutan hal ini dimaksud guna mengajari makhluk-Nya agar tekun dan sabar dalam mengerjakan sesuatu (lalu Dia bersemayam di atas Arsy) Arsy menurut istilah bahasa artinya singgasana raja, yang dimaksud dengan bersemayam ialah yang sesuai dengan kebesaran Allah dan kesucian-Nya (Dia menutupkan malam kepada siang) bisa dibaca takhfif yakni yughsyii dan dibaca tasydid, yakni yughasysyii, artinya: keduanya itu saling menutupi yang lain silih-berganti (yang mengikutinya) masing-masing di antara keduanya itu mengikuti yang lainnya (dengan cepat) secara cepat (dan diciptakan-Nya pula matahari, bulan dan bintang-bintang) dengan dibaca nashab diathafkan kepada as-samaawaat, dan dibaca rafa` sebagai mubtada sedangkan khabarnya ialah (masing-masing tunduk) patuh (kepada perintah-Nya) kepada kekuasaan-Nya (ingatlah, menciptakan itu hanya hak Allah) semuanya (dan memerintah) kesemuanya adalah hak-Nya pula (Maha Suci) Maha Besar (Allah, Tuhan) Pemelihara (semesta alam)."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 55,
    "arab": "اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ ",
    "translation": "Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1009.mp3",
    "tafsir": "Ayat ini mengandung etika dalam berdoa kepada Allah. Berdoa adalah munajat antara hamba dengan Tuhannya untuk menyampaikan suatu permintaan agar Allah berkenan mengabulkannya. Maka berdoa kepada Allah hendaklah dengan penuh kerendahan hati, dengan betul-betul khusyuk dan berserah diri. Kemudian berdoa itu disampaikan dengan suara lunak dan lembut yang keluar dari hati sanubari yang bersih. Berdoa dengan suara yang keras, menghilangkan kekhusyukan dan mungkin menjurus kepada ria dan pengaruh-pengaruh lainnya dan dapat mengakibatkan doa itu tidak dikabulkan Allah. Doa tidak harus dengan suara yang keras, sebab Allah Maha Mendengar dan Maha Mengetahui.\nDiriwayatkan oleh Abu Musa al-Asy'ari, ia berkata, \"Ketika kami bersama-sama Rasulullah saw dalam perjalanan, terdengarlah orang-orang membaca takbir dengan suara yang keras. Maka Rasulullah bersabda: \n\"Sayangilah dirimu jangan bersuara keras, karena kamu tidak menyeru kepada yang pekak dan yang jauh. Sesungguhnya kamu menyeru Allah Yang Maha Mendengar lagi Dekat dan Dia selalu beserta kamu\". (Riwayat al-Bukhari dan Muslim dari Abu Musa al-Asy'ari)\n\nBersuara keras dalam berdoa, bisa mengganggu orang, lebih-lebih orang yang sedang beribadah, baik dalam masjid atau di tempat-tempat ibadah yang lain, kecuali yang dibolehkan dengan suara keras, seperti talbiyah dalam musim haji dan membaca takbir pada hari raya Idul Fitri dan Idul Adha. Allah memuji Nabi Zakaria a.s. yang berdoa dengan suara lembut: \n\n(Yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut. (Maryam/19: 3)\nKemudian ayat ini ditutup dengan peringatan, \"Sesungguhnya Allah tidak menyukai orang-orang yang melampau batas.\" Maksudnya, dilarang melampaui batas dalam segala hal, termasuk berdoa. Tiap-tiap sesuatu sudah ditentukan batasnya yang harus diperhatikan, jangan sampai dilampaui.\nBersuara keras dan berlebih-lebihan dalam berdoa termasuk melampaui batas, Allah tidak menyukainya. Termasuk juga melampaui batas dalam berdoa, meminta sesuatu yang mustahil adanya menurut syara' ataupun akal, seperti seseorang meminta agar dia menjadi kaya, tetapi tidak mau berusaha atau seseorang menginginkan agar dosanya diampuni, tetapi dia masih terus bergelimang berbuat dosa dan lain-lainnya. Berdoa seperti itu, namanya ingin mengubah sunatullah yang mustahil terjadinya. Firman Allah: \n\nMaka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (Fathir/35: 43)\nBerdoa dihadapkan kepada selain Allah atau dengan memakai perantara (washilah) orang yang sudah mati adalah melampaui batas yang sangat tercela. Berdoa itu hanya dihadapkan kepada Allah, tidak boleh menyimpang kepada yang lain. Allah berfirman: \n\nKatakanlah (Muhammad), \"Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.\" Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.\" (al-Isra'/17: 56-57)\nHadis Nabi saw: \nDiriwayatkan dari Abu Hurairah dia berkata, \"Telah bersabda Rasulullah saw, \"Mintalah kepada Allah washilah untukku. Mereka bertanya: Ya Rasulullah, apakah washilah itu? Rasulullah menjawab: \"Dekat dengan Allah azza Wa Jalla, kemudian Rasulullah membaca ayat; (mereka sendiri) mencari jalan kepada Tuhan mereka, siapa di antara mereka yang lebih dekat kepada Allah.\" (Riwayat at-Tirmidzi dari Ibnu Mardawaih)",
    "quraish": "Jika hanya Allah, Tuhan kalian, yang menjadikan alam, maka memohonlah kepada-Nya dengan beribadah ritual atau ibadah lainnya sambil berdoa, berendah diri dengan suara keras atau tidak. Jangan melampaui batas dengan menyekutukan-Nya atau menganiaya seseorang. Allah tidak menyukai orang-orang yang melampaui batas.",
    "jalalayn": "(Berdoalah kepada Tuhanmu dengan berendah diri) menjadi hal, yakni merendahkan diri (dan dengan suara yang lembut) secara berbisik-bisik (Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas) di dalam berdoa. Seperti banyak berbicara dengan suara yang keras."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 56,
    "arab": "وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ ",
    "translation": "Dan janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat kepada orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1010.mp3",
    "tafsir": "Dalam ayat ini Allah melarang manusia agar tidak membuat kerusakan di muka bumi. Larangan membuat kerusakan ini mencakup semua bidang, seperti merusak pergaulan, jasmani dan rohani orang lain, kehidupan dan sumber-sumber penghidupan (pertanian, perdagangan, dan lain-lain), merusak lingkungan dan lain sebagainya. Bumi ini sudah diciptakan Allah dengan segala kelengkapannya, seperti gunung, lembah, sungai, lautan, daratan, hutan dan lain-lain, yang semuanya ditujukan untuk keperluan manusia, agar dapat diolah dan dimanfaatkan dengan sebaik-baiknya untuk kesejahteraan mereka. Oleh karena itu, manusia dilarang membuat kerusakan di muka bumi.\nSelain itu, Allah juga menurunkan agama dan mengutus para rasul untuk memberi petunjuk agar manusia dapat hidup dalam kebahagiaan, keamanan dan kedamaian. Sebagai penutup kenabian, Allah mengutus Rasulullah saw yang membawa ajaran Islam sebagai rahmat bagi semesta alam. Bila manusia mengikuti ajaran Islam dengan benar, maka seluruhnya akan menjadi baik, manusia menjadi baik, bangsa menjadi baik, dan negara menjadi baik pula. \nSesudah Allah melarang manusia membuat kerusakan, maka di akhir ayat ini diungkap lagi tentang etika berdoa. Ketika berdoa untuk urusan duniawi atau ukhrawi, selain dengan sepenuh hati, khusuk dan suara yang lembut, hendaknya disertai pula dengan perasaan takut dan penuh harapan. Cara berdoa semacam ini akan mempertebal keyakinan dan akan menjauhkan diri dari keputusasaan, karena langsung memohon kepada Allah yang Mahakuasa dan Mahakaya. Rahmat Allah akan tercurah kepada orang yang berbuat baik, dan berdoa merupakan perbuatan baik. Oleh karenanya, rahmat Allah tentu dekat dan akan tercurah kepadanya. Anjuran untuk berbuat baik banyak diungkap dalam Al-Qur'an, seperti berbuat baik terhadap tetangga, kepada sesama manusia, kepada kawan, kepada lingkungan dan lainnya. Karena itu, bila seseorang akan menyembelih binatang, hendaknya ia melakukan dengan cara yang baik, yaitu dengan pisau yang tajam agar tidak menyebabkan penderitaan bagi binatang itu.",
    "quraish": "Jangan kalian membuat kerusakan di muka bumi yang telah dibuat baik dengan menebar kemaksiatan, kezaliman dan permusuhan. Berdoalah kepada-Nya dengan rasa takut akan siksa-Nya dan berharap pahala- Nya. Kasih sayang Allah sangat dekat kepada setiap orang yang berbuat baik, dan pasti terlaksana.",
    "jalalayn": "(Dan janganlah kamu membuat kerusakan di muka bumi) dengan melakukan kemusyrikan dan perbuatan-perbuatan maksiat (sesudah Allah memperbaikinya) dengan cara mengutus rasul-rasul (dan berdoalah kepada-Nya dengan rasa takut) terhadap siksaan-Nya (dan dengan penuh harap) terhadap rahmat-Nya. (Sesungguhnya rahmat Allah amat dekat kepada orang-orang yang berbuat baik) yakni orang-orang yang taat. Lafal qariib berbentuk mudzakkar padahal menjadi khabar lafal rahmah yang muannats, hal ini karena lafal rahmah dimudhafkan kepada lafal Allah."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 57,
    "arab": "وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى اِذَآ اَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَاَنْزَلْنَا بِهِ الْمَاۤءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُوْنَ ",
    "translation": "Dialah yang meniupkan angin sebagai pembawa kabar gembira, mendahului kedatangan rahmat-Nya (hujan), sehingga apabila angin itu membawa awan mendung, Kami halau ke suatu daerah yang tandus, lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang yang telah mati, mudah-mudahan kamu mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1011.mp3",
    "tafsir": "Dengan kedua ayat ini Allah menegaskan bahwa salah satu karunia besar yang dilimpahkan kepada hamba-Nya ialah menggerakkan angin sebagai tanda bagi kedatangan nikmat-Nya yaitu angin yang membawa awan tebal yang dihalaunya ke negeri yang kering yang telah rusak tanamannya karena ketiadaan air, kering sumurnya karena tak ada hujan dan penduduknya menderita karena haus dan lapar. Lalu Dia menurunkan di negeri itu hujan yang lebat sehingga negeri yang hampir mati itu menjadi subur kembali dan sumur-sumurnya penuh berisi air dengan demikian hiduplah penduduknya dengan serba kecukupan dari hasil tanaman-tanaman itu yang berlimpah-ruah.\nMengenai peran hujan yang \"menghidupkan\" lahan yang \"mati\" yang disebutkan dalam Al-Qur'an sudah dianalisa oleh para pakar ilmu pengetahuan karena hujan, di samping membawa butiran air, suatu materi yang penting untuk kehidupan semua mahluk hidup di dunia, ternyata butiran air hujan juga membawa serta material yang berfungsi sebagai pupuk. Saat air laut yang menguap dan mencapai awan, ia mengandung sesuatu yang dapat merevitalisasi daratan yang mati. Butiran air hujan yang mengandung bahan-bahan revitalisasi tersebut biasa dikenal dengan nama \"surface tension droplets\". Bahan-bahan ini diperoleh dari lapisan permukaan laut yang ikut menguap. Pada lapisan tipis dengan ketebalan kurang dari seper-sepuluh milimeter dan biasa disebut \"lapisan mikro\" oleh para ahli biologi ini, ditemukan banyak serasah organik yang berasal dari dekomposisi algae renik dan zooplankton. Beberapa serasah ini mengumpulkan dan menyerap beberapa elemen, seperti fosfor, magnesium dan potasium, yang jarang diperoleh di dalam air laut. Serasah ini juga menyerap logam berat seperti tembaga, zink, cobalt dan lead. Tanaman di daratan akan memperoleh sebagian besar garam-garam mineral dan elemen lainnya yang diperlukan untuk pertumbuhannya bersamaan dengan datangnya air hujan.\nGaram-garam yang turun bersama air hujan, merupakan suatu miniatur dari pupuk yang biasa digunakan dalam pertanian (Natrium, Potasium, Kalium dan sebagainya). Logam berat di udara akan membentuk elemen yang akan meningkatkan produktivitas pada saat pertumbuhan dan pembuahan tanaman. Dengan demikian, hujan adalah sumber pupuk yang sangat penting. Dengan pupuk yang dikandung pada butiran hujan saja, dalam waktu 100 tahun, tanah yang miskin hara dapat mengumpulkan semua elemen yang diperlukan untuk tumbuhnya tanaman. Hutan juga tumbuh dan memperoleh keperluan hidupnya dari semua bahan kimia yang berasal dari laut.\nDengan cara demikian, setiap tahun sekitar 150 ton pupuk jatuh ke bumi. Tanpa mekanisme ini, maka mungkin jumlah jenis tanaman tidak akan sebanyak yang kita ketahui saat ini dan kemungkinan ketidak seimbangan ekologi dapat juga terjadi.\n\nMemang tidak semua negeri yang mendapat limpahan rahmat itu, tetapi ada pula beberapa tempat di muka bumi yang tidak dicurahi hujan yang banyak, bahkan ada pula beberapa daerah dicurahi hujan tetapi tanah di daerah itu hilang sia-sia tidak ada manfaatnya sedikit pun. Mengenai tanah-tanah yang tidak dicurahi hujan itu Allah berfirman: \n\nTidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan. (an-Nur/24: 43)\nMenurut ayat ini hujan lebat yang disertai hujan es itu tidak tercurah ke seluruh pelosok di muka bumi, hanya Allah-lah yang menentukan di mana hujan akan turun dan di mana pula awan tebal itu sekadar lewat saja sehingga daerah itu tetap tandus dan kering.",
    "quraish": "Hanya Allahlah yang mengirim angin sebagai pembawa berita datangnya rahmat melalui hujan yang menumbuhkan tanaman dan menyiraminya. Angin itu membawa awan(1) yang berisikan air. Kami giring awan tersebut ke suatu daerah yang tidak ditumbuhi tanaman seperti orang mati yang tidak berkehidupan. Hujan pun lalu turun. Dengan ayat itu Allah menumbuhkan berbagai macam buah-buahan. Seperti halnya daerah tersebut dihidupkan dengan ditumbuhkannya tanaman, begitulah Kami menjadikan orang-orang yang telah mati, hidup kembali. Semoga dengan kejadian ini kalian ingat kekuasaan Allah dan yakin dengan adanya hari kebangkitan. (1) Ayat ini membenarkan sebuah penemuan ilmiah yang belum diketahui saat al-Qur'ân diturunkan, yaitu angin mengandung uap air. Ketika dihembus, angin akan berkumpul di suatu tempat dan menjadi awan. Awan inilah yang kemudian menurunkan hujan setelah berkumpul dan menebal.",
    "jalalayn": "(Dan Dialah yang meniupkan angin sebagai pembawa berita gembira sebelum kedatangan rahmat-Nya) yakni terpencar-pencar sebelum datangnya hujan. Menurut suatu qiraat dibaca dengan takhfif, yaitu syin disukunkan; dan menurut qiraat lainnya dengan disukunkan syinnya kemudian memakai nun yang difatahkan sebagai mashdar. Menurut qiraat lainnya lagi dengan disukunkan syinnya kemudian didamahkan huruf sebelumnya sebagai pengganti dari nun, yakni mubsyiran. Bentuk tunggal (dari yang pertama ialah nusyuurun seperti lafal rasuulun, sedangkan bentuk tunggal yang kedua ialah basyiirun (sehingga apabila angin itu membawa) maksudnya meniupkan (mendung yang tebal) yaitu hujan (Kami halau mendung itu) mega yang mengandung air hujan itu. Di dalam lafal ini terkandung makna iltifat `anil ghaibiyyah (ke suatu daerah yang tandus) daerah yang tidak ada tetumbuhannya guna menyuburkannya (lalu Kami turunkan di daerah itu) di kawasan tersebut (hujan, maka Kami keluarkan dengan sebab hujan itu berbagai macam buah-buahan. Seperti itulah) cara pengeluaran itulah (Kami membangkitkan orang-orang yang telah mati) dari kuburan mereka dengan menghidupkan mereka kembali (mudah-mudahan kamu mengambil pelajaran) kemudian kamu mau beriman."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 58,
    "arab": "وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ",
    "translation": "Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1012.mp3",
    "tafsir": "Ayat ini menjelaskan jenis-jenis tanah di muka bumi ini ada yang baik dan subur, bila dicurahi hujan sedikit saja, dapat menumbuhkan berbagai macam tanaman dan menghasilkan makanan yang berlimpah ruah dan ada pula yang tidak baik, meskipun telah dicurahi hujan yang lebat, namun tumbuh-tumbuhannya tetap hidup merana dan tidak dapat menghasilkan apa-apa. Kemudian Allah memberikan perumpamaan dengan hidupnya kembali tanah-tanah yang mati, untuk menetapkan kebenaran terjadinya Yaumal Mahsyar: Yaitu di mana orang-orang mati dihidupkan kembali dikumpulkan di Padang Mahsyar untuk menerima ganjaran bagi segala perbuatannya, yang baik dibalasi berlipat ganda dan yang buruk dibalasi dengan yang setimpal.\nKalau tanah kering dan mati dapat dihidupkan Allah kembali dengan menurunkan hujan padanya sedang tanah itu lekang tidak ada lagi unsur kehidupan padanya, tentulah Allah dapat pula menghidupkan orang-orang yang telah mati meskipun yang tinggal hanya tulang-belulang ataupun telah menjadi tanah semuanya. Tentang menghidupkan orang-orang yang telah mati itu kembali Allah berfirman: \nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)\n\nSelanjutnya Allah memberikan perumpamaan pula dengan tanah yang baik dan subur serta tanah yang buruk dan tidak subur untuk menjelaskan sifat dan tabiat manusia dalam menerima dan menempatkan petunjuk Allah. Orang-orang yang baik sifat dan tabiatnya, dapat menerima kebenaran dan memanfaatkannya untuk kemaslahatan dirinya dan untuk kemaslahatan masyarakat. Orang-orang yang buruk sifat dan tabiatnya tidak mau menerima kebenaran bahkan selalu mengingkarinya sehingga tidak mendapat faedah sedikit pun untuk dirinya dari kebenaran itu apalagi untuk masyarakatnya.\nIbnu 'Abbas berkata: Ayat ini adalah suatu perumpamaan yang diberikan Allah bagi orang mukmin dan orang kafir, bagi orang baik dan orang jahat. Allah menyerupakan orang-orang itu dengan tanah yang baik dan yang buruk, dan Allah mengumpamakan turunnya Al-Qur'an dengan turunnya hujan. Maka bumi yang baik dengan turunnya hujan dapat menghasilkan bunga-bunga dan buah-buahan, sedang tanah yang buruk, bila dicurahi hujan tidak dapat menumbuhkan kecuali sedikit sekali. Demikian pula jiwa yang baik dan bersih dari penyakit-penyakit kebodohan dan kemerosotan akhlak, apabila disinari cahaya Al-Qur'an jadilah dia jiwa yang patuh dan taat serta berbudi pekerti yang mulia.\nAdapun jiwa yang jahat dan kotor apabila disinari Al-Qur'an jarang sekali yang menjadi baik dan berbudi mulia. Rasulullah bersabda: \n\"Perumpamaan ilmu dan petunjuk yang aku diutus untuk menyampaikannya adalah seperti hujan lebat yang menimpa bumi. Maka ada di antara tanah itu yang bersih (subur) dan dapat menerima hujan itu, lalu menumbuhkan tumbuh-tumbuhan dan rumput yang banyak. Tetapi ada pula di antaranya tanah yang lekang (keras) yang tidak meresapi air hujan dan tidak menumbuhkan sesuatu apapun. Tanah itu dapat menahan air (mengumpulkannya) maka Allah menjadikan manusia dapat mengambil manfaat dari air itu, mereka dapat minum, mengairi tanaman. Ada pula sebagian tanah yang datar tidak dapat menahan air dan tidak pula menumbuhkan tanaman. Maka tanah-tanah yang beraneka ragam itu adalah perumpamaan bagi orang yang dapat memahami agama Allah. Lalu ia mendapat manfaat dari petunjuk-petunjuk itu dan mengajarkannya kepada manusia, dan perumpamaan pula bagi orang-orang yang tidak memperdulikannya dan tidak mau menerima petunjuk itu.\" (Riwayat Ahmad, al-Bukhari, Muslim dan an-Nasai) \nNabi Muhammad memberikan predikat (julukan) al-Hadi dan al-Muhtadi kepada golongan pertama yang mendapat manfaat untuk dirinya dan memberikan manfaat kepada orang lain, dan memberikan predikat al-Jahid kepada golongan ketiga yang tiada mendapat manfaat untuk dirinya dan tidak dapat memberikan manfaat untuk orang lain. Tetapi Nabi Muhammad tidak memberi komentar terhadap golongan kedua yaitu orang yang tidak dapat memberikan manfaat kepada orang lain, karena orang-orang dari golongan ini banyak macam ragamnya, di antaranya mereka ada orang-orang munafik dan termasuk pula orang-orang yang tidak mengamalkan ajaran agamanya meskipun ia mengetahui dan menyiarkan ajaran Allah kepada orang lain. Demikianlah Allah memberikan perumpamaan dengan nikmat dan karunia-Nya agar disyukuri oleh orang yang merasakan nikmat itu.",
    "quraish": "Tanah yang baik, tanamannya tumbuh subur dan hidup dengan izin Allah. Dan tanah yang tidak subur, tidak menghasilkan kecuali sedikit tanaman yang tidak berguna, bahkan menjadi penyebab kerugian pemiliknya.",
    "jalalayn": "(Dan tanah yang baik) yang subur tanahnya (tanaman-tanamannya tumbuh subur) tumbuh dengan baik (dengan seizin Tuhannya) hal ini merupakan perumpamaan bagi orang mukmin yang mau mendengar petuah/nasihat kemudian ia mengambil manfaat dari nasihat itu (dan tanah yang tidak subur) jelek tanahnya (tidaklah mengeluarkan) tanamannya (kecuali tumbuh merana) sulit dan susah tumbuhnya. Hal ini merupakan perumpamaan bagi orang yang kafir. (Demikianlah) seperti apa yang telah Kami jelaskan (Kami menjelaskan) menerangkan (ayat-ayat Kami kepada orang-orang yang bersyukur) terhadap Allah, kemudian mereka mau beriman kepada-Nya."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 59,
    "arab": "لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
    "translation": "Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (kiamat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1013.mp3",
    "tafsir": "Pada ayat ini Allah menceritakan tentang kisah Nabi Nuh dan kerasulannya. Pada masa antara Nabi Adam dan Nabi Nuh dunia mulai membangun peradabannya. Manusia mula-mula masih menyembah Allah menurut agama yang dibawa oleh Nabi Adam. Tetapi lama-kelamaan karena kesibukan dalam kehidupan duniawi mereka mulai menjauhkan diri dari agama sehingga semangat beragama mulai menurun. Ajaran tauhid yang bersemi di hati sanubari mereka mulai pudar. Patung-patung dari pemimpin-pemimpin mereka yang semula dibuat untuk menghormati dan mengenang jasa-jasa mereka, mereka jadikan sembahan atau sekutu Allah, karena menurut paham mereka patung-patung itu dapat mendekatkan diri mereka kepada Allah. Akhirnya mereka lupa kepada Allah, dan memandang bahwa patung-patung itulah tuhan yang diharapkan kebaikannya, dan dimohon nikmat anugerah dan ditakuti siksaannya.\nSetelah kepercayaan manusia kepada Allah memudar di masa itu maka Allah tidak membiarkan mereka terus-menerus dalam kesesatan. Oleh karena itu, Allah mengutus Nabi Nuh kepada kaumnya. Kisah tentang kerasulan Nabi Nuh ini ditujukan kepada orang-orang Arab yang berada di Mekah dan sekitarnya yang mengingkari kerasulan Nabi Muhammad. Pengetahuan mereka tentang sejarah para rasul dan umat-umat pada masa dahulu sangat sedikit sekali karena mereka sekadar mendengar dari orang-orang Yahudi dan Nasrani yang berada di sekitar mereka.\nAllah dalam ayat ini meyakinkan mereka bahwa sebenarnya Allah telah mengutus Nabi Nuh kepada kaumnya untuk memperingatkan mereka akan kemurkaan Allah disebabkan kekufuran mereka. Setelah Nuh diutus menjadi Rasul dia menyeru kaumnya yang kafir agar meninggalkan berhala dan menyembah Tuhan Yang Maha Esa dan Pencipta segala sesuatu Dialah Tuhan yang sebenarnya. Manusia wajib menyembah-Nya dengan penuh khusyuk dan tawadhu'. Nabi Nuh mengemukakan kepada kaumnya tentang kekhawatirannya bahwa mereka akan memperoleh siksaan yang sangat pada hari pembalasan nanti jika mereka tidak mengindahkan seruannya. \nSebagian mufassirin memandang bahwa hari pembalasan yang dimaksud pada ayat ini adalah hari terjadinya taufan. Selanjutnya kekhawatiran yang dikemukakan oleh Nabi Nuh kepada kaumnya menunjukkan bahwa Nabi Nuh telah berputus-asa setelah menjalankan dakwah dalam masa yang cukup lama, namun tidak ada tanggapan dari kaumnya, sebagaimana diketahui dari ayat-ayat berikut: \nDia (Nuh) berkata, \"Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam, tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran). (Nuh/71: 5-6)",
    "quraish": "Orang-orang musyrik telah membangkang dan mendustakan kebenaran yang datang kepada mereka dengan disertai bukti-bukti kuat. Itulah sikap orang-orang kafir pada masa lalu terhadap nabi-nabi mereka. Kami telah mengutus Nûh kepada kaumnya. Lalu dia berkata kepada mereka sambil mengingatkan bahwa dia juga berasal dari kalangan mereka, \"Wahai kaumku, sembahlah Allah semata. Tidak ada tuhan yang patut disembah selain Dia. Akan ada kebangkitan dan pembalasan pada hari kiamat nanti, hari yang sangat agung. Aku takut saat itu kalian akan ditimpa siksa yang pedih.\"",
    "jalalayn": "(Sesungguhnya) merupakan jawab dari qasam/sumpah yang mahdzuf/tidak disebutkan. (Kami telah mengutus Nuh kepada kaumnya lalu ia berkata, \"Wahai kaumku, sembahlah Allah, sekali-kali tak ada Tuhan bagimu selain-Nya.\") dengan dibaca jar sebagai sifat dari lafal ilaahun, dan dibaca rafa' sebagai badal dari lafal ilaahun (Sesungguhnya aku takut kamu) jika kamu menyembah selain Allah (akan ditimpa azab yang besar) yakni azab pada hari kiamat."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 60,
    "arab": "قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Pemuka-pemuka kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1014.mp3",
    "tafsir": "Allah dalam ayat ini menerangkan bahwa para pemimpin kaum Nuh berpendapat sesungguhnya Nabi Nuh, itulah yang berada dalam kesesatan, disebabkan Nabi Nuh melarang mereka menyembah berhala, yang mereka anggap sebagai penolong mereka di hadapan Allah dan sebagai perantara untuk mendekatkan mereka kepada-Nya. Demikianlah tingkah laku orang-orang kafir itu, bahkan mereka sering menuduh bahwa orang-orang yang beriman kepada Allah itu adalah orang yang sesat, sebagaimana tersebut dalam firman Allah yaitu: \n\nDan apabila mereka melihat (orang-orang mukmin), mereka mengatakan, \"Sesungguhnya mereka benar-benar orang-orang sesat\". (al-Muthaffifin/83: 32)\nFirman Allah: \n\nDan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Sekiranya Al-Qur'an itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.\" Tetapi karena mereka tidak mendapat petunjuk dengannya, maka mereka akan berkata, \"Ini adalah dusta yang lama.\" (al-Ahqaf/46: 11)",
    "quraish": "Para tokoh dan pemuka masyarakat mereka menjawab seruan kepada keesaan Tuhan dan hari akhir itu dengan mengatakan, \"Sesungguhnya kami memandang kamu telah berada jauh sekali dari kebenaran.\"",
    "jalalayn": "(Pemuka-pemuka) orang-orang terhormat (dari kaumnya berkata, \"Sesungguhnya kami memandang kamu berada dalam kesesatan yang nyata.\") yang jelas."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 61,
    "arab": "قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
    "translation": "Dia (Nuh) menjawab, “Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1015.mp3",
    "tafsir": "Ayat ini menerangkan penolakan Nabi Nuh terhadap tuduhan kaumnya dengan menegaskan bahwa dia sekali-kali tidak berada dalam kesesatan, karena ia sebenarnya adalah utusan Allah dan yang diserukannya itu bukanlah timbul dari pikirannya semata yang mungkin didorong oleh kepentingan pribadi. Tetapi apa yang dikemukakan itu adalah wahyu Allah yang pasti kebenaranya, karena itu harus disampaikan kepada mereka agar mereka dapat mencapai kebahagiaan dan terhindar dari kebinasaan akibat mempersekutukan Allah.",
    "quraish": "Nûh menjawab sambil membantah tuduhan mereka, \"tidak terjadi pada diriku apa yang kalian kira. Aku adalah utusan Sang Pencipta alam semesta. Maka tidak mungkin berada jauh dari kebenaran.",
    "jalalayn": "(Nuh menjawab, \"Hai kaumku, tak ada padaku kesesatan sedikit pun) lafal dhalaalah lebih umum pengertiannya daripada lafal adh-dhalaal dengan demikian maka penolakannya pun lebih kuat (tetapi aku adalah utusan dari Tuhan semesta alam.\")"
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 62,
    "arab": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Aku menyampaikan kepadamu amanat Tuhanku, memberi nasihat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1016.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Nabi Nuh menegaskan kepada kaumnya bahwa dia mendapat tugas dari Allah untuk menyampaikan perintah-perintah Tuhannya agar manusia beriman kepada Tuhan Yang Maha Esa, kepada hari kemudian, kepada Rasul-rasul yang diutus Allah, kepada malaikat-malaikat Allah dan menyampaikan juga hukum-hukum yang Allah tentukan baik yang berkenaan dengan ibadat maupun yang berkenan dengan muamalat. Nabi Nuh dalam menyampaikan tugasnya disertai dengan ancaman halus berupa nasihat-nasihat kepada kaumnya agar takut kepada siksaan Allah sebagai balasan terhadap orang-orang yang tidak beriman kepadanya, serta mendustakan Rasul-rasul-Nya. Nabi Nuh menegaskan pula bahwa ia benar-benar mengetahui hal-hal yang tidak diketahui oleh kaumnya, semuanya itu diketahuinya dari Allah. Demikian gigihnya Nabi Nuh dalam meyakinkan kaumnya.",
    "quraish": "Dengan seruan yang benar kepada keesaan Tuhan dan percaya akan adanya hari akhir, aku menyampaikan pesan-pesan Tuhan yang dapat memberikan kemaslahatan bagi manusia, yang telah dipercayakan kepadaku. Aku ikhlas memberi kalian nasehat. Allah telah mengajarkanku apa-apa yang tidak kalian ketahui.",
    "jalalayn": "(\"Aku sampaikan kepadamu) dengan dibaca takhfif dan tasydid (amanat-amanat Tuhanku dan aku memberi nasihat) maksudnya, aku menghendaki kebaikan (kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.\")"
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 63,
    "arab": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ",
    "translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1017.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan tentang kecaman Nabi Nuh kepada kaumnya, bahwa tidaklah patut mereka itu merasa heran atau ragu-ragu terhadap kedatangan peringatan dari Tuhan yang dibawa oleh seorang laki-laki di antara mereka sendiri. Dia memperingatkan mereka tentang azab yang akan menimpa mereka, bilamana mereka tetap dalam kekafiran. Dengan peringatan itu, mereka akan dapat memelihara diri dari perbuatan syirik dan munkar sehingga mereka memperoleh rahmat Allah.\nAdapun yang menyebabkan keraguan dan keheranan kaumnya tentang kerasulannya, karena Nabi Nuh tidak mempunyai kelebihan yang istimewa. Tetapi jika mereka menggunakan pikiran yang sehat bahwa kelebihan antara manusia itu di samping diperoleh dengan usaha manusia itu sendiri, juga didapat dari karunia Allah, karena Allah Yang Mahakuasa.\nDalam kenyataan hidup manusia, nampak perbedaan di antara masing-masing manusia itu, baik perbedaan jasmaniah, maupun rohaniah. Oleh karena itu semestinya mereka menyambut seruan dari salah seorang yang memiliki kelebihan dan keistimewaan sebagai rasul untuk menyelamatkan mereka dari siksa Allah akibat kekufuran dan membawa mereka kepada kebenaran dan ketakwaan kepada Allah untuk memperoleh keridaan dan rahmat-Nya.",
    "quraish": "Apakah kalian menuduhku telah tersesat dan jauh dari kebenaran? Dan apakah kalian heran bahwa peringatan Allah, pencipta kalian, telah datang melalui seorang lelaki yang datang untuk mengingatkan kalian akan datangnya siksa jika mendustakan, mengajak kepada petunjuk, perbaikan hati dan menjauhi kemurkaan Allah, dengan harapan kasih sayang Allah selalu menyertai kalian di dunia dan akhirat? Tidak benar kalian heran dan mendustakan hal itu padahal telah ada bukti-bukti jelas yang menguatkan risalah.\"",
    "jalalayn": "(Apakah) kamu tidak percaya (dan heran bahwa datang kepada kamu peringatan) yakni pelajaran (dari Tuhanmu dengan perantaraan) lisan (seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu) tentang siksaan jika kamu tidak mau beriman (dan mudah-mudahan kamu bertakwa) kepada Allah (dan supaya kamu mendapat rahmat?) oleh sebab pelajaran itu."
  },
  {
    "hizb": 63,
    "name": "Al-A'raf",
    "ayat": 64,
    "arab": "فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ",
    "translation": "Maka mereka mendustakannya (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1018.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kebanyakan kaum Nabi Nuh masih tetap mengejek dan mendustakannya, mereka tetap menentang perintah Tuhan dan bertambah hanyut dalam kedurhakaan. Hati nurani mereka tertutup sehingga mereka tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah dan mereka tidak dapat mengambil hikmat manfaat dari pengutusan para Rasul. Telinga mereka pun menjadi tuli sehingga mereka tidak dapat membenarkan adanya hari kemudian, hari pembalasan yang disampaikan oleh Nabi Nuh yang semestinya diketahui oleh manusia bahwa seorang yang hidup di dunia ini harus mempertanggungjawabkan perbuatannya kepada Allah sebagai Pencipta-Nya, Nabi menunjukkan kepada adanya kehidupan pada hari kemudian. Tetapi manusia yang tidak menggunakan pikirannya menduga bahwa kehidupan manusia itu hanya di dunia saja tanpa ada pertanggungjawaban di akhirat. \nSecara tidak sadar mereka telah menyamakan dirinya dengan hewan, karenanya timbullah berbagai perbuatan jahat seperti syirik di atas bumi ini. Karena keingkaran kaum Nuh inilah, azab Allah menimpa mereka, yaitu berupa angin dan banjir yang menenggelamkan mereka. Hanya sedikit dari pengikut kaum Nuh yang diselamatkan oleh Allah dari tenggelam di waktu terjadinya bencana tersebut karena mereka berada dalam perahu yang telah disiapkan jauh hari sebelumnya. Kebanyakan kaumnya tenggelam karena mereka hanyut dalam kekufuran dan kemaksiatan.",
    "quraish": "Akan tetapi, meskipun telah ada bukti-bukti jelas, kebanyakan mereka tidak beriman, bahkan mendustakannya. Lalu Kami menimpakan mereka azab dengan ditenggelamkan ke dalam air. Kami selamatkan orang-orang yang beriman melalui sebuah kapal yang dibuat atas petunjuk Kami. Tenggelamlah orang-orang yang mendustakannya dan mengingkari Kami, meskipun telah ada bukti-bukti yang jelas dan nyata.",
    "jalalayn": "(Maka mereka mendustakan Nuh, kemudian Kami selamatkan dia dan orang-orang yang bersamanya) dari tenggelam (di dalam bahtera) perahu (dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami) dengan banjir besar. (Sesungguhnya mereka adalah kaum yang buta) mata hatinya dari kebenaran."
  }
]