[
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 65,
    "arab": "۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
    "translation": "Dan kepada kaum ‘Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1019.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus kepada kaum 'Ad Nabi Hud dari kalangan mereka sendiri dan memerintahkannya untuk menyeru kaumnya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan segala sesuatu yang dituhankan mereka, karena selain Allah bukanlah Tuhan dan tidak patut disembah, segala ibadah hanya diperuntukkan kepada Allah. Oleh sebab itu, Nabi Hud menganjurkan kepada mereka agar bertakwa kepada Allah dan meninggalkan segala sesuatu yang dimurkai-Nya untuk menghindarkan diri dari siksaan-Nya. Pada waktu dan kesempatan yang lain, beliau memerintahkan kepada kaumnya agar mereka menggunakan akal pikirannya. Firman Allah: \n\nDan kepada kaum 'Ad (Kami utus) saudara mereka, Hud. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada. Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?\" (Hud/11: 50-51)\n\n'Ad adalah anak Iram bin Aus bin Sam bin Nuh. Demikian diterangkan oleh Muhammad bin Ishak. Menurut Ibnu Ishak, bahwa al-Kalby berkata: kaum 'Ad adalah penyembah berhala sebagaimana halnya kaum Nabi Nuh yang mematungkan orang-orang yang dipandang keramat setelah mati. Kemudian patung-patung itu dianggap sebagai Tuhan. Kaum 'Ad pun membuat patung-patung, mereka namakan tsamud dan yang lain lagi mereka namakan al-Hatar. Mereka tinggal di Yaman di daerah Ahqaf antara Oman dan Hadramaut. Mereka adalah kaum yang berbuat kerusakan di bumi ini karena mereka bangga dengan kekuatan fisik yang tidak dimiliki oleh kaum yang lain.\nKarena mereka memperlakukan penduduk bumi ini sekehendak mereka secara zalim, Allah mengutus Nabi Hud dari kalangan mereka sebab sudah menjadi ketetapan Allah bahwa rasul-rasul yang diutus itu diambil dari kaumnya sendiri yang lebih mengerti tentang kaumnya dan lebih dapat diterima seruannya karena mengetahui kepribadiannya. Akan tetapi ketika Nabi Hud menyampaikan risalahnya yaitu menyeru kaumnya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan yang zalim, seruan Nabi Hud tersebut mereka dustakan dan malahan mereka menentangnya, sebagaimana dijelaskan dalam firman Allah yaitu: \n\nMaka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fushshilat/41: 15)",
    "quraish": "Seperti halnya Kami mengutus Nûh kepada kaumnya untuk mengajak kepada keesaan Tuhan, Kami juga mengutus Hûd kepada kaum 'Ad. (1) Hûd adalah bagian dari mereka. Hubungannya dengan mereka seperti hubungan persaudaraan. Hûd berkata kepada mereka, \"Wahai kaumku, sembahlah Allah semata. Tidak ada tuhan yang patut kalian sembah selain Dia. Itulah cara menjaga diri dari kejahatan dan siksaan. Sebuah jalan yang lurus. Mengapa kalian tidak menempuhnya agar terjaga dari kejahatan dan kerusakan?\" (1) Di antara bangsa-bangsa Semit yang paling kuat adalah kaum 'Ad. Mereka merupakan generasi pertama dari bangsa Arab (al Bâ'idah). Perkampungan mereka berada di lembah Ahqâf yang disebut di dalam al-Qur'ân, surat al-Ahqâf ayat 21. Para pakar Islam sepakat, meskipun sedikit berbeda dalam hal penentuan tempat, bahwa ahqâf berada di negeri Yaman. Menurut Yâqût al-Hamawy, letak lembah tersebut ada di antara Oman dan Mahre. Ibn Ishâq--dengan mengutip pendapat Ibn 'Abbâs--dan Ibn Khaldûn mengatakan letaknya berada di daerah pasir antara Oman dan Hadramaut. Qatâdah berpendapat, letaknya di daerah pasir pinggir laut yang ditumbuhi tanaman di negeri Yaman. Yang juga perlu diingat, menurut sebagian pakar barat, tempat tinggal 'Ad berada di dataran tinggi Hijâz, tepatnya di daerah Hasma, dekat dengan tempat tinggal Tsamûd. Menurut pendapat manapun, tidak tertutup kemungkinan bahwa kaum 'Ad pada suatu masa pernah bepergian dari Ahqâf ke daerah tersebut.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada kaum Ad) yang pertama (saudara mereka yaitu Hud. Ia berkata, \"Hai kaumku, sembahlah Allah) tauhidkanlah Allah (sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa?\") kamu tidak takut kepada-Nya sehingga kamu mau mengimani-Nya."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 66,
    "arab": "قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1020.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para pemuka kaum Hud yang tetap dalam kekufuran dan tetap menentang kerasulan Hud bukan saja menolak seruannya, malahan mereka menegaskan bahwa mereka berada dalam agama yang benar dan mereka memandang bahwa Nabi Hud itulah yang berada dalam kesesatan, disebabkan ia meninggalkan agama mereka dan menghina orang-orang yang terkemuka di kalangan kaumnya yang mereka anggap suci. Orang-orang yang dianggap suci itu setelah mati mereka keramatkan dalam bentuk patung guna mendapatkan syafaat dan berkahnya dari mereka. Nabi Hud menentang paham mereka. Karena itu mereka menuduh bahwa Nabi Hud adalah pendusta yang berada dalam kesesatan sebagaimana halnya rasul-rasul dahulu, juga didustakan oleh kaumnya, disebabkan mereka berlawanan paham dengan kaumnya.",
    "quraish": "Para tokoh dan pemuka mereka berkata, \"Kami memandangmu dalam keadaan lemah akal karena menyerukan hal semacam itu. Kami sangat yakin bahwa kamu benar-benar termasuk orang-orang yang bohong.\"",
    "jalalayn": "(Pemuka-pemuka yang kafir dari kaumnya berkata, \"Sesungguhnya kami benar-benar memandang kamu dalam keadaan kurang akal) yaitu bodoh (dan sesungguhnya kami menganggap kamu termasuk orang-orang yang berdusta.\") di dalam kerasulanmu."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 67,
    "arab": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
    "translation": "Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1021.mp3",
    "tafsir": "Ayat ini menerangkan bantahan bahwa Nabi Hud tidak sekali-kali berada dalam kesesatan sebagai yang mereka tuduhkan karena dia adalah utusan Allah, diutus kepada mereka untuk menyampaikan perintah-perintah-Nya. Tuhan semesta alam Yang Maha Mengetahui siapa yang sesat atau lemah akal pikirannya dan siapa yang berada dalam kebenaran atau yang sempurna akal pikirannya.",
    "quraish": "Hûd menjawab, \"Wahai kaumku, tidak ada padaku kelemahan akal dalam seruan yang aku bawa. Aku bukan pembohong. Tetapi aku datang dengan membawa petunjuk. Aku adalah utusan Allah, Tuhan semesta alam, yang datang kepada kalian.",
    "jalalayn": "(Hud berkata, \"Hai kaumku! Tidak ada padaku kekurangan akal sedikit pun tetapi aku ini adalah utusan dari Tuhan semesta alam)"
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 68,
    "arab": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ ",
    "translation": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasihat yang terpercaya kepada kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1022.mp3",
    "tafsir": "Ayat ini menerangkan penegasan Nabi Hud kepada kaumnya, bahwa dia hanya menyampaikan perintah-perintah Tuhannya agar mereka beriman kepada-Nya, kepada hari kemudian, kepada Rasul-rasul, kepada malaikat-malaikat Allah, kepada adanya surga dan neraka dan agar mereka melaksanakan perintah-perintah Tuhan, baik yang berhubungan dengan ibadat maupun muamalat. Nabi Hud menegaskan bahwa dia adalah benar-benar seorang yang ikhlas dan orang yang dipercaya. Dengan kata-kata ini seolah-olah Nabi Hud mengemukakan kepada kaumnya, \"tidak wajar bagiku berdusta kepada Tuhanku yang mengutusku sebagai rasul.\"\nDemikianlah gambaran budi pekerti para rasul pilihan Allah ketika menghadapi pembangkangan kaum yang bukan saja menentang malahan secara tidak sopan menuduh para rasul dengan berbagai tuduhan yang rendah sekali. Namun demikian, para rasul itu menghadapi mereka dengan tenang dan dengan hati yang penuh kesabaran.",
    "quraish": "Yang aku sampaikan adalah perintah dan larangan Tuhanku. Itulah pesan-pesan Tuhan untuk kalian. Aku hanyalah pemberi nasihat yang tulus bagi kalian. Aku adalah orang yang terpercaya dalam setiap yang aku sampaikan. Dan aku bukan termasuk orang-orang pembohong.\"",
    "jalalayn": "(Aku menyampaikan amanat-amanah Tuhanku kepadamu dan aku hanyalah pemberi nasihat yang terpercaya bagimu\") yakni orang yang dipercaya untuk mengemban risalah."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 69,
    "arab": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ ",
    "translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. ”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1023.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan kecaman Nabi Hud kepada pemuka-pemuka kaumnya, bahwa tidak patut mereka merasa heran dan ragu-ragu terhadap kedatangan peringatan dan pengajaran dari Tuhan yang dibawa oleh seorang laki-laki di antara mereka. Pengajaran Allah itu datang kepada mereka justru pada saat mereka berada dalam kesesatan. Semestinya mereka tidak perlu ragu kepada pribadi orang yang membawa seruan. Hendaknya mereka mempergunakan akal pikiran untuk memperhatikan seruan yang dibawa kepada mereka itu yaitu seruan yang benar, seruan yang menyelamatkan diri mereka dari azab Allah. Ia juga mengingatkan mereka akan nikmat dan rahmat Allah, bahwa mereka bukan saja sebagai ahli waris kaum Nuh yang diselamatkan Allah dari topan karena keimanan mereka kepada-Nya, tetapi juga Allah melebihkan mereka dengan kekuatan fisik serta tubuh yang besar. Oleh sebab itu hendaklah mereka bersyukur kepada Allah dengan bertakwa kepada-Nya. Kalau mereka tidak bersyukur, Allah akan menjatuhkan azab-Nya sebagaimana Allah menjatuhkan azab kepada kaum Nuh yang ingkar dan menggantikan kedudukannya dengan bangsa lain. Mereka diingatkan kepada nikmat Allah itu agar mereka bersyukur dengan menyembah-Nya seikhlas-ikhlasnya sehingga mereka menjauhi kemusyrikan dengan meninggalkan penyembahan berhala. Dengan demikian mereka harus meninggalkan penyembahan berhala untuk mencapai kebahagiaan pada hari kemudian dan mendapat tempat pada sisi Allah yang telah disediakan untuk hamba-hamba-Nya yang bersyukur kepada nikmat-Nya.",
    "quraish": "Kemudian Hûd berkata kepada mereka, \"Apakah kalian heran dan merasa aneh dengan kedatangan peringatan berupa kebenaran melalui salah seorang di antara kalian yang mengingatkan akibat buruk dari perbuatan kalian? Tidak ada yang perlu diherankan!\" Lalu Hûd menunjukkan musibah yang diderita orang-orang terdahulu yang mendustakan dan mengingatkan nikmat Allah kepada mereka dengan berkata, \"Ingatlah ketika Tuhan menjadikan kalian pewaris negeri setelah kaum Nûh yang dihancurkan oleh Allah karena mendustakan Nûh. Dia telah memberikan kalian kekuatan fisik dan kekuasaan yang tangguh. Itulah nikmat yang semestinya harus membuat kalian beriman. Maka ingatlah nikmat-nikmat tersebut agar kalian beruntung.\"",
    "jalalayn": "(Apakah kamu tidak percaya dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh) lisan (seorang laki-laki di antara kamu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti yang berkuasa) di muka bumi (sesudah lenyapnya kaum Nuh dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu) memberi kekuatan dan tinggi tubuh; tersebutlah bahwa orang yang paling tinggi di antara mereka adalah seratus hasta, sedangkan yang paling pendek enam puluh hasta (Maka ingatlah nikmat-nikmat Allah) yaitu karunia-karunia-Nya (supaya kamu mendapat keberuntungan) supaya kamu memperoleh keberhasilan."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 70,
    "arab": "قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "Mereka berkata, “Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1024.mp3",
    "tafsir": "Ternyata kaum Hud adalah kaum yang sangat keras kepala dan pembangkang. Mereka, masih juga menjawab dan mengejek seruan Nabi Hud itu seraya mengatakan, \"Rupanya engkau datang kepada kami ini, hai Hud, agar kami menyembah Allah dengan meninggalkan apa yang disembah oleh nenek-moyang kami. Tidakkah ini suatu yang menggelikan hati kami. Apakah engkau tidak mengetahui bahwa sembahan peninggalan orang-orang tua kita itu adalah mendekatkan kita kepada Tuhan sebagai perantara karena kita belum menjadi orang suci; tidakkah kita perlu kepada tuhan-tuhan yang disembah oleh orang-orang tua kita itu, jika sekiranya engkau memang sebenarnya utusan Allah dan memang benar apa yang engkau sampaikan kepada kami, cobalah datangkan kepada kami azab yang engkau janjikan itu.\"",
    "quraish": "Akan tetapi, dengan seruan baik semacam ini mereka malah berkata dengan heran, \"Apakah kamu datang untuk mengajak kami menyembah hanya kepada Allah dan harus meninggalkan patung-patung sesembahan leluhur kami? Kami tidak akan melakukan itu. Datangkanlah ancamanmu berupa azab yang kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar.\"",
    "jalalayn": "(Mereka berkata, \"Apakah kamu datang kepada kami agar kami hanya menyembah Allah saja dan meninggalkan) artinya membiarkan (apa yang biasa disembah oleh bapak-bapak kami? Maka datangkanlah apa yang kamu ancamkan kepada kami) berupa azab (jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 71,
    "arab": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
    "translation": "Dia (Hud) menjawab, “Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian, tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1025.mp3",
    "tafsir": "Setelah kaum Hud menentangnya dan menolak seruan agar mereka meninggalkan penyembahan patung-patung, bahkan mereka minta agar segera didatangkan kepada mereka azab, maka Nabi Hud berkata kepada kaumnya, bahwa Allah telah menentukan azab yang akan ditimpakan kepada mereka dan mereka akan mengalami kemurkaan Allah yakni mereka akan dijauhkan dari rahmat-Nya. Azab yang akan menimpa itu ialah angin yang sangat kencang dengan suara yang sangat gemuruh yang menghempaskan mereka hingga mati tersungkur. Firman Allah: \nKaum 'Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! (al-Qamar/54: 18-21)\nNabi Hud menyatakan kepada kaumnya bahwa nama-nama berhala, baik yang mereka namakan maupun yang dinamakan oleh nenek moyang mereka tidak patut mereka jadikan pokok perdebatan dengan beliau. Karena pemberian nama dengan nama-nama Tuhan kepada berhala dan patung-patung itu sangat tidak masuk akal. Demikian pula menamakannya dengan perantara untuk mendekatkan diri kepada Allah, atau pemberi syafa'at dan lain-lain dari sifat-sifat ketuhanan. Nama-nama itu tidak ada dasarnya. Allah tidak ada menurunkan keterangan dan bukti nama-nama itu. Allah adalah Tuhan Yang Maha Esa, hanya kepada-Nya saja manusia secara langsung menyembah; tidak ada sesuatu pun yang dibenarkan menjadi sekutu-Nya. Jika dibenarkan tentu Allah memberi keterangan dengan wahyu-Nya. Nabi Hud berseru kepada mereka untuk menunggu turunnya azab dari Allah yang mereka minta itu dan dia sendiri termasuk orang-orang yang menunggu untuk menyaksikan kedatangan azab yang akan menimpa kaumnya yang kafir itu.",
    "quraish": "Hûd berkata, \"Dengan pembangkangan kalian, sudah pantas siksa dan kemurkaan Allah kalian terima. Apakah kalian akan mendebat aku tentang patung-patung yang kalian dan leluhur kalian namakan sebagai tuhan-tuhan. Semua itu hakikatnya hanyalah nama-nama yang tidak berarti sama sekali. Allah tidak pernah menunjukkan bukti ketuhanan itu semua. Tidak ada kekuatan daya cipta sedikit pun yang membuat kalian harus menyembahnya.\"",
    "jalalayn": "(Ia berkata, \"Sungguh sudah pasti) telah wajib (kamu akan ditimpa azab Tuhanmu) yakni siksaan-Nya (dan kemarahan-Nya. Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama yang telah kamu menamakannya) artinya yang telah diberi nama oleh kamu (kamu beserta nenek-moyangmu) yang dimaksud ialah berhala-berhala yang biasa mereka sembah (padahal Allah sekali-kali tidak menurunkan untuk itu) untuk menyembahnya (suatu hujah pun?) bukti argumentasi. (Maka tunggulah olehmu) azab itu (sesungguhnya aku juga termasuk orang-orang yang menunggu bersama kamu.\") menanti azab itu disebabkan kedustaanmu kepadaku. Kemudian dikirimkan kepada mereka angin yang panas sekali. Maksudnya, Allah menimpakan azab-Nya atas mereka dengan angin yang amat panas."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 72,
    "arab": "فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ",
    "translation": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1026.mp3",
    "tafsir": "Setelah kaum Hud menentang dan menuntut azab yang dijanjikan maka datanglah azab Allah menimpa mereka dan Allah menyelamatkan Hud beserta orang-orang yang beriman dari pada azab tersebut.\nAzab itu berupa angin dahsyat yang sangat dingin yang membinasakan kaum 'Ad, karena mereka mendustakan kebesaran Allah bahkan mengingkari utusan-utusan-Nya. Mereka dilenyapkan dari muka bumi ini dengan angin yang menghancurkan segala sesuatu, sebagaimana tersebut dalam firman Allah: \nYang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum 'Ad) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa. (al-Ahqaf/46: 25)",
    "quraish": "Lalu Kami selamatkan Hûd dan pengikut-pengikutnya yang beriman dengan kasih sayang Kami. Dan Kami turunkan kepada orang-orang kafir sesuatu yang memusnahkan mereka sehingga tidak ada yang tersisa sedikit pun. Mereka tidak termasuk kelompok orang-orang yang beriman.",
    "jalalayn": "(Maka Kami selamatkan dia) Hud (beserta orang-orang yang bersamanya) dari kalangan orang-orang yang beriman (dengan rahmat yang besar dari Kami dan Kami tumpas) kaumnya itu (orang-orang yang mendustakan ayat-ayat Kami) Kami habiskan mereka dengan akar-akarnya (dan tiadalah mereka orang-orang yang beriman) diathafkan kepada lafal kadzdzabuu."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 73,
    "arab": "وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ  ",
    "translation": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1027.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Saleh kepada kaumnya yaitu kaum tsamud. tsamud adalah nama suatu kabilah dari bangsa Arab yang telah dimusnahkan yang terkenal dengan istilah \"Arab Ba'idah\" yang mendiami Hijir yaitu daerah 'Ula di sebelah utara Medinah, Saudi Arabia. tsamud adalah nama nenek moyang mereka yaitu anak dari 'Atsir bin Iram bin Sam bin Nuh. Munculnya kaum tsamud itu sesudah kaum 'Ad dibinasakan Allah. Menurut suatu riwayat ketika Rasulullah dalam perang Tabuk pada tahun 9 Hijri ia melewati daerah peninggalan kaum tsamud itu. Rasulullah melarang para sahabat memasuki daerah tersebut dengan sabdanya yaitu: \n\"Jangan kamu memasuki tempat-tempat mereka yang ditimpa azab Allah itu kecuali kamu dalam keadaan menangis. Jika kamu tidak menangis, janganlah kamu memasuki tempat itu agar kamu tidak ditimpa musibah seperti musibah yang telah menimpa mereka.\" (Riwayat al-Bukhari dan Muslim)\nDemikianlah anjuran Nabi kepada para sahabat untuk menghindari tempat yang pernah ditimpa bencana.\nSaleh a.s. adalah Nabi yang diutus oleh Allah kepada kaum tsamud. Dia berasal dari kaum tsamud yang terbaik keturunannya, kedudukannya dan keadaan rumah tangganya demikian juga akhlaknya. Mukjizat kenabiannya adalah \"unta Allah\". Nabi Saleh menjalankan tugasnya dengan menyampaikan perintah-perintah Tuhannya yang ditujukan kepada kaumnya. Nabi Saleh menyeru mereka agar menyembah Allah Tuhan Yang Maha Esa dengan menegaskan bahwa tidak ada Tuhan selain Allah, karenanya hendaklah mereka bertakwa kepada-Nya. Nabi Saleh mengajak mereka menerima seruannya dan janganlah mereka mengikuti orang-orang yang hanyut di dalam kemusyrikan, yang membawa mereka ke dalam neraka Jahanam, akibat mereka meninggalkan ajaran agama yang benar. Nabi Saleh mengatakan kepada kaumnya bahwa bukti kebenaran dari kenabiannya, adalah seekor unta yang dinamakannya \"Unta Allah\", yang diciptakan Allah tidak menurut kebiasaan. Menurut sebagian ahli tafsir, unta ini keluar dari batu besar atas permintaan kaum tsamud sebagai suatu mukjizat yang harus diperhatikan oleh mereka. \nAllah memberikan mukjizat kepada Nabi Saleh berupa seekor unta sebagai bukti kerasulannya, karena kaum tsamud meminta bukti kerasulannya. Nabi Saleh meminta kepada kaumnya agar membiarkan unta itu makan apa saja yang ada di bumi Allah ini, karena bumi ini kepunyaan Allah dan unta ini adalah unta Allah dan tidak wajar mereka menghalang-halangi unta itu, apalagi menyakitinya dan menyembelihnya. Nabi Saleh mengancam mereka bahwa mereka akan mendapat azab yang pedih dari Allah jika mereka mengganggu atau membunuh unta itu.\nAgar tidak menimbulkan kesulitan antara mereka dan unta itu, maka diaturlah hari-hari minum ke telaga untuk mereka dan untuk unta itu, karena sedikitnya persediaan air sebagaimana diutarakan oleh firman Allah: \n\nDan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum. (al-Qamar/54: 28)\n\nJuga firman Allah pada ayat yang lain yaitu: \n\nDia (Saleh) menjawab, \"Ini seekor unta betina, yang berhak mendapatkan (giliran) minum, dan kamu juga berhak mendapatkan minum pada hari yang ditentukan. (asy-Syu'ara'/26: 155)",
    "quraish": "Kami utus kepada kaum Tsamûd(1) saudara mereka, Shâlih, yang berasal dari keturunan dan negeri mereka sendiri. Ajarannya sama dengan ajaran rasul-rasul yang datang sebelum dan sesudah dia. Ia berkata kepada mereka, \"Sembahlah hanya Allah semata. Tidak ada tuhan yang patut disembah selain Dia. Telah datang untuk kalian bukti kebenaran risalah yang aku bawa dari Tuhan. yaitu berupa unta dengan ciri-ciri khusus. Di situ terdapat bukti yang jelas. Unta itu adalah milik Allah, maka biarkanlah dia memakan rumput di bumi Allah. Jangan kalian sakiti, sebab, dengan menyakitinya, kalian akan ditimpa siksa pedih yang memilukan. (1) Kaum Tsamûd merupakan generasi pertama dari Arab Bâ'idah, sama seperti 'Ad. Nama mereka tertera dalam ukiran-ukiran peninggalan raja Sarjoun II, salah seorang raja Asiria Baru pada tahun 715 SM. Mereka disebut sebagai termasuk bangsa-bangsa yang pernah ditaklukkan raja tersebut di sebelah utara semenanjung Arab. Tempat tinggal mereka, yang masyhur dalam buku-buku pakar Arab adalah di Hijr yang dikenal dengan kota-kota Shâlih di Wâdî al-Qurâ. Al-Ashtakhriy pernah mengunjungi tempat tersebut. Dia menyebutkan bahwa di situ terdapat sebuah sumur yang disebut dengan sumur Tsamûd. al-Mas'ûdiy dalam bukunya Murûj al-Dzahab, jilid I, halaman 259, menyebutkan bahwa tempat tinggal mereka berada di antara Syâm dan Hijâz sampai ke pantai laut Habasyah (Etiopia). Rumah-rumah mereka terpahat di gunung-gunung. Pada zaman al-Mas'ûdiy, peninggalan-peninggalan mereka masih tampak jelas bagi orang yang melakukan perjalanan haji dari Syâm di dekat Wâdî al-Qurâ.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada kaum Tsamud) tanpa tanwin, yang dimaksud adalah kabilahnya (saudara mereka Saleh. Ia berkata, \"Hai kaumku, sembahlah Allah sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku. (Unta betina ini menjadi tanda bagimu) menjadi hal sedangkan amilnya adalah makna yang terkandung dalam isyarah. Sebelumnya kaum Nabi Saleh itu meminta kepadanya agar ia mengeluarkan unta betina tersebut dari sebuah batu besar yang telah mereka tentukan sendiri (maka biarkanlah dia makan di bumi Allah dan janganlah kamu mengganggunya dengan gangguan apa pun) menyembelihnya atau memukulnya (maka kamu ditimpa siksaan yang pedih.\")."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 74,
    "arab": "وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ",
    "translation": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ‘Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1028.mp3",
    "tafsir": "Sesudah Nabi Saleh mengajak kaumnya menyembah Allah dan menasihati mereka agar berbuat baik kepada unta itu, mulailah Nabi Saleh mengingatkan mereka kepada nikmat-nikmat Allah yang mereka peroleh antara lain mereka diberi kekuasaan dan kekuatan untuk memakmurkan bumi ini sebagai pengganti kaum 'Ad. Mereka diberi oleh Allah kecakapan dan kesanggupan membuat istana-istana dan pengetahuan membuat bahan-bahan bangunan seperti batu bata, kapur, genteng dan keahlian serta ketabahan dalam memahat bukit-bukit dan gunung-gunung, untuk dijadikan rumah kediaman dan tempat tinggal mereka pada musim dingin. Menjadikan bukit dan gunung sebagai bungalow untuk menghindarkan bahaya hujan dan dingin. Mereka baru keluar dari bukit itu pada musim-musim lain untuk bertani dan pekerjaan-pekerjaan yang lain. Nabi Saleh menyeru mereka agar mengingat nikmat-nikmat Allah tersebut agar mereka bersyukur kepada-Nya, dengan hanya menyembah kepada-Nya dan meninggalkan perbuatan-perbuatan yang merusak di atas bumi ini antara lain perbuatan yang tidak diridai oleh Allah berupa kekufuran, kemusyrikan dan kezaliman.",
    "quraish": "Ingatlah ketika Allah menjadikan kalian pewaris-pewaris negeri 'Ad. Dia menurunkan kalian di sebuah negeri sebagai tempat tinggal yang indah. Tanah-tanahnya yang datar kalian jadikan istana-istana yang megah. Gunung-gunungnya kalian pahat untuk dijadikan rumah-rumah. Maka ingatlah nikmat-nikmat Allah ketika Dia menempatkan kalian di negeri seperti itu. Janganlah kalian berlaku semena-mena di muka bumi ini dengan menjadi perusak.",
    "jalalayn": "(Dan ingatlah olehmu di waktu Tuhan menjadikan kamu pengganti-pengganti) di bumi ini (sesudah kaum Ad dan memberikan tempat bagimu) yakni menempatkan kamu (di bumi. Kamu dirikan istana-istana di atas tanah-tanah yang datar) sebagai tempat tinggalmu di musim panas (dan kamu pahat gunung-gunungnya untuk dijadikan rumah) yang kamu tempati di musim dingin, dinashabkannya lafal buyuutan menjadi hal dari lafal yang tersimpan (maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan)."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 75,
    "arab": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ",
    "translation": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?” Mereka menjawab, “Sesungguhnya kami percaya kepada apa yang disampaikannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1029.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pemuka yang sombong dari kaum tsamud itu mengatakan kepada orang-orang yang lemah dan beriman kepada Nabi Saleh dengan cara mengejek seolah-olah mereka itu berada dalam kekeliruan karena beriman kepada kerasulan Nabi Saleh. Mereka menyatakan bahwa orang-orang yang lemah itu tidak putus asa, mungkin karena percaya akan kerasulan Saleh. Memang menurut kebiasaan bahwa golongan yang lemah tidak mempunyai kepentingan, mereka masih berpegang kepada hati nurani mereka, karena itulah mereka segera menerima seruan Nabi atau nasihat orang-orang yang saleh.\nAdapun orang-orang yang terkemuka dan orang-orang yang kaya, sangat berat untuk mengikuti orang lain, apalagi untuk menerima nasihat-nasihat yang menghalangi mereka mengikuti keinginan hawa nafsu, meskipun bertentangan dengan hati nurani mereka sendiri. Demikianlah tingkah laku orang-orang yang mempunyai kedudukan karena pangkatnya atau karena kekayaannya, sebagaimana diutarakan dalam firman Allah yaitu: \nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)\n\nOrang-orang yang lemah dari kaum tsamud yang beriman itu tidak langsung menjawab pertanyaan mereka, tetapi dengan bijaksana menjawab bahwa mereka beriman kepada apa yang dibawa oleh Nabi Saleh, karena petunjuk-petunjuk itu benar dan datangnya dari Allah.",
    "quraish": "Para tokoh dan pemuka yang sombong berkata kepada orang-orang yang beriman dan dianggap lemah, sambil mencela dan mencibir, \"Apakah kalian yakin bahwa Shâlih itu diutus oleh Tuhannya?\" Orang-orang yang meyakini kebenaran menjawab, \"Kami yakin dan tunduk kepada apa yang dibawanya.\"",
    "jalalayn": "(Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata) maksudnya mereka yang sombong tidak mau beriman kepada Saleh (kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka,) di antara kaumnya, menjadi badal dari lafal yang sebelumnya dengan mengulangi huruf jar (\"Tahukah kamu bahwa Saleh diutus menjadi rasul oleh Tuhannya?) kepadamu (Mereka menjawab,) 'Ya, betul.' (Sesungguhnya kami beriman kepada wahyu yang Saleh diutus untuk menyampaikannya.\")"
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 76,
    "arab": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
    "translation": "Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami mengingkari apa yang kamu percayai.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1030.mp3",
    "tafsir": "Setelah golongan lemah yang beriman itu menjawab dengan jawaban yang bijaksana bahwa mereka beriman kepada Allah, dan apa yang dibawa oleh Nabi Saleh, maka ayat ini menerangkan ucapan pemuka-pemuka kaum tsamud yang sombong sebagai jawaban kembali terhadap ucapan orang-orang yang lemah ini. Mereka mengatakan bahwa mereka mengingkari apa-apa yang diimani oleh orang yang lemah itu. Mereka menghindari untuk mengatakan ingkar kepada apa yang dibawa oleh Nabi Saleh, karena khawatir terhadap adanya kesan seolah-olah mereka mengakui atas kerasulan Saleh as.",
    "quraish": "Orang-orang yang sombong itu berkata, \"Kami mengingkari dan menolak apa yang kalian yakini, yaitu seruan kepada keesaan Tuhan yang dibawa Nabi Shâlih.\"",
    "jalalayn": "(Orang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu.\")"
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 77,
    "arab": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ",
    "translation": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1031.mp3",
    "tafsir": "Setelah itu mereka berbuat durhaka dengan menyembelih unta dan menentang perintah-perintah Allah yang disampaikan kepada mereka oleh Nabi Saleh. Mereka memanggil seorang sesamanya untuk membunuh unta itu, seperti dijelaskan oleh firman Allah: \nMaka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. (al-Qamar/54: 29)\n\nTetapi dalam ayat 77 dikatakan, bahwa yang membunuh unta itu adalah orang banyak di kalangan mereka. Hal mana menunjukkan perbuatan kejahatan (tindak pidana) seseorang, dipandang perbuatan pidana orang banyak apabila orang yang melakukan pidana itu atas persetujuan orang banyak atau perintah mereka. Maka tanggung jawab atas tindak pidana itu dipikulkan kepadanya dan orang banyak secara bersama-sama, dan azab ditimpakan kepada mereka. Mereka kemudian menantang Nabi Saleh agar mendatangkan azab yang dijanjikan kepada mereka, yaitu azab Allah, jika benar-benar Saleh utusan Allah yang menyampaikan ancaman dari Allah.",
    "quraish": "Mereka yang sombong itu terus membangkang. Mereka menentang Allah dan rasul-Nya. Unta itu mereka sembelih. Kesombongan mereka pun memuncak. Dengan menantang, mereka berkata, \"Hai Shâlih, datangkanlah azab yang kamu janjikan jika kamu benar-benar telah diutus oleh Allah.\"",
    "jalalayn": "Tersebutlah bahwa bagi unta betina itu satu hari minum, dan untuk mereka satu hari lainnya, akhirnya mereka bosan dengan ketentuan itu. (Kemudian mereka sembelih unta betina itu) yang melakukannya adalah orang yang terkuat berdasarkan perintah dari mereka, yaitu ia diperintahkan agar menyembelihnya dengan pedangnya (dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata, \"Hai Saleh! Datangkanlah apa yang kamu ancamkan itu kepada kami) yakni azab sebagai balasan atas pembunuhan unta itu (jika betul kamu termasuk orang yang diutus Allah.\")."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 78,
    "arab": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
    "translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1032.mp3",
    "tafsir": "Setelah mereka menantang Nabi Saleh dengan menuntut azab Allah yang dijanjikan, maka Allah membela Rasul-Nya dan pengikutnya. Ayat ini menerangkan azab Allah yang diturunkan kepada mereka berupa gempa dan petir yang dahsyat yang menggetarkan jantung manusia, menggoncangkan bumi bagaikan gempa besar yang menghancurkan semua bangunan sehingga mereka semuanya binasa. Tentulah petir tersebut tidak seperti biasa tetapi petir yang luar biasa yang khusus ditimpakan kepada mereka sebagai azab atas kedurhakaan kaum tsamud.",
    "quraish": "Lalu mereka ditimpa gempa bumi yang sangat dahsyat. Semuanya mati berserakan di tempat tinggal mereka.",
    "jalalayn": "(Karena itu mereka ditimpa gempa) gempa bumi yang keras beserta suara gemuruh dari langit (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 79,
    "arab": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ",
    "translation": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1033.mp3",
    "tafsir": "Setelah kaum tsamud binasa akibat disambar petir, ayat ini menerangkan bahwa Nabi Saleh dengan rasa haru dan sedih berkata kepada mereka yang sudah mati, bahwa dia sesungguhnya telah menyampaikan amanat Tuhannya dan telah cukup memberi nasihat kepada mereka namun mereka tidak suka menerima nasihat. Seruan Nabi Saleh ini yang ditujukan kepada kaumnya yang telah mati itu menunjukkan betapa cintanya kepada kaumnya. Hal mana mengingatkan kita kepada seruan Nabi Muhammad terhadap sebagian orang-orang Quraisy yang telah mati dan sudah dikuburkan dalam Perang Badar. Rasulullah berkata: \n\"Wahai Abu Jahal bin Hisyam, wahai Utbah bin Rabi'ah. Wahai Syaibah bin Rabiah dan wahai Fulan anak Fulan, Adakah sekarang ini kamu menemukan apa-apa yang dijanjikan Allah itu benar? Karena aku telah menemukan apa yang dijanjikan Tuhanku itu benar. Umar berkata, \"Ya Rasulullah, apa guna berbicara dengan tubuh yang tidak bernyawa?\" Rasulullah menjawab, \"Demi Tuhan dimana diriku tergantung pada-Nya. Kamu tidaklah lebih mendengar dari mereka terhadap apa yang aku katakan. Tetapi mereka tidak dapat menjawab.\" (Riwayat al-Bukhari dan Muslim dari Abu thalhah al-Anshari).\nAyat 79 ini tidak mengutarakan bahwa Nabi Saleh menghindar dari kaumnya sebelum datang azab Allah, demikian juga tidak mengutarakan tentang nasib sebagian kaum tsamud yang beriman kepada Nabi Saleh. Namun ayat 79 ini jelas mengutarakan bahwa Nabi Saleh diselamatkan oleh Allah. Ibnu Katsir menerangkan bahwa Allah menyelamatkan Nabi Saleh dan pengikutnya dari azab tersebut kemudian pergi dan tinggal di Haran.",
    "quraish": "Sebelum malapetaka itu menimpa, Shâlih sempat mengingatkan mereka dengan mengatakan, \"Hai kaumku, aku telah sampaikan semua perintah dan larangan Tuhanku. Dan aka pun telah memberi kalian nasihat. Akan tetapi kelakuan kalian yang terus seperti itu membuat kalian tidak menyukai orang-orang yang menasihati kalian.\"",
    "jalalayn": "(Maka Saleh berpaling) ia meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku dan aku telah memberi nasihat kepadamu tetapi kamu tidak menyukai orang-orang yang memberi nasihat.\")"
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 80,
    "arab": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
    "translation": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1034.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Lut untuk menyampaikan agama kepada kaumnya agar mereka menyembah Allah, dan Nabi Lut bertanya kepada mereka dengan nada keras, \"Mengapa kamu mengerjakan perbuatan keji yang belum pernah dilakukan oleh seorang pun sebelum kamu\" dengan harapan mereka sadar untuk meninggalkan prilaku keji itu. Kaum Nabi Lut adalah orang yang pertama kali melakukan sodomi (homoseks) maka mereka mendapatkan dosa seperti dosa orang yang menirunya, sebagaimana diterangkan dalam hadis: \n\"Orang yang membuat suatu kebiasaan buruk dalam Islam, lalu kebiasaan buruk itu dikerjakan sesudahnya, maka ia akan menanggung seperti dosa orang yang melakukan kebiasaan buruk itu.\" (Riwayat Muslim)\nHadis lain menerangkan: \n\"Orang yang mengajak kepada jalan yang benar maka ia mendapat ganjaran sama banyaknya dengan ganjaran yang diberikan kepada pengikut-pengikutnya dan hal itu tidak sedikit pun mengurangi ganjaran mereka itu, dan orang yang mengajak berbuat kejahatan maka ia mendapat dosa sama banyaknya dengan dosa pengikut-pengikutnya dan hal itu tidak dikurangi sedikit pun dari dosa mereka itu.\" (Riwayat Muslim)\nAllah menciptakan laki-laki dan perempuan dengan tujuan mengembangkan keturunan manusia guna memakmurkan alam ini. Pada masing-masing jenis memiliki nafsu birahi yang mendorong terwujudnya kebutuhan bertemunya kedua jenis manusia ini sebagai sarana untuk mengembangbiakan manusia.\nPerempuan dalam bentuk kejadiannya adalah indah, halus dan menarik. Antara laki-laki dan perempuan terjadi saling tarik-menarik laksana tarikan antara positif dan negatif. Jika manusia seperti itu, alangkah ganjilnya bila ada golongan manusia yang menyimpang dari ketentuan Allah itu. Alangkah besarnya pelanggaran terhadap kemanusiaan yang dilakukan seseorang laki-laki dengan menggauli laki-laki lain dengan tujuan bukan untuk mengembangkan keturunan.\nJika saling membunuh dinilai sebagai sesuatu yang buruk, maka perbuatan kaum Nabi Lut ini dapat dikatakan lebih buruk dan dapat menjatuhkan derajat manusia dan kemanusiaan sehingga lebih rendah dari hewan. Hal ini karena hewan jantan tidak ada yang berhubungan dengan jantan pula sebagaimana yang dilakukan umat Nabi Lut. Ketetapan Allah berkaitan dengan hal ini, adalah laki-laki untuk perempuan dan perempuan untuk laki-laki. Kaum Lut bukan saja ingkar kepada Allah dan tidak bersyukur atas nikmat-Nya, tetapi juga melakukan homoseksual yang akhirnya juga mendorong para wanita melakukan lesbian (saling berhubungan sesamanya). Allah mengutus Nabi Lut kepada kaum seperti ini untuk menyampaikan ajaran Allah agar mereka kembali ke jalan yang benar dan meninggalkan kelakuan yang buruk dan bertentangan dengan sunatullah. Karena mereka menolak seruan Lut, maka Allah membinasakan kaum tersebut.\nNabi Lut adalah anak Haran bin Tarikh. Tarikh adalah saudara Nabi Ibrahim. Lut dilahirkan di daerah tepian timur dari selatan Irak yang dahulunya dinamakan Babilon. Atas kehendak Nabi Ibrahim, Lut berdiam di kota Sodom salah satu kota di daerah Yordania. Lut wafat di sekitar Yordan dahulu terkenal dengan nama Laut Lut.",
    "quraish": "Kami telah mengutus Lûth kepada kaumnya. Ia mengajak mereka kepada tauhid. Ia juga mengingatkan mereka agar meninggalkan perbuatan yang paling jelek dengan berkata, \"Apakah kalian melakukan sesuatu yang sangat keji dan keluar dari fitrah, yang kalian ciptakan berkat kelainan seksual yang kalian derita dan tidak ada seorang pun yang mendahului kalian melakukan hal seperti itu?",
    "jalalayn": "(Dan) ingatlah (Luth) kemudian disebutkan badalnya yaitu, (tatkala dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah itu) yakni mendatangi dubur/anus laki-laki (yang belum pernah dikerjakan oleh seorang pun di dunia ini sebelummu?\") dari kalangan manusia dan jin."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 81,
    "arab": "اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
    "translation": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1035.mp3",
    "tafsir": "Ayat ini kelanjutan dari ayat 80 menerangkan, bahwa Nabi Lut menegaskan kepada kaumnya bahwa sesungguhnya mereka melakukan homoseksual, perbuatan yang bukan saja bertentangan dengan fithrah manusia tetapi juga menghambat perkembangbiakan manusia. Perbuatan homoseksual hanya bertujuan pelepasan nafsu birahi semata karena pelakunya lebih rendah dari hewan. Hewan masih memerlukan jenis kelamin lain untuk memuaskan nafsu birahinya dan keinginan mempunyai keturunan. Misalnya binatang yang merayap dan yang terbang memulai kehidupannya dengan betina dan jantan untuk bersama-sama membuat sarang di atas pohon. Sedangkan kelakukan homoseks tidak mempunyai maksud demikian selain melampiaskan nafsu birahi semata.\nDengan bersemangat Nabi Luth mengutuk dan mencemoohkan tingkah laku mereka. Pada akhir ayat ini diutarakan bahwa Nabi Luth selalu mengakhiri ucapannya dengan kata-kata,\n\"Tetapi wahai kaumku, kamu adalah benar-benar golongan yang melampaui batas, karena kamu meninggalkan akal sehat dan menyimpang dari fitrah manusia, sehingga kamu tidak memikirkan akibat buruk dari tingkah lakumu, yaitu memutuskan keturunan, merusak kesehatan dan melanggar peradaban.\" \nJika kaum Lut tidak menyimpang dari fitrah, selalu berpikir sehat dan berakhlak mulia, tentu akan menjauhi perbuatan keji dan terkutuk itu. Kecaman atas perbuatan umat Nabi Lut berulang kali dikemukakan dengan ungkapan yang beragam, seperti firman Allah berikut: \nMengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 55)\n\nJuga firman Allah pada ayat yang lain yaitu: \nApakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" (al-'Ankabut/29: 29)",
    "quraish": "Yaitu, kalian mendatangi laki-laki untuk melampiaskan nafsu seksual dengan mereka, sementara wanita- wanita itu kalian tinggalkan. Sungguh kalian telah berlebihan. Karena itulah kalian telah keluar dari fitrah dan melakukan sesuatu yang binatang saja belum pernah melakukannya.\"",
    "jalalayn": "(Tiada lain kamu itu) dengan menetapkan dua hamzah yang ditashilkan nomor duanya serta memasukkan alif di antara keduanya, menurut dua bacaan (mendatangi lelaki untuk melepaskan nafsumu kepada mereka bukan kepada wanita, melainkan kamu itu adalah orang-orang yang melampaui batas) melewati batas kehalalan menuju kepada keharaman."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 82,
    "arab": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ",
    "translation": "Dan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1036.mp3",
    "tafsir": "Ayat ini menerangkan reaksi kaum Lut terhadap kecaman dan nasihat yang dikemukakan oleh Nabi Lut yang disertai dengan alasan-alasan yang logis dan tidak dapat dibantah. Namun demikian mereka tetap menolak kebenaran. Beberapa pemuka mereka mengeluarkan perintah agar Nabi Lut beserta orang-orang yang beriman kepadanya diusir dari kampung halaman mereka dengan alasan bahwa Nabi Lut dan orang-orang yang beriman itu adalah orang-orang yang bersih dan tidak patut berkumpul dengan mereka, karena mereka adalah orang-orang yang rusak dan kotor. Oleh karena itu, sebaiknya Nabi Lut dan pengikutnya tidak sekampung dengan mereka, karena antara mereka dengan Nabi Lut terdapat perbedaan dalam budi pekerti. Mereka melakukan perbuatan yang keji dengan bangga, sedang Nabi Lut beserta orang-orang yang beriman adalah orang-orang yang membersihkan diri dari perbuatan terkutuk itu. Sambil mengejek, mereka menghendaki agar Nabi Lut dengan pengikutnya diusir, dengan demikian mereka tetap dapat berbuat secara bebas tanpa ada yang mengganggu mereka.\nAlangkah rendahnya akhlak kaum Lut itu, tanpa rasa malu mereka bangga melakukan perbuatan maksiat yang berbentuk kutukan seraya menghina orang-orang yang berbudi pekerti luhur. Hanya manusia yang tidak beriman kepada Allah dan hari kemudianlah yang dapat jatuh ke dalam martabat yang rendah ini.",
    "quraish": "Penolakan atas perbuatan yang sangat keji itu dijawab oleh kaumnya dengan hanya mengatakan, \"Usirlah Lûth beserta keluarga dan para pengikutnya dari kota kalian ini. Sebab mereka menyucikan diri dan menjauhi perbuatan yang jelek menurut akal dan fitrah tetapi dipandang baik oleh mereka.\"",
    "jalalayn": "(Jawab kaumnya tidak lain hanya mengatakan, \"Usirlah mereka) Luth dan pengikut-pengikutnya (dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura menyucikan diri.\") dari mendatangi dubur laki-laki/homosek."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 83,
    "arab": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
    "translation": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1037.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut beserta orang yang beriman kepada-Nya kecuali istrinya karena ia tidak beriman kepada Nabi Lut bahkan mengkhianatinya. Istrinya berpihak kepada kaum Lut yang kafir. Karena itu ia tergolong ke dalam kaum Lut yang mendapat azab pula di akhirat nanti. Ayat lain menerangkan bahwa sebelum azab diturunkan kepada kaum Lut, Allah memerintahkan Nabi Lut dan pengikutnya yang beriman agar meninggalkan negerinya, sebagaimana diterangkan dalam firman-Nya: \nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksa) yang menimpa mereka. Sesungguhnya saat terjadinya siksa kepada mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)\n\nFirman-Nya yang lain: \n\"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang. Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.\" (al-hijr/15: 65)\nJuga firman-Nya: \nLalu Kami keluarkan orang-orang yang beriman yang berada di dalamnya (negeri kaum Lut) itu. Maka Kami tidak mendapati di dalamnya (negeri itu), kecuali sebuah rumah dari orang-orang muslim (Lut). Dan Kami tinggalkan padanya (negeri itu) suatu tanda bagi orang-orang yang takut kepada azab yang pedih. (adz-dzariyat/51: 35-37)",
    "quraish": "Siksa Allah harus mereka terima. Lalu kami selamatkakan Lûth dan keluarganya, kecuali istrinya, sebab dia termasuk orang-orang yang tersesat.",
    "jalalayn": "(Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali istrinya; dia termasuk orang-orang yang tertinggal) yang ikut binasa oleh azab Allah."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 84,
    "arab": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ",
    "translation": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1038.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah membinasakan kaum Luth dengan batu yang terkenal dengan \"batu sijjil\" diturunkan dari langit laksana hujan sebagaimana tersebut dalam firman Allah: \nMaka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras. (al-hijr/15: 74)\n\nFirman Allah: \nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar. (Hud/11: 82)\n\nTidak ada seorang ahli tafsir pun yang dapat menjelaskan cara-cara batu-batu itu terkumpul dari bumi diangkat ke atas atau lapisan bumi yang diangkat ke atas mereka, kemudian turun berjatuhan seperti hujan. Demikian juga bentuk batu tersebut apakah dari tanah keras semata atau bercampur dengan unsur-unsur zat pembakar atau batu-batu yang berasal dari pecahan bintang.\nPada ayat ini Allah menunjukkan kekuasaan-Nya kepada Muhammad dan umatnya agar mengambil pelajaran dari peristiwa dan perilaku orang-orang yang mendustakan Allah dan rasul-rasul-Nya. Jika Allah menghendaki kebinasaan mereka, hal ini dapat terjadi dengan sebab-sebab yang alami, umpamanya; gempa bumi, penyakit wabah, peperangan dan korban fitnahan dan dapat pula dengan sebab-sebab luar biasa seperti topan yang menenggelamkan kaum Nuh, angin yang menghempaskan kaum Hud, petir yang membinasakan kaum Saleh dan hujan batu yang menghabiskan kaum Lut.\nMengenai perbuatan homoseks yang dilakukan oleh kaum Lut itu terdapat perselisihan antara ulama Fiqh tentang hukumannya sebagai berikut: \n1.Imam Abu Hanifah berpendirian bahwa pelakunya dijatuhkan dari tempat yang tinggi diiringi dengan lemparan batu. Tetapi menurut satu riwayat pelakunya hanya di-ta'zir diberi hukuman agar jera baik muhsan maupun tidak muhsan.\n2.Imam Malik memandang bahwa pelakunya dirajam (baik muhsan pernah kawin ataupun tidak). Demikian juga terhadap pasangan jika telah dewasa. Tetapi menurut satu riwayat, terhadap yang belum muhsan dikenakan hukum ta'zir.\n3.Imam Syafi'i menerangkan bahwa pelakunya dirajam baik muhsan atau tidak. Menurut suatu riwayat pelakunya dirajam jika ia muhsan. Jika tidak muhsan didera sebanyak seratus kali.\n4.Imam Ahmad memandang bahwa kedua pelakunya dibunuh.\n5.Pendapat sebagian sahabat Nabi, seperti Abu Bakar, Ali, Ibnu Zubair, pelakunya dibakar.",
    "quraish": "Kami hujani mereka dengan bebatuan yang menghancurkan. Dari bawah mereka bumi digoncang dengan gempa. Perhatikanlah, wahai Nabi, bagaimana akhirnya kesudahan orang-orang yang berdosa itu.",
    "jalalayn": "(Dan Kami turunkan kepada mereka hujan) yakni hujan batu dari neraka Sijjiil kemudian membinasakan mereka (maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa.)"
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 85,
    "arab": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ",
    "translation": "Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, “Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1039.mp3",
    "tafsir": "Ayat ini menceritakan bahwa kaum Madyan yaitu kaum Nabi Syu'aib tidak bersyukur kepada Allah disamping mereka mempersekutukan-Nya. Akhlak mereka sangat buruk sehingga kehidupan mereka bergelimang dalam penipuan, sampai kepada urusan tukar-menukar, timbang-menimbang. Menurut suatu riwayat jika orang asing datang berkunjung, mereka sepakat menuduh bahwa uang yang dibawa orang asing itu palsu, dengan demikian mereka menukarnya dengan harga (kurs) yang rendah sekali. Kepada kaum ini Allah mengutus Nabi Syu'aib agar dia menunjukkan kepada mereka jalan yang benar dan meninggalkan kecurangan dalam takaran dan timbangan.\nSebagaimana biasanya bahwa Allah memperkuat kenabian setiap Nabi-Nya dengan mukjizat seperti diketahui dari hadis Abu Hurairah, yaitu: \n\"Tidak seorang Nabi pun dari kalangan nabi-nabi kecuali diberikan kepadanya tanda-tanda kenabiannya yang menjadikan manusia percaya kepadanya. Sesungguhnya yang diberikan kepadaku ialah wahyu yang disampaikan kepadaku yaitu (Al-Qur'an). Maka aku mengharap bahwa aku akan mempunyai pengikut yang lebih banyak dari pada pengikut-pengikut nabi-nabi pada hari Kiamat\". (Riwayat al-Bukhari dan Muslim)\nTidak terdapat satu ayat pun dalam Al-Qur'an yang menerangkan tentang mukjizat yang diberikan kepada Nabi Syu'aib. Fakhrur Razi dalam tafsirnya, mengutip az-Zamakhsyari dalam tafsirnya \"Al-Kasysyaf\" mengatakan bahwa di antara mukjizat Nabi Syu'aib, yaitu dia memberikan tongkatnya kepada Nabi Musa. Tongkat itulah membinasakan ular-ular besar milik tukang-tukang sihir Firaun. Juga dia berkata kepada Nabi Musa, bahwa kambing-kambing ini akan beranak semuanya berbulu hitam putih, kemudian ternyata benar sebagaimana yang diucapkannya itu.",
    "quraish": "Kami juga telah mengutus kepada penduduk Madyan saudara mereka, Syu'ayb. Ia berkata, \"Menyembahlah kalian hanya kepada Allah. Tidak ada tuhan selain Dia. Telah datang untuk kalian bukti- bukti yang menjelaskan kebenaran dari Tuhan sebagai penguat risalah yang aku bawa. Pesan-pesan Tuhan kalian agar selalu mengadakan perbaikan antar sesama dan selalu berlaku adil juga telah datang. Maka sempurnakanlah takaran dan timbangan dalam jual beli kalian. Jangan membuat kerusakan di muka bumi yang baik ini dengan merusak tanaman atau lainnya, serta memutuskan tali persudaraan. Yang demikian itu lebih baik jika kalian betul-betul beriman kepada Allah dan kebenaran yang nyata.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku (Maka sempurnakanlah) genapkanlah (takaran dan timbangan dan janganlah kamu kurangkan) maksudnya menekorkan (bagi manusia barang-barang takaran dan timbangan mereka dan janganlah kamu membuat kerusakan di muka bumi) dengan kekafiran dan maksiat-maksiat (sesudah Tuhan memperbaikinya) dengan mengutus rasul-rasul-Nya (Yang demikian itu) yang telah disebutkan itu (lebih baik bagimu jika betul-betul kamu orang-orang yang beriman) yang menghendaki keimanan, maka bersegeralah kamu kepada keimanan."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 86,
    "arab": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ",
    "translation": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1040.mp3",
    "tafsir": "Sesudah Nabi Syu'aib melarang kaumnya membuat kerusakan di bumi, maka ayat ini menerangkan bahwa Nabi Syu'aib juga melarang mereka duduk di jalan untuk mengganggu orang yang lewat. Terhadap orang yang beriman mereka ancam nyawanya dan terhadap orang yang belum beriman jika ia bermaksud mengunjungi Nabi Syu'aib mereka mengatakan bahwa Syu'aib itu seorang pendusta yang hendak menggoda orang agar meninggalkan agama nenek moyangnya.\nPada akhir ayat Nabi Syu'aib mengajak mereka mengenang masa-masa yang lalu ketika mereka masih sedikit jumlahnya, kemudian Allah mengembangbiakkan keturunan mereka dan memberi rezeki yang banyak. Karenanya hendaklah mereka bersyukur kepada Allah dengan meninggalkan kemusyrikan dan perbuatan kezaliman dan hendaklah mereka mengambil pelajaran dari kejadian-kejadian pada kaum-kaum yang berbuat kezaliman, antara lain meninggalkan agama yang benar dari umat-umat sebelum mereka, seperti kaum Nuh, kaum 'Ad, dan kaum tsamud. Hendaklah mereka mengambil pelajaran dari apa yang menjadi sebab Allah membinasakan umat-umat sebelum mereka itu. Dengan demikian Nabi Syu'aib secara tidak langsung telah memperingatkan kaumnya agar mereka tidak mengalami nasib seperti mereka yang telah dibinasakan oleh Allah itu.",
    "quraish": "Janganlah kalian duduk di setiap jalan kebenaran, petunjuk dan amal saleh dengan menakut-nakuti orang yang akan menempuh jalan itu. Dengan begitu kalian berarti telah menghalangi para pencari kebenaran untuk mencapai tujuannya. Mereka itu adalah ahl al-îmân (orang-orang yang memiliki keimanan yang benar) yang percaya kepada Allah. Sementara kalian menginginkan jalan yang bengkok. Ingatlah ketika jumlah kalian sedikit, lalu Allah jadikan jumlah kalian banyak berkat konsistensi kalian dalam mencari keturunan dan harta. Petiklah pelajaran dari kesudahan orang-orang yang sebelum kalian yang merusak.",
    "jalalayn": "(Dan janganlah kamu duduk di tiap-tiap jalan) yakni tempat orang berlalu lintas (dengan menakut-nakuti) membuat orang-orang takut untuk melewatinya karena takut pakaian mereka diambil atau dikenakan pajak (dan menghalang-halangi) menghambat (dari jalan Allah) agama-Nya (terhadap orang yang beriman kepada-Nya) dengan cara kamu mengancam akan membunuhnya (dan kamu menginginkan agar jalan Allah itu) kamu menghendaki agar jalan itu (menjadi bengkok) tidak lurus (Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, kemudian Allah membuat kamu menjadi banyak, lalu perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan\") sebelum kamu, oleh karena mereka mendustakan rasul-rasul mereka; yakni akhir dari perkara mereka ialah kebinasaan."
  },
  {
    "hizb": 64,
    "name": "Al-A'raf",
    "ayat": 87,
    "arab": "وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
    "translation": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1041.mp3",
    "tafsir": "Ayat ini mengutarakan keahlian Nabi Syu'aib dalam menyampaikan ajaran-ajaran Allah yang dikemukakan dengan kata-kata yang tegas, bijaksana dan mengesankan. Nabi Syu'aib berkata kepada mereka jika ada golongan di antara mereka yang membenarkan seruannya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan zalim seperti mengurangi hak manusia dalam menimbang dan menakar, maka mereka akan terhindar dari siksa Allah. Sebaliknya, sekiranya ada golongan di antara mereka yang masih belum menyambut seruannya dan masih tetap kufur dan zalim, maka Nabi Syu'aib mengancam mereka agar menunggu keputusan Tuhan yang seadil-adilnya, yaitu membela hamba-hamba-Nya yang beriman dan membinasakan golongan kafir yang berbuat kezaliman.",
    "quraish": "Jika ada sekelompok orang di antara kalian yang beriman kepada kebenaran yang aku bawa dan ada sekelompok lain yang tidak beriman, maka tunggulah sampai Allah menetapkan hukum-Nya di antara dua kelompok tersebut. Dia adalah hakim yang sebaik-baiknya.",
    "jalalayn": "(Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya, dan ada pula segolongan yang tidak beriman) terhadapnya (maka bersabarlah kamu) artinya kamu harap menunggu (hingga Allah menetapkan hukum-Nya di antara kita) antara kami dan kamu, dengan menyelamatkan yang hak dan menghancurkan yang batil (dan Dia adalah hakim yang sebaik-baiknya) yang paling adil."
  }
]