[
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 117,
    "arab": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
    "translation": "Dan Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1071.mp3",
    "tafsir": "Setelah Allah menenangkan Nabi Musa, Allah berfirman kepadanya, \"Jatuhkanlah tongkatmu itu (ke tanah).\" Maka sekonyong-konyong tongkat itu berubah menjadi ular yang sebenarnya, dan menelan semua ular hasil sihir mereka. Karena mukjizat tongkat Nabi Musa menjadi ular yang sebenarnya, dan kemudian makan tali dan tongkat kecil yang disihir menjadi ular, maka hal ini menjadi peristiwa luar biasa yang pantas menjadi mukjizat Nabi utusan Allah.",
    "quraish": "Allah pun memerintahkan agar Mûsâ melempar tongkatnya. Tibalah saat yang ditunggu, dan Mûsâ pun segera melemparkan tongkatnya. Seketika itu juga tongkat itu menelan dengan cepat pengelabuan dan kebohongan sihir mereka.",
    "jalalayn": "(Dan Kami wahyukan kepada Musa, \"Lemparkanlah tongkatmu!\" Maka sekonyong-konyong tongkat itu menelan) dengan membuang salah satu di antara kedua ta yang asal, yakni: tongkat itu mencaplok (apa yang mereka sulapkan) apa yang mereka balikkan pada pandangan mata orang dengan tipu sulap mereka."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 118,
    "arab": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
    "translation": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1072.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa dengan lenyapnya semua ular ciptaan ahli-ahli sihir Firaun dari pandangan orang-orang yang menyaksikannya, berarti kemenangan bagi mukjizat Nabi Musa atas perbuatan ahli-ahli sihir yang penuh kebathilan dan kepalsuan itu. Sihir mereka menjadi tidak berdaya menghadapi mukjizat utusan Allah.\nDalam kisah Nabi Musa yang terdapat dalam Surah thaha, sehubungan dengan masalah ini Allah berfirman:\n\nApa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang. (thaha/20: 69)\n\nSedang dalam kisahnya yang terdapat dalam surah Yunus, Allah berfirman sebagai berikut:\n\nSetelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.\" (Yunus/10: 81)",
    "quraish": "Maka nyatalah kebenaran yang berada di pihak Mûsâ dan batillah pengelabuan yang dilakukan para ahli sihir itu.",
    "jalalayn": "(Karena itu nyatalah yang benar) yakni telah tetap dan menang yang benar itu (dan batallah yang selalu mereka kerjakan) yaitu perbuatan-perbuatan sihir mereka."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 119,
    "arab": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
    "translation": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1073.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan bahwa pesihir itu telah dikalahkan di tempat itu, dan jadilah mereka orang-orang yang hina dina. Artinya bila sebelum peristiwa itu, para pesihir merasa bangga percaya diri secara berlebihan, maka setelah kekalahan itu tersingkaplah kebohongan dan kepalsuan mereka, karena sihir mereka tidak mempunyai kekuatan sama sekali. Di samping itu, karena kekalahan tersebut, sirnalah sudah harapan mereka untuk mendapatkan harta benda, pangkat dan kekayaan yang tadinya telah dijanjikan Firaun kepada mereka.\nKekalahan para pesihir tersebut berarti kekalahan Firaun dan para pembesarnya. Pada mulanya mereka percaya bahwa para pesihir yang terpandai yang mereka kumpulkan dari berbagai tempat dalam wilayah kekuasaannya, dengan mudah dapat mengalahkan Nabi Musa. Karena itu ia mengobral janji, tetapi ternyata para pesihirnya itu mengalami kekalahan, dan Nabi Musa mendapat kemenangan, maka pudarlah harapan Firaun dan pemuka-pemukanya untuk dapat mempertahankan kebesaran dan kekuasaannya. Hilanglah kehebatan mereka di mata orang banyak, dan jadilah mereka orang-orang yang hina. Apalagi peristiwa tersebut terjadi pada salah satu hari raya mereka dan tidak disaksikan orang banyak. Mengenai ini Allah berfirman dalam ayat lain:\n\nDia (Musa) berkata, \"(Perjanjian) waktu (untuk pertemuan kami dengan kamu itu) ialah pada hari raya dan hendaklah orang-orang dikumpulkan pada pagi hari (dhuha).\" (thaha/20: 59)",
    "quraish": "Dalam pertemuan itu, Fir'aun beserta para pembantunya berada di pihak yang kalah. Mereka merasa sangat terhina dengan kekalahan ini.",
    "jalalayn": "(Maka mereka kalah) yakni Firaun dan kaumnya (di tempat itu dan jadilah mereka orang-orang yang hina) artinya kini mereka menjadi orang-orang yang kecil lagi hina."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 120,
    "arab": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
    "translation": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1074.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Firaun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Firaun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:\n\nLalu para pesihir itu merunduk bersujud, seraya berkata, \"Kami telah percaya kepada Tuhannya Harun dan Musa.\" (thaha/20:70)\n\nDalam ayat lain Allah berfirman:\n\n\nMaka menyungkurlah para pesihir itu, bersujud, mereka berkata, \"Kami beriman kepada Tuhan seluruh alam\". (asy-Syuara/26:46-47)",
    "quraish": "Demikianlah halnya Fir'aun dan pembesar-pembesarnya. Adapun para ahli sihir itu, mereka tercengang kagum mendapati kebenaran yang terjadi itu, sehingga terdorong untuk sujud kepada Allah dan tunduk kepada kebenaran.",
    "jalalayn": "(Dan ahli-ahli sihir itu dengan serta-merta meniarapkan diri dengan bersujud)."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 121,
    "arab": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
    "translation": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1075.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Fir’aun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Fir’aun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Taha/20:70)\n\nDalam ayat lain Allah berfirman:Maka menyungkurlah para pesihir itu, bersujud, mereka berkata, “Kami beriman kepada Tuhan seluruh alam”. (asy-Syu’ara’/26:46-47)",
    "quraish": "Mereka berkata, \"Kami beriman kepada Pencipta alam semesta yang menguasai serta mengaturnya.",
    "jalalayn": "(Mereka berkata, \"Kami beriman kepada Tuhan semesta alam)."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 122,
    "arab": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
    "translation": "(yaitu) Tuhannya Musa dan Harun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1076.mp3",
    "tafsir": "(120-122) Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Fir’aun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Fir’aun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Taha/20:70)\n\nDalam ayat lain Allah berfirman:Maka menyungkurlah para pesihir itu, bersujud, mereka berkata, “Kami beriman kepada Tuhan seluruh alam”. (asy-Syu’ara’/26:46-47)",
    "quraish": "Sesungguhnya Dia adalah Tuhan yang diyakini dan diimani oleh Mûsâ dan Hârûn.\"",
    "jalalayn": "(Yaitu Tuhan Musa dan Harun\") berkat pengetahuan mereka yang menyimpulkan bahwa apa yang telah mereka saksikan itu, yaitu tentang tongkat Musa semata-mata bukanlah perbuatan sihir."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 123,
    "arab": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
    "translation": "Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1077.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa Firaun dengan sangat murka berkata kepada pesihir yang telah menyatakan iman kepada Tuhan Nabi Musa, \"Mengapa kamu beriman kepadanya sebelum aku izinkan?\" Maksudnya mengapa mereka menyatakan iman kepada Musa dan kepada agama yang dibawanya yang berdasarkan kepercayaan tauhid kepada Allah, padahal ia belum memberi izin atau memerintahkan kepada mereka. Mengapa mereka tunduk menjadi pengikut Nabi Musa sebelum meminta izin kepada Firaun lebih dahulu.\nUcapan Firaun ini menunjukkan bahwa ia masih belum menyadari, bahwa apa yang diperlihatkan Nabi Musa di hadapannya adalah mukjizat pemberian Allah yang tidak akan dikalahkan oleh siapa pun. Dan ia belum menyadari bahwa orang-orang yang menyaksikan kemenangan Nabi Musa itu sudah tidak mempunyai rasa hormat lagi terhadap dirinya, dan bahwa dia tidak lagi merupakan orang yang dipertuan dan dipertuhan. Di samping itu, ia menuduh ahli-pesihir itu sudah berkomplot dengan Nabi Musa lebih dahulu, sehingga kekalahan mereka ketika berhadapan dengan Nabi Musa telah direncanakan sebelumnya. Sebab itu ia melanjutkan ancamannya terhadap mereka dengan ucapannya sebagai berikut: \"Sesungguhnya perbuatan ini adalah suatu tipu muslihat yang telah kamu rencanakan di dalam kota ini, untuk mengusir penduduk aslinya dari Mesir; maka kelak kamu akan mengetahui akibat dari perbuatan ini\".\nDalam ayat yang lain Allah menyebutkan bahwa Firaun menuduh Nabi Musa sebagai guru sihir yang telah mengajarkan sihirnya kepada para pesihir tersebut, untuk bersama-sama memperdayakan Firaun untuk dan para pengikutnya untuk mengusirnya dari negeri Mesir, agar mereka kemudian dapat memegang kekuasaan di negeri Mesir, dan Firaun pun mengatakan:\n\nSesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. (thaha/20: 71)",
    "quraish": "Melihat itu, Fir'aun pun terkejut dan naik pitam, lalu berkata, \"Apakah kalian beriman dan percaya kepada Tuhan Mûsâ dan Hârûn sedangkan aku belum mengizinkan kalian? Sungguh ini merupakan kesepakatan antar kalian dengan Mûsâ dan Hârûn. Ini tidak lain persekongkolan yang kalian lakukan di kota ini (Mesir), agar penduduknya keluar dari kota ini. Maka kalian lihat azab yang akan menimpa kalian, sebagai balasan ketundukan kalian kepada Mûsâ dan Hârûn, serta sebagai siksaan dari persekongkolan dan tipu muslihat yang kalian lakukan.",
    "jalalayn": "(Firaun berkata, \"Apakah kamu beriman) lafal aamantum dapat dibaca a amantum (kepadanya) kepada Musa (sebelum aku memberi izin) (kepadamu? Sesungguhnya hal ini) apa yang kamu perbuat ini (adalah suatu muslihat yang telah kamu rencanakan di dalam kota ini untuk mengeluarkan penduduknya daripadanya, maka kelak kamu akan mengetahui) apa yang bakal kamu terima balasannya dariku."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 124,
    "arab": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
    "translation": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1078.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa Firaun melanjutkan ancamannya kepada mereka; Pasti aku akan memotong tangan dan kakimu secara bersilang, kemudian sungguh aku akan menyalib kamu semua.\nDemikianlah Firaun memandang para pesihir itu bersalah, akibat mereka beriman kepada Allah tanpa meminta izinnya lebih dahulu. Oleh sebab itu, ia merasa berhak dan berkuasa untuk menjatuhkan hukuman yang berat kepada mereka, dengan memotong tangan kanan dan kaki kiri atau sebaliknya. Sesudah itu masing-masing mereka akan disalibnya. Hukuman tersebut dimaksudkan juga untuk menakut-nakuti orang-orang lain yang berniat pula untuk melakukan tipu daya semacam itu terhadapnya atau bermaksud untuk memberontak dan membebaskan diri dari kekuasaannya.\nFiraun sangat khawatir kalau rakyatnya, bangsa Mesir mengikuti pula jejak para pesihir itu untuk beriman kepada Musa a.s, karena hal itu akan mengakibatkan keruntuhan bagi kerajaan dan kekuasaannya sebagai tuhan bagi rakyatnya yang selama ini telah dipaksa untuk menyembahnya sebagai Tuhan. Di samping itu, ia mencoba pula untuk berbuat seolah-olah ia membela kepentingan rakyatnya yaitu memelihara kemerdekaan mereka serta melindungi agama mereka. Oleh sebab itu ia mengatakan bahwa para pesihir telah berkomplot dengan Musa untuk merebut kekuasaan Mesir dari negeri mereka sendiri.\nDemikianlah umumnya sikap penguasa yang zalim dan angkara murka. Ia sangat khawatir apabila rakyatnya memalingkan muka kepada pemimpin yang lain. Namun bangsa yang punya harga diri dan ingin memelihara hak-hak azasinya, pasti akan bersatu padu menentang kekuasaan yang zalim itu, betapa pun hebatnya sang penguasa.",
    "quraish": "Aku bersumpah akan menjadikan kalian sebagai bahan pelajaran. Akan aku potong tangan dan kaki kalian secara bersilang, tangan kanan dengan kaki kiri atau sebaliknya. Lalu, dengan keadaan yang menyeramkan ini, akan kami salib kalian semua. Itu semua dilakukan agar menjadi peringatan bagi siapa yang hendak menipu dan melawan kekuasaan kami.\"",
    "jalalayn": "(Demi sesungguhnya aku akan memotong tangan dan kakimu dengan bersilang secara timbal balik) yakni tangan kanan setiap orang akan dipotong berikut kaki sebelah kirinya (kemudian sungguh-sungguh aku akan menyalibmu semuanya.\")"
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 125,
    "arab": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
    "translation": "Mereka (para pesihir) menjawab, “Sesungguhnya kami akan kembali kepada Tuhan kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1079.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan bahwa para pesihir sedikit pun tidak merasa gentar menghadapi ancaman Firaun kepada mereka. Bahkan dengan mantap dan penuh keyakinan, mereka berkata kepada Firaun, sesungguhnya hanya kepada Tuhan kami akan kembali.\nUcapan mereka ini menegaskan bahwa mereka sama sekali tidak peduli terhadap ancaman Firaun kepada mereka. Meskipun Firaun akan membunuh mereka, maka hal itu akan memberikan kemungkinan bagi mereka untuk segera bertemu dengan Tuhan, serta mendapatkan ampunan dan rahmat-Nya yang sangat mereka dambakan. Mereka yakin, Firaun dan mereka semua akan kembali kepada Tuhan. Andaikan Firaun membunuh mereka, Firaun tidak akan hidup selama-lamanya di dunia ini. Dia akhirnya akan kembali kepada Tuhan Semesta alam, sehingga Tuhan akan mengadili mereka dan Firaun.\nDengan pengertian yang terakhir ini, dapat dipahami, bahwa ucapan mereka mengandung sindiran yang tajam, bahwa Firaun bukan Tuhan seperti yang diakuinya selama ini; bahkan dibalik kekuasaannya, ada kekuasaan yang lebih tinggi. Dan mereka lebih mengutamakan rahmat dan rida Allah dari pada memuaskan hawa nafsu keduniawian di samping Firaun dan para pembesarnya.\nDi dalam kisah yang terdapat dalam Surah asy-Syuara, Allah menyebutkan ucapan para pesihir tersebut sebagai berikut :\n\nMereka berkata, \"Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami. Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang-orang yang pertama-tama beriman.\" (asy-Syuara/26: 50-51)",
    "quraish": "Tetapi ancaman itu tidak membuat mereka bergeming sedikit pun. Keimanan sudah sangat merasuk ke dalam kalbu mereka. Mereka pun berkata kepada Fir'aun, \"Sesungguhnya kepada Tuhanlah kami akan kembali dalam naungan rahmat dan kenikmatan ganjaran-Nya.",
    "jalalayn": "(Ahli-ahli sihir itu menjawab, \"Sesungguhnya kepada Tuhan kamilah) sesudah kami mati dengan cara apa pun (kami kembali) dikembalikan kelak di akhirat."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 126,
    "arab": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
    "translation": "Dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa), “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1080.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan ucapan selanjutnya dari para pesihir kepada Firaun. Mereka menyingkapkan kejahatan Firaun terhadap mereka, yaitu bahwa Firaun ingin membalas dendam kepada mereka dengan menyiksa mereka secara kejam. Dan semuanya itu hanyalah karena mereka telah beriman kepada ayat-ayat Tuhan ketika ayat-ayat tersebut datang kepada mereka.\nUcapan mereka ini mengandung arti bahwa Firaun tidak akan mempengaruhi mereka, karena keimanan kepada Allah adalah suatu yang amat berharga dan sesuai dengan fitrah manusia yang asli, dan menjadi pokok bagi kebahagiaan mereka di dunia dan akhirat kelak.\nFiraun mencela para pesihir sebab mereka telah sujud dan beriman kepada Allah tanpa meminta izin terlebih dahulu kepada Firaun. Di samping itu, Firaun telah menuduh mereka berkomplot dengan Nabi Musa untuk merebut kekuasaan dari tangannya, dan untuk mengusir bangsa Mesir dari tanah air mereka. Akhirnya Firaun mengancam untuk memotong tangan dan kaki mereka. ditambah dengan siksaan berupa penyaliban. Semua itu pada hakikatnya merupakan kemurkaan Firaun terhadap mereka. Sesudah itu Firaun berusaha melakukan balas dendam dengan perbuatan mereka dan siapa saja yang beriman kepada Allah serta memenuhi seruan Nabi Musa. Usaha apapun yang dilakukan oleh Firaun tetap tidak mendatangkan hasil baginya. Bahkan sebaliknya, Firaun bersama para pembesarnya akan menemui nasib yang amat buruk.\nDalam ayat lain disebutkan firman Allah kepada Nabi Musa dan Harun sebagai berikut:\n\n\"Kamu berdua dan orang yang mengikuti kamu yang akan menang.\" (al-Qashas/28: 35)\n\nSelanjutnya Allah menceritakan tentang para pesihir tersebut, bahwa setelah mereka memberikan jawaban yang tegas seperti di atas, mereka lalu berdoa kehadirat Allah, semoga mereka diberi kesabaran, dan apabila Allah mewafatkan mereka hendaklah dalam keadaan berserah diri kepada-Nya. Doa mereka kepada Allah agar diberi kesabaran menunjukkan betapa pentingnya kesabaran dalam setiap perjuangan, terutama perjuangan melawan kezaliman.\nKesabaran tidak hanya berarti kemampuan menahan diri mereka dari kemarahan, akan tetapi juga berarti mawas diri, mengendalikan hawa nafsu, serta tangguh menghadapi segala rintangan dan penderitaan.\nOrang yang sabar, tidak akan membalas dendam, walaupun ia mampu untuk melakukannya. Orang yang sabar senantiasa dapat memelihara pertimbangan akal yang sehat, sehingga ia tidak akan terjerumus ke dalam tindakan-tindakan yang dapat merugikan dirinya dan perjuangan umatnya.\nJalan untuk mencapai kesabaran ialah iman yang kokoh kepada Allah dan hari akhirat. Hal ini telah dibuktikan oleh kenyataan sejarah umat manusia, yaitu bahwa umat yang kuat imannya adalah merupakan umat yang paling sabar dan tangguh dalam perjuangan dan mempunyai keberanian yang tinggi. Karena kesabaran serta keberanian itu, timbullah ide dan usaha-usaha pada sementara pimpinan angkatan perang pada beberapa negara, untuk menggalakkan pendidikan agama dan binaan rohani bagi para prajurit dan perwira angkatan perang, agar mereka memiliki iman yang kokoh yang akan membuahkan sifat kesabaran dan keberanian.\nDalam pada itu, Allah berulang kali dalam firman-Nya menjanjikan pertolongan-Nya bagi orang-orang yang sabar, dan ia memberikan petunjuk agar manusia senantiasa bersabar dan menganjurkan orang lain untuk bersabar. Allah berfirman:\n\n(Yaitu) orang-orang yang sabar dan hanya kepada Tuhan mereka bertawakal. (an-Nahl/16: 42)\n\nFirman-Nya lagi:\n\nKecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran, dan menasihati untuk kesabaran. (al-Ashr/103: 3)\nAjaran tentang kesabaran ini sangat dipentingkan agama Islam, sehingga dalam Al-Quran terdapat sekitar 100 kali disebutkan, baik berupa perintah tentang bersabar, maupun berupa pujian bagi orang-orang yang bersabar, ataupun janji kemenangan, keberuntungan dan pertolongan Allah bagi orang-orang yang bersabar. Dan seringkali kata-kata sabar itu digandengkan dengan kata-kata iman, takwa, tawakal, kebenaran, perjuangan, kekuatan tekad dan sebagainya.\nDalam hadis-hadis Rasulullah pun banyak terdapat ajaran tentang kesabaran. Mengenai hubungan antara kesabaran dan keberanian beliau bersabda:\n\"Orang yang kuat bukanlah orang yang dapat membanting orang, tetapi orang kuat adalah orang yang sanggup menguasai dirinya ketika dia sedang marah\". (Riwayat Imam al-Bukhari, dari Abu Hurairah ra)\nOrang yang sabar senantiasa tenang dan mempunyai pikiran terang, sehingga segala ucapan dan tindak tanduknya dapat dikendalikan dengan baik. Pendiriannya tidak tergoyahkan oleh ancaman dan bujukan bagaimana pun juga. Oleh sebab itu, dalam suatu hadis yang lain Rasulullah saw bersabda\n\"Kesabaran itu adalah sinar yang terang.\" (Riwayat Muslim, at-Tirmidzi, dan lain-lain) \nSebaliknya orang yang tidak sabar tentu akan kehilangan akal sehat, serta mudah dipengaruhi setan, sehingga ucapan dan tindakannya tidak dapat dikendalikannya. Hal ini akan membawa kepada akibat yang jelek dan akan menimbulkan kerugian dan penyesalan. Oleh sebab itu Rasulullah saw memperingatkan dengan sabdanya : \n\"Sifat tergesa-gesa itu perbuatan setan.\" (Riwayat at-Tirmidzi)\nKarena pentingnya sifat kesabaran itu, maka tidaklah mengherankan mengapa orang-orang yang telah beriman kepada Nabi Musa as dalam kisah tersebut memohon kepada Allah agar dilimpahi kesabaran yang banyak, sehingga iman mereka tidak akan digoyahkan oleh ancaman Firaun dan pembesar-pembesarnya.",
    "quraish": "Sebenarnya kamu tidak berbuat ingkar dan menyiksa kami kecuali karena kami telah percaya kepada Mûsâ dan tunduk kepada ayat-ayat Tuhan kami yang jelas dan benar.\" Kemudian mereka tunduk kepada Allah dan berdoa, \"Wahai Tuhan kami, limpahkanlah kesabaran kepada kami agar kami dapat menanggung cobaan ini. Wafatkanlah kami dalam Islam tanpa tergoda oleh ancaman Fir'aun.",
    "jalalayn": "(Dan kamu tidak membalas dendam) maksudnya kamu tidak mengingkari (dengan menyiksa kami melainkan karena kami telah beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.\" Mereka berdoa, \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami) tatkala dilaksanakannya apa yang diancamkan oleh Firaun agar kami tidak kembali menjadi orang-orang kafir (dan wafatkanlah kami dalam keadaan berserah diri kepada-Mu.\")"
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 127,
    "arab": "وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قَاهِرُوْنَ",
    "translation": "Dan para pemuka dari kaum Fir‘aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri ini (Mesir) dan meninggalkanmu dan tuhan-tuhanmu?” (Fir‘aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka dan sesungguhnya kita berkuasa penuh atas mereka.”                   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1081.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa orang-orang terkemuka dari kaum Firaun berkata kepadanya, \"Hai Firaun apakah kamu akan membiarkan Musa dan kaumnya berbuat kerusakan di negeri ini? Serta meninggalkan kamu dan Tuhan-tuhanmu?\"\nFitnahan ini untuk kesekian kalinya memperlihatkan kecemasan mereka akan kehilangan kekuasaan, pengaruh dan harta benda, karena mereka telah melihat gejala-gejala bahwa rakyat telah mulai memalingkan muka dari Firaun kepada Nabi Musa a.s, setelah menyaksikan kemenangan mukjizatnya. Apalagi setelah melihat para pesihir sudah bersujud menyatakan iman, dan tidak memperdulikan lagi ancaman Firaun terhadap mereka.\nDalam melancarkan fitnahan ini, para pembesar ini menggunakan unsur politik dan unsur agama. Mereka menuduh bahwa Musa akan meruntuhkan kedudukan Firaun sebagai penguasa tunggal di Mesir. Di samping itu, kedudukan Firaun sebagai orang yang dipertuhan selama ini dengan sendirinya akan lenyap pula. Lebih dari itu, tuhan-tuhan yang menjadi sesembahan bangsa Mesir pada masa itupun akan ditinggalkan pula, misalnya Tuhan \"Osiris\" yang menurut anggapan mereka rohnya menjelma pada seekor sapi yang mereka sebut \"Apis\", selain itu, mereka juga menyembah \"segala macam hewan\". Demikian pula mereka menyembah kegelapan, serta patung Akron yang mereka anggap sebagai pengusir lalat.\nPendek kata rakyat Firaun pada masa itu telah berada di puncak kesesatan, karena mereka menyembah matahari, bulan dan bintang-bintang, serta manusia dan hewan, baik hewan yang besar maupun serangga yang paling kecil.\nFiraun sendiri adalah penganut kepercayaan penyembah binatang, kemudian ditinggalkannya kepercayaan tersebut, lalu ia mengaku menjadi tuhan dan menyuruh rakyatnya untuk menyembah kepadanya. Ini setelah ia melihat dirinya mempunyai kekuasaan yang begitu besar di kalangan rakyatnya. (Keterangan ini terdapat dalam buku Al-Milal wan-Nihal oleh asy-Syahrastany)\nFitnah para pembesar Firaun telah berhasil mengenai sasarannya, yaitu mempengaruhi Firaun yang telah kehilangan keseimbangannya, sehingga membangkitkan emosi dan amarahnya. Oleh sebab itu, ia menjawab: \"Baiklah, akan kita bunuh anak-anak laki-laki mereka, dan kita biarkan hidup anak-anak perempuan mereka, dan kita berkuasa penuh di atas mereka.\nMaksudnya, bahwa dalam rangka untuk mencegah berkuasanya Nabi Musa as di Mesir, maka Firaun akan melakukan berbagai tindakan, antara lain ialah membunuh setiap anak laki-laki yang dilahirkan oleh perempuan-perempuan Bani Israil, yaitu kaum yang sebangsa dengan Nabi Musa yang berdiam di Mesir waktu itu. Sedang anak-anak perempuan yang mereka lahirkan akan dibiarkan hidup untuk kemudian dapat dimanfaatkan oleh Firaun dan para pembesarnya sebagai budak. Dengan tindakan ini Firaun mengharapkan dapat membendung tumbuhnya kekuasaan Nabi Musa di Mesir, karena ia akan tetap mempunyai tenaga laki-laki yang lebih banyak dan kekuasaan yang lebih besar, sedang sebaliknya, Nabi Musa dan Bani Israil umumnya semakin kekurangan tenaga laki-laki, sehingga mereka tidak akan menentang kekuasaan Firaun, dan membebaskan diri dari rantai perbudakannya.\nRencana jahat ini benar-benar dilaksanakan oleh Firaun dan para pembesarnya, sehingga Bani Israil yang berdiam di Mesir pada masa itu sangat menderita, lahir dan batin.",
    "quraish": "Setelah Fir'aun dan kaumnya menyaksikan kemenangan dan kehebatan Mûsâ serta keimanan para ahli sihir kepadanya, para pembesar Fir'aun pun berkata, \"Apakah Mûsâ dan kaumnya kita biarkan bebas begitu saja? Di suatu saat nanti--dengan masuknya kaummu ke dalam agama mereka--mereka akan membuat kekacauan di tanah Mesir ini. Tuhan-tuhanmu akan mereka tinggalkan tanpa perasaan bersalah, hingga orang-orang Mesir akan mengetahui kelemahanmu.\" Fir'aun menjawab, \"Akan kita bunuh anak-anak lelaki yang mereka lahirkan dan kita biarkan hidup anak-anak perempuan mereka. Dengan begitu, mereka tidak dapat menggalang kekuatan, seperti yang pernah kita lakukan sebelumnya. Sesungguhnya kita akan selalu dapat menguasai dan menekan mereka.\"",
    "jalalayn": "(Berkatalah pembesar-pembesar dari kaum Firaun,) kepada Firaun sendiri (\"Apakah kamu membiarkan) meninggalkan (Musa dan kaumnya untuk membuat kerusakan di negeri ini) yaitu dengan menyeru ajakan agar menentangmu (dan meninggalkan kamu serta tuhan-tuhanmu?\") tersebutlah bahwa Firaun itu telah membuat berhala-berhala kecil untuk disembah oleh kaumnya, kemudian Firaun berkata, \"Aku adalah tuhanmu dan tuhan mereka,\" oleh karena itu ia pernah mengatakan, \"Aku adalah tuhanmu yang paling tinggi.\" (Firaun menjawab, \"Akan kita bunuh) dengan mentasydidkan huruf ta-nya (anak-anak lelaki mereka) yang baru dilahirkan (dan kita biarkan hidup) kita biarkan (perempuan-perempuan mereka) sebagaimana yang pernah kita lakukan terhadap mereka sebelumnya (dan sesungguhnya kita berkuasa penuh di atas mereka.\") yakni orang-orang yang berkuasa; akhirnya mereka melakukan hal itu terhadap kaum Musa, sehingga membuat kaum Bani Israel mengadu kepada Musa."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 128,
    "arab": "قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ",
    "translation": "Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah; diwariskan-Nya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dan kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1082.mp3",
    "tafsir": "Dapat dimengerti, mendengar ancaman Firaun ini Bani Israil yang berdiam di Mesir pada masa tersebut merasa takut dan amat gelisah, ancaman ini terbukti kemudian, mereka diperlakukan sebagai budak. Di samping itu, setiap anak lelaki yang mereka lahirkan dibunuh oleh kaki tangan Firaun. Oleh sebab itu Nabi Musa as berkata kepada mereka: \"Mohonlah pertolongan kepada Allah dan bersabarlah; sesungguhnya bumi ini kepunyaan Allah, diwariskan kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, dan kesudahan yang baik adalah untuk orang-orang yang bertakwa\".\nNabi Musa menghibur dan menenteramkan kaumnya dengan mengingatkan kepada mereka kekuasaan Allah, bahwa Dialah yang memiliki dan menguasai bumi, dan segala apa yang terjadi di bumi ini adalah sesuai dengan Sunnah-Nya, yaitu setiap umat yang ingkar dan zalim pasti menemui kehancuran, dan setiap umat yang beriman dan bersabar tentu akan memperoleh pertolongan-Nya, sehingga memperoleh kemenangan dan kesudahan yang baik. Sebab itu hendaklah mereka memohon pertolongan kepada-Nya, disertai dengan kesabaran, keimanan, persatuan dan keberanian dalam membela kebenaran dan keadilan.\nUcapan Nabi Musa ini selain menimbulkan harapan tentang pertolongan Allah serta rahmat-Nya untuk membebaskan mereka dari kekejaman Firaun serta menjadikan Bani Israil sebagai penguasa di belakang hari di bagian bumi yang telah dijanjikan Tuhan kepada mereka, juga mengandung suatu peringatan yang sangat penting bagi kaumnya, yaitu apabila di belakang hari mereka menjadi penguasa, janganlah berbuat sewenang-wenang seperti Firaun dan para pembesarnya, karena Allah senantiasa mengawasi perbuatan dan tindak-tanduk dari setiap makhluk-Nya, oleh sebab itu, apabila mereka berkuasa dan melakukan kezaliman pula, pastilah Allah mendatangkan azab kepada mereka.\nAyat ini mengandung pelajaran yang sangat berharga, tentang sikap manusia pada waktu ia sedang menghadapi penderitaan tersebut, atau sebelum mereka memperoleh rahmat Allah, dan pada waktu setelah memperoleh rahmat tersebut. Sikap yang amat tercela ialah berkeluh kesah dan memohon pertolongan Allah pada waktu memperoleh kesusahan, dan kemudian mengingkari atau melupakan rahmat Allah setelah memperolehnya.\nSikap yang seharusnya dilakukan ialah sabar dan tawakal serta memohon pertolongan Allah pada waktu menghadapi kesukaran, dan mensyukuri rahmat Allah setelah memperoleh kebahagiaan. Mensyukuri rahmat Allah, tidak hanya dengan ucapan, melainkan yang terpenting ialah melaksanakan dengan perbuatan. Sebab itu, apabila seseorang memperoleh kekuasaan, kemudian kekuasaannya itu digunakan untuk berbuat kezaliman atau memperkaya diri sendiri atas kerugian orang lain, maka ini berarti bahwa ia tidak mensyukuri rahmat Allah yang diperolehnya, yaitu pangkat dan kekuasaan, dan karenanya telah sepatutnyalah bila Allah menimpakan azab kepadanya.",
    "quraish": "Mûsâ pun melihat rasa takut pada kaumnya dan segera memompa optimisme mereka sambil berkata, \"Mohonlah pertolongan dan bantuan Allah, janganlah kalian merasa gentar. Sesungguhnya bumi ini milik Allah yang akan dipusakakan kepada orang yang dikehendaki-Nya, bukan untuk Fir'aun. Dan ganjaran kebaikan itu hanya untuk orang-orang yang bertakwa kepada Allah dengan berpegang teguh kepada ajaran-ajaran-Nya.\"",
    "jalalayn": "(Musa berkata kepada kaumnya, \"Mohonlah pertolongan kepada Allah dan bersabarlah) dalam menghadapi penganiayaan mereka (sesungguhnya bumi ini kepunyaan Allah yang dipusakakan-Nya) yang diberi-Nya (kepada siapa yang dikehendaki-Nya dari hamba-hamba-Nya. Dan kesudahan yang baik) yang terpuji (adalah bagi orang-orang yang bertakwa.\") terhadap Allah."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 129,
    "arab": "قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ",
    "translation": "Mereka (kaum Musa) berkata,  ”Kami telah ditindas (oleh Fir‘aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu khalifah di bumi; maka Dia akan melihat bagaimana perbuatanmu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1083.mp3",
    "tafsir": "Bani Israil mengeluh kepada Musa a.s, bahwa nasib mereka sama saja, baik sebelum kedatangan Musa a.s, untuk menyeru mereka kepada agama Allah dan melepaskan mereka dari perbudakan Firaun maupun sesudahnya. Mereka merasa tidak mendapat faedah dari kedatangan Nabi Musa as itu. Dahulu mereka diazab dan diperbudak oleh Firaun, anak-anak mereka dibunuh, mereka disuruh kerja paksa, sekarang pun demikian. Keluhan ini menunjukkan kekerdilan jiwa dan kelemahan daya juang dan tidak adanya kesabaran pada mereka.\nMendengar keluhan ini, maka Nabi Musa berkata, \"Mudah-mudahan Allah membinasakan musuh kamu dan menjadikan kamu khalifah di bumi, maka Allah akan melihat bagaimana perbuatanmu,\" maksudnya: meskipun yang terjadi demikian akan tetapi harapan bahwa Allah akan membinasakan musuh-musuhmu, dan menjadikan kamu berkuasa di bagian bumi yang telah dijanjikan Tuhanmu harus tetap ada.\nDi dalam ucapan kepada kaumnya, Nabi Musa as memakai ungkapan \"mudah-mudahan.\" Ia memakai ungkapan tersebut untuk tidak memastikan datangnya pertolongan dan rahmat Allah kepada mereka. Sebab andaikata ia menggunakan ungkapan yang memastikan, boleh jadi umatnya akan mengabaikan kewajiban-kewajiban yang perlu mereka lakukan untuk memperoleh pertolongan Allah, karena pertolongan Allah kepada hamba-Nya tidaklah diberikan begitu saja, melainkan tergantung kepada usaha-usaha yang dilakukan umat yang bersangkutan, misalnya kesungguhan, disiplin, persatuan, dan sebagainya.",
    "quraish": "Lalu kaumnya berkata dengan nada lemah dan sedih, \"Dulu, sebelum kedatanganmu, kami telah dianiaya oleh Fir'aun. Kini, setelah kamu datang, kami pun dianiaya juga.\" Mûsâ memberi harapan kepada mereka dan berkata, \"Mudah-mudahan, dengan karunia-Nya, Allah akan menghancurkan musuh-musuh yang telah menghina dan menyiksa kalian dengan zalim. Mudah-mudahan pula, dia menjadikan kalian sebagai khalifah-khalifah-Nya di muka bumi sebagaimana yang telah dijanjikan. Allah Maha Mengetahui apa yang kalian lakukan setelah penobatan kalian sebagai khalifah-khalifah-Nya: adakah kalian mensyukuri nikmat-nikmat-Nya, atau malah mengingkari-Nya? Adakah kalian akan memakmurkan bumi atau merusaknya? Dengan ukuran itulah Allah akan membalas segala perbuatan kalian, di dunia dan di akhirat.\"",
    "jalalayn": "(Kaum Musa berkata, \"Kami telah ditindas, oleh Firaun, sebelum kamu datang kepada kami dan sesudah kamu datang.\" Musa menjawab, \"Mudah-mudahan Allah membinasakan musuhmu dan menjadikan kamu khalifah di bumi-Nya, maka Allah akan melihat bagaimana perbuatanmu.\") di dalamnya."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 130,
    "arab": "وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ",
    "translation": "Dan sungguh, Kami telah menghukum Fir‘aun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1084.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa cobaan yang ditimpakan kepada Firaun berupa musim kemarau yang panjang, yang mengakibatkan timbulnya kesulitan hidup bagi mereka, cobaan ini seharusnya menimbulkan keinsafan dalam hati mereka, bahwa kekuatan dan kekuasaan yang mereka miliki selama ini bukanlah merupakan kekuatan dan kekuasaan tertinggi, masih ada kekuatan dan kekuasan Allah Yang Kuasa mendatangkan azab yang tidak dapat mereka atasi. Jika ada kesadaran semacam itu dalam hati mereka tentu mereka akan mengubah sikap dan perbuatan mereka, terutama kepada Bani Israil. Di samping itu, mereka menerima seruan Nabi Musa serta meninggalkan keingkaran mereka terhadap Allah.\nAzab yang diturunkan Allah kepada hamba-Nya senantiasa mengandung pelajaran dan pendidikan. Sebab, pada saat manusia menghadapi kesulitan dan kesukaran hidup, hatinya akan menjadi lembut, akan menghadapkan wajahnya kepada Allah Yang Maha Pengasih lagi Maha Penyayang untuk memohon pertolongan dan belas kasih-Nya. Di samping itu, ia juga akan berusaha memperbaiki tingkah lakunya dengan melakukan perbuatan yang diridai Allah. Akan tetapi, bila kesulitan dan kesukaran itu tidak mengubah sikap dan tingkah lakunya, dan tetap ingkar kepada Allah serta senantiasa berbuat kemaksiatan, maka mereka benar-benar orang yang merugi dan amat sesat karena kesulitan yang mereka hadapi tidak menimbulkan keinsafan dan kesadaran bagi mereka, bahkan sebaliknya menambah keingkaran dan kedurhakaan mereka terhadap Allah. Demikianlah keadaan Firaun dan para pengikutnya.",
    "quraish": "Sungguh kami telah memberi hukuman kepada Fir'aun dan kaumnya dengan mendatangkan kemarau panjang, musim paceklik dan sulitnya penghidupan karena kurangnya bahan-bahan pangan dan buah- buahan, dengan harapan agar mereka mengakui betapa lemahnya kekuasaan tiran mereka jika dibandingkan dengan kekuatan Allah. Semoga mereka dapat mengambil pelajaran dan tidak kembali menganiaya Banû Isrâ'îl serta mengikuti ajakan Mûsâ a. s. Karena, sesungguhnya, kesulitan dan bencana itu biasanya dapat mencegah orang berlaku sombong, membersihkan diri untuk menerima kebenaran, dan mendorong untuk mengharap perkenan Tuhan semesta alam dan tunduk kepada-Nya.",
    "jalalayn": "(Dan sesungguhnya Kami telah menghukum Firaun dan kaumnya dengan mendatangkan musim kemarau yang panjang) musim paceklik (dan kekurangan buah-buahan supaya mereka mengambil pelajaran) menjadikannya sebagai pelajaran bagi mereka kemudian mereka mau beriman karenanya."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 131,
    "arab": "فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Ini adalah karena (usaha) kami.” Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1085.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan sifat dan tabiat Firaun dan pengikutnya, bahwa pada saat mereka mengalami kemakmuran hidup, mereka mengatakan bahwa hal itu sudah sewajarnya, karena negeri mereka subur dan mereka pun rajin bekerja. Tidak terbayang dalam hati mereka bahwa semuanya itu adalah rahmat dari Allah yang patut mereka syukuri. Sebaliknya, apabila mereka mengalami bahaya kekeringan, kelaparan, penyakit, mereka lalu melemparkan kesalahan dan umpatan kepada Nabi Musa. Mereka katakan bahwa semua malapetaka itu disebabkan kesalahan Nabi Musa dan kaumnya. Mereka lupa kepada kejahatan dan kezaliman yang mereka perbuat terhadap kaum Nabi Musa, karena mereka menganggap bahwa perbudakan dan perbuatan kejam yang mereka lakukan terhadap Bani Israil itu adalah wajar dan merupakan hak mereka sebagai bangsa yang berkuasa. Itu adalah gambaran yang paling jelas tentang sikap dan tabiat kaum imperialis sepanjang masa.\nPada akhir ayat ini Allah menegaskan bahwa cobaan yang menimpa diri orang-orang kafir itu adalah ketetapan dari Allah, akan tetapi kebanyakan mereka tidak mengetahuinya. Maksudnya ialah bahwa semua kebaikan yang mereka peroleh, dan segala cobaan yang mereka hadapi, semua itu sudah merupakan qadha dan qadar yang telah ditetapkan Allah, sesuai dengan sunnah-Nya yang berlaku bagi semua makhluknya, yaitu sesuai dengan sebab dan akibat, sehingga apa-apa yang terjadi pada manusia adalah merupakan akibat belaka dari sikap, perbuatan dan tingkah lakunya. Akan tetapi, kebanyakan mereka tidak mau menginsafinya. Mereka tetap berada dalam kekufuran dan kezaliman.",
    "quraish": "Akan tetapi Fir'aun dan kaumnya, yang tidak terbiasa memegang kebenaran, kembali ingkar dan berbuat maksiat. Mereka memang orang-orang yang tidak konsisten. Jika mereka memperoleh kesuburan dan kemakmuran--dan begitulah yang acapkali terjadi--mereka akan berkata, \"Kami memang berhak mendapatkan hal ini, karena keistimewaan kami yang tidak dimiliki orang lain.\" Tetapi jika mereka ditimpa malapetaka seperti kemarau panjang, terserang wabah dan krisis ekonomi, mereka menganggap hal itu disebabkan oleh adanya \"kutukan\" Mûsâ dan pengikutnya. Mereka lupa bahwa kezaliman dan kejahatan yang mereka lakukan itulah yang sebenarnya membuat mereka ditimpa malapetaka seperti itu. Allahlah yang menimpakan bencana itu disebabkan perbuatan-perbuatan buruk yang mereka lakukan; bukan karena Mûsâ dan pengikutnya sebagaimana yang mereka kambinghitamkan. Akan tetapi kebanyakan mereka tidak menyadari hakikat yang tidak diragukan ini.",
    "jalalayn": "(Kemudian apabila datang kepada mereka kemakmuran) kesuburan tanah dan kecukupan hidup (mereka berkata, \"Ini adalah karena usaha kami\") kami berhak memperolehnya, akan tetapi mereka tidak mau mensyukurinya. (Dan jika mereka ditimpa kesusahan) kekeringan dan musibah/bencana (mereka lemparkan sebab kesialan itu) mereka menganggap kesialan itu (kepada Musa dan orang-orang yang besertanya) dari kalangan orang-orang yang beriman. (Ketahuilah sesungguhnya kesialan mereka itu) rasa sial mereka itu (adalah ketetapan dari Allah) yang sengaja diturunkan kepada mereka (akan tetapi kebanyakan mereka tidak mengetahui) bahwa apa yang menimpa mereka adalah datang dari sisi Allah."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 132,
    "arab": "وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ",
    "translation": "Dan mereka berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami, kami tidak akan beriman kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1086.mp3",
    "tafsir": "Pada ayat ini dijelaskan keingkaran mereka walaupun Nabi Musa telah memberikan berbagai keterangan dan bukti yang jelas tentang kerasulannya. Mereka berkata kepada Nabi Musa: \"Bagaimana pun kamu telah mendatangkan berbagai keterangan itu, namun kami sekali-kali tidak akan beriman kepada kamu.\"\nSemua keterangan-keterangan yang telah dikemukakan Nabi Musa kepada mereka yang membuktikan kerasulannya, mereka anggap sebagai sihir untuk mempengaruhi mereka, agar meninggalkan agama nenek moyang mereka. Kemudian mereka menegaskan bahwa mereka sekali-kali tidak akan membenarkan semua keterangan dan bukti-bukti tersebut. Ini berarti bahwa mereka tidak akan menerima agama Allah yang disampaikan kepada Nabi Musa untuk mereka semuanya. Tetapi mereka tetap melakukan kezaliman terhadap Bani Israil dan Nabi Musa.",
    "quraish": "Karena adanya asumsi yang salah seperti inilah, mereka senantiasa tetap mempertahankan kemungkaran. Dan mereka--saat menyaksikan bukti-bukti kebenaran Mûsâ a. s.--berkata, \"Meskipun kamu ketengahkan seluruh bukti dengan berbagai macam coraknya agar kami meninggalkan keyakinan kami dan tidak memperbudak kalian, kami tetap tidak akan percaya dan patuh kepadamu.\"",
    "jalalayn": "(Dan mereka berkata,) kepada Musa (\"Bagaimana kamu mendatangkan keterangan kepada kami untuk menyihir kami dengan keterangan itu, maka kami sekali-kali tidak akan beriman kepadamu.\") kemudian Musa berdoa agar mereka diberi pelajaran."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 133,
    "arab": "فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ",
    "translation": "Maka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1087.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa sebagai akibat dari keingkaran, kekufuran dan kezaliman mereka, maka Allah menurunkan azab yang lebih dahsyat kepada mereka berupa topan yang melanda rumah dan pohon-pohonan, kebun dan sawah-sawah mereka, kemudian datang lagi hama belalang yang membinasakan tanaman-tanaman mereka, dan akhirnya muncul wabah lain yang menjadikan air minum mereka berubah rasa, berubah bau, dan berubah warnanya seperti darah yang tidak dapat mereka minum.\nMeskipun lima macam azab yang ditimpakan Allah bertubi-tubi kepada Firaun dan kaumnya. Mereka tetap menyombongkan diri dan berbuat dosa, dan itu merupakan sifat mereka yang paling menonjol.",
    "quraish": "Maka Allah menimpakan kepada mereka lebih banyak lagi bencana dan malapetaka. Dimulai dalam bentuk angin topan yang meluluhlantakan tempat-tempat tinggal mereka, datangnya belalang dalam jumlah besar yang menggerogoti tumbuh-tumbuhan dan pepohonan, serangan hama dan kuman yang membinasakan ternak dan tanaman, tersebarnya katak yang dapat memperkeruh kehidupan mereka dan melalui \"bencana darah\" yang mengakibatkan berbagai macam penyakit seperti pendarahan pada beberapa organ tubuh, terkontaminasinya darah, naiknya tekanan darah yang mengakibatkan kelumpuhan (stroke), kencing darah akibat menderita dan sejenisnya, atau berupa berubahnya air yang dibutuhkan dalam keseharian menjadi lautan darah, dan sebagainya. Allah telah mendatangkan pelbagai malapetaka seperti yang disebutkan tadi, tetapi itu semua tidak membuat mereka sadar. Watak mereka memang keras dan hati mereka pun membatu. Mereka enggan beriman dan kembali kepada kebenaran. Mereka, seperti biasanya, merupakan sekelompok manusia yang terlalu sering melakukan kejahatan.",
    "jalalayn": "(Maka Kami kirimkan kepada mereka taufan) yaitu air bah yang memasuki rumah-rumah mereka sehingga mencapai setinggi tempat pesanggrahan duduk mereka selama tujuh hari (belalang) kemudian belalang itu memakan persawahan dan buah-buahan milik mereka, demikian pula (kutu) ulat atau sejenis serangga yang memakan apa yang ditinggalkan oleh belalang (katak) kemudian katak itu memenuhi rumah-rumah mereka dan juga makanan-makanan mereka (dan darah) di dalam air milik mereka (sebagai bukti-bukti yang jelas) yang terang (tetapi mereka tetap menyombongkan diri) tidak mau beriman kepada bukti-bukti tersebut (dan mereka adalah kaum yang berdosa)."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 134,
    "arab": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ",
    "translation": "Dan ketika mereka ditimpa azab (yang telah diterangkan itu) mereka pun berkata, “Wahai Musa! Mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1088.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan bagaimana keadaan Firaun dan kaumnya ketika mereka ditimpa lima macam azab itu. Mereka sudah tidak dapat berkutik, lalu meminta pertolongan Nabi Musa agar ia mendoakan kepada Allah untuk membebaskan mereka dari penderitaan akibat azab tersebut. Mereka berkata, \"Hai Musa, mohonkanlah untuk kami kepada Tuhanmu dengan perantaraan kenabianmu, jika kamu dapat menghilangkan azab itu dari kami, sesungguhnya kami berjanji bahwa kami akan beriman kepadamu, dan akan kami biarkan Bani Israil pergi bersamamu.\"\nDemikianlah setelah mereka tidak mampu menyelamatkan diri dari siksa itu maka mereka berpura-pura beriman dan berjanji akan membebaskan Bani Israil dan membiarkan mereka meninggalkan Mesir bersama Nabi Musa. Akan tetapi dapatkah dipercaya janji orang-orang kafir?",
    "quraish": "Manakala ditimpa suatu azab, mereka--karena begitu mudah berubah sikap sesuai situasi--akan merengek kesakitan, \"Wahai Mûsâ, mohonkanlah untuk kami perkenan Tuhanmu, yang telah berjanji memberimu ayat-ayat dan mengabulkan doamu, agar menghilangkan azab-azab yang menimpa kami ini. Jika Dia menghilangkan azab itu dari kami, kami berjanji akan tunduk dan patuh kepadamu dan kami pun akan melepaskan Banû Isrâ'îl pergi bersamamu, seperti yang kamu inginkan.\"",
    "jalalayn": "(Dan ketika mereka ditimpa azab) yaitu siksaan (mereka pun berkata, \"Hai Musa! Mohonkanlah untuk kami kepada Tuhanmu dengan perantaraan kenabian yang diketahui Allah ada pada sisimu) yang dapat menghilangkan azab dari kami jika kami beriman (Sesungguhnya jika) lam adalah bermakna qasam/sumpah (kamu dapat menghilangkan azab itu dari kami, pasti kami akan beriman kepadamu dan akan kami biarkan Bani Israel pergi bersamamu.\")."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 135,
    "arab": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ",
    "translation": "Tetapi setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi ternyata mereka ingkar janji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1089.mp3",
    "tafsir": "Berkat doa Nabi Musa yang memohon kepada Allah agar melepaskan Firaun dan kaumnya dari azab Allah yang menimpa mereka, akhirnya Firaun dan kaumnya terlepas dari azab tersebut, sebelum mereka ditenggelamkan Allah, namun terlepasnya mereka dari azab Allah, tidak membuat mereka beriman dan menepati janjinya untuk membebaskan Bani Israil keluar dari Mesir dan dari penindasan mereka. Bahkan mereka tetap bertekad menentang Allah dan tetap dalam kekufuran.",
    "quraish": "Tetapi setiap kali azab-azab yang menimpa mereka itu satu demi satu kami hilangkan, mereka selalu menyalahi janji dan mengkhianati sumpah mereka. Dan mereka pun kembali seperti sediakala. Cobaan- cobaan yang pedih itu tidak ada gunanya bagi mereka.",
    "jalalayn": "(Maka setelah Kami hilangkan) berkat doa Musa (dari mereka azab itu hingga batas waktu yang mereka sampai kepadanya, tiba-tiba mereka mengingkarinya) janjinya dan bersikeras melakukan kekafiran."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 136,
    "arab": "فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ",
    "translation": "Maka Kami hukum sebagian di antara mereka, lalu Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan melalaikan ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1090.mp3",
    "tafsir": "Pada ayat ini Allah menceritakan tentang datangnya saat kebinasaan bagi Firaun dan kaumnya, setelah berbagai azab yang ditimpakan kepada mereka sebelumnya ternyata tidak mengubah sikap dan perbuatan mereka, lantaran kekufuran dan kezaliman mereka.\nFiraun dan kaumnya telah mengingkari janji untuk membiarkan Bani Israil meninggalkan negeri Mesir bersama Nabi Musa. Oleh sebab itu, ketika Nabi Musa membawa kaumnya meninggalkan negeri itu menuju Palestina melalui Laut Merah, Firaun dan kaumnya mengejar mereka. Musa dan kaumnya selamat menyeberangi Laut Merah, tetapi Firaun dan kaumnya tenggelam ketika berada di tengah-tengah laut itu, maka mereka binasa.\nPada akhir ayat ini Allah menjelaskan bahwa hukuman tersebut dijatuhkan lantaran mereka senantiasa mendustakan ayat-ayat-Nya, dan tidak mau menyadari akibat yang menimpa mereka lantaran kekufuran dan kezaliman mereka, baik malapetaka di dunia ini, maupun azab sengsara di akhirat kelak. Sebagian dari kaum Firaun telah binasa bersamanya, karena mengikuti kesesatan dan kekufurannya. Sedang sebagiannya lagi binasa karena kekejaman dan kezaliman Firaun terhadap mereka.",
    "quraish": "Maka Kami turunkan hukuman kepada mereka: Kami tenggelamkan mereka di laut karena pengingkaran yang selalu mereka lakukan terhadap ayat-ayat Kami dan karena keengganan mereka untuk mengimani dan mematuhi ayat-ayat Kami itu.",
    "jalalayn": "(Kemudian Kami menghukum mereka, maka Kami tenggelamkan mereka di laut) laut yang airnya asin (disebabkan mereka) dikarenakan mereka (mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang melalaikan ayat-ayat Kami) tetapi mereka tidak mau memikirkannya."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 137,
    "arab": "وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ",
    "translation": "Dan Kami wariskan kepada kaum yang tertindas itu, bumi bagian timur dan bagian baratnya yang telah Kami berkahi. Dan telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Dan Kami hancurkan apa yang telah dibuat Fir‘aun dan kaumnya dan apa yang telah mereka bangun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1091.mp3",
    "tafsir": "Dalam ayat ini dijelaskan nikmat Allah yang terbesar kepada Bani Israil setelah ditindas dan diperbudak oleh Firaun dan kaumnya. Nikmat tersebut adalah mewarisi kawasan barat dan timur yang subur dan diberkahi Allah. Dengan demikian janji Allah terhadap Bani Israil telah terlaksana dengan sempurna, kenikmatan ini merupakan imbalan dari kesabaran mereka mengikuti ajaran Nabi Musa dan agama Allah yang benar. Sebaliknya Allah memberi ganjaran yang setimpal kepada Firaun dan kaumnya berupa kebinasaan mereka dan semua apa yang pernah dibangun oleh Firaun, sebagai lambang kesombongannya.\nDiantara penderitaan yang pernah dialami Bani Israil adalah dengan membunuh setiap anak lelaki mereka yang lahir, dan membiarkan hidup anak-anak perempuannya. Mereka diwajibkan mengabdi kepada kepentingan Firaun dan kaumnya yang menindas dan memperbudak mereka, dengan memungut pajak-pajak yang sangat tinggi, menjadikan mereka sebagai pekerja-pekerja paksa dan berat, dan berbagai bentuk penindasan dan perbudakan yang lain.\nOleh karena itu, Allah mengutus Nabi Musa untuk membebaskan mereka dari perbudakan Firaun, dan mengeluarkannya dari negeri Mesir. Pada ayat ini diterangkan bahwa setelah pembebasan itu Allah menganugerahkan kepada Bani Israil negeri bagian timur dan bagian baratnya yang telah diberi berkah oleh Allah. Ayat ini adalah sebagai pelaksanaan dari janji Allah dalam firman-Nya:\n\nDan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi), dan Kami teguhkan kedudukan mereka di muka bumi dan Kami perlihatkan kepada Firaun dan Haman beserta bala tentaranya apa yang selalu mereka takutkan dari mereka. (al-Qashas/28: 5-6)\n\nAdapun yang dimaksud dengan negeri-negeri bagian timur dan bagian baratnya yang telah Kami berkahi dalam firman Tuhan tersebut, ialah negeri Syam (Syria, Libanon, Palestina dan Yordania) bagian timur, dan Mesir bagian barat, serta negeri-negeri sekitar keduanya yang pernah dikuasai Firaun dahulu. Negeri-negeri tersebut adalah negeri yang amat besar dan subur, banyak diberi berkah dan kebaikan, firman Allah:\n\n\"Dan Kami selamatkan dia (Ibrahim) dan Lut ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.\" (al-Anbiya/21: 71)\nDan firman Allah:\n\n\"Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) kami.\" (al-Isra/17: 1)\n\nDengan selamatnya Bani Israil dan tenggelamnya Firaun dan tentaranya, maka terpenuhilah janji Allah, untuk memberikan pertolongan dan nikmat kepada orang-orang yang menegakkan agama-Nya, menegakkan kebenaran, dan menghancurkan orang-orang yang meruntuhkan agama-Nya dan menghilangkan kebatilan. Dengan demikian sempurnalah janji Allah, yaitu berkuasanya Bani Israil di bagian timur yang subur dan penuh berkah itu. Ini adalah pemberian nikmat yang besar kepada Bani Israil.\nNikmat yang dilimpahkan itu, sesuai dengan keputusan dan ketetapan Allah, karena ketabahan dan kesabaran Bani Israil dalam menghadapi kekejaman dan penindasan Firaun dan kaumnya. Allah telah menghancurkan semua yang dibangun Firaun yang tujuannya untuk menyombongkan diri dan menghancurkan agama Allah, seperti kota-kota dan istana-istana yang indah, bangunan-bangunan yang besar untuk orang Mesir, taman-taman dan kebun-kebun yang permai, menara yang dibuat Haman untuk melihat Tuhan dan sebagainya.\nAllah menghancurkan semua yang dibangun oleh Firaun dan kaumnya itu adalah, untuk:\n1. Memperkuat kenabian Musa a.s, dan membuktikan kebenaran yang pernah disampaikan Musa kepada Firaun dan kaumnya, seperti perkataan, \"Allah akan mengazab setiap orang yang durhaka kepada-Nya. Karena itu Allah mengazab mereka dengan mengirimkan angin topan, hama belalang, dan sebagainya kepada mereka, yang membawa malapetaka dan kerusakan.\"\n2. Membebaskan Bani Israil dari perbudakan Firaun dan kaumnya.\n3. Menghancurkan Firaun dan kaumnya, sehingga mereka tidak lagi menjajah negeri-negeri lain dan penduduknya. Sebelum Firaun dan tentaranya tenggelam di Laut Merah, mereka telah diberi peringatan oleh Musa as, tetapi mereka mengabaikan peringatan itu. Kezaliman mereka semakin bertambah, bahkan mereka bermaksud membunuh Musa as dan orang-orang yang beriman bersamanya. Maka Allah menghancurkan mereka karena kezaliman mereka, sesuai dengan firman Allah:\n\nAllah tidak mezalimi mereka, tetapi mereka yang menzalimi diri sendiri. (ali Imran/3: 117)\n\nDari ayat ini dipahami, bahwa keimanan yang teguh pada diri Musa as dan Harun as serta wahyu yang diterimanya dari Allah mendorongnya untuk membebaskan Bani Israil dari penindasan Firaun dan kaumnya, dengan penuh ketabahan serta kesabaran Nabi Musa mengajak Bani Israil beriman kepada Allah. Ia percaya bahwa usahanya termasuk usaha menegaskan agama Allah dan menegakkan kebenaran akan mendapat pertolongan Allah. Setelah melalui perjuangan yang sangat berat dan waktu yang lama, maka Allah memberikan pertolongan dan kemenangan dengan hancurnya Firaun dan kaumnya.\nHal ini dapat dijadikan tamsil dan ibarat oleh kaum Muslimin, bahwa janji Allah kepada orang beriman adalah sama dengan janji Allah yang pernah dijanjikan-Nya kepada para Rasul dahulu, pada waktu berjuang menegakkan agama Allah yaitu menolong dan membela setiap usaha menegakkan agama Allah, dan menegakkan kebenaran, sebagaimana firman Allah:\n\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)\n\nDan firman Allah lagi:\n\n\"Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman.\" (ar-Rum/30: 47)",
    "quraish": "Sekelompok orang tertindas di Mesir, yakni Banû Isrâ'îl, kami anugerahkan mereka seluruh negeri--baik di belahan timur maupun barat--yang Kami berkahi dengan kesuburan dan kebaikan melimpah. Kalimat(1) Allah terwujud secara sempurna, janji pertolongan-Nya pun terjadi pada Banû Isrâ'îl yang telah bersabar menanggung kesulitan. Kami hancurkan semua yang dibuat Fir'aun dan kaumnya berupa gedung-gedung pencakar langit dan istana-istana megah serta atap-atap untuk tanaman dan pepohonan yang menjalar layaknya rambatan pohon anggur. Itulah bukti kemahakuasaan Allah, dan terbukti benarlah segala yang dijanjikan-Nya kepada Banû Isrâ'îl. (1) Kata \"kalimat\" dalam ayat ini ditafsirkan oleh ayat 5 surat al-Qashash, yaitu berupa jaminan Allah untuk menjadikan orang-orang yang tertindas di muka bumi sebagai pemimpin dan pewaris bumi.",
    "jalalayn": "(Dan Kami pusakakan kepada kaum yang telah ditindas itu) melalui perbudakan, yaitu mereka adalah kaum Bani Israel (negeri-negeri bagian timur dan bagian baratnya yang telah Kami beri berkah padanya) dengan air dan pohon, ini adalah kata sifat bagi tanah, yang dimaksud adalah tanah Syam (Dan telah sempurnalah perkataan Tuhanmu yang baik) yang dimaksud ialah firman-Nya, \"Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi, Mesir, itu.\" (Q.S. Al-Qashash 5) (untuk Bani Israel disebabkan kesabaran mereka) di dalam menanggung penganiayaan musuh mereka (dan Kami hancurkan) Kami binasakan (apa-apa yang telah dibuat Firaun dan kaumnya) bangunan-bangunannya (dan apa yang telah dibangun mereka) dengan mengkasrahkan ra-nya dan boleh juga didamahkan, yakni bangunan-bangunan yang telah mereka tinggikan."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 138,
    "arab": "وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى اَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ اِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ",
    "translation": "Dan Kami selamatkan Bani Israil menyeberangi laut itu (bagian utara dari Laut Merah). Ketika mereka sampai kepada suatu kaum yang tetap menyembah berhala, mereka (Bani Israil) berkata, “Wahai Musa! Buatlah untuk kami sebuah tuhan (berhala) sebagaimana mereka mempunyai beberapa tuhan (berhala).” (Musa) menjawab, “Sungguh, kamu orang-orang yang bodoh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1092.mp3",
    "tafsir": "Ayat ini menerangkan bahwa dengan inayah (pertolongan) dan kekuasaan Allah, Bani Israil telah diselamatkan sampai ke seberang Laut Qulzum (laut merah) sehingga mereka terlepas dari penindasan Firaun dan kaumnya. Dari ayat ini dipahami, bahwa Musa dan Bani Israil dengan mudah mengarungi laut merah karena pertolongan Allah, bukan karena hal-hal yang lain seperti karena air laut waktu sedang surut dan sebagainya. Peristiwa ini merupakan mukjizat bagi Nabi Musa.\nPada ayat yang lain diterangkan bahwa setelah penindasan Firaun dan kaumnya kepada Bani Israil mencapai puncaknya, maka Allah memerintahkan Musa pergi pada suatu malam meninggalkan Mesir dengan membawa Bani Israil untuk melepaskan diri dari penindasan Firaun. Maka Musa pun melaksanakan semua perintah Tuhan. Setelah mendengar kepergian Musa dan kaumnya, Firaun pun marah, dan dalam waktu yang singkat bala tentaranya dikumpulkan dan langsung mengejar Musa dan Bani Israil malam itu juga. Pada pagi harinya, di kala matahari mulai memancarkan sinarnya, Firaun pun dapat menyusul dari belakang, kedua belah pihak telah saling melihat, sedang Musa dan Bani Israil waktu itu sudah berada di pinggir laut. Mereka dihadapkan pada situasi yang sulit jika terus lari terhalang oleh laut, akan kembali, pedang musuh telah terhunus menanti. Pada saat itulah Allah memperlihatkan kekuasaan-Nya dengan memerintahkan Musa agar memukulkan tongkatnya ke laut. Musa pun memukulkannya, air laut pun terbelah, dan di antara belahan air itu terdapat jalan membentang sampai ke seberang. Maka Musa dan Bani Israil segera melaluinya, dan dari belakang Firaun dan bala tentaranya terus mengikuti mereka. Akhirnya Musa dan Bani Israil selamat sampai di seberang, sedangkan Firaun dan bala tentaranya yang mencoba meniti jalan yang dilalui Musa dan kaumnya disergap air laut yang tiba-tiba kembali bersatu, jalan yang membentangpun lenyap, sehingga Firaun dan kaumnya mati tenggelam ke dasar laut.\nPeristiwa tenggelamnya Firaun dan tentaranya ini, diterangkan pula oleh ayat-ayat yang lain. Allah berfirman:\n\"Dan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\" Kemudian Firaun dengan bala tentaranya mengejar mereka, tetapi mereka digulung ombak laut yang menenggelamkan mereka.\" (Taha/20: 77-78)\n\nKisah tenggelamnya Firaun dan bala tentaranya di laut Qulzum disebutkan pula dalam Perjanjian Lama, Kitab Keluaran XIV: 15-31.\nSetelah Musa dan Bani Israil selamat sampai ke seberang laut Qulzum, yaitu daerah sekitar tanah Arab yang terletak di ujung benua Asia di bagian Barat Daya, mereka pun meneruskan perjalanannya. Maka sampailah mereka ke suatu negeri yang penduduknya taat menyembah berhala. Melihat keadaan yang demikian, ingatan mereka kembali kepada adat kebiasaan dan kepercayaan nenek-moyang mereka, yang biasa mereka kerjakan bersama-sama dengan Firaun, seperti menyembah sembahan selain Allah, baik yang berupa binatang, patung, batu, dan sebagainya. Karena itu dengan spontan mereka meminta kepada Nabi Musa, \"Hai Musa, buatkanlah untuk kami sebuah berhala, sebagaimana mereka mempunyai beberapa tuhan ........\".\nDari permintaan Bani Israil kepada Musa a.s, ini dipahami bahwa sekalipun Musa a.s, telah menyampaikan risalahnya dengan sebaik mungkin kepada Bani Israil, namun Bani Israil belum memahami dan menghayati betul agama tauhid yang disampaikan Musa. Adat istiadat dan kepercayaan nenek-moyang mereka, seperti menyembah berhala, masih sangat besar pengaruhnya pada diri mereka, sehingga kepercayaan tauhid yang baru ditanamkan Musa dengan mudah dapat digoyahkan.\nTelah diketahui bahwa orang-orang Bani Israil di zaman Firaun termasuk golongan yang rendah dan kurang pengetahuannya. Hampir tidak ada cerdik-cendekiawan berasal dari mereka, semua cendekiawan berasal dari penduduk Mesir asli, turunan bangsawan. Kebanyakan Bani Israil pada waktu itu hidup sebagai rakyat biasa, pekerja-pekerja kasar, bahkan banyak hidup sebagai budak yang dipaksa membangun piramida dan kuburan raja-raja.\nKarena keadaan mereka yang demikian, timbul sifat apatis di antara mereka, tidak ada cita-cita untuk membebaskan diri dari perbudakan Firaun, tidak ada keinginan yang kuat untuk merdeka. Tidak ada sikap yang tegas dan cita-cita yang kuat itu pada diri mereka, hal ini terlihat pada reaksi, tindak-tanduk dan sikap mereka dalam menerima ajakan Musa, sedikit saja halangan dan kesulitan yang mereka hadapi, dengan spontan mereka menyatakan rasa putus asa kepada Musa, bahkan menyatakan lebih suka hidup diperbudak dan penindasan Firaun. \nSikap Bani Israil terhadap ajakan Musa a.s, untuk hidup sebagai bangsa yang merdeka tidak berbeda dengan sikap mereka terhadap ajakan Musa a.s, untuk mengikuti agama yang benar. Sekalipun Nabi Musa telah menerangkan dengan baik dan jelas agama tersebut, sehingga mereka memahami dan mengikutinya, namun begitu mereka melihat patung-patung, orang yang menyembah berhala, orang yang memuja dewa-dewa dan segala macam bentuk kemusyrikan, ingatan mereka kembali kepada kepercayaan mereka terdahulu, karena itu mereka dengan spontan meminta kepada Musa, agar dibuatkan berhala untuk sembahan mereka. Mereka lebih merasa mantap menyembah sesuatu yang dapat dilihat dan diraba, dihiasi dan sebagainya daripada menyembah sesuatu yang gaib, tidak nampak oleh mata dan tidak dapat diraba dengan tangan.\nBerbeda dengan pesihir yang beriman kepada Musa, setelah kepandaian ilmu sihirnya dikalahkan oleh mukjizat Musa. Mereka termasuk orang-orang yang mempunyai ilmu pengetahuan dan cerdik-cendekiawan pada waktu itu. Karena itu mereka bisa membedakan sesuatu yang salah dengan yang benar dengan pengetahuan mereka itu, sehingga dapat mengetahui mana tanda-tanda kekuasaan Allah dan mana yang bukan, mana yang dapat dicapai oleh panca indera dan mana yang tak dapat dicapai, dan sebagainya. Karena itu setelah mereka beriman kepada Allah dan Nabi Musa, mereka pun beriman dengan sepenuh hati, tidak dapat digoyahkan oleh keadaan apa pun dan oleh ancaman apa pun, termasuk ancaman Firaun kepada mereka. Iman mereka telah mempunyai landasan yang kokoh, sehingga merupakan keyakinan yang kuat sebagai hasil dari pengetahuan, perasaan, pengalaman, dan apa yang ada pada mereka.\nBani Israil seperti yang diterangkan di atas adalah orang-orang yang tidak mengetahui sifat-sifat Tuhan, tidak mengetahui keharusan menyembah hanya kepada Allah semata dengan tidak menyekutukan-Nya dengan sesuatu pun tidak mengetahui akan keharusan beribadah langsung ditujukan kepada Allah tanpa mengambil perantara dengan sesuatu pun, seperti patung-patung, bangunan-bangunan, kuburan-kuburan, atau benda-benda yang lain yang mereka jadikan sebagai perantara dalam menyembah Allah. Mereka harus percaya bahwa hanya Allah Yang Maha Esa.\nJenis iman seperti iman Bani Israil yang disebabkan kebodohan dan pengaruh kepercayaan nenek-moyang itu, terdapat juga pada manusia umumnya, dan kaum Muslimin khususnya, serta dijumpai pula pada tiap-tiap periode dalam sejarah, sejak masa Nabi Muhammad sampai kepada zaman mutakhir ini, sebagaimana yang diisyaratkan hadis Nabi saw: \n\nAhmad dan An-Nasai meriwayatkan dari Abi Waqid Al-Laitsy, ia berkata: \"Kami keluar dari Medinah bersama Rasulullah saw menuju perang Hunain, maka kami melalui sebatang pohon sidrah, aku berkata: \"Ya Rasulullah jadikanlah bagi kami pohon \"dhatu anwath\" (pohon yang bisa menjadi gantungan) sebagaimana orang kafir mempunyai \"dhatu anwath\". Rasulullah menjawab: \"(Allah Maha Besar). Permintaanmu ini adalah seperti permintaan Bani Israil kepada Musa: (Jadikanlah bagi kami sebuah sembahan, sebagaimana mereka mempunyai sembahan), sesungguhnya kamu mengikuti kepercayaan orang sebelum kamu.\" (Riwayat Ahmad dan an-Nasai)\n\nKenyataan adanya kepercayaan itu diisyaratkan hadis di atas pada masa dahulu dan masa sekarang hendaknya merupakan peringatan bagi kaum Muslimin agar berusaha sekuat tenaga untuk memberi pengertian dan penerangan, sehingga seluruh kaum Muslimin mempunyai akidah dan kepercayaan sesuai dengan yang diajarkan agama Islam. Masih banyak di antara kaum Muslimin yang masih memuja kuburan, mempercayai adanya kekuatan gaib pada batu-batu, pohon-pohon, gua-gua, dan sebagainya. Karena itu mereka memuja dan menyembahnya dengan ketundukan dan kekhusyukan, yang kadang-kadang melebihi ketundukan dan kekhusyukan kepada Allah. Banyak juga di antara kaum Muslimin yang menggunakan perantara washilah dalam beribadah, seakan-akan mereka tidak percaya bahwa Allah Maha dekat kepada hamba-Nya dan bahwa ibadah yang ditujukan kepada-Nya itu akan sampai tanpa perantara. Kepercayaan seperti ini tidak berbeda dengan kepercayaan syirik yang dianut oleh orang-orang Arab Jahiliyah dahulu, kemungkinan yang berbeda hanyalah namanya saja. Kepercayaan seperti ini bertentangan dengan ayat:\n\n\"... dan Kami lebih dekat kepadanya daripada urat lehernya.\" (Qaf/50:16)\n\nDan pengakuan Ibrahim as yang tersebut dalam firman-Nya:\n\n\"Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang-orang yang musrik.\" (al-Anam/6: 79)\n\nBahkan Allah menegaskan dalam firman-Nya lagi:\n\n\"Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.\" (al-Baqarah/2: 186)\n\nOrang yang menyembah suatu sembahan di samping Allah adalah orang yang memperbodoh dirinya sendiri, seperti firman Allah:\n\nDan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri... (al-Baqarah/2: 130)\nPermintaan Bani Israil itu dijawab oleh Nabi Musa: \"Sesungguhnya kamu hai Bani Israil tidak mengetahui sifat-sifat Allah, apa yang wajib bagi-Nya dan apa yang mustahil bagi-Nya. Dia adalah Esa dan tidak ada sekutu bagi-Nya. \"\nAgama yang dibawa para rasul Allah sejak zaman dahulu sampai sekarang, yaitu agama yang dibawa oleh Nabi Muhammad saw, sebagai nabi dan rasul penutup adalah agama yang mengakui keesaan Allah dengan sebenar-benarnya, tidak ada di dalamnya unsur syirik sedikit pun juga. Hal ini adalah karena ibadah atau menyembah itu merupakan suatu perasaan yang timbul dari hati sanubari. Perasaan itu menimbulkan ketundukan hati dan jiwa kepada Yang Maha Agung, menumbuhkan keyakinan bahwa dia sajalah yang berhak disembah; sedangkan yang lain adalah makhluk ciptaan-Nya yang sama kedudukannya dengan ciptaan-Nya yang lain. Karena itu menyembah sembahan selain Allah akan merusak ketauhidan yang timbul dari perasaan yang ada dalam diri seorang, dan menunjukkan ketergantungan seseorang kepada sembahan, di samping tergantung kepada Allah. Karena itu Nabi Musa menolak dengan tegas permintaan kaumnya.",
    "quraish": "Banû Isrâ'îl, dengan lindungan dan bantuan Kami, dapat selamat menyeberangi lautan. Setelah selamat menyeberang, mereka melewati satu kaum yang sedang menyembah berhala. Ketika itulah muncul keinginan untuk melakukan kebiasaan lama mereka, kebiasaan menyembah berhala yang dilakukan di Mesir. Mereka lalu meminta Mûsâ untuk membuatkan patung berhala untuk disembah, seperti yang dilakukan oleh kaum yang mereka lihat itu. Mûsâ berusaha mencegah keinginan mereka dan berkata dengan nada mencela, \"Sesungguhnya kalian ini orang-orang dungu yang tidak berakal. Kalian tidak mengerti ibadah yang benar dan kalian pun tidak tahu Tuhan yang bagaimana yang patut disembah.",
    "jalalayn": "(Dan Kami seberangkan) Kami lewatkan (Bani Israel ke seberang lautan itu, maka setelah mereka sampai) mereka lewat (pada suatu kaum yang tetap menyembah) dengan dibaca damah atau kasrah huruf kaf-nya (berhala mereka) mereka masih tetap menyembah berhala-berhala itu (Bani Israel berkata, \"Hai Musa! Buatlah untuk kami sebuah tuhan) berhala yang akan kami sembah (sebagaimana mereka mempunyai beberapa tuhan, berhala.\" Musa menjawab, \"Sesungguhnya kamu ini adalah kaum yang bodoh.\") karena kamu membalas karunia Allah atas kamu dengan apa yang tadi kamu katakan."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 139,
    "arab": "اِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Sesungguhnya mereka akan dihancurkan (oleh kepercayaan) yang dianutnya dan akan sia-sia apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1093.mp3",
    "tafsir": "Ayat ini menegaskan bahwa orang-orang yang taat dan tekun menyembah sembahan selain Allah akan dihancurkan dan dibinasakan Allah, dan berhala-berhala yang mereka sembah itu tidak sanggup memberi manfaat dan tidak pula memberi mudarat kepada siapapun. Perbuatan mereka menyembah berhala itu tidak diberi pahala sedikit pun bahkan mereka diberi siksaan yang besar. Ayat ini merupakan obat penawar bagi Nabi Muhammad dan kaum Muslimin yang sedang menghadapi ejekan dan penganiayaan dari kaum musyrik Mekah, karena ayat ini mengisyaratkan kemenangan Nabi Muhammad dan kaum Muslimin dalam waktu dekat dan lenyapnya kepercayaan syirik di jazirah Arab.",
    "quraish": "Sesungguhnya para penyembah berhala yang kalian lihat keyakinan mereka yang batil itu akan binasa. Perbuatan-perbuatan mereka akan musnah dan sia-sia belaka.",
    "jalalayn": "(Sesungguhnya mereka itu akan dihancurkan) dibinasakan (kepercayaan yang dianutnya dan akan batal apa yang selalu mereka kerjakan)."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 140,
    "arab": "قَالَ اَغَيْرَ اللّٰهِ اَبْغِيْكُمْ اِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ",
    "translation": "Dia (Musa) berkata, “Pantaskah aku mencari tuhan untukmu selain Allah, padahal Dia yang telah melebihkan kamu atas segala umat (pada masa itu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1094.mp3",
    "tafsir": "Permintaan Bani Israil agar dibuatkan sembahan selain Allah, dijawab oleh Musa as: \"Apakah aku akan membuatkan tuhan selain Allah yang akan kamu sembah, padahal Allah Pencipta alam semesta yang telah menjadikan kamu semua sebagai umat yang utama di masamu dan menjadikan Islam sebagai agama bagimu, yaitu agama tauhid, agama yang dibawa oleh Nabi Ibrahim agama para Nabi dan Rasul yang telah diutus Allah. Kenapa kamu masih mencari agama yang lain?\" Ayat ini menyatakan bahwa permintaan Bani Israil adalah permintaan yang aneh dan mengherankan, karena mereka telah diberi sesuatu yang baik, yaitu agama tauhid, kemudian mereka hendak menukarnya dengan yang jelek, yaitu agama syirik.",
    "quraish": "Apakah pantas aku mencarikan kalian sembahan selain Allah, Tuhan semesta alam yang telah memberi kalian keutamaan dan nikmat yang tidak diberikan kepada orang-orang semasa kalian?",
    "jalalayn": "(Musa menjawab, \"Patutkah aku mencari Tuhan untuk kamu yang selain daripada Allah?\") yakni sesembahan; pada asalnya lafal abghiikum itu ialah abghii lakum (padahal Dialah yang telah melebihkan kamu atas segala umat) di zaman kamu sesuai dengan apa yang dituturkan dalam firman-Nya berikut ini."
  },
  {
    "hizb": 66,
    "name": "Al-A'raf",
    "ayat": 141,
    "arab": "وَاِذْ اَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ ",
    "translation": "Dan (ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari (Fir‘aun) dan kaumnya, yang menyiksa kamu dengan siksaan yang sangat berat, mereka membunuh anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1095.mp3",
    "tafsir": "Pada ayat ini Allah mengingatkan kepada Bani Israil yang ingin dibuatkan tuhan selain Allah itu, bahwa mereka telah diberi nikmat yang berlimpah berupa diutusnya Nabi Musa kepada mereka, untuk melepaskan mereka dari belenggu penindasan dan perbudakan Firaun yang telah membunuh setiap anak lelaki mereka yang lahir, dan membiarkan hidup anak perempuan mereka dengan maksud agar Bani Israil tetap dalam keadaan lemah dan tetap dalam perbudakan untuk ditindas selama-lamanya. Hendaknya segala macam cobaan dan pengalaman-pengalaman yang pahit itu dapat dijadikan pelajaran dengan mendekatkan diri kepada Allah Yang Maha Kuasa dan berusaha setiap waktu agar pengalaman-pengalaman itu tidak terulang lagi.",
    "quraish": "Ingatlah ketika Allah, dengan pertolongan-Nya, menyelamatkan kalian dari Fir'aun dan kaumnya. Sebelumnya, mereka selalu menyiksa kalian dengan siksaan yang sangat menyakitkan. Kalian dipaksa melayani mereka untuk melaksanakan pekerjaan-pekerjaan kasar dan sulit. Bahkan, di mata mereka, kalian seperti binatang, tidak mempunyai kehormatan sedikit pun. Anak-anak lelaki kalian mereka bunuh, sedangkan anak-anak perempuan kalian mereka biarkan hidup, agar kalian semakin lemah karena banyaknya wanita-wanita! Maka azab Fir'aun yang menimpa kalian dan kemudian Kami selamatkan kalian dari azab itu merupakan ujian besar dari Tuhan kalian, yang tidak ada ujian dan cobaan seberat itu.\"",
    "jalalayn": "(Dan) ingatlah kamu (ketika Kami menyelamatkan kamu) dan menurut suatu qiraat dibaca anjaakum (dari Firaun dan kaumnya yang mengazab kamu) mereka menyiksa dan menganiaya kamu (dengan azab yang sangat jahat) yakni siksaan/azab yang paling keras, yaitu dalam bentuk (yaitu mereka membunuh anak-anak lelakimu dan membiarkan hidup) tidak membunuh (wanita-wanitamu. Dan pada yang demikian itu) penyelamatan dan siksaan (cobaan) pemberian nikmat dan ujian (dari Tuhanmu, yaitu cobaan yang besar) maka apakah kamu tidak mau mengambil pelajaran darinya sehingga kamu berhenti dari apa yang kamu katakan itu."
  }
]