[
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 142,
    "arab": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
    "translation": "Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu),  dan janganlah engkau mengikuti  jalan orang-orang  yang berbuat kerusakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1096.mp3",
    "tafsir": "Ayat ini menerangkan peristiwa turunnya Kitab Taurat kepada Nabi Musa. Allah telah menetapkan janji-Nya kepada Nabi Musa bahwa Dia akan menurunkan wahyu kepadanya yang berisikan pokok-pokok agama dan pokok-pokok hukum yang menjadi pedoman bagi Bani Israil dalam usaha mereka mencapai kebahagiaan hidup di dunia dan di akhirat. Waktu penurunan wahyu yang dijanjikan itu selama tiga puluh malam di gunung Sinai, kemudian ditambah sepuluh malam lagi sehingga menjadi empat puluh malam.\nMengenai turunnya Kitab Taurat kepada Nabi Musa diriwayatkan oleh Ibnul Mundzir dan Ibnu Abi Hatim dari Ibnu Abbas, waktu menafsirkan ayat ini, bahwa Musa berkata kepada kaumnya, \"Sesungguhnya Tuhanku (Allah) menjanjikan kepadaku tiga puluh malam. Aku akan menemui-Nya dan aku jadikan Harun untuk mengurusimu.\" Maka setelah Musa sampai ke tempat yang dijanjikan, yaitu pada bulan Â¨ulkaidah dan sepuluh malam bulan Â¨ulhijjah, lalu Musa menetap dan menunggu di atas bukit Sinai selama empat puluh malam, dan Allah menurunkan kepadanya Taurat dalam bentuk kepingan-kepingan bertulis, Allah mendekatkan Musa kepada-Nya untuk diajak bicara. Sesudah itu berbicaralah Allah, dan Musa pun mendengar bunyi getaran pena.\nDari kedua riwayat ini dapat diambil kesimpulan, bahwa Musa a.s pergi ke bukit Sinai sendirian, tak ada yang menemani, dalam arti kata ia memisahkan diri dari kaumnya Bani Israil. Sepeninggal Musa a.s. Bani Israil terpengaruh oleh ajakan Samiri, sehingga mereka ikut menyembah patung anak sapi.\nSebelum Musa a.s. berangkat ke tempat yang telah ditentukan Allah untuk menerima Taurat, ia menyerahkan pimpinan kaumnya kepada saudaranya Harun a.s, dan menyatakan Harun sebagai wakilnya, mengurus kepentingan-kepentingan Bani Israil selama ia pergi, Musa memperingatkan agar Harun jangan mengikuti kemauan dan pendapat orang yang sesat dan suka berbuat kerusakan.\nHarun adalah saudara tua Musa a.s. dan diangkat oleh Allah sebagai Rasul dan Nabi. Pada ayat yang lain disebutkan bahwa Musa sebelum menghadapi Firaun berdoa kepada Allah agar Harun diangkat sebagai wazirnya, karena lidahnya lebih petah (fasih) dibanding dengan lidah Musa.\nAllah berfirman:\nDan jadikankanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 29-30-31-32)",
    "quraish": "Kami telah menjanjikan Mûsâ untuk bermunajat dan kemudian akan memperoleh Tawrât setelah melakukan ibadah selama tiga puluh hari. Kemudian, untuk melengkapi ibadahnya, Kami sempurnakan waktu pelaksanaannya sepuluh malam lagi. Dengan demikian, waktu yang ditentukan itu menjadi empat puluh malam. Di saat akan berangkat bermunajat, Mûsâ berpesan kepada saudaranya, Hârûn, \"Jadilah wakilku yang memimpin kaum ini, perbaikilah hal ihwal mereka, dan waspadalah agar kamu tidak terjebak mengikuti jalan orang-orang yang merusak.\"",
    "jalalayn": "(Dan telah Kami janjikan) dengan memakai alif dan tidak memakainya (kepada Musa sesudah berlalu waktu tiga puluh malam) di mana Kami akan berbicara kepadanya seusai masa tersebut agar ia berpuasa terlebih dahulu; masa itu adalah bulan Zulkaidah kemudian Musa berpuasa dan tatkala ia selesai, bau mulutnya masih kurang enak. Akhirnya Musa bersiwak dan Allah swt. memerintahkannya agar melakukan puasa sepuluh hari lagi agar ia dapat berbicara dengan-Nya melalui mulutnya; hal ini telah dijelaskan dalam firman Allah swt. (dan Kami sempurnakan jumlah malam itu dengan sepuluh malam lagi) yakni dari bulan Zulhijah (maka sempurnalah waktu yang telah ditentukan Tuhannya) yaitu waktu yang telah dijanjikan oleh-Nya untuk berbicara dengan-Nya (empat puluh) menjadi hal (malam) menjadi tamyiz. (Dan berkata Musa kepada saudaranya, yaitu Harun) di kala hendak pergi ke bukit untuk bermunajat (\"Gantikanlah aku) maksudnya jadilah engkau sebagai penggantiku (dalam memimpin kaumku dan perbaikilah\") perkara mereka (dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan) dengan menyetujui mereka berbuat kemaksiatan."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 143,
    "arab": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ اَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ اِلَيْكَ وَاَنَا۠ اَوَّلُ الْمُؤْمِنِيْنَ",
    "translation": "Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” (Allah) berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.” Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu, gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1097.mp3",
    "tafsir": "Ayat ini menerangkan, manakala Musa as sampai ke tempat dan waktu yang dijanjikan Allah untuk menerima wahyu, Allah telah menyampaikan wahyu-Nya secara langsung tanpa perantara, maka timbul pada diri Musa keinginan untuk memperoleh kemuliaan lain di samping kemuliaan berkata-kata langsung dengan Allah yang baru saja diterimannya. Keinginan itu ialah mendapat kemuliaan melihat Allah dengan jelas, lalu Musa berkata, \"Ya Tuhanku, perlihatkanlah zat Engkau yang suci dan berilah aku kekuatan untuk dapat melihat Engkau dengan jelas, karena aku tidak sanggup melihat dan mengetahui Engkau dengan sempurna. Allah menjawab, \"Hai Musa kamu tidak akan dapat melihat-Ku.\" Dalam hadis Nabi saw, disebutkan:\n\"Dari Abu Musa, ia berkata: Rasulullah saw bersabda, \"Hijab (pembatas) Allah ialah nur (cahaya). Sekiranya nur itu disingkapkan niscaya keagungan sinar wajahnya akan membakar seluruh makhluk yang sampai pandangan Tuhan kepadanya.\" (Riwayat Muslim)\n\nSelanjutnya Allah berkata kepada Musa, \"Melihatlah ke bukit, jika bukit itu tetap kokoh dan kuat seperti sediakala setelah melihat-Ku, tentulah kamu dapat pula melihat-Ku, karena kamu dan gunung itu adalah sama-sama makhluk ciptaan-Ku. Tetapi jika bukit yang kokoh dan kuat itu tidak tahan dan hancur setelah melihat-Ku bagaimana pula kamu dapat melihat-Ku. Karena seluruh makhluk yang aku ciptakan tidak mampu dan tidak sanggup untuk melihat-Ku.\"\nDiriwayatkan dari Ibnu Abbas, ia berkata, \"Ketika Musa as memohon kepada Tuhannya, \"Perlihatkanlah zat Engkau kepadaku\" Allah menjawab: \"Kamu sekali-kali tidak akan dapat melihat-Ku.\" Kemudian Allah menegaskan lagi, \"Kamu tidak akan dapat melihat-Ku untuk selama-lamanya hai Musa.\" Tidak seorang pun yang sanggup melihat-Ku, lalu sesudah itu ia tetap hidup.\" Akhirnya Allah berkata, \"Melihatlah ke bukit yang tinggi lagi besar itu, jika bukit itu tetap di tempatnya, tidak bergoncang dan hancur, tentulah ia melihat kebesaran-Ku, mudah-mudahan kamu dapat melihatnya pula, sedangkan kamu benar-benar lemah dan rendah. Sesungguhnya gunung itu berguncang dan hancur bagaimana pun juga kuat dan dahsyatnya, sedang kamu lebih lemah dan rendah.\"\nAda beberapa pendapat mufassir tentang yang dimaksud dengan ayat: \"Ketika Tuhannya menampakkan diri kepada gunung-gunung itu\" sebagian mufassir mengatakan bahwa yang nampak bagai gunung itu ialah zat Allah. Bagaimana pun juga pendapat para mufassir, namun nampaknya Allah itu bukanlah seperti nampaknya makhluk. Namun penampakan Tuhan tidak sama dengan penampakan manusia sesuai dengan sifat-sifat Allah yang tidak dapat diukur dengan ukuran manusia. \nSetelah Musa as, sadar dari pingsannya, dan sadar pula bahwa ia telah meminta kepada Allah sesuatu yang dapat membahayakan dirinya, ia merasa telah berbuat dosa, karena itu ia memohon dan berdoa kepada Allah, Maha Suci Engkau, \"Ya Tuhanku, aku berdosa karena meminta sesuatu kepada Engkau yang di luar batas kemampuanku menerimanya, karena itu aku bertaubat kepada Engkau dan tidak akan mengulangi kesalahan seperti yang telah lalu itu, dan aku termasuk orang-orang yang pertama beriman kepada-Mu.\"\nMujahid berkata, \"Tubtu ilaika\" (Aku bertaubat kepada Engkau), maksudnya ialah: Aku bertaubat kepada Engkau, karena aku telah memohon kepada Engkau agar dapat melihat zat Engkau, \"wa ana awwalul muminin\", (Aku orang yang pertama beriman kepada Engkau) maksudnya aku adalah orang Bani Israil yang pertama beriman kepada Engkau. Sedang dalam suatu riwayat yang lain dari Ibnu Abbas, ialah orang yang pertama-tama beriman dan tidak seorang pun yang dapat melihat Engkau (di dunia).",
    "quraish": "Tatkala ia datang untuk bermunajat, Tuhan berbicara langsung kepadanya dalam suatu dialog yang tidak sama dengan pembicaraan yang dilakukan manusia. Mûsâ berkata, \"Tuhanku, perlihatkanlah zat-Mu kepadaku. Tampakkanlah diri-Mu agar aku dapat melihat-Mu, sehingga kehormatanku semakin bertambah.\" Allah berfirman, \"Kamu tidak akan sanggup melihat-Ku.\" Kemudian Allah ingin Mûsâ dapat menerima ketidaksanggupannya itu, dan berkata, \"Tapi lihatlah bukit yang lebih kokoh bila dibandingkan dengan kondisimu. Jika--saat kemunculan-Ku--bukit itu tetap tegar, maka kamu pun bakal mampu melihat-Ku saat Aku muncul di hadapanmu.\" Tatkala Tuhan menampakkan diri-Nya ke bukit, tiba-tiba bukit itu hancur lebur hingga sama rata dengan tanah. Mûsâ sendiri jatuh pingsan tak sadarkan diri menyaksikan peristiwa dahsyat itu. Setelah siuman, Mûsâ pun berkata, \"Ya Allah, Mahasuci Engkau dari keterlihatan di dunia ini. Sungguh aku bertobat kepada-Mu karena telah lancang meminta sesuatu yang tak Engkau izinkan. Dan aku adalah orang pertama di zamanku yang mengimani keagungan dan kebesaran-Mu.\"",
    "jalalayn": "(Dan tatkala Musa datang untuk munajat dengan Kami pada waktu yang telah Kami tentukan) waktu yang telah Kami janjikan kepadanya akan berbicara dengannya pada waktu itu (dan Tuhan telah berfirman kepadanya) tanpa perantara dengan pembicaraan yang dapat Musa dengar dari segala penjuru (berkatalah Musa, \"Ya Tuhanku! Tampakkanlah kepadaku) diri Engkau (agar aku dapat melihat-Mu.\" Tuhan berfirman, \"Kamu sekali-kali tidak sanggup melihat-Ku) artinya kamu tidak akan mampu melihat-Ku; bila hal itu diungkapkan bukan dengan memakai huruf lan, maka pengertiannya berarti melihat Tuhan itu mungkin dapat dilakukan (tetapi lihatlah kepada bukit itu) yang bangunannya lebih kuat daripada dirimu (maka jika ia tetap) tegak seperti sediakala (pada tempatnya, niscaya kamu dapat melihat-Ku\") engkau dapat melihat-Ku dan jika tidak, maka niscaya kamu tidak akan kuat (Tatkala Tuhannya tampak) yakni sebagian dari nur-Nya yang hanya sebesar setengah jari manis, demikianlah menurut penjelasan dari hadis yang telah diriwayatkan oleh Al-Hakim (bagi gunung itu, kejadian itu menjadikan gunung itu hancur luluh) dengan dibaca qashr atau pendek dan panjang, yakni gunung itu menjadi lebur rata dengan tanah (dan Musa jatuh pingsan) tak sadarkan diri karena sangat terkejut melihat apa yang ia saksikan (Maka setelah Musa sadar kembali, dia berkata, \"Maha Suci Engkau) dengan memahasucikan Engkau (aku bertobat kepada Engkau) dari permintaan yang aku tidak diperintahkan mengemukakannya (dan aku orang yang pertama-tama beriman\") pada zamanku ini."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 144,
    "arab": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "translation": "(Allah) berfirman, “Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1098.mp3",
    "tafsir": "Selanjutnya Allah menerangkan bahwa Dia telah memilih Musa di antara manusia yang ada di zaman-Nya dengan memberikan karunia yang tidak diberikannya kepada manusia lainnya, yaitu mengangkat Musa sebagai Nabi dan Rasul, memberinya kesempatan langsung berbicara dengan Allah, sekali pun dibatasi oleh suatu yang membatasinya antara Allah dan Musa.\nDi dalam Al-Quran disebutkan cara Allah menyampaikan wahyu kepada para Rasul-Nya, sebagaimana firman Allah:\n\n\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantara wahyu atau di belakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha tinggi, Mahabijaksana. (Asy-Syura/42: 51)\n\nJadi menurut ayat ini ada tiga macam cara Allah menyampaikan wahyu kepada para Rasul-Nya yaitu:\n1.Dengan mewahyukan kepada Rasul yang bersangkutan, yaitu dengan menanamkan suatu pengertian ke dalam hati seseorang yang diturunkan wahyu kepadanya.\n2.Berbicara langsung dengan memakai pembatas yang membatasi antara Allah dan hamba yang diajak berbicara. Cara yang kedua inilah yang dialami oleh Musa dalam menerima wahyu, sehingga ia dikenal dengan kalimullah.\n3. Dengan perantaraan malaikat Jibril as. Al-Quran disampaikan melalui cara ini.\n\nMengenai persoalan dapatkah manusia melihat Allah dengan nyata, maka jika dipahami ayat-ayat dan hadis-hadis Nabi, maka dapat diambil kesimpulan sebagai berikut:\n1.Mustahil manusia melihat Allah selama mereka hidup di dunia, sebagaimana ditegaskan Allah kepada Nabi Musa as.\n2.Orang-orang yang beriman dapat melihat Allah di akhirat nanti, sesuai dengan :\na. Firman Allah : \n\"Wajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya.\" (Al-Qiyamah/75:22-23)\n\nDari ayat ini dipahami bahwa \"melihat Tuhan\" pada hari Kiamat itu termasuk nikmat yang diberikan Allah kepada orang-orang yang beriman, karena itu mereka selalu mengharap-harapkannya.\n\nb. Sabda Rasulullah saw :\nSesungguhnya manusia berkata (kepada Rasulullah saw), \"Ya Rasulullah adakah kita melihat Tuhan kita pada hari Kiamat nanti?\" Rasulullah menjawab, \"Adakah yang menghalangi kalian melihat bulan pada bulan purnama?\" Mereka berkata, \"Tidak, ya Rasulullah.\" Rasulullah berkata, \"Maka sesungguhnya kamu akan melihat Tuhan seperti melihat bulan purnama itu.\" (Riwayat al-Bukhari dan Muslim)\n\nc. Semua yang wujudnya dapat dilihat. Hanyalah yang tidak ada wujudnya yang tidak dapat dilihat. Tuhan adalah wajibul wujud, karena itu Tuhan dapat dilihat jika ia menghendaki-Nya. Dalam pada itu Tuhan melihat segala yang ada, termasuk melihat diri-Nya sendiri. Kalau Tuhan dapat melihat diri-Nya tentu Dia berkuasa pula menjadikan manusia melihat diri-Nya jika Dia menghendaki.\nPada potongan ayat berikutnya Nabi Musa dan kaumnya diperintahkan untuk menerima kitab suci yang Allah turunkan, dan syariat yang harus dijalankan untuk dijadikan pegangan hidup dan diamalkan di dunia. Hanya dengan cara inilah mereka baru bisa dianggap sebagai orang yang bersyukur dan menghargai pemberian nikmat Allah.",
    "quraish": "Tatkala Allah menolak permintaan Mûsâ untuk melihat-Nya, Dia telah menyiapkan untuk Mûsâ nikmat- nikmat yang lain sebagai penghibur penolakan itu, seraya berfirman, \"Wahai Mûsâ, sesungguhnya Aku telah memberikan keutamaan kepadamu, dan dari sekian banyak orang sezamanmu, Aku memilih kamu untuk menyampaikan sifr-sifr Tawrât dan berbicara langsung dengan-Ku. Maka terimalah keutamaan yang Kuberikan kepadamu ini, bersyukurlah kepada-Ku sebagaimana yang dilakukan orang-orang yang mensyukuri nikmat-nikmat-Ku.\"",
    "jalalayn": "(Allah berfirman,) Maha Tinggi Allah (\"Hai Musa, sesungguhnya Aku memilih melebihkan kamu) yakni Aku memilihmu (dari manusia) yang hidup di masamu (untuk membawa risalah-Ku) dengan memakai jamak dan mufrad/tunggal (dan untuk berbicara langsung dengan-Ku) Aku berbicara kepadamu secara langsung (sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu) berupa keutamaan (dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-nikmat-Ku."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 145,
    "arab": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
    "translation": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), “Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, Aku akan memperlihatkan kepadamu negeri orang-orang fasik.”   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1099.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini bahwa Dia telah menurunkan kepada Nabi Musa as, beberapa keping lauh yang berisi petunjuk-petunjuk dan pengajaran-pengajaran, janji dan ancaman pokok-pokok agama, berupa pokok-pokok akidah, budi pekerti dan hukum-hukum.\nPendapat para ahli berbeda-beda tentang yang dimaksud dengan lauh itu termasuk bagian Kitab Taurat, dan ada yang berpendapat bahwa lauh diturunkan sebelum Kitab Taurat diturunkan. Dari berbagai pendapat itu yang kuat ialah pendapat yang mengatakan bahwa lauh itu adalah wahyu yang pertama diturunkan kepada Musa as, karena itu ia memuat hukum-hukum, akidah, dan keterangan-keterangan yang bersifat umum dan global. Kemudian diturunkan wahyu lain untuk menjelaskan secara berangsur-angsur sesuai dengan keperluan, keadaan masa, dan tempat.\nPara ahli tafsir berbeda pendapat tentang jumlah lauh yang diturunkan kepada Nabi Musa as. Ada yang mengatakan sepuluh dan sebagainya. Tidak ada nash yang tegas menerangkan jumlah lauh yang diturunkan itu.\nAllah memerintahkan agar Musa berpegang teguh dengan pokok-pokok agama yang telah diturunkan kepadanya, melaksanakan segala petunjuk-petunjuk dan hukum-hukumnya, agar berbahagia hidup di dunia dan di akhirat nanti. Dan Allah memerintahkan agar Musa dan kaumnya berpegang teguh kepada ajaran-ajaran, petunjuk-petunjuk, dan hukum-hukum yang ada di dalam lauh itu. Sehingga Bani Israil akan baik budi-pekertinya, baik ibadahnya, dan tertutuplah pintu-pintu syirik. Jika kamu dan kaummu tidak mengambil dan memegang teguh apa yang telah Kami turunkan dengan sesungguhnya, maka kamu akan menjadi fasik, seperti yang telah dialami oleh kaum ad, samud, dan kaum Firaun dan sebagainya, atau Kami akan memperlihatkan kelak apa yang dialami orang-orang yang tidak mau taat kepada-Ku.\nDari ayat-ayat di atas dapat diambil beberapa iktibar (pelajaran) sebagai berikut:\n1.Wajib menyampaikan ajaran rasul dengan sungguh-sungguh, sesuai dengan risalah yang dibawa Rasul, agar dengan demikian tercapailah pembentukan umat yang baru, penuh kedamaian di bawah lindungan Tuhan Yang Maha Pengampun. Hal ini dapat dilihat pada perbuatan Rasulullah saw, sendiri. Beliau merupakan suri teladan bagi umatnya dalam mengamalkan perintah-perintah Allah. Hal ini dapat dilihat pada perkataan, perbuatan dan tindakannya. Karena itu orang Arab tertarik kepada agama yang dibawanya, sehingga dalam waktu yang sangat pendek, penduduk Jazirah Arab telah menganut agama Islam. Cara-cara yang dilakukan oleh Rasulullah ini telah dilakukan pula oleh para sahabat dan beberapa khalifah yang terkenal dalam sejarah, maka mereka pun telah berhasil sebagaimana Rasulullah telah berhasil. Dalam pada itu ada pula di antara kaum Muslimin yang telah berbuat kesalahan.\n2. Kita lihat dalam sejarah bahwa Bani Israil menjadi bangsa yang besar dan berkuasa di saat mereka melaksanakan dengan baik agama Allah, dan mereka menjadi bangsa terjajah, hidup sengsara di saat mereka memandang enteng dan mengingkari agama Allah.\n3.Demikianlah halnya kaum Muslimin, menjadi kuat dan besar di saat mereka melaksanakan dengan baik agama Allah, di saat timbul persaudaraan yang kuat sesama kaum Muslimin, dan mereka menjadi lemah di saat mereka tidak mengacuhkan lagi agama Allah.",
    "quraish": "Di kepingan-kepingan Tawrât itu, Kami jelaskan kepada Mûsâ segala sesuatu yang berkaitan dengan ajaran-ajaran dan aturan-aturan terperinci yang dibutuhkan umat manusia dalam kehidupan dunia dan akhirat. Kami serukan kepadanya, \"Ambillah kepingan-kepingan ini dengan teguh dan kuat. Perintahkanlah kaummu untuk mengamalkan hal-hal yang utama yang dikandungnya, seperti mendahulukan sikap memaafkan ketimbang kisas, membebaskan utang ketimbang menangguhkannya, dan mengutamakan yang mudah dari yang sulit. Dalam Tawrât itu juga Aku tunjukkan negeri orang-orang yang melanggar perintah- perintah Allah dan kehancuran yang akan diderita, agar menjadi pelajaran bagi kalian. Maka janganlah kalian langgar aturan-aturan Allah, hingga kalian terhindar dari bencana yang menimpa mereka.\"",
    "jalalayn": "(Dan telah Kami tuliskan untuk Musa pada lempengan-lempengan) lempengan-lempengan kitab Taurat yang terdiri dari dedaunan surga, atau dari zabarjad atau dari tujuh jenis atau sepuluh jenis zamrud (segala sesuatu) yang diperlukan di dalam menyampaikan agama (sebagai pelajaran dan penjelasan) keterangan (bagi segala sesuatu) menjadi badal dari jar dan majrur sebelumnya. (Maka berpeganglah kepadanya) sebelumnya terdapat kalimat Kami berfirman yang ditakdirkan/yang diperkirakan keberadaannya (dengan teguh) dengan sungguh-sungguh dan dengan segala kemampuan (dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik) yakni Firaun beserta para pengikutnya, yaitu negeri Mesir, supaya kamu mengambil pelajaran darinya."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 146,
    "arab": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
    "translation": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1100.mp3",
    "tafsir": "Allah akan memalingkan hati orang-orang yang takabur, menyombongkan diri untuk memahami bukti-bukti dan dalil-dalil yang dibawa para rasul, terutama yang berhubungan dengan kekuasaan dan kebesaran Allah, dan memalingkan pula hati mereka untuk melaksanakan agama Allah dan mengikuti petunjuk ke jalan yang benar. Hal ini sesuai pula dengan firman Allah:\n\n\"Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.\" (Ash-shaff/61: 5)\n\nTakabur menurut bahasa berarti, \"menganggap dirinya besar\", atau \"merasa agung\". Yang dimaksud oleh ayat ini ialah menolak kebenaran dan meremehkan orang lain. Perangai dan sifat seorang yang takabur itu memandang enteng orang lain, seakan-akan dia sajalah yang pandai, yang berkuasa, yang menentukan terjadinya segala sesuatu dan sebagainya. Karena itu dalam tindak-tanduknya ia mudah melakukan perbuatan yang melampaui batas, berbuat sewenang-wenang dan suka berbuat kerusakan. \nDalam ayat ini sifat takabur itu digandengkan dengan perkataan \"bigairil haq\" tanpa alasan yang benar. Hal ini menunjukkan sikap dan tindakan orang yang takabur itu dilakukan tanpa memikirkan akibat yang ditimbulkan oleh tindakan yang semata-mata dilakukan untuk memuaskan hawa-nafsu sendiri, sekali pun merugikan orang lain.\nTakabur adalah penyakit jiwa yang diakibatkan oleh kesalahan dalam menilai dan menerima sesuatu. Kadang-kadang keberhasilan seseorang yang terus menerus dalam usahanya dapat juga menimbulkan sifat takabur, sehingga timbul keyakinan yang berlebihan pada dirinya sendiri, bahwa apa saja yang dicita-citakannya dan direncanakannya pasti tercapai dan berhasil. Merasa yakin akan kemampuan diri sendiri, ini akhirnya menimbulkan keyakinan bahwa dirinya tidak tergantung kepada siapa pun, juga tidak tergantung kepada Allah.\nDalam ayat ini diterangkan sifat-sifat orang yang takabur itu, yaitu:\n1.Jika mereka melihat bukti-bukti kekuasaan dan kebesaran Allah, atau membaca ayat-ayat Allah, mereka tidak mempercayainya dan tidak mau mengambil iktibar serta pelajaran dari padanya. Dalil-dalil, bukti-bukti kekuasaan dan keesaan Allah serta ayat-ayat Al-Quran yang mengandung kebenaran mereka tolak. Dalil-dalil dan bukti-bukti itu tidak berfaedah bagi orang yang ragu-ragu dan tidak menginginkan kebenaran, karena ia merasa bahwa kebenaran itu sendiri akan membatasi dan menghalangi mereka dari perbuatan sewenang-wenang, sehingga cita-cita dan keinginan mereka tidak terkabul. Ayat ini merupakan isyarat bagi Nabi Muhammad saw, bahwa orang-orang musyrik dan kafir yang memperolok-olokkannya serta mendustakan Al-Quran dan mengadakan kekacauan dengan mencari-cari kesalahan dan kelemahan ayat-ayat Al-Quran dan memutarbalikkan isinya dan kebenaran Al-Quran. Seandainya Nabi Muhammad mau mengikuti tuntutan mereka yang merupakan syarat beriman mereka kepadanya, mereka tetap tidak akan beriman sekali pun tuntutan mereka telah dipenuhi.\n2.Jika melihat petunjuk dan jalan yang benar, mereka tidak mau mengikutinya, bahkan mereka menghindar dan menjauh padahal jalan itulah yang paling baik dan satu-satunya jalan yang dapat membawa mereka ke tempat yang penuh kebahagiaan.\n3.Jika melihat jalan yang menuju kepada kesengsaraan, mereka mengikutinya, karena jalan itu telah dijadikan oleh setan dalam pikirannya sebagai yang paling baik dan indah. Mereka merasa dengan menempuh jalan itu segala keinginan dan hawa-nafsu mereka pasti akan terpenuhi. Menurut keyakinan mereka itulah surga yang dicita-citakan.\n\nPada akhir ayat ini diterangkan apa sebab hati mereka dipalingkan Allah, sehingga mereka tidak mau mengambil pelajaran dari ayat-ayat Allah, karena mereka telah mendustakan ayat-ayat Allah.\nTelah menjadi hukum Allah, bahwa sering mengerjakan suatu pekerjaan, menyebabkan pekerjaan itu semakin mudah dikerjakan bahkan akhirya antara pekerjaan dengan orang-orang yang mengerjakannya menjadi satu, seakan-akan tidak dapat dipisahkan lagi. Demikian pula halnya antara perbuatan jahat dengan orang yang selalu mengerjakannya, tidak ada perbedaannya, sehingga akhirnya antara orang itu dengan perbuatan yang jahat yang dikerjakannya telah menjadi satu dan telah bersenyawa dengannya.\nKarena itu pada hakikatnya bukanlah Allah yang memalingkan dan mengunci hati seseorang yang sesat itu, tetapi orang-orang yang sesat itu sendiri. Sesungguhnya Allah tidaklah menciptakan manusia sejak lahir menjadi orang yang beriman atau menjadi orang yang kafir dan Dia tidak pula memaksa hambanya menjadi kafir atau beriman, tetapi seseorang menjadi beriman atau menjadi kafir atas usahanya sendiri. Mereka sendirilah yang memilih dan berusaha menjadi orang yang beriman dengan mengikuti petunjuk dan ajaran agama dengan melaksanakan perintah Allah dan menjauhkan larangan-Nya. Ia selalu memperhatikan tanda-tanda kekuasaan dan kebesaran Allah sehingga iman mereka bertambah lama bertambah kuat. Sebaliknya manusia itu sendirilah yang berusaha dan memilih jalan yang sesat atau menjadi orang yang kafir dengan mendustakan ayat-ayat Allah, meremehkan dan mengacuhkan ayat-ayat Allah, agar mereka dapat memuaskan keinginan dan hawa nafsu. Oleh karena perbuatan dosa itu selalu mereka kerjakan, maka perbuatan itu telah bersatu dengan dirinya, sehingga kebenaran apa pun yang datang selalu ditolak, seolah-olah hati mereka telah terkunci mati, telah berpaling dari kebenaran. Contoh ini disebutkan dalam firman Allah swt:\n\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-Araf/7: 179)\n\nPerilaku orang seperti diterangkan ayat di atas banyak terdapat dalam masyarakat sepanjang sejarah hidup manusia. Mereka adalah orang yang sangat terpengaruh oleh kehidupan duniawi, seperti pangkat, kekuasaan, harta, kesenangan, dan sebagainya, mereka selalu memperturutkan hawa nafsunya. Mereka lupa dan sengaja melupakan ajaran-ajaran agama, baik yang berhubungan dengan pelaksanaan perintah-perintah Allah maupun larangan-larangan-Nya. Jika disampaikan kepada mereka ajaran Allah, maka mereka melaksanakannya sekadar mencari simpati, sehingga dengan demikian nafsu dan keinginan mereka lebih mudah terpenuhi.",
    "quraish": "Orang-orang yang bersikap congkak di muka bumi dan enggan menerima kebenaran, mereka tak akan dapat mencermati bukti-bukti kekuasaan-Ku yang terdapat dalam diri manusia maupun di alam raya. Meskipun mereka menyaksikan seluruh bukti yang membenarkan rasul-rasul-Ku, mereka tetap tidak akan percaya. Jika mereka mendapatkan jalan yang benar, mereka tak mau menempuhnya, tetapi jika melihat jalan kesesatan, mereka segera mengikutinya. Hal itu disebabkan karena mereka telah mendustakan ayat- ayat yang Kami turunkan dan tidak mau menjadikannya sebagai petunjuk.",
    "jalalayn": "(Aku akan memalingkan dari ayat-ayat-Ku) dari bukti-bukti yang menunjukkan kekuasaan-Ku, yaitu berupa hasil-hasil ciptaan-Ku dan lain-lainnya (orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar) yaitu Aku akan menjadikan mereka terhina sehingga tidak lagi mereka berlaku sombong di muka bumi (jika mereka melihat tiap-tiap ayat-Ku, mereka tidak beriman kepadanya. Dan jika mereka melihat jalan) yakni titian (yang membawa kepada petunjuk) hidayah yang datang dari sisi Tuhan (mereka tidak mau menjalankannya sebagai jalan hidup) yang mereka tempuh (tetapi jika mereka melihat jalan kesesatan) jalan yang salah (mereka terus menempuhnya. Yang demikian itu) berpalingnya mereka itu (adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai daripadanya) contoh mengenai mereka telah disebutkan."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 147,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
    "translation": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1101.mp3",
    "tafsir": "Orang yang mendustakan ayat-ayat Allah yang telah diturunkan kepada Rasul-Nya, tidak mempercayai akan adanya pertemuan dengan Allah pada hari akhir nanti, tidak percaya akan adanya pembalasan yang akan diberikan pada hari itu. Maka segala amal baik yang telah mereka kerjakan di dunia tidak akan diberi pahala oleh Allah, karena perbuatan itu tidak dilandasi oleh keinginan mencari keridaan Allah, dan Allah tidak menganiaya sedikit pun, mereka akan disiksa sesuai dengan perbuatan dosa yang telah mereka kerjakan.",
    "quraish": "Dan orang-orang yang telah mendustakan ayat-ayat yang Kami turunkan melalui rasul-rasul, serta mendustakan pertemuan di hari kiamat dan mengingkari hari kebangkitan dan pembalasan, amal perbuatan mereka akan sia-sia belaka. Mereka tidak mendapatkan apa-apa selain balasan kekufuran dan kemaksiatan yang selalu mereka lakukan.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat) dimaksud mengenai hari berbangkit dan lain-lainnya (sia-sialah) artinya batillah (perbuatan mereka) yaitu perbuatan-perbuatan yang telah mereka lakukan sewaktu hidup di alam dunia, berupa amal-amal kebaikan seperti silaturahmi dan sedekah, maka mereka tidak lagi mendapat pahalanya karena persyaratannya sudah tidak memenuhi lagi (Tidak) (mereka itu mendapat balasan kecuali) hanya balasan (apa yang telah mereka kerjakan) yakni perbuatan mendustakan ayat-ayat Kami dan perbuatan-perbuatan maksiat."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 148,
    "arab": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
    "translation": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas). Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1102.mp3",
    "tafsir": "Bani Israil telah menyembah patung anak sapi selama kepergian Musa ke Bukit Sinai menerima wahyu dari Allah. Patung anak sapi itu dibuat oleh Samiri (20: 85,87). Samiri membuat patung itu atas anjuran para pemuka Bani Israil, padahal ia manusia yang patuh dan taat serta mempunyai kedudukan yang terhormat dalam masyarakat.\nNama Samiri disebutkan dalam Firman Allah swt:\nDia (Allah) berfirman, \"sungguh, Kami telah menguji kaummu setelah engkau tinggalkan, dan mereka telah disesatkan oleh Samiri.\" (thaha/20: 85)\n\nPatung anak sapi itu dibuat dari emas, yang berasal dari emas perhiasan wanita-wanita Mesir yang dipinjam oleh wanita-wanita Bani Israil yang dibawanya waktu mereka meninggalkan negeri Mesir itu. Emas perhiasan itu dilebur dan dibentuk oleh Samiri menjadi patung anak sapi. Menurut ath-thabari emas-emas itu dipinjam dari gelang emas tanda perbudakan Bani Israil oleh penduduk asli Mesir. (Tafsir selengkapnya lihat surah Taha/20: 85)\nKeinginan Bani Israil menyembah patung anak sapi sebagai tuhan selain Allah ini adalah pengaruh dari kebiasaan mereka di Mesir dahulu. Sebetulnya nenek-moyang mereka adalah orang-orang muwahhidin (ahli tauhid) karena mereka adalah keturunan Nabi Yaqub. Akan tetapi setelah bergaul dengan orang Mesir, maka gejala-gejala wasaniyah (menyembah selain Allah) itu menular kepada mereka. Ibadah wasaniyah ini telah mendarah daging dalam diri mereka selalu timbul keinginan mereka hendak melakukan kebiasaan tersebut.\nPatung anak sapi yang disembah sebagai tuhan oleh Bani Israil itu, berupa patung anak sapi yang dibentuk sedemikian rupa, sehingga jika ditiupkan angin ke dalamnya ia akan dapat bersuara.\nSuara dari patung anak sapi itu keluar adalah karena masuknya angin ke dalam rongga mulut dan keluar dari lubang yang lain, sehingga menimbulkan suara. Hal ini dapat dibuat dengan memasukkan alat semacam pipa yang dapat berbunyi dalam rongga patung anak sapi itu. Jika pipa itu dihembus angin, maka berbunyilah patung anak sapi itu seperti bunyi anak sapi sebenarnya. Karena hal seperti itu dipandang aneh oleh Bani Israil, maka dengan mudah timbul kepercayaan pada diri mereka bahwa patung anak sapi itu berhak disembah, sebagaimana halnya menyembah Allah. \nAllah mencela perbuatan Bani Israil yang lemah iman itu, yang tidak dapat membedakan antara Tuhan yang berhak disembah dengan sesuatu yang ganjil yang baru pertama kali mereka lihat dan ketahui. Mereka tidak dapat membedakan antara Tuhan yang menurunkan wahyu kepada para Rasul dan makhluk Tuhan yang hanya dapat bersuara. Jika mereka mau berpikir kemampuan diri mereka sendiri mungkin lebih baik, dan lebih mampu berbicara dari patung anak sapi itu.\nBani Israil berbuat demikian itu bukanlah berdasar sesuatu dalil yang kuat, mereka berbuat demikian hanyalah karena pengaruh adat kebiasaan nenek-moyang mereka yang ada di Mesir dahulu yang menyembah anak sapi. Padahal kepada mereka telah diturunkan bukti-bukti yang nyata, seperti membelah laut, tongkat menjadi ular dan sebagainya. Karena mereka tidak mau memperhatikan bukti-bukti dan dalil-dalil, mereka mengingkari Allah, yang berakibat buruk pada diri mereka sendiri. (lihat surah thaha ayat 85-87)",
    "quraish": "Setelah kepergian Mûsâ ke bukit untuk bermunajat kepada Tuhan, kaumnya membuat sebuah patung anak lembu yang tidak dapat berpikir dan merasa dari perhiasan-perhiasan mereka. Patung anak lembu itu--yang dirancang dengan teknik yang dapat mengeluarkan suara karena bantuan angin yang masuk ke dalamnya--mengeluarkan suara seperti lembu. Inilah teknik yang dibuat oleh al-Sâmiriy, pembuat patung yang menyuruh orang menyembahnya. Alangkah dungunya mereka! Bagaimana mungkin mereka menjadikan patung itu sebagai tuhan dan menyembahnya, sementara ia tidak dapat diajak bicara dan tak mampu menunjukkan mereka jalan yang benar. Sesungguhnya mereka, dengan melakukan perbuatan tercela itu, telah menzalimi diri mereka sendiri.",
    "jalalayn": "(Dan kaum Musa, setelah kepergian Musa, mereka membuat) setelah pergi meninggalkan mereka untuk bermunajat (dari perhiasan mereka) yang telah mereka pinjam dari kaumnya Firaun dengan alasan untuk perkawinan (berhala) yang kemudian dipuja-puja oleh mereka (anak lembu) Samirilah yang mencetaknya berdasarkan permintaan mereka (yang bertubuh) sebagai ganti dari daging dan darah (dan bersuara) artinya suara yang dapat didengar; dan dapat bergerak sebab Samiri menaruh debu di mulutnya dari bekas teracak kuda malaikat Jibril, sebagai pengaruhnya berhala itu dapat hidup. Maf'ul dari lafal ittakhadza dibuang yang asalnya ialah lafal ilaahan, yakni sebagai tuhan. (Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat pula menunjukkan jalan kepada mereka?) lalu mengapa mereka menganggapnya sebagai tuhan mereka (Mereka menjadikannya) sebagai sesembahan (dan mereka adalah orang-orang yang lalim) disebabkan mengambilnya sebagai sesembahan."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 149,
    "arab": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "translation": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1103.mp3",
    "tafsir": "Akhirnya Bani Israil menyadari bahwa perbuatan mereka menyembah patung anak sapi adalah perbuatan yang sesat karena mempersekutukan Allah. Karena itu mereka pun menyesali perbuatan itu dan berkata: \"Sesungguhnya dosa kami sangat besar dan demikian pula kedurhakaan dan keingkaran kami, tidak akan dapat melepaskan dari dosa perbuatan ini, kecuali rahmat Allah dan ampunan-Nya. Seandainya Tuhan tidak mengasihi kami dengan menerima tobat kami pastilah kami menjadi orang yang merugi di dunia dan di akhirat mendapat azab yang pedih\".",
    "quraish": "Ketika mereka menyadari ketergelinciran dan kesalahan, mereka bingung dan menyesal telah menuhankan anak lembu. Mereka sadar atas kesesatan yang mereka lakukan, dan berkata, \"Demi Allah, jika Tuhan kami tidak menerima pertobatan dan tidak memaafkan kami, sungguh kami termasuk orang-orang yang sangat merugi.\" Hal itu disebabkan karena mereka telah meletakkan ibadah bukan pada tempatnya.",
    "jalalayn": "(Dan setelah mereka menyesali perbuatannya) mereka menyesal mengambil sebagai sesembahan mereka (dan mereka melihat) mereka mengetahui (bahwa mereka telah sesat) oleh sebab perbuatan itu; penyesalan itu datang setelah Musa kembali kepada mereka (mereka pun berkata, \"Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami) dengan memakai ya dan ta pada kedua fi'ilnya (pastilah kami menjadi orang-orang yang merugi.\")."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 150,
    "arab": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?” Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, “Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1104.mp3",
    "tafsir": "Ayat ini menjelaskan Sikap Nabi Musa terhadap perbuatan kaumnya yang telah menyembah anak sapi. Ia sedih karena merasa segala usaha dan perjuangannya yang berat selama ini tidak memperoleh hasil yang diinginkannya. Ia sangat marah kepada saudaranya Harun yang telah dijadikan sebagai wakilnya untuk memimpin kaumnya sepeninggal ia pergi menemui panggilan Tuhannya ke bukit Sinai, seakan-akan Harun tidak melaksanakan tugasnya, dan membiarkan kaumnya sesat, tidak menegur dan mengambil tindakan sedikit pun terhadap mereka yang ingkar. Musa pun merasa takut kepada Allah dan merasa khawatir akan menerima kemurkaan Allah kepadanya dan kaumnya yang telah menjadi musyrik.\nDalam keadaan sedih, putus asa yang bercampur marah terlontarlah perkataan yang keras yang ditujukan kepada saudaranya Harun dan kaumnya, yang menyatakan tugas dan amanat yang diberikannya kepada Harun telah sia-sia, tidak dilaksanakan sebagaimana mestinya. Dengan susah payah ia telah mengajar dan mendidik kaumnya, sehingga mereka telah beriman kepada Allah dan hanya menyembah kepada-Nya saja. Ia baru saja menerima wahyu Allah yang berisi petunjuk dan syariat yang akan diajarkan kepada kaumnya. Apa yang terjadi pada kaumnya ketika ia kembali sangat berlawanan dengan yang dikehendakinya. Yang diinginkannya ialah agar kaumnya tetap menyembah Allah Yang Maha Esa sepeninggalnya, kemudian ketundukan dan kepatuhan itu akan bertambah, setelah ia dapat mengajarkan wahyu yang baru diterimanya dari Allah itu. Sedang yang terjadi adalah pekerjaan yang paling buruk dan yang paling besar dosanya yaitu memperserikatkan Tuhan.\nSelanjutnya Musa berkata kepada kaumnya. Mengapa kamu sekalian tidak sabar menanti kedatanganku kembali sesudah bermunajat kepada Tuhan, sampai kamu membuat patung dan menyembahnya seperti menyembah Allah, padahal aku hanya terlambat sepuluh malam. Apakah kamu mempunyai prasangka lain terhadapku karena keterlambatanku itu.\nMenurut suatu riwayat, bahwa Samiri pernah berkata kepada Bani Israil sewaktu ia memperlihatkan patung anak sapi yang baru dibuatnya kepada mereka: Ini adalah tuhanmu dan tuhan Musa, sesungguhnya Musa tidak akan kembali dan sesungguhnya ia telah mati.\nDalam kemarahannya Nabi Musa melemparkan lauh-lauh yang ada di tangannya, tetapi bukan bermaksud hendak merusaknya, seperti disebutkan dalam Perjanjian Lama, \"maka bangkitlah amarah Musa; dilemparkannyalah kedua lauh itu dari tangannya dan dipecahkannya pada kaki gunung itu.\" (Keluaran 32:19). Nyatanya dalam 7:154 benda-benda itu masih utuh, berisi ajaran Allah. Rasanya kurang hormat (kalau tidak akan dikatakan menghina Tuhan) bila menduga bahwa Utusan Allah telah menghancurkan lauh-lauh yang berisi ajaran-ajaran Allah dalam kemarahannya yang tak terkendalikan itu. lalu memegang ubun-ubun Harun, karena ia mengira bahwa Harun tidak berusaha sungguh-sungguh mencegah perbuatan kaumnya menyembah patung anak sapi itu, dan tindakan-tindakan yang telah dilakukan selama ia pergi ke Bukit Sinai, atau melaporkan perbuatan kaumnya yang telah sesat itu. Sangkaan Musa kepada Harun ini dilukiskan dalam firman Allah sebagai berikut:\n\"Dia (Musa) berkata, \"Wahai Harun! apa yang menghalangimu ketika engkau melihat mereka telah sesat, (sehingga) engaku tidak mengikuti aku?\" Apakah engkau telah (sengaja) melanggar perintahku?\" (thaha/20: 92-93)\n\nPerkataan Musa dijawab oleh Harun, \"Wahai anak ibuku, janganlah engkau tergesa-gesa mencela aku, dan jangan pula tergesa-gesa memarahi aku, karena menyangka aku tidak bersungguh-sungguh melaksanakan perintahmu dan tidak menghalangi mereka. Sebenarnya aku telah berusaha menghalangi mereka dari mengerjakan perbuatan sesat itu dan memberi nasihat kepada mereka. Tetapi mereka memandangku orang yang lemah, bahkan mereka hampir saja membunuhku. Janganlah engkau bertindak terhadapku dengan tindakan yang menyenangkan musuh; mereka gembira dan tertawa lantaran bencana yang menimpa diriku, janganlah engkau masukkan aku ke dalam golongan orang-orang yang suka mengerjakan perbuatan yang berakibat kerugian bagi diriku sendiri, yaitu golongan yang menyembah patung anak sapi, aku sendiri bukanlah termasuk golongan itu.\"\nSikap Musa dan Harun yang berbeda terhadap perbuatan kaumnya itu menunjukkan pula perbedaan watak kedua orang Nabi Allah ini. Musa adalah orang yang keras dan tegas menghadapi suatu perbuatan sesat yang dilarang Allah, sedang Harun adalah orang yang lemah lembut dan tidak mau menggunakan kekerasan dalam menghadapi perbuatan sesat.",
    "quraish": "Setelah kembali dari bermunajat kepada Tuhan, Mûsâ--yang telah diberitahu oleh Allah apa yang terjadi pada kaumnya--merasa marah bercampur sedih melihat mereka menjadikan patung anak lembu sebagai sembahan. Mûsâ pun berkata kepada mereka, \"Alangkah buruknya perbuatan kalian sepeninggalku. Kalian lebih mementingkan menyembah patung anak lembu ketimbang mematuhi perintah Tuhan untuk menunggu kedatanganku dan menepati janjiku untuk membawa Tawrât kepada kalian!\" Mûsâ pun melempar kepingan-kepingan Tawrât dan segera menghampiri Hârûn, saudaranya. Saking sedih dan jengkel melihat perbuatan kaumnya, Mûsâ--dengan sangat marah--menjenggut rambut saudaranya ke arahnya. Dia menganggap saudaranya itu telah teledor karena tidak mencegah apa yang dilakukan kaumnya. Hârûn pun berkata kepada Mûsâ, \"Wahai anak ibuku, sesungguhnya kaum ini melakukan semua itu setelah mendesak dan menekanku, bahkan mengancam akan membunuhku jika aku melarang mereka menyembah patung anak lembu itu. Janganlah membuat musuh-musuhmu semakin senang karena kamu lebih menyalahkan dan menyakiti aku. Dan janganlah kamu menganggap aku termasuk orang-orang yang zalim, padahal aku bebas dari kezaliman mereka.\"",
    "jalalayn": "(Dan tatkala Musa kembali kepada kaumnya dalam keadaan marah) oleh sebab perbuatan mereka (dan sedih hati) yakni amat bersedih hati (berkatalah dia,) kepada mereka (\"Alangkah buruknya perbuatan) teramat jelek perbuatan (yang kamu kerjakan) dalam hal ini (sesudah kepergianku!) dimaksud pekerjaanmu ini di mana kamu berlaku musyrik. (Apakah kamu hendak mendahului janji Tuhanmu?\" Dan Musa pun melemparkan lempengan-lempengan) yaitu lempengan-lempengan Kitab Taurat karena marah kepada kaumnya, sehingga lempengan-lempengan itu pecah (dan ia memegang rambut kepala saudaranya) dengan tangan kanannya dan jenggotnya dengan tangan kirinya (sambil menariknya ke arahnya) saking marahnya (Harun berkata,) \"Hai (anak ibuku!) dengan mim dikasrahkan dan difathahkan, yang dimaksud adalah ummi, penyebutan dengan kata-kata ini untuk lebih menimbulkan rasa sayang ke dalam hati Musa (Sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka) hampir saja (membunuhku, sebab itu janganlah kamu menjadikan gembira) membuat girang (musuh-musuh melihatku) karena kamu menghinakan diriku (dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang lalim.\") sebagaimana engkau memperlakukan orang yang benar-benar menyembah anak sapi."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 151,
    "arab": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
    "translation": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1105.mp3",
    "tafsir": "Mendengar jawaban Harun itu, lembutlah hati Musa, dan beliau pun berkata sambil berdoa, \"Wahai Tuhanku, ampunilah aku terhadap perbuatanku yang terlalu kasar terhadap saudaraku, baik berupa perkataan maupun perbuatan, dan ampunilah segala kelemahan saudaraku sebagai wakil dan penggantiku dalam bertindak terhadap orang-orang yang sesat itu. Wahai Tuhanku masukkanlah kami ke dalam rahmat-Mu yang luas dan Engkaulah Tuhan Yang Maha Pengasih.\"\nDengan doa Nabi Musa itu hilanglah harapan-harapan orang yang menginginkan terjadinya perpecahan antara Musa dan Harun, dan orang-orang yang menginginkan agar Musa bertindak keras terhadap saudaranya Harun itu.\nAyat ini dengan tegas menyatakan bahwa Harun tidak terlibat sedikit pun dalam perbuatan kaumnya yang menyembah anak sapi, sesuai dengan pernyataannya kepada saudaranya Musa itu.",
    "quraish": "Mûsâ berkata, \"Ya Tuhanku, ampunilah aku karena telah menuduh saudaraku sebelum jelas duduk persoalannya. Ampunilah saudaraku jika ia memang melakukan kekurangan dalam mengemban tugas sebagai wakilku. Dan masukkanlah kami dalam limpahan rahmat-Mu, karena Engkaulah yang Maha Pengasih lagi Maha Penyayang.\"",
    "jalalayn": "(Musa berdoa, \"Ya Tuhanku! Ampunilah aku) atas apa yang telah kuperbuat terhadap saudaraku (dan saudaraku) Musa menyertakan saudaranya dalam doa demi untuk membuatnya rela atas apa yang telah ia lakukan kepadanya dan sekaligus untuk menolak agar musuh jangan girang melihat sikapnya terhadap saudaranya itu (dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang.\") Allah berfirman,"
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 152,
    "arab": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
    "translation": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1106.mp3",
    "tafsir": "Semua orang Bani Israil yang telah menyembah patung anak sapi, seperti Samiri dan pengikut-pengikutnya, dan yang tidak mau bertobat kepada Allah kelak akan mendapat kemarahan Allah dan tobat mereka tidak akan diterima lagi, kecuali dengan membunuh nafsu mereka, sebab akan hidup terhina di dunia ini. Sebagaimana firman Allah dalam Al-Baqarah/2: 54 : \n\n\"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 54) \n\nMenurut sebagian ahli tafsir bahwa kalimat, \"Demikian kami memberi balasan kepada orang-orang yang membuat kebohongan\" dalam ayat ini ditujukan kepada Nabi Muhammad saw, sebagai peringatan bagi orang-orang Yahudi yang berada di sekitar Medinah waktu itu. Akibat sikap dan tindak-tanduk mereka (kaum Yahudi) kepada Nabi Musa dahulu. Seandainya orang Yahudi di sekitar Medinah tetap bersikap demikian, tidak mau mengikuti Rasulullah saw, dengan seruannya, maka mereka akan mendapat kebinasaan dan kehinaan di dunia dan di akhirat tentu saja mereka akan mendapat azab yang pedih.\nMenganut salah satu dari kedua pendapat ini, tidaklah menyalahi isi kandungan ayat, karena salah satu tujuan pendapat ini adalah untuk menyebutkan kisah umat-umat yang dahulu sebagai tamsil dan ibarat bagi generasi yang akan datang kemudian. Semoga kesalahan yang pernah dilakukan oleh orang-orang dahulu itu tidak terulang oleh generasi yang akan datang.\nAyat ini juga memperingatkan bahwa seperti pembalasan yang tersebut dalam ayat ini, Allah memberikan pembalasan kepada mereka yang mengada-adakan kedustaan terhadap Allah. Diriwayatkan dari Abi Qatadah, ia berkata, \"Ayat ini tidak hanya ditujukan kepada Bani Israil pada waktu Nabi Musa saja, tetapi ditujukan kepada semua orang yang mengadakan kedustaan terhadap Allah.\"",
    "quraish": "Sesungguhnya mereka yang terus menyembah patung anak lembu, seperti al-Sâmiriy dan konco- konconya, di samping menjadi sangat terhina di dunia, juga akan mendapat murka Tuhan di akhirat. Begitulah Kami akan membalas perbuatan orang-orang yang mengada-adakan kebohongan terhadap Allah dan menyembah selain Dia.",
    "jalalayn": "(\"Sesungguhnya orang-orang yang menjadikan anak lembu) sebagai sesembahan (kelak akan menimpa mereka kemurkaan) yakni azab (dari Tuhan mereka dan kehinaan dalam kehidupan di dunia) maka mereka dihukum dengan perintah agar mereka membunuh diri mereka sendiri dan kehinaan akan selalu menimpa mereka sampai hari kiamat nanti. (Demikianlah) seperti apa yang telah Kami balaskan kepada mereka (Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan) terhadap Allah dengan melakukan perbuatan syirik dan lain-lainnya."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 153,
    "arab": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman, niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1107.mp3",
    "tafsir": "Orang yang mengerjakan kejahatan dan kemaksiatan, kemudian ia bertobat setelah mengerjakan kejahatan itu dengan bertobat yang sebenar-benarnya, dan berjanji tidak akan mengulangi perbuatan itu lagi, serta berusaha mengerjakan amal saleh sebanyak-banyaknya, maka tobat mereka akan diterima Allah, dan Allah akan memberikan ampunan kepada orang-orang yang benar-benar bertobat dengan hati yang ikhlas.\nDalam ayat ini dapat diambil kesimpulan bahwa berapa pun besar dosa yang telah dikerjakan oleh seseorang, pasti akan diampuni Allah, asal saja ia mau bertobat dengan sebenarnya, dan mau melaksanakan semua syarat-syarat tobat agar diterima Allah. Sesungguhnya Allah tidak langsung mengazab hamba-Nya yang bersalah, tetapi selalu memberikan kesempatan kepada mereka untuk bertobat dan menyesali kejahatan yang telah dikerjakannya itu dengan mengerjakan perbuatan-perbuatan baik yang diridai oleh Allah.",
    "quraish": "Dan orang-orang yang melakukan berbagai keburukan, seperti kekufuran, menuhankan patung anak lembu dan melakukan kemaksiatan, tetapi kemudian benar-benar bertobat kepada Allah, sesungguhnya Tuhanmu--dengan sebab pertobatan itu--akan menjadi Pelindung mereka dan mengampuni apa yang mereka lakukan sebelumnya.",
    "jalalayn": "(Dan orang-orang yang mengerjakan kejahatan; kemudian bertobat) kembali tidak melakukannya (sesudah itu dan beriman) terhadap Allah (sesungguhnya Tuhan kamu sesudahnya) sesudah tobat (adalah Maha Pengampun) kepada mereka (lagi Maha Penyayang\")."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 154,
    "arab": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
    "translation": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu; di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1108.mp3",
    "tafsir": "Setelah Musa tenang kembali dan hilang amarahnya, akibat salah sangka kepada saudaranya Harun, dan setelah memohon rahmat dan ampunan dari Tuhannya, maka ia mengumpulkan kembali lauh-lauh yang dilemparkannya itu, dan dari padanya disalin Taurat yang mengandung petunjuk dan rahmat bagi kaumnya.",
    "quraish": "Setelah amarah Mûsâ reda, yang ditandai dengan pemaafannya atas Hârûn, ia pun mengambil kembali kepingan-kepingan Tawrât yang dilemparkannya tadi. Dan bagi orang yang takut akan murka Tuhan, apa yang tertera dalam Tawrat itu menjadi petunjuk, pedoman hidup, dan mengandung aturan-aturan untuk memperoleh rahmat Tuhan.",
    "jalalayn": "(Sesudah mereda) telah tenang (amarah Musa, lalu diambilnya kembali lempengan-lempengan itu) yang telah ia banting itu (dan dalam tulisannya) apa yang tertulis di dalam lempengan kitab Taurat itu (terdapat petunjuk) dari kesesatan (dan rahmat untuk orang-orang yang takut kepada Tuhannya) mereka takut kepada-Nya; huruf lam dimasukkan ke dalam maf'ul mengingat tempatnya yang didahulukan."
  },
  {
    "hizb": 67,
    "name": "Al-A'raf",
    "ayat": 155,
    "arab": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغَافِرِيْنَ",
    "translation": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1109.mp3",
    "tafsir": "Musa memilih tujuh puluh orang pilihan dari kaumnya untuk pergi bersama-sama ke suatu tempat di Bukit Sinai untuk bermunajat kepada Tuhannya. Menurut para mufassir, siapa orang yang dipilih dan di mana tempatnya yang ditentukan itu telah diwahyukan Allah sebelumnya kepada Musa. Para mufassir berbeda pendapat; apakah Musa diperintahkan oleh Allah pergi ke Bukit Sinai bersama tujuh puluh orang pilihan Bani Israil itu setelah mereka menyembah patung anak sapi dengan maksud menyatakan tobat kepada Allah atau bersamaan waktunya dengan waktu memohon kepada Allah agar Dia memperlihatkan diri-Nya dengan jelas. Jika dilihat susunan ayat dan urutan kisah Musa dalam Surah al-Araf ini, dapat diambil kesimpulan bahwa kepergian Musa bersama tujuh puluh orang pilihan ini setelah Bani Israil menyembah patung anak sapi, yakni sesudah kepulangan Musa menemui Tuhannya ke Bukit Sinai selama empat puluh hari dan empat puluh malam.\nMusa berangkat bersama tujuh puluh orang pilihan menuju tempat yang telah ditentukan. Maka ketika mereka digoncang gempa bumi yang disebabkan petir yang amat dahsyat, Musa pun berdoa kepada Tuhannya, \"Ya Tuhanku, sesungguhnya Engkau membinasakan mereka, maka aku berharap agar Engkau membinasakan mereka sebelum mereka pergi bersamaku ke tempat ini, dan agar Engkau membinasakan aku pula, sehingga aku tidak menghadapi kesulitan yang seperti ini, yang memberi kesempatan bagi mereka untuk mencela dan menuduhku, bahwa aku telah membawa orang-orang pilihan ke tempat ini untuk dibinasakan. Oleh karena Engkau tidak membinasakan mereka sebelum mereka aku bawa bersamaku ke sini, maka janganlah mereka Engkau binasakan sekarang, sesudah aku bawa kemari.\"\nDalam ayat ini diterangkan mengapa pemuka Bani Israil pilihan itu diazab Allah dengan petir yang dahsyat. Pada firman Allah yang dijelaskan sebab-sebabnya mereka disambar petir dan akibat yang mereka alami. Sebagaimana firman-Nya:\n\n\"Dan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,\" maka halilintar menyambarmu, sedang kamu menyaksikannya. Kemudian, Kami bangkitkan kamu setelah kamu mati, agar kamu bersyukur.\" (al-Baqarah/2: 55-56) \n\nTetapi dalam Perjanjian Lama diterangkan bahwa Bani Israil yang menyembah berhala (di dalam Al-Quran patung anak sapi) itu ialah Bani Israil tujuh puluh orang pilihan bersama-sama dengan Harun. Perbuatan menyembah berhala itu mereka lakukan sewaktu berada di Bukit Sinai, pada waktu Nabi Musa sendiri menghadap Tuhan (baca perjanjian Lama 31:2-35).\nDalam Kitab Bilangan xvi:20-25, disebutkan tentang keingkaran dan kedurhakaan Bani Israil terhadap Musa, lalu mereka diazab Allah. Sedangkan Bani Israil yang sempat lari dibakar oleh sambaran petir.\nSelanjutnya Musa memohon kepada Allah, \"Janganlah Engkau Ya Tuhan, membinasakan kami disebabkan perbuatan yang dilakukan oleh orang-orang yang kurang akal yang meminta agar dapat melihat Engkau.\"\nSemua itu merupakan cobaan dari Allah terhadap mereka. Tetapi mereka tidak tahan dan tidak kuat menghadapi cobaan itu sehingga mereka tetap mendesak Musa agar Tuhan memperlihatkan zat-Nya kepada mereka. Karena tindakan mereka itulah mereka diazab dengan petir (halilintar) sehingga mereka mati semua. Kemudian Allah menghidupkan mereka kembali agar mereka bertobat dan bersyukur terhadap nikmat Allah yang telah dilimpahkan-Nya kepada mereka. Cobaan itu merupakan ujian Tuhan kepada hamba-hamba-Nya, dengan cobaan itu akan sesat orang-orang yang tidak kuat imannya, dan dengan cobaan itu pula Dia memberi petunjuk kepada hamba-Nya yang kuat imannya.\nSelanjutnya Musa berdoa, \"Wahai Tuhan kami, Engkaulah yang mengurus segala urusan kami, mengawasi segala apa yang kami kerjakan, maka ampunilah kami terhadap segala perbuatan dan tindakan kami yang mengakibatkan azab bagi kami. Beri rahmatlah kami, karena Engkaulah sebaik-baik Pemberi rahmat dan Pemberi ampun. Hanya Engkaulah yang mengampuni segala dosa dan memaafkan segala kesalahan kami. Mengampuni dan memaafkan itu bukanlah karena sesuatu maksud tertentu, tetapi semata-mata karena sifat-Mu yang Maha Pengampun dan Maha Pemaaf.\"",
    "quraish": "Kemudian Allah menyuruh Mûsâ untuk mengumpulkan sejumlah orang di antara kaumnya untuk memintakan ampunan atas penyembahan mereka kepada patung anak lembu. Lalu ditentukanlah waktu pelaksanaannya. Maka Mûsâ pun memilih--sebagai perwakilan kaumnya--tujuh puluh orang yang tak ikut menyembah patung anak lembu. Setelah itu berangkatlah Mûsâ bersama mereka ke bukit Thûr. Di sana mereka memohon kepada Allah agar menghilangkan bencana yang menimpa mereka dan memberikan ampunan kepada mereka yang telah menyembah patung anak lembu. Tetapi tiba-tiba tempat itu bergoncang oleh gempa yang sangat kuat, hingga membuat mereka terkapar tak sadarkan diri. Hal ini terjadi karena mereka--pada saat penyembahan patung anak lembu-tidak memisahkan diri dari kelompok yang menyembah patung. Dengan kata lain, mereka tak melakukan amar makruf nahi munkar. Akan halnya Mûsâ, yang menyaksikan peristiwa itu, berkata, \"Wahai Tuhanku, kalau Engkau memang hendak membinasakan mereka, mengapa Engkau tidak melakukannya sebelum kami berangkat ke pertemuan ini? Mengapa Engkau tidak membinasakan aku bersama mereka? Dengan begitu, orang-orang Banû Isrâ'îl dapat melihat langsung peristiwa itu sehingga mereka tidak menuduh aku sebagai pembunuh mereka. Janganlah Engkau binasakan kami hanya karena perbuatan orang-orang yang bodoh di antara kami. Terjadinya penyembahan anak lembu ini tidak lain merupakan cobaan dari-Mu untuk menyesatkan orang yang Engkau kehendaki dengan memilih jalan yang buruk, dan memberi petunjuk kepada orang-orang yang Engkau kehendaki. Bukankah Engkau yang berkata, \"Aku memutuskan untuk menghapus keburukan siapa saja dari kaummu yang tidak melakukan kekufuran, kemaksiatan dan menunaikan kewajiban zakat?\"(1). (1) Dalam edisi bahasa Arab, pada ayat ini terdapat kesalahan cetak. Kalimat \"Engkau yang berkata, 'Aku memutuskan untuk menghapus keburukan siapa saja dari kaummu yang tidak melakukan kekufuran, kemaksiatan dan menunaikan kewajiban zakat?'\" semestinya tidak ada. Kalimat itu semestinya merupakan tafsiran bagian akhir ayat berikutnya, karena dalam ayat ini tidak terdapat bagian ayat yang dapat ditafsirkan dengan pengertian kalimat tadi. Wa Allâh a'lam bi al-shawâb.",
    "jalalayn": "(Dan Musa memilih dari kaumnya) dimaksud sebagian dari kaumnya (sebanyak tujuh puluh orang lelaki) dari kalangan orang-orang yang tidak ikut menyembah anak sapi, ia lakukan hal itu berdasarkan perintah dari Allah swt. (untuk memenuhi waktu yang telah Kami tentukan) waktu yang telah Kami janjikan, agar mereka datang tepat pada waktunya, untuk memohon ampunan dari penyembahan terhadap anak sapi yang telah dilakukan oleh teman-teman mereka. Kemudian Musa keluar bersama mereka. (Maka ketika mereka diguncang gempa bumi) yaitu gempa yang dahsyat. Ibnu Abbas mengatakan, \"Sebab mereka tidak melarang kaumnya tatkala menyembah anak sapi itu,\" selanjutnya Ibnu Abbas mengatakan lagi, \"Mereka adalah selain dari orang-orang yang meminta agar dapat melihat Tuhan yang kemudian ditimpa azab berupa sha`iqah\" (Ia berkata,) yakni Musa (\"Ya Tuhanku! Kalau Engkau kehendaki tentulah Engkau membinasakan sebelum ini) sebelum aku keluar bersama mereka; maksud Musa untuk menentukan nasib kaum Bani Israel sehubungan dengan peristiwa penyembahan anak sapi itu, agar jika mereka terkena azab tidak menuduhku sebagai penyebabnya (dan aku. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami?) Istifham bermakna isti`thaf, memohon belas kasihan, yakni janganlah Engkau menyiksa kami oleh sebab dosa yang dilakukan oleh selain kami. (Tidak lain) (itu) fitnah yang dilakukan oleh orang-orang yang akalnya kurang (kecuali hanyalah fitnah dari Engkau) dimaksud cobaan dari Engkau (Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki) kesesatannya (dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki) kehidayahannya. (Engkaulah yang memimpin kami) yang menguasai perkara-perkara kami (maka ampunilah kami, dan berilah kami rahmat dan Engkaulah Pemberi ampun yang sebaik-baiknya.\")"
  }
]