[
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 156,
    "arab": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ",
    "translation": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1110.mp3",
    "tafsir": "Selanjutnya Musa berdoa, \"Berilah kami kebajikan di dunia, yaitu sehat jasmani dan rohani, diberi keturunan penyambung hidup dan penerus cita-cita, diberi kehidupan dalam keluarga yang diliputi rasa kasih sayang, dianugerahi rezeki yang halal, serta taufik dan hidayah, sehingga bahagia pula hidup di akhirat. Sesungguhnya kami berdoa dan bertobat kepada Engkau, kami berjanji tidak akan melakukan perbuatan-perbuatan terlarang dan kami kembali kepada iman yang sebenar-benarnya, serta mengamalkan amal yang saleh yang Engkau ridai.\"\nAllah berfirman, \"rahmat-Ku lebih cepat datangnya kepada hamba-hamba-Ku daripada amarah-Ku, dan azab-Ku khusus Aku limpahkan kepada hamba-hamba-Ku yang Aku kehendaki, yaitu orang-orang yang berbuat kejahatan, ingkar dan durhaka.\" Tentang rahmat, nikmat dan keutamaan-Ku, semuanya itu meliputi alam semesta, tidak satu pun dari hamba-Ku yang tidak memperoleh-Nya, termasuk orang-orang kafir, orang-orang yang durhaka, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Muslim, penyembah patung anak sapi dan sebagainya. Sesungguhnya jika bukanlah karena rahmat, nikmat, dan keutamaan-Ku, niscaya telah aku binasakan seluruh alam ini, karena kebanyakan orang kafir, durhaka, yang selalu mengerjakan kemaksiatan. \n\n\"Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satupun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan.\" (Fathir/35: 45)\n\nAllah menegaskan bahwa rahmat, nikmat Allah yang diberikannya kepada orang-orang kafir, sifatnya sementara, tidak abadi, dan tidak sempurna, sedangkan rahmat yang sempurna dan abadi akan dianugerahkan-Nya kepada orang-orang yang bertakwa dan orang-orang yang menunaikan zakat.\nDalam ayat ini disebut zakat, tidak disebut amal lain yang tidak kalah nilainya dari zakat. Hal ini ada hubungannya dengan banyaknya orang yang enggan mengeluarkan zakat dibanding banyaknya orang yang enggan mengerjakan amal lain yang diperintahkan Allah. Juga merupakan isyarat kepada sifat orang Yahudi yang sangat cinta kepada harta dan enggan menyerahkan sebagian hartanya di jalan Allah.\nPenetapan rahmat, nikmat dan keutamaan secara istimewa kepada orang-orang yang takwa dan menunaikan zakat itu adalah seperti ketetapan Allah secara istimewa kepada orang-orang yang membenarkan ayat-ayat-Nya, dan mengakui keesaan Allah dan kebenaran rasul-rasul-Nya yang telah diutus-Nya dengan pengakuan yang didasarkan atas pengetahuan dan keyakinan, bukan berdasarkan taklid dan pengaruh adat kebiasaan nenek-moyang mereka.",
    "quraish": "Dan Allah menetapkan kami di dunia ini dengan kehidupan yang baik, dan kami pun akan selalu diberi petunjuk untuk menaati-Nya. Sementara di akhirat nanti, kami akan mendapatkan rahmat dan ganjaran kebaikan. Kini kami telah kembali dan memohon ampunan-Mu.\" Tuhan pun berfirman kepada Mûsâ, \"Azab- Ku akan Aku timpakan--sesuai dengan kehendak-Ku--kepada siapa saja yang tidak bertobat. Rahmat dan kasih-sayang-Ku meliputi segala sesuatu, yang telah Aku tetapkan bagi mereka yang meninggalkan kekufuran dan kemaksiatan, menunaikan kewajiban zakat, dan mengimani seluruh kitab suci yang diturunkan.",
    "jalalayn": "(Dan tetapkanlah) pastikanlah (untuk kami kebaikan di dunia ini dan di akhirat) kebaikan (sesungguhnya kami kembali pada jalan hidayah) maksudnya kami telah bertobat (kepada-Mu. Allah berfirman,) Maha Tinggi Allah (\"Siksa-Ku akan Kutimpakan kepada siapa yang Aku kehendaki) Aku ingin menyiksanya (dan rahmat-Ku meliputi) menyeluruh (segala sesuatu) yang ada di dunia (Maka akan Aku tetapkan rahmat-Ku) di akhirat kelak (untuk orang-orang yang bertakwa yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.\")"
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 157,
    "arab": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
    "translation": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1111.mp3",
    "tafsir": "Sifat-sifat Muhammad sebagai Rasul ialah:\n1. Nabi yang ummi (buta huruf)\nDalam ayat ini diterangkan bahwa salah satu sifat Muhammad saw ialah tidak pandai menulis dan membaca. Sifat ini memberi pengertian bahwa orang yang ummi tidak mungkin membaca Taurat dan Injil yang ada pada orang-orang Yahudi dan Nasrani, demikian pula cerita-cerita kuno yang berhubungan dengan umat-umat dahulu. Hal ini membuktikan bahwa risalah yang di bawa oleh Muhammad saw itu benar-benar berasal dari Tuhan Yang Maha Esa. Mustahil seseorang yang tidak tahu tulis baca dapat membuat dan membaca Al-Quran dan hadis yang memuat hukum-hukum, ketentuan-ketentuan ilmu pengetahuan yang demikian tinggi nilainya. Seandainya Al-Quran itu buatan Muhammad, bukan berasal dari Tuhan Semesta Alam tentulah manusia dapat membuat atau menirunya, tetapi sampai saat ini belum ada seorang manusia pun yang sanggup menandinginya. \n\n\"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya.\" (al-Ankabut/29: 48)\n\n2. Kedatangan Nabi Muhammad telah diberitakan dalam Taurat dan Injil\nKedatangan Muhammad sebagai Nabi dan Rasul penutup diisyaratkan di dalam Taurat (Kejadian xxi. 13,18; Ulangan xviii. 15) dan Injil (Yohanes xiv. 16), di dalam Al-Quran disebutkan dengan jelas bahwa mereka pun sudah mengenal pribadi Muhammad dan akhlaknya :\n\nOrang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya). (al-Baqarah/2: 146)\n\nYahudi dan Nasrani telah menyembunyikan pemberitaan tentang akan diutusnya Muhammad saw dengan menghapus pemberitaan ini dan menggantinya dengan yang lain di dalam Taurat dan Injil. Banyak ayat Al-Quran yang menerangkan tindakan-tindakan orang-orang Yahudi dan Nasrani mengubah isi Taurat.\nSekalipun demikian masih terdapat ayat-ayat Perjanjian Lama dan Perjanjian Baru mengisyaratkan akan kedatangan Muhammad itu. Dalam kitab Kejadian xi:13 diterangkan bahwa akan datang seorang Nabi akhir zaman nanti dari keturunan Ismail.\nDari Taurat ada beberapa isyarat yang dapat dijadikan dalil untuk menyatakan bahwa Nabi Muhammad saw adalah seorang nabi di antara nabi-nabi. Hal ini menunjukkan bahwa orang-orang yang dinobatkan oleh Tuhan itu akan timbul dari saudara-saudara Bani Israil, tetapi bukan dari Bani Israil itu sendiri. Adapun saudara-saudara Bani Israil itu ialah Bani Ismail (ras Arab), sebab Ismail adalah saudaranya yang lebih tua dari Ishak bapak Nabi Yaqub. Dan Nabi Muhammad saw sudah jelas adalah keturunan Bani Ismail.\nKemudian dalam kitab Kalnest terdapat kata, \"Yang seperti engkau\" yang memberikan arti bahwa nabi yang akan datang haruslah seperti Nabi Musa, Nabi yang membawa syariat baru (agama Islam) yang juga berlaku untuk bangsa Israil, kemudian diterangkan lagi bahwa nabi itu tidak sombong, sejak sebelum menjadi nabi. Sebelum menjadi Nabi beliau sudah disenangi orang, terbukti dengan pemberian gelar oleh orang Arab kepadanya \"Al-Amin\"; yang artinya, \"Orang yang dipercaya\". Jika beliau orang yang sombong, tentu beliau tidak akan diberi gelar yang amat terpuji itu. Setelah menjadi Nabi beliau lebih ramah dan rendah hati.\nUmat Nasrani menyesuaikan Nubuat itu kepada Nabi Isa di samping mereka mengakui bahwa Isa mati terbunuh (disalib). Hal ini jelas bertentangan dengan ayat Nubuat itu sendiri. Sebab Nabi itu haruslah tidak mati terbunuh. Disebutkan pula bahwa Tuhan telah datang dari Bukit Sinai, maksudnya memberikan wahyu kepada Musa dan telah terbit bagi mereka di Seir (Ulangan ii. 1-8)\", maksudnya menurunkan kepada Nabi Isa wahyu, serta gemerlapan cahayanya dari gunung Paran, maksudnya menurunkan wahyu kepada Muhammad saw. Paran (Faron) adalah nama salah satu bukit di Mekah.\nDalam Yohanes xiv.16, xv.26 dan xvi.7 disebutkan Nubuat Nabi Muhammad saw sebagai berikut: \"Maka ada pun apabila telah datang Periclytos, yang Aku telah mengutusnya kepadamu dari bapak, roh yang benar yang berasal dari bapak, maka dia menjadi saksi bagiku, sedangkan kamu menjadi saksi sejak semula. Perkataan \"Periclytos\" adalah bahasa Yunani, yang artinya sama dengan \"Ahmad\" dalam bahasa Arab. Hal ini sesuai dengan firman Allah swt:\n\"Dan (ingatlah) ketika Isa putera Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku adalah utusan Allah kepadamu, membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" (ash-shaff/61: 6)\n\nDemikianlah sekali pun ada bagian Taurat dan Injil yang diubah, ditambah, dan dihilangkan, juga masih terdapat isyarat-isyarat tentang kenabian dan kerasulan Muhammad saw. Itu pulalah sebabnya sebagian ulama Yahudi dan Ibrani yang mengakui kebenaran berita itu segera beriman kepada Muhammad dan risalah yang dibawanya, seperti Abdullah bin Salam dari kalangan Yahudi, Tamim ad-Dari dari kalangan Nasrani.\n3. Nabi menyuruh berbuat maruf dan melarang berbuat mungkar\nPerbuatan yang maruf ialah perbuatan yang baik, yang sesuai dengan akal sehat, bermanfaat bagi diri mereka sendiri, manusia dan kemanusiaan serta sesuai dengan ajaran agama. Sedangkan perbuatan yang mungkar ialah perbuatan yang buruk, yang tidak sesuai dengan akal yang sehat, dan dapat menimbulkan mudarat bagi diri sendiri, bagi manusia dan kemanusiaan. Perbuatan maruf yang paling tinggi nilainya ialah mengakui keesaan Allah, dan menunjukkan ketaatan kepada-Nya, sedang perbuatan mungkar yang paling buruk ialah menyekutukan Allah swt.\n4. Menghalalkan yang baik dan mengharamkan yang buruk\nYang dimaksud dengan yang baik ialah yang halal lagi baik, tidak merusak akal, pikiran, jasmani dan rohani. Sedangkan yang dimaksud dengan buruk ialah yang haram, yang merusak akal, pikiran, jasmani dan rohani.\n5. Menghilangkan berbagai beban dan belenggu yang memberatkan\nMaksudnya ialah bahwa syariat yang dibawa Nabi Muhammad saw tidak ada lagi beban yang berat seperti yang dipikulkan kepada Bani Israil. Umpamanya mensyariatkan membunuh diri atau membunuh nafsu untuk sahnya tobat, mewajibkan qishash pada pembunuhan, baik yang disengaja ataupun yang tidak disengaja, tanpa membolehkan membayar diat, memotong bagian badan yang melakukan kesalahan, membuang atau menggunting kain yang terkena najis, dan sebagainya. Sesuai dengan firman Allah swt:\n\n\"Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur\". (al-Maidah/5: 6)\n\nDemikian juga Rasululllah saw bersabda :\n\"Berilah kabar gembira dan janganlah memberikan kabar yang menakut-nakuti, mudahkanlah dan jangan mempersukar, bersatulah dan jangan berselisih.\" (Riwayat al-Bukhari dan Muslim)\n\nSesungguhnya kepada Bani Israil telah diisyaratkan hukum-hukum yang berat, baik hukum ibadah, maupun hukum muamalat. Kemudian kepada Nabi Isa as diisyariatkan hukum ibadah yang berat. Sedang syariat Nabi Muhammad saw, sifatnya tidak memberatkan, tetapi melapangkan dan memperingan tanggungan, baik yang berhubungan dengan hukum-hukum ibadah maupun yang berhubungan dengan hukum-hukum muamalat.\nAllah menerangkan cara-cara mengikuti Rasul yang telah disebutkan ciri-cirinya, agar bahagia hidup di dunia dan di akhirat nanti, ialah beriman kepadanya dan kepada risalah yang dibawanya, menolongnya dengan rasa penuh hormat, menegakkan dan meninggikan agama yang dibawanya, mengikuti Al-Quran yang dibawanya.",
    "quraish": "Rahmat-Ku akan Aku utamakan bagi mereka yang mengikuti Muhammad saw., seorang rasul yang tak dapat membaca dan menulis, yang ciri-cirinya telah kalian temukan dalam Tawrât dan Injîl. Dia (Muhammad) selalu mengajak kepada kebaikan dan mencegah kemungkaran. Ia pun telah menghalalkan untuk mereka setiap sesuatu yang dapat diterima oleh naluri manusia, dan mengharamkan setiap yang ditolak oleh naluri manusia, seperti darah dan bangkai. Dia juga akan menghilangkan segala beban dan kesulitan yang mereka tanggung sebelumnya. Maka barangsiapa yang membenarkan pesan-pesan suci Tuhan yang dibawanya, mendukung dan membelanya, dan menjadikan al-Qur'ân sebagai cahaya petunjuk, mereka itulah orang-orang yang beruntung. Sebaliknya, mereka yang ingkar, adalah orang-orang yang merugi.\"",
    "jalalayn": "(Yaitu orang-orang yang mengikut rasul, nabi yang ummi) yaitu Nabi Muhammad saw. (yang namanya mereka dapati tertulis di dalam Taurat dan Injil yang ada di sisi mereka) lengkap dengan nama dan ciri-cirinya (yang menyuruh mereka mengerjakan yang makruf dan melarang mereka dari mengerjakan yang mungkar dan menghalalkan bagi mereka segala yang baik) dari apa yang sebelumnya diharamkan oleh syariat mereka (dan mengharamkan bagi mereka segala yang buruk) yaitu bangkai dan lain-lainnya (dan membuang dari mereka beban-beban) maksud tanggungan mereka (dan belenggu-belenggu) hal-hal yang berat (yang ada pada mereka) seperti bertobat dengan jalan membunuh diri dan memotong apa yang terkena oleh najis. (Maka orang-orang yang beriman kepadanya) dari kalangan mereka (memuliakannya) yaitu menghormatinya (menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya) yakni Alquran (mereka itulah orang-orang yang beruntung)."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 158,
    "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.”          ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1112.mp3",
    "tafsir": "Allah memerintahkan kepada Muhammad, agar ia menyeru seluruh umat manusia mengikuti agama yang dibawanya, di mana saja mereka berada, dan bangsa apa pun dia, agar dia menerangkan bahwa dia adalah Rasul Allah yang diutus kepada mereka semua. Keumuman risalah Muhammad saw dinyatakan lagi oleh firman Allah:\n\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan... (Saba/34: 28)\n\nDan firman Allah juga:\n\n...Al-Quran ini diwahyukan kepadaku agar dengannya itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya)... (al-Anam/6: 19)\n\nDemikian pula hadis Nabi yang menerangkan keumuman risalahnya sebagai berikut:\n\"Telah diberikan kepadaku lima hal, yang belum pernah diberikan kepada seorang Nabi pun sebelumku. Aku ditolong dengan memasukkan rasa takut kepada musuhku dalam jarak perjalanan sebulan, dan dijadikan bagiku bumi sebagai masjid (tempat salat) dan alat bersuci. Maka siapa saja dari umatku yang telah datang padanya waktu salat maka hendaklah ia salat (dimana pun ia berada), dan dihalalkan bagiku harta rampasan yang tidak dihalalkan kepada orang sebelumku, diberikan kepadaku syafaat, dan Nabi lain diutus kepada kaumnya saja, sedangkan aku diutus kepada semua umat manusia\". (Riwayat al-Bukhari dan Muslim)\n\nAllah menerangkan keesaan-Nya, yaitu tidak ada tuhan selain Dia, hanyalah Dia yang berhak disembah, karena Dialah yang mengurus langit dan bumi, mengatur alam seluruhnya. Dia menghidupkan segala yang hidup dan mematikan segala yang mati. Dalam ayat ini diterangkan bahwa ada tiga kekuasaan Tuhan yang utama: yaitu pemilik yang ada di langit dan bumi, satu-satunya Tuhan yang dapat disembah, Tuhan yang menghidupkan dan mematikan.\nKemudian Allah memerintahkan seluruh manusia agar beriman kepada Allah dan beriman kepada Nabi yang ummi, beriman kepada wahyunya yaitu kitab-kitab terdahulu dan memerintahkan manusia agar mengikuti nabi tersebut.\nRasul yang ummi itu memurnikan pengabdian kepada Allah, beriman kepada kitab-kitab yang telah diturunkan kepada para Nabi yang terdahulu. Setelah perintah beriman, Allah mengiringi dengan perintah agar manusia melaksanakan semua syariat yang dibawa Nabi Muhammad saw.",
    "quraish": "Wahai Nabi (Muhammad), katakan kepada umat manusia, \"Sesungguhnya aku adalah utusan Allah kepada kalian semua, baik bangsa Arab maupun non-Arab, berkulit hitam atau berkulit putih. Dan Allah, Pengutusku, adalah Penguasa satu-satunya kerajaan langit dan bumi. Dialah yang mengatur keduanya dengan kebijakan-Nya; Dia berwenang melakukan apa saja sesuai dengan kehendak-Nya; dan Dialah yang menentukan sesuatu itu hidup atau mati, bukan yang lain-Nya. Tidak ada yang patut disembah kecuali Dia.\" Maka berimanlah kepada Allah dan rasul-Nya yang tak dapat menulis dan membaca itu. Rasul sendiri pun telah beriman kepada Allah, dan ia ingin kalian mengikuti jejaknya. Maka ikutilah segala apa yang dilakukan dan dikatakan rasul-Nya, agar kalian mendapat petunjuk ke jalan yang benar.",
    "jalalayn": "(Katakanlah,) pembicaraan ini ditujukan kepada Nabi saw. (\"Hai manusia! Sesungguhnya aku adalah utusan Allah kepadamu semua, yaitu Allah yang mempunyai kerajaan langit dan bumi; tidak ada Tuhan selain Dia; yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan rasul-Nya, nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya) yakni Alquran (dan ikutilah dia, supaya kamu mendapat petunjuk.\") artinya kamu akan mendapat bimbingan hidayah."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 159,
    "arab": "وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ",
    "translation": "Dan di antara kaum Musa itu terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil menjalankan keadilan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1113.mp3",
    "tafsir": "Di antara kaum Musa ada segolongan besar yang menunjukkan kepada manusia jalan yang benar sesuai dengan yang diperintahkan Allah, mengajak manusia berbuat kebajikan, menetapkan hukum di antara manusia dengan adil, tidak mengikuti hawa nafsu mereka, tidak makan makanan yang diharamkan Allah, tidak mengerjakan perbuatan yang terlarang, baik mereka itu berada pada masa Musa, maupun mereka berada pada masa sesudahnya. \nKeadaan kaum Musa ini dijelaskan lagi dalam firman Allah swt:\n\nMereka itu tidak (seluruhnya) sama. Di antara ahli kitab ada golongan yang jujur, mereka membaca ayat-ayat Allah pada malam hari, dan mereka (juga) bersujud (salat). (Ali Imran/3: 113)\n\nKaum Musa ada yang menerima dan melaksanakan petunjuk Allah swt\ndengan sepenuh hati. Mereka itu ada tiga macam:\na. Kaum Musa yang ada pada masa Nabi Muhammad saw, atau setelah beliau meninggal, mereka membaca kitab Taurat, lalu beriman kepada Muhammad saw, sesuai dengan isyarat yang mereka baca dalam kitab Taurat.\nb. Kaum Musa yang benar-benar beriman kepada Muhammad saw setelah beliau meninggal dunia.\nc. Kaum Musa yang hidup dalam dua periode yaitu periode sebelum Muhammad diutus. Mereka beriman sepenuhnya kepada Nabi Musa. Setelah Muhammad diutus mereka beriman kepada Muhammad sesuai dengan petunjuk yang mereka dapati dalam Taurat.",
    "quraish": "Di antara kaum Mûsâ terdapat sekelompok orang yang tetap berpegang teguh pada agama yang benar, serta mengajak manusia untuk mengikuti kebenaran yang telah disampaikan Mûsâ dari Tuhannya. Mereka itu, jika menentukan suatu hukum, selalu menegakkan keadilan dengan landasan kebenaran yang telah mereka dapatkan.",
    "jalalayn": "(Dan di antara kaum Musa itu terdapat suatu umat) suatu jemaah (yang memberi petunjuk) kepada manusia (dengan hak dan dengan yang hak itulah mereka menjalankan keadilan) di dalam memberikan keputusan hukum."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 160,
    "arab": "وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Dan Kami membagi mereka menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi  dirinya sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1114.mp3",
    "tafsir": "Allah membagi kaum Musa (Bani Israil), baik yang beriman kepada Allah maupun yang ingkar kepada-Nya menjadi dua belas suku yang dinamakan \"Sibth\". Pada suatu perjalanan di tengah padang pasir, kaumnya menderita kehausan, maka Allah mewahyukan kepada Musa agar ia memukulkan tongkatnya kesebuah batu. Setelah Musa memukulkannya, maka terpancarlah dari batu itu dua belas mata air, sesuai dengan banyaknya suku-suku Bani Israil (al-Baqarah/2: 60). Untuk masing-masing suku disediakan satu mata air dan mereka telah mengetahui tempat minum mereka; untuk menjaga ketertiban dan menghindarkan berdesak-desakan.\nKejadian ini merupakan mukjizat bagi Nabi Musa untuk membuktikan kerasulannya, dan untuk memperlihatkan kekuasaan Allah. Kalau dahulu dia memukulkan tongkatnya ke laut sehingga terbentanglah jalan yang akan dilalui Bani Israil untuk menyelamatkan diri dari pengejaran Firaun dan tentaranya, maka pada kejadian ini Musa memukulkan tongkatnya ke batu, sehingga keluarlah air dari batu itu untuk melepaskan haus kaumnya. Kejadian ini di samping merupakan mukjizat bagi Nabi Musa juga menunjukkan besarnya karunia Allah yang telah dilimpahkan-Nya kepada Bani Israil.\nDi samping karunia itu Allah menyebutkan karunia lain yang telah diberikan-Nya kepada Bani Israil, yaitu:\n1. Allah melindungi mereka dengan awan pada waktu mereka berjalan di tengah padang pasir dan pada waktu panas terik matahari yang membakar itu. Jika tidak awan yang melindungi, tentulah mereka terbakar oleh panasnya matahari. Hal ini terjadi ketika mereka meninggalkan negeri Mesir dan setelah menyeberangi Laut Merah. Mereka sampai di gurun pasir di Semenanjung Sinai dan ditimpa panas yang terik. Karena itu mereka minta agar Musa berdoa kepada Tuhan agar memberikan pertolongan-Nya. Maka Allah menolong mereka dengan mendatangkan awan yang dapat melindungi mereka dari panas terik matahari.\n2. Di samping itu Allah mengaruniakan pula kepada mereka makanan yang disebut al-manna\", semacam makanan yang manis seperti madu, yang turun terus-menerus dari langit, sejak fajar menyingsing sampai matahari terbit. Di samping itu dianugerahkan Allah pula kepada mereka bahan makanan sejenis burung puyuh yang disebut \"shalwa\".\n3. Allah memerintahkan kepada mereka agar makan makanan yang halal, yang baik, berfaedah bagi jasmani dan rohani, akal dan pikiran.\n\nAllah telah melimpahkan karunia-Nya yang amat besar kepada Bani Israil, tetapi mereka tidak mau bersyukur, bahkan mereka mengerjakan perbuatan-perbuatan yang dilarang Allah, ingkar kepada-Nya dan kepada Rasul-rasul-Nya, yang berakibat mereka mendapat azab dan siksaan-Nya. Mereka disiksa itu semata-mata karena perbuatan mereka sendiri, bukanlah karena Allah hendak menganiaya mereka. Tersebut dalam sebuah hadis Qudsi:\n\"Wahai hamba-hamba-Ku, sesungguhnya Aku telah mengharamkan (mengerjakan), kezaliman atas diri-Ku, dan Aku menjadikan perbuatan zalim itu (sebagai suatu perbuatan) yang diharamkan di antaramu, maka janganlah kamu saling berbuat zalim (di antara sesamamu). Wahai hamba-hamba-Ku, kamu sekali-kali tidak akan dapat menimbulkan kemudaratan kepada-Ku, sehingga Aku memperoleh kemudaratan karenanya, dan kamu sekalian tidak dapat memberi manfaat kepada-Ku, sehingga Aku memperoleh manfaat karenanya\". (Hadis Qudsi ialah firman Allah yang diucapkan atau disampaikan oleh Nabi Muhammad, tetapi dia bukan merupakan ayat Al-Quran. Riwayat Muslim)",
    "quraish": "Allah telah memberikan berbagai nikmat-Nya kepada kaum Mûsâ. Dibagilah mereka menjadi dua belas kelompok. Kelompok-kelompok itu kemudian menjadi paguyuban-paguyuban yang memiliki aturan-aturan tersendiri, sehingga perselisihan dan saling dengki antarkelompok dapat dihindari. Ketika Mûsâ, di padang Tîh, diminta untuk mendatangkan air, Allah mewahyukan kepadanya untuk memukul sebongkah batu dengan tongkatnya. Setelah dipukul, tiba-tiba batu itu memancarkan dua belas mata air, sesuai dengan jumlah paguyuban yang ada. Setiap paguyuban mendapatkan tempat mengambil air minum khusus yang satu sama lain tidak boleh bercampur. Mereka juga dinaungi oleh gumpalan awan untuk menjaga mereka dari sengatan terik matahari. Diturunkan pula kepada mereka al-mann (sejenis makanan yang, jika dipandang, menyejukkan dan terasa seperti madu) dan al-salwâ (sebangsa burung puyuh). Lalu, Allah pun berkata kepada mereka, \"Nikmatilah makanan-makanan lezat yang telah kami karuniakan kepada kalian.\" Tetapi mereka malah menzalimi diri mereka sendiri dan tak mensyukuri nikmat-nikmat itu. Bahkan mereka meminta utnuk mengganti makanan yang Kami karuniakan dengan jenis lain. Kezaliman mereka itu tidaklah menyulitkan Kami, tetapi justru mempersulit diri mereka sendiri.",
    "jalalayn": "(Dan Kami bagi mereka) Kami pecahkan kaum Bani Israel (menjadi dua belas) sebagai hal (suku-suku) menjadi badal dari yang sebelumnya, yaitu kabilah-kabilah (yang masing-masingnya berjumlah besar) menjadi badal dari yang sebelumnya (dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya,) di tengah padang sahara (\"Pukullah batu itu dengan tongkatmu!\") kemudian Musa memukulkannya (maka memancarlah) maksudnya tersemburlah (daripadanya dua belas mata air) sesuai dengan bilangan kabilah (Sesungguhnya tiap-tiap suku telah mengetahui) setiap suku dari kalangan mereka (tempat minum masing-masing. Dan Kami naungkan awan di atas mereka) di padang pasir tempat mereka berada guna melindungi mereka dari panasnya matahari (dan Kami turunkan kepada mereka manna dan salwa) keduanya adalah taranjabin, makanan manis seperti madu, dan sebangsa burung puyuh dengan ditakhfifkan mimnya dan dibaca pendek. Dan Kami berfirman kepada mereka, (\"Makanlah yang baik-baik dari apa yang telah Kami rezekikan kepadamu.\" Mereka tidak menganiaya Kami, tetapi merekalah yang selalu menganiaya dirinya sendiri)."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 161,
    "arab": "وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ",
    "translation": "Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), “Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.” Dan katakanlah, “Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.” Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1115.mp3",
    "tafsir": "Ayat 161 dan 162 Surah al-Araf ini pada hakikatnya merupakan kelanjutan dari ayat 58 dan 59 Surah al-Baqarah bahkan merupakan kelengkapan dan penjelasan dari ayat tersebut. Pada ayat 58 dan 59 Surah al-Baqarah Allah memerintahkan agar Bani Israil memasuki Baitul makdis dengan menundukkan diri sebagai tanda ketaatan dan tanda bersyukur kepada Allah, karena mereka telah selamat dari pengejaran musuh, dan selamat pula dalam perjalanan yang amat berat dan sulit itu, dan selanjutnya memohonkan ampunan kepada Allah dari segala dosa yang telah mereka perbuat. Jika mereka lakukan semua perintah itu. Allah akan mengampuni segala dosa dan kesalahan mereka dan akan memberikan tambahan karunia dan pahala kepada mereka.\nPada ayat 161 dan 162 Surah al-Araf ini dipahami bahwa Bani Israil telah memasuki Baitulmakdis sebagaimana yang diperintahkan Allah itu. Juga mereka diperintahkan Allah agar berdiam dan menetap di negeri itu. Akan tetapi orang-orang zalim di antara mereka tidak melaksanakan perintah-perintah Allah dengan sempurna, bahkan mereka telah melakukan perbuatan-perbuatan dan tindakan-tindakan yang bertentangan dengan perintah itu, walaupun perintah itu datangnya dari penolong yang membebaskan mereka dari kesengsaraan dan kesulitan. Mereka dengan mudah memutarbalikkan perintah-perintah itu. Mereka memasuki Baitulmakdis tidak dengan merendahkan diri, dan mereka tidak memohon agar dibebaskan dari dosa. Akibat keingkaran dan pembangkangan mereka itu, mereka ditimpa azab yang berat. Menurut sebagian ahli tafsir, azab yang ditimpakan kepada mereka itu ialah berupa wabah penyakit kolera yang berjangkit dan menular sebagian mereka.",
    "quraish": "Wahai Muhammad, ingatkanlah orang-orang Banû Isrâ'îl di zamanmu akan firman Kami yang disampaikan Mûsâ kepada nenek-moyang mereka, \"Tinggallah kalian di kota Bayt al-Maqdis setelah keluar dari padang Tîh. Makanlah dari hasil bumi yang baik-baik, di mana saja kalian mau. Ucapkanlah, 'Ya Tuhan kami, ampunilah kami dari segala dosa. ' Masukilah pintu gerbang perkampungan dengan menundukkan kepala--seperti ruku--sambil merendahkan diri kepada Allah. Jika kalian lakukan itu semua, Kami akan menghapus dosa-dosa kalian, dan Kami akan melipatgandakan pahala mereka yang melakukan kebajikan secara optimal.\"",
    "jalalayn": "(Dan) Ingatlah (ketika dikatakan kepada mereka, Bani Israel, \"Diamlah di negeri ini saja) yaitu Baitulmakdis (dan makanlah dari hasil buminya di mana saja kamu kehendaki. Dan katakanlah,) perintah Kami ('Bebaskanlah kami dari dosa kami' dan masukilah pintunya) pintu gerbang negeri itu (sambil membungkuk) dengan membungkukkan punggung (niscaya Kami ampuni) dengan memakai nun dan ta, dan bina maf'ul (kesalahan-kesalahanmu.\" Kelak Kami akan tambah pahala kepada orang-orang yang berbuat baik) orang-orang yang taat pahala."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 162,
    "arab": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ",
    "translation": "Maka orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1116.mp3",
    "tafsir": "Ayat 161 dan 162 Surah al-Araf ini pada hakikatnya merupakan kelanjutan dari ayat 58 dan 59 Surah al-Baqarah bahkan merupakan kelengkapan dan penjelasan dari ayat tersebut. Pada ayat 58 dan 59 Surah al-Baqarah Allah memerintahkan agar Bani Israil memasuki Baitul makdis dengan menundukkan diri sebagai tanda ketaatan dan tanda bersyukur kepada Allah, karena mereka telah selamat dari pengejaran musuh, dan selamat pula dalam perjalanan yang amat berat dan sulit itu, dan selanjutnya memohonkan ampunan kepada Allah dari segala dosa yang telah mereka perbuat. Jika mereka lakukan semua perintah itu. Allah akan mengampuni segala dosa dan kesalahan mereka dan akan memberikan tambahan karunia dan pahala kepada mereka.\nPada ayat 161 dan 162 Surah al-Araf ini dipahami bahwa Bani Israil telah memasuki Baitulmakdis sebagaimana yang diperintahkan Allah itu. Juga mereka diperintahkan Allah agar berdiam dan menetap di negeri itu. Akan tetapi orang-orang zalim di antara mereka tidak melaksanakan perintah-perintah Allah dengan sempurna, bahkan mereka telah melakukan perbuatan-perbuatan dan tindakan-tindakan yang bertentangan dengan perintah itu, walaupun perintah itu datangnya dari penolong yang membebaskan mereka dari kesengsaraan dan kesulitan. Mereka dengan mudah memutarbalikkan perintah-perintah itu. Mereka memasuki Baitulmakdis tidak dengan merendahkan diri, dan mereka tidak memohon agar dibebaskan dari dosa. Akibat keingkaran dan pembangkangan mereka itu, mereka ditimpa azab yang berat. Menurut sebagian ahli tafsir, azab yang ditimpakan kepada mereka itu ialah berupa wabah penyakit kolera yang berjangkit dan menular sebagian mereka.",
    "quraish": "Tetapi mereka ternyata melanggar perintah-perintah itu. Untuk memperolok Mûsâ, mereka--dengan zalim--malah mengatakan ucapan yang tidak dperintahkan. Maka Kami turunkan kepada mereka azab dari langit karena terlalu seringnya mereka mlampaui batas dan berbuat zalim.",
    "jalalayn": "(Maka orang-orang yang lalim di antara mereka itu mengganti perkataan itu dengan perkataan yang tidak dikatakan kepada mereka) mereka mengatakan, \"Habbatun fii sya`ratin sebagai ganti dari hiththatun\" dan kemudian mereka memasuki pintu gerbangnya sambil merangkak bukannya membungkukkan badan (maka Kami timpakan kepada mereka azab) yakni siksaan (dari langit disebabkan kelaliman mereka.)"
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 163,
    "arab": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "translation": "Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1117.mp3",
    "tafsir": "Ayat ini diturunkan di Mekah, pada saat agama Islam mulai disiarkan dan disampaikan Nabi Muhammad saw, yang waktu itu beliau belum pernah berhubungan langsung dengan ulama-ulama Yahudi, dan beliau adalah seorang yang tidak tahu menulis dan membaca, sebagaimana firman Allah swt :\n\n\"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkari.\" (al-Ankabut/29: 48)\n\nAyat ini menunjukkan kemukjizatan Al-Quran yang menerangkan berita, peristiwa, atau kejadian yang telah terjadi pada masa yang lalu, tanpa seorang pun yang memberikan beritanya, selain dari Tuhan Yang Mahatahu.\nAyat ini ditujukan kepada Nabi Muhammad agar beliau menerangkan kepada orang Yahudi di Medinah pada waktu itu, tentang tindakan yang telah dilakukan oleh nenek-moyang mereka, yang selalu mengingkari seruan para Nabi, walau bukti-bukti apa pun yang telah dikemukakan kepada mereka. Yang menceritakan tentang tindakan dan sikap nenek-moyang mereka itu adalah Nabi Muhammad seorang Nabi yang buta huruf, belum pernah berhubungan dengan orang-orang Yahudi pada waktu menerima ayat ini. Apakah hal ini tidak cukup menjadi bukti bagi mereka, bahwa Muhammad benar-benar utusan Allah?\nQaryah yang dimaksud dalam ayat tersebut adalah sebagai berikut: ada yang menyebut Ailah, ada juga yang menyebutkan Tobaiah dan ada juga yang menyebut kota lain.Pada masa dahulu nenek-moyang Bani Israil yang berdiam di Ailah, suatu kota di pantai Laut Merah antara kota Madyan dan Sinai yang bermata pencaharian menangkap ikan, pernah diuji dan dicoba oleh Allah, untuk menguji keimanan dan ketaatan mereka. Mereka diperintahkan melakukan ibadah pada tiap Sabtu, dan dilarang menangkap ikan pada hari itu. Ketika ikan banyak bermunculan di permukaan air (laut) pada hari Sabtu yang nampak jinak dan mudah ditangkap, mereka melanggar larangan Allah pada hari tersebut untuk menangkap ikan dan tidak melakukan ibadah sebagaimana yang diperintahkan Allah pada hari itu.\nDemikianlah Allah memberi ujian dan cobaan kepada Bani Israil. Mereka tidak tahan dan tidak tabah menghadapinya, bahkan mereka melanggar larangan Allah dan tidak melaksanakan perintah-Nya. Karena sikap dan tindakan mereka, maka bagi mereka berlaku Sunnatullah (ketentuan Allah), yaitu barang siapa yang menaati perintah Allah dan menghentikan larangan-Nya akan dianugerahi kenikmatan hidup di dunia dan di akhirat. Sebaliknya barang siapa yang ingkar kepada-Nya akan sengsara hidupnya di dunia, sedangkan di akhirat mereka mendapat azab yang pedih. Tentu Sunnatullah ini berlaku pula terhadap orang-orang yang fasik dan orang-orang Yahudi yang berada di Medinah, seperti yang berlaku pada nenek-moyang mereka.",
    "quraish": "Tanyakanlah, wahai Muhammad, kepada orang-orang Yahudi--guna mencela perbuatan nenek-moyang mereka--tentang ihwal penduduk negri Eilah yang terletak di tepi laut, ketika mereka melanggar aturan Allah dengan menangkap ikan pada hari Sabtu, dan ketika pada hari Sabtu itu ikan-ikan besar justru berdatangan dan terapung-apung di atas air--sebagai salah satu bentuk cobaan dari Allah--sementara di hari lain ikan-ikan itu tidak ada. Melalui cobaan-cobaan di atas, Kami akan terus menguji mereka dengan bentuk lain, karena mereka selalu berbuat fasik. Melalui cobaan-cobaan seperti itulah akan dapat dipilah mana yang baik dan mana yang jahat.\"",
    "jalalayn": "(Dan tanyakanlah kepada Bani Israel) hai Muhammad, sebagai celaan (tentang negeri yang terletak di dekat laut) di pinggir laut Qalzum yaitu kota Aylah; yang dipertanyakan ialah tentang apa yang terjadi atas penduduknya (ketika mereka melanggar aturan) saat mereka melakukan pelanggaran (pada hari Sabtu) di mana mereka berburu ikan yang pada hari itu mereka dilarang melakukannya (di waktu) merupakan zharaf dari lafal ya'duuna (datang kepada mereka ikan-ikan pada hari Sabtunya dengan terapung-apung pada pinggirannya) yang tampak di permukaan air (dan di hari-hari yang bukan Sabtu) maksudnya di mana mereka sudah tidak lagi terikat dengan pengagungan hari Sabtu, atau dengan kata lain ialah hari-hari selain hari Sabtu (ikan-ikan itu tidak datang kepada mereka) sebagai ujian dari Allah. (Demikianlah Kami mencoba mereka disebabkan mereka berlaku fasik) dan tatkala mereka hendak berburu ikan para penduduk kota terbagi suaranya menjadi tiga bagian; sebagian berpendapat ikut berburu bersama orang-orang yang berburu, sebagian lainnya mencegah mereka melakukannya dan sebagian lainnya bersikap abstain, tidak ikut dan juga tidak melarang."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 164,
    "arab": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu, dan agar mereka bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1118.mp3",
    "tafsir": "Sikap segolongan nenek-moyang Bani Israil yang mencela segolongan Bani Israil yang lain, yaitu memperingatkan Bani Israil yang telah mengingkari perintah Allah dan tidak menghentikan larangan-Nya. Dalam ayat ini dipahami pula bahwa tidak semua nenek-moyang Bani Israil mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat itu, ada di antara mereka yang melaksanakannya.\nDari ayat ini juga dapat diketahui bahwa dalam menyikapi perintah dan larangan Allah mereka terbagi kepada tiga kelompok, yaitu:\n1. Kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat.\n2. Kelompok yang memberi nasihat pada kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya.\n3. Kelompok yang membantah tindakan kelompok yang memberi nasihat itu.\nKelompok kedua mengatakan kepada kelompok ketiga: \"Kami memberi pelajaran kepada mereka itu, adalah untuk membebaskan diri dari perbuatan dosa dan untuk melaksanakan tugas kami, yaitu mencegah perbuatan yang mungkar. Kami berharap agar orang-orang yang durhaka itu sadar dan kembali ke jalan yang benar dan lurus\".\nKetika Bani Israil tetap membangkang dan tidak mau kembali ke jalan Allah, dan tetap mengabaikan nasihat-nasihat yang telah diberikan, maka Allah menimpakan azab yang berat kepada mereka dan menyelamatkan orang-orang yang memberi nasihat tersebut.\nSebagian ulama berpendapat bahwa azab Allah tidak menimpa golongan ketiga, sedang sebagian ulama lagi berpendapat bahwa azab itu juga menimpa golongan ketiga, karena yang taat itu hanyalah golongan kedua saja, sedangkan golongan ketiga tidak melarang dari mengerjakan perbuatan yang mungkar, bahkan membantah dan menyalahkan orang yang melarang mengerjakan perbuatan yang mungkar.",
    "quraish": "Dan ingatkanlah pula orang-orang Yahudi itu, tatkala sekelompok orang-orang saleh dari leluhur mereka--yang tidak berbuat jahat seperti yang lainnya--bertanya kepada mereka yang menasihati orang-orang yang berbuat jahat, \"Mengapa kalian bersusah payah memberi nasihat kepada kaum yang akan dibinasakan karena dosa yang mereka lakukan dan disiksa oleh Allah di akhirat nanti dengan azab yang pedih?\" Mereka menjawab, \"Kami melakukan hal itu agar kami tidak dianggap masabodoh oleh Tuhan kalian. Sebenarnya, kami berharap agar mereka menjadi orang yang bertakwa.\"",
    "jalalayn": "(Dan ketika) diathafkan kepada lafal idz yang sebelumnya (suatu umat di antara mereka berkata,) yaitu kaum yang tidak ikut berburu dan juga tidak melarang orang-orang yang berburu (\"Mengapa kamu menasihati kaum yang Allah akan membinasakan mereka atau mengazab mereka dengan azab yang keras?\" Mereka menjawab,) nasihat kami (\"Agar kami mempunyai alasan) yang bisa dijadikan sebagai pelepas tanggung jawab (kepada Tuhanmu) supaya kami tidak dituduh lalai dalam masalah tidak memberikan larangan kepada mereka (dan supaya mereka bertakwa.\") tidak berani melakukan perburuan lagi."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 165,
    "arab": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "translation": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1119.mp3",
    "tafsir": "Orang yang melanggar ketentuan-ketentuan Allah pada hari Sabat itu disebut \"Orang-orang yang melupakan peringatan\". Maksudnya ialah orang-orang yang tidak menghiraukan ancaman-ancaman Allah yang ditujukan kepada orang-orang yang ingkar kepada-Nya, tidak mengindahkan nasihat dan peringatan-Nya, dan tidak melaksanakan ajaran-ajaran-Nya. Bahkan telah berpaling dari ajaran itu. Seolah-olah mereka telah melupakannya dan tidak ada bekas sedikit pun dalam diri mereka tentang peringatan yang telah diberikan itu.\nKarena itu, Allah menegaskan bagi mereka berlaku Sunnatullah, yaitu Allah menyelamatkan orang-orang yang taat kepada-Nya, dan mengazab orang-orang yang fasik dan durhaka, Allah menerangkan bahwa Bani Israil itu diazab bukanlah semata-mata karena kefasikan mereka yang melanggar ketentuan-ketentuan Allah pada hari Sabtu itu, tetapi juga perbuatan-perbuatan fasik yang selalu mereka kerjakan. Menurut Sunnatullah pula bahwa Dia mengazab orang-orang yang durhaka secara langsung di dunia, karena perbuatan dosa yang telah mereka lakukan, sebagaimana firman Allah swt:\n\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun.... (an-Nahl/16: 61)\n\nDan Allah memaafkan sebagian besar kesalahan-kesalahan hamba-hamba-Nya seperti dalam firman-Nya:\n\nDan apa saja musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syura/42: 30)\n\nDalam ayat ini Allah akan langsung mengazab satu umat atau bangsa di dunia sebelum mereka menerima azab di akhirat, jika kezaliman umat atau bangsa itu besar pengaruhnya dan sukar menghilangkannya pada kehidupan manusia dan kemanusiaan, sebagaimana dinyatakan Allah dalam firman-Nya:\n\n\"Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Dan ketahuilah bahwa Allah sangat keras siksa-Nya.\" (al-Anfal/8: 25)\n\nAzab yang dimaksud telah ditimpakan kepada umat-umat yang terdahulu yang mengingkari seruan Nabi-nabi yang diutus kepada mereka.",
    "quraish": "Tatkala mereka tidak juga mendengarkan nasihat itu, mereka yang tidak melakukan kejahatan Kami selamatkan dari azab. Sementara mereka yang berbuat zalim, melanggar dan melampaui batas, Kami timpakan mereka azab yang pedih dalam bentuk kesengsaraan dan kemelaratan. Hal itu karena mereka selalu saja tidak mau taat kepada Allah, Tuhan mereka.",
    "jalalayn": "(Maka tatkala mereka melupakan) yaitu mereka meninggalkan (apa yang diperingatkan kepada mereka) apa yang dinasihatkan kepada mereka (tentang hal itu) kemudian mereka tidak mau juga menuruti nasihat (Kami selamatkan orang-orang yang melarang dari perbuatan jahat dan Kami timpakan kepada orang-orang yang lalim) yang melakukan pelanggaran (siksaan yang berat) yang keras (disebabkan mereka selalu berbuat fasik.)"
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 166,
    "arab": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
    "translation": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, “Jadilah kamu kera yang hina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1120.mp3",
    "tafsir": "Ketika Bani Israil bertambah kezalimannya tidak mengindahkan nasihat-nasihat, maka Allah mengazab mereka dengan menjadikan mereka sebagai kera yang hina. Menurut para mufassirin merupakan tafsiran dari perkataan \"azab yang sangat pedih\" yang terdapat pada ayat di atas. Sedangkan sebagian yang lain mengatakan bahwa hal ini merupakan azab yang lain yang ditimpakan Allah di samping azab yang pedih itu.\nPara mufassir berbeda pendapatnya tentang: Apakah Bani Israil itu dijadikan kera yang sebenarnya atau hanya sifat dan watak mereka saja yang seperti kera, sedang badan mereka seperti badan manusia biasa. Jumhur ulama berpendapat bahwa mereka benar-benar menjadi kera, seperti kera yang sebenar-benarnya. Akan tetapi tidak beranak, tidak makan, tidak minum dan tidak hidup lebih dari tiga hari.\nMenurut Mujahid yang diriwayatkan dari Ibnu Jarir dan pendapat al-Manar: Rupa mereka tidak ditukar menjadi kera, tetapi hati, jiwa dan sifat merekalah yang diubah menjadi kera. (uraian lengkapnya lihat Tafsir Surah al-Baqarah/2: 65).",
    "quraish": "Ketika hati mereka semakin keras membatu, mereka terus melakukan berbagai pelanggaran, sementara azab yang pedih tidak membuat mereka jera, maka Kami jadikan mereka seperti layaknya kera. Hati mereka berubah seperti kera yang tak dapat memahami kebenaran, dan--seperti halnya kera--mereka pun dijauhkan dari berbagai bentuk kebaikan.",
    "jalalayn": "(Maka tatkala mereka bersikap sombong) yakni bersikap takabur (terhadap) tidak mau meninggalkan (apa yang dilarang mereka mengerjakannya, Kami katakan kepada mereka, \"Jadilah kamu kera yang hina.\") yang terhina, maka jadilah mereka itu kera yang hina; keterangan ini adalah penjelasan dari apa yang telah lalu. Ibnu Abbas mengatakan, \"Saya tidak mengetahui tentang apa yang terjadi dengan golongan yang bersikap abstain.\" Ikrimah mengatakan, \"Mereka tidak dibinasakan, sebab mereka membenci apa yang telah dilakukan rekan-rekannya dan mereka mengatakan, 'Mengapa kamu menasihati....'.\" Hakim telah meriwayatkan dari Ibnu Abbas bahwa golongan tersebut ikut pula melakukannya dan bahkan takjub dengan sikap mereka yang melakukannya."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 167,
    "arab": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1121.mp3",
    "tafsir": "Nabi Muhammad dalam ayat ini diingatkan oleh Allah tentang pemberitahuan-Nya kepada orang-orang Yahudi, bahwa Dia akan mengirimkan manusia lain yang lebih perkasa dari mereka untuk menjajah dan menyiksa mereka. Mereka selalu akan hidup dalam kehinaan dan penderitaan sampai akhir zaman, disebabkan tindakan mereka yang bertentangan dengan hukum-hukum Allah. Dalam sejarah telah terbukti dengan jelas ancaman Allah tersebut. Sesudah zaman Nabi Sulaiman, bangsa Yahudi diperangi oleh bangsa Babilonia di bawah raja Nebukadnezar, mereka hancur, laki-laki banyak yang dibunuh dan wanita-wanitanya banyak yang dijadikan hamba sahaya. Banyak pula di antara mereka yang di bawa ke Babilonia sebagai tawanan, sesudah itu mereka dijajah berganti-ganti oleh bermacam-macam kerajaan, karena itu mereka mengalami penderitaan berabad-abad lamanya akibat peperangan yang tak henti-hentinya. Akhirnya mereka jatuh ke tangan bangsa Romawi sampai zaman Nabi Isa. Zaman Romawi Kristen mereka tidak mempunyai kekuasaan lagi, bahkan mereka diusir dari negeri mereka dan terpencar-pencar di beberapa negeri. Sebagian mereka melarikan diri ke Jazirah Arab. Tinggallah mereka di daerah ini dengan aman. Tetapi kemudian sesudah agama Islam datang, mereka memusuhi Nabi Muhammad. Padahal beliau telah memberikan kebebasan kepada mereka hidup di daerah Islam berdasarkan perjanjian dengan mereka. Karena sikap permusuhan dan pengkhianatan mereka, terpaksa kaum Muslimin mengusir mereka dari daerah Islam. Ada pula di antara mereka yang dibunuh atau terbunuh karena berpihak kepada kaum musyirikin waktu peperangan (Perang Ahzab).\nPada abad ke 20, mereka mengalami penderitaan yang tak terperikan. Dalam perang dunia kedua yang lalu, banyak orang Yahudi menjadi korban kekuasaan Nazi Jerman. Di Amerika, di Eropa dan di Rusia, dewasa ini mereka masih banyak mengalami penghinaan. Meskipun orang Yahudi sekarang sudah mempunyai tanah air (Negara Israel) namun mereka tetap dalam penderitaan, karena sikap mereka juga, disebabkan umat manusia di dunia ini, terutama umat Islam memusuhi mereka. Negara Israel itu dibentuk dengan mengusir rakyat Palestina yang menjadi penduduk asli negara tersebut. Demikianlah nasib bangsa Yahudi itu. Sesungguhnya hukum Allah berlaku terhadap umat yang mendurhakai perintah-perintah-Nya dan membuat onar. Tetapi pengampunan dan kasih sayang Allah sangatlah besar dan luas bagi mereka yang taubat dari dosanya, kembali ke jalan Allah dengan penuh kesadaran, dan dengan jalan mengadakan perbaikan. Allah pasti menghapus penderitaan mereka.",
    "quraish": "Dan ingatkanlah pula orang-orang Yahudi itu, tatkala Allah memberitahukan--melalui para nabi-Nya--kepada nenek-moyang mereka, bahwa Allah akan mengerahkan sekelompok orang untuk menyiksa orang-orang Yahudi hingga hari kiamat, karena mereka telah berbuat zalim dan fasik. Dan Tuhanmu--karena siksa-Nya pasti terlaksana--sangat cepat menyiksa orang-orang kafir. Sebab, setiap sesuatu yang bakal terjadi itu sebenarnya telah dekat. Kendati demikian, Dia Maha Pengampun dan Maha Pengasih bagi mereka yang bertobat dan kembali menaati-Nya.",
    "jalalayn": "(Dan ketika memberitahukan) mempermaklumkan (Tuhanmu, bahwa sesungguhnya Dia akan mengirim kepada mereka) dimaksud orang-orang Yahudi (sampai hari kiamat orang-orang yang akan menimpakan kepada mereka azab yang seburuk-buruknya) dengan dihinakan dan dibebani pajak/jizyah; kemudian Allah mengutus Nabi Sulaiman kepada mereka, dan sesudah itu Raja Bukhtunasher (Nebukat Nezar) yang membunuh dan menawan mereka serta mewajibkan mereka membayar jizyah. Mereka selalu membayar jizyah kepada orang-orang Majusi sehingga Allah swt. mengutus nabi kita Muhammad saw. yang kemudian mengambil pula jizyah dari mereka. (Sesungguhnya Tuhanmu amat cepat siksa-Nya) (dan sesungguhnya Dia Maha Pengampun) terhadap orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 168,
    "arab": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "translation": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1122.mp3",
    "tafsir": "Dalam ayat ini Allah menguraikan siksaan dan penderitaan mereka yakni mereka diceraiberaikan di atas bumi ini satu golongan berada di suatu daerah sedang golongan yang lain berada di daerah lain. \nSebagian mereka ada yang menjadi orang-orang yang selalu mengadakan perbaikan dan beriman kepada Nabi-nabi, tetapi ada pula yang benar-benar tenggelam dalam kekafiran dan kefasikan hingga membunuh Nabi-nabi, memutar balikkan isi Kitab Taurat dan memusuhi Nabi Muhammad.\nUntuk membuat mereka sadar, mereka diuji dengan kesenangan dan penderitaan silih berganti, tetapi tidak membuat mereka jera. Mereka yang baik diberi anugerah kebaikan dan kebahagiaan. Mereka yang durhaka diturunkan bencana kesengsaraan. Semuanya itu cobaan bagi mereka agar mereka kembali ke jalan yang benar.",
    "quraish": "Di muka bumi ini, Kami telah mengelompokkan mereka menjadi beberapa golongan: ada yang saleh, yaitu mereka yang beriman dan konsisten dengan keimanannya itu; ada pula yang berada di luar kategori saleh. Mereka semua Kami uji dengan pelbagai bentuk kebaikan dan keburukan agar mereka bertobat dan menyesali pelanggaran-pelanggaran yang mereka lakukan.",
    "jalalayn": "(Dan Kami bagi-bagi mereka) Kami pecah-pecah mereka (di dunia menjadi beberapa golongan) terdiri dari beberapa golongan (di antaranya ada orang-orang yang saleh dan di antaranya) ada orang-orang (yang tidak demikian) yaitu menjadi orang-orang kafir dan orang-orang fasik (Dan Kami coba mereka dengan yang baik-baik) yang nikmat-nikmat (dan yang buruk-buruk) dengan bencana-bencana (agar mereka kembali) kepada kebenaran dan tidak mau berbuat fasik lagi."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 169,
    "arab": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata, “Kami akan diberi ampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1123.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan satu generasi dari Yahudi yang menggantikan golongan bangsa Yahudi tersebut di atas. Mereka adalah bangsa Yahudi yang hidup di zaman Nabi Muhammad yang mewarisi Taurat dari nenek-moyang mereka dan menerima begitu saja segala apa yang tercantum di dalamnya. Hukum halal dan haram, perintah dan larangan dalam kitab itu mereka ketahui, tetapi mereka tidak mengamalkannya. Mereka mengutamakan kepentingan duniawi dengan segala kemegahan yang akan lenyap. Mereka mencari harta benda dengan usaha-usaha yang lepas dari hukum moral dan agama, mengembangkan riba, makan suap, pilih kasih dalam hukum dan lain sebagainya, karena mereka berpendapat bahwa Allah kelak akan mengampuni dosa mereka. Orang-orang Yahudi itu menganggap dirinya kekasih Allah dan bangsa pilihan. Anggapan demikian hanyalah menyesatkan pikiran mereka. Oleh karena itu setiap ada kesempatan untuk memperoleh keuntungan duniawi seperti uang suap, riba dan sebagainya, tidaklah mereka sia-siakan.\nAllah menegaskan kesalahan pendapat dan anggapan mereka yang berkepanjangan dalam kesesatan dan tenggelam dalam nafsu kebendaan. Allah mengungkapkan adanya ikatan perjanjian antara mereka dengan Allah yang tercantum dalam Taurat, bahwa mereka tidak akan mengatakan terhadap Allah kecuali kebenaran. Tetapi mereka memutarbalikkan isi Taurat, karena didorong oleh keinginan untuk memperoleh keuntungan duniawi, padahal mereka telah memahami dengan baik isi Taurat itu dan sadar akan kesalahan perbuatan itu. Seharusnya mereka lebih mengutamakan kepentingan ukhrawi dengan berbuat sesuai dengan petunjuk Allah dan Taurat daripada keuntungan duniawi. Bagi orang yang takwa, kebahagiaan akhirat lebih baik daripada kebahagiaan duniawi yang terbatas itu. Mengapa mereka tidak merenungkan hal yang demikian?\nAyat ini menjelaskan bahwa kecenderungan kepada materi dan hidup kebendaan, merupakan faktor yang menyebabkan kecurangan orang Yahudi sebagai suatu bangsa yang punya negara. Karena kecintaan yang besar kepada kehidupan duniawi, mereka kehilangan petunjuk agama serta kering dalam kehidupan kerohanian.\nApa yang menimpa orang Yahudi zaman dahulu mungkin pula menimpa orang-orang Islam zaman sekarang, karena mereka lebih banyak mengutamakan kehidupan materiil dan menyampingkan kehidupan spirituil kerohanian sehingga sepak terjang mereka sangat jauh dari ajaran Al-Quran.",
    "quraish": "Setelah dua golongan yang telah Kami kelompokkan tadi, akan datang satu generasi yang jahat. Mereka memang telah mewarisi Tawrât dari leluhur mereka, tetapi mereka tidak mengamalkannya. Kesenangan dunia lebih mereka utamakan ketimbang kebenaran. Mereka akan selalu berkata, \"Allah pasti mengampuni apa yang kami lakukan.\" Seakan-akan mereka mengharapkan ampunan, padahal jika mereka diberikan lagi kesenangan dunia seperti sebelumnya, mereka tidak ragu untuk mengambilnya. Begitulah, mereka adalah sekelompok orang yang, di samping memohon ampunan, tetapi dalam waktu yang sama melulu melakukan dosa. Allah mencela mereka yang memohon ampun tapi tetap berbuat dosa, seraya berfirman, \"Sesungguhnya kami telah mengambil janji mereka di Tawrât. Mereka telah mempelajari isinya, dan seharusnya mereka mengatakan kebenaran. Tetapi mereka malah mengatakan kebatilan! Sesungguhnya kenikmatan akhirat yang diperuntukkan bagi mereka yang bertakwa, lebih baik dari segala kesenangan dunia. Apakah kalian tetap memungkiri hal ini? Jika demikian halnya, berarti kalian tidak bisa membedakan bahwa kenikmatan akhirat itu sungguh lebih baik ketimbang kesenangan dunia yang kalian lebih utamakan!\"",
    "jalalayn": "(Maka datanglah sesudah mereka generasi yang jahat yang mewarisi Alkitab) yakni kitab Taurat dari para pendahulu mereka (yang mengambil harta benda dunia yang rendah ini) sesuatu yang tidak ada harganya, yaitu duniawi baik yang halal maupun yang haram (dan berkata, \"Kami akan diberi ampun.\") atas apa yang telah kami lakukan. (Dan kelak jika datang kepada mereka harta benda dunia sebanyak itu pula niscaya mereka akan mengambilnya juga) jumlah kalimat ini menjadi hal; artinya mereka masih juga mengharapkan ampunan sedangkan mereka masih tetap kembali melakukannya padahal di dalam kitab Taurat tidak ada janji ampunan jika disertai dengan menetapi perbuatan dosa (bukankah sudah diambil) Istifham atau kata tanya bermakna menetapkan (perjanjian kitab Taurat dari mereka) Idhafah di sini bermakna fii (yaitu bahwa mereka tidak akan mengatakan terhadap Allah kecuali yang benar, padahal mereka telah mempelajari) diathafkan kepada lafal yu`khadzu, yakni mereka telah membaca (apa yang tersebut di dalamnya?) maka mengapa mereka mendustakan tentang masalah ampunan itu, sedangkan mereka masih terus menepati perbuatan dosanya. (Dan kampung akhirat itu lebih baik bagi mereka yang bertakwa) yang takut terhadap perbuatan haram. (Maka apakah mereka tidak mengerti) dengan memakai ya dan ta, sesungguhnya pahala akhirat itu lebih baik yang seharusnya mereka lebih memilihnya daripada perkara duniawi."
  },
  {
    "hizb": 68,
    "name": "Al-A'raf",
    "ayat": 170,
    "arab": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
    "translation": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1124.mp3",
    "tafsir": "Ayat ini menyebutkan sebagian orang Yahudi yang patut mendapat anugerah penghargaan karena sikap mereka yang teguh berpegang kepada isi Taurat. Mereka menaati segala perintah Allah dan menjauhi segala larangan-Nya. Orang Yahudi tersebut sewaktu mendengar seruan Nabi Muhammad segera beriman kepadanya sesuai dengan petunjuk Taurat, seperti Abdullah Ibnu Salam dan kawan-kawannya. Mereka mendirikan salat yang menjadi tiang agama dan pembeda antara orang yang mukmin dengan orang yang kafir. Allah tidak akan menyia-nyiakan segala amal kebaikan yang telah mereka lakukan. Tentulah Dia akan memberikan ganjaran kepada mereka, karena mereka telah melakukan perbaikan atas perbuatan mereka. \nAllah swt berfirman:\n\n\"Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.\" (al-Kahf/18: 30)",
    "quraish": "Dan orang-orang yang berpegang teguh mengamalkan Tawrât serta melaksanakan kewajiban salat, sesungguhnya Kami tidak membiarkan mereka tanpa ganjaran atas kesalehan dan kebajikan yang mereka lakukan.",
    "jalalayn": "(Dan orang-orang yang berpegang teguh) dengan memakai tasydid dan tidak/takhfif (dengan Alkitab Taurat) yaitu sebagian di antara mereka (serta mendirikan salat) seperti Abdullah bin Salam dan teman-temannya. (Sesungguhnya Kami tidak menyia-nyiakan pahala orang-orang yang mengadakan perbaikan) Jumlah kalimat ini menjadi khabar dari lafal lilladziina; dan di dalamnya terkandung meletakkan isim zhahir pada tempat isim dhamir; yakni ajrahum/pahala mereka."
  }
]