[
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 22,
    "arab": "۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ",
    "translation": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mendengar dan memahami kebenaran) yaitu orang-orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1182.mp3",
    "tafsir": "Allah menyamakan orang-orang munafik itu dengan binatang yang paling buruk, karena mereka itu tidak mau mempergunakan pendengarannya untuk mengetahui seruan-seruan yang benar dan tidak memperhatikan nasihat-nasihat yang baik.\nOrang-orang munafik disamakan dengan binatang dalam ayat ini, bukanlah fisik mereka seperti binatang, tetapi sifat kejiwaan merekalah yang seperti binatang. Mereka menolak pengertian dari firman Allah dan tidak mau memikirkan dan memahami kebenaran. Dalam hal ini mereka tidak mau membedakan mana seruan yang benar dan mana ajakan yang salah dan mana itikad yang benar serta mana kepercayaan yang salah.\nSebagai alasan yang lain dipersamakannya mereka dengan binatang adalah karena tidak mau menuturkan kebenaran, seolah-olah mereka tidak berfikir, karena mereka menyia-nyiakan akal mereka sehingga tidak dapat menuturkan kebenaran itu sebagaimana mestinya. Seandainya mereka menggunakan akal, tentulah mereka mau mendengarkan seruan Rasul serta mau mengikutinya.\nDi dalam ayat ini atau ayat yang lain Allah, menerangkan bahwa orang-orang munafik itu lebih sesat dari binatang.\nFirman Allah:\n\n\"Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakan untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.\" (al-Araf/7: 179)\n\nPendengaran dan penglihatan tidak dapat dibuat manusia, karena keduanya bertalian dengan jiwa, dengan hidup. Tidak bisa diharapkan dari benda mati yang tidak mempunyai pendengaran dan penglihatan itu. Bahkan pendengaran dan penglihatan yang hidup tidak berfungsi jika tidak diarahkan.",
    "quraish": "Sesungguhnya orang-orang musyrik, termasuk di dalamnya orang-orang munafik, bagaikan binatang yang paling buruk. Pendengaran mereka tuli dan tidak dapat mendengar, mulut mereka bisu dan tidak mampu bicara. Mereka memang tidak mau mendengar, mengatakan dan memikirkan yang benar.",
    "jalalayn": "(Sesungguhnya binatang, makhluk-makhluk yang seburuk-buruknya di sisi Allah ialah orang-orang yang tuli) tidak mau mendengarkan perkara yang hak (dan bisu) tidak mengucapkan perkara yang hak (yang tidak mengerti apa pun) tentang perkara yang hak."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 23,
    "arab": "وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ",
    "translation": "Dan sekiranya Allah mengetahui ada kebaikan pada mereka, tentu Dia jadikan mereka dapat mendengar. Dan jika Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling, sedang mereka memalingkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1183.mp3",
    "tafsir": "Allah memberikan pernyataan terhadap orang-orang munafik dan orang-orang musyrik bahwa andaikata mereka mempunyai kemauan untuk beriman dan harapan untuk mengikuti petunjuk yang disampaikan oleh Rasulullah, tentulah Allah menjadikan mereka dapat mendengar. Tetapi lantaran bakat mereka, untuk menerima petunjuk Allah telah dikotori dengan noda-noda kemusyrikan dan kenifakan, maka tidak ada jalan lain lagi untuk mengarahkan bakat-bakat mereka untuk menerima petunjuk.\nSeumpama Allah menjadikan mereka dapat memahami seruan Rasul itu tentulah mereka enggan melaksanakan apa yang mereka dengar, apa lagi untuk mengamalkannya, karena di dalam hati mereka telah bersarang keingkaran dan kekafiran. Dari firman Allah itu dapat dipahami bahwa derajat orang yang mendengarkan seruan Rasul itu bertingkat-tingkat.\n1. Ada orang yang sengaja tidak mau mendengarkan seruan Rasul secara terang-terangan dan menyambutnya dengan permusuhan sejak semula, karena mereka merasa bahwa seruannya itu akan menghancurkan keyakinannya.\n2. Ada orang yang mendengarkan seruan Rasul, akan tetapi tidak berniat untuk memahami dan memikirkan apa yang diserukan, seperti orang-orang munafik.\n3. Ada orang yang mendengarkan seruan Rasul dengan maksud mencari kesempatan untuk membantah dan menolaknya. Hal serupa ini dilakukan oleh orang-orang musyrik dan ahli kitab yang mengingkari kebenaran ayat Al-Quran.\n4. Ada orang yang mendengarkan dengan maksud ingin memahami dan memikirkan seruan Rasul. Tetapi adakalanya ajaran Islam itu dijadikan sebagai pengetahuan yang dipergunakan untuk tujuan-tujuan tertentu dan adakalanya ajaran Islam itu dijadikan bahan pembicaraan dan sasaran kritikan. Perbuatan ini dilakukan oleh kebanyakan orang-orang orientalis.",
    "quraish": "Kalau saja Allah berkehendak mengetahui, dengan ilmu-Nya yang azali, bahwa ihwal mereka nantinya tidak akan mendatangkan kebaikan bagi diri mereka sendiri, bagi orang lain dan bagi kebenaran, niscaya Allah akan membuat mereka dapat mendengarkan petunjuk yang mengantarkan kebenaran pada akal mereka. Tapi sebenarnya meskipun mereka dapat mendengar dan memahami kebenaran itu, pasti mereka tetap akan berpaling dari usaha mendapatkan petunjuk, karena mereka telah dikuasai hawa nafsu.",
    "jalalayn": "(Kalau sekiranya Allah mengetahui kebaikan pada mereka) bakat yang baik di dalam mendengarkan perkara yang hak (tentulah Allah menjadikan mereka dapat mendengar) dengan pendengaran yang disertai pemahaman. (Dan jika Allah menjadikan mereka dapat mendengar) sebagai perumpamaan, karena Allah telah mengetahui bahwa tidak ada kebaikan dalam diri mereka (niscaya mereka pasti berpaling juga) dari perkara yang hak itu (sedangkan mereka memalingkan diri\") dari menerima perkara hak yang mereka dengar itu karena keras hati dan ingkar."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 24,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Penuhilah seruan Allah dan Rasul, apabila dia menyerumu kepada sesuatu yang memberi kehidupan kepadamu, dan ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1184.mp3",
    "tafsir": "Allah menyerukan kepada orang-orang mukmin, bahwa apabila Allah dan Rasul-Nya menyampaikan hukum-hukumnya yang berguna untuk kehidupan mereka, hendaklah mereka menyambut seruan itu dan menerimanya dengan penuh perhatian serta berusaha untuk mengabulkannya. Karena seruan itu mengandung ajaran-ajaran yang berguna bagi kehidupan mereka, seperti mengetahui hukum-hukum Allah yang diberikan kepada makhluk-Nya, suri teladan hidup yang dapat dijadikan contoh dan pelajaran yang utama untuk meningkatkan nilai-nilai kemanusiaan serta mengangkat kehidupan mereka kepada martabat yang sempurna, sehingga mereka dapat menempuh jalan lurus yang mendekatkan diri kepada Tuhan. Akhirnya mereka akan hidup di bawah keridaan Allah; di dunia mereka akan berbahagia dan di akhirat akan mendapat surga. Di dalam ayat lain perintah mengikuti Rasul itu disertai dengan perintah memegangnya dengan teguh.\nAllah berfirman:\n\n\"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah.\" (al-Baqarah/2: 93)\n\nMenaati Rasul hukumnya wajib, baik pada waktu beliau hidup maupun setelah wafatnya. Menaati Rasul ialah menaati segala macam perintahnya dan menjauhi larangannya yang termuat dalam Kitab Al-Quran dan yang termuat pula dalam Kitab-kitab hadis yang diketahui kesahihannya.\nAllah memerintahkan kepada kaum Muslimin agar mereka betul-betul mengetahui bahwa Allah membatasi antara manusia dan hatinya. Ungkapan ini mengandung banyak pengertian:\n1. Bahwa Allah menguasai hati seseorang, maka Allah-lah yang menentukan kecenderungan hati itu menurut kehendak-Nya. Allah berkuasa untuk mengarahkan hati orang kafir apabila ia menghendaki orang kafir itu mendapat hidayah dan menguasai hati seseorang yang beriman untuk menyesatkannya apabila Ia berkehendak untuk menyesatkan. Pengertian serupa ini terdapat pula dalam hadis yang diriwayatkan oleh al-Hakim dalam Kitab al-Mustadrak dari Ibnu Abbas dan dari sebagian besar ulama salaf.\nHadis-hadis yang menguatkan pengertian ini antar lain bahwa Nabi Muhammad, seringkali mengatakan:\n\"Wahai Tuhan yang membolak-balikkan hati, tetapkanlah hatiku atas agamamu. Lalu Rasulullah ditanya, \"Ya Rasulullah! Kami telah beriman kepadamu dan kepada Kitab yang engkau bawa, maka apakah yang engkau khawatirkan terhadap kami? Maka Rasulullah menjawab, \"Ya! Sungguh hati itu berada di antara dua jari dari jari-jari Tuhan. Dialah Yang membolak-balikkannya.\" (Riwayat Imam Ahmad dan at-Tirmidzi dari Anas).\n\n2. Bahwa Allah, menyuruh hambanya untuk bersegera menaati Allah sebelum terlepasnya jiwa dari tubuh, tetapi mereka tidak memperdulikan perintah itu. Ini berarti bahwa Allah mematikan hatinya sehingga hilanglah kesempatan yang baik itu, yaitu hilangnya kesempatan seseorang untuk melakukan amal yang baik dan usaha untuk mengobati hati dengan bermacam penawar jiwa sehingga jiwanya menjadi sehat, sesuai dengan kehendak Allah. Kata-kata membatasi adalah merupakan kata yang digunakan untuk pengertian mati, karena hati itulah biasanya yang dapat memahami sesuatu, maka apabila dikatakan hati seseorang telah mati berarti hilanglah kesempatan seseorang untuk memanfaatkan ilmu pengetahuannya.\n3.Kata membatasi (yahulu) adalah merupakan kata-kata majaz yang menggambarkan batas terdekat kepada hamba. Karena sesuatu yang memisahkan antara dua buah barang, adalah sangat dekat kepada dua barang itu.\nPengertian serupa ini dinukilkan dari Qatadah, karena pada saat membicarakan makna ayat, ia membawakan firman Allah:\n\n\"Dan Kami lebih dekat kepadanya daripada urat lehernya.\" (Qaf/50: 16)\n\nBagaimana juga perbedaan pendapat di kalangan para mufassir mengenai penafsiran ayat ini, tetapi hal yang tidak dapat disangkal ialah bahwa Allah telah membuat bakat-bakat dalam diri seseorang. Bakat baik dan bakat buruk kedua-duanya dapat berkembang menurut Sunnah Allah yang telah ditetapkan bagi manusia. Berkembangnya bakat-bakat itu bergantung pada situasi, kondisi dan lingkungan. Apabila seseorang dididik dengan baik, niscaya jiwanya akan menjadi baik. Sebaliknya apabila jiwa itu dididik dengan jahat, atau berada dalam lingkungan yang jahat niscaya jiwa itu akan menjadi jahat. Hati adalah merupakan pusat perasaan, kemampuan serta kehendak seseorang yang dapat mengendalikan jasmaninya untuk mewujudkan amal perbuatan.\nPantaslah kalau di dalam ayat ini dikatakan, bahwa Allah membatasi antara seseorang dengan hatinya, karena Allah-lah Yang lebih mengetahui hati nurani seseorang. Dia Yang menguasai hati itu, karena Dialah pula yang menciptakan bakat-bakat yang terdapat dalam hati dan Dia pula yang paling dapat menentukan ke mana hati itu mengarah.\nAkhir ayat ini Allah menegaskan bahwa sesungguhnya seluruh manusia itu akan dikumpulkan kepada Allah, di padang Mahsyar untuk mempertanggungjawabkan segala macam amalnya dan menerima pembalasan yang setimpal dengan amal perbuatan mereka.",
    "quraish": "Wahai orang-orang yang berpihak dan tunduk pada kebenaran, sambutlah Allah dengan sepenuh hati jika Dia memerintahkan kalian untuk mengerjakan sesuatu. Sambutlah Rasul-Nya--sebagai penyampai pesan-pesan Allah--apabila dia menyeru kalian untuk mengerjakan perintah dan menegakkan hukum Allah yang menjamin kehidupkan jiwa, raga, pikiran dan kalbu kalian. Ketahuilah, dengan penuh keyakinan, bahwa Allah menguasai dan mengarahkan hati kalian pada apa yang Dia kehendaki. Allah akan membuat dinding pemisah antara diri dan hati kalian jika mendapat bisikan hawa nafsu. Dan jika kalian meniti jalan yang lurus, niscaya Allah akan menyelamatkan kalian, dan kelak kalian akan dikumpulkan Allah di hari kiamat, hari pembalasan.",
    "jalalayn": "(Hai orang-orang yang beriman, penuhilah seruan Allah dan seruan Rasul) dengan taat (apabila Rasul menyeru kamu pada suatu yang memberi kehidupan kepada kalian) berupa perkara agama sebab perkara agama merupakan penyebab bagi kehidupan yang kekal (dan ketahuilah oleh kalian bahwa sesungguhnya Allah menghalangi antara manusia dan hatinya) maka ia tidak dapat beriman atau kafir melainkan berdasarkan kehendak Allah (dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan) Allah akan membalas semua amal perbuatan kalian."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 25,
    "arab": "وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "translation": "Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1185.mp3",
    "tafsir": "Allah menyerukan kepada orang-orang beriman, agar memelihara diri mereka dari siksaan, yang tidak hanya khusus menimpa orang-orang zalim itu saja di antara orang-orang beriman. Maksudnya ialah apabila di dalam suatu kaum perbuatan maksiat telah merata maka Allah akan menyiksa mereka itu secara keseluruhan. Siksaan itu tidak hanya bagi orang yang melakukan kemaksiatan itu saja, akan tetapi siksaan itu akan menimpa mereka secara merata tanpa pilih kasih, meskipun di dalamnya terdapat juga orang-orang yang saleh yang berada di antara mereka itu.\nRasulullah saw bersabda:\n\"Tidak ada suatu kaum yang sebagian besar orang-orangnya lebih terpedaya melakukan kemaksiatan dari yang tidak melakukan, kemudian mereka tidak mau mengubahnya selain Allah akan menyiksa mereka dengan siksaan yang merata.\" (Riwayat Ahmad dari Jarir)\n\nOleh sebab itulah di dalam masyarakat ada institusi yang mengurus kemaslahatan dan mengurus amar maruf dan nahi mungkar. Lembaga ini hendaknya bertugas meneliti kemaksiatan yang timbul dalam masyarakat, serta berusaha pula untuk mencari cara-cara pencegahannya. Juga lembaga ini berusaha untuk menggiatkan masyarakat melakukan segala yang diperintahkan oleh agama dan menghentikan segala sesuatu yang dilarang. Apabila kemaksiatan itu telah merata, dan masyarakat telah melupakan agama, maka bencana yang akan menimpa masyarakat itu tidak hanya akan menimpa suatu kelompok atas golongan tertentu saja, tetapi bencana itu akan dirasakan oleh anggota masyarakat, secara keseluruhan dan merata.\nDi akhir ayat ini Allah memperingatkan orang-orang mukmin agar mereka itu mengetahui bahwa Allah amat pedih siksaan-Nya. Siksaan Allah ditimpakan atas siapa saja yang melanggar hukum-Nya. Ancaman Tuhan yang sangat keras ini akan berlaku apabila kejahatan itu telah merajalela dan merata di segenap anggota masyarakat itu tanpa pandang bulu. Sedangkan ancaman-ancamannya di akhirat ditimpakan kepada orang-orang, yang melakukannya sesuai dengan berat ringannya perbuatan yang dilakukan oleh orang itu.",
    "quraish": "Lindungilah diri kalian dari dosa-dosa besar yang merusak tatanan masyarakat. Jauhilah sikap enggan berjihad di jalan Allah, perpecahan, dan rasa malas melaksanakan kewajiban melakukan amar makruf nahi munkar. Karena, akibat buruk dosa itu akan menimpa semua orang, tidak khusus hanya orang yang berbuat kejahatan saja. Yakinlah bahwa siksa Allah di dunia dan akhirat itu amat keras.",
    "jalalayn": "(Dan peliharalah diri kalian daripada siksaan) jika siksaan menimpa kalian (ia tidak khusus menimpa orang-orang yang lalim saja di antara kalian) bahkan siksaan itu merata kepada mereka dan selain mereka. Dan cara untuk memelihara diri supaya jangan tertimpa siksaan ialah membenci penyebabnya, yaitu perkara mungkar. (Dan ketahuilah bahwa Allah sangat keras siksaan-Nya) terhadap orang-orang yang melanggar perintah dan larangan-Nya."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 26,
    "arab": "وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1186.mp3",
    "tafsir": "Allah mengingatkan kaum Muslimin kepada nikmat Allah yang telah diberikan kepada mereka pada peristiwa hijrah. Pada saat itu mereka yang berhijrah dari Mekah ke Medinah berjumlah sedikit, dan mereka termasuk golongan yang tertindas. Pada saat permulaan Islam, kaum Muslimin merasa khawatir apabila orang-orang musyrik Quraisy menculik mereka. Kemudian Allah menghilangkan kekhawatiran itu. Allah, memberikan tempat yang aman buat mereka yaitu Medinah. Sesudah itu Allah, memberikan pertolongan kepada kaum Muslimin sehingga mereka menjadi umat yang kuat, baik berupa pertolongan yang diberikan oleh orang-orang Anshar ketika beliau dan pengikut-pengikutnya berada di Medinah, ataupun bantuan-bantuan Allah yang diberikan ketika mereka berhadapan dengan kaum musyrikin dalam Perang Badar. \nAllah juga mengingatkan kepada kaum Muslimin kepada nikmat-Nya yang lain yaitu rezeki yang baik dan halal, baik berupa kemakmuran bumi Medinah yang mereka alami ataupun kemenangan dalam Perang Badar. Nikmat-nikmat Allah yang diberikan kepada kaum Muslimin yang disebutkan dalam ayat-ayat ini, adalah untuk memberikan rangsangan agar kaum Muslimin mensyukuri nikmat-nikmat itu.",
    "quraish": "Ingatlah kembali wahai orang-orang yang beriman--meskpiun saat ini kalian telah menjadi bangsa yang kuat--masa-masa ketika masih menjadi kaum minoritas, kaum tertindas, di mana semua musuh mengeksploitasi kelemahan kalian dan kalian dicekam rasa takut oleh tindakan-tindakan penculikan yang dilakukan oleh musuh-musuh itu. Kemudian kalian berhijrah atas perintah Allah ke kota Yatsrib, yang selanjutnya menjadi tempat tinggal kalian. Kalian menang dengan bantuan dan dukungan-Nya. Allah memberikan pada kalian harta rampasan perang yang baik-baik agar kalian bersyukur atas pemberian itu dan terus berjuang demi menjunjung tinggi kalimat yang benar.",
    "jalalayn": "(Dan ingatlah hai para Muhajirin ketika kalian masih berjumlah sedikit lagi tertindas di muka bumi) yakni Mekah (kalian takut orang-orang Mekah akan menculik kalian) mengambil kalian dengan cepat (maka Allah memberi kalian tempat menetap) yaitu kota Madinah (dan didukung-Nya kalian) Dia membuat kalian menjadi kuat (dengan pertolongan-Nya) ketika perang Badar, yaitu melalui bantuan para malaikat (dan diberi-Nya kalian rezeki dari yang baik-baik) berupa ganimah (agar kalian bersyukur) terhadap nikmat-nikmat-Nya. Ayat ini diturunkan berkenaan dengan Abu Lubabah alias Marwan bin Abdul Munzir. Nabi saw. telah mengutusnya kepada orang-orang Bani Quraizhah dengan membawa pesan darinya, supaya mereka mau tunduk di bawah kekuasaan Nabi saw. Maka Abu Lubabah bermusyawarah dengan mereka; akan tetapi ia mengisyaratkan dengan tangannya kepada mereka, bahwa jika mereka tunduk maka hukumannya adalah sembelih (maut). Abu Lubabah sengaja berbuat demikian demi untuk melindungi anak-anak dan harta bendanya yang berada di antara mereka."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 27,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu mengkhianati Allah dan Rasul dan (juga) janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedang kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1187.mp3",
    "tafsir": "Abdullah bin Abi Qatadah berkata, \"Ayat ini turun berkenaan dengan Abu Lubabah pada ketika Rasulullah saw, mengepung suku Quraidhah dan memerintahkan mereka untuk menerima putusan Saad. Sesudah itu Quraidhah berunding dengan Abu Lubabah tentang menerima putusan Saad itu, karena keluarga Abu Lubabah dan harta bendanya berada dalam kekuasaan mereka. Kemudian Quraidhah menunjuk ke lehernya (yakni sebagai tanda untuk disembelih). Abu Lubabah berkata, \"Sebelum kedua telapak kakiku bergerak, aku telah mengetahui bahwa diriku telah berkhianat kepada Allah dan Rasul-Nya.\" Kemudian ia bersumpah tidak akan makan apa pun sehingga ia mati, atau Allah menerima taubatnya. Kemudian ia pergi ke mesjid dan mengikat dirinya ke tiang, dan tinggal beberapa hari di sana sehingga jatuh pingsan, karena badannya sangat lemah. Kemudian Allah menerima taubatnya. Dan ia bersumpah, bahwa dia tidak boleh dilepaskan dirinya dari ikatannya selain oleh Rasulullah sendiri. Kemudian ia berkata, \"Hai Rasulullah! Saya bernazar untuk melepaskan hartaku sebagai sadaqah.\" Rasulullah bersabda, \"Cukuplah bersadaqah sepertiganya.\" (Riwayat Saad bin Manshur dari Abdillah bin Abi Qatadah).\nAllah menyeru kaum Muslimin agar mereka tidak mengkhianati Allah dan Rasul-Nya, yaitu mengabaikan kewajiban-kewajiban yang harus mereka laksanakan, melanggar larangan-larangan-Nya, yang telah ditentukan dengan perantaraan wahyu. Tidak mengkhianati amanat yang telah dipercayakan kepada mereka, yaitu mengkhianati segala macam urusan yang menyangkut ketertiban umat, seperti urusan pemerintahan, urusan perang, urusan perdata, urusan kemasyarakatan dan tata tertib hidup masyarakat. Untuk mengatur segala macam urusan yang ada dalam masyarakat itu diperlukan adanya peraturan yang ditaati oleh segenap anggota masyarakat dan oleh pejabat-pejabat yang dipercaya mengurusi kepentingan umat. \nPeraturan-peraturan itu secara prinsip telah diberikan ketentuannya secara garis besar di dalam Al-Quran dan Hadis. Maka segenap yang berpautan dengan segala urusan kemasyarakatan itu tidak boleh bertentangan dengan prinsip-prinsip yang telah ditentukan. Karenanya segenap peraturan yang menyangkut kepentingan umat tidak boleh dikhianati, dan wajib ditaati sebagaimana mestinya. Hampir seluruh kegiatan dalam masyarakat ini berhubungan dengan kepercayaan itu. Itulah sebabnya maka Allah, melarang kaum Muslimin mengkhianati amanat, karena apabila amanat sudah tidak terpelihara lagi berarti hilanglah kepercayaan. Apabila kepercayaan telah hilang maka berarti ketertiban hukum tidak akan terpelihara lagi dan ketenangan hidup bermasyarakat tidak dapat dinikmati lagi.\nAllah menegaskan bahwa bahaya yang akan menimpa masyarakat lantaran mengkhianati amanat yang telah diketahui, baik bahaya yang akan menimpa mereka di dunia, yaitu merajalelanya kejahatan dan kemaksitan yang mengguncangkan hidup bermasyarakat, ataupun penyesalan yang abadi dan siksaan api neraka yang akan menimpa mereka di akhirat nanti.\nKhianat adalah sifat orang-orang munafik, sedang amanah adalah sifat orang-orang mukmin. Maka orang mukmin harus menjauhi sifat khianat itu agar tidak kejangkitan penyakit nifak yang dapat mengikis habis imannya.\n\n\nAnas bin Malik berkata:\n\"Rasulullah saw pada setiap khutbahnya selalu bersabda: \"Tidak beriman orang yang tak dapat dipercaya, dan tidak beragama orang yang tak dapat dipercaya.\" (Riwayat Ahmad dan Ibnu Hibban dari Anas bin Malik)\n\nSabda Nabi saw:\n\"Tanda-tanda orang munafik itu ada tiga. Apabila menuturkan kata-kata ia berdusta, dan apabila berjanji ia menyalahi, dan apabila diberi kepercayaan ia berkhianat.\" (Riwayat Muslim dari Abu Hurairah)",
    "quraish": "Wahai orang-orang yang beriman, percaya dan tunduklah kepada kebenaran. Allah tidak membenarkan ada orang dari kalangan kalian yang berkhianat kepada-Nya dan rasul-Nya dengan berpihak kepada penentang-penentang kebenaran itu. Atau mengkhianati orang lain dalam soal pengambilan harta rampasan perang dan berpangku tangan enggan berjihad. Dan jangan pula kalian mengkhianati amanat orang lain sedangkan kalian memahami perintah dan larangan-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman janganlah kalian mengkhianati Allah dan rasul-Nya dan) jangan pula (kalian mengkhianati amanat-amanat kalian) yakni apa-apa yang dipercayakan kepada kalian berupa agama dan hal-hal yang lain (sedangkan kalian mengetahui)."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 28,
    "arab": "وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ",
    "translation": "Dan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1188.mp3",
    "tafsir": "Allah memperingatkan kaum Muslimin agar mereka mengetahui bahwa harta dan anak-anak mereka itu adalah cobaan. Maksudnya ialah bahwa Allah menganugerahkan harta benda dan anak-anak kepada kaum Muslimin sebagai ujian bagi mereka itu apakah harta dan anak-anak banyak itu menambah ketakwaan kepada Allah, mensyukuri nikmat-Nya serta melaksanakan hak dan kewajiban seperti yang telah ditentukan Allah. Apabila seorang muslim diberi harta kekayaan oleh Allah, kemudian ia bersyukur atas kekayaan itu dengan membelanjakannya menurut ketentuan-ketentuan Allah berarti memenuhi kewajiban-kewajiban yang telah ditentukan Allah terhadap mereka. Tetapi apabila dengan kekayaan yang mereka peroleh kemudian mereka bertambah tamak dan berusaha menambah kekayaannya dengan jalan yang tidak halal serta enggan menafkahkan hartanya, berarti orang yang demikian ini adalah orang yang mengingkari nikmat Allah. \nDalam kehidupan manusia di masyarakat, harta benda adalah merupakan kebanggaan dalam kehidupan dunia. Sering orang lupa bahwa harta benda itu hanyalah amanah dari Allah yang dititipkan kepada mereka, sehingga mereka kebanyakan tertarik kepada harta kekayaan itu dan melupakan kewajiban-kewajiban yang harus dilaksanakan.\nDemikian juga anak adalah salah satu kesenangan hidup dan menjadi kebanggaan seseorang. Hal ini adalah merupakan cobaan pula terhadap kaum Muslimin. Anak itu harus dididik dengan pendidikan yang baik sehingga menjadi anak yang saleh. Apabila seseorang berhasil mendidik anak-anaknya menurut tuntutan agama, berarti anak itu menjadi rahmat yang tak ternilai harganya. Akan tetapi apabila anak itu dibiarkan sehingga menjadi anak yang menuruti hawa nafsunya, tidak mau melaksanakan perintah-perintah agama, maka hal ini menjadi bencana, tidak saja kepada kedua orang tuanya, bahkan kepada masyarakat seluruhnya. Oleh sebab itu, wajiblah bagi seorang muslim memelihara diri dari kedua cobaan tersebut. Hendaklah dia mengendalikan harta dan anak untuk dipergunakan dan dididik sesuai dengan tuntutan agama serta menjauhkan diri dari bencana yang ditimbulkan oleh harta dan anak tadi.\nAllah menegaskan bahwa sesungguhnya di sisi Allah-lah pahala yang besar. Maksudnya ialah barang siapa yang mengutamakan keridaan Allah dari pada mencintai harta dan anak-anaknya, maka ia akan mendapat pahala yang besar dari sisi Allah. Peringatan Allah agar manusia tidak lupa kepada ketentuan agama lantaran harta yang banyak dan anak yang banyak disebutkan pula dalam ayat yang lain.\nFirman Allah:\n\nWahai orang-orang yang beriman! janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)",
    "quraish": "Ketahuilah pula wahai orang-orang yang benar-benar beriman, bahwa cobaan hidup itu di antaranya disebabkan oleh cinta yang berlebihan pada anak-anak kalian. Maka, janganlah cinta pada anak dan harta benda itu melebihi cinta kalian pada Allah, karena hal yang demikian itu akan merusak urusan kalian. Dan ketahuilah bahwa pahala Allah jauh lebih besar daripada harta dunia dan anak keturunan.",
    "jalalayn": "(Dan ketahuilah bahwa harta kalian dan anak-anak kalian itu hanyalah sebagai cobaan) buat kalian yang menghambat kalian daripada perkara-perkara akhirat (dan sesungguhnya di sisi Allahlah pahala yang besar) maka janganlah sekali-kali kalian melewatkan pahala yang besar sehingga kalian mau berbuat khianat demi untuk mereka. Ayat berikut diturunkan berkenaan dengan tobatnya Abu Lubabah."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 29,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1189.mp3",
    "tafsir": "Allah menyeru orang-orang yang beriman bahwa apabila mereka bertakwa kepada Allah yaitu memelihara diri mereka dengan melaksanakan apa yang mereka tetapkan berdasar hukum-hukum Allah serta menjauhi segala macam larangan-Nya seperti tidak mau berkhianat, lebih mengutamakan hukum-hukum-Nya, Allah akan memberikan kepada mereka petunjuk yang dapat membedakan antara yang hak dengan yang batil, dan petunjuk itu merupakan penolong bagi mereka dikala kesusahan dan sebagai pelita dikala kegelapan.\nAllah berfirman:\n\n\nWahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang. (al-Hadid/57: 28)\n\nAllah menjanjikan kepada mereka itu akan menghapus segala kesalahan mereka dan mengampuni dosa-dosa mereka lantaran mereka itu bertakwa, dan diberi pula furqan, sehingga mereka dapat mengetahui mana perbuatan yang harus dijauhi, karena dilarang Allah, serta dapat pula memelihara dirinya dari hal-hal yang membawa kepada kerusakan. Orang-orang yang mendapat pengampunan Allah berarti ia hidup bahagia. Hal yang demikian ini dapat mereka capai karena karunia Allah semata.\nAllah menegaskan bahwa Allah mempunyai karunia yang besar karena Dialah yang dapat memberikan keutamaan kepada makhluk-Nya, baik keutamaan kepada hamba-Nya di dunia ataupun maghfirah dan surga-Nya yang diberikan kepada hamba-Nya yang dikasihi di akhirat.",
    "quraish": "Wahai orang-orang yang percaya dan tunduk kepada kebenaran, apabila kalian patuh pada perintah Allah dalam kesendirian atau di tengah keramaian, maka Allah akan memberikan karunia pada kalian berupa kekuatan yang dapat membedakan antara yang benar dan yang tidak benar. Allah akan memberi kemenangan atas musuh-musuh kalian. Allah akan menutupi, menghilangkan dan mengampuni kesalahan- kesalahan kalian. Dialah Allah yang senantiasa memiliki karunia yang besar.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kalian bertakwa kepada Allah) melalui berserah diri kepada-Nya dan cara-cara yang lain (niscaya Dia akan memberikan kepada kalian petunjuk) buat kalian sehingga kalian dapat membedakan hal-hal yang dapat membawa keselamatan dan hal-hal yang membahayakan diri kalian, sehingga kalian selamat dari hal-hal yang kalian takutkan (dan menghapuskan segala kesalahan-kesalahan dan mengampuni kalian) dosa-dosa kalian. (Dan Allah mempunyai karunia yang besar)."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 30,
    "arab": "وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ",
    "translation": "Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1190.mp3",
    "tafsir": "Allah mengingatkan Nabi Muhammad dan sahabatnya tentang suatu peristiwa yang pernah mereka alami, pada saat mereka berada di Mekah. Mereka diselamatkan dari siksaan orang-orang musyrikin. Ketika itu orang-orang kafir Quraisy merencanakan tipu-daya yang harus dilakukan terhadap Nabi, yaitu menawan Nabi sehingga ia tidak dapat bertemu dengan manusia dan tidak dapat lagi menyebarkan agama Islam, atau membunuh Nabi dengan cara yang menyukarkan kabilahnya untuk menuntut balas, sehingga tidak menyebabkan bahaya bagi siapa yang membunuhnya, atau mengusir Nabi dan mengasingkan ke tempat yang terpencil.\nPada saat itu orang-orang kafir Quraisy merencanakan tipu-daya. Allah memberikan bantuan-Nya kepada Nabi Muhammad, yaitu Allah menggagalkan usaha mereka dengan jalan memerintahkan Nabi dan sahabatnya hijrah ke Medinah, sehingga Nabi dan para sahabatnya terhindar dari tipu-daya orang musyrikin.\nAllah menegaskan bahwa Dia adalah sebaik-baik pembalas tipu-daya, yaitu dapat mengalahkan tipu-daya orang-orang musyrikin, dan orang-orang kafir Quraisy yang ingin mencelakakan Nabi.",
    "quraish": "Wahai Nabi, ingatlah apa yang diberikan Allah padamu, manakala orang-orang musyrik merencanakan makar untuk mencelakakan dirimu, dengan menahan, membunuh atau mengusirmu. Mereka mengatur rencana jahat, tapi Allah juga punya rencana menyelamatkan dirimu dari kejahatan mereka. Dan rencana Allah itu lebih baik, lebih kuat dan lebih unggul.",
    "jalalayn": "(Dan) ingatlah hai Muhammad (ketika orang-orang kafir Quraisy merencanakan tipu muslihat terhadap dirimu) mereka mengadakan pertemuan di Darun Nadwah tempat mereka bermusyawarah guna mengadakan makar terhadap dirimu (untuk menangkapmu) untuk mengikatmu dan memenjarakanmu (atau membunuhmu) di mana mereka secara beramai-ramai membunuhmu (atau mengusirmu) dari Kota Mekah. (Mereka merencanakan tipu muslihat) terhadap dirimu (akan tetapi Allah menggagalkan rencana mereka dengan cara memberikan pemberitahuan kepadamu melalui wahyu-Nya akan rencana mereka dan Dia memerintahkan kamu untuk keluar terlebih dahulu. (Dan Allah sebaik-baik pembalas tipu muslihat). Dia Maha Mengetahui tentang tipu muslihat."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 31,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "translation": "Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Al-Qur'an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1191.mp3",
    "tafsir": "Allah menjelaskan keingkaran orang-orang Quraisy serta kesombongan mereka terhadap seruan Nabi, terutama ketika mendengar ayat-ayat yang dibacakan oleh Nabi. Mereka menanggapinya dengan sikap yang sombong. Mereka menganggap diri mereka dapat membacakan seperti itu. Perkataan ini adalah perkataan yang ditandaskan oleh an-Nadhar bin al-Haris dari Bani Abdid Dar. Ia pulang pergi ke Persia dan mendengar dari mereka tentang Rustam dan Isfandiar dari beberapa orang ajam yang terkemuka. Dia sering bertemu dengan orang-orang Yahudi dan Nasrani, maka dia mendengar dari mereka isi Kitab Taurat dan Injil.\nLalu Allah menerangkan sebab-sebab mengapa orang-orang Quraisy itu mengemukakan anggapan demikian, yaitu lantaran mereka menganggap ayat-ayat Al-Quran yang dibacakan Nabi Muhammad dan pengikut-pengikutnya menyerupai kisah-kisah yang terdapat dalam Kitab Taurat dan Injil. Itulah sebabnya, mengapa mereka merasa sanggup untuk membacakan ayat-ayat yang dibacakan oleh Nabi. Mereka beranggapan bahwa ayat-ayat yang dibaca oleh Muhammad itu bukanlah wahyu, melainkan dongengan-dongengan orang-orang purbakala.\nNamun demikian, boleh jadi yang mengeluarkan kata-kata itu ialah an-Nadhar, kemudian diikuti oleh yang lain. Tetapi mereka itu tidak meyakini bahwa ayat-ayat yang dibaca itu adalah dongengan-dongengan orang-orang dahulu, yang bersimpang-siur dan tidak pula beranggapan bahwa Muhammad yang membuat-buatnya, karena mereka tidak pernah menuduh Muhammad seorang pendusta.\nAllah berfirman:\n\nKarena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-Anam/6: 33)\n\nDan firman Allah:\n\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)\n\nSebenarnya mereka bukan tidak meyakini kebenaran ayat-ayat itu, karena mereka sebenarnya telah mengetahui bahwa Nabi Muhammad itu adalah ummi, tetapi mereka mengatakan demikian itu hanyalah untuk merintangi orang-orang agar tidak mau mendengarkan Al-Quran.\nAda pula yang beranggapan bahwa pemimpin-pemimpin Quraisy seperti an-Nadhar bin al-Haris, Abu Jahal, dan al-Walid bin Mugirah sama-sama bersepakat untuk menyuruh orang agar tidak mendengarkan Al-Quran. Kemudian mereka datang ke rumah Nabi pada waktu malam untuk mendengarkannya dan mereka tertarik kepada Al-Quran itu. Karena begitu berkesannya bacaan Al-Quran pada hati mereka sehingga al-Walid bin Mugirah mengucapkan kata-kata yang terkenal, \"Sesungguhnya Al-Quran bernilai tinggi\". Itulah sebabnya mereka menghalang-halangi orang-orang Arab mendengarkan ayat-ayat Al-Quran dan menjauhkan orang-orang Arab dari Al-Quran, mereka mengatakan bahwa Al-Quran itu sihir.",
    "quraish": "Wahai Muhammad, perhatikanlah sikap permusuhan yang diperlihatkan oleh orang-orang kafir pada saat dirimu memperdengarkan ayat-ayat suci al-Qur'ân, ayat-ayat Kami. Kebodohan dan keangkuhan mereka yang sangat, mendorong mereka untuk berkata, \"Seandainya kami mau mengatakan seperti apa yang dikatakan al-Qur'ân itu, pasti kami akan melakukannya. Ia tidak lebih dari mitos-mitos yang dikarang oleh orang-orang terdahulu.\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (mereka berkata, \"Sesungguhnya kami telah mendengar ayat-ayat seperti ini, kalau kami menghendaki niscaya kami dapat membacakan yang seperti ini) ucapan ini telah dikatakan oleh Nadhr bin Harits, karena ia sering berkunjung ke negeri Hairah untuk tujuan berniaga. Di sana ia membeli buku-buku tentang sejarah orang-orang Ajam, kemudian ia menceritakannya kepada penduduk kota Mekah. (Tiada lain) tak lain (hal ini) yakni Alquran (hanyalah dongeng-dongengan) cerita-cerita bohong (orang-orang dahulu.\")"
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 32,
    "arab": "وَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ",
    "translation": "Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1192.mp3",
    "tafsir": "Allah mengingatkan kepada orang-orang mukmin tentang suatu peristiwa, di mana orang-orang kafir Quraisy menentang Nabi Muhammad bahwa apabila benar Al-Quran yang disebarluaskan oleh Muhammad itu betul-betul diturunkan dari Allah, seperti dikatakan oleh Nabi dan dijadikan dasar agamanya, maka orang-orang Quraisy meminta kepada Allah agar diberikan bukti, sebagai penguat perkataannya itu. Mereka minta agar diturunkan hujan batu dari langit atau diberi siksaan yang pedih kepada mereka.\nDidalam ayat ini terdapat satu isyarat, sebenarnya orang-orang kafir Quraisy tidak akan mau menjadi pengikut Nabi Muhammad, meskipun apa yang dikatakan Muhammad itu benar-benar ayat-ayat yang diturunkan dari Allah. Hal ini membuktikan bahwa mereka lebih menyukai kehancuran dari pada beriman kepada Muhammad. Mereka meminta kepada Allah agar dihujani batu dari langit atau disiksa dengan siksaan yang pedih.",
    "quraish": "Ingatlah, wahai Nabi, bagaimana mereka menentangmu dan menentang Allah seraya mengatakan dengan nada menantang, \"Kalau apa yang engkau bawa itu adalah benar, turunkanlah hujan batu dari langit, atau turunkan siksa yang amat keras dan pedih.\"",
    "jalalayn": "(Dan ingatlah ketika mereka/orang-orang musyrik berkata, \"Ya Allah! Jika betul hal ini) yaitu Alquran yang dibacakan oleh Muhammad (dialah yang benar) diturunkan (dari sisi Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\") siksaan yang menyakitkan sekali sebagai pembalasan atas ingkar kami terhadapnya. Perkataan ini diucapkan oleh Nadhr dan lain-lainnya sebagai penghinaan dengan maksud untuk memberikan gambaran kepada orang lain seakan-akan ia benar-benar mengetahui akan kebatilan Alquran. Allah swt. telah berfirman:"
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 33,
    "arab": "وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ",
    "translation": "Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1193.mp3",
    "tafsir": "Allah menerangkan kepada kaum Muslimin bagaimana sikap mereka menghadapi tindakan kaum musyrikin itu. Allah menyuruh kaum Muslimin agar membiarkan sikap mereka, karena ia tidak akan memenuhi permintaan mereka. Karena permintaan itu tidak sesuai dengan Sunnatullah dan tidak sesuai pula dengan sifat-sifat Allah yang sangat bijaksana dan Maha Pengasih. Allah tidak akan mengazab mereka di dunia, sebab Nabi diutus untuk memberikan petunjuk kepada mereka, untuk menginsyafkan mereka dari kekafiran, hingga mereka menunjukkan penyesalan atas perbuatan mereka. Nabi diutus sebagai rahmat bukan sebagai bencana. Allah tidak akan mengazab mereka, selama Rasulullah berada di antara mereka. Allah baru mengazab mereka setelah Rasulullah hijrah ke Medinah.\nAllah menjelaskan bahwa Dia tidak akan menurunkan siksa kepada mereka, apabila mereka mau menghentikan keingkaran dan mau bertaubat, yaitu mengikuti petunjuk yang telah diberikan oleh Rasulullah dan mereka mau memeluk agama Islam.",
    "quraish": "Dengan hikmah-Nya, Allah tidak akan menurunkan siksa duniawi yang berat pada mereka, sementara engkau berada di tengah-tengah mereka, dengan harapan mereka menyambut seruanmu itu. Dan bukan kehendak Allah untuk menghukum orang-orang yang durhaka selama mereka meminta ampunan, menyadari dan meninggalkan kekeliruan mereka.",
    "jalalayn": "(Dan Allah sekali-kali tidak akan mengazab mereka) oleh sebab apa yang telah mereka minta (sedangkan kamu berada di antara mereka) karena jika azab itu turun akan menimpa semua orang tanpa kecuali. Dan tiada suatu umat pun yang diazab melainkan setelah nabi dan kaum mukminin keluar daripadanya. (Dan tidak pula Allah akan mengazab mereka, sedangkan mereka meminta ampun) karena ternyata di dalam tawaf yang mereka lakukan mereka selalu mengatakan, \"Ampunan-Mu, ampunan-Mu.\" Dan menurut suatu pendapat dikatakan bahwa orang-orang yang meminta ampunan itu adalah orang-orang lemah dari kalangan kaum mukminin yang tinggal bersama dengan orang-orang kafir sebagaimana yang telah dijelaskan oleh firman-Nya, \"Sekiranya mereka tidak bercampur-baur, tentulah Kami akan mengazab orang-orang kafir di antara mereka dengan azab yang pedih.\" (Q.S. Al-Fath 25)."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 34,
    "arab": "وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1194.mp3",
    "tafsir": "Sesudah itu Allah menjelaskan bahwa Allah tidak akan menurunkan azab kepada mereka, meskipun mereka sudah pantas diberi azab, lantaran mereka telah menghalangi orang-orang mukmin memasuki Masjidil Haram untuk menunaikan ibadah haji. Azab tidak diturunkan karena Nabi Muhammad berada di antara mereka, dan masih ada orang-orang mukmin yang memohon ampun kepada Allah bersama Nabi Muhammad.\nAllah menjelaskan bahwa orang-orang kafir itu tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka telah berbuat syirik dan telah melakukan berbagai kerusakan di daerah itu. Akan tetapi yang sebenarnya berhak menguasai Baitullah dan daerah-daerah haram itu hanyalah orang-orang yang bertakwa yang menghormati Baitullah sebagai tempat suci dan peribadatan, yaitu Nabi Muhammad dan pengikut-pengikutnya.\nAllah menegaskan bahwa kebanyakan orang-orang kafir itu tidak mengetahui bahwa mereka tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka bukanlah penolong-penolong agama. Dan yang berhak menguasai Baitullah itu hanya orang-orang yang bertakwa.",
    "quraish": "Dan sungguh keadaan mereka seperti sekarang ini layak ditimpakan azab, sebab mereka telah berani merintangi manusia yang hendak mendatangi Masjid al-Harâm, sebagai tempat yang tidak boleh dijadikan ajang peperangan. Namun Allah masih tetap menangguhkan siksa itu, sebab dalam ilmu-Nya yang terahasiakan, akan banyak dari kalangan mereka orang-orang yang kelak beriman. Hanya saja dengan perbuatan itu mereka bukan lagi sebagai pembela masjid yang dimuliakan Allah, karena mereka telah mengotori kesuciannya dengan paham-paham syirik yang ada sebelum Islam. Sementara di sana masih ada kalangan yang dengan sungguh-sungguh mempertahankan kesucian masjid itu, yaitu orang-orang Mukmin yang taat kepada Allah. Akan tetapi, kebanyakan orang yang menyekutukan Allah tidak mau memahami agama dan mengerti kedudukan masjid itu di sisi Allah.",
    "jalalayn": "(Mengapa Allah tidak mengazab mereka) dengan pedang sesudah engkau dan kaum mukminin yang lemah keluar dari Mekah. Berdasarkan pendapat yang pertama, ayat ini menasakh ayat sebelumnya; dan ternyata Allah swt. mengazab mereka dalam perang Badar dan perang-perang yang lain (padahal mereka menghalangi) mencegah Nabi saw. dan kaum muslimin (untuk mendatangi Masjidilharam) yakni untuk melakukan tawaf di dalamnya (dan mereka bukanlah orang-orang yang berhak menguasainya?) seperti menurut dugaan mereka. (Tiada lain) tidak lain (orang-orang yang berhak menguasainya hanyalah orang-orang yang bertakwa tetapi kebanyakan mereka tidak mengetahui) bahwasanya tidak ada hak bagi orang-orang kafir untuk menguasai Masjidilharam."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 35,
    "arab": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "translation": "Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1195.mp3",
    "tafsir": "Allah menerangkan sebab-sebab mereka tidak berhak menguasai Baitullah, dan daerah haram, yaitu karena mereka dalam waktu beribadah, mengerjakan tawaf, mereka bertelanjang dan bersiul-siul serta bertepuk tangan.\nDiriwayatkan dari Ibnu Abbas ra: \"Orang-orang Quraisy mengitari Baitullah dalam keadaan telanjang, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas).\n\nDan katanya:\n\"Bahwa orang-orang Quraisy itu, baik laki-laki maupun perempuan, mengelilingi Kabah dalam keadaan telanjang. Mereka saling bergandengan tangan, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas)\n\nAth-thasti menceritakan sebuah riwayat yang ditanyakan Nafi bin al-Azraq bahwasanya dia berkata kepada Ibnu Abbas:\n\"Beritahukanlah kepadaku tentang makna firman Allah Azza wa Jalla \"Illa mukaan wa tashdiyah.\" Ia berkata, \"Al-Muka ialah suara burung Qunburah dan Tashdiyah ialah suara burung pipit sama dengan bertepuk tangan. Dan demikian itu ialah pada ketika Rasulullah mengerjakan salat, sedang beliau pada tempat di antara hajar aswad dan rukun yamani (yaitu beliau menghadap ke utara agar dapat mempersatukan arah Kabah dan Baitul Makdis pada suatu arah tujuan). Maka datanglah dua orang laki-laki dari Bani Sahm yang seorang berdiri di sebelah kanan Nabi, sedang yang lain bertepuk tangan seramai suara burung pipit mengganggu salat Nabi saw.\" (Riwayat Ath-thasti dari Nafi bin Azraq)\n\nKemudian Allah mengancam perbuatan mereka itu dengan ancaman yang keras, berupa azab karena kekafiran mereka itu. Siksaan ini meliputi siksaan dunia dan siksaan akhirat. Siksaan dunia yang mereka alami ialah tewasnya pemimpin-pemimpin mereka dan tertawannya tentara mereka pada waktu Perang Badar serta kekalahan total mereka pada saat penaklukan Mekah. Sedangkan siksaan mereka di akhirat ialah penyesalan yang tak berkeputusan ketika merasakan dahsyatnya derita akibat panasnya api neraka.",
    "quraish": "Doa dan permohonan mereka di depan masjid yang agung itu tidak lebih dari sekadar siulan dan tepukan tangan. Maka jika demikian halnya, terimalah kematian kamu sekalian di medan perang, agar kesyirikan itu menjauh dari masjidil haram. Dan kematian itu tidak lain akibat kekufuran kalian.",
    "jalalayn": "(Salat mereka di sekitar Baitullah itu tiada lain hanyalah siulan) bersiul-siul (dan tepuk tangan) artinya mereka menjadikan hal-hal tersebut sebagai upacara sembahyang mereka yang dianjurkan oleh sesama mereka. (Maka rasakanlah azab) dalam perang Badar (disebabkan kekafiran kalian)."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 36,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ",
    "translation": "Sesungguhnya orang-orang yang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1196.mp3",
    "tafsir": "Para mufassir meriwayatkan dari Ibnu Abbas, Mujahid, Said bin Jubair, dan lain-lainnya sebagai berikut, \"Ayat ini turun mengenai diri Abu Sufyan dan harta bendanya yang diserahkan untuk membiayai orang-orang musyrikin pada waktu Perang Badar, serta bantuannya terhadap mereka pada waktu perang Uhud dan lainnya.\" \nDalam riwayat lain disebutkan bahwa, Setelah Abu Sufyan dapat menyelamatkan kafilahnya (dalam Perang Badar) dengan menempuh jalan pantai menuju Mekah ia berjalan dengan disertai satu regu dari tentara kaum musyrikin menghasut orang-orang agar tidak memerangi mereka. Maka datanglah mereka kepada orang-orang yang mempunyai barang dagangan dalam kafilah seraya berkata, \"Wahai orang-orang Quraisy, ketahuilah: Bahwa Muhammad telah mengucilkan kamu dan membunuh pemimpin-pemimpinmu. Maka bantulah kami dengan mengorbankan harta bendamu untuk memerangi Muhammad. Barangkali kami dapat mencapai kemenangan dari padanya.\" Kemudian mereka melaksanakan anjuran itu. Said bin Jubir berkata, \"Bahwasanya Abu Sufyan pada waktu perang Uhud menyewa 2.000 orang dari suku Bani Kinanah untuk memerangi Rasulullah selain orang Arab yang memang sudah menjadi tentara.\" (Riwayat Ath-thasti dari Nafi bin Azraq)\nDalam ayat ini Allah menjelaskan persiapan-persiapan orang-orang kafir Quraisy pada saat menjelang terjadinya Perang Badar, yaitu mereka mengerahkan tenaga dan harta benda mereka untuk menghalang-halangi tersiarnya agama Islam dan perjuangan Rasulullah.\nBetapa banyak kekuatan bala tentara yang mereka miliki dan harta benda yang mereka pergunakan, namun mereka akan mengalami kegagalan dalam menafkahkan harta benda itu, tidak lain karena perbuatan mereka seperti perbuatan setan yang tidak disandarkan pada pendirian yang benar. Akibatnya ialah penyesalan belaka, karena kekuatan jiwa dan harta mereka hilang tanpa faedah dan perjuangan mereka sia-sia. Kemudian perjuangan mereka secara berturut-turut akan dipatahkan, sehingga akhirnya yang menjulang tinggi hanyalah kalimat Allah semata. Allah mengancam orang-orang kafir dengan ancaman yang keras, bahwa pada hari Kiamat nanti mereka akan digiring ke dalam api neraka.",
    "quraish": "Sesungguhya orang-orang yang mengingkari ayat-ayat dan menyekutukan Allah itu membelanjakan harta dan kekayaan mereka untuk merintangi manusia agar tidak percaya pada kebenaran dan mereka bersikeras melakukan hal itu. Harta itu akan musnah dan sia-sia serta hanya akan melahirkan penyesalan dan rasa sakit. Kemudian mereka akan dihancurkan dalam perang dan kelak akan dikumpulkan di neraka jahanam, selama mereka masih mempertahankan kekufuran.",
    "jalalayn": "Sesungguhnya orang-orang yang kafir itu menafkahkan harta mereka) di dalam memerangi Nabi saw. (untuk menghalangi orang dari jalan Allah. Mereka akan menafkahkan harta itu kemudian hal itu) pada akhirnya (menjadi sesalan bagi mereka sendiri) mereka akan merasa menyesal karena harta mereka terbuang secara percuma dan tujuan mereka tidak berhasil (kemudian mereka dikalahkan) di dunia. (Dan orang-orang yang kafir itu) dari kalangan orang-orang Quraisy (ke neraka Jahanam) kelak di akhirat (akan dikumpulkan) mereka digiring ke dalamnya."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 37,
    "arab": "لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "translation": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1197.mp3",
    "tafsir": "Allah menjelaskan, bahwa Dia akan memberikan kemenangan kepada orang-orang mukmin dan memberikan kekalahan kepada orang-orang kafir. Maksudnya ialah untuk memisahkan golongan yang buruk dari yang baik dan menjadikan golongan yang buruk itu sebagai kesatuan yang tidak dapat dipisahkan antara satu dengan yang lain.\nGolongan yang baik ialah, mereka yang bergerak dibawah naungan agama tauhid dan berjuang untuk meninggikan kalimat Allah di bawah pimpinan Rasulullah untuk mewujudkan apa yang diperintahkan oleh Allah serta untuk menghancurkan segala sesuatu yang merintanginya. Dan mencegah segala sesuatu yang menjadi larangan Allah serta menghancurkan segala sesuatu yang menyebabkan terjadinya larangan itu. Mereka ini berjuang dengan tenaga, pikiran dan harta benda untuk kepentingan agama. Sedang golongan yang buruk ialah mereka yang bergelimang dalam kemusyrikan dan menghalang-halangi agama Islam serta melanggar hukum-hukum Allah dan mengobarkan permusuhan dan kekejaman. Pemisahan antara kedua golongan tersebut merupakan suatu ketentuan yang berlaku terus. Sedang yang kekal ialah yang baik di antara kedua golongan.\nFirman Allah:\nAdapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap di bumi. Demikianlah Allah membuat perumpamaan. (ar-Rad/13: 17)\n\nAllah juga menjelaskan bahwa golongan yang buruk itu akan ditumpuk menjadi satu tumpukan seperti barang-barang yang tidak berguna dan mereka akan dimasukkan ke dalam api neraka Jahanam. Mereka ini digambarkan oleh Allah sebagai orang-orang yang benar-benar merugi akibat harta benda dan jiwa mereka dikorbankan kepada perjuangan yang sia-sia. Mereka akan mengalami penyesalan yang tak berguna lagi, karena mereka tidak dapat melepaskan diri dari siksaan Allah yang sangat pedih itu.",
    "quraish": "Kekalahan di dunia dan siksa yang telah menunggu mereka di akhirat, oleh Allah akan dijadikan sebagai batas pemisah antara manusia yang jiwa, tingkah laku dan ucapannya kotor, dari mereka yang hati dan budinya luhur dan ucapan serta tingkah lakunya terpuji. Juga, agar Allah menjadikan keburukan itu bertumpuk-tumpuk lalu mengumpulkan, merangkai bagian-bagiannya kemudian mencampakkannya ke dalam neraka di hari kiamat. Akhirnya orang-orang musyrik dan para pelaku kerusakan itu akan merugi dunia dan akhirat.",
    "jalalayn": "(Supaya Allah membedakan) lafal ini berkaitan dengan lafal takuunu pada ayat yang sebelumnya. Boleh dibaca tidak memakai tasydid atau memakainya; artinya memisahkan (antara golongan yang buruk) orang kafir (dan yang baik) orang mukmin (dan menjadikan golongan yang buruk itu sebagiannya di atas sebagian yang lain, kesemuanya ditumpukkan-Nya) artinya Allah mengumpulkan mereka secara bertumpuk-tumpuk, sebagian di antara mereka berada di atas sebagian yang lain (dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang merugi)."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 38,
    "arab": "قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ",
    "translation": "Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), “Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunnah (Allah terhadap) orang-orang dahulu (dibinasakan).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1198.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk menyatakan kepada orang-orang kafir Quraisy, yaitu Abu Sufyan dan pengikut-pengikutnya bahwa Allah memberikan tawaran kepada mereka, apabila mereka mau menghentikan permusuhannya kepada seruan Nabi Muhammad dan menghentikan tipu-dayanya dalam menghalang-halangi tersebarnya agama Allah, mereka masih diberi kesempatan untuk bertaubat. Dan Allah akan mengampuni dosa-dosa mereka yang sudah mereka lakukan dan mereka tidak akan mengalami siksaan di akhirat.\nDemikian juga Rasulullah tidak akan memerangi mereka dan tidak akan menuntut balas terhadap tindakan-tindakan mereka yang telah mereka lakukan baik berupa penyiksaan, pengusiran, pembunuhan, perampasan, maupun lain-lainnya. Hal ini adalah merupakan ketentuan Islam yaitu mencintai perdamaian selama ajaran Islam dapat tersebar di muka bumi dan tidak dihalang-halangi. Akan tetapi apabila seruan agama Islam dihalang-halangi maka umat Islam akan bertindak terhadap orang-orang yang menghalang-halangi tersebut.\nAllah memberikan ancaman dan peringatan bahwa apabila mereka tetap tidak menghiraukan seruan itu dan mereka tetap bersikap keras dalam memusuhi ajaran Islam, serta menghalang-halangi dan memerangi kaum muslim, maka sunnah Allah yang telah berlaku terhadap orang-orang dahulu kembali berlaku, yaitu Allah akan membantu perjuangan orang-orang mukmin dan menghancurkan tipu-daya orang-orang kafir.\nAllah berfirman:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51)\n\nUntuk memberikan gambaran bahwa apabila orang-orang musyrikin itu betul-betul menghentikan tindakan mereka yang memusuhi Nabi Muhammad menerima seruannya dan masuk Islam, niscaya mereka dapat pengampunan dari Allah. Sebagaimana hadis yang diriwayatkan Amr bin al-ash berkata:\n\"Setelah Allah meresapkan agama Islam betul-betul ke dalam hatiku, aku pun datang kepada Nabi dan berkata: \"Ulurkan tanganmu, aku akan membaiat kamu. Maka Rasulullah mengulurkan tangan kanannya, lalu aku menarik tanganku. Nabi bertanya: \"Mengapa engkau menarik tanganmu?\" Aku menjawab: \"Aku akan menentukan suatu syarat\". Rasulullah bertanya: \"Engkau akan mensyaratkan apa?\" Aku menjawab: \"Aku ingin agar Allah mengampuni aku.\" Rasulullah bersabda: \"Tidakkah engkau mengetahui hai Amr, bahwasanya Islam itu menghapuskan apa yang terjadi sebelumnya, dan bahwasanya hijrah itu telah menghapuskan apa yang sebelumnya dan haji itu menghilangkan dosa-dosa yang sebelumnya.\" (Riwayat Muslim dari Amr bin al-ash)",
    "quraish": "Meskipun ucapan Tuhan itu bernada keras dan berisi ancaman, akan tetapi pintu tobat masih tetap terbuka lebar. Maka katakanlah, wahai Nabi pembawa kasih sayang dan rahmat, kepada para penentang itu bahwa apabila mereka tidak lagi menentang dan syirik, niscaya Allah akan mengampuni dosa-dosa mereka di masa lalu. Tapi jika mereka tetap memilih kesesatan dan kembali memerangi kamu, maka telah ditetapkan bagi mereka hukuman seperti yang diberikan kepada orang-orang terdahulu. Allah akan memenangkan kebenaran atas kepalsuan, selama orang-orang yang berpihak pada kebenaran itu tetap tunduk kepada-Nya dan mengikuti ketentuan-ketentuan untuk menang.",
    "jalalayn": "(Katakanlah kepada orang-orang yang kafir itu,) seperti Abu Sofyan dan teman-temannya (\"Jika mereka berhenti) dari kekafirannya dan dari memerangi Nabi saw. (niscaya Allah akan mengampuni mereka tentang dosa-dosa mereka yang telah lalu) dari amal perbuatan mereka (dan jika mereka kembali lagi) untuk memerangi Nabi saw. (sesungguhnya akan berlaku terhadap mereka sunah Allah terhadap orang-orang dahulu.\") Allah akan memberlakukan sunah-Nya terhadap diri mereka, dengan cara membinasakannya, seperti yang telah Kami lakukan terhadap umat-umat terdahulu."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 39,
    "arab": "وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1199.mp3",
    "tafsir": "Allah mengobarkan semangat juang orang-orang mukmin yaitu apabila orang-orang musyrikin tetap menolak seruan menghentikan permusuhan, Allah memerintahkan Rasulullah dan pengikut-pengikutnya agar memerangi mereka agar tidak terdapat lagi fitnah yang mengganggu umat Islam dan agamanya. Sehingga tidak akan ada lagi rasa takut dan kekhawatiran yang mencekam hati sanubari seseorang bila masuk agama Islam. Hal ini adalah jaminan bagi manusia bahwa mereka mempunyai kemerdekaan di dalam memeluk agama dan menjalankan syariatnya.\nAllah berfirman:\n\n\"Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat.\" (al-Baqarah/2: 256)\n\nKemudian Allah menawarkan sekali lagi kepada orang-orang musyrikin bahwa apabila mereka menghentikan kekafiran dan permusuhan, maka Allah Maha Melihat apa yang mereka kerjakan, dan akan memberikan balasan kepada mereka terhadap amalan-amalan mereka.\nRasulullah bersabda:\n\"Aku diperintahkan untuk memerangi manusia sehingga mereka itu mengucapkan \"La ilaha illallahu\". Apabila mereka mengatakan kalimat itu, mereka telah memelihara darah dan harta benda mereka dari tindakanku, terkecuali karena ada alasan yang benar, sedang perhitungan amal mereka terserah kepada Allah Azza wa Jalla\". (Riwayat al-Bukhari dan Muslim dari Ibnu Umar)\n\nPerintah perang ini merupakan jalan terakhir, ada ayat lain yang menganjurkan untuk mengajak ke jalan yang benar dengan bijaksana, seperti yang tercantum dalam Surah an-Nahl/16 ayat 125.",
    "quraish": "Teruskanlah memerangi orang-orang musyrik sampai mereka menghentikan tindakan yang merusak kepercayaan orang-orang beriman melalui penindasan dan penyiksaan. Apabila mereka benar-benar meninggalkan kekufuran dan tidak lagi mnenyakiti orang-orang beriman dan mengikhlaskan agama demi Allah, maka sesungguhnya Allah Maha Memberi balasan atas perbuatan mereka (1). (1) Lihat catatan kaki tafsir surat al-Baqarah ayat 190-194, yang berkenaan dengan perang.",
    "jalalayn": "(Dan perangilah mereka supaya tidak ada) supaya jangan ada (fitnah) kemusyrikan (dan supaya agama itu semata-mata bagi Allah) hanya bagi Allah semata dan tidak disembah selain dari-Nya. (Jika mereka berhenti) dari kekafiran (Maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan) Dia akan membalas mereka karenanya."
  },
  {
    "hizb": 72,
    "name": "Al-Anfal",
    "ayat": 40,
    "arab": "وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔",
    "translation": "Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1200.mp3",
    "tafsir": "Allah mengancam mereka bahwa apabila mereka tetap juga menolak seruan damai Rasulullah dan tetap tidak menghentikan keingkaran terhadap seruan Rasul serta tetap memerangi dan memusuhi kaum muslim, maka Allah memerintahkan kepada kaum Muslimin agar memberitahukan kepada mereka bahwa Allah tetap menjadi pelindung yang akan membantu kaum Muslimin. Dan Allah menjamin kemenangan bagi kaum Muslimin. Dan Allah melarang orang-orang Islam menyerah dan merasa takut kepada tantangan kaum musyrikin itu. Di akhir ayat Allah menegaskan kepada kaum Muslimin bahwa Dialah Allah sebaik-baik Pelindung. Maka tidak akan sia-sialah yang meminta perlindungan-Nya. Dan memang demikianlah selalu terjadi dalam kehidupan manusia ini baik dari zaman dahulu sampai datangnya agama Islam, yaitu yang berhak menguasai bumi Allah hanyalah orang-orang yang saleh di antara hamba-Nya.\nFirman Allah:\n\n\"Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-dzikr (Lauh Mahfudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.\" (al-Anbiya/21: 105)",
    "quraish": "Jika mereka terus berpaling dan menyakiti orang-orang Mukmin, maka ketahuilah, hai orang-orang yang beriman, bahwa kalian berada dalam perlindungan Allah, suatu perlindungan yang paling disukai dan paling kuat. Dia adalah penolong kalian. Pertolongannya adalah yang paling kuat dan paling agung.",
    "jalalayn": "(Dan jika mereka berpaling) dari keimanan (maka ketahuilah bahwasanya Allah pelindung kalian) yang akan menolong dan mengatur urusan-urusan kalian (sebaik-baik pelindung) adalah Dia (dan Dia adalah sebaik-baik penolong) yang akan menolong kalian."
  }
]