[
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 41,
    "arab": "۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furqan, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1201.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan pembagian hasil rampasan perang sesuai dengan syariat Islam. Jumhur ulama berpendapat bahwa ayat ini diturunkan terkait dengan Perang Badar dan merupakan ayat pertama tentang pembagian harta rampasan perang sesudah Perang Badar. Allah menjelaskan bahwa semua ganimah yang diperoleh kaum Muslimin dari orang-orang kafir dalam peperangan, harus diambil seperlimanya untuk Allah dan Rasul, yaitu untuk hal-hal yang berhubungan dengan agama, seperti kemaslahatan seorang dai dalam berdakwah, mendirikan syiar-syiar agama, untuk memelihara Kabah, dan untuk keperluan Rasulullah saw dan rumah tangganya selama satu tahun. Kemudian dari seperlima ini juga harus diberikan pula kepada kerabat-kerabatnya. Dalam hal ini yang dianggap kerabat Rasulullah itu hanya Bani Hasyim dan Bani Muthalib dan tidak kepada Bani Abdi Syams dan Bani Naufal. Kemudian diberikan pula kepada kaum Muslimin yang memerlukan bantuan seperti anak-anak yatim, fakir miskin dan ibnussabil (musafir yang kekurangan biaya).\nEmpat perlima ganimah dibagikan kepada tentara yang ikut berperang. Diriwayatkan oleh Imam al-Bukhari dari Mutim bin Jubair dari Bani Naufal, dia berkata, \"Saya dengan Utsman bin Affan dari kabilah Bani Abdi Syams bersama-sama datang kepada Rasulullah, lalu kami bertanya kepada beliau, \"Wahai Rasulullah, engkau telah memberi ganimah kepada kabilah Bani Muthalib dan membiarkan kami tidak dapat bagian, padahal kami dengan mereka sederajat.\" Rasulullah menjawab, \"Sesungguhnya kabilah Bani Muthalib dan Bani Hasyim merupakan satu kesatuan.\" Jawaban Rasulullah ini adalah sebagai sindiran kepada Bani Syams dan Bani Naufal, bahwa mereka tidak dapat dipersamakan dengan Bani Muthalib dan Bani Hasyim yang selalu berjuang mendampingi Rasulullah dan tidak pernah memusuhinya. Mujahid, seorang ahli tafsir mengatakan bahwa Allah mengetahui, di antara kabilah Bani Hasyim dan Bani Muthalib banyak yang miskin. Karena itu mereka diberi bagian dari ganimah, sebab mereka tidak boleh menerima zakat.\nPerbedaan dalam perlakuan di atas harus dikembalikan kepada sejarah, yaitu ketika orang Quraisy menulis sebuah risalah yang menentukan sikap mereka terhadap Nabi Muhammad untuk memboikot sahabat-sahabat Nabi. Maka orang Quraisy mengusir Bani Hasyim dari Mekah dan menempatkan mereka di syiib (lembah) Bani Hasyim, karena mereka selalu melindungi Nabi Muhammad. Kemudian datang pula kabilah Bani Muthalib bergabung dengan mereka, sedang kabilah Abdi Syams dan Bani Naufal tidak bergabung dengan mereka sehingga tidak ikut diboikot oleh orang-orang Quraisy. Abu Sufyan dari keturunan Bani Umaiyah sering pula memerangi Nabi Muhammad bersama-sama kaum musyrikin dan orang Yahudi sampai Mekah dikuasai oleh Nabi Muhammad dan baru ketika itulah Abu Sufyan masuk Islam.\nAdapun hikmah dari pembagian ganimah untuk Allah dan Rasul ialah karena pemerintahan Islam dalam mengurus umatnya perlu mempunyai dana untuk dipergunakan bagi kemaslahatan umum, untuk menegakkan syiar-syiar agama dan untuk pertahanan. Semuanya itu diambil dari seperlima untuk Allah. Kemudian untuk kepentingan kepala negara diberikan bagian Rasulullah dan rumah tangganya. Kemudian diberi pula karib kerabatnya yang berdekatan dengan Nabi, yaitu Bani Hasyim dan Bani Muthalib sebagai penghargaan atas dukungan mereka untuk perjuangan Nabi. Kemudian juga kepada orang-orang yang memerlukan bantuan, dan umat Islam yang lemah ekonominya. Cara pembagian ini senantiasa dipraktikkan di sebagian besar negara-negara Islam walaupun ada sedikit perbedaan dalam praktek menghadapi keperluan masyarakat dan rakyatnya. Cara pembagian itu wajib diterima dan dilaksanakan jika kaum Muslimin sungguh-sungguh beriman kepada Allah dan kepada apa yang diturunkan-Nya.\nPerang Badar diberi nama yaum al-furqan. Hari furqan ialah hari yang memisahkan antara keimanan dan kekafiran. Kemenangan kaum Muslimin pada Perang Badar adalah kemenangan yang pertama terhadap kaum musyrikin, walaupun jumlah mereka tiga kali lipat banyaknya dari kaum Muslimin, Allah Mahakuasa atas segala sesuatu, kuasa memberi kemenangan kepada kaum Muslimin sesuai dengan janji-Nya. Perang Badar di samping disebut sebagai \"yaum al-furqan\" juga \"yaum iltaqa al-jam'an\" yang berarti hari bertemunya dua pasukan, pasukan Muslim di bawah pimpinan Nabi Muhammad saw dan pasukan Quraisy di bawah pimpinan Abu Jahal dan kawan-kawannya.",
    "quraish": "Wahai orang-orang yang beriman, ketahuilah bahwa perolehan kalian dari harta orang-orang kafir dalam peperangan, itu aturan hukumnya dibagi menjadi lima bagian. Seperlimanya adalah hak milik Allah, rasul-Nya, kerabat rasul; lalu anak-anak yatim, yaitu anak-anak orang Muslim yang papa dan telah ditinggal mati orangtua mereka, fakir miskin, yaitu mereka yang membutuhkan dari kalangan orang-orang Muslim, dan ibn al-sabîl, yaitu orang yang kehabisan bekal dalam suatu perjalanan yang tidak terlarang. Bagian Allah dan rasul-Nya yang diambil dari seperlima bagian itu, dimanfaatkan untuk kepentingan bersama sebagaimana diterangkan Rasulullah sewaktu masih hidup. Sementara empat perlima bagian yang tidak disinggung dalam ayat adalah hak milik orang-orang Muslim yang berperang. Ketahui dan pahamilah aturan itu jika kalian benar-benar beriman kepada Kami dan kepada apa yang Kami turunkan kepada hamba Kami, Muhammad, berupa bukti-bukti dukungan dan bantuan Kami pada hari pembedaan. Suatu hari ketika Kami memisahkan antara orang yang kufur dan orang yang beriman, yaitu pada saat pasukan orang-orang Mukmin dan orang-orang kafir saling berhadapan di Badar. Allah Mahabesar kekuasaan-Nya atas segala sesuatu. Allah telah menolong orang-orang beriman yang berjumlah sedikit dan memenangkan mereka atas orang-orang kafir yang jauh lebih besar jumlahnya.",
    "jalalayn": "(Ketahuilah sesungguhnya apa saja yang telah kalian peroleh) kalian ambil dari orang-orang kafir secara paksa (dalam bentuk apa pun, maka sesungguhnya seperlima untuk Allah) Dialah yang akan mengaturnya sesuai dengan kehendak-Nya (Rasul, kerabat Rasul) kaum kerabat Nabi saw. yang terdiri dari kalangan Bani Hasyim dan Bani Mutalib (anak-anak yatim) anak-anak kaum muslimin yang ayah-ayah mereka telah meninggal dunia sedangkan mereka dalam keadaan miskin (orang-orang miskin) kaum muslimin yang hidupnya masih kekurangan (dan ibnu sabil) orang muslim yang kehabisan bekal dalam perjalanannya. Atau dengan kata lain Nabi saw. dan keempat golongan orang-orang tadi berhak untuk mendapatkan seperlima dari seperlimanya. Sedangkan sisa seluruh ganimah yang tinggal empat perlima, seluruhnya untuk pasukan yang telah memperolehnya (jika kalian beriman kepada Allah) maka ketahuilah oleh kalian hal tersebut (dan kepada apa) diathafkan pada lafal billaah (yang Kami turunkan kepada hamba Kami) Muhammad saw., yaitu malaikat dan ayat-ayat (di hari Furqan) artinya pada perang Badar karena di dalam perang tersebut dipisahkan antara perkara yang hak dan yang batil (yaitu di hari bertemunya dua pasukan) pasukan kaum muslimin dan pasukan kaum kafir. (Dan Allah Maha Kuasa atas segala sesuatu) antara lain Dia telah memenangkan kalian sekali pun jumlah kalian sedikit dan jumlah musuh-musuh kalian banyak."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 42,
    "arab": "اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْۗ وَلَوْ تَوَاعَدْتُّمْ لَاخْتَلَفْتُمْ فِى الْمِيْعٰدِۙ وَلٰكِنْ لِّيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ەۙ لِّيَهْلِكَ مَنْ هَلَكَ عَنْۢ بَيِّنَةٍ وَّيَحْيٰى مَنْ حَيَّ عَنْۢ بَيِّنَةٍۗ وَاِنَّ اللّٰهَ لَسَمِيْعٌ عَلِيْمٌۙ",
    "translation": "(Yaitu) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada lebih rendah dari kamu. Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan (hari pertempuran itu), tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan, yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1202.mp3",
    "tafsir": "Dalam ayat ini Allah memperlihatkan rahmat-Nya kepada kaum Muslimin ketika terjadi Perang Badar. Kaum Muslimin menempati tempat yang sangat strategis, sangat memungkinkan untuk memperoleh kemenang-an, yaitu memilih tempat yang berada di pinggir lembah dekat Medinah, sedang kaum musyrikin berada di ujung lembah yang jauh dari kafilah unta yang membawa barang dagangan yang dipimpin oleh Abu Sufyan di tepi pantai, kira-kira lima mil dari Badar. Kaum Muslimin berada di pinggir lembah yang terdekat ke Medinah, ketika itu baru saja turun hujan, sehingga mereka mempunyai persediaan air minum yang cukup dan situasi tanah yang disiram hujan, sedang kaum musyrikin berada di ujung lembah yang jauh, yang kering karena tidak mendapatkan air hujan dan tanah yang diinjak oleh kaum Musyrikin adalah tanah yang mengandung debu, sehingga kaki mereka mudah terperosok.\nSeandainya kaum Muslimin mengadakan kesepakatan untuk menentukan waktu pertempuran, niscaya mereka tidak sependapat dalam menentukan waktu pertempuran itu. Akan tetapi, karena Allah telah menentukan jalannya pertempuran maka saatnya pun tidak direncanakan oleh kaum Muslimin sendiri, apalagi jika melihat jumlah tentara kaum Muslimin amat sedikit dibanding dengan jumlah tentara kaum musyrikin dan persenjataan mereka pun tidak lengkap.\nMaksud kaum Muslimin berperang untuk menguasai kafilah unta yang penuh dengan barang dagangan yang dibawa dari Syam di bawah pimpinan Abu Sufyan. Tindakan ini adalah sebagai balasan atas tindakan orang-orang musyrik yang merampas harta orang-orang Muslim yang mereka tinggalkan di Mekah karena hijrah ke Medinah. Semula kaum musyrikin tidak merasa gentar menghadapi kaum Muslimin yang dipimpin oleh Rasulullah. Tetapi setelah mereka mengetahui posisi dan keadaan mereka, maka mereka merasa gentar menghadapi kaum Muslimin. Abu Sufyan sebagai pemimpin kafilah perdagangan kemudian mengirim utusan ke Mekah memberi tahu tentang bahaya yang mereka hadapi. Kemudian orang Quraisy dari Mekah mengirim pasukan yang dipimpin oleh Abu Jahal dengan maksud membantu kafilah Abu Sufyan. Mengetahui kedatangan tentara Quraisy dari Mekah yang cukup besar, Nabi Muhammad mengubah arah dari menghalangi Abu Sufyan menjadi menghadapi tentara Quraisy. Maka terjadilah pertempuran di lembah Badar.\nAllah mempertemukan dua pasukan itu tanpa didahului persetujuan dari kedua belah pihak, untuk menentukan pertempuran. Allah menghendaki kemenangan kepada kaum Muslimin dan menghancurkan kaum musyrikin, agar orang-orang yang beriman mencapai kemenangan berdasarkan bukti-bukti yang dapat disaksikan dengan nyata sebagai bukti kebenaran Islam, dan sebagai bukti bahwa Allah telah melaksanakan janji-Nya kepada Nabi-Nya dan kaum Muslimin, sehingga keraguan mereka lenyap dan kemenangan ternyata berada di tangan kaum Muslimin.\nAllah Maha Mendengar lagi Maha Mengetahui segala yang diucapkan oleh orang-orang kafir dan orang-orang mukmin dan pasti akan memberikan balasan pula sesuai dengan apa yang didengar dan diketahui-Nya.",
    "quraish": "Ingatlah ketika kalian berada di suatu lembah yang lebih dekat dengan perkampungan Madinah, sedangkan pasukan musuh berada jauh dari kawasan itu. Sementara itu, kafilah-kafilah dagang yang kalian tunggu kedatangannya berada dalam jarak yang lebih dekat dengan kalian daripada kawasan lepas pantai. Seandainya kalian bersepakat dengan musuh-musuh kalian untuk saling berhadapan pada waktu yang kalian tentukan sendiri, niscaya kalian tidak akan pernah bisa melakukannya. Akan tetapi Allah telah merencanakan pertemuan itu, tanpa sepengetahuan dan kemauan musuh-musuh kalian, dalam rangka mewujudkan ketetapan yang ada dalam ilmu-Nya yang pasti terjadi, yaitu perang yang membawakan kemenangan bagi kalian, dan agar pupus segala keraguan. Agar hancur mereka yang semestinya hancur, dengan alasan yang teramat jelas: yaitu kemenangan minoritas Mukmin melawan mayoritas orang-orang kafir. Sesungguhnya Allah Maha Mendengar, Maha Mengetahui dan tidak ada satu ucapan atau kata hati kedua belah pihak yang luput dari pengetahuan Allah.",
    "jalalayn": "(Yaitu di hari ketika) lafal ini merupakan badal dari lafal yaum (kalian) berada (di pinggir lembah) yang dekat dari kota Madinah; huruf `ain boleh dibaca damah dan boleh dibaca kasrah, artinya di pinggir lembah (dan mereka berada di pinggir lembah yang jauh) dari kota Madinah (sedang kafilah) iring-iringan perdagangan orang-orang kafir berada di tempat (yang lebih rendah daripada kalian) yaitu dekat dengan pantai (Sekiranya kalian mengadakan persetujuan) antara kalian dan pasukan kaum musyrikin untuk menentukan hari pertempuran (pastilah kalian tidak akan sependapat untuk menentukan hari pertempuran itu akan tetapi) Allah mempertemukan antara kalian dan mereka tanpa persetujuan terlebih dahulu (agar Dia melakukan suatu urusan yang mesti dilaksanakan) yang urusan tersebut telah berada dalam pengetahuan-Nya, yaitu memenangkan Islam dan menghapus kekafiran, maka Allah melaksanakan hal tersebut (yaitu agar orang yang binasa itu) yakni orang kafir (binasanya berdasarkan keterangan yang nyata) artinya sesudah adanya hujah yang jelas tegak di hadapannya; yaitu melalui dimenangkannya pasukan kaum muslimin sekali pun jumlah mereka sedikit atas pasukan musuh yang jumlahnya sangat banyak itu (dan agar orang yang hidup itu) orang yang mukmin (hidupnya dengan keterangan yang nyata pula. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 43,
    "arab": "اِذْ يُرِيْكَهُمُ اللّٰهُ فِيْ مَنَامِكَ قَلِيْلًاۗ وَلَوْ اَرٰىكَهُمْ كَثِيْرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِى الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَۗ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ ",
    "translation": "(Ingatlah) ketika Allah memperlihatkan mereka di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka (berjumlah) banyak tentu kamu menjadi gentar dan tentu kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan kamu. Sungguh, Allah Maha Mengetahui apa yang ada dalam hatimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1203.mp3",
    "tafsir": "Allah mengetahui apa yang diucapkan oleh sahabat-sahabat Nabi dan mengetahui pula apa yang tersimpan dalam hatinya ketika Allah memperlihatkan kepada Nabi dalam mimpi bahwa jumlah musuh itu sedikit. Setelah Nabi memberitahukan kepada sahabat-sahabatnya tentang mimpinya itu, maka tenanglah hati mereka dan bertambah besarlah harapan mereka untuk mencapai kemenangan, sehingga mimpi itu memberikan dorongan dan semangat kepada mereka menghadapi medan pertempuran.\nSeandainya Allah memperlihatkan kepada Nabi-Nya jumlah kaum musyrikin itu banyak akan timbullah ketakutan dalam hati mereka, mereka gentar menghadapi musuh dan tentu akan menimbulkan pertentangan hebat di kalangan kaum Muslimin yang tidak setuju untuk melangsungkan peperangan, karena di kalangan kaum Muslimin ada yang kuat imannya dan ingin patuh melaksanakan perintah Rasul untuk berperang dan ada pula yang lemah imannya, yang ingin menghindari peperangan. Allah menyelamatkan kaum Muslimin dari ketakutan dan perselisihan yang dapat mengakibatkan kelemahan dan kehancuran. Sesungguhnya Allah Maha Mengetahui apa yang tersimpan dalam hati, yaitu perasaan takut dan cemas dari orang yang lemah imannya dan keberanian untuk maju ke medan juang pada orang-orang yang kuat imannya yang selalu tawakal kepada Allah.",
    "quraish": "Dan ingatlah, wahai Rasul, ketika Allah berkenan memberikan karunia kepadamu. Allah melukiskan dalam mimpimu pasukan-pasukan musuh itu dalam jumlah sedikit, guna membesarkan hatimu dan menjanjikan kepadamu kemenangan dan mengokohkan dirimu di hadapan musuh. Seandainya Allah memperlihatkan mereka kepadamu dalam jumlah yang besar, niscaya engkau akan gentar, ragu-ragu dan lemah menghadapi mereka. Akan tetapi Allah telah menyelamatkan dirimu dari perang itu dan akibat-akibat buruknya. Sesungguhnya Allah Maha Mengetahui isi hati yang ada di dalam dada.",
    "jalalayn": "(Yaitu ketika Allah menampakkan mereka kepadamu di dalam mimpimu) ketika kamu sedang tidur (berjumlah sedikit) lalu kamu memberitahukan hal tersebut kepada sahabat-sahabatmu sehingga mereka merasa gembira dan optimis (Dan sekiranya Allah memperlihatkan mereka kepadamu berjumlah banyak tentu kalian akan merasa gentar) kalian akan berselisih pendapat mengenainya (dan tentu saja kalian akan berbantah-bantahan dalam urusan itu) yakni mengenai masalah peperangan (akan tetapi Allah menyelamatkan kalian) dari rasa gentar dan bantah-bantahan. (Sesungguhnya Allah Maha Mengetahui segala isi hati) apa-apa yang tersimpan di dalam hati."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 44,
    "arab": "وَاِذْ يُرِيْكُمُوْهُمْ اِذِ الْتَقَيْتُمْ فِيْٓ اَعْيُنِكُمْ قَلِيْلًا وَّيُقَلِّلُكُمْ فِيْٓ اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ ",
    "translation": "Dan ketika Allah memperlihatkan mereka kepadamu, ketika kamu berjumpa dengan mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1204.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan Nabi agar mensyukuri nikmat-Nya, ketika Dia menampakkan musuh dalam jumlah yang sedikit pada penglihatan Nabi dan para sahabat, demikian pula Allah menampakkan jumlah tentara kaum Muslimin sedikit pada penglihatan mata musuhnya, agar kedua belah pihak maju perang dengan harapan dapat mencapai kemenangan. Kaum Muslimin berperang dengan penuh semangat karena hatinya penuh dengan keimanan dan kepercayaan atas janji Allah bahwa mereka akan mencapai kemenangan dan akan dibantu oleh malaikat. Orang-orang kafir maju ke depan karena terdorong oleh perasaan sombong dan menipu diri sendiri, sehingga Abu Jahal berkata, \"Jumlah tentara Muhammad sedikit, cukup diberi makan dengan seekor unta saja.\" Karena masing-masing golongan mempunyai harapan untuk menang, maka terjadilah pertempuran sengit yang berakhir sesuai dengan ketentuan Allah yaitu kemenangan di pihak kaum Muslimin.",
    "quraish": "Perhatikanlah, wahai Rasul, ketika Allah memperlihatkan musuh-musuhmu kepadamu dalam jumlah yang kecil, sebagaimana Allah menampakkan kalian dalam pandangan mereka, juga dalam pasukan yang kecil. Mereka bangga dengan jumlah yang besar. Hal itu dijadikan sedemikian rupa oleh Allah agar jiwa keberanian kalian bertambah besar dalam menghadapi lawan. Sehingga kalian dapat mewujudkan ketetapan ilmu Allah yang pasti terwujud. Kepada Allah akan dikembalikan segala urusan alam semesta. Tidak akan terjadi kecuali apa yang telah ditakdirkan Allah dengan menciptakan sebab musababnya.",
    "jalalayn": "(Yaitu ketika Allah menampakkan mereka kepada kamu sekalian) wahai orang-orang mukmin (ketika kalian berjumpa dengan mereka berjumlah sedikit pada penglihatan mata kalian) sekitar tujuh puluh atau seratus orang padahal kenyataannya jumlah mereka ada seribu orang, dimaksud supaya kalian mau maju menghadapi mereka (dan kalian ditampakkan-Nya berjumlah sedikit pada penglihatan mereka) supaya mereka mau maju menghadapi kalian dan mereka tidak mundur untuk memerangi kalian, hal ini berlangsung sebelum perang berkecamuk. Maka tatkala perang telah berkecamuk lalu Allah memperlihatkan kepada mereka jumlah kalian yang lebih besar dua kali lipat daripada jumlah mereka sebagaimana yang telah dijelaskan di dalam surah Ali Imran (karena Allah hendak melakukan suatu urusan yang mesti dilaksanakan. Dan hanya kepada Allahlah dikembalikan segala urusan)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 45,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَۚ ",
    "translation": "Wahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1205.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan kepada kaum Muslimin, bila mereka menjumpai pasukan musuh agar meneguhkan hati dan selalu mengingat Allah dengan banyak berzikir, agar mereka memperoleh keteguhan hati dalam pertempuran, sehingga tidak lari dari musuh. Hal ini merupakan kekuatan yang menyebabkan kemenangan dalam setiap perjuangan, baik sebagai perorangan maupun sebagai tentara. Diibaratkan dalam arena tinju atau gulat, kedua orang petinju atau pegulat itu setelah bergumul beberapa lama, tentu akan merasa letih dan lemah dan masing-masing menantikan satu saat atau kesempatan dapat merobohkan lawannya. Akan tetapi kadang-kadang terlintas pula dalam hatinya bahwa lawannya itu akan dihinggapi ketakutan, sehingga ia bertahan memelihara ketabahan hati hingga pada saat ronde terakhir dinyatakan sebagai pemenang walaupun hanya dengan angka. Demikian pula dalam setiap pertempuran antara pasukan dengan pasukan, yang menyebabkan keunggulan dan kemenangan itu, ialah ketabahan hati dari tentaranya dan tidak putus asa. Ketabahan hati itu sangat berguna dalam setiap perjuangan. \nAllah memerintahkan kepada kaum Muslimin untuk memperbanyak zikir kepada Allah dalam menghadapi peperangan dengan selalu mengingat kekuasaan dan janji-Nya akan memberi pertolongan kepada Rasul-Nya dan kaum Muslimin. Dalam setiap pejuangan, kaum Muslimin harus yakin bahwa kemenangan berada di tangan Allah dan Allah akan memberikan kepada siapa yang dikehendaki-Nya. Berzikir ialah dengan membaca takbir \"Allahu Akbar\" atau memanjatkan doa dengan ikhlas serta meyakini bahwa Allah Mahakuasa dapat memberi kemenangan. Ketabahan hati dan banyak zikir kepada Allah adalah dua hal yang sangat penting untuk mencapai tujuan.",
    "quraish": "Wahai orang-orang yang beriman, apabila kalian bertemu dengan musuh yang bersenjata, maka hadapilah mereka. Janganlah kalian merasa gentar, apalagi mundur. Berzikirlah kepada Allah. Ingatlah kebesaran dan janji Allah untuk memenangkan orang-orang beriman. Perbanyaklah zikir kalian dengan tegar dan sabar. Apabila kalian melaksanakan semua ketentuan itu, niscaya harapan kalian akan terwujud(1). (1) Ayat ini mengisyaratkan pentingnya ketegaran jiwa dalam menghadapi musuh. Petunjuk yang dapat diambil dari ayat ini adalah bahwa seseorang yang berada dalam suatu peperangan, tidak dibenarkan lalai sedetik pun dalam mengingat Allah (zikir), lebih-lebih pada saat-saat kritis. Disinggung pula dalam ayat ini pentingnya jiwa keberagamaan dan keimanan dalam rangka memompa kekuatan batin (inner force) dan ketegaran jiwa. Ayat ini juga menerangkan pentingnya arti taat kepada Allah dan rasul-Nya sebagai upaya menghindari kegagalan.",
    "jalalayn": "(Hai orang-orang yang beriman, apabila kalian berperang dengan golongan) orang-orang kafir (maka berteguh hatilah) di kala memerangi mereka dan jangan sekali-kali kalian mundur (dan sebutlah nama Allah sebanyak-banyaknya) berdoalah kalian kepada-Nya untuk kemenangan (agar kalian beruntung) memperoleh kemenangan."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 46,
    "arab": "وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ ",
    "translation": "Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1206.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan kepada kaum Muslimin agar tetap menaati Allah dan Rasul-Nya terutama dalam peperangan. Ketaatan kepada Rasul dengan pengertian bahwa beliau harus dipandang sebagai komandan tertinggi dalam peperangan yang akan melaksanakan perintah Allah, dengan ucapan dan perbuatan. Ketaatan kepada Rasul, dalam arti taat kepada perintahnya dan siasatnya, menjadi syarat mutlak untuk mencapai kemenangan. Allah memerintahkan pula agar jangan ada perselisihan di antara sesama tentara, karena perselisihan itu membawa kelemahan dan akan menjurus kepada kehancuran sehingga akhirnya dikalahkan oleh musuh.\nPertikaian menyebabkan kaum Muslimin menjadi gentar dan hilang kekuatannya. Kaum Muslimin diperintahkan untuk sabar, karena Allah selalu bersama orang-orang yang sabar.\nSabar ada lima macam:\n(1)Sabar menjalankan ketaatan kepada Allah dan Rasul-Nya;\n(2)Sabar menjauhi larangan-Nya;\n(3)Sabar tidak mengeluh ketika menerima cobaan;\n(4)Sabar dalam perjuangan, sampai tetes darah penghabisan;\n(5)Sabar menjauhkan diri dari kemewahan dan perbuatan yang tidak berguna, serta hidup sederhana.",
    "quraish": "Taatilah Allah dengan menepati segala perintah dan larangan-Nya. Tinggalkanlah perselisihan dan pertikaian yang membuat kalian tercerai berai dan lemah. Bersabarlah dalam menghadapi segala kesulitan dan rintangan dalam peperangan. Sesungguhnya Allah bersama orang-orang yang sabar dengan memberi dukungan, peneguhan dan belaan yang baik.",
    "jalalayn": "(Dan taatlah kepada Allah dan Rasul-Nya dan janganlah kalian berbantah-bantahan) saling bersengketa di antara sesama kalian (yang menyebabkan kalian menjadi gentar) membuat kalian menjadi pengecut (dan hilang kekuatan kalian) kekuatan dan kedaulatan kalian lenyap (dan bersabarlah. Sesungguhnya Allah beserta orang-orang yang sabar) Dia akan memberikan bantuan dan pertolongan-Nya."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 47,
    "arab": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۤءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَاللّٰهُ بِمَايَعْمَلُوْنَ مُحِيْطٌ ",
    "translation": "Dan janganlah kamu seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (ria) serta menghalang-halangi (orang) dari jalan Allah. Allah meliputi segala yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1207.mp3",
    "tafsir": "Dalam ayat ini Allah melarang kaum Muslimin agar tidak bersikap seperti orang-orang kafir Quraisy yang keluar dari kampungnya dengan rasa angkuh dengan maksud ria pada manusia. Mereka berlaku angkuh dan sombong terhadap manusia yang melihatnya dan mereka selalu memuji-muji tentaranya dengan menonjolkan sikap-sikap keperwiraan dan keberaniannya. Mereka bermaksud membangkitkan permusuhan dengan Nabi Muhammad dan berpaling dari dakwahnya dan menyiksa para sahabat yang mengikuti jejak Nabinya. Allah memberi peringatan, bahwa Dia Maha Mengetahui apa saja yang mereka kerjakan dan memberi ancaman dengan azab yang setimpal dengan kejahatannya.\nMenurut Imam al-Bukhari, ayat itu diturunkan sehubungan dengan peristiwa kaum musyrikin Quraisy, ketika mereka meninggalkan negeri Mekah dan bergerak menuju Badar. Ketika Rasulullah berhadapan dengan tentara musyrikin itu, beliau munajat dengan berkata, \"Ya Allah, inilah kaum Quraisy telah datang dengan kesombongan dan kecongkakannya, mereka ingkar kepada-Mu dan mendustakan utusan-Mu, maka berikanlah pertolongan yang Engkau telah janjikan kepada kami.\" Ketika Abu Sufyan yang memimpin kafilah unta niaga itu melihat, bahwa untanya telah selamat menyusur pantai, maka ia berkata kepada Abu Jahal yang memimpin pasukan Quraisy, \"Kedatangan kamu itu hanya sekadar menyelamatkan kafilah unta jangan sampai dirampas oleh sahabat-sahabat Muhammad, maka sekarang kafilah unta itu telah selamat. Karena itu pulanglah kamu kembali ke Mekah.\" Abu Jahal berkata, \"Demi Allah kami tidak akan kembali sebelum sampai ke Badar.\" Kebetulan pada waktu itu di Badar ada pasar besar yang banyak menghimpun barang dagangan setiap tahun. Abu Jahal berkata, \"Kami akan tinggal di Badar selama tiga hari sehingga sempat minum arak dengan puas, memakan hidangan yang enak, menyembelih unta dan menghibur diri dengan lagu dan kesenian. Biarlah semua bangsa Arab mengetahui dan menyaksikan, bahwa kaum Quraisy berada dalam kebesaran dan kejayaan.\" Karena itu Allah melarang kaum Muslimin berlaku seperti mereka, sebaliknya orang-orang mukmin harus tetap memelihara keikhlasan hati, ketabahan, kesabaran dan ketaatan kepada Rasulullah.",
    "quraish": "Janganlah kalian bersikap seperti orang yang meninggalkan tempat tinggalnya dengan membangga- banggakan kekayaan, kekuatan dan kesenangan hidup, lalu memamerkannya pada khalayak ramai, agar mendapatkan sanjungan mereka. Dengan berbuat demikian, sesungguhnya dia telah merintangi manusia dari jalan Allah dan agama Islam. Akan tetapi Allah Maha Meliputi mereka dengan ilmu dan kekuasaan-Nya. Dia akan memberikan balasan kepada mereka di dunia dan akhirat.",
    "jalalayn": "(Dan janganlah kalian menjadi seperti orang-orang yang keluar dari kampungnya) untuk tujuan melindungi kafilah perdagangan milik mereka, dan mereka tidak mau kembali ke kampung halamannya sesudah kafilah perdagangan mereka selamat dari sergapan pasukan kaum Mukminin (dengan rasa angkuh dan dengan maksud ria kepada manusia) yang mereka telah mengatakan, \"Kami tidak akan kembali sebelum meminum khamar, menyembelih unta dan para penyanyi wanita menghibur kami dengan musik dan nyanyiannya di Badar nanti.\" Kemudian hal tersebut tersiar beritanya di kalangan orang-orang banyak (serta menghalangi) orang-orang (dari jalan Allah. Dan ilmu Allah terhadap apa yang mereka kerjakan) boleh dibaca ya'maluuna dan boleh pula ta'maluuna (Maha Meliputi) melalui ilmu-Nya, Dia akan membalas semua amal perbuatan mereka."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 48,
    "arab": "وَاِذْ زَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَاِنِّيْ جَارٌ لَّكُمْۚ فَلَمَّا تَرَاۤءَتِ الْفِئَتٰنِ نَكَصَ عَلٰى عَقِبَيْهِ وَقَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكُمْ اِنِّيْٓ اَرٰى مَا لَا تَرَوْنَ اِنِّيْٓ اَخَافُ اللّٰهَ ۗوَاللّٰهُ شَدِيْدُ الْعِقَابِ ࣖ ",
    "translation": "Dan (ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan (dosa) mereka dan mengatakan, “Tidak ada (orang) yang dapat mengalahkan kamu pada hari ini, dan sungguh, aku adalah penolongmu.” Maka ketika kedua pasukan itu telah saling melihat (berhadapan), setan balik ke belakang seraya berkata, “Sesungguhnya aku berlepas diri dari kamu; aku dapat melihat apa yang kamu tidak dapat melihat; sesungguhnya aku takut kepada Allah.” Allah sangat keras siksa-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1208.mp3",
    "tafsir": "Dalam ayat ini Allah menyuruh kaum Muslimin agar memperhatikan peristiwa yang dialami oleh kaum musyrikin dengan setan pada waktu Perang Badar, yaitu ketika setan menjadikan mereka memandang baik pekerjaan mereka dengan mengatakan bahwa tidak ada seorang manusia pun yang dapat mengalahkan kamu pada hari ini dan setan pun tetap akan memberikan bantuan yang diperlukan. Setan membayangkan kepada kaum musyrikin Quraisy bahwa mereka pasti menang, tidak ada suatu golongan yang dapat mengalahkan mereka, karena jumlah tentaranya yang banyak dan persenjataannya yang lengkap. Setan pun menghasut pengikut-pengikutnya dengan mengatakan bahwa perjuangan mereka itu betul-betul perjuangan yang suci, dan setan sendiri akan tetap mendampingi mereka sebagai kawan yang setia.\nKetika kedua pasukan itu sudah berhadap-hadapan sehingga masing-masing melihat keadaan lawannya dengan jelas, maka sebelum terjadi peperangan setan itu berbalik ke belakang seraya berkata, \"Aku berlepas diri dari kamu karena aku dapat melihat apa yang kamu sekalian tidak dapat melihatnya.\" Yang dilihat oleh setan itu ialah bala bantuan Allah kepada kaum Muslimin, yaitu pasukan malaikat yang jumlahnya tidak kurang dari seribu malaikat. Setan berkata selanjutnya, \"Saya takut kepada Allah, dan Allah sangat pedih siksa-Nya.\"\nKetakutan setan disebabkan dia melihat malaikat yang diturunkan dari langit untuk membantu perjuangan umat Islam. Setan dan malaikat itu adalah dua golongan yang sangat bertentangan dan tidak dapat berkumpul. Seandainya kedua-duanya berkumpul maka pastilah golongan yang kuat yaitu malaikat akan membinasakan golongan yang lemah yaitu setan dan kawan-kawannya.",
    "quraish": "Wahai orang-orang yang beriman, ingatlah ketika setan menjadikan perbuatan orang-orang musyrik itu indah dalam pendangan mereka, melalui bisikan dan rayuannya. Setan berkata kepada mereka, \"Tidak ada yang akan mengalahkan kalian.\" Setan juga menegaskan kepada mereka bahwa dia adalah pelindung mereka, tapi ternyata, saat kedua pasukan saling berhadapan di medan perang, tampaklah kepalsuan janji, tipu daya dan bisikan setan itu. Mereka pun melarikan diri dari pertempuran. Setan takut Allah menghancurkannya. Sesungguhnya, siksan Allah amat keras.",
    "jalalayn": "(Dan) ingatlah (ketika setan menjadikan mereka memandang baik) yakni iblis (pekerjaan mereka) iblis memberikan semangat kepada mereka untuk menghadapi kaum Muslimin, hal itu dilakukannya ketika mereka merasa takut untuk keluar berperang melawan musuh-musuh mereka Bani Bakar (dan mengatakan,) kepada mereka (\"Tidak ada seorang manusia pun yang dapat menang terhadap kalian pada hari ini, dan sesungguhnya aku ini adalah pelindung kalian.\") iblis mendatangi mereka dalam bentuk seseorang dari kalangan kabilah Kinanah, yaitu berupa Suraqah bin Malik pemimpin dari orang-orang Kinanah. (Maka tatkala saling lihat-melihat) saling berhadap-hadapan (kedua pasukan itu) pasukan kaum Muslimin dan pasukan kaum kafir dan iblis melihat malaikat berada pada pihak pasukan kaum Muslimin sedangkan pada saat itu tangannya diapit oleh tangan Harits bin Hisyam (setan itu berbalik) kembali (ke belakang) lari (seraya berkata,) tatkala mereka, yaitu pasukan kaum kafir berkata kepadanya, \"Apakah engkau mau membuat kami terhina (kalah) dalam keadaan begini.\" (\"Sesungguhnya saya berlepas diri dari kalian) dari melindungi kalian (sesungguhnya saya dapat melihat apa yang kamu sekalian tidak dapat melihat) yaitu para malaikat (sesungguhnya saya takut kepada Allah.\") Dia akan membinasakan saya (Dan Allah sangat keras siksa-Nya)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 49,
    "arab": "اِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "(Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, “Mereka itu (orang mukmin) ditipu agamanya.” (Allah berfirman), “Barangsiapa bertawakal kepada Allah, ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1209.mp3",
    "tafsir": "Dalam ayat ini Allah memperingatkan kaum Muslimin agar tidak terpengaruh oleh ucapan-ucapan yang dilontarkan musuh, ketika orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya berkata, \"Apakah gerangan yang mendorong sahabat-sahabat Muhammad untuk maju ke medan pertempuran di Badar, padahal jumlah mereka hanya sedikit, lebih kurang tiga ratus orang dan jumlah musuhnya banyak sekali, keberanian mereka tidak lain hanya karena ditipu oleh agamanya.\" Allah membantah ucapan mereka dengan firman-Nya yang mengatakan, \"Barang siapa yang tawakal kepada Allah dan beriman kepada-Nya dengan hati yang ikhlas dan teguh, maka Allah pasti memberikan pertolongan kepadanya dan tidak ada yang dapat mencegah kehendak Allah, karena Allah Mahaperkasa lagi Mahabijaksana.\"",
    "quraish": "Wahai Rasul, dengarkanlah kata-kata orang munafik dan lemah iman saat mereka menyaksikan keberanian dan kegigihan orang-orang beriman, \"Orang-orang Muslim itu tertipu oleh agama mereka sendiri.\" Akan tetapi, sesungguhnya orang-orang yang menyerahkan segala urusan mereka kepada Allah dengan penuh keimanan dan harapan, serta menyandarkan diri hanya kepada Allah, niscaya Dia akan mencukupkan segala kebutuhan dan memenangkan atas musuh-musuh mereka. Sesungguhnya Allah Mahakuat kekuasaan-Nya dan Mahabijaksana dalam pemeliharaan-Nya.",
    "jalalayn": "(Ingatlah ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata,) lemah keyakinan (\"Mereka itu ditipu) yakni kaum Muslimin (oleh agamanya) sebab mereka mau keluar untuk berperang sekalipun jumlah mereka sedikit sedangkan jumlah musuh yang dihadapinya sangat besar bilangannya. Mereka menduga bahwa diri mereka pasti menang oleh sebab jumlah mereka. Maka Allah menjawab mereka melalui firman selanjutnya, (Barang siapa yang bertawakal kepada Allah) percaya bahwa bersama dengan Allah pasti ia menang (maka sesungguhnya Allah Maha Perkasa) menguasai semua perkara-Nya (lagi Maha Bijaksana\") di dalam ciptaan-Nya."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 50,
    "arab": "وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ",
    "translation": "Dan sekiranya kamu melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah dan punggung mereka (dan berkata), “Rasakanlah olehmu siksa neraka yang membakar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1210.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa seandainya Rasulullah saw melihat dengan mata kepala sendiri keadaan orang-orang kafir Quraisy ketika dicabut nyawanya oleh para malaikat, sambil memukul muka dan belakangnya, tentulah Rasulullah akan merasa ngeri melihat azab itu. Di samping azab-azab yang dirasakan oleh tubuhnya, mereka menderita kesakitan pula karena hardikan dari malaikat yang berkata, \"Rasakanlah olehmu siksa neraka yang membakar.\" Sebenarnya apa yang diterangkan Allah pada ayat ini adalah persoalan yang termasuk perkara gaib, manusia tidak dapat melihat dan menyaksikan azab itu. Seandainya mereka dapat melihat, tentulah mereka akan menyaksikan suatu kejadian yang dahsyat, sehingga dapat menjadikan orang kafir lari dari kekafirannya, dan orang-orang zalim berhenti dari kezalimannya karena takut akibat-akibatnya. Menurut suatu riwayat, maksud ayat ini ialah: kaum Muslimin memukul mereka dari depan, sedang para malaikat memukul mereka dari belakang ketika Perang Badar. Hal ini menunjukkan mukjizat Nabi dalam menghadapi tentara Quraisy yang cukup besar.",
    "quraish": "Andaikata dirimu, wahai Muhammad, menyaksikan pemandangan mengerikan pada saat malaikat mencabut nyawa orang-orang kafir, kalian akan mendapatkan malaikat itu memukuli tubuh orang-orang kafir itu dari depan dan belakang, seraya berkata, \"Rasakan siksa api neraka, akibat perbuatan kalian.\"",
    "jalalayn": "(Kalau kamu melihat) hai Muhammad (ketika dicabut jiwa) boleh dibaca yatawaffaa dan boleh pula dibaca tatawaffaa (orang-orang yang kafir oleh para malaikat seraya memukul) lafal yadhribuuna kedudukan i'rabnya menjadi hal/kata keterangan (muka dan belakang mereka) dengan gada-gada besi. (Dan) para malaikat berkata kepada mereka (rasakanlah oleh kalian siksa yang membakar ini) artinya siksa neraka. Jawabnya lau ialah la raaita amran azhiiman (maka niscaya kamu akan menyaksikan peristiwa yang sangat mengerikan)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 51,
    "arab": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ",
    "translation": "Demikian itu disebabkan oleh perbuatan tanganmu sendiri. Dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1211.mp3",
    "tafsir": "Azab yang mereka rasakan itu adalah sebagai akibat perbuatan tangan mereka sendiri, yaitu kekafiran dan kezalimannya, baik dengan ucapan maupun dengan perbuatan. Disebut \"tangan\" yang mengadakan perbuatan, padahal suatu perbuatan kadang-kadang dilaksanakan dengan tangan atau kaki, panca indra atau akal, oleh karena menurut kebiasaan sebagian besar amal perbuatan manusia itu dilaksanakan dengan tangan. Allah tidak akan menyiksa seorang pun, kecuali disebabkan dosa-dosa dan pelanggaran yang dibuatnya sendiri. \n\nSesungguhnya Allah berfirman, \"Wahai hamba-hamba-Ku, sesungguhnya Aku telah mengharamkan kezaliman atas diri-Ku sendiri dan telah mengharamkan pula kezaliman itu di antara kamu. Oleh karena itu kamu jangan sekali-kali berbuat zalim. Wahai hamba-hamba-Ku sesungguh-nya amal-amalmu saja yang akan Aku perhitungkan bagimu. Barang siapa yang mendapat kebaikan, maka hendaklah ia memuji Allah dan barang siapa yang mendapat kejelekan, maka janganlah dia mencela, kecuali dirinya sendiri.\" (Riwayat Muslim dari Abu dzar)",
    "quraish": "Sesungguhnya Allah tidak menganiaya hamba-hamba-Nya disebabkan siksaan-Nya atas perbuatan jahat yang mereka lakukan. Itulah keadilan, karena selamanya tidak akan sama antara yang berbuat baik dan berbuat jahat. Maka siksa Allah itu sebagai balasan atas kejahatan mereka.",
    "jalalayn": "(Demikian itu) artinya siksaan atas kalian itu (disebabkan oleh perbuatan tangan kalian sendiri) Allah swt. sengaja memakai kata tangan bukannya anggota-anggota tubuh manusia yang lainnya, karena kebanyakan pekerjaan manusia itu dilakukan oleh tangan mereka (Sesungguhnya Allah sekali-kali tidak menganiaya) artinya tukang menganiaya (hamba-Nya) dengan mengazabnya tanpa dosa."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 52,
    "arab": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَفَرُوْا بِاٰيٰتِ اللّٰهِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ اِنَّ اللّٰهَ قَوِيٌّ شَدِيْدُ الْعِقَابِ ",
    "translation": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sungguh, Allah Mahakuat lagi sangat keras siksa-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1212.mp3",
    "tafsir": "Keadaan orang-orang musyrikin Quraisy itu serupa dengan keadaan Fir'aun dan pengikut-pengikutnya dan orang-orang kafir sebelumnya. Mereka itu mengingkari ayat-ayat Allah, maka Allah membalas dengan menyiksa mereka, disebabkan karena dosa-dosanya dengan siksaan yang ditimpakan Tuhan Yang Mahakuasa lagi Mahaperkasa. Telah menjadi Sunnatullah bahwa Allah menyiksa orang-orang kafir disebabkan dosa-dosanya, maka demikian pulalah yang terjadi ketika Perang Badar. Allah memberikan pertolongan kepada Rasul-Nya dan kaum Muslimin, dan menghancurkan orang-orang kafir disebabkan dosa-dosa mereka. Allah adalah Mahakuasa lagi pedih siksa-Nya. Tidak ada seorang pun dapat meloloskan diri dari azab yang telah ditentukan-Nya. Nabi Muhammad bersabda:\n\"Sesungguhnya Allah Taala memberikan kesempatan (tidak segera menyiksa) kepada orang yang zalim, akan tetapi bilamana akan menyiksanya, maka dia tidak akan lolos dari siksa-Nya.\" (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Tradisi dan ihwal orang-orang yang menyekutukan Allah itu tidak ada bedanya dengan Fir'aun dan orang-orang sombong pada zaman dahulu. Sebagian dari mereka mengingkari ayat-ayat Allah. Lalu Allah akan menyiksa mereka karena dosa-dosa yang mereka lakukan. Tetapi Allah tidak zalim terhadap mereka. Allah Mahakuat dalam melaksanakan hukum-Nya dan Mahakeras balasan-Nya bagi mereka yang berhak menerima hukuman.",
    "jalalayn": "Kebiasaan orang-orang kafir itu (sama dengan kebiasaan) tradisi (Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka) mengazab mereka (disebabkan dosa-dosanya) lafal kafaruu dan lafal-lafal sesudahnya merupakan jumlah yang menafsirkan makna lafal-lafal yang sebelumnya. (Sesungguhnya Allah Maha Kuat) atas semua apa yang dikehendaki-Nya (lagi amat keras siksaan-Nya)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 53,
    "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ",
    "translation": "Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1213.mp3",
    "tafsir": "Kejadian ini yaitu menyiksa orang-orang Quraisy adalah karena mereka mengingkari nikmat-nikmat Allah, ketika Allah mengutus seorang rasul dari kalangan mereka sendiri, yang membacakan ayat-ayat-Nya, lalu mereka mendustakan, bahkan mengusirnya dari negerinya, lalu memerangi terus-menerus. Allah menyiksa mereka disebabkan dosa-dosa mereka. Yang demikian ini membuktikan sunatullah yang telah berlaku sejak dahulu. Allah tidak mengubah suatu nikmat yang telah berlaku sejak dahulu. Allah tidak mengubah suatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum, sehingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Ayat ini mengandung isyarat, bahwa nikmat-nikmat pemberian Allah yang diberikan kepada umat atau perorangan, selalu dikaitkan kelangsungannya dengan akhlak dan amal mereka itu sendiri. Jika akhlak dan perbuatan mereka terpelihara baik, maka nikmat pemberian Allah itu pun tetap berada bersama mereka dan tidak akan dicabut. Allah tidak akan mencabutnya, tanpa kezaliman dan pelanggaran mereka. Akan tetapi, manakala mereka sudah mengubah nikmat-nikmat itu yang berbentuk akidah, akhlak, dan perbuatan baik, maka Allah akan mengubah keadaan mereka dan akan mencabut nikmat pemberian-Nya dari mereka sehingga yang kaya jadi miskin yang mulia jadi hina dan yang kuat jadi lemah. Dan bukanlah sekali-kali kebahagiaan umat itu dikaitkan dengan kekayaan atau jumlah anak yang banyak seperti disangka oleh sebagian besar kaum musyrikin yang diceritakan oleh Allah dengan firman-Nya:\n\nDan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.\" (Saba/34: 35)\n\nDemikian keluhuran suatu umat tidak dikaitkan dengan keturunannya atau keutamaan nenek moyangnya, seperti yang diakui oleh orang-orang Yahudi. Mereka tertipu dengan keangkuhannya bahwa mereka dijadikan Allah sebagai umat pilihan melebihi umat-umat yang lain, karena dikaitkan kepada kemuliaan Nabi Musa a.s. Allah Maha Mendengar lagi Maha Mengetahui apa yang diucapkan oleh orang-orang yang mendustakan rasul-rasul itu, Dia Maha Mengetahui apa yang mereka kerjakan, apa yang mereka tinggalkan dan pasti akan memberi balasan yang setimpal dengan perbuatannya.",
    "quraish": "Inilah keputusan yang adil dalam memberi hukuman. Sebab Allah tidak akan mengubah nikmat yang telah dikaruniakan pada suatu kaum berupa perdamaian, kesejahteraan hidup dan kesehatan selama mereka tidak mengubah nikmat itu sendiri dengan melakukan perbuatan yang menyebabkan hilangnya nikmat itu. Allah Maha Mendengar dan Maha Mengetahui perbuatan mereka.",
    "jalalayn": "(Yang demikian itu) disiksa-Nya orang-orang kafir (disebabkan) karena (Allah sekali-kali tidak akan mengubah sesuatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum) dengan cara menggantinya dengan siksaan (sehingga kaum itu mengubah apa yang ada pada diri mereka) sehingga mereka sendiri mengubah nikmat yang mereka terima dengan kekafiran, seperti apa yang telah dilakukan oleh orang-orang kafir Mekah; berbagai macam makanan dilimpahkan kepada mereka, sehingga mereka terhindar dari kelaparan, diamankan-Nya mereka dari rasa takut, dan diutus-Nya Nabi saw. kepada mereka. Kesemuanya itu mereka balas dengan kekafiran, menghambat jalan Allah dan memerangi kaum Mukminin. (Dan sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 54,
    "arab": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ",
    "translation": "(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir‘aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1214.mp3",
    "tafsir": "Mereka itu mengubah nikmat Allah yang ada pada dirinya seperti tingkah laku Fir'aun dan pengikut-pengikutnya serta orang-orang kafir sebelumnya. Pertama, mereka mengingkari ayat-ayat yang dibawa oleh para rasul tentang keesaan Allah, kewajiban menyembah hanya kepada Allah, dan adanya azab Allah di akhirat. Kedua, mereka mendustakan ayat-ayat Allah dan mengingkari nikmat-nikmat pemberian-Nya, padahal Dia yang menciptakan segala-galanya. Allah membinasakan mereka disebabkan dosa-dosanya dan telah menenggelamkan Fir'aun bersama pengikut-pengikutnya karena mereka semuanya adalah orang-orang yang zalim.",
    "quraish": "Tradisi orang-orang yang mengingkari ayat-ayat Allah dan nikmat-Nya sama seperti kebiasaan pengikut-pengikut Fir'aun dan orang-orang sebelum mereka. Demikian pula kelakuan mereka dalam mendustakan para rasul dan tanda-tanda kerasulan mereka. Itulah kemiripan antara kedua kaum itu: masing-masing bersikeras mempertahankan sikap seperti itu, dan masing-masing juga akan mendapat hukuman tersendiri. Jika kaum pendahulu itu disambar petir dan dihempas angin, maka pengikut Fir'aun ditenggelamkan di laut. Dan mereka pantas menerima hukuman itu karena telah menganiaya diri sendiri.",
    "jalalayn": "(Keadaan mereka serupa dengan keadaan Firaun dan pengikut-pengikutnya serta orang-orang yang sebelumnya. Mereka mendustakan ayat-ayat Tuhannya maka Kami membinasakan mereka disebabkan dosa-dosanya dan Kami tenggelamkan Firaun dan pengikut-pengikutnya) yakni kaumnya yang menjadi pengikut-pengikutnya (dan kesemuanya) yaitu umat-umat yang mendustakan Tuhan (adalah orang-orang yang zalim). Ayat berikut ini diturunkan berkenaan dengan orang-orang Bani Quraizhah."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 55,
    "arab": "اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ",
    "translation": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah orang-orang kafir, karena mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1215.mp3",
    "tafsir": "Sesungguhnya sejahat-jahat binatang yang melata di bumi menurut pandangan Allah ialah orang-orang kafir yang mempunyai sifat suka membangkang, sehingga keadaan mereka terus-menerus dalam kekafiran dan berada dalam keingkaran kepada Nabi, sehingga tidak dapat diharapkan iman dari mereka. Mereka itu ada yang kedudukannya sebagai pemimpin yang selalu dengki kepada Rasulullah, membantah setiap ayat yang juga tertulis dalam Taurat yang menjadi saksi atas kebenarannya, padahal mereka dalam hati kecilnya meyakini bahwa Muhammad itu betul-betul utusan Allah, sehingga mengenal Nabi Muhammad seperti mereka mengenal anak-anaknya sendiri. Yang menjadi pengikut-pengikut mereka adalah orang-orang yang dalam keadaan membabi buta mengikuti saja pemimpin-pemimpinnya dan tidak mau melihat bukti-bukti yang disebutkan dalam kitab mereka. Dalam ayat ini Allah menyamakan mereka itu dengan binatang, bahkan lebih sesat dari binatang, karena binatang-binatang itu ada manfaatnya bagi manusia, sedang mereka itu sama sekali tidak ada manfaatnya bagi dirinya maupun bagi orang lain. Hal ini dijelaskan Allah dalam firman-Nya:\n\nAtau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya. (al-Furqan/25: 44)",
    "quraish": "Seburuk-buruk makhluk yang berjalan di muka bumi ini, dalam pandangan Allah dan sesuai dengan hukum dan keadilan-Nya, adalah orang-orang kafir yang bersikukuh mempertahankan kekafiran mereka.",
    "jalalayn": "(Sesungguhnya binatang/makhluk yang paling buruk di sisi Allah ialah orang-orang yang kafir, karena mereka itu tidak beriman)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 56,
    "arab": "الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ",
    "translation": "(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1216.mp3",
    "tafsir": "Orang-orang Yahudi telah beberapa kali mengadakan perjanjian dengan kaum Muslimin tetapi mereka selalu mengkhianati janjinya dan mereka tidak takut kepada Allah dan berbagai akibat dari pengkhianatan itu. \nSetelah Nabi Muhammad hijrah ke Medinah, beliau mengadakan perjanjian dengan orang-orang Yahudi di Medinah. Dalam perjanjian itu, mereka dibiarkan menetap di Medinah dengan tetap memeluk agamanya, dan mereka diberi jaminan keamanan bagi dirinya dan harta bendanya. Dengan ini Nabi ikut menjaga keamanan Medinah dari musuh. Tetapi masing-masing kabilah Yahudi itu melanggar perjanjian tersebut. \nDiriwayatkan dari 'Abdullah bin 'Abbas, bahwa orang-orang Yahudi Medinah yang melanggar janji adalah kabilah Bani Quraidhah. Mereka telah melanggar janjinya kepada Rasulullah, karena memberi bantuan senjata kepada orang-orang kafir Quraisy waktu Perang Badar. Kemudian mereka berkata, \"Kami terlupa dan merasa berbuat kesalahan.\" Lalu Rasulullah mengadakan perjanjian kedua, tetapi dilanggar pula dengan menghasut orang, agar memerangi Rasullah ketika terjadi Perang Khandak. Salah seorang pemimpin mereka sengaja datang ke Mekah mengadakan perjanjian dengan orang-orang Quraisy untuk bersama-sama memerangi Nabi Muhammad.",
    "quraish": "Yaitu golongan yang telah mengadakan perjanjian dan senantiasa melanggarnya. Mereka adalah orang-orang Yahudi yang tidak mau melihat keagungan Tuhan dan tidak takut pada bencana dan siksa-Nya.",
    "jalalayn": "(Yaitu orang-orang yang kamu telah mengambil perjanjian dari mereka) hendaknya mereka jangan membantu orang-orang musyrik (sesudah itu mereka mengkhianati janjinya pada setiap kalinya) di mana mereka melakukan perjanjian (dan mereka tidak takut) kepada Allah sewaktu mereka berbuat khianat."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 57,
    "arab": "فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
    "translation": "Maka jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1217.mp3",
    "tafsir": "Allah menjelaskan apa yang harus diperbuat kaum Muslimin setelah berkali-kali terjadi pelanggaran janji dari orang-orang Yahudi. Allah menjelaskan bahwa jika kaum Muslimin menemui mereka dalam peperangan, mereka harus dicerai-beraikan, demikian pula orang-orang yang ada di belakang mereka harus ditumpas agar mereka mengambil pelajaran dari tindakan kaum Yahudi ini. Tindakan yang tegas dari kaum Muslimin pada mereka harus dapat menimbulkan kesan yang menakutkan bagi orang-orang yang berada di belakang mereka, sehingga mereka tidak berani lagi melanggar janji.\nDalam ayat ini, Allah memberi peringatan pula kepada kaum Muslimin, agar jangan tertipu untuk kedua kalinya setelah dikhianati pertama kali oleh orang Yahudi dan mereka memohon maaf. Maka Allah dengan tegas menjelaskan bahwa kaum Muslimin tidak perlu ragu untuk mengadakan tindakan yang tegas agar pelanggaran-pelanggaran semacam itu tidak terulang kembali di belakang hari dan agar orang-orang yang berada di belakang mereka mengambil pelajaran daripadanya.\nDiriwayatkan oleh al-Bukhari dan Muslim bahwa, Nabi Muhammad pernah berkhotbah di hadapan para sahabat dalam menghadapi pertempuran sebagai berikut : \n\"Wahai sekalian manusia, janganlah kamu mencita-citakan (mengingin-kan) berjumpa dengan musuh dan mohonlah keselamatan kepada Allah. Akan tetapi bilamana kamu berjumpa dengan mereka, maka bertahanlah dengan kesabaran (dalam pertempuran), dan ketahuilah bahwa surga itu berada di bawah bayangan pedang.\" Kemudian beliau menambah dengan doa, \"Ya Allah yang menurunkan Al-Qur'an, dan yang menjalankan awan di langit hancurkanlah golongan-golongan musuh ini. Cerai-beraikanlah mereka dan berilah pertolongan kepada kami untuk mengalahkan mereka.\"",
    "quraish": "Wahai Rasul, jika engkau bertemu orang-orang yang melanggar perjanjian itu di medan perang, hukumlah mereka dengan hukuman yang membuat mereka dan orang-orang yang di belakang mereka menjadi jera dan bercerai-berai. Karena hukuman itu akan lebih dapat mengingatkan pelanggaran mereka terhadap perjanjian itu, dan mencegah golongan lain agar mengalami seperti yang mereka alami(1). (1) Ayat-ayat di atas antara lain berisi peringatan bagi orang-orang yang berada sebagai pihak yang mengadakan perjanjian dengan orang-orang beriman lalu melanggar perjanjian itu. Mereka itulah orang-orang yang patut dihukum. Demikian pula halnya pengikut- pengikut mereka. Disinggung pula dalam ayat itu penjelasan taktik perang dengan cara menghancurkan barisan belakang musuh yang belakangan ini dianggap cukup jitu oleh taktik perang modern. Sebab kekacauan barisan belakang, sebagai gudang penyimpangan ransum dan berbagai perlengkapan perang, cukup untuk menghancurkan seluruh barisan.",
    "jalalayn": "(Jika) lafal immaa merupakan gabungan dari in syarthiyyah dan maa zaidah, kemudian keduanya diidgamkan sehingga jadilah immaa (kamu menemui mereka) menjumpai mereka (dalam peperangan, maka cerai-beraikanlah) hancurkanlah (orang-orang yang di belakang mereka dengan menumpas mereka) yang berada dalam barisan depan dengan membasmi dan menghukum mereka (supaya) orang-orang yang berada di belakang mereka (mengambil pelajaran) menjadikannya sebagai pelajaran buat mereka."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 58,
    "arab": "وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ",
    "translation": "Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1218.mp3",
    "tafsir": "Jika kaum Muslimin merasa ada tanda-tanda pengkhianatan dari satu golongan yang mengadakan perjanjian pertahanan, haruslah dikembalikan perjanjian itu kepada mereka dan hendaklah mereka berusaha untuk menghalangi terjadinya pengkhianatan itu, dengan jalan mengembalikan perjanjian itu secara jujur disertai peringatan bahwa setelah adanya pengkhianatan itu pihak kaum Muslimin tidak terikat lagi dengan janji apa pun dengan mereka. Allah tidak menyukai orang-orang yang berkhianat, dan juga tidak membolehkan pengkhianatan secara mutlak.\nKaum Muslimin dilarang memerangi mereka sebelum ada pemberitahuan, bahwa perjanjian antara mereka dengan pihak lawan tidak berlaku lagi, karena adanya pengkhianatan. Hal ini perlu diumumkan, agar tidak ada tuduhan dari musuh bahwa orang Islam telah memerangi mereka tanpa sebab atau melanggar perjanjian. Allah memberi peringatan pula kepada orang-orang yang berkhianat dengan azab yang akan menimpa diri mereka sebagai akibat dari pengkhianatannya.",
    "quraish": "Apabila engkau merasakan tanda-tanda pengkhianatan suatu kaum terhadap perjanjian yang engkau buat antara engkau dengan mereka, maka putuskanlah usaha-usaha pengkhianatan itu dengan memberikan ultimatum baru bahwa engkau telah membatalkan perjanjian itu, sehingga mereka mengetahui sikapmu dan tidak dapat mengkhianatimu. Sesungguhnya Allah tidak menyukai orang yang berkhianat dan tidak menginginkan ada pengkhianat di antara kalian.",
    "jalalayn": "(Dan jika kamu merasa khawatir dari suatu kaum) yang telah mengadakan perjanjian denganmu (akan perbuatan khianat) terhadap janjinya melalui tanda-tanda yang terlihat jelas olehmu (maka kembalikanlah perjanjian itu) lemparkanlah perjanjian mereka itu (kepada mereka dengan cara yang jujur) lafal sawaaun menjadi kata keterangan, artinya: secara adil antara kamu dan mereka, supaya kedua belah pihak mengetahui bersama siapakah yang merusak perjanjian terlebih dahulu. Yaitu dengan cara kamu memberitahukan kepada mereka tentang pelanggaran tersebut, supaya mereka tidak menuduhmu berbuat khianat bila kamu mengadakan tindakan. (Sesungguhnya Allah tidak menyukai orang-orang yang berkhianat)."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 59,
    "arab": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ",
    "translation": "Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1219.mp3",
    "tafsir": "Dan janganlah orang-orang kafir itu mengira bahwa mereka dapat lolos dari kekuasaan Allah, dan dapat selamat dari akibat kejahatan dan pengkhianatan mereka, karena sesunguhnya mereka sama sekali tidak dapat melemahkan Allah. Sebaliknya Allah akan memberi balasan kepada mereka di dunia dengan cara dikalahkan oleh Rasulullah dan kaum Muslimin, sehingga mereka merasakan akibat pengkhianatannya, dan di akhirat pun mereka akan merasakan azab dari Allah yang lebih menghinakan.",
    "quraish": "Janganlah orang-orang kafir itu menyangka bahwa diri mereka akan dapat lolos, selamat dan tidak akan menanggung risiko pengkhianatan itu. Mereka tidak akan mungkin melemahkan kemahatelitian Allah. Hanya Dialah yang Mahakuasa dan akan memberikan balasan dengan kekuatan dan keadilan-Nya.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan orang-orang yang merasa dirinya dapat lolos dari kekuasaan Allah (Dan janganlah mengira) engkau hai Muhammad (orang-orang yang kafir itu bahwa mereka dapat lolos) dari kekuasaan Allah. (Sesungguhnya mereka tidak dapat melemahkan Allah) artinya mereka justru tidak dapat meloloskan diri dari Allah. Menurut suatu qiraat dibaca tahsabanna, maf'ul pertamanya tidak disebutkan, yakni lafal anfusahum artinya: janganlah engkau mengira diri mereka hai Muhammad. Menurut qiraat yang lain, innahum dibaca annahum, dengan mentakdirkan lam lengkapnya liannahum."
  },
  {
    "hizb": 73,
    "name": "Al-Anfal",
    "ayat": 60,
    "arab": "وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ",
    "translation": "Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1220.mp3",
    "tafsir": "Untuk menghadapi pengkhianatan kaum Yahudi dan persekongkolan mereka dengan kaum musyrikin dengan tujuan menghancurkan kaum Muslimin, Allah memerintahkan pada ayat ini agar kaum Muslimin menyiapkan kekuatan guna menghadapi musuh-musuh Islam, baik musuh yang nyata mereka ketahui, maupun yang belum menyatakan permusuhan-nya secara terang-terangan. Yang harus dibina lebih dahulu adalah kekuatan iman yang akan menjadikan mereka percaya dan yakin bahwa mereka adalah pembela kebenaran, penegak kalimah Allah di muka bumi dan mereka pasti menang dalam menghadapi dan membasmi kezaliman dan keangkara-murkaan. Kekuatan iman yang sempurna inilah yang dapat membina kekuatan mental yang selalu ditanamkan pada hati segenap rakyat agar mereka benar-benar menjadi bangsa yang tangguh dan perkasa dalam menghadapi berbagai macam kesulitan dan cobaan. Bangsa yang kuat mentalnya tidak akan dapat dikalahkan oleh bangsa lain bagaimana pun sempurnanya peralatan dan senjata mereka. Hal ini telah dibuktikan dalam Perang Badar di mana tentara kaum musyrikin yang jauh lebih besar jumlah dan persenjataannya dapat dipukul mundur oleh tentara Islam yang sedikit jumlahnya dan amat kurang persenjataannya, tetapi memiliki mental yang kuat dan iman yang teguh.\nDi samping kekuatan iman/mental mereka, harus pula dipersiapkan kekuatan fisiknya karena kedua kekuatan ini harus digabung menjadi satu, kekuatan fisik saja akan kurang keampuhannya bila tidak disertai dengan kekuatan mental. Demikian pula sebaliknya kekuatan mental saja tidak akan berdaya bila tidak ditunjang oleh kekuatan fisik.\nAllah memerintahkan agar kaum Muslimin mempersiapkan tentara berkuda yang ditempatkan pada tempat strategis, siap untuk menggempur dan menghancurkan setiap serangan musuh dari manapun datangnya. Pada masa Nabi pasukan berkuda inilah yang amat strategis nilainya dan amat besar keampuhannya. Suatu negeri yang mempunyai pasukan berkuda yang besar akan disegani oleh negeri-negeri lain, dan negeri lain itu akan berpikir lebih dulu bila akan menyerang negeri itu. \nPada masa sekarang pasukan berkuda (kavaleri) telah digantikan oleh pasukan tank baja, masalah peperangan pada masa kini sudah lain corak dan bentuknya dari peperangan masa dulu. Alat senjata yang dipergunakan sudah beragam pula, berupa armada udara, armada laut, bahkan sampai memper-gunakan persenjataan yang sangat canggih. Jika pada masa Nabi Muhammad saw. Allah memerintahkan agar mempersiapkan pasukan berkuda, maka pada masa sekarang kaum Muslimin harus mempersiapkan berbagai senjata modern untuk mempertahankan negaranya dari serangan musuh. \nSebagaimana diketahui senjata-senjata modern sekarang ini adalah hasil dari kemajuan teknologi. Maka umat Islam wajib berusaha mencapai ilmu pengetahuan setinggi-tingginya dan menguasai teknologi dan selalu mengikuti perkembangan dan kemajuannya. Untuk mencapai ilmu dan teknologi yang tinggi kita memerlukan biaya yang sangat besar. Kita wajib mempercepat kemajuan ekonomi dan memperbesar penghasilan rakyat. Dengan demikian akan mudah bagi rakyat menafkahkan sebagian hartanya untuk kepentingan dan pertahanan negaranya.\nSuatu negara yang kuat mentalnya, kuat pertahanannya, dan kuat pula perekonomiannya pasti akan disegani oleh negara lain dan mereka tidak berani memusuhinya apalagi menyerangnya. Inilah yang dituntut Allah dari kaum Muslimin.\nAnjuran menafkahkan harta fi sabilillah terdapat dalam beberapa ayat dalam Al-Qur'an di antaranya firman Allah:\n\nDan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Baqarah/2: 195)\n\nDan firman Allah swt:\n\nDan perumpamaan orang yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah Maha Melihat apa yang kamu kerjakan. (al-Baqarah/2: 265)\n\nAllah menjanjikan pahala yang besar kepada setiap orang yang menafkahkan hartanya di jalan Allah, dan dia tidak akan dirugikan sedikit pun karena menafkahkan hartanya. Sebaliknya perbuatan itu akan mendapat pahala yang berlipat ganda.",
    "quraish": "Wahai orang-orang Muslim, persiapkanlah segala kemampuan perang yang kalian miliki, yang meliputi segala perlengkapan perang, untuk menghadapi musuh-musuh kalian. Lengkapilah penjaga-penjaga perbatasan dan kawasan-kawasan rawan negeri kalian dengan pasukan berkuda untuk membuat musuh- musuh Allah dan musuh-musuh kalian gentar, yaitu orang-orang kafir yang setiap waktu mengintai dan menunggu kelengahan kalian. Juga untuk membuat takut musuh-musuh lain yang tidak kalian ketahui, tapi Allah mengetahui mereka. Karena, dengan ilmu-Nya, Allah mengetahui segala sesuatu. Dan sesungguhnya apa saja yang kalian belanjakan untuk persiapan perang demi mengharap Allah, maka Dia akan memberi balasan setimpal dari karunia-Nya, dan tidak akan sedikit pun balasan itu dikurangi, meski sekecil atom(1). (1) Dalam ayat tersebut kita dapat menangkap perintah yang jelas sekali mengenai keharusan menyiapkan segala perlengkapan dalam menghadapi musuh, sebagai suatu hal yang teramat penting karena menyangkut hidup matinya suatu bangsa. Persiapan itu meliputi segala aspek, baik kualitas dan kuantitas perlengkapan. Berperang tanpa kesiapan berarti suatu kekalahan dan kehancuran. Pada masa-masa damai seperti sekarang ini saja hampir semua negara seolah-olah bersiap-siap untuk perang, sehingga kebijakan-kebijakan politik strategis masing-masing negara diarahkan, meskipun secara tidak langsung, untuk memenangkan pertempuran.",
    "jalalayn": "(Dan siapkanlah untuk menghadapi mereka) untuk memerangi mereka (kekuatan apa saja yang kalian sanggupi) Rasulullah saw. menjelaskan, bahwa yang dimaksud dengan kekuatan adalah ar-ramyu atau pasukan pemanah. Demikianlah menurut hadis yang diriwayatkan oleh Imam Muslim (dan dari kuda-kuda yang ditambat) lafal ribath berbentuk mashdar, artinya kuda-kuda yang sengaja disediakan untuk berperang di jalan Allah (untuk membuat takut) kalian membuat gentar (dengan adanya persiapan itu musuh Allah dan musuh kalian) artinya orang-orang kafir Mekah (dan orang-orang yang selain mereka) terdiri dari orang-orang munafik atau orang-orang Yahudi (yang kalian tidak mengetahuinya sedangkan Allah mengetahuinya. Apa saja yang kalian nafkahkan pada jalan Allah niscaya akan dibalaskan kepada kalian dengan balasan yang cukup) yakni pahalanya (dan kalian tidak akan dianiaya) tidak akan dikurangi sedikit pun dari pahala kalian."
  }
]