[
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 61,
    "arab": "۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1221.mp3",
    "tafsir": "Bila musuh-musuh Islam itu, baik orang Yahudi maupun orang-orang musyrikin condong kepada perdamaian, mungkin karena mereka benar-benar ingin damai atau karena melihat kekuatan dan kekompakan kaum Muslimin atau karena belum mengkonsolidasikan diri untuk berperang atau karena sebab-sebab lain, maka hendaklah dijajaki kemungkinan damai. Sesudah ternyata bahwa berdamai tidak akan merugikan siasat perjuangan Islam, hendaklah diterima perdamaian itu, tentu saja dengan ketentuan-ketentuan dan syarat-syarat yang dapat menjamin kepentingan bersama dan tidak merugikan masing-masing pihak, karena dasar perjuangan Islam adalah perdamaian. Hal ini telah dipraktikkan Rasulullah pada waktu beliau menerima perdamaian Hudaibiyah antara kaum Muslimin dan kaum musyrikin pada tahun keenam Hijri. Meskipun syarat-syarat perdamaian Hudaibiyah itu jika dilihat sepintas merugikan kaum Muslimin, sehingga banyak para sahabat yang merasa keberatan, tetapi Rasulullah, yang mempunyai pandangan jauh dan taktik serta siasat yang bijaksana, dapat menerimanya. Ternyata kemudian sebagaimana diutarakan para ahli sejarah bahwa Perdamaian Hudaibiyah itu adalah merupakan landasan bagi kemenangan kaum Muslimin selanjutnya.\nSetelah perjanjian damai diterima, hendaklah Nabi bersama kaum Muslimin bertawakal sepenuhnya kepada Allah, karena Dialah Yang Maha Mendengar dan Maha Mengetahui hakikat yang sebenarnya dari perdamaian, apakah orang-orang Yahudi dan kaum musyrikin benar-benar jujur dan menginginkan terlaksananya perdamaian, atau hanya karena taktik dan siasat, atau karena hendak menipu atau menunggu lengahnya kaum Muslimin saja.",
    "quraish": "Apabila musuh-musuh kalian itu cenderung untuk berdamai dan ingin mengakhiri perang, maka sambutlah kemauan mereka itu, wahai Rasul. Karena perang bukan semata-mata sebagai tujuan bagimu, tapi engkau berperang sebagai alasan membela diri dari serangan musuh dan mereka yang merintangi dakwah. Maka terimalah usul perdamaian dari mereka dan bertawakallah kepada Allah, dan jangan engkau mengkhawatirkan rencana jahat, tipu daya dan makar mereka. Allah Maha Mendengar apa yang mereka rundingkan, Mahatahu apa yang mereka rencanakan dan tidak ada sesuatu pun samar dalam pandangan Tuhan(1). (1) Ini konsep teori yang amat penting dalam Islam. Islam agama perdamaian. Beberapa dekade akhir-akhir ini, banyak sekali yang meneriakkan jargon-jargon perdamaian, meskipun sebagian ada yang berupa perdamaian yang semu. Prinsip perdamaian inilah yang barangkali mengilhami berdirinya organisasi-organisasi dunia semacam PBB.",
    "jalalayn": "(Dan jika mereka condong) cenderung (kepada perdamaian) boleh dibaca lissilmi dan boleh pula dibaca lissalmi, artinya perdamaian (maka condonglah kepadanya) adakanlah perjanjian dengan mereka untuk itu. Akan tetapi menurut Ibnu Abbas r.a. bahwa ayat ini dimansukh hukumnya oleh ayat perintah untuk berperang. Mujahid mengatakan, bahwa hukum yang terkandung di dalam ayat ini khusus hanya menyangkut ahli kitab sebab ayat ini diturunkan berkenaan dengan orang-orang Yahudi Bani Quraizhah (dan bertawakallah kepada Allah) percayalah kepada-Nya. (Sesungguhnya Dialah Yang Maha Mendengar) perkataan (lagi Maha Mengetahui) perbuatan."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 62,
    "arab": "وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ",
    "translation": "Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1222.mp3",
    "tafsir": "Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum Anshar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum Anshar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya:\n\nDan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103)\nMaka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
    "quraish": "Apabila usulan damai mereka itu ternyata hanya siasat, tipu daya dan makar, niscaya Allah akan melindungi dirimu dari perbuatan mereka dengan berbagai bentuk. Sebelum itu Allah telah menguatkan dirimu dengan pertolongan-Nya, dengan mempersiapkan faktor-faktor yang tersurat dan tersirat, demi meneguhkan hati orang-orang yang beriman dari kalangan Muhâjirîn dan Anshâr.",
    "jalalayn": "(Dan jika mereka bermaksud hendak menipumu) dengan cara berdamai, kemudian mereka bersiap-siap untuk menyerangmu (maka sesungguhnya cukuplah bagimu) cukup bagimu (Allah menjadi pelindung. Dialah yang memperkuatmu dengan pertolongan-Nya dan dengan para mukmin)."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 63,
    "arab": "وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1223.mp3",
    "tafsir": "Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum Anshar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum Anshar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya:\n\nDan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ali 'Imran/3: 103)\nMaka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
    "quraish": "Allah telah menyatukan kedua kelompok itu dalam satu ikatan saling mencinta dan menyayangi, setelah sebelumnya mereka saling bermusuhan dan terpecah belah. Mereka semua kini berada di belakangmu, membela dirimu dengan taruhan harta dan jiwa demi misi dakwahmu. Dan andaikata engkau belanjakan segala yang ada di bumi berupa kekayaan dan sumber daya yang terkandung di dalamnya, dengan maksud menyatukan mereka, sungguh engkau tidak akan dapat melakukannya. Karena yang menguasai hati mereka itu hanyalah Allah. Dialah yang menunjuki mereka ke jalan keimanan, cinta kasih dan persaudaraan. Allah Mahaperkasa, Maha Penyayang dan Mahaagung. Dialah yang memelihara segala urusan manusia untuk kemaslahatan mereka.",
    "jalalayn": "(Dan yang mempersatukan) menghimpun (hati mereka) sesudah mengalami ujian-ujian. (Walaupun kamu membelanjakan semua kekayaan yang berada di bumi niscaya kamu tidak dapat mempersatukan hati mereka akan tetapi Allah telah mempersatukan hati mereka) dengan kekuasaan-Nya. (Sesungguhnya Dia Maha Perkasa) Maha Menang atas semua perkara-Nya (lagi Maha Bijaksana) tiada sesuatu pun yang terlepas daripada kebijaksanaan-Nya."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 64,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1224.mp3",
    "tafsir": "Pada ayat ini Allah mengulangi kembali jaminan-Nya kepada Nabi Muhammad, bahwa Allah akan menolongnya dengan bantuan kaum Muslimin yang benar-benar beriman dan yakin sepenuhnya bahwa Allah bersama mereka. Menurut riwayat dari Ibn Abbas, ayat ini turun sehubungan dengan masuk Islamnya Umar, menyusul Islamnya 33 orang laki-kali dan enam orang perempuan, seperti dikemukakan Jubair (lihat Tafsir al-Kabir, Jilid VIII, hlm 197-198). Dengan keimanan dan keyakinan itu tekad mereka tak akan digoyahkan oleh kejadian atau ancaman apa pun. Keimanan dan keyakinan itu digambarkan Allah dalam firman-Nya:\n\n(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, \"Orang-orang (Quraisy) telah mengumpul-kan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,\" ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, \"Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.\" (Ali 'Imran/3: 173)\n\nMaka dengan keyakinan dan tekad yang bulat yang ditimbulkan oleh keimanan dan jaminan Allah, kaum Muslimin siap untuk menerima perintah Allah, bagaimana pun berat dan sulitnya, meskipun dengan perintah itu mereka akan menghadapi musuh yang banyak atau bahaya yang besar.",
    "quraish": "Wahai Nabi, cukuplah Allah sebagai Penolong dan Pelindung bagi dirimumu, dan bagi pengikut- pengikutmu yang beriman.",
    "jalalayn": "(Hai Nabi, cukuplah Allah dan) cukup untuk menjadi penolongmu (orang-orang mukmin yang mengikutimu)."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 65,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صَابِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
    "translation": "Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1225.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengobarkan semangat kaum Muslimin untuk berperang menghadapi musuh dalam peperangan. Nabi melaksanakan perintah ini dengan mendorong para sahabat untuk maju berperang seperti dalam menghadapi Perang Badar. Meskipun jumlah tentara kafir Quraisy dari Mekah sangat banyak, dan perlengkapan mereka lebih baik, tetapi Nabi mendorong orang-orang yang beriman dengan mengatakan, \"Qumu ila jannatin 'ardzuha as-samawat wa al-ard (Bangkitlah kamu semua maju ke medan perang yang menyediakan surga yang luas, seluas langit dan bumi).\" \nDalam ayat ini Allah juga menegaskan bahwa kekuatan pasukan Muslim yang benar-benar beriman dan penuh tawakal kepada Allah akan dapat mengalahkan kekuatan musuh meskipun sepuluh kali lipat banyaknya. Andaikata pasukan kaum Muslimin hanya terdiri dari dua puluh orang prajurit, mereka dapat mengalahkan pasukan musuh yang terdiri dari dua ratus orang. Jika pasukan mereka terdiri dari seratus orang, mereka dapat mengalahkan pasukan musuh yang terdiri dari seribu orang, demikianlah seterusnya, setiap prajurit Allah dapat mengalahkan sepuluh musuh. Ini adalah satu perbandingan kekuatan yang tidak ada taranya dalam sejarah, karena cara peperangan pada masa itu bukan seperti peperangan pada masa kini.\nPeperangan pada masa sekarang sangat tergantung kepada kekuatan persenjataan dan kesempurnaannya. Pasukan yang kecil jumlah orangnya, yang diperlengkapi dengan senjata modern yang ampuh dapat saja dengan mudah mengalahkan pasukan besar tetapi hanya mempunyai senjata biasa saja.\nPeperangan pada masa itu benar-benar dengan mengadu kekuatan dan kecakapan karena alat-alat perang yang digunakan boleh dikatakan sama macam dan mutunya. Tidaklah mungkin rasanya suatu pasukan kecil akan dapat menang atas pasukan besar yang jumlahnya sepuluh kali lipat. Tetapi inilah yang ditegaskan Allah atau diperintahkan-Nya kepada kaum Muslimin. Mereka tidak boleh merasa gentar dan takut menghadapi lawan yang berlipat-ganda, karena mereka adalah orang-orang beriman yang berjuang bukan untuk kepentingan diri sendiri, atau untuk mencari harta benda dan kemegahan duniawi, tetapi mereka adalah tentara Allah yang berjuang untuk membela kebenaran; untuk meninggikan kalimah Allah dan untuk kejayaan agama yang telah diridai-Nya. Bila mereka gugur dalam pertempuran, mereka akan mati syahid, balasannya di sisi Allah tidak ternilai besarnya. \nLawan-lawan kaum Muslimin adalah orang-orang kafir yang hanya ingin mempertahankan kedudukan, pangkat dan harta benda. Mereka tidak mempunyai tujuan hidup yang tinggi dan mulia karena mereka tidak percaya kepada Tuhan Yang Maha Esa dan tidak percaya kepada hari kebangkitan. Hidup mereka adalah untuk berbangga-bangga dan mengutamakan harta benda belaka. Adapun orang Yahudi di Medinah meskipun percaya kepada Tuhan Yang Maha Esa, tetapi mereka tidak dapat lagi melihat kebenaran, karena mata mereka telah disilaukan oleh kesenangan dunia. Mereka ingin hidup, kalau dapat seribu tahun, mereka telah karam dalam dunia kebendaan, tak dapat luput dari sifat loba dan serakah. Kedua golongan ini benar-benar telah sesat dari jalan yang hak, tidak dapat lagi membedakan mana yang hak, mana yang bathil, mereka tidak tahu lagi jalan yang membawa kepada kebahagiaan dunia dan akhirat. Orang dengan sifat demikian ini bila dihadapkan kepada pertempuran yang dahsyat mereka akan lari tunggang langgang karena lebih mengutamakan hidup daripada mati. Hal ini dijelaskan Allah dengan firman-Nya:\n\nSesungguhnya dalam hati mereka, kamu (muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti. (al-hasyr/59: 13) \nKalau Allah memerintahkan agar kaum Muslimin berani menghadapi musuh Allah yang berjumlah sepuluh kali jumlah mereka dan menyatakan bahwa mereka akan menang, maka kemenangan itu adalah pasti meskipun tidak pernah terjadi sebelumnya dalam sejarah. Karena itu mereka tidak boleh melarikan diri dari pertempuran dan harus bertempur mati-matian sampai tercapai kemenangan. Inilah derajat yang paling tinggi yang dapat dicapai oleh kaum Muslimin.",
    "quraish": "Wahai Muhammad, perintahkanlah orang-orang yang beriman untuk berperang demi menjunjung tinggi kalimat Allah. Gembirakanlah hati mereka dengan kebaikan-kebaikan dunia dan akhirat di balik peperangan itu. Jika demikian, Kami akan menguatkan jiwa mereka. Apabila ada dua puluh orang prajurit dari kalian yang teguh iman mereka, memiliki jiwa kesabaran dan ketaatan, niscaya mereka akan dapat mengalahkan dua ratus pasukan musuh dari orang-orang kafir. Yang demikian itu karena mereka tidak memahami hakikat-hakikat persoalan. Mereka tidak memiliki keimanan, kesabaran jiwa dan keinginan untuk mendapatkan pahala.",
    "jalalayn": "(Hai Nabi, kobarkanlah semangat) berilah semangat (para mukmin itu untuk berperang) melawan orang-orang kafir. (Jika ada dua puluh orang yang sabar di antara kalian niscaya mereka dapat mengalahkan dua ratus orang musuh) di antara orang-orang kafir. (Dan jika ada) boleh dibaca yakun dan boleh pula takun (seratus orang yang sabar di antara kalian, niscaya mereka dapat mengalahkan seribu daripada orang-orang kafir disebabkan orang-orang kafir itu) mereka yang kafir itu (kaum yang tidak mengerti). Ayat ini merupakan ungkapan kalimat berita akan tetapi maknanya adalah sama seperti kalimat perintah; yakni hendaknya dua puluh orang di antara kalian mampu memerangi dua ratus orang kafir dan seratus orang mukmin mampu memerangi seribu orang kafir dan hendaknya mereka (kaum mukmin) bersabar di dalam menghadapi orang-orang kafir. Kemudian ayat ini dinasakh manakala bilangan pasukan kaum mukminin telah banyak jumlahnya, yaitu oleh firman-Nya berikut ini:"
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 66,
    "arab": "اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ",
    "translation": "Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1226.mp3",
    "tafsir": "Pada ayat ini Allah memberikan keringanan bagi kaum Muslimin dalam menghadapi musuh yang menyerang mereka. Kalau pada ayat 65 Allah memerintahkan agar mereka berani menghadapi musuh yang berjumlah sepuluh kali lebih besar dari jumlah mereka, maka pada ayat ini dijelaskan bahwa mereka diberi keringanan karena mereka telah berada dalam keadaan lemah, baik dalam semangat maupun dalam persiapan perang. Dalam keadaan seperti ini mereka diharuskan menghadapi musuh yang jumlahnya dua kali jumlah mereka. Ini adalah suatu tingkat minimal yang harus mereka pertahankan, karena keringanan yang diberikan ini sudah banyak sekali dibanding dengan perintah semula dan tak ada alasan lagi untuk meminta keringanan lebih banyak lagi. Dengan keimanan yang kuat dan ketabahan serta keyakinan penuh akan mencapai kemenangan. Hal ini terbukti ketika mereka menghadapi kaum musyrikin pada Perang Badar. Kekuatan mereka kurang sepertiga kekuatan musuh, tetapi mereka dapat menghancurkan kaum musyrikin itu.\nPada Perang Yarmuk jumlah tentara yang dikumpulkan oleh kaisar Heraklius, kerajaan Romawi Timur, untuk menghadapi tentara kaum Muslimin, tidak kurang dari 200.000 (dua ratus ribu) orang, sedang tentara kaum Muslimin yang dikirim para sahabat hanya 24.000 (dua puluh empat ribu) orang saja. Berkat keimanan yang kokoh, kuat, dan semangat yang tinggi kaum Muslimin dapat mengalahkan musuh yang banyak itu. Diriwayatkan bahwa tentara Romawi yang mati pada pertempuran itu berjumlah 70.000 (tujuh puluh ribu) orang. Semua kemenangan yang diperoleh kaum Muslimin itu adalah sesuai dengan kehendak dan seizin Allah sebagai bukti bagi kebenaran ini. Allah berfirman:\n\nBetapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah. Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249)",
    "quraish": "Wahai orang-orang yang beriman, merupakan suatu kewajiban bagi kalian untuk menghadapi musuh yang kekuatannya seimbang dengan kalian. Tetapi pada saat kalian lemah seperti ini, Allah memberikan keringanan bagi kalian untuk bersabar di depan musuh yang kekuatannya dua kali lebih besar dari kekuatan kalian. Allah mengetahui kelemahan yang ada pada diri kalian yang menginginkan kemudahan, keringanan setelah kebesaran Islam menjadi nyata bagi orang-orang kafir. Apabila kalian berjumlah seratus orang pejuang yang sabar, maka jumlah itu akan dapat mengalahkan dua ratus pasukan kafir, dan seribu pasukan kalian akan dapat mengalahkan dua ribu orang kafir dengan perkenaan Allah. Allah bersama orang-orang yang sabar dengan dukungan dan pertolongan-Nya(1). (1) Ayat di atas menjelaskan peran strategis keimanan dan kekuatan akidah dalam perang. Bagi orang-orang yang memiliki kekuatan spiritual dan keyakinan yang tinggi, berapa jumlah musuh tidak menjadi soal. Hal ini sudah dimaklumi dalam berbagai peperangan sepanjang sejarah. Tidak terhitung lagi berapa banyak pasukan kecil yang berkeyakinan kuat mampu meluluhlantakkan kekuatan yang jauh lebih besar tapi tidak memiliki kekuatan batin. Di bagian lain, ayat tersebut menjelaskan pentingnya peranan pemimpin pasukan di tengah-tengah medan laga, antara lain mengatur pasukan, membagi kekuatan dan memberi sugesti, termasuk di dalamnya memberi teladan yang baik bagi pasukan, menjelaskan taktik perang dan lain sebagainya.",
    "jalalayn": "(Sekarang Allah telah meringankan kepada kalian dan Dia telah mengetahui bahwa pada diri kalian ada kelemahan) lafal dha`fan boleh dibaca dhu`fan. Artinya kalian tidak mampu lagi untuk memerangi orang-orang yang jumlahnya sepuluh kali lipat jumlah kalian. (Maka jika ada) boleh dibaca yakun boleh dibaca takun (di antara kalian seratus orang yang sabar niscaya mereka dapat mengalahkan dua ratus orang) daripada orang-orang kafir (dan jika di antara kalian ada seribu orang yang sabar niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah) dengan kehendak-Nya. Maka kalimat ini sekalipun bentuknya kalimat berita akan tetapi maknanya adalah perintah, yakni hendaknya kalian memerangi orang-orang kafir yang jumlahnya dua kali lipat kalian dan hendaknya kalian bersabar di dalam menghadapi mereka itu (Dan Allah beserta orang-orang yang sabar) pertolongan-Nya selalu menyertai mereka."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 67,
    "arab": "مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ",
    "translation": "Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1227.mp3",
    "tafsir": "Ayat ini sebagai teguran terhadap keputusan Rasulullah menerima tebusan dari kaum musyrikin untuk membebaskan orang-orang mereka yang ditawan kaum Muslimin. Beliau condong kepada pendapat kebanyakan para sahabat yang menganjurkan agar para tawanan itu jangan dibunuh dan sebaiknya diterima saja uang tebusan dari mereka dan hasil tebusan itu dapat dipergunakan untuk kepentingan perjuangan dan persiapan perang bila musuh menyerang kembali. Karena itu Allah menegaskan dalam ayat ini bahwa tidak patut bagi seorang Nabi dalam suatu peperangan menahan para tawanan dan menunggu putusan, apakah mereka akan dibebaskan begitu saja atau dengan menerima tebusan dari keluarga mereka, kecuali bila keadaan pengikut-pengikutnya, sudah kuat kedudukannya, dan musuhnya tidak berdaya lagi. Keadaan kaum Muslimin sebelum Perang Badar masih lemah dan kekuatan mereka masih terlalu kecil dibanding dengan kekuatan kaum musyrikin. Bila para tawanan itu tidak dibunuh, malah dibebaskan kembali meskipun dengan membayar tebusan, sedang mereka adalah pemuka dan pemimpin kaumnya, tentulah mereka akan kembali menghasut, dan mengumpulkan kekuatan yang besar untuk menyerang kaum Muslimin. Hal ini sangat berbahaya bagi kedudukan kaum Muslimin yang masih lemah. Seharusnya mereka tidak ditawan, tetapi langsung dibunuh di medan perang, sehingga dengan tewasnya para pembesar dan pemimpin itu kaum musyrikin akan merasa takut dan tidak berani lagi menyerang kaum Muslimin. Firman Allah dalam Surah Muhammad/47: 4): \nMaka apabila kamu bertemu dengan orang-orang yang kafir (di medan perang) maka pukullah batang leher mereka. Selanjutnya apabila kamu telah mengalahkan mereka tawanlah mereka dan setelah itu kamu boleh membebaskan mereka atau menerima tebusan sampai perang selesai. Demikianlah, dan sekiranya Allah menghendaki niscaya Dia membinasakan mereka tetapi Dia hendak menguji kamu satu sama lain. Dan orang-orang yang gugur di jalan Allah, Allah tidak menyia-nyiakan amal mereka. (Muhammad/47: 4) \n\nAyat ini bukan saja merupakan teguran kepada Nabi Muhammad, tetapi juga merupakan teguran kepada para sahabat dan kebanyakan kaum Muslimin yang menganjurkan agar para tawanan itu jangan dibunuh, karena mereka itu adalah kaum kerabat dan famili dan mungkin kelak akan menjadi orang yang beriman, apalagi uang tebusan mereka dapat dipergunakan untuk kepentingan mereka sendiri. Dengan anjuran ini mereka telah melakukan tindakan yang bertentangan dengan siasat perang. Apa pun alasan yang mereka kemukakan, mereka telah dipengaruhi harta benda duniawi dan dengan tidak disadari mereka telah lupa dan tidak memikirkan lagi akibat dari pelaksanaan anjuran itu. Oleh sebab itu Allah dengan tegas menyatakan bahwa mereka menginginkan harta benda dan kehidupan duniawi, sedang Allah menghendaki agar mereka mencari pahala untuk di akhirat nanti dengan berjuang di jalan-Nya, meninggikan kalimat-Nya sampai kemuliaan dan ketinggian agama-Nya tercapai, sebagaimana tersebut dalam firman-Nya:\n\nPadahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin. (al-Munafiqun/63: 8)\n\nInilah cara yang dikehendaki Allah bagi orang-orang yang beriman dan berjuang dengan harta, dan segala kemampuan yang ada pada mereka bahkan dengan jiwa untuk mencapainya. Allah senantiasa akan menolong mereka. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
    "quraish": "Tidak seorang pun dari para nabi diperbolehkan untuk memiliki dan menahan para tawanan atau mengambil harta tebusan dari mereka. Tidak pula mereka diperbolehkan mengampuni para tawanan itu sehingga kalian menang dan melumpuhkan musuh-musuh agar mereka tak mampu melanjutkan peperangan lagi. Tapi kalian, wahai orang-orang Muslim, begitu tergesa-gesa mengambil tawanan sebelum kalian benar-benar menang pada pertempuran di Badar. Kalian lebih mendahulukan kepentingan- kepentingan duniawi, sedangkan Allah menginginkan kalian mendapatkan kebahagiaan akhirat, melalui usaha menjunjung tinggi kebenaran dan memalingkan diri dari kesenangan-kesenangan dunia. Allah Mahakuat, Mahakuasa, Maha Memelihara segala urusan dengan mempertimbangkan kebaikan.",
    "jalalayn": "Ayat ini diturunkan ketika kaum muslimin memilih untuk mengambil tebusan terhadap para tawanan perang Badar. (Tidak patut bagi seorang nabi) boleh dibaca yakuuna boleh pula takuuna (mempunyai tawanan sebelum ia dapat melumpuhkan musuhnya di muka bumi) lafal yutskhina fil ardhi menunjukkan makna sangat di dalam memerangi orang-orang kafir. (Kalian menghendaki) hai orang-orang mukmin (harta benda duniawi) yakni kebendaannya dengan mengambil tebusan (sedangkan Allah menghendaki) untuk kalian (pahala akhirat) sebagai pahala oleh sebab memerangi orang-orang kafir (Allah Maha Perkasa lagi Maha Bijaksana) ayat ini telah dinasakh oleh firman-Nya, \"Dan sesudah itu kalian boleh membebaskan mereka atau menerima tebusan.\" (Muhammad 4)"
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 68,
    "arab": "لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ",
    "translation": "Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1228.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan bahwa tindakan kaum Muslimin menerima tebusan itu adalah tindakan yang salah. Kalau tidak karena ketetapan Allah yang telah ada sebelumnya bahwa Dia tidak akan menimpakan siksa kepada mereka karena kesalahan itu, tentulah mereka akan mendapat azab yang berat. \nMengenai yang dimaksud dengan \"ketetapan Allah yang telah ada untuk menyelamatkan kaum Muslimin dari siksaan karena kekhilafan itu\" para mufasir mengemukakan beberapa ayat di antaranya firman Allah:\n\nTetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anfal/8: 33)\n\nMeskipun ayat ini mengenai kaum musyrikin, tetapi kaum Muslimin lebih berhak atas ketetapan itu. Sedang kaum musyrikin yang sesat dan durhaka dapat selamat dari siksaan Allah dengan keberadaan Nabi di kalangan mereka, apalagi kaum Muslimin yang taat dan setia selalu membantu Nabi dan selalu meminta ampunan kepada Allah, tentu mereka lebih pantas tidak ditimpa siksa yang berat itu. Firman Allah:\nTuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An'am/6: 54)",
    "quraish": "Kalau bukan karena ketetapan azali Allah untuk memaafkan mujtahid yang salah, niscaya kalian akan mendapatkan azab oleh tindakan kalian yang ceroboh.",
    "jalalayn": "(Kalau sekiranya tidak ada ketetapan yang terdahulu dari Allah) dengan dihalalkannya ganimah dan tawanan bagi kalian (niscaya kalian ditimpa karena tebusan yang kalian ambil) (siksaan yang besar.)"
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 69,
    "arab": "فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1229.mp3",
    "tafsir": "Allah Maha Pengampun lagi Maha Penyayang terhadap hamba- hamba-Nya, maka dengan sifat mulia ini Allah mengampuni dan tidak menimpakan siksaan kepada kaum Muslimin, bahkan memberikan hak kepada mereka untuk memakan dan memiliki harta rampasan yang didapat dalam peperangan termasuk uang tebusan itu sebagaimana tersebut dalam riwayat berikut ini:\nDiriwayatkan bahwa pada mulanya kaum Muslimin tidak mau mempergunakan harta tebusan yang dibayar oleh kaum musyrikin, karena takut akan tersalah lagi apabila belum ada wahyu yang mengizinkan mereka memanfaatkannya, maka turunlah ayat ini. Ini adalah suatu bukti lagi bagi mereka atas rahmat dan kasih sayang Allah kepada mereka. Sesudah mereka melakukan kesalahan, mereka diampuni dan dibebaskan dari siksaan atas kesalahan itu, kemudian diizinkan pula memakan dan memiliki hasil dari tindakan salah itu, yaitu uang tebusan yang mereka terima dari para tawanan. Allah menegaskan bahwa harta yang didapat dari penebusan tawanan itu adalah halal dan baik, bukan seperti daging babi dan bangkai. Kemudian Allah menyuruh mereka agar selalu bertakwa kepada-Nya dengan mengerjakan segala perintah-Nya dan menjauhi semua larangan-Nya, karena Dialah Yang Maha Pengampun dan Maha Penyayang.",
    "quraish": "Makanlah dari apa yang kalian dapatkan dari harta rampasan berupa bahan-bahan makanan. Itu semua halal hukumnya, bukan pekerjaan yang kotor. Bertakwalah kepada Allah dalam segala urusanmu, ampunan dan rahmat Allah sungguh amat besar bagi hamba-hamba yang kembali memohon ampunan kepada-Nya, sebagaimana Dia kehendaki.",
    "jalalayn": "(Maka makanlah dari sebagian rampasan perang yang telah kalian ambil itu sebagai makanan yang halal lagi baik dan bertakwalah kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.)"
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 70,
    "arab": "يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ",
    "translation": "Wahai Nabi (Muhammad)! Katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan memberikan yang lebih baik dari apa yang telah diambil darimu dan Dia akan mengampuni kamu.” Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1230.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Rasulullah agar mengatakan kepada para tawanan yang merasa berat hatinya mengeluarkan harta untuk penebus diri mereka bahwa Allah akan mengganti harta yang mereka serahkan itu dengan yang lebih baik dan lebih bersih serta beriman kepada Allah. Allah akan mengampuni segala dosa termasuk syirik, memusuhi kaum Muslimin, memusuhi Islam, agama yang diridai-Nya dan melakukan berbagai macam tindakan yang dimurkai-Nya. Allah adalah Maha Pengampun dan Maha Penyayang terhadap hamba-Nya.",
    "quraish": "Wahai Nabi, katakanlah kepada para tawanan yang berada di tanganmu, \"Apabila ada niat baik di hati kalian yang Allah pasti mengetahuinya, kalian akan diberi kebaikan yang lebih utama dari yang telah diambil orang-orang Mukmin dari kalian. Allah juga akan mengampuni dosa-dosa syirik dan keburukan-keburukan masa lalu. Ampunan dan rahmat Allah amat luas bagi orang-orang yang tobat dari kekafiran dan dosanya.\"",
    "jalalayn": "(Hai Nabi, katakanlah kepada tawanan-tawanan yang ada di tanganmu,) menurut suatu qiraat lafal al-asraa dibaca al-asaarii (\"Jika Allah mengetahui ada kebaikan dalam hati kalian) yakni keimanan dan keikhlasan (niscaya Dia akan memberikan kepada kalian yang lebih baik daripada apa yang telah kalian berikan) artinya Dia pasti akan melipatgandakannya buat kalian di dunia ini dan kelak di akhirat Dia akan memberi kalian pahala (dan Dia akan mengampuni kalian.\") dosa-dosa kalian (Dan Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 71,
    "arab": "وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "translation": "Tetapi jika mereka (tawanan itu) hendak mengkhianatimu (Muhammad) maka sesungguhnya sebelum itu pun mereka telah berkhianat kepada Allah, maka Dia memberikan kekuasaan kepadamu atas mereka. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1231.mp3",
    "tafsir": "Dengan keterangan yang diberikan Rasulullah kepada para tawanan itu sebagaimana yang diperintahkan Allah, banyak di antara mereka yang menyatakan masuk Islam dan tidak memusuhi lagi Nabi Muhammad saw beserta kaum Muslimin. Tetapi Allah memperingatkan dan menggembirakan hati Nabi akan sikap mereka selanjutnya dengan menerangkan pada ayat ini bahwa bila ada di antara mereka itu yang mengkhianati janjinya dengan kembali kepada kufur atau menyerang kaum Muslimin, maka Nabi tak perlu merasa gusar dan bersedih hati. Hal itu sudah lumrah dan biasa terjadi pada manusia. Bila dalam keadaan susah dan terdesak ia mengucapkan kata-kata yang manis dan mengemukakan janji yang muluk-muluk, tetapi bila berada dalam suasana aman dan baik ia mengingkari semua janjinya dan berbalik menjadi musuh yang lebih jahat lagi. \nBegitulah sifat sebagian kaum Musyrikin itu, karena sifat itu telah menjadi darah daging dalam tubuhnya. Sedang Allah Yang Mahakuasa dan Mahaperkasa telah mereka khianati dengan mempersekutukan-Nya dan menyembah berhala serta melakukan perbuatan yang tidak diridai-Nya. Karena pengkhianatan terhadap Allah inilah maka Dia memberikan kemenangan kepada kaum Muslimin, seperti yang terjadi pada Perang Badar, padahal kaum musyrikin itu lebih banyak jumlahnya dan lebih lengkap persenjataannya. Allah Maha Mengetahui segala apa yang tersimpan dalam hati mereka, dan Mahabijaksana dalam memberikan balasan terhadap apa yang diperbuat manusia, yang baik dibalas dengan pahala dan yang buruk dibalas dengan siksa.",
    "quraish": "Apabila mereka bermaksud mengkhianatimu seperti yang pernah dilakukan sebagian dari mereka-- dengan memperlihatkan kecondongan mereka pada Islam, tetapi merahasiakan maksud tersembunyi dalam hati mereka untuk mengelabuhi kamu--maka janganlah kamu berputus asa. Allah berjanji akan memenangkanmu. Sebelumnya mereka telah bermaksud mengelabuhi Allah dengan jalan menyekutukan Dia dan mengingkari nikmat-Nya. Allah telah memenangkanmu dalam pertempuan di Badar meskipun jauhnya perbedaan jumlah pasukanmu dengan pasukan mereka. Tapi Allah Mahakuat, Mahaunggul, berbuat sesuai dengan hikmah-Nya, dan telah memenangkan hamba-hamba-Nya yang beriman.",
    "jalalayn": "(Akan tetapi jika mereka menghendaki) yakni para tawanan tersebut (berbuat khianat kepadamu) melalui perkataan mereka yang berbasa-basi di hadapanmu (maka sesungguhnya mereka telah berkhianat kepada Allah sebelum ini) sebelum perang Badar, mereka telah melakukan kekafiran (lalu Allah menjadikan nabi-Nya berkuasa terhadap mereka) dalam perang Badar sehingga banyak di antara orang-orang kafir yang terbunuh dan tertawan. Maka hendaknya mereka menunggu-nunggu saat seperti itu bilamana mereka kembali lagi melakukan pengkhianatan (dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) di dalam penciptaan-Nya."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 72,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah dan orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu satu sama lain saling melindungi. Dan (terhadap) orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun bagimu melindungi  mereka, sampai mereka berhijrah. (Tetapi) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama, maka kamu wajib memberikan pertolongan kecuali terhadap kaum yang telah terikat perjanjian antara kamu dengan mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1232.mp3",
    "tafsir": "Pada ayat ini disebutkan tiga golongan kaum Muslimin:\nGolongan pertama ialah yang memperoleh derajat tertinggi dan mulia di sisi Allah yaitu kaum Muhajirin yang hijrah bersama Nabi Muhammad saw ke Medinah dan orang-orang yang menyusul kemudian yaitu hijrah sebelum terjadinya Perang Badar. Kemudian sebagian ahli tafsir berpendapat termasuk juga dalam golongan ini orang-orang yang hijrah sebelum terjadinya perdamaian Hudaibiyah tahun ke-6 Hijri. Golongan pertama ini di samping perjuangannya di Medinah bersama-sama kaum anshar, telah berjuang pula sebelumnya di Mekah menghadapi kaum musyrikin yang kejam, yang tidak segan-segan melakukan kekerasan dan penganiayaan terhadap orang yang beriman pada agama yang dibawa Nabi Muhammad saw. Semua kekerasan dan kekejaman yang ditimpakan kepada kaum muhajirin ini diterima dengan sabar dan tabah dan tidak dapat menggoyahkan keimanan mereka sedikitpun. Mereka tetap bertahan dan berjuang membela agama yang hak dan bersedia berkorban dengan harta dan jiwa, bahkan mereka bersedia meninggalkan kampung halaman, anak, istri dan harta benda mereka. Oleh sebab itu mereka diberi sebutan oleh Allah dengan keistimewaan, pertama: \"Beriman\", kedua: \"Berhijrah\", ketiga: \"Berjuang\" dengan harta dan benda di jalan Allah\".\nGolongan kedua ialah \"kaum Anshar\" di Medinah yang memeluk agama Islam, beriman kepada Nabi saw dan mereka berjanji kepada Nabi dan kaum Muhajirin akan bersama-sama berjuang di jalan Allah, bersedia menanggung segala resiko dan derita perjuangan, untuk itu mereka siap berkorban dengan harta dan jiwa. Nabi Muhammad saw menanamkan rasa ukhuwah Islamiah antara kedua golongan ini sehingga kaum Anshar memandang kaum Muhajirin sebagai saudara kandung, yang masing-masing golongan dapat mewarisi. Allah memberikan dua sebutan kepada mereka, pertama: \"Memberi tempat kediaman\" dan kedua: \"Penolong\" karena hal ini pula mereka dinamai \"Kaum Anshar\". Seakan-akan kedua golongan ini karena akrabnya hubungan telah menjadi satu, sehingga tidak ada lagi perbedaan hak dan kewajiban di antara mereka. Karena itu Allah telah menetapkan bahwa hubungan antara sesama mereka adalah hubungan karib kerabat, hubungan setia kawan, masing-masing merasa berkewajiban membantu dan menolong yang lainnya bila ditimpa suatu bahaya atau malapetaka. Mereka saling menolong, saling menasehati dan tidak akan membiarkan orang lain mengurus urusan mereka. Hanya dari kalangan merekalah diangkat pemimpin bilamana mereka membutuhkan pemimpin yang akan menanggulangi urusan mereka. \nSahabat Anas meriwayatkan bahwa Rasulullah saw telah mengikat kaum Muhajirin dan kaum Anshar dalam suatu sumpah setia di rumahku. Hadis ini diriwayatkan oleh Anas kepada orang yang bertanya tentang hadis: \"Tidak ada perjanjian sumpah setia dalam Islam\".\nGolongan ketiga ialah golongan kaum Muslimin yang tidak hijrah ke Medinah. Mereka tetap saja tinggal di negeri yang dikuasai oleh kaum musyrik seperti orang mukmin yang berada di Mekah dan beberapa tempat di sekitar kota Medinah. Mereka tidak dapat disamakan dengan kedua golongan Muhajirin dan Anshar karena mereka tidak berada di kalangan masyarakat Islam, tetapi berada di kalangan masyarakat musyrikin. Maka hubungan antara mereka dengan kaum Muslimin di Medinah tidak dapat disamakan dengan hubungan antara mukmin Muhajirin dan Anshar dalam masyarakat Islam. Kalau hubungan antara sesama mukmin di Medinah sangat erat bahkan sudah sampai hubungan karib kerabat dan keturunan, maka hubungan dengan yang ketiga ini hanya diikat dengan keimanan saja. Bila terhadap mereka dilakukan tindakan yang tidak adil oleh kaum musyirikin, maka kaum Muslimin di Medinah tidak berdaya membela mereka karena mereka berada di negeri orang-orang musyrik, dan tidak ada hak bagi kaum Muslimin Medinah untuk campur tangan urusan dalam negeri kaum musyrikin. Andaikata mereka hijrah tentulah mereka akan bebas dari perlakuan sewenang-wenang dan tidak wajar itu. Adapun orang-orang mukmin yang tertawan oleh kaum musyrikin maka harus dibebaskan oleh kaum mukminin dengan segala daya upaya karena berdiamnya mereka di negeri kaum musyrikin bukanlah atas kehendak mereka, tetapi dalam keadaan terpaksa dan tidak dapat melarikan diri dari sana. Tetapi bila golongan ketiga ini minta tolong kepada kaum mukminin karena mereka ditindas dan dipaksa agar meninggalkan agama mereka atau ditekan dan selalu dihalangi dengan kekerasan dalam mengamalkan syariat Islam, maka kaum Muslimin diwajibkan memberikan pertolongan kepada mereka, bahkan kalau perlu dengan mengadakan serangan dan peperangan, kecuali bila antara kaum mukminin dan kaum musyrikin itu ada perjanjian damai atau perjanjian tidak saling menyerang. Demikianlah hubungan antara dua golongan pertama dengan golongan ketiga ini, yang harus diperhatikan dan diamalkan dan mereka harus bertindak sesuai dengan ketentuan-ketentuan yang telah ditetapkan Allah. Allah selalu melihat dan mengetahui apa yang dilakukan oleh hamba-Nya (Riwayat al-Bukhari dan Muslim). Adapun golongan keempat akan diterangkan pada ayat 75.",
    "quraish": "Orang-orang yang percaya pada kebenaran dan tunduk kepada hukum Tuhan lalu berhijrah dari Makkah, berjihad dengan taruhan jiwa dan harta yang berlindung dalam keterasingan, membantu Rasulullah memerangi musuh-musuhnya dan memusuhi orang-orang yang menentangnya, adalah penolong bagi saudara-saudara mereka demi tujuan menegakkan kebenaran dan menjunjung tinggi kalimat Allah. Sementara yang enggan berhijrah, mereka tidak memiliki hubungan perwalian dengan orang-orang beriman, kecuali jika mereka merubah niat dan pendirian mereka, lalu berhijrah. Meskipun begitu, apabila mereka meminta bantuan untuk mengalahkan kaum yang menindas mereka karena alasan-alasan keagamaan, maka berikanlah pertolongan. Tetapi, jika mereka meminta bantuan untuk memerangi orang-orang yang terikat perjanjian dengan kalian, maka jangan ikuti permintaan mereka. Allah Maha Melihat, Mahateliti segala yang kalian lakukan dan tidak ada sesuatu pun yang luput dari pengetahuan Allah. Berhentilah pada batasan-batasan hukum Allah, agar kalian tidak terjerumus dalam jurang siksa-Nya.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan berhijrah serta berjihad dengan harta dan jiwanya pada jalan Allah) yang dimaksud adalah kaum Muhajirin (dan orang-orang yang memberikan tempat kediaman) kepada Nabi saw. (dan pertolongan) yang dimaksud adalah kaum Ansar (mereka itu satu sama lain lindung-melindungi) dalam hal saling tolong-menolong dan waris-mewarisi. (Dan terhadap orang-orang yang beriman, tetapi belum berhijrah, maka tiada kewajiban atas kalian untuk melindungi mereka) dapat dibaca walaayatihim dan wilaayatihim (sedikit pun) oleh karenanya tidak ada saling waris-mewaris antara kalian dan mereka, dan mereka tidak berhak untuk mendapatkan bagian dari ganimah yang kalian peroleh (sebelum mereka berhijrah) akan tetapi ayat ini telah dinasakh oleh ayat yang terdapat dalam akhir surah Al-Anfaal ini. (Akan tetapi jika mereka meminta pertolongan kepada kalian dalam urusan pembelaan agama, maka kalian wajib memberikan pertolongan) kepada mereka dari gangguan orang-orang kafir (kecuali terhadap kaum yang telah ada perjanjian antara kalian dengan mereka) yakni ada perjanjian pertahanan bersama, maka kala itu janganlah kalian menolong mereka, karena akan merusak perjanjian yang telah kalian buat bersama dengan kaum itu. (Dan Allah Maha Melihat apa yang kalian kerjakan)."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 73,
    "arab": "وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ",
    "translation": "Dan orang-orang yang kafir, sebagian mereka melindungi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1233.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa semua orang kafir meskipun berlainan agama dan aliran, karena ada di antara mereka yang musyrik, Nasrani, Yahudi dan sebagainya, dan meskipun antara mereka sendiri terjadi perselisihan dan kadang-kadang permusuhan, mereka semua bisa menjadi kawan setia antara sesama mereka dalam berbagai urusan. Sebagian mereka menjadi pemimpin bagi yang lain bahkan kadang-kadang mereka sepakat untuk memusuhi dan menyerang kaum Muslimin seperti terjadi pada perang Khandaq. Pada waktu turunnya ayat ini, dapat dikatakan bahwa yang ada di Hijaz hanya kaum musyrikin dan Yahudi. Orang Yahudi sering mengadakan persekutuan dengan kaum musyrikin dan menolong mereka dalam memusuhi kaum Muslimin bahkan kerap kali pula mengkhianati perjanjian sehingga mereka diperangi oleh kaum Muslimin dan diusir dari Khaibar ke luar kota Medinah. Jadi kaum Muslimin harus menggalang persatuan yang kokoh dan janganlah sekali-kali mereka mengadakan janji setia dengan mereka atau mempercayakan kepada mereka mengurus urusan kaum Muslimin, karena hal itu akan membawa kepada kerugian besar atau malapetaka. Allah memperingatkan bila hal ini tidak diindahkah maka akan terjadilah fitnah dan kerusakan di muka bumi.",
    "quraish": "Orang-orang yang kafir, masing-masing menjadi pelindung bagi yang lain. Mereka saling menolong dalam kebatilan dan dalam memusuhi kalian. Maka janganlah kalian tunduk kepada mereka. Apabila kalian melanggarnya dan tunduk kepada mereka, maka akan terjadi fitnah bencana dalam barisan kalian dan kerusakan yang besar di dunia.",
    "jalalayn": "(Adapun orang-orang yang kafir, sebagian mereka menjadi pelindung bagi sebagian yang lain). Dalam hal saling tolong-menolong dan saling waris-mewarisi, maka tidak ada saling waris-mewarisi antara kalian dan mereka. (Jika kalian tidak melaksanakan apa yang telah diperintahkan Allah itu) yakni melindungi kaum Muslimin dan menekan orang-orang kafir (niscaya akan terjadi kekacauan di muka bumi dan kerusakan yang besar) karena kekafiran bertambah kuat sedangkan Islam makin melemah keadaannya."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 74,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
    "translation": "Dan orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki (nikmat) yang mulia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1234.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan kelebihan kaum Muhajirin dan Anshar atas kaum Muslimin yang lain. Mereka diberi predikat orang-orang yang benar-benar beriman, yakni orang yang telah sempurna imannya. Hal itu telah mereka buktikan dengan perbuatan yang nyata semenjak dari turunnya wahyu kepada Nabi Muhammad sampai berdirinya pemerintah Islam di Medinah. Orang Anshar telah berkorban dengan segala kesanggupan baik dengan harta benda maupun dengan jiwa untuk menegakkan agama Allah. Kalau tidaklah pertolongan dan bantuan sepenuhnya dari mereka belum tentu kaum Muhajirin akan dapat membina kekuatan Islam dengan sempurna. Berkat keimanan dan persatuan yang kuat antara kedua golongan ini dan kerja sama yang erat antara mereka, terwujudlah kekuatan yang hebat yang tak bisa dilumpuhkan oleh musuh-musuh Islam meskipun kekuatan mereka berlipat ganda banyaknya. Karena kelebihan mereka itu pulalah Allah menjanjikan bagi mereka ampunan dari segala kesalahan yang mereka perbuat sebelumnya dan bagi mereka disediakan pula di akhirat kelak rezeki yang tidak pernah putus yaitu surga yang penuh dengan nikmat yang tiada taranya.\nUntuk menjelaskan derajat tiga golongan yang pertama, kedua dan ketiga yang memiliki beberapa keutamaan ini, Allah berfirman:\n\n(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. (al-hasyr/59: 8)\n\nDan firman Allah:\n\nDan orang-orang (Ansar) yang telah menempati kota Medinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. (al-hasyr/59: 9)\n\nDan firman-Nya:\n\nDan orang-orang yang datang sesudah mereka (Muhajirin dan Anshar), mereka berdoa, \"Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.\" (al-hasyr/59: 10)",
    "quraish": "Orang-orang yang beriman dan berhijrah di jalan Allah serta memberi tempat kepada mereka dan menolong kebenaran dan kalimat Allah, adalah orang-orang yang benar-benar beriman. Allah mengampuni mereka dan memberikan bagi mereka rezeki yang besar di dunia dan akhirat.",
    "jalalayn": "(Dan orang-orang yang beriman, berhijrah serta berjihad pada jalan Allah dan orang-orang yang memberi tempat kediaman dan memberi pertolongan kepada kaum Muhajirin, mereka itulah orang-orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki/nikmat yang mulia) di surga nanti."
  },
  {
    "hizb": 74,
    "name": "Al-Anfal",
    "ayat": 75,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
    "translation": "Dan orang-orang yang beriman setelah itu, kemudian berhijrah dan berjihad bersamamu maka mereka termasuk golonganmu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak terhadap sesamanya (daripada yang bukan kerabat) menurut Kitab Allah. Sungguh, Allah Maha Mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1235.mp3",
    "tafsir": "Pada ayat ini disebutkan golongan keempat yaitu orang-orang yang terlambat masuk Islam, terlambat beriman dan terlambat pula hijrah. Tetapi meskipun demikian mereka dapat ikut berjuang dengan ikhlas bersama kaum Muslimin. Mereka bersedia pula berkorban dengan harta dan jiwa seperti kawannya yang lebih dahulu masuk Islam. Karena itu mereka bukanlah tergolong \"pahlawan kesiangan,\" sebaliknya mereka dapat digolongkan ke dalam golongan Muhajirin dan Anshar meskipun derajat mereka di sisi Allah tidak setinggi derajat golongan pertama dan kedua ini. \nUntuk menjelaskan ketinggian derajat kaum Muhajirin dan Anshar itu Allah berfirman:\n\n\n\nTidak sama orang yang menginfakkan (hartanya) di jalan Allah di antara kamu dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti apa yang kamu kerjakan. (al-hadid/57: 10)\n\nDan firman-Nya lagi:\n\nOrang-orang yang terdahulu lagi pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Anshar dan orang-orang yang mengikuti mereka dengan baik. Allah rida kepada mereka dan merekapun rida kepada Allah dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (at-Taubah/9: 100)\n\nSebagai penutup ayat ini, Allah menerangkan kedudukan ulul arham (karib kerabat) dibandingkan dengan kedudukan kaum Muslimin umumnya. Ulul arham yang mukmin lebih dekat kepada seseorang dari kaum Muslimin lainnya, baik dari kaum Muhajirin maupun Anshar. Oleh sebab itu, merekalah yang lebih berhak menerima pertolongan, kesetiakawanan, dan mengurus berbagai urusan. Karena itu pula, wajib dibina hubungan antara mereka dengan saling menolong, waris mewarisi, dan mengangkat mereka menjadi wali dalam pernikahan dan sebagainya. Diriwayatkan bahwa Rasulullah saw pernah bersabda:\nMulailah (berbuat baik) kepada dirimu sendiri, maka beri nafkahlah dirimu lebih dahulu. Bila masih ada yang akan engkau nafkahkan berikanlah kepada keluargamu. Bila masih ada lagi sesudah memberi keluargamu berikanlah kepada karib kerabatmu. Dan bila masih ada lagi sesudah memberi karib kerabatmu, maka bertindaklah seperti itu, yakni ada yang lebih berhak daripada yang lain, dan demikianlah seterusnya. (Riwayat an-Nasa'i dari Jabir)\n\nDalam Al-Qur'an banyak pula terdapat firman Allah yang mendahulukan kedudukan karib kerabat yang terdekat yaitu ayah ibu dengan menyebutkan mereka pertama-tama kemudian baru diiringi dengan yang terdekat yakni ulul arham dan seterusnya, firman Allah:\n\n\nDan berbuatbaiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertutur katalah yang baik kepada manusia. (al-Baqarah/2: 83)\n\nMendahulukan orang tua dan karib kerabat dalam berbuat baik tidak berarti agama Islam mengajarkan atau mengizinkan nepotisme. Nepotisme sangat mengutamakan saudara dan karib kerabat serta teman-teman dekatnya dengan mengorbankan hak orang lain, baik dalam pengangkatan jabatan-jabatan tertentu dan dalam pemberian beberapa fasilitas (kemudahan) dengan menyisihkan orang lain yang juga berhak mendapatkannya. Nepotisme justru dilarang agama karena bertentangan dengan prinsip keadilan, sebab agama memerintahkan pemeluknya untuk selalu menegakkannya. Keadilan harus ditegakkan terhadap diri sendiri, terhadap orang tua, dan karib kerabat. Firman Allah dalam Surah an-Nisa/4: 135 menegaskan sebagai berikut:\nWahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan. (an-Nisa/4: 135)\n\nDemikianlah seterusnya hubungan di antara orang-orang mukmin dan demikianlah tingkat dan derajat mereka di sisi Allah. Hendaklah hal ini diperhatikan sebaik-baiknya agar kaum Muslimin dapat hidup tenteram dan bahagia, karena yang menetapkan tata tertib ini adalah Allah Yang Maha Mengetahui segala sesuatu.",
    "quraish": "Orang-orang yang beriman belakangan, dan akhirnya berhijrah serta berjihad bersama dengan orang-orang yang sebelumnya, adalah golongan kalian, wahai orang-orang Muhâjirîn dan Anshâr. Mereka memiliki kewenangan dan hak-hak yang sama dengan yang kalian miliki. Dan kerabat karib dari golongan Mukmin, di samping memiliki hubungan seiman dan seagama, juga memiliki hubungan kerabat. Sebagian dari mereka lebih utama daripada sebagian yang lain dalam kasih sayang, harta, pertolongan dan dukungan. Allah telah menjelaskan itu semua dalam Kitab-Nya, dan Maha Mengetahui atas segala sesuatu.",
    "jalalayn": "(Dan orang-orang yang beriman sesudah itu) sesudah orang-orang yang lebih dahulu beriman dan berhijrah (kemudian berhijrah dan berjihad bersama kalian, maka orang-orang itu termasuk golongan kalian) hai orang-orang Muhajirin dan orang-orang Ansar. (Orang-orang yang mempunyai hubungan kerabat itu) yakni orang-orang yang mempunyai hubungan persaudaraan (sebagiannya lebih berhak terhadap sesamanya) dalam hal waris-mewarisi daripada orang-orang yang mewarisi karena persaudaraan iman dan hijrah yang telah disebutkan pada ayat terdahulu tadi (di dalam Kitabullah) di Lohmahfuz. (Sesungguhnya Allah Maha Mengetahui segala sesuatu) yang antara lain ialah hikmah yang terkandung di dalam hal-ihwal waris-mewarisi."
  }
]