[
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 46,
    "arab": "۞ وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَهٗ عُدَّةً وَّلٰكِنْ كَرِهَ اللّٰهُ انْۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيْلَ اقْعُدُوْا مَعَ الْقٰعِدِيْنَ ",
    "translation": "Dan jika mereka mau berangkat, niscaya mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1281.mp3",
    "tafsir": "Ayat ini menerangkan bukti kepalsuan sumpah mereka dan kebohongan ucapan mereka, yaitu tidak terdapatnya tanda-tanda bahwa mereka akan ikut berperang. Kalau benar mereka mau berangkat ke medan perang tentunya mereka menyiapkan peralatan yang diperlukan seperti bekal, kendaraan, senjata, dan sebagainya.\nTidak berangkatnya orang-orang munafik ke medan perang merupakan keuntungan bagi kaum Muslimin, karena kalau mereka ikut bersama ke medan perang, mereka tentu akan mengadu domba antara kaum Muslimin dan mengacaukan barisan. Itulah sebabnya Allah menjadikan niat mereka lemah, khawatir, dan ragu-ragu di dalam hatinya, menyebabkan mereka merasa enggan dan tidak mau berangkat, seakan ada yang mengatakan kepada mereka dengan nada marah, \"Tinggal sajalah kamu sekalian bersama anak-anak, perempuan, orang lemah, orang sakit, dan tak usah berangkat ke medan perang.\" Perkataan ini menyenangkan orang-orang munafik karena dianggapnya kata-kata itu sesuai dengan kehendak dan keinginannya, sekalipun kata-kata itu diucapkan dengan nada yang kurang menyenangkan.",
    "quraish": "Dan andaikata niat orang-orang munafik untuk keluar berjihad bersama Rasulullah saw. itu benar, mereka pasti bersiap-siap untuk itu. Tetapi Allah tidak menyukai kepergian mereka. Allah mengetahui bahwa kalau mereka keluar bersama kalian, maka mereka akan berperang melawan kalian, bukan membela kalian. Allah mencegah mereka agar tidak keluar karena hati mereka telah dipenuhi oleh kemunafikan. Salah seorang dari mereka berkata, \"Menetaplah bersama kelompok yang berhalangan ikut serta berperang.\"",
    "jalalayn": "(Dan jika mereka mau berangkat) bersamamu (tentulah mereka menyiapkan persiapan untuk keberangkatan itu) niscaya mereka akan mempersiapkan alat-alat perang dan perbekalan (tetapi Allah tidak menyukai keberangkatan mereka) artinya Dia tidak menghendaki mereka berangkat (maka Allah melemahkan keinginan mereka) Allah membuat mereka malas (dan dikatakan) kepada mereka (\"Tinggallah kalian bersama orang-orang yang tinggal itu.\") yaitu orang-orang yang sakit, kaum wanita dan anak-anak kecil. Artinya Allah swt. telah menakdirkan hal tersebut."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 47,
    "arab": "لَوْ خَرَجُوْا فِيْكُمْ مَّا زَادُوْكُمْ اِلَّا خَبَالًا وَّلَاَوْضَعُوْا خِلٰلَكُمْ يَبْغُوْنَكُمُ الْفِتْنَةَۚ وَفِيْكُمْ سَمّٰعُوْنَ لَهُمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ",
    "translation": "Jika (mereka berangkat bersamamu), niscaya mereka tidak akan menambah (kekuatan)mu, malah hanya akan membuat kekacauan, dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu); sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah mengetahui orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1282.mp3",
    "tafsir": "Pada ayat ini Allah menjelaskan bahwa kalaupun orang-orang munafik yang meminta izin itu berangkat juga bersama kaum Muslimin, mereka tidak akan menambah ketenangan dan semangat kaum Muslimin, tetapi sebaliknya mereka akan mengacaukan konsentrasi kaum Muslimin dan merusak persatuan, serta melemahkan sikap tegar mereka. Allah swt mengetahui orang-orang yang zalim dan memberi balasan yang setimpal di hari kemudian nanti.",
    "quraish": "Kalau orang-orang munafik itu pergi bersama kalian untuk berjihad, mereka tidak akan menambah kekuatan kalian. Mereka justru akan menimbulkan kekacauan atau menyebarkan fitnah di antara kalian. Di antara kalian ada yang tidak mengetahui kebusukan niat mereka dan tertipu oleh perkataan mereka. Atau disebabkan jiwa yang lemah, mereka mau mendengar seruan orang-orang munafik yang menimbulkan fitnah. Allah Maha Mengetahui orang-orang munafik yang menzalimi diri sendiri dengan kerusakan yang mereka rencanakan.",
    "jalalayn": "(Jika mereka berangkat bersama-sama kalian, niscaya mereka tidak menambah kalian selain dari kekacauan) yaitu kerusakan melalui hasutan yang mereka lancarkan kepada kaum mukminin guna melemahkan semangat juangnya (dan niscaya mereka akan bergegas-gegas maju ke muka di celah-celah barisan kalian untuk melancarkan adu domba (mereka menghendaki kalian) yakni mempunyai tujuan supaya kalian (menjadi kacau) melalui siasat adu dombanya (sedangkan di antara kalian ada orang-orang yang suka mendengarkan perkataan mereka) artinya mau menerima apa yang mereka katakan. (Dan Allah mengetahui orang-orang yang lalim)."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 48,
    "arab": "لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ ",
    "translation": "Sungguh, sebelum itu mereka memang sudah berusaha membuat kekacauan dan mengatur berbagai macam tipu daya bagimu (memutarbalikkan persoalan), hingga datanglah kebenaran (pertolongan Allah), dan menanglah urusan (agama) Allah, padahal mereka tidak menyukainya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1283.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan bahwa usaha mengacaukan barisan yang dilakukan orang-orang munafik itu sudah berlangsung sejak Perang Uhud. Dalam Perang Uhud pemimpin orang-orang munafik, yaitu 'Abdullah bin Ubay, telah membujuk sepertiga pasukan kaum Muslimin di tengah perjalanan menuju Uhud, di tempat yang bernama Syauth antara Medinah dan Uhud untuk menarik diri dari perang. Menurut Ibn Ubay, hanya orang yang bodoh dan tidak waras yang mau ikut berperang dan tewas dengan sia-sia. Lalu ia kembali ke Medinah beserta orang-orang munafik yang dipengaruhinya. Adapun dua golongan, yaitu Banu Salamah dan Banu Haritsah yang hampir terpengaruh dan terpancing oleh propaganda yang disebarkan 'Abdullah bin Ubay, masih dilindungi Allah swt, sehingga mereka tidak terpengaruh dan selamat dari fitnah tersebut. Itulah yang dimaksud dengan firman Allah:\n\nKetika dua golongan dari pihak kamu ingin (mundur) karena takut. (Ali-'Imran/3: 122)\nBagaimanapun gigihnya usaha orang-orang munafik melumpuhkan perjuangan Rasulullah saw dan pengikut-pengikutnya, namun akhirnya kebenaran jugalah yang menjadi kenyataan. Janji Allah swt datang tepat pada waktunya dan agama Allah mendapat kemenangan, menjulang tinggi dan tidak ada yang lebih tinggi daripadanya. Negeri Mekah dapat dibebaskan, orang-orang yang masuk Islam berbondong-bondong, sekalipun semuanya itu tidak disenangi oleh musuh-musuh Allah. Firman Allah swt:\n\nMereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah menolaknya, malah berkehendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai. (at-Taubah/9: 32)",
    "quraish": "Wahai Nabi, orang-orang munafik itu pernah berusaha untuk menebarkan fitnah di antara kalian dan merencanakan tipu daya untukmu. Allah menggagalkan rencana mereka dan mewujudkan kemenangan untukmu serta memenangkan agama-Nya sekalipun mereka membencinya.",
    "jalalayn": "(Sesungguhnya mereka selalu ingin menjerumuskanmu) dirimu (ke dalam kekacauan sejak dahulu) yaitu semenjak kamu datang di Madinah (dan mereka mengatur berbagai macam tipu daya untuk merusakmu) mereka selalu berupaya untuk menipumu dan membatalkan agamamu (hingga datanglah kebenaran) yaitu pertolongan Allah (dan menanglah) berjayalah (perkara Allah) yakni agama-Nya (padahal mereka tidak menyukai)nya. Akhirnya dengan terpaksa mereka masuk Islam akan tetapi hanya lahiriah saja."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 49,
    "arab": "وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ ",
    "translation": "Dan di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.” Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1284.mp3",
    "tafsir": "Sabab Nuzul: Diriwayatkan oleh al-Wahidi dalam kitabnya Asbab an-Nuzul bahwa Rasulullah berkata kepada Jad bin Qais salah seorang pembesar orang munafik, \"Wahai Jad, adakah kamu mempunyai kemampuan untuk menghadapi Bani Ashfar (orang-orang Romawi)?\" Jad menjawab, \"Sebaiknya Rasulullah mengizinkan saya tinggal (di Medinah) dan tidak ikut berperang, karena saya sebagaimana diketahui oleh kaumku mudah tergoda oleh wanita. Saya khawatir kalau saya melihat wanita-wanita mereka, lalu tertarik dan tidak dapat menahan gejolak nafsuku, sehingga akhirnya terjerumuslah saya ke dalam fitnah.\" Dengan perasaan berat Rasulullah memalingkan mukanya dan berkata, \"Saya izinkan kamu tinggal,\" maka turunlah ayat ini. \nAyat ini menerangkan bahwa di antara orang-orang munafik yang tidak malu membuat-buat alasan meminta kepada Rasulullah, agar mereka tidak ikut berperang dan diizinkan tinggal di Medinah. Mereka seakan-akan lupa bahwa berbagai alasan yang dibuat-buat dan mereka perlihatkan itu diketahui oleh Allah, dan Allah akan membuka rahasia yang disembunyikan di dalam hati mereka. Mereka tidak sadar bahwa alasan palsu yang dikemukakan dan tipu daya itu menjerumuskan dirinya ke lembah bencana dan dosa yang besar. Tindak-tanduk mereka menunjukkan kelemahan iman mereka dan menampakkan kemunafikannya. Mereka akan dijerumuskan ke dalam neraka, karena dosa yang telah mereka lakukan, yaitu ingkar kepada Allah, membantah ayat-ayat-Nya dan mendustakan rasul-rasul-Nya. Firman Allah:\n\nBukan demikian! Barang siapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya. (al-Baqarah/2: 81)",
    "quraish": "Sebagian orang-orang munafik berkata kepada Rasulullah, \"Izinkanlah aku untuk tidak ikut serta berjihad, dan janganlah engkau menyeretku ke dalam kesulitan.\" Sesungguhnya, dengan sikap seperti ini, mereka telah menjerumuskan diri mereka sendiri ke dalam perbuatan maksiat pada Allah. Dan sesungguhnya neraka jahanam benar-benar akan mengelilingi mereka pada hari kiamat.",
    "jalalayn": "(Di antara mereka ada orang yang berkata, \"Berilah saya izin) untuk tidak ikut berperang (dan janganlah kamu menjadikan saya terjerumus ke dalam fitnah.\") orang yang mengatakan demikian ialah Jaddu bin Qais. Nabi saw. telah berkata kepadanya, \"Apakah kamu mampu sabar di dalam memerangi orang-orang kulit kuning (putih)?\" Maka Jaddu menjawab, \"Sesungguhnya saya tidak tahan menghadapi wanita dan saya takut bilamana melihat wanita kulit kuning tidak dapat menahan diri sehingga saya terjerumus ke dalam fitnah.\" Maka Allah swt. berfirman (Ketahuilah bahwa mereka telah terjerumus ke dalam fitnah) karena tidak ikut berangkat. Menurut suatu qiraat lafal saqathuu dibaca saqatha. (Dan sesungguhnya Jahanam itu betul-betul meliputi orang-orang kafir) tidak ada sesuatu pun yang dapat menyelamatkan mereka dari neraka Jahanam."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 50,
    "arab": "اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ ",
    "translation": "Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),” dan mereka berpaling dengan (perasaan) gembira.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1285.mp3",
    "tafsir": "Sabab Nuzul: Diriwayatkan, bahwa orang-orang munafik yang tetap tinggal di Medinah dan tidak pergi berperang selalu menyiarkan berita-berita bohong yang menyangkut diri Nabi Muhammad dan sahabat-sahabatnya. Mereka berkata, \"Muhammad dan sahabat-sahabatnya mendapat kesulitan dalam perjalanan dan mereka dalam keadaan bahaya.\" Tetapi tidak lama kemudian ternyata bahwa apa yang disiarkan orang-orang munafik itu bohong belaka. Nabi Muhammad dan sahabat-sahabatnya tetap dalam keadaan baik, tidak kurang suatu apa pun. Berdasarkan kenyataan yang tidak dapat disangkal itu, timbullah kebencian orang-orang munafik itu dan turunlah ayat ini. (Fath al-Qadir 2/370).\nAyat ini menjelaskan bahwa salah satu kebohongan orang munafik itu apabila Rasulullah dan sahabat-sahabatnya memperoleh hal-hal yang menyenangkan seperti ganimah, kemenangan, dan lainnya, sebagaimana yang telah diperolehnya dalam Perang Badar, mereka menggerutu merasa kecewa dan gelisah, karena kebencian dan iri hati. Sebaliknya jika Nabi Muhammad dan sahabat-sahabatnya mendapat kesulitan dan kekalahan, sebagaimana yang dialami dalam Perang Uhud, mereka senang dan memuji diri sendiri karena telah mengambil keputusan untuk menghindar dari perang. Mereka berkata, \"Memang setiap menghadapi sesuatu, kami sangat hati-hati dan mempertimbangkan masak-masak jauh sebelumnya.\"\nMasing-masing membanggakan pikiran dan pertimbangan yang telah dikemukakannya. Memuji-muji perbuatannya, merasa beruntung tidak ikut pergi berperang dan tidak mengalami kesulitan dan kebinasaan. Akhirnya mereka bubar dalam keadaan senang dan merasa gembira atas bencana yang telah menimpa Nabi Muhammad dan sahabat-sahabatnya.",
    "quraish": "Wahai Rasul, orang-orang munafik itu hanya menginginkan kesulitan bagimu dan sahabat-sahabatmu. Mereka akan merasa sakit hati apabila kalian mendapatkan keuntungan berupa kemenangan atau harta rampasan perang. Dan mereka akan merasa gembira apabila kalian tertimpa musibah berupa luka-luka atau kematian. Ketika itu, mereka berkata dengan mencela, \"Keputusan kami untuk tidak ikut serta berjihad adalah suatu tindakan penyelamatan bagi diri kami.\" Kemudian mereka pun berlalu dengan perasaan senang.",
    "jalalayn": "(Jika kamu mendapat sesuatu kebaikan) seperti mendapat kemenangan dan ganimah (mereka merasa tidak senang karenanya dan jika kamu ditimpa oleh suatu bencana) yaitu keadaan yang kritis (mereka berkata, \"Sesungguhnya kami telah memikirkan urusan kami) secara matang sewaktu kami tidak ikut berangkat (sebelumnya.\") sebelum terjadinya bencana ini (kemudian mereka berpaling dengan rasa gembira) atas musibah yang telah menimpamu."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 51,
    "arab": "قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah pelindung kami, dan hanya kepada Allah bertawakallah orang-orang yang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1286.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Rasulullah agar menjawab tantangan orang munafik yang merasa senang ketika Rasulullah dan para sahabatnya ditimpa kesulitan dan merasa sesak dada ketika Rasulullah dan para sahabatnya memperoleh kenikmatan dengan ucapan, \"Apa yang menimpa diri kami dan apa yang kami peroleh dan kami alami adalah hal-hal yang telah diatur dan ditetapkan oleh Allah, yaitu hal-hal yang telah tercatat di Lauh Mahfudh sesuai dengan sunatullah yang berlaku pada hamba-Nya, baik kenikmatan kemenangan maupun bencana kekalahan, segala sesuatunya terjadi sesuai dengan qadza dan qadar dari Allah dan bukanlah menurut kemauan dan kehendak manusia mana pun. Allah pelindung kami satu-satunya, dan kepada Dialah kami bertawakal dan berserah diri, dengan demikian kami tidak pernah merasa putus asa di kala ditimpa sesuatu yang tidak menggembirakan dan tidak merasa sombong dan angkuh di kala memperoleh nikmat dan hal-hal yang menjadi cita-cita dan idaman.\"\nFirman Allah:\n\nDan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu (Ath-thalaq/65: 3) \n\nDan firman Allah:\n\nMaka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu. Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka. (Muhammad/47: 10 dan 11)",
    "quraish": "Katakanlah kepada mereka, wahai Rasul, \"Tidak akan ada satu keberuntungan atau satu musibah pun yang kami peroleh di dunia ini kecuali memang telah ditetapkan dan ditakdirkan Allah. Maka, kami pun akan menerima apa yang ditakdirkan-Nya. Kami tidak akan tertipu oleh kebaikan yang kami terima, dan tidak akan merasa takut oleh musibah yang bakal ditimpakan kepada kami. Sungguh, hanya Allah sendirilah yang mengatur segala urusan kami. Demikianlah, orang-orang yang benar-benar beriman hanya akan bersandar kepada-Nya.\"",
    "jalalayn": "(Katakanlah,) kepada mereka (\"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan oleh Allah bagi kami) yaitu bencana. (Dialah pelindung kami) yang menolong dan yang mengatur urusan-urusan kami (dan hanya kepada Allahlah orang-orang yang beriman harus bertawakal.\")"
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 52,
    "arab": "قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1287.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana orang-orang munafik itu menunggu-nunggu kehancuran dan kebinasaan Nabi Muhammad dan sahabat-sahabatnya, namun mereka tidak akan menyaksikannya, kecuali salah satu dari dua hal yang menguntungkan bagi Rasul dan kaum Muslimin, yaitu kemenangan atau mati syahid. Sedangkan Rasulullah dan sahabat-sahabatnya menunggu salah satu dari dua hal yang merugikan dan membinasakan mereka, karena mereka tetap saja terpengaruh oleh bisikan berbisa dan ajakan setan, sehingga mereka selalu ingkar dan membangkang. Dua hal yang dimaksud ialah bahwa pada suatu saat nanti Allah mengizinkan Rasul-Nya memerangi mereka sampai bertekuk lutut atau mengalami kehancuran.\nOrang-orang munafik yang jahil itu menunggu-nunggu apa gerangan yang akan dialami Nabi Muhammad dan sahabat-sahabatnya. Sebaliknya Nabi Muhammad menanti-nanti azab apa yang akan menimpa mereka selama mereka tetap saja ingkar dan tidak mau sadar.",
    "quraish": "Katakanlah kepada mereka, wahai Rasul, \"Kalian tidak akan bisa memperkirakan apa yang akan menimpa kami selain salah satu dari dua balasan yang baik: kemenangan dan harta rampasan di dunia atau mati syahid di jalan Allah dan surga di akhirat nanti. Kami akan menunggu siksa dari Allah yang akan menimpa dan membinasakan kalian, atau menyiksa kalian dengan kekalahan di tangan kami. Maka tunggulah apa yang akan diputuskan oleh Allah, kami pun akan menunggu pula bersama kalian.\"",
    "jalalayn": "(Katakanlah, \"Tidak ada yang kalian tunggu-tunggu) asal kata tarabbashuuna adalah tatarabbashuuna, kemudian salah satu huruf ta-nya dibuang sehingga jadilah tarabbashuuna, artinya, tiada sesuatu pun yang kalian tunggu-tunggu akan terjadi (bagi kami kecuali salah satu) akibat (dari dua kebaikan) lafal husnayayni adalah bentuk kata tatsniyah dari lafal husnaa, dan sekaligus adalah bentuk muannats dari lafal ahsan; yang dimaksud ialah mendapat kemenangan atau gugur sebagai syuhada. (Dan kami menunggu-nunggu) menanti-nanti (bagi kalian bahwa Allah akan menimpakan kepada kalian azab dari sisi-Nya) melalui azab yang turun dari langit (atau azab dengan tangan kami) melalui perintah-Nya yang mengizinkan kami untuk memerangi kalian. (Sebab itu tunggulah) hal tersebut dari kami (sesungguhnya kami menunggu-nunggu bersama kalian.\") akibat yang akan kalian terima."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 53,
    "arab": "قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun (infakmu) tidak akan diterima. Sesungguhnya kamu adalah orang-orang yang fasik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1288.mp3",
    "tafsir": "Ayat ini menerangkan bahwa bagaimana pun juga orang-orang munafik menginfakkan harta bendanya untuk membantu perjuangan orang-orang mukmin, baik karena harta benda itu diserahkan dengan sepenuh hatinya, sesuai dengan perintah Allah untuk keselamatan dirinya, maupun secara terpaksa, karena takut kepada azab yang akan menimpanya, namun Allah tidak akan menerimanya, karena mereka tetap ragu-ragu kepada agama yang dibawa oleh Nabi Besar Muhammad dan tidak percaya akan adanya pembalasan di akhirat nanti atas segala perbuatan yang mereka lakukan di dunia ini. Allah akan menerima baik amalan apa saja apabila amalan itu dikerjakan bukan karena ria tetapi karena keikhlasan dan takwa kepada Allah. Sabda Nabi Muhammad:\nSesungguhnya Allah swt tidak akan menerima amalan kecuali apabila dikerjakan dengan ikhlas dan dimaksudkan semata-mata karena Allah. (Riwayat an-Nasa'i dari Abu Umamah)\nFirman Allah:\n\nSesungguhnya Allah hanya menerima (amal) dari orang yang bertakwa. (al-Ma'idah/5: 27)",
    "quraish": "Katakanlah, wahai Rasul, kepada orang-orang munafik yang hendak menyembunyikan kemunafikan mereka dengan menyedekahkan harta mereka untuk berjihad dan untuk kepentingan lain, \"Infakkanlah apa yang kalian cintai secara suka rela atau dengan terpaksa. Allah tidak menerima perbuatan kalian yang dicemarkan rusak oleh sikap munafik. Sesungguhnya kalian selalu membangkang terhadap agama Allah dan melanggar perintah-perintah-Nya.\"",
    "jalalayn": "(Katakanlah, \"Nafkahkanlah harta kalian) demi taat kepada Allah (baik dengan sukarela atau pun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kalian) harta yang telah kalian nafkahkan itu. (Sesungguhnya kalian adalah orang-orang yang fasik.\") kalimat perintah di sini mengandung makna kalimat berita."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 54,
    "arab": "وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ ",
    "translation": "Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1289.mp3",
    "tafsir": "Ayat ini menerangkan bahwa yang menyebabkan infak orang-orang munafik itu tidak diterima oleh Allah ialah karena mereka tetap ingkar kepada Allah dan sifat-sifat-Nya, ingkar kepada Rasulullah dan petunjuk-petunjuk serta penjelasan-penjelasan yang dibawanya. Orang-orang munafik itu kalaupun melakukan salat, mereka lakukan dengan malas. Kalau di hadapan orang mereka salat, tetapi kalau mereka hanya sendirian, salat ditinggalkan dan tidak dikerjakan. Mereka tidak mengharapkan pahala dari salatnya itu, mereka tidak takut kepada siksaan karena meninggalkannya. Salat yang dilaksanakan bukanlah karena percaya akan kewajibannya, tetapi karena ria dan ingin dilihat dan diketahui bahwa ia juga turut melakukan salat. Apabila mereka meninfakkan harta bendanya untuk membantu perjuangan Rasulullah dan sahabat-sahabatnya, atau hal-hal lain, mereka mengeluarkannya dengan rasa terpaksa, tidak dengan rela dan ikhlas hati, karena mereka menganggap bahwa bantuannya itu akan merugikan dirinya sendiri, sebaliknya akan menguntungkan orang-orang mukmin, sedang dia bukanlah termasuk golongan orang-orang mukmin.",
    "quraish": "Yang membuat Allah tidak menerima infak orang-orang munafik adalah sikap kufur mereka kepada-Nya dan kepada Rasul-Nya. Kekufuran, memang, merusak segala perbuatan. Juga karena mereka tidak mengerjakan salat dengan benar sesuai dengan apa yang diperintahkan. Mereka mengerjakannya tidak dengan sungguh-sungguh, tapi sekadar untuk menutupi kemunafikan mereka. Selain itu, tidak diterimanya infak mereka itu juga disebabkan karena mereka melakukannya dengan perasaan terpaksa.",
    "jalalayn": "(Dan tidak ada yang menghalangi mereka untuk diterima) dapat dibaca yuqbala dan dapat pula dibaca tuqbala (dari mereka nafkah-nafkahnya melainkan karena mereka) lafal annahum menjadi fa'il/subjek sedangkan lafal an tuqbala objek/maf'ulnya (kafir kepada Allah dan Rasul-Nya dan mereka tidak mengerjakan salat melainkan dengan malas) dengan berat melakukannya (dan tidak pula menafkahkan harta mereka melainkan dengan rasa enggan) untuk berinfak, karena mereka menganggapnya sebagai suatu kerugian."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 55,
    "arab": "فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ",
    "translation": "Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1290.mp3",
    "tafsir": "Ayat ini mengisyaratkan bahwa janganlah orang mukmin terpengaruh dan terpesona oleh harta benda yang melimpah dan keturunan yang menjadi kebanggaan mereka, karena semua yang mereka banggakan itu hanya akan menambah siksa yang mereka derita di dunia dan di akhirat kelak.\nMereka dengan susah payah mengumpulkan harta benda, tanpa menghiraukan cara-cara yang ditempuhnya. Yang penting baginya harta benda dapat dikumpulkan sebanyak-banyaknya dengan cara apa saja, sekalipun dengan cara yang tidak dibenarkan oleh ajaran agama, karena disangkanya bahwa harta benda yang berlimpah-limpah itulah yang akan memberi kebahagiaan kepada mereka di dunia dan di akhirat.\nSelain dari siksa yang dialami di dunia, mereka juga merasakan azab yang amat pedih pada akhir hayatnya, karena nyawanya akan dicabut dengan susah payah dan dalam keadaan kafir. Orang yang meninggal dunia dalam keadaan kafir, semua amal dan usahanya akan sia-sia dan binasa, sebagaimana firman Allah:\n\nDemikianlah balasan mereka itu neraka Jahanam, disebabkan kekafiran mereka. (al-Kahf/18: 106)",
    "quraish": "Wahai orang yang mendengar, janganlah harta dan anak yang dimiliki oleh orang-orang munafik yang kalian lihat, membuat kalian tertarik dan terpesona. Sesungguhnya melalui apa yang diberikan kepada mereka itu, Allah hendak menimpakan kesulitan bagi mereka, karena mereka menyimpannya demi kepentingan duniawi tanpa mau menginfakkannya. Maut menjemput mereka ketika mereka berada dalam kekufuran. Allah akan menyiksa mereka di akhirat karena kekufuran itu.",
    "jalalayn": "(Maka janganlah harta benda dan anak-anak mereka menarik hatimu) artinya jangan sekali-kali kamu menganggap baik nikmat-nikmat Kami yang telah kami limpahkan kepada mereka, karena sesungguhnya hal itu adalah istidraj (Sesungguhnya Allah bermaksud menimpakan azab kepada mereka) yakni hendak mengazab mereka (dengan memberi harta benda dan anak-anak itu di dunia) melalui jerih payah yang mereka alami di dalam mengumpulkannya, dan sekaligus di dalamnya terkandung berbagai malapetaka dan musibah (dan kelak akan melayang) yakni dicabut (nyawa mereka, sedangkan mereka dalam keadaan kafir) maka Allah akan mengazab mereka di akhirat dengan siksaan yang amat keras."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 56,
    "arab": "وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ ",
    "translation": "Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1291.mp3",
    "tafsir": "Ayat ini menerangkan kepada Nabi Muhammad tentang kegelisahan dan kecemasan orang-orang munafik karena takut rahasia mereka diketahui oleh orang-orang mukmin. Oleh karena itu mereka bersumpah dengan nama Allah untuk menutupi kedustaan ucapan mereka bahwa mereka berada di pihak orang-orang mukmin. Sedangkan mereka itu pada hakikatnya tidak beriman, bahkan mereka selalu diliputi oleh keragu-raguan dan kegelisahan. Mereka selalu menyatakan sesuatu yang berlainan dengan apa yang dikandung dalam hati mereka karena mereka selalu berada dalam ketakutan. Demikianlah tingkah laku orang-orang munafik ketika bertemu dengan orang-orang mukmin, sebagaimana diterangkan Allah dalam firman-Nya:\n\nDan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2: 14)",
    "quraish": "Wahai kaum yang beriman, orang-orang munafik itu bersumpah dengan tujuan membohongi kalian bahwa mereka adalah orang-orang yang beriman seperti kalian. Padahal sebenarnya mereka bukan termasuk golongan yang beriman kepada Allah. Mereka adalah kaum yang lemah dan takut. Kelemahan dan rasa takut itu kemudian mendorong mereka untuk bersikap munafik dan takut terus-menerus. Mereka menguatkan hal ini dengan sumpah palsu.",
    "jalalayn": "(Dan mereka/orang-orang munafik bersumpah dengan nama Allah bahwa sesungguhnya mereka termasuk golongan kalian) yakni mengaku sebagai orang-orang mukmin (padahal mereka bukanlah dari golongan kalian akan tetapi mereka adalah orang-orang yang sangat takut kepada kalian) artinya mereka takut kalian akan memperlakukan diri mereka seperti apa yang kalian lakukan terhadap kaum musyrikin. Oleh karenanya mereka berani bersumpah demi untuk melindungi dirinya/taqiyah."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 57,
    "arab": "لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ ",
    "translation": "Sekiranya mereka memperoleh tempat perlindungan, gua-gua atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1292.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik itu tidak ingin bergaul dengan orang mukmin karena takut dan khawatir kemunafikan mereka akan diketahui, lebih-lebih lagi bilamana mereka diajak turut berperang bersama orang-orang mukmin. Oleh sebab itu, sekiranya mereka memperoleh tempat perlindungan berupa benteng gua-gua di bukit atau parit untuk melindungi diri mereka dari pembalasan orang-orang mukmin, tentulah mereka lari bersembunyi ke tempat-tempat itu karena mereka sadar bahwa kemunafikan mereka pada suatu saat akan diketahui juga.",
    "quraish": "Mereka merasa tersudutkan oleh kalian dan membenci bergaul dengan kalian. Seandainya mereka menemukan benteng atau gua di gunung-gunung atau lorong-lorong di dalam tanah untuk mereka masuki, maka pasti mereka akan mendatanginya dengan secepat-cepatnya.",
    "jalalayn": "(Jika mereka memperoleh tempat perlindungan) tempat yang dapat melindungi mereka (atau gua-gua) tempat berlindung (atau lubang-lubang) dalam tanah yang dapat dijadikan sebagai perlindungan (niscaya mereka pergi kepadanya dengan secepat-cepatnya) bergegas di dalam memasukinya, bergegas mereka lari dari kalian bagaikan kuda yang larat yang tidak dapat diharapkan untuk kembali lagi."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 58,
    "arab": "وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ ",
    "translation": "Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1293.mp3",
    "tafsir": "Sabab Nuzul: Abu Said al-Khudri meriwayatkan bahwa ketika Rasulullah saw membagi sedekah, datang Ibnu Zi al-Khawaisirah at-Tamimi, dia berkata, \"Berbuat adillah wahai Rasulullah.\" Nabi menjawab, \"Celaka kamu! Siapa lagi yang akan berbuat adil kalau saya tidak adil?\" Umar berkata, \"Izinkan aku penggal lehernya!\" Nabi menjawab, \"Biarkan, dia banyak teman. Sebagian kamu menghina salatnya dengan salat kamu, puasanya dengan puasa mereka. Meninggalkan agama seperti anak panah menginggalkan busurnya.\" Maka turunlah ayat ini. (Riwayat al-Bukhari). \nAyat ini menerangkan adanya beberapa orang munafik yang mencela Nabi Muhammad mengenai kebijaksanaan beliau membagi-bagi zakat kepada orang-orang yang patut menerimanya. Dalam usaha untuk menghambat perkembangan Islam, mereka mengada-adakan tuduhan palsu yang mereka tujukan kepada Nabi Muhammad dengan maksud mempengaruhi orang-orang Islam yang masih lemah imannya. Mereka menuduh bahwa Nabi Muhammad tidak berlaku adil, berat sebelah, pilih kasih dalam membagikan zakat.\nOrang-orang munafik itu jika mereka diberi zakat oleh Nabi, mereka menerimanya dan diam seribu bahasa meskipun mereka tidak termasuk golongan yang patut menerimanya disebabkan mereka hanya berpura-pura miskin dan manakala tidak diberi oleh Nabi karena tidak termasuk golongan yang berhak menerima zakat, mereka segera menjadi marah dan membuat tuduhan terhadap Nabi. Sikap demikian menunjukkan bahwa mereka hanyalah memikirkan kepentingan diri sendiri. Demikianlah antara lain kelakuan orang-orang munafik itu.",
    "quraish": "Wahai Rasul, sebagian orang-orang munafik itu mencelamu, dalam masalah pembagian zakat dan harta rampasan. Padahal, sebenarnya mereka tidak memiliki tujuan apa pun selain keinginan untuk mendapatkan harta itu saja. Maka, apabila kalian memberikan kepada mereka apa yang mereka inginkan, mereka akan senang dengan perbuatan kalian. Tetapi, apabila kalian tidak memberikan apa yang mereka inginkan, mereka segera marah pada kalian.",
    "jalalayn": "(Dan di antara mereka ada orang yang mencelamu) mencacimu (tentang) pembagian (zakat; jika mereka diberi sebagian daripadanya mereka bersenang hati dan jika mereka tidak diberi sebagian daripadanya dengan serta merta mereka menjadi marah)."
  },
  {
    "hizb": 78,
    "name": "At-Taubah",
    "ayat": 59,
    "arab": "وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رَاغِبُوْنَ ࣖ ",
    "translation": "Dan sekiranya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah dan Rasul-Nya akan memberikan kepada kami sebagian dari karunia-Nya. Sesungguhnya kami orang-orang yang berharap kepada Allah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1294.mp3",
    "tafsir": "Jika mereka beriman kepada Allah dengan sebenarnya tentulah mereka tidak akan mencela atau membuat tuduhan terhadap Rasul. Seharusnya mereka rida dan bersyukur kepada Allah terhadap pembagian harta itu, baik mengenai pembagian harta rampasan maupun zakat. Mereka meyakini bahwa Allah merupakan tempat memohon dan yang akan memberikan rahmat dan rezeki kepada makhluk-Nya.",
    "quraish": "Seandainya orang-orang munafik--yang mengecammu dalam masalah pembagian zakat dan harta rampasan--itu rela dengan bagian yang ditentukan Allah untuk mereka melalui Rasul-Nya, meskipun jumlahnya sedikit, lalu mengatakan, \"Cukuplah apa yang telah ditentukan Allah untuk kami. Allah pasti akan memberi rezeki kepada kami dari karunia-Nya, dan Rasul-Nya akan memberikan kepada kami lebih dari apa yang telah diberikan kali ini. Dan sesungguhnya kami sangat berharap kepada ketaatan dan karunia Allah,\" hal itu tentu lebih baik bagi mereka.",
    "jalalayn": "(Jika mereka sungguh-sungguh rida dengan apa yang diberikan Allah dan Rasul-Nya) berupa ganimah dan hal-hal yang sejenis dengannya (lalu mereka mengatakan, \"Cukuplah bagi kami) yakni telah mencukupi kami (Allah, Dia akan memberikan kepada kami sebagian dari karunia-Nya dan demikian pula Rasul-Nya) ganimah yang lainnya yang dapat mencukupi kami (sesungguhnya kami adalah orang-orang yang berharap kepada Allah.\") semoga Dia memberikan kecukupan kepada kami. Jawab daripada lafal lau ialah lakaana khairan lahum (tentulah yang demikian itu lebih baik dari mereka)."
  }
]