[
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 124,
    "arab": "۞ وَاِذِ ابْتَلٰٓى اِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَاَتَمَّهُنَّ ۗ قَالَ اِنِّيْ جَاعِلُكَ لِلنَّاسِ اِمَامًا ۗ قَالَ وَمِنْ ذُرِّيَّتِيْ ۗ قَالَ لَا يَنَالُ عَهْدِى الظّٰلِمِيْنَ",
    "translation": "Dan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kalimat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, “Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.” Dia (Ibrahim) berkata, “Dan (juga) dari anak cucuku?” Allah berfirman, “(Benar, tetapi) janji-Ku tidak berlaku bagi orang-orang zalim.”   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/131.mp3",
    "tafsir": "Ibrahim a.s. diuji Tuhan dengan beberapa kalimat dengan menugaskan perintah dan larangan, seperti membangun Ka'bah, membersihkannya dari segala macam kemusyrikan, mengorbankan anaknya Ismail a.s., menghadapi raja Namrud, dan sebagainya.\nMenurut Mahmud Zahram, Ibrahim a.s. telah diberi oleh Allah ber-macam-macam pengalaman ujian dan cobaan. Dia diperintahkan Allah menyembelih anaknya, perjalanan pulang pergi antara Syam dengan Hijaz untuk melihat anak dan istrinya yang berada di kedua tempat itu, dan sebagainya. )\nAllah tidak menerangkan macam-macam kalimat yang telah ditugaskan kepada Nabi Ibrahim. Hal ini memberi petunjuk bahwa tugas yang telah diberikan Allah itu adalah besar, berat dan banyak. Sekalipun demikian Ibrahim a.s. telah melaksanakan tugas dan beban itu dengan sebaik-baiknya yang membawanya ke tempat kedudukan yang sempurna.\n\nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53:37)\n\nPerkataan, \"Sesungguhnya Aku akan menjadikan kamu imam bagi seluruh manusia,\" tidak ada hubungannya dengan kalimat yang sebelumnya, karena tidak ada kata penghubung ('atf) pada permulaan kalimat tersebut.\nMenurut Muhammad Abduh ), kalimat tersebut adalah kalimat yang berdiri sendiri, tidak ada hubungannya dengan kalimat yang sebelumnya. Maksudnya ialah bahwa pangkat imam (nabi dan rasul) adalah semata-mata pangkat yang dianugerahkan oleh Allah dan hanya Dia sendiri yang menetapkan kepada siapa pangkat itu akan diberikan-Nya. Tidak semua manusia dapat mencapainya sekalipun dia telah melaksanakan segala perintah dan menghentikan segala larangan Allah.\nDengan perkataan lain, pangkat imam yang dianugerahkan Allah kepada Nabi Ibrahim itu ditetapkan atas kehendak-Nya, bukan ditetapkan karena Nabi Ibrahim telah menyelesaikan dan menyempurnakan tugas yang diberikan kepadanya, agar dia menyadari bahwa pangkat yang diberikan Allah itu sesuai baginya, dan agar dia merasa dirinya mampu melaksanakan tugas dan memikul beban yang telah diberikan.\nSetelah dianugerahi pangkat \"imam\" itu, Nabi Ibrahim a.s. berdoa kepada Allah agar pangkat \"imam\" dianugerahkan pula kepada keturunannya di kemudian hari. Doa Nabi Ibrahim ini doa yang sesuai dengan sunatullah. Menurut sunatullah, anak dan keturunan sambungan hidup bagi seseorang. Suatu cita-cita yang tidak sanggup dicapai semasa hidup di dunia diharapkan agar anak dan keturunan dapat menyampaikannya.\nTugas imam merupakan tugas yang suci dan mulia karena pemberian tugas itu bertujuan hendak mencapai cita-cita yang suci dan mulia pula. Ibrahim a.s. merasa dirinya tidak sanggup mencapai semua cita-citanya yang terkandung di dalam tugasnya selama hidup di dunia. Karena itu dia berdoa kepada Allah agar anak cucunya dianugerahi pula pangkat imam itu, sehingga cita-cita yang belum dapat dicapai semasa hidupnya dapat dilanjutkan dan dicapai oleh anak cucu dan keturunannya.\nDari ayat di atas dapat dipahami pula bahwa cara Nabi Ibrahim berdoa sesuai dengan sunatullah sehingga merupakan cara berdoa yang benar dan termasuk doa yang dikabulkan Allah. Terbukti, di kemudian hari bahwa semua rasul yang diutus Allah sesudahnya berasal dari keturunannya.\nDari firman Allah, \"Janji-Ku (ini) tidak mengenai orang-orang yang zalim\" dapat dipahami bahwa di antara keturunan Nabi Ibrahim itu ada orang-orang zalim. Pada ayat lain Allah menerangkan bahwa keturunan Ibrahim itu ada yang zalim dan ada yang berbuat baik. Allah berfirman:\n\nDan Kami limpahkan keberkahan kepadanya dan kepada Ishak. Dan di antara keturunan keduanya ada yang berbuat baik dan ada (pula) yang terang-terangan berbuat zalim terhadap dirinya sendiri. (as-saffat/37:113)\n\nAllah berfirman:\n\nDan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu). (az-Zukhruf/43:28)\n\nDari ayat ini dapat dipahami bahwa Nabi Ibrahim menjadikan kalimat tauhid sebagai pegangan bagi keturunannya. Jika di antara mereka ada yang mempersekutukan Allah, mereka diminta kembali kepada kalimat tauhid.\n\"Zalim\" (aniaya) itu bermacam-macam. Zalim terhadap diri sendiri ialah tidak melaksanakan perintah dan tidak meninggalkan larangan Allah sehingga mendapat kemurkaan dan azab Allah yang membawa bencana kepada diri sendiri. Zalim terhadap makhluk-makhluk Allah, seperti berbuat kerusakan di bumi, memutuskan silaturahmi, zalim terhadap manusia dan sebagainya.\nDari perkataan \"zalim\" dapat dimengerti bahwa bagi seorang imam tidak boleh ada sifat zalim. Mustahil pangkat itu diberikan kepada orang yang kotor jiwanya, orang-orang yang tidak melaksanakan perintah-perintah Allah dan tidak menghentikan larangan-larangan-Nya.",
    "quraish": "Simaklah kembali ketika Allah menguji leluhurmu, Ibrâhîm, dengan berbagai tugas berat, lalu ia mengerjakan dengan sempurna dan sepenuh hati. Kemudian Tuhan berfirman kepadanya, \"Kami hendak menjadikanmu pemimpin (imam) sebagai contoh dan teladan bagi semua manusia.\" Ibrâhîm lantas memohon agar Tuhan menjadikan keturunannya sebagai pemimpin-pemimpin juga. Tuhan menjawab bahwa karunia yang agung itu tidak akan didapat oleh orang-orang yang zalim, dan anak cucu Ibrâhîm ada yang baik dan tidak kurang pula yang jahat.",
    "jalalayn": "(Dan) ingatlah (ketika Ibrahim mendapat ujian) menurut satu qiraat Ibraham (dari Tuhannya dengan beberapa kalimat) maksudnya dengan perintah dan larangan yang dibebankan kepadanya. Ada yang mengatakan manasik atau pekerjaan haji, ada pula berkumur-kumur, menghirup air ke hidung, menggosok gigi, memotong kumis, membelah rambut, memotong kuku, mencabut bulu ketiak, mencukur bulu kemaluan, berkhitan dan istinja (lalu disempurnakannya) maksudnya dikerjakannya secara sempurna. (Firman-Nya) yakni Allah Taala, (\"Sesungguhnya Aku akan menjadikanmu sebagai imam bagi manusia.\") Artinya contoh dan ikutan dalam keagamaan. (Kata Ibrahim, \"Aku mohon juga dari keturunanku!\") maksudnya dari anak cucuku dijadikan imam-imam. (Firman-Nya, \"Janji-Ku ini tidak mencapai) untuk dijadikan imam (orang-orang yang aniaya\") yakni orang-orang yang ingkar di antara mereka. Sebaliknya bagi orang yang tidak aniaya, tidak tertutup kemungkinan untuk diangkat sebagai imam."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 125,
    "arab": "وَاِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِّلنَّاسِ وَاَمْنًاۗ وَاتَّخِذُوْا مِنْ مَّقَامِ اِبْرٰهٖمَ مُصَلًّىۗ  وَعَهِدْنَآ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ اَنْ طَهِّرَا بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْعٰكِفِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
    "translation": "Dan (ingatlah), ketika Kami menjadikan rumah (Ka’bah) tempat berkumpul dan tempat yang aman bagi manusia. Dan jadikanlah maqam Ibrahim  itu tempat salat. Dan telah Kami perintahkan kepada Ibrahim dan Ismail, “Bersihkanlah rumah-Ku untuk orang-orang yang tawaf, orang yang iktikaf, orang yang rukuk dan orang yang sujud!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/132.mp3",
    "tafsir": "Diperintahkan kepada Nabi Muhammad saw, dan kaum Muslimin agar mengingat ketika Allah menjadikan Ka'bah sebagai tempat berkumpul manusia, tempat yang aman, dan menjadikan Maqam Ibrahim sebagai tempat salat. Maqam Ibrahim ialah tempat berpijak bagi Ibrahim ketika membangun Ka'bah. Perintah Allah kepada Ibrahim dan Ismail itu untuk menenteramkan hati Nabi Muhammad saw dan kaum Muslimin dalam menghadapi keingkaran orang kafir dan untuk menerangkan kepada orang musyrik, Yahudi dan Nasrani bahwa agama yang dibawa Nabi Muhammad itu seasas dengan agama yang dibawa Nabi Ibrahim, agama nenek moyang mereka.\nAda dua faedah yang dapat diambil dari ayat di atas sehubungan dengan didirikannya Ka'bah: Pertama, tempat berkumpul bagi manusia untuk ibadah. Sejak zaman dahulu sebelum Nabi Muhammad saw diutus sampai saat ini Ka'bah atau Mekah telah menjadi tempat berkumpul manusia dari segala penjuru, dari segala macam bangsa dalam rangka menghormati dan melaksanakan ibadah haji. Hati mereka merasa tenteram tinggal di sekitar Ka'bah. Setelah mereka kembali ke tanah air, hati dan jiwa mereka senantiasa tertarik kepadanya dan selalu bercita-cita ingin kembali lagi bila ada kesempatan.\nKedua, Allah swt menjadikannya sebagai tempat yang aman. Maksudnya, Allah menjadikan tanah yang berada di sekitar Masjidilharam sebagai tanah dan tempat yang aman bagi orang-orang yang berada di sana. Sejak dahulu sampai saat ini orang-orang Arab mengagungkan dan menyucikannya. \nOrang-orang Arab terkenal dengan sifat suka menuntut bela atas orang atau kabilah yang membunuh atau menyakiti atau menghina keluarganya. Di mana saja mereka temui orang atau kabilah itu, penuntutan balas akan mereka laksanakan. Kecuali bila mereka menemuinya di Tanah Haram, mereka tidak mengganggu sedikit pun. Dalam pada itu sejak zaman dahulu banyak usaha dari orang-orang Arab sendiri atau dari bangsa-bangsa yang lain untuk menguasai Tanah Haram atau untuk merusak Ka'bah, tetapi selalu digagalkan Allah, seperti usaha Abrahah Raja Najasyi dengan tentaranya untuk menguasai Tanah Haram dan Ka'bah. Mereka dihancurkan.\nAllah berfirman:\nTidakkah engkau (Muhammad) perhatikan bagaimana Tuhanmu telah bertindak terhadap pasukan bergajah? Bukankah Dia telah menjadikan tipu daya mereka itu sia-sia? Dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu dari tanah liat yang dibakar, sehingga mereka dijadikan-Nya seperti daun-daun yang dimakan (ulat). (al-Fil/105:1-5)\n\nTidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah? (al-'Ankabut/29:67)\n\nAllah memerintahkan agar Maqam Ibrahim dijadikan sebagai tempat salat. Faedah perintah itu ialah untuk menghadirkan perintah itu di dalam pikiran atau agar manusia mengikuti apa yang diperintahkan itu, seolah-olah perintah itu dihadapkan kepada mereka sehingga perintah itu tertanam di dalam hati mereka dan mereka merasa bahwa diri mereka termasuk orang yang diperintah.\nDengan demikian, maksud ayat ialah: Orang-orang dahulu yang beriman kepada Ibrahim a.s. diperintahkan agar menjadikan sebagian Maqam Ibrahim sebagai tempat salat. Perintah itu ditujukan pula kepada orang-orang yang datang kemudian, yang mengakui Ibrahim a.s., sebagai nabi dan rasul Allah dan mengakui Nabi Muhammad saw, salah seorang dari anak cucu Ibrahim a.s. sebagai nabi yang terakhir.\nAllah memerintahkan Nabi Ibrahim untuk membersihkannya dalam arti yang sebenarnya dan dalam arti kiasan. Membersihkan dalam arti yang sebenarnya ialah membersihkan dari segala macam benda yang dihukumkan najis, seperti segala macam kotoran dan sebagainya. Membersihkan dalam arti kiasan ialah membersihkannya dari segala macam perbuatan yang mengandung unsur-unsur syirik, perbuatan menyembah berhala, perbuatan-perbuatan yang terlarang, bertengkar dan sebagainya.\nPerintah membersihkan Ka'bah ini sekalipun ditujukan kepada Nabi Ibrahim dan Ismail, tetapi termasuk juga orang-orang yang datang sesudahnya. Allah menamakan Ka'bah yang didirikan itu dengan \"Rumah Allah\" (Baitullah). Penamaan itu bukan berarti Allah tinggal di dalam atau di sekitar Ka'bah. Tetapi maksudnya ialah bahwa Allah menjadikan rumah itu tempat beribadah kepada-Nya dan dalam beribadah menghadap ke arah Ka'bah.\nHikmah menjadikan Ka'bah sebagai \"rumah Allah\" dan menjadikan sebagai arah menghadap di dalam beribadah kepada Allah Pencipta dan Penguasa seluruh makhluk agar manusia merasa dirinya dapat langsung menyampaikan pujian, pernyataan syukur, permohonan pertolongan dan permohonan doa kepada Allah.\nManusia kurang dapat menyatakan pikirannya dalam beribadah kepada Allah bila tidak dilakukan di tempat tertentu dan menghadap ke arah tertentu. Dengan adanya tempat tertentu dan arah tertentu, manusia dapat menambah imannya setiap saat, memperdalam pengetahuannya, dan mempertinggi nilai-nilai rohani dalam dirinya. Karena dengan demikian dia merasakan seolah-olah Allah ada di hadapannya demikian dekat, sehingga tidak ada yang membatasi antaranya dengan Allah. \nPada ayat yang lain ditegaskan bahwa ke mana saja manusia menghadap dalam beribadah, berdoa akan menemui wajah Allah, dan sampai kepada-Nya, karena Allah Mahaluas lagi Maha Mengetahui. ) Dari ayat di atas dapat dipahami bahwa penamaan Ka'bah sebagai rumah Allah hanyalah untuk mempermudah manusia dalam membulatkan pikirannya dalam beribadah. Pada asasnya Allah Mahabesar, Maha Mengetahui lagi Mahaluas.",
    "quraish": "Renungkanlah pula kisah pembangunan Rumah Allah (Bayt Allâh) di Mekah oleh Ibrâhîm dan Ismâ'îl, anaknya. Di dalamnya terkandung pelajaran yang amat berharga bagi yang memiliki hati nurani bersih. Kami menjadikan rumah peribadatan itu sebagai rujukan bagi seluruh makhluk dan tempat perlindungan yang damai. Kami memerintahkan manusia untuk menjadikan lokasi berdirinya Ibrâhîm saat pembangunan rumah itu sebagai musala. Kami memerintahkan Ibrâhîm dan Ismâ'îl untuk menjaga rumah itu dari segala unsur yang menodai kesuciannya, mempersiapkannya dengan baik untuk mereka yang tawaf, beriktikaf dan bersembahyang.",
    "jalalayn": "(Dan ketika Kami menjadikan Baitullah itu) yakni Kakbah (sebagai tempat kembali bagi manusia) maksudnya tempat berkumpul dari segenap pelosok (dan tempat yang aman) maksudnya aman dari penganiayaan dan serangan yang sering terjadi di tempat lain. Sebagai contohnya pernah seseorang menemukan pembunuh bapaknya, tetapi ia tidak mau membalas dendam di tempat ini, (dan jadikanlah) hai manusia (sebagian makam Ibrahim) yakni batu tempat berdirinya Nabi Ibrahim a.s. ketika membangun Baitullah (sebagai tempat salat) yaitu dengan mengerjakan salat sunah tawaf di belakangnya. Menurut satu qiraat dibaca 'wattakhadzuu' yang artinya, dan mereka menjadikan; hingga menjadi kalimat berita. (Dan telah Kami perintahkan kepada Ibrahim dan Ismail) (yang bunyinya) (\"Bersihkanlah rumah-Ku) dari berhala (untuk orang-orang yang tawaf, yang iktikaf) artinya yang bermukim di sana (orang-orang yang rukuk dan orang-orang yang sujud!\") artinya orang-orang yang salat."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 126,
    "arab": "وَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اجْعَلْ هٰذَا بَلَدًا اٰمِنًا وَّارْزُقْ اَهْلَهٗ مِنَ الثَّمَرٰتِ مَنْ اٰمَنَ مِنْهُمْ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ قَالَ وَمَنْ كَفَرَ فَاُمَتِّعُهٗ قَلِيْلًا ثُمَّ اَضْطَرُّهٗٓ اِلٰى عَذَابِ النَّارِ ۗ وَبِئْسَ الْمَصِيْرُ ",
    "translation": "Dan (ingatlah) ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah (negeri Mekah) ini negeri yang aman dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu di antara mereka yang beriman kepada Allah dan hari kemudian,” Dia (Allah) berfirman, “Dan kepada orang yang kafir akan Aku beri kesenangan sementara, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/133.mp3",
    "tafsir": "Doa-doa Nabi Ibrahim telah dikabulkan oleh Allah. Juga ditegaskan tentang sifat doa Ibrahim a.s., yaitu keamanan bagi tanah Haram dan sifat-sifat orang yang berhak mewarisi, ialah orang-orang yang baik dan mulia.\nYang dimaksud dengan \"negeri ini\" ialah tanah suci Mekah, sesuai dengan firman Allah:\n\nYa Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ¦ (Ibrahim/14:37)\n\nTanah suci Mekah didoakan agar dijamin keamanannya dari segala macam bencana, seperti bencana-bencana serangan musuh, pertumpahan darah, kehancuran sebagaimana yang telah dialami umat-umat terdahulu disebabkan keingkaran mereka kepada Allah. Juga didoakan agar diberikan rezeki berupa buah-buahan kepada penduduknya. \nDoa Nabi Ibrahim diperkenankan Allah dengan firman-Nya:\n\n¦Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qasas/28:57)\n\nTerkabulnya doa Ibrahim a.s. itu terbukti dengan datangnya ke tanah Arab segala macam buah-buahan yang dibawa orang dari segala penjuru dunia. Ibrahim a.s. mengkhususkan doanya kepada orang-orang yang beriman, tetapi rahmat Allah itu amat banyak dan tak terhingga, diberikan-Nya kepada orang-orang yang beriman dan orang-orang yang kafir. Allah berfirman:\n\nKepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi. (a1-Isra'/17:20)\n\nYang dimaksud dengan \"golongan ini\", ialah orang-orang kafir yang lebih mengutamakan duniawi dan \"golongan itu\" ialah orang-orang Mukmin yang lebih mengutamakan kehidupan ukhrawi dibanding dengan kehidupan duniawi, sebagaimana yang tersebut pada ayat-ayat sebelumnya.\nSelanjutnya dijelaskan perbedaan kesenangan yang diberikan kepada orang-orang mukmin dan kesenangan yang diberikan kepada orang-orang kafir. Kesenangan yang diberikan kepada orang-orang kafir adalah kesenangan yang sementara, rezeki yang sedikit yang mereka terima dan rasakan selama hidup di dunia, kemudian di akhirat nanti mereka masuk neraka.\nManusia diberi pahala dan azab adalah karena perbuatan mereka sendiri. Maksudnya ialah manusia menjadi kafir dan fasik adalah atas kehendak dan kemauan sendiri. Karena siksa yang ditimpakan kepada mereka itu adalah berdasarkan perbuatan yang mereka lakukan atas kehendak dan kemauan mereka sendiri. Kekafiran mereka kepada Allah itu menyebabkan mereka diazab sesuai dengan sunatullah.\nBerdasarkan sunatullah ini maka segala macam ilmu pengetahuan dan perbuatan manusia, baik perbuatan yang didorong oleh hawa nafsu atau didorong oleh kehendak jasmani dan rohani mereka, secara langsung pasti akan memberi bekas kebahagiaan atau kesengsaraan, banyak atau sedikit, baik manusia itu rela menerimanya atau tidak. Inilah yang dimaksud dengan ungkapan: Allah telah menjadikan jiwa yang kotor dan perbuatan yang tercela sebagai sasaran kemurkaan-Nya dan sasaran azab-Nya di akhirat nanti, sebagaimana Allah menjadikan tubuh yang kotor dan tidak terpelihara sebagai sasaran dari tempat penyakit yang diadakan-Nya.",
    "quraish": "Ingatlah saat Ibrâhîm memohon kepada Tuhannya agar menjadikan bumi tempat tinggalnya sebagai negeri yang damai, memberi rezeki dari hasil bumi kepada orang-orang yang beriman kepada Allah dan hari akhir. Allah menjawab bahwa Dia tidak akan menjamin penghidupan orang-orang kafir di dunia yang fana ini, bahkan menjerumuskan mereka ke dalam jurang siksa. Sungguh, alangkah buruknya tempat mereka kembali.",
    "jalalayn": "(Dan ketika Ibrahim berdoa, \"Ya Tuhanku! Jadikanlah ini) maksudnya tempat ini (sebagai suatu negeri yang aman). Doanya dikabulkan Allah sehingga negeri Mekah dijadikan sebagai suatu negeri yang suci, darah manusia tidak boleh ditumpahkan, seorang pun tidak boleh dianiaya, tidak boleh pula diburu binatang buruannya dan dicabut rumputnya. (Dan berilah penduduknya rezeki berupa buah-buahan) dan ini juga sudah menjadi kenyataan dengan diangkutnya berbagai macam buah-buahan dari negeri Syam melalui orang-orang yang hendak tawaf sekalipun tanahnya merupakan suatu tempat yang tandus tanpa air dan tumbuh-tumbuhan (yakni yang beriman di antara mereka kepada Allah dan hari akhir\") merupakan 'badal' atau kalimat pengganti bagi 'penduduknya' yang dikhususkan dengan doa, sesuai dengan firman-Nya, \"Dan janji-Ku ini tidaklah mencapai orang-orang yang aniaya.\" (Firman Allah, \"Dan) Aku beri mereka pula (orang-orang kafir lalu Aku beri kesenangan sedikit) atau sementara, yakni selama hidup di dunia dengan rezeki, dibaca 'fa-umatti`uhu', yakni dengan tasydid. (Kemudian Aku paksa ia) di akhirat kelak (menjalani siksa neraka) sehingga tidak mendapatkan jalan keluar (dan itulah seburuk-buruk tempat kembali\")."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 127,
    "arab": "وَاِذْ يَرْفَعُ اِبْرٰهٖمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَاِسْمٰعِيْلُۗ رَبَّنَا تَقَبَّلْ مِنَّا ۗ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Dan (ingatlah) ketika Ibrahim meninggikan pondasi Baitullah bersama Ismail, (seraya berdoa), “Ya Tuhan kami, terimalah (amal) dari kami. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/134.mp3",
    "tafsir": "Orang-orang Arab diingatkan bahwa yang membangun Baitullah itu adalah nenek moyang mereka yang bernama Ibrahim dan putranya Ismail. Ibrahim adalah nenek moyang orang-orang Arab melalui putranya Ismail. Sedangkan orang Israil melalui putranya Ishak. Seluruh orang Arab mengikuti agama Ibrahim.\nDari ayat tersebut dapat dipahami bahwa yang membangun Baitullah ialah Nabi Ibrahim dan putranya Ismail. Tujuannya adalah untuk beribadah kepada Allah bukan untuk yang lain, sebagai peringatan bagi dirinya, yang akan diingat-ingat oleh anak cucunya di kemudian hari. Bahan-bahan untuk membangun Ka'bah itu adalah benda-benda biasa sama dengan benda-benda yang lain, dan bukan benda yang sengaja diturunkan Allah dari langit. Semua riwayat yang menerangkan Ka'bah secara berlebih-lebihan, adalah riwayat yang tidak benar, diduga berasal dari Isra'i1iyat. ) Mengenai al-hajar al-Aswad ) 'Umar bin al-Khatthab r.a. berkata pada waktu ia telah menciumnya:\n\n\"Dari Umar semoga Allah meridainya, bahwa dia telah mencium Hajarul Aswad dan berkata: \"Sesungguhnya aku telah mengetahui bahwa engkau batu yang tidak dapat memberi mudarat dan tidak pula memberi manfaat. Kalau aku tidak melihat Rasulullah saw mencium engkau, tentu aku tidak akan mencium engkau.\" (Muttafaq 'Alaih)\n\nMenurut riwayat ad-Daraqutni, Rasulullah saw pernah menyatakan sebelum mencium Hajar Aswad bahwa itu adalah batu biasa. Demikian pula halnya Abu Bakar r.a., dan sahabat-sahabat yang lain. Dari riwayat-riwayat di atas dapat diambil kesimpulan bahwa Hajar Aswad adalah batu biasa saja. Perintah menciumnya berhubungan dengan ibadah, seperti perintah salat menghadap ke Ka'bah, perintah melempar jamrah di waktu melaksanakan ibadah haji dan sebagainya. Semuanya dilaksanakan semata-mata melaksanakan perintah Allah.\nSetelah Ibrahim dan Ismail selesai meletakkan fondasi Ka'bah, mereka berdua berdoa: \"Terimalah dari kami\", (maksudnya ialah terimalah amal kami sebagai amal yang saleh, ridailah dan berilah pahala ...) \"Allah Maha Mendengar\" (maksudnya: Allah Maha Mendengar doa kami), dan \"Allah Maha Mengetahui\" (maksudnya: Allah Maha Mengetahui niat-niat dan maksud kami membangun dan mendirikan Ka'bah ini). \nDari ayat di atas dapat diambil hukum bahwa sunah hukumnya berdoa dan menyerahkan semua amal kita kepada Allah apabila telah selesai mengerjakannya. Dengan penyerahan itu berarti tugas seorang hamba ialah mengerjakan amal-amal yang saleh karena Allah, dan Allah-lah yang berhak menilai amal itu dan memberinya pahala sesuai dengan penilaian-Nya.\nDari ayat di atas juga dapat dimengerti bahwa Ibrahim a.s. dan putranya, Ismail a.s., berdoa kepada Allah setelah selesai mengerjakan amal yang saleh dengan niat dan maksud perbuatan itu semata-mata dilakukan dan dikerjakan karena Allah. Karena sifat dan bentuk perbuatan yang dikerjakannya itu diyakini sesuai dengan perintah Allah, maka ayah dan anak itu yakin pula bahwa amalnya itu pasti diterima Allah. Hal ini berarti bahwa segala macam doa yang dipanjatkan kepada Allah yang sifat, bentuk dan tujuannya sama dengan yang dilakukan oleh Ibrahim a.s. dengan putranya, pasti diterima Allah pula dan pasti diberi pahala yang baik dari sisi-Nya.\nPada ayat berikutnya (128) Ibrahim a.s. melanjutkan doanya, agar keturunannya menjadi umat yang tunduk dan patuh kepada Allah. Di dalam perkataan \"Muslim\" (tunduk patuh) terkandung pengertian bahwa umat yang dimaksud Ibrahim a.s. itu mempunyai sifat-sifat:\n1. Memurnikan kepercayaan hanya kepada Allah. Hati seorang Muslim hanya mempercayai bahwa yang berhak disembah dan dimohonkan pertolongan hanya Allah Yang Maha Esa. Kepercayaan ini bertolak dari kesadaran Muslim bahwa dirinya berada di bawah pengawasan dan kekuasaan Allah. Allah saja yang dapat memberi keputusan atas dirinya.\n2.Semua perbuatan, kepatuhan dan ketundukan, dilakukan hanya karena dan kepada Allah saja, bukan karena menurut hawa nafsu, bukan karena ingin dipuji dan dipandang baik oleh orang, bukan karena pangkat dan jabatan, dan bukan pula karena keuntungan duniawi.\nBila kepercayaan dan ketundukan itu tidak murni kepada Allah, maka Allah tidak lagi menjadi pelindung bagi mereka. Allah berfirman:\n\nSudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? (al-Furqan/25:43)\n\nAllah membiarkan sesat orang yang menjadikan hawa nafsunya sebagai tuhannya dan mengunci mati hatinya, karena Allah mengetahui bahwa mereka tidak menerima petunjuk-petunjuk yang diberikan kepadanya. Allah berfirman:\n\nMaka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? ¦. (al-Jasiyah/45:23)\n\nPada ayat 124 yang lalu, Ibrahim a.s. berdoa agar keturunannya dijadi-kan imam, Allah menjawab, \"Keturunan Ibrahim yang zalim tidak termasuk di dalam doa itu.\" Karena itu pada ayat 128 ini Ibrahim a.s. mendoakan agar sebagian keluarganya dijadikan orang yang tunduk patuh kepada Allah.\nDalam hubungan ayat di atas terdapat petunjuk bahwa yang dimaksud dengan keturunannya itu ialah Ismail a.s. dan keturunannya yang akan ditinggalkan di Mekah, sedang ia sendiri kembali ke Syam. Keturunan Ismail a.s. inilah yang menghuni Mekah dan sekitarnya, termasuk Nabi Muhammad saw. Inilah yang dimaksud dengan firman Allah.\n\n¦. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang Muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini¦ (al-hajj/22:78)\n\nIbrahim dan Ismail memohon kepada Allah agar ditunjukkan cara-cara mengerjakan segala macam ibadah dalam rangka menunaikan ibadah, tempat wuquf, tawaf, sa'i, dan sebagainya, sehingga dia dan anak cucunya dapat melaksanakan ibadah sesuai dengan yang diperintahkan Allah.\nDi dalam ayat ini, Ibrahim a.s. memohon kepada Allah agar diterima tobatnya, padahal Ibrahim adalah seorang nabi dan rasul, demikian pula putranya. Semua nabi dan rasul dipelihara Allah dari segala macam dosa (ma'sum). Karena itu maksud dari doa Ibrahim dan putranya ialah:\n1.Ibrahim a.s. dan putranya Ismail a.s. memohon kepada Allah agar diampuni segala kesalahan yang tidak disengaja, yang tidak diketahui dan yang dilakukannya tanpa kehendaknya sendiri.\n2.Sebagai petunjuk bagi keturunan dan pengikutnya di kemudian hari, agar selalu menyucikan diri dari segala macam dosa dengan bertobat kepada Allah, dan menjaga kesucian tempat mengerjakan ibadah haji.\n\"Allah Maha Penerima tobat\" ialah Allah sendirilah yang menerima tobat hamba-hamba-Nya, tidak ada yang lain. Dia selalu menerima tobat hamba-hamba-Nya yang benar-benar bertobat serta memberi taufik agar selalu mengerjakan amal-amal yang saleh. \"Allah Maha Penyayang\" ialah Allah Maha Penyayang kepada hamba-hamba-Nya yang bertobat dengan menghapus dosa dan azab dari mereka.\nSelanjutnya Ibrahim a.s. berdoa agar Allah mengangkat seorang rasul dari keturunannya yang memurnikan ketaatan kepada-Nya, untuk memberi berita gembira, memberi petunjuk dan memberi peringatan. Allah swt mengabulkan doa Nabi Ibrahim dengan mengangkat dari keturunannya nabi-nabi dan rasul termasuk Nabi Muhammad saw, nabi yang terakhir. Rasulullah saw bersabda:\nAku adalah doa Ibrahim dan yang diberitakan sebagai berita gembira oleh Isa. (Riwayat Ahmad).\n\nSifat dari rasul-rasul yang didoakan Ibrahim a.s. ialah:\n1.Membacakan ayat-ayat Allah yang telah diturunkan kepada mereka, agar ayat-ayat itu menjadi pelajaran dan petunjuk bagi umat mereka. Ayat-ayat itu mengandung ajaran tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya pahala bagi orang yang beramal saleh dan siksaan bagi orang yang ingkar, petunjuk ke jalan yang baik, dan sebagainya.\n2.Mengajarkan kepada mereka Al-Kitab dan Al-Hikmah. Al-Kitab ialah Al-Qur'an. Al-Hikmah ialah mengetahui rahasia-rahasia, faedah-faedah, hukum-hukum syariat, serta maksud dan tujuan diutusnya para rasul, yaitu agar menjadi contoh yang baik bagi mereka sehingga mereka dapat menempuh jalan yang lurus.\n3.\"Menyucikan mereka\" ialah menyucikan diri dan jiwa mereka dari segala macam kesyirikan, kekufuran, kejahatan, budi pekerti yang tidak baik, sifat suka merusak masyarakat dan sebagainya.\nIbrahim a.s. menutup doanya dengan memuji Tuhannya, yaitu dengan menyebut sifat-sifat-Nya, Yang Mahaperkasa, dan Yang Mahabijaksana. \"Mahaperkasa\" ialah yang tidak seorang pun dapat membantah perkataan-Nya, dan tidak seorang pun dapat mencegah perbuatan-Nya. \"Maha-bijaksana\" ialah Yang Maha Menciptakan segala sesuatu dan penggunaan-nya sesuai dengan sifat, guna dan faedahnya.\nDari doa Nabi Ibrahim ini dapat dipahami bahwa ia memohonkan agar keturunannya diberi taufik dan hidayah, sehingga dapat melaksanakan dan mengembangkan agama Allah, membina peradaban umat manusia dan mengembangkan ilmu pengetahuan menurut yang diridai Allah.",
    "quraish": "Ingatlah pula ketika Ibrâhîm dan Ismâ'îl meninggikan dasar-dasar Bayt Allâh seraya memanjatkan doa kepada Allah, \"Wahai Tuhan kami, Pencipta kami, sudilah Engkau menerima perbuatan kami yang kami ikhlaskan untuk-Mu. Engkau Maha Mendengar doa kami dan Mahatahu ketulusan niat kami. (1) {(1) Ka'bah atau Bayt Allâh, yang terletak di Mekah, dianggap sebagai tempat suci yang paling kuno. Orang-orang Arab sebelum Islam sejak masa Ibrâhîm telah melakukan ibadah haji di tempat itu. Riwayat-riwayat yang cukup meyakinkan (mutawâtir) menyatakan bahwa yang membangun rumah suci itu adalah Ibrâhîm dan Ismâ'îl. Merekalah yang mula-mula meletakkan pondasi Ka'bah. Ada pula yang mengatakan bahwa bangunan pertama dibangun oleh para malaikat dengan batu-batu surga pada saat Adam turun ke bumi. Bangunan Ka'bah itu tidak berubah sejak masa pembangunannya oleh Ibrâhîm dan Ismâ'îl hingga diperbaiki oleh Qushayy bin Kilâb, kakek kelima Nabi dari bangsa Arab yaitu Muhammad saw. Selanjutnya mengalami perbaikan pada masa-masa Islam. Terakhir, diperbaiki pada tahun 1040 H/1630 M, seperti yang kita lihat saat ini. }",
    "jalalayn": "(Dan) ingatlah (ketika Ibrahim meninggikan sendi-sendi) dasar-dasar atau dinding-dinding (Baitullah) maksudnya membinanya yang dapat dipahami dari kata 'meninggikan' tadi (beserta Ismail) `athaf atau dihubungkan kepada Ibrahim sambil keduanya berdoa, (\"Ya Tuhan kami! Terimalah dari kami) amal kami membina ini, (sesungguhnya Engkau Maha Mendengar) akan permohonan kami (lagi Maha Mengetahui) akan perbuatan kami."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 128,
    "arab": "رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَآ اُمَّةً مُّسْلِمَةً لَّكَۖ وَاَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۚ اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ ",
    "translation": "Ya Tuhan kami, jadikanlah kami orang yang berserah diri kepada-Mu, dan anak cucu kami (juga) umat yang berserah diri kepada-Mu dan tunjukkanlah kepada kami cara-cara melakukan ibadah (haji) kami, dan terimalah tobat kami. Sungguh, Engkaulah Yang Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/135.mp3",
    "tafsir": "Orang-orang Arab diingatkan bahwa yang membangun Baitullah itu adalah nenek moyang mereka yang bernama Ibrahim dan putranya Ismail. Ibrahim adalah nenek moyang orang-orang Arab melalui putranya Ismail. Sedangkan orang Israil melalui putranya Ishak. Seluruh orang Arab mengikuti agama Ibrahim.\nDari ayat tersebut dapat dipahami bahwa yang membangun Baitullah ialah Nabi Ibrahim dan putranya Ismail. Tujuannya adalah untuk beribadah kepada Allah bukan untuk yang lain, sebagai peringatan bagi dirinya, yang akan diingat-ingat oleh anak cucunya di kemudian hari. Bahan-bahan untuk membangun Ka'bah itu adalah benda-benda biasa sama dengan benda-benda yang lain, dan bukan benda yang sengaja diturunkan Allah dari langit. Semua riwayat yang menerangkan Ka'bah secara berlebih-lebihan, adalah riwayat yang tidak benar, diduga berasal dari Isra'i1iyat. ) Mengenai al-hajar al-Aswad ) 'Umar bin al-Khatthab r.a. berkata pada waktu ia telah menciumnya:\n\n\"Dari Umar semoga Allah meridainya, bahwa dia telah mencium Hajarul Aswad dan berkata: \"Sesungguhnya aku telah mengetahui bahwa engkau batu yang tidak dapat memberi mudarat dan tidak pula memberi manfaat. Kalau aku tidak melihat Rasulullah saw mencium engkau, tentu aku tidak akan mencium engkau.\" (Muttafaq 'Alaih)\n\nMenurut riwayat ad-Daraqutni, Rasulullah saw pernah menyatakan sebelum mencium Hajar Aswad bahwa itu adalah batu biasa. Demikian pula halnya Abu Bakar r.a., dan sahabat-sahabat yang lain. Dari riwayat-riwayat di atas dapat diambil kesimpulan bahwa Hajar Aswad adalah batu biasa saja. Perintah menciumnya berhubungan dengan ibadah, seperti perintah salat menghadap ke Ka'bah, perintah melempar jamrah di waktu melaksanakan ibadah haji dan sebagainya. Semuanya dilaksanakan semata-mata melaksanakan perintah Allah.\nSetelah Ibrahim dan Ismail selesai meletakkan fondasi Ka'bah, mereka berdua berdoa: \"Terimalah dari kami\", (maksudnya ialah terimalah amal kami sebagai amal yang saleh, ridailah dan berilah pahala ...) \"Allah Maha Mendengar\" (maksudnya: Allah Maha Mendengar doa kami), dan \"Allah Maha Mengetahui\" (maksudnya: Allah Maha Mengetahui niat-niat dan maksud kami membangun dan mendirikan Ka'bah ini). \nDari ayat di atas dapat diambil hukum bahwa sunah hukumnya berdoa dan menyerahkan semua amal kita kepada Allah apabila telah selesai mengerjakannya. Dengan penyerahan itu berarti tugas seorang hamba ialah mengerjakan amal-amal yang saleh karena Allah, dan Allah-lah yang berhak menilai amal itu dan memberinya pahala sesuai dengan penilaian-Nya.\nDari ayat di atas juga dapat dimengerti bahwa Ibrahim a.s. dan putranya, Ismail a.s., berdoa kepada Allah setelah selesai mengerjakan amal yang saleh dengan niat dan maksud perbuatan itu semata-mata dilakukan dan dikerjakan karena Allah. Karena sifat dan bentuk perbuatan yang dikerjakannya itu diyakini sesuai dengan perintah Allah, maka ayah dan anak itu yakin pula bahwa amalnya itu pasti diterima Allah. Hal ini berarti bahwa segala macam doa yang dipanjatkan kepada Allah yang sifat, bentuk dan tujuannya sama dengan yang dilakukan oleh Ibrahim a.s. dengan putranya, pasti diterima Allah pula dan pasti diberi pahala yang baik dari sisi-Nya.\nPada ayat berikutnya (128) Ibrahim a.s. melanjutkan doanya, agar keturunannya menjadi umat yang tunduk dan patuh kepada Allah. Di dalam perkataan \"Muslim\" (tunduk patuh) terkandung pengertian bahwa umat yang dimaksud Ibrahim a.s. itu mempunyai sifat-sifat:\n1. Memurnikan kepercayaan hanya kepada Allah. Hati seorang Muslim hanya mempercayai bahwa yang berhak disembah dan dimohonkan pertolongan hanya Allah Yang Maha Esa. Kepercayaan ini bertolak dari kesadaran Muslim bahwa dirinya berada di bawah pengawasan dan kekuasaan Allah. Allah saja yang dapat memberi keputusan atas dirinya.\n2.Semua perbuatan, kepatuhan dan ketundukan, dilakukan hanya karena dan kepada Allah saja, bukan karena menurut hawa nafsu, bukan karena ingin dipuji dan dipandang baik oleh orang, bukan karena pangkat dan jabatan, dan bukan pula karena keuntungan duniawi.\nBila kepercayaan dan ketundukan itu tidak murni kepada Allah, maka Allah tidak lagi menjadi pelindung bagi mereka. Allah berfirman:\n\nSudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? (al-Furqan/25:43)\n\nAllah membiarkan sesat orang yang menjadikan hawa nafsunya sebagai tuhannya dan mengunci mati hatinya, karena Allah mengetahui bahwa mereka tidak menerima petunjuk-petunjuk yang diberikan kepadanya. Allah berfirman:\n\nMaka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? ¦. (al-Jasiyah/45:23)\n\nPada ayat 124 yang lalu, Ibrahim a.s. berdoa agar keturunannya dijadi-kan imam, Allah menjawab, \"Keturunan Ibrahim yang zalim tidak termasuk di dalam doa itu.\" Karena itu pada ayat 128 ini Ibrahim a.s. mendoakan agar sebagian keluarganya dijadikan orang yang tunduk patuh kepada Allah.\nDalam hubungan ayat di atas terdapat petunjuk bahwa yang dimaksud dengan keturunannya itu ialah Ismail a.s. dan keturunannya yang akan ditinggalkan di Mekah, sedang ia sendiri kembali ke Syam. Keturunan Ismail a.s. inilah yang menghuni Mekah dan sekitarnya, termasuk Nabi Muhammad saw. Inilah yang dimaksud dengan firman Allah.\n\n¦. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang Muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini¦ (al-hajj/22:78)\n\nIbrahim dan Ismail memohon kepada Allah agar ditunjukkan cara-cara mengerjakan segala macam ibadah dalam rangka menunaikan ibadah, tempat wuquf, tawaf, sa'i, dan sebagainya, sehingga dia dan anak cucunya dapat melaksanakan ibadah sesuai dengan yang diperintahkan Allah.\nDi dalam ayat ini, Ibrahim a.s. memohon kepada Allah agar diterima tobatnya, padahal Ibrahim adalah seorang nabi dan rasul, demikian pula putranya. Semua nabi dan rasul dipelihara Allah dari segala macam dosa (ma'sum). Karena itu maksud dari doa Ibrahim dan putranya ialah:\n1.Ibrahim a.s. dan putranya Ismail a.s. memohon kepada Allah agar diampuni segala kesalahan yang tidak disengaja, yang tidak diketahui dan yang dilakukannya tanpa kehendaknya sendiri.\n2.Sebagai petunjuk bagi keturunan dan pengikutnya di kemudian hari, agar selalu menyucikan diri dari segala macam dosa dengan bertobat kepada Allah, dan menjaga kesucian tempat mengerjakan ibadah haji.\n\"Allah Maha Penerima tobat\" ialah Allah sendirilah yang menerima tobat hamba-hamba-Nya, tidak ada yang lain. Dia selalu menerima tobat hamba-hamba-Nya yang benar-benar bertobat serta memberi taufik agar selalu mengerjakan amal-amal yang saleh. \"Allah Maha Penyayang\" ialah Allah Maha Penyayang kepada hamba-hamba-Nya yang bertobat dengan menghapus dosa dan azab dari mereka.\nSelanjutnya Ibrahim a.s. berdoa agar Allah mengangkat seorang rasul dari keturunannya yang memurnikan ketaatan kepada-Nya, untuk memberi berita gembira, memberi petunjuk dan memberi peringatan. Allah swt mengabulkan doa Nabi Ibrahim dengan mengangkat dari keturunannya nabi-nabi dan rasul termasuk Nabi Muhammad saw, nabi yang terakhir. Rasulullah saw bersabda:\nAku adalah doa Ibrahim dan yang diberitakan sebagai berita gembira oleh Isa. (Riwayat Ahmad).\n\nSifat dari rasul-rasul yang didoakan Ibrahim a.s. ialah:\n1.Membacakan ayat-ayat Allah yang telah diturunkan kepada mereka, agar ayat-ayat itu menjadi pelajaran dan petunjuk bagi umat mereka. Ayat-ayat itu mengandung ajaran tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya pahala bagi orang yang beramal saleh dan siksaan bagi orang yang ingkar, petunjuk ke jalan yang baik, dan sebagainya.\n2.Mengajarkan kepada mereka Al-Kitab dan Al-Hikmah. Al-Kitab ialah Al-Qur'an. Al-Hikmah ialah mengetahui rahasia-rahasia, faedah-faedah, hukum-hukum syariat, serta maksud dan tujuan diutusnya para rasul, yaitu agar menjadi contoh yang baik bagi mereka sehingga mereka dapat menempuh jalan yang lurus.\n3.\"Menyucikan mereka\" ialah menyucikan diri dan jiwa mereka dari segala macam kesyirikan, kekufuran, kejahatan, budi pekerti yang tidak baik, sifat suka merusak masyarakat dan sebagainya.\nIbrahim a.s. menutup doanya dengan memuji Tuhannya, yaitu dengan menyebut sifat-sifat-Nya, Yang Mahaperkasa, dan Yang Mahabijaksana. \"Mahaperkasa\" ialah yang tidak seorang pun dapat membantah perkataan-Nya, dan tidak seorang pun dapat mencegah perbuatan-Nya. \"Maha-bijaksana\" ialah Yang Maha Menciptakan segala sesuatu dan penggunaan-nya sesuai dengan sifat, guna dan faedahnya.\nDari doa Nabi Ibrahim ini dapat dipahami bahwa ia memohonkan agar keturunannya diberi taufik dan hidayah, sehingga dapat melaksanakan dan mengembangkan agama Allah, membina peradaban umat manusia dan mengembangkan ilmu pengetahuan menurut yang diridai Allah.",
    "quraish": "Wahai Tuhan kami, restuilah kami. Jadikanlah kami dan anak cucu kami manusia yang ikhlas berbuat demi Engkau. Ajarkanlah kepada kami tata cara peribadatan kami di rumah suci ini. Terimalah tobat kami jika kami lalai dan bersalah. Sesungguhnya Engkau Maha Menerima tobat dan Maha Mengampuni dosa dengan karunia dan rahmat-Mu.",
    "jalalayn": "(Ya Tuhan kami! Jadikanlah kami berdua ini orang yang patuh) dan tunduk (kepada-Mu dan) jadikanlah pula (di antara keturunan kami) maksudnya anak cucu kami (umat) atau golongan (yang patuh kepada-Mu). 'Min' menyatakan 'sebagian' dan diajukan mereka demikian karena firman Allah yang lalu, 'Dan janji-Ku ini tidak mencapai orang-orang yang aniaya.' (Dan tunjukkanlah kepada kami) ajarkanlah kepada kami (syariat ibadah haji kami) maksudnya cara-cara dan tempat-tempatnya (dan terimalah tobat kami, sesungguhnya Engkau Maha Penerima tobat lagi Maha Penyayang). Mereka bertobat kepada Allah padahal mereka maksum atau terpelihara dari dosa, disebabkan kerendahan hati mereka dan sebagai pelajaran bagi anak cucu mereka."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 129,
    "arab": "رَبَّنَا وَابْعَثْ فِيْهِمْ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِكَ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُزَكِّيْهِمْ ۗ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
    "translation": "Ya Tuhan kami, utuslah di tengah mereka seorang rasul dari kalangan mereka sendiri, yang akan membacakan kepada mereka ayat-ayat-Mu dan mengajarkan Kitab dan Hikmah kepada mereka, dan menyucikan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/136.mp3",
    "tafsir": "Orang-orang Arab diingatkan bahwa yang membangun Baitullah itu adalah nenek moyang mereka yang bernama Ibrahim dan putranya Ismail. Ibrahim adalah nenek moyang orang-orang Arab melalui putranya Ismail. Sedangkan orang Israil melalui putranya Ishak. Seluruh orang Arab mengikuti agama Ibrahim.\nDari ayat tersebut dapat dipahami bahwa yang membangun Baitullah ialah Nabi Ibrahim dan putranya Ismail. Tujuannya adalah untuk beribadah kepada Allah bukan untuk yang lain, sebagai peringatan bagi dirinya, yang akan diingat-ingat oleh anak cucunya di kemudian hari. Bahan-bahan untuk membangun Ka'bah itu adalah benda-benda biasa sama dengan benda-benda yang lain, dan bukan benda yang sengaja diturunkan Allah dari langit. Semua riwayat yang menerangkan Ka'bah secara berlebih-lebihan, adalah riwayat yang tidak benar, diduga berasal dari Isra'i1iyat. ) Mengenai al-hajar al-Aswad ) 'Umar bin al-Khatthab r.a. berkata pada waktu ia telah menciumnya:\n\n\"Dari Umar semoga Allah meridainya, bahwa dia telah mencium Hajarul Aswad dan berkata: \"Sesungguhnya aku telah mengetahui bahwa engkau batu yang tidak dapat memberi mudarat dan tidak pula memberi manfaat. Kalau aku tidak melihat Rasulullah saw mencium engkau, tentu aku tidak akan mencium engkau.\" (Muttafaq 'Alaih)\n\nMenurut riwayat ad-Daraqutni, Rasulullah saw pernah menyatakan sebelum mencium Hajar Aswad bahwa itu adalah batu biasa. Demikian pula halnya Abu Bakar r.a., dan sahabat-sahabat yang lain. Dari riwayat-riwayat di atas dapat diambil kesimpulan bahwa Hajar Aswad adalah batu biasa saja. Perintah menciumnya berhubungan dengan ibadah, seperti perintah salat menghadap ke Ka'bah, perintah melempar jamrah di waktu melaksanakan ibadah haji dan sebagainya. Semuanya dilaksanakan semata-mata melaksanakan perintah Allah.\nSetelah Ibrahim dan Ismail selesai meletakkan fondasi Ka'bah, mereka berdua berdoa: \"Terimalah dari kami\", (maksudnya ialah terimalah amal kami sebagai amal yang saleh, ridailah dan berilah pahala ...) \"Allah Maha Mendengar\" (maksudnya: Allah Maha Mendengar doa kami), dan \"Allah Maha Mengetahui\" (maksudnya: Allah Maha Mengetahui niat-niat dan maksud kami membangun dan mendirikan Ka'bah ini). \nDari ayat di atas dapat diambil hukum bahwa sunah hukumnya berdoa dan menyerahkan semua amal kita kepada Allah apabila telah selesai mengerjakannya. Dengan penyerahan itu berarti tugas seorang hamba ialah mengerjakan amal-amal yang saleh karena Allah, dan Allah-lah yang berhak menilai amal itu dan memberinya pahala sesuai dengan penilaian-Nya.\nDari ayat di atas juga dapat dimengerti bahwa Ibrahim a.s. dan putranya, Ismail a.s., berdoa kepada Allah setelah selesai mengerjakan amal yang saleh dengan niat dan maksud perbuatan itu semata-mata dilakukan dan dikerjakan karena Allah. Karena sifat dan bentuk perbuatan yang dikerjakannya itu diyakini sesuai dengan perintah Allah, maka ayah dan anak itu yakin pula bahwa amalnya itu pasti diterima Allah. Hal ini berarti bahwa segala macam doa yang dipanjatkan kepada Allah yang sifat, bentuk dan tujuannya sama dengan yang dilakukan oleh Ibrahim a.s. dengan putranya, pasti diterima Allah pula dan pasti diberi pahala yang baik dari sisi-Nya.\nPada ayat berikutnya (128) Ibrahim a.s. melanjutkan doanya, agar keturunannya menjadi umat yang tunduk dan patuh kepada Allah. Di dalam perkataan \"Muslim\" (tunduk patuh) terkandung pengertian bahwa umat yang dimaksud Ibrahim a.s. itu mempunyai sifat-sifat:\n1. Memurnikan kepercayaan hanya kepada Allah. Hati seorang Muslim hanya mempercayai bahwa yang berhak disembah dan dimohonkan pertolongan hanya Allah Yang Maha Esa. Kepercayaan ini bertolak dari kesadaran Muslim bahwa dirinya berada di bawah pengawasan dan kekuasaan Allah. Allah saja yang dapat memberi keputusan atas dirinya.\n2.Semua perbuatan, kepatuhan dan ketundukan, dilakukan hanya karena dan kepada Allah saja, bukan karena menurut hawa nafsu, bukan karena ingin dipuji dan dipandang baik oleh orang, bukan karena pangkat dan jabatan, dan bukan pula karena keuntungan duniawi.\nBila kepercayaan dan ketundukan itu tidak murni kepada Allah, maka Allah tidak lagi menjadi pelindung bagi mereka. Allah berfirman:\n\nSudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya? (al-Furqan/25:43)\n\nAllah membiarkan sesat orang yang menjadikan hawa nafsunya sebagai tuhannya dan mengunci mati hatinya, karena Allah mengetahui bahwa mereka tidak menerima petunjuk-petunjuk yang diberikan kepadanya. Allah berfirman:\n\nMaka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? ¦. (al-Jasiyah/45:23)\n\nPada ayat 124 yang lalu, Ibrahim a.s. berdoa agar keturunannya dijadi-kan imam, Allah menjawab, \"Keturunan Ibrahim yang zalim tidak termasuk di dalam doa itu.\" Karena itu pada ayat 128 ini Ibrahim a.s. mendoakan agar sebagian keluarganya dijadikan orang yang tunduk patuh kepada Allah.\nDalam hubungan ayat di atas terdapat petunjuk bahwa yang dimaksud dengan keturunannya itu ialah Ismail a.s. dan keturunannya yang akan ditinggalkan di Mekah, sedang ia sendiri kembali ke Syam. Keturunan Ismail a.s. inilah yang menghuni Mekah dan sekitarnya, termasuk Nabi Muhammad saw. Inilah yang dimaksud dengan firman Allah.\n\n¦. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang Muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini¦ (al-hajj/22:78)\n\nIbrahim dan Ismail memohon kepada Allah agar ditunjukkan cara-cara mengerjakan segala macam ibadah dalam rangka menunaikan ibadah, tempat wuquf, tawaf, sa'i, dan sebagainya, sehingga dia dan anak cucunya dapat melaksanakan ibadah sesuai dengan yang diperintahkan Allah.\nDi dalam ayat ini, Ibrahim a.s. memohon kepada Allah agar diterima tobatnya, padahal Ibrahim adalah seorang nabi dan rasul, demikian pula putranya. Semua nabi dan rasul dipelihara Allah dari segala macam dosa (ma'sum). Karena itu maksud dari doa Ibrahim dan putranya ialah:\n1.Ibrahim a.s. dan putranya Ismail a.s. memohon kepada Allah agar diampuni segala kesalahan yang tidak disengaja, yang tidak diketahui dan yang dilakukannya tanpa kehendaknya sendiri.\n2.Sebagai petunjuk bagi keturunan dan pengikutnya di kemudian hari, agar selalu menyucikan diri dari segala macam dosa dengan bertobat kepada Allah, dan menjaga kesucian tempat mengerjakan ibadah haji.\n\"Allah Maha Penerima tobat\" ialah Allah sendirilah yang menerima tobat hamba-hamba-Nya, tidak ada yang lain. Dia selalu menerima tobat hamba-hamba-Nya yang benar-benar bertobat serta memberi taufik agar selalu mengerjakan amal-amal yang saleh. \"Allah Maha Penyayang\" ialah Allah Maha Penyayang kepada hamba-hamba-Nya yang bertobat dengan menghapus dosa dan azab dari mereka.\nSelanjutnya Ibrahim a.s. berdoa agar Allah mengangkat seorang rasul dari keturunannya yang memurnikan ketaatan kepada-Nya, untuk memberi berita gembira, memberi petunjuk dan memberi peringatan. Allah swt mengabulkan doa Nabi Ibrahim dengan mengangkat dari keturunannya nabi-nabi dan rasul termasuk Nabi Muhammad saw, nabi yang terakhir. Rasulullah saw bersabda:\nAku adalah doa Ibrahim dan yang diberitakan sebagai berita gembira oleh Isa. (Riwayat Ahmad).\n\nSifat dari rasul-rasul yang didoakan Ibrahim a.s. ialah:\n1.Membacakan ayat-ayat Allah yang telah diturunkan kepada mereka, agar ayat-ayat itu menjadi pelajaran dan petunjuk bagi umat mereka. Ayat-ayat itu mengandung ajaran tentang keesaan Allah, adanya hari kebangkitan dan hari pembalasan, adanya pahala bagi orang yang beramal saleh dan siksaan bagi orang yang ingkar, petunjuk ke jalan yang baik, dan sebagainya.\n2.Mengajarkan kepada mereka Al-Kitab dan Al-Hikmah. Al-Kitab ialah Al-Qur'an. Al-Hikmah ialah mengetahui rahasia-rahasia, faedah-faedah, hukum-hukum syariat, serta maksud dan tujuan diutusnya para rasul, yaitu agar menjadi contoh yang baik bagi mereka sehingga mereka dapat menempuh jalan yang lurus.\n3.\"Menyucikan mereka\" ialah menyucikan diri dan jiwa mereka dari segala macam kesyirikan, kekufuran, kejahatan, budi pekerti yang tidak baik, sifat suka merusak masyarakat dan sebagainya.\nIbrahim a.s. menutup doanya dengan memuji Tuhannya, yaitu dengan menyebut sifat-sifat-Nya, Yang Mahaperkasa, dan Yang Mahabijaksana. \"Mahaperkasa\" ialah yang tidak seorang pun dapat membantah perkataan-Nya, dan tidak seorang pun dapat mencegah perbuatan-Nya. \"Maha-bijaksana\" ialah Yang Maha Menciptakan segala sesuatu dan penggunaan-nya sesuai dengan sifat, guna dan faedahnya.\nDari doa Nabi Ibrahim ini dapat dipahami bahwa ia memohonkan agar keturunannya diberi taufik dan hidayah, sehingga dapat melaksanakan dan mengembangkan agama Allah, membina peradaban umat manusia dan mengembangkan ilmu pengetahuan menurut yang diridai Allah.",
    "quraish": "Wahai Tuhan kami, utuslah seorang rasul dari keturunan dan kerabat kami yang mengajarkan kitab suci yang diwahyukan kepadanya, ilmu pengetahuan, hukum-keagamaan yang kokoh dan menyucikan mereka dari perilaku buruk. Engkau Maha Menguasai, Maha Menundukkan dan Mahabijaksana atas perbuatan, perintah dan larangan-Mu.\"",
    "jalalayn": "(Ya Tuhan kami! Utuslah untuk mereka) yakni Ahlulbait (seorang rasul dari kalangan mereka) ini telah dikabulkan Allah dengan dibangkitkannya kepada mereka Nabi Muhammad saw. (yang akan membacakan kepada mereka ayat-ayat-Mu) Alquran (dan mengajari mereka Alkitab) yakni Alquran (dan hikmah) maksudnya hukum-hukum yang terdapat di dalamnya (serta menyucikan mereka) dari kemusyrikan (sesungguhnya Engkau Maha Kuasa) sehingga mengungguli siapa pun (lagi Maha Bijaksana\") dalam segala tindakan dan perbuatan."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 130,
    "arab": "وَمَنْ يَّرْغَبُ عَنْ مِّلَّةِ اِبْرٰهٖمَ اِلَّا مَنْ سَفِهَ نَفْسَهٗ ۗوَلَقَدِ اصْطَفَيْنٰهُ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ",
    "translation": "Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya (Ibrahim) di dunia ini. Dan sesungguhnya di akhirat dia termasuk orang-orang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/137.mp3",
    "tafsir": "Ayat ini tidak menerangkan agama Ibrahim itu. Ayat yang lain menerangkan dasar-dasar kepercayaan agama Ibrahim. Allah berfirman:\n\n\"Katakanlah (Muhammad), \"Benarlah (segala yang difirmankan) Allah.\" Maka ikutilah agama Ibrahim yang lurus, dan dia tidaklah termasuk orang musyrik.\" (Ali 'Imran/3: 95).\n\nPada ayat yang lain dijelaskan bahwa agama Ibrahim atau agama Islam ialah agama yang dibawa Nabi Muhammad saw. Allah berfirman:\n\nKemudian Kami wahyukan kepadamu (Muhammad), ikutilah agama Ibrahim yang lurus, dan bukanlah dia termasuk orang musyrik.\" (an-Nahl/16: 123) )\n\"Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui, dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah\" (ar-Rum/30: 30-31)\n\nOrang-orang Yahudi, Nasrani dan musyrik Mekah, termasuk anak cucu Ibrahim a.s. Mereka membangga-banggakan diri dengannya, tetapi mereka tidak mengikuti agama Ibrahim, agama yang disampaikan oleh Nabi Muhammad saw, Nabi yang didoakan Ibrahim agar diutus Allah di kemudian hari. Mereka mengetahui yang demikian tetapi mereka bersikap seolah-olah tidak mengetahuinya. Bahkan kebanyakan mereka mengikuti agama yang diciptakan hawa nafsu mereka, yaitu menyembah berhala, menyerikatkan Allah, mengatakan bahwa Allah mempunyai anak dan sebagainya. Ayat ini merupakan berita gembira bagi Ibrahim a.s. bahwa ia telah dipilih Allah di dunia di antara hamba-hamba-Nya dan di akhirat termasuk di dalam golongan orang-orang yang saleh.",
    "quraish": "Betapa bijak perbuatan Ibrâhîm, betapa baik doanya, dan betapa lurus agama yang dianutnya. Tidak akan berpaling dari agama Ibrâhîm kecuali orang yang merendahkan derajat kemanusiaan dan akalnya sendiri. Allah telah memilihnya di dunia sebagai rasul dan di akhirat akan termasuk orang-orang saleh yang dekat dengan Tuhannya.",
    "jalalayn": "(Dan siapakah) maksudnya tidak ada orang (yang benci pada agama Ibrahim) lalu meninggalkannya (kecuali orang yang memperbodoh dirinya sendiri) artinya tidak mengerti bahwa ia makhluk Allah dan harus mengabdikan diri kepada-Nya atau yang dimaksud, mencelakakan dan menghinakan dirinya sendiri (dan sungguh Kami telah memilihnya di dunia) sebagai seorang rasul dan seorang khalil, artinya 'sebagai seorang sahabat', (dan sesungguhnya di akhirat dia benar-benar termasuk orang-orang yang saleh) yang mempunyai kedudukan tinggi."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 131,
    "arab": "اِذْ قَالَ لَهٗ رَبُّهٗٓ اَسْلِمْۙ  قَالَ اَسْلَمْتُ لِرَبِّ الْعٰلَمِيْنَ",
    "translation": "(Ingatlah) ketika Tuhan berfirman kepadanya (Ibrahim), “Berserahdirilah!” Dia menjawab, “Aku berserah diri kepada Tuhan seluruh alam.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/138.mp3",
    "tafsir": "Kepada Ibrahim diperintahkan agar berserah diri, mengakui keesaan Allah dan memurnikan ketaatan hanya kepada-Nya saja. Yang dimaksud dengan \"berserah diri\" di sini ialah tunduk dan patuh kepada agama Allah, agama yang sesuai dengan akal pikiran yang disertai dengan dalil-dalil atau bukti-bukti yang nyata. Agama tersebut akan dilanjutkan penyampaiannya oleh rasul-rasul yang datang kemudian, termasuk Nabi Muhammad saw. \nKarena itu Ibrahim a.s. langsung menjawab perintah Allah tanpa menanyakan sesuatu pun, \"Aku tunduk dan patuh kepada Tuhan seluruh alam\". Maksudnya ialah, \"Aku murnikan ketaatan dan ketundukan hanya kepada Allah saja. Aku hadapkan wajahku kepada-Nya. Ibadahku, hidupku dan matiku untuk Tuhan seluruh alam.\"\nAku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang musyrik. (al-An'am/6: 79)",
    "quraish": "Ibrâhîm telah memenuhi perintah Tuhan untuk tunduk kepada-Nya dengan mengatakan, \"Aku tunduk kepada Penguasa alam semesta, Penguasa jin, manusia dan malaikat.\"",
    "jalalayn": "Ingatlah! (Ketika Tuhannya berfirman kepadanya, \"Tunduk dan berserah dirilah kamu!\") maksudnya \"Tunduklah kepada Allah dan bulatkan pengabdianmu kepada-Nya!\" (Jawab Ibrahim, \"Aku tunduk dan berserah diri kepada Tuhan semesta alam.\")"
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 132,
    "arab": "وَوَصّٰى بِهَآ اِبْرٰهٖمُ بَنِيْهِ وَيَعْقُوْبُۗ يٰبَنِيَّ اِنَّ اللّٰهَ اصْطَفٰى لَكُمُ الدِّيْنَ فَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ۗ",
    "translation": "Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub. “Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan Muslim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/139.mp3",
    "tafsir": "Ibrahim dan Yakub berwasiat kepada putra-putranya, demikian juga yang dilakukan oleh cucunya Yakub kepada putra-putranya bahwa Allah telah memilihkan agama yang paling baik bagi mereka dan mengingatkan mereka agar menganut agama itu selama-lamanya, dan jangan sampai mati kecuali dalam keadaan Muslim. Agama yang dimaksud adalah agama Islam. Allah menegaskan bahwa agama yang hak di sisi-Nya ialah agama Islam. Allah berfirman:\n\nSesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barang siapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya. (Ali 'Imran/3: 19)\n\nDan barang siapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi. (Ali 'Imran/3: 85)\nAgama yang dibawa Ibrahim itu terdapat pula di dalam kitab Musa (Taurat). Allah swt berfirman:\n\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-A'la/87: 18,19)\n\nKatakanlah, \"Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. ¦\" (al-Baqarah/2: 136)\nAllah tidak membeda-bedakan para nabi dan rasul yang diutus-Nya. Allah berfirman:\n\n\"¦Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.\" (al-Baqarah/2: 136)\n\nKarena itu, Allah memerintahkan Nabi Muhammad dan kaum Muslimin beriman kepada para nabi dan rasul-Nya. Iman kepada para nabi dan rasul serta apa yang dibawanya termasuk rukun iman.\nDari perkataan \"Ibrahim telah mewasiatkan ...\" dapat dipahami:\n1.Bahwa yang diwariskan itu adalah suatu hal yang sangat penting. Berbahaya bagi kehidupan bila wasiat itu tidak dilaksanakan. Karena itu di dalam ayat digunakan perkataan:\na.\"Wasiat\" bukan \"memerintahkan\". Perkataan \"wasiat\" menunjukkan bahwa sesuatu itu sangat penting.\nb.\"Anak-anaknya\", bukan \"orang lain\". Menurut kebiasaan, berwasiat kepada \"anak-anak sendiri\" itu diharapkan lebih mungkin terlaksana dibandingkan dengan wasiat kepada orang lain.\n2.Di dalam ayat ini disebut bahwa yang berwasiat itu ialah Ibrahim a.s. dan Yakub a.s. seakan perkataan itu dipisahkan. Hal ini memberi pengertian bahwa yang disuruh melaksanakan wasiat itu bukan hanya keturunan Ibrahim a.s. dan cucunya Yakub a.s. (Bani Israil) saja, tetapi wasiat itu mencakup seluruh anak cucu Ibrahim dan seluruh kaum Muslimin, termasuk di dalamnya keturunan Ismail a.s.",
    "quraish": "Tidak cukup dengan hanya melaksanakan perintah, Ibrâhîm bahkan berpesan pada anaknya agar meniti jalan yang telah ia lalui dan berpesan pula kepada cucunya, Ya'qûb. Ya'qûb pun berpesan demikian kepada anak-anaknya, menjelaskan kepada mereka bahwa Allah telah memilihkan agama tauhid dan mengambil janji dari mereka agar tidak mati kecuali dalam keadaan berserah diri dan berpegang teguh pada agama ini.",
    "jalalayn": "(Dan Ibrahim telah mewasiatkan) maksudnya agama itu. Menurut suatu qiraat 'aushaa', (kepada anak-anaknya, demikian pula Yakub) kepada anak-anaknya, katanya, (\"Hai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu) yakni agama Islam, (maka janganlah kamu mati kecuali dalam menganut agama Islam!\") Artinya ia melarang mereka meninggalkan agama Islam dan menyuruh mereka agar memegang teguh agama itu sampai nyawa berpisah dari badan."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 133,
    "arab": "اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ حَضَرَ يَعْقُوْبَ الْمَوْتُۙ اِذْ قَالَ لِبَنِيْهِ مَا تَعْبُدُوْنَ مِنْۢ بَعْدِيْۗ قَالُوْا نَعْبُدُ اِلٰهَكَ وَاِلٰهَ اٰبَاۤىِٕكَ اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ اِلٰهًا وَّاحِدًاۚ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
    "translation": "Apakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, “Apa yang kamu sembah sepeninggalku?” Mereka menjawab, “Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Maha Esa dan kami (hanya) berserah diri kepada-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/140.mp3",
    "tafsir": "Ayat ini diarahkan kepada orang Yahudi, ketika mereka bertanya kepada Rasulluah saw, \"Tidakkah engkau mengetahui bahwa Yakub di hari-hari menghadapi kematiannya mewasiatkan kepada putra-putranya agar memeluk agama Yahudi? Maka turunlah ayat ini yang membantah ucapan mereka itu. )\nAyat ini menentang kebenaran ucapan orang-orang Yahudi bahwa mengapa mereka berani mengucapkan yang demikian. Apakah mereka hadir ketika Yakub berwasiat, sehingga mereka mengatakan Yakub beragama Yahudi atau Nasrani? Tidak, mereka tidak menghadirinya, karena itu janganlah mengada-ada, mengatakan sesuatu yang tidak ada, seperti mengatakan Ibrahim beragama Yahudi atau Nasrani, dan sebagainya. Yang diwasiatkan Yakub kepada putranya ialah agar mereka menyembah Allah, Tuhan Yang Maha Esa, agar mereka menganut agama Islam, agama yang dianut Ibrahim, Ismail, Ishak, Yakub, Isa dan yang dianut para nabi.",
    "quraish": "Hai kaum Yahudi, kalian yang menyangka sebagai pengikut agama Ya'qûb, apakah kalian menyaksikan saat-saat Ya'qûb mendekati ajalnya? Tahukah kalian apa agama yang dipertahankannya sampai mati? Ketahuilah, bahwa Ya'qûb dan anak-anaknya adalah orang-orang Muslim, penganut ajaran tauhid, bukan penganut agama Yahudi seperti kalian dan juga bukan penganut agama Nasrani. Dia memanggil semua anaknya dan berpesan pada mereka, \"Siapa yang akan kalian sembah sesudahku?\" Mereka menjawab, \"Kami akan menyembah Tuhanmu, Tuhan para leluhurmu Ibrâhîm, Ismâ'îl dan Ishâq, Tuhan Yang Mahaesa. Kami tunduk kepada-Nya.\"",
    "jalalayn": "Tatkala orang-orang Yahudi mengatakan kepada Nabi saw., \"Apakah kamu tidak tahu bahwa ketika akan mati itu Yakub memesankan kepada putra-putranya supaya memegang teguh agama Yahudi,\" maka turunlah ayat, (\"Apakah kalian menyaksikan) atau turut hadir (ketika tanda-tanda kematian telah datang kepada Yakub, yakni ketika) menjadi 'bada' atau huruf pengganti bagi 'idz' yang sebelumnya, (ia menanyakan kepada anak-anaknya, 'Apa yang kamu sembah sepeninggalku?\") yakni setelah aku meninggal? (Jawab mereka, \"Kami akan menyembah Tuhanmu dan Tuhan bapak-bapakmu Ibrahim, Ismail dan Ishak). Ismail dianggap sebagai 'bapak' berdasarkan taghlib atau pukul rata, karena kedudukan paman sama dengan bapak (yakni Tuhan Yang Maha Esa) merupakan 'badal' atau kata pengganti dari 'Tuhanmu', (dan kami tunduk serta berserah diri kepada-Nya.\") Kata 'am' atau 'apakah' di atas berarti penolakan, artinya kalian tidak hadir ketika ia wafat, maka betapa kalian berani menyatakan dan mengucapkan kepadanya perkataan yang tidak-tidak!"
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 134,
    "arab": "تِلْكَ اُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/141.mp3",
    "tafsir": "Ayat ini mengisyaratkan umat-umat yang dahulu dan perbuatan mereka, yaitu umat Nabi Ibrahim dan nabi-nabi yang didoakannya, yang telah diterangkan pada ayat sebelum ini. Ayat ini menegaskan bahwa manusia itu dinilai dan dibalas berdasarkan amalnya, tidak seorang pun yang dapat menolong mereka selain Allah.",
    "quraish": "Lantas apa maksud kalian mempertentangkan mereka? Mereka adalah umat yang telah berlalu, mereka yang akan mendapat balasan atas perbuatan mereka. Kalian tidak akan dimintai pertanggungjawaban atas perbuatan mereka sebagaimana perbuatan mereka itu tidak akan mendatangkan pahala bagi kalian kecuali apa yang kalian kerjakan sendiri.",
    "jalalayn": "(Itu) isyarat kepada Ibrahim dan Yakub serta anak cucu mereka, menjadi 'mubtada' atau subyek dan dipakai kata muannats/jenis wanita disebabkan predikatnya yang muannats pula, (adalah umat yang telah lalu) (bagi mereka apa yang telah mereka usahakan) maksudnya balasan atau ganjaran amal perbuatan mereka (dan bagi kamu) ditujukan kepada orang-orang Yahudi (apa yang kamu usahakan dan kamu tidak akan diminta pertanggungjawaban tentang apa-apa yang mereka kerjakan) sebagaimana mereka tidak pula akan diminta pertanggungjawaban tentang amal perbuatanmu. Kalimat yang di belakang ini memperkuat maksud kalimat di muka."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 135,
    "arab": "وَقَالُوْا كُوْنُوْا هُوْدًا اَوْ نَصٰرٰى تَهْتَدُوْا ۗ قُلْ بَلْ مِلَّةَ اِبْرٰهٖمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ",
    "translation": "Dan mereka berkata, “Jadilah kamu (penganut) Yahudi atau Nasrani, niscaya kamu mendapat petunjuk.” Katakanlah, “(Tidak!) Tetapi (kami mengikuti) agama Ibrahim yang lurus dan dia tidak termasuk golongan orang yang mempersekutukan Tuhan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/142.mp3",
    "tafsir": "hanif berarti \"lurus,\" tidak cenderung kepada yang batil. \"Agama yang hanif ialah agama yang benar, agama yang dapat mencapai jalan yang benar, jalan untuk kebahagiaan di dunia dan akhirat. Bahkan agama yang belum dicampuri oleh sesuatu pun dan tidak bergeser sedikit pun dari asalnya.\nAyat ini seolah-olah menyuruh Rasulullah saw mengatakan, \"Hai orang Yahudi, Nasrani dan musyrik Mekah, kami tidak mengikuti agamamu.\" Di dalamnya tidak ada petunjuk ke jalan yang benar dan karena agama itu telah banyak dicampuri oleh tangan-tangan manusia, tetapi kami akan mengikuti agama Ibrahim yang kamu bangga-banggakan itu, karena di dalam agama itu memurnikan ketaatan hanya kepada Allah saja, dan karena agama itu belum dicampuri oleh tangan manusia sedikit pun.\nDisebut \"kaum Muslimin mengikuti agama Ibrahim yang hanif\", adalah untuk menyadarkan orang-orang Yahudi dan Nasrani dari perbuatan mereka. Mereka menyatakan keturunan Ibrahim a.s., tetapi mereka tidak bersikap, berbudi pekerti dan berpikir seperti Ibrahim a.s. Mereka menyatakan pengikut agama Ibrahim, tetapi mereka telah mengubah-ubahnya, dan tidak memeliharanya seperti yang dilakukan Ibrahim a.s.\nDari ayat ini dapat dipahami, bahwa Allah mengingatkan umat Muhammad agar selalu waspada terhadap agama mereka, dan selalu berpedoman kepada Al-Qur'an dan sunah Nabi, jangan sekali-kali mengikuti hawa nafsu sehingga berani mengubah, menambah dan mengurangi agama Allah.\nDari perkataan \"dan bukanlah dia (Ibrahim) dari golongan orang-orang musyrik\" dapat dipahami bahwa agama Ibrahim adalah agama Tauhid, agama yang mengakui keesaan dan kekuasaan Allah. Allah berfirman:\nDan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), \"Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud. (al-hajj/22:26)",
    "quraish": "Akan tetapi mereka tetap mempertahankan sikap keras kepala mereka dan masing-masing kelompok menganggap bahwa agamanyalah yang paling benar. Orang-orang Yahudi berkata kepadamu, \"Jadilah kamu penganut agama Yahudi agar kalian mendapat petunjuk.\" Sementara itu, orang-orang Nasrani berkata, \"Jadilah penganut agama Nasrani agar kalian mencapai kebenaran.\" Sanggahlah pernyataan mereka dan katakan, \"Kami tidak akan menjadi pengikut agama Yahudi atau Nasrani, sebab kedua agama itu telah diubah, dan diselewengkan dari pokok-pokok ajaran yang sesungguhnya dan dicemari oleh kesyirikan sehingga amat jauh dari agama Ibrâhîm. Kami hanya akan menjadi pengikut agama Islam yang menghidupkan ajaran Ibrâhîm secara murni dan suci.\"",
    "jalalayn": "(Dan kata mereka, \"Jadilah kamu sebagai penganut agama Yahudi atau Kristen, niscaya kamu mendapat petunjuk.\") 'Au' yang berarti 'atau' berfungsi sebagai pemisah. Yang pertama diucapkan oleh orang-orang Yahudi Madinah, sedangkan yang kedua oleh kaum Kristen Najran. (Katakanlah) kepada mereka (tidak, bahkan) kami akan mengikuti (agama Ibrahim yang lurus) yang bertentangan dengan agama lain dan berpaling menjadi agama yang lurus dan benar. 'Hanifa' ini menjadi 'hal' dari Ibrahim. (Dan bukanlah dia dari golongan orang-orang musyrik)."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 136,
    "arab": "قُوْلُوْٓا اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ اُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْۚ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ",
    "translation": "Katakanlah, “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/143.mp3",
    "tafsir": "Ayat ini memberi petunjuk cara mengemukakan bantahan dan dalil-dalil dalam bertukar pikiran, yaitu dengan membandingkan antara asas suatu agama dengan agama lain dan sebagainya. \nAl-Asbat ialah anak cucu Nabi Yakub a.s. Yang dimaksud dengan \"beriman kepada nabi-nabi\" yang tersebut di atas ialah beriman kepada nabi Allah, yang telah diperintahkan mengajak orang pada masanya beriman kepada Allah. Prinsip-prinsip pokok agama yang dibawa oleh nabi adalah sama, yaitu ketauhidan.\nPerkataan \"kami berserah diri kepada-Nya\", merupakan sindiran yang tajam yang ditujukan kepada orang-orang Yahudi, Nasrani dan musyrik Mekah. Karena mereka mengatakan dan mengakui sebagai pengikut Ibrahim a.s. sedang Ibrahim a.s. tidak menyekutukan Allah, seperti yang telah mereka lakukan.",
    "quraish": "Katakan kepada mereka, \"Kami beriman kepada Allah dan ajaran yang diturunkan kepada kami dalam al-Qur'ân sebagaimana kami beriman pada apa yang diturunkan atas Ibrâhîm, Ismâ'îl, Ishâq, Ya'qûb dan anak cucu mereka. Kami beriman pada Tawrât asli (yang belum mengalami perubahan) yang diturunkan Allah kepada Mûsâ, dan beriman pada Injîl (yang belum mengalami perubahan) yang diturunkan Allah kepada 'Isâ dan semua yang diwahyukan Allah kepada nabi-nabi-Nya. Kami tidak membeda-bedakan mereka antara satu dengan yang lain sehingga kami mempercayai yang satu dan ingkar pada yang lain. Dalam persoalan ini kami semua tunduk kepada Allah.\"",
    "jalalayn": "(Katakanlah,) ucapan ini ditujukan kepada orang-orang beriman (\"Kami beriman kepada Allah dan pada apa yang diturunkan kepada kami) yakni Alquran (dan pada apa yang diturunkan kepada Ibrahim) yakni shuhuf, yaitu lembaran-lembaran yang sepuluh (kepada Ismail, Ishak, Yakub dan anak cucunya) (dan apa yang diberikan kepada Musa) berupa Taurat (dan Isa) yakni Injil (begitu juga yang diberikan kepada nabi-nabi dari Tuhan mereka) baik berupa kitab maupun ayat. (Tidaklah kami beda-bedakan seorang pun di antara mereka) sehingga mengakibatkan kami beriman kepada sebagian dan kafir kepada sebagian yang lain sebagaimana halnya orang-orang Yahudi dan Kristen, (dan kami hanya tunduk kepada-Nya semata.\")"
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 137,
    "arab": "فَاِنْ اٰمَنُوْا بِمِثْلِ مَآ اٰمَنْتُمْ بِهٖ فَقَدِ اهْتَدَوْا ۚوَاِنْ تَوَلَّوْا فَاِنَّمَا هُمْ فِيْ شِقَاقٍۚ فَسَيَكْفِيْكَهُمُ اللّٰهُ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ ۗ ",
    "translation": "Maka jika mereka telah beriman sebagaimana yang kamu imani, sungguh, mereka telah mendapat petunjuk. Tetapi jika mereka berpaling, sesungguhnya mereka berada dalam permusuhan (denganmu), maka Allah mencukupkan engkau (Muhammad) terhadap mereka (dengan pertolongan-Nya). Dan Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/144.mp3",
    "tafsir": "Pengakuan iman Ahli Kitab berbeda dengan pengakuan iman kaum Muslimin. Ahli Kitab hanya beriman kepada nabi-nabi terdahulu yang diutus kepada mereka saja dari ras Bani Israil, tidak beriman kepada nabi-nabi Allah yang lain. Iman mereka dipengaruhi oleh hawa nafsu sendiri. Karena itu mereka berani menambah, dan mengurangi agama Allah. Orang-orang yang beriman dan mengikuti hawa nafsu mereka adalah orang-orang yang berada dalam permusuhan dengan kaum Muslimin.\nDari perkataan \"sesungguhnya berada dalam permusuhan dengan kamu\" dapat dipahami bahwa di kalangan Ahli Kitab ada perasaan tidak menyukai Rasulullah saw. Perasaan itu bukan karena mereka tidak menyukai agama yang dibawa Nabi Muhammad, tetapi karena rasul terakhir itu tidak diangkat dari golongan mereka. Perkataan \"Allah akan memelihara kamu dari mereka\" merupakan janji Allah kepada Muhammad saw dan kaum Muslimin bahwa Allah pasti akan memelihara dan memenangkan mereka dalam perjuangan menegakkan agama Allah.",
    "quraish": "Kalau mereka beriman sebagaimana kalian beriman, maka sesungguhnya mereka telah mendapatkan petunjuk. Akan tetapi, jika mereka tetap bersikeras membangkang dan berpaling, maka mereka akan selamanya berseteru dan berselisih dengan kalian. Allah akan melindungimu, wahai Nabi, dan mengamankanmu dari permusuhan mereka. Sesungguhnya Allah Maha Mendengar perkataan mereka lagi Maha Mengetahui rahasia yang tersimpan dalam hati mereka.",
    "jalalayn": "(Maka jika mereka beriman) yakni orang-orang Yahudi dan Kristen tadi (dengan) 'mitsli' atau 'seperti' hanya sebagai tambahan (apa yang kamu imani, maka mereka telah memperoleh petunjuk dan jika mereka berpaling) dari keimanan itu, (berarti mereka dalam permusuhan) denganmu. (Maka Allah akan memeliharamu dari permusuhan mereka itu) hai Muhammad! (Dan Allah Maha Mendengar) ucapan-ucapan mereka (lagi Maha Mengetahui) semua keadaan mereka. Misalnya kamu telah ditolong-Nya dengan pembunuhan Bani Quraizhah, pengusiran Bani Nadhir dan pembebanan upeti atas mereka."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 138,
    "arab": "صِبْغَةَ اللّٰهِ ۚ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ صِبْغَةً ۖ وَّنَحْنُ لَهٗ عٰبِدُوْنَ ",
    "translation": "Sibgah Allah.” Siapa yang lebih baik sibgah-nya daripada Allah? Dan kepada-Nya kami menyembah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/145.mp3",
    "tafsir": "Iman yang sebenarnya ialah iman yang tidak dicampuri oleh unsur-unsur syirik. Ibnu Jarir berkata, \"Sesungguhnya orang-orang Nasrani bila anak mereka dilahirkan, maka mereka datang kepada pendeta pada hari yang ketujuh, mereka memandikannya dengan air yang disebut 'al-Ma'mudi untuk membaptisnya. Mereka mengatakan, \"Ini adalah kesucian pengganti khitan. Maka apabila mereka telah mengerjakannya jadilah anak itu seorang Nasrani yang sebenarnya.\" Maka Allah menurunkan ayat ini\". )\nSibgah Allah berarti \"celupan Allah\". Maksudnya ialah iman kepada Allah yang tidak disertai sedikit pun dengan kemusyrikan. Hal ini ditegaskan oleh perkataan \"dan hanya kepada-Nya lah kami menyembah\", tidak kepada yang lain. Hal ini ditegaskan oleh firman Allah:\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30:30)\n\nAyat ini menerangkan bahwa dalam menyelesaikan persoalan yang berhubungan dengan agama haruslah digunakan kaidah-kaidah atau dalil-dalil agama, tidak boleh didasarkan kepada hawa nafsu dan keinginan manusia. Dari ayat di atas dapat dipahami bahwa manusia tidak dapat menghapus atau membersihkan dosa manusia yang lain, atau menerima tobatnya seperti yang dilakukan orang-orang Nasrani dengan membabtis anak-anak mereka. Yang membersihkan dan menghapus dosa seseorang ialah usaha orang itu sendiri sesuai dengan petunjuk Allah, dan hanya Allah saja yang dapat menerima tobat seseorang.",
    "quraish": "Katakanlah, \"Tuhan telah memberikan petunjuk-Nya kepada kami dan menuntun kami kepada hujjah- Nya. Adakah yang lebih baik petunjuk dan hujjahnya daripada Allah? Sungguh kami tidak akan tunduk kepada selain Allah dan tidak akan mengikuti kecuali petunjuk dan tuntunan-Nya.\"",
    "jalalayn": "(Celupan Allah) 'mashdar' yang memperkuat 'kami beriman' tadi. Mendapat baris di atas sebagai maf`ul muthlak dari fi`il yang tersembunyi yang diperkirakan berbunyi 'Shabaghanallaahu shibghah', artinya \"Allah mencelup kami suatu celupan\". Sedang maksudnya ialah agama-Nya yang telah difitrahkan-Nya atas manusia dengan pengaruh dan bekasnya yang menonjol, tak ubah bagai celupan terhadap kain. (Dan siapakah) maksudnya tidak seorang pun (yang lebih baik celupannya dari Allah) shibghah di sini menjadi 'tamyiz' (dan hanya kepada-Nya kami menyembah)."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 139,
    "arab": "قُلْ اَتُحَاۤجُّوْنَنَا فِى اللّٰهِ وَهُوَ رَبُّنَا وَرَبُّكُمْۚ وَلَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْۚ وَنَحْنُ لَهٗ مُخْلِصُوْنَ ۙ",
    "translation": "Katakanlah (Muhammad), “Apakah kamu hendak berdebat dengan kami tentang Allah, padahal Dia adalah Tuhan kami dan Tuhan kamu. Bagi kami amalan kami, bagi kamu amalan kamu, dan hanya kepada-Nya kami dengan tulus mengabdikan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/146.mp3",
    "tafsir": "Diriwayatkan bahwa orang-orang Yahudi dan Nasrani berkata, \"Wajiblah manusia mengikuti agama kami, karena nabi berasal dari kami agama diturunkan atas kami, tidak pernah dijanjikan kepada orang Arab.\" Maka Allah menolak pendapat mereka dengan ayat ini. )\nDengan ayat ini pengakuan orang-orang Yahudi dan Nasrani sudah terjawab dengan menegaskan bahwa tidak ada alasan bagi mereka mengatakan yang demikian. Allah Tuhan seluruh alam, Pencipta dan Pemilik seluruh makhluk. Derajat manusia bukan diukur dengan bangsa, keturunan dan pangkatnya, tetapi diukur dengan amal dan perbuatannya. Pengaruh perbuatan itu tampak pada diri setiap manusia dan tingkah lakunya. Perbuatan yang baik memberi pengaruh yang baik, sebaliknya perbuatan yang buruk memberi pengaruh yang buruk pula. Hanya Allah yang dapat menilai perbuatan itu.\nPengaruh perbuatan buruk pada orang-orang Yahudi dan Nasrani tergambar di dalam ucapan mereka. Allah berfirman:\n\nDan mereka (Yahudi dan Nasrani) berkata, \"Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.\" Itu (hanya) angan-angan mereka. Katakanlah, \"Tunjukkan bukti kebenaranmu jika kamu orang yang benar.\" (al-Baqarah/2:111).\nDan mereka berkata, \"Jadilah kamu (penganut) Yahudi atau Nasrani, niscaya kamu mendapat petunjuk.\" Katakanlah, \"(Tidak!) Tetapi (kami mengikuti) agama Ibrahim yang lurus dan dia bukanlah termasuk orang yang musyrik.\" (al-Baqarah/2:135).\n\nAkhir ayat ini menegaskan bahwa agama yang benar ialah agama yang berasaskan Tauhid, agama yang memurnikan ketaatan kepada Allah semata. Agama itulah yang dibawa Nabi Muhammad saw, untuk seluruh manusia hingga akhir zaman.",
    "quraish": "Katakan kepada mereka, \"Apakah kalian akan memperdebatkan kami tentang Allah karena Dia tidak memilih seorang Nabi pun selain dari kaum kalian? Padahal Dia adalah Tuhan kalian, Tuhan segala sesuatu, bukan hanya Tuhan sekelompok kaum. Allah akan melimpahkan rahmat-Nya kepada siapa yang dikehendaki dan memberi balasan setiap manusia sesuai perbuatan masing-masing tanpa memandang keturunan ataupun derajat mereka. Allah telah memberikan petunjuk bagi amal perbuatan kami dan mengaruniai kami jiwa yang ikhlas.\"",
    "jalalayn": "(Katakanlah) kepada mereka! (\"Apakah kamu hendak memperbantahkan) dengan kami (tentang Allah) karena Dia memilih seorang nabi dari kalangan Arab? (Padahal Dia adalah Tuhan kamu) dan berhak memilih siapa saja yang dikehendaki-Nya di antara hamba-hamba-Nya (dan bagi kamu amalan kamu) dan kamu akan memperoleh balasannya pula dan tidak mustahil jika di antara amal-amalan kami itu ada yang patut menerima ganjaran istimewa (dan hanya kepada-Nya kami mengikhlaskan) agama dan amalan kami; berbeda halnya dengan kamu, sehingga sepatutnyalah kami yang dipilih-Nya. 'Hamzah' atau 'apakah' di atas, maksudnya menolak, sedangkan ketiga kalimat di belakang berarti 'hal'."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 140,
    "arab": "اَمْ تَقُوْلُوْنَ اِنَّ اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطَ كَانُوْا هُوْدًا اَوْ نَصٰرٰى ۗ قُلْ ءَاَنْتُمْ اَعْلَمُ اَمِ اللّٰهُ ۗ وَمَنْ اَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهٗ مِنَ اللّٰهِ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Ataukah kamu (orang-orang Yahudi dan Nasrani) berkata bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya adalah penganut Yahudi atau Nasrani? Katakanlah, “Kamukah yang lebih tahu atau Allah, dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya?” Allah tidak lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/147.mp3",
    "tafsir": "Ayat ini menerangkan pengakuan yang lain dari orang-orang Yahudi dan Nasrani, yaitu semua nabi dan rasul mengakui agama mereka. Mereka melakukan segala macam usaha untuk menguatkan dan membenarkan ucapan mereka, sekalipun usaha itu dilarang Allah.\nAllah mengungkapkan kesalahan orang Yahudi dan Nasrani yang mengemukakan hujahnya dalam usaha membenarkan ucapan mereka. Kesalahan itu ialah mereka mengatakan bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya memeluk agama Yahudi dan Nasrani padahal para nabi itu telah ada sebelum agama Yahudi dan agama Nasrani ada. Perkataan \"Yahudi\" baru dikenal setelah Nabi Musa a.s. meninggal dunia, dan perkataan Nasrani timbul dan dikenal setelah Nabi Isa a.s. meninggal dunia. Mengapa mereka mengatakan yang demikian, padahal perkataan itu tidak sesuai dengan kenyataan sejarah dan logika yang benar. Apakah yang demikian karena mereka lebih mengetahui atau Allah yang lebih mengetahui? Apakah perkataan itu sengaja mereka ucapkan hanya sekadar untuk membantah kerasulan Muhammad saw?\nMaksud orang-orang Yahudi dan Nasrani mengucapkan perkataan yang demikian dijelaskan oleh kalimat berikutnya, ialah untuk menyembunyikan syahadah Allah. \"Syahadah Allah\" ialah penyaksian Allah yang tersebut di dalam Taurat dan Injil bahwa Ibrahim a.s. dan anak cucunya bukan penganut agama Yahudi dan bukan pula penganut agama Nasrani, dan Allah akan mengutus Muhammad sebagai nabi dan rasul terakhir yang berasal dari keturunan Ismail a.s.\nPerkataan \"menyembunyikan syahadah Allah\" itu termasuk perbuatan yang paling zalim di sisi Allah, karena perbuatan itu berakibat menyesatkan manusia dari jalan Allah, jalan kebenaran dan jalan kebahagiaan. Karena itu Allah memperingatkan mereka, bahwa Allah tidak lengah sedikit pun terhadap segala macam perbuatan hamba-hamba-Nya baik yang tampak maupun yang tidak tampak, baik yang besar maupun yang kecil.",
    "quraish": "Katakan pada mereka, \"Apakah kalian juga akan memperdebatkan dengan kami tentang Ibrâhîm, Ismâ'îl, Ishâq, Ya'qûb beserta anak keturunannya dengan menganggap bahwa mereka itu penganut agama Yahudi atau Nasrani seperti kalian? Padahal Tawrât dan Injîl keduanya diturunkan Allah jauh sesudah masa mereka, sebagaimana Allah mengabarkannya kepada kami. Apakah kalian merasa lebih tahu daripada-Nya? Bahkan Allah telah memberitahukan pula hal itu dalam kitab-kitab kalian, maka janganlah lantas menyembunyikan kebenaran yang termuat dalam kitab-kitab kalian sendiri. Tidak ada yang lebih zalim daripada orang yang menyembunyikan kebenaran yang ia ketahui dari kitabnya. Allah akan memberi balasan sebab keterpurukan kalian dalam kepalsuan dan sesungguhnya Allah tiada akan lalai atas perbuatan kalian.\"(1) {(1) Hukum-hukum konvensional di berbagai negara telah banyak menyinggung soal persaksian palsu sebagaimana disinggung oleh al-Qur'ân. Akan tetapi ayat di atas menggolongkan hanya sekadar merahasiakan kesaksian sebagai suatu dosa dan sebuah tindakan kriminal yang memiliki risiko hukum tanpa menentukan secara baku bentuk hukumannya. Ini yang dikenal dengan istilah ta'zîr, yaitu hukuman yang model dan bentuknya diserahkan pada kebijaksanaan pemimpin negara (waliy al-amr). }",
    "jalalayn": "(Atau) apakah (kamu hendak mengatakan) ada pula yang membaca 'yaquuluuna', artinya mereka hendak mengatakan (bahwa Ibrahim, Ismail, Ishak, Yakub dan anak cucunya adalah penganut agama Yahudi dan Kristen?\" Katakanlah) kepada mereka, (\"Apakah kamu yang lebih tahu ataukah Allah\") artinya Allahlah yang lebih mengetahui dan Allah sendiri telah membebaskan Ibrahim dari kedua agama itu, firman-Nya, \"Ibrahim itu bukanlah seorang Yahudi atau Kristen.\" Demikian pula nabi-nabi yang disebutkan bersamanya mereka itu adalah juga mengikuti agamanya. (Dan siapakah lagi yang aniaya daripada orang yang menyembunyikan) atau merahasiakan kepada umat manusia (kesaksian yang terdapat padanya) (dari Allah) maksudnya tidak ada lain yang lebih aniaya daripadanya. Yang dituju adalah orang-orang Yahudi yang menyembunyikan kesaksian Allah dalam Taurat bahwa Ibrahim itu menganut agama hanafiah, yaitu agama Islam yang lurus. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) merupakan ancaman dan peringatan terhadap mereka."
  },
  {
    "hizb": 8,
    "name": "Al-Baqarah",
    "ayat": 141,
    "arab": "تِلْكَ اُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ ࣖ   ۔",
    "translation": "Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/148.mp3",
    "tafsir": "Allah menyatakan bahwa Ibrahim, Ismail, Ishak, Yakub, dan anak cucunya serta umat-umat yang telah lalu, mereka akan diberi balasan yang sesuai dengan amal perbuatannya, kamu tidak dibebani tanggung jawab atas perbuatan mereka itu. Kamu yang ada sekarang hendaklah beramal dan akan memperoleh balasan sesuai dengan amal yang kamu kerjakan.\nAyat ini merupakan peringatan bagi umat Muhammad agar selalu memelihara agama Allah. Jangan dipengaruhi hawa nafsu sehingga berani mengubah-ubah agama Allah, seperti yang telah dilakukan orang-orang Yahudi dan Nasrani. Ayat ini menjelaskan bentuk tanggung jawab setiap orang. Setiap orang bertanggung jawab kepada Allah terhadap apa yang mereka lakukan. Allah tidak memikulkan dosa seseorang kepada orang lain.",
    "quraish": "Lalu mengapa kalian, orang-orang Yahudi dan Nasrani, memperdebatkan mereka? Mereka adalah umat yang telah berlalu. Mereka akan mendapatkan balasan atas amal perbuatan mereka sendiri dan kalian tidak akan dimintai pertanggungjawaban atas perbuatan mereka sebagaimana perbuatan mereka tidak akan mendatangkan pahala bagi kalian selain apa yang kalian perbuat sendiri.",
    "jalalayn": "(Mereka itu adalah umat yang telah lalu, bagi mereka apa yang telah mereka usahakan dan bagi kamu apa yang kamu usahakan; dan kamu tidak akan diminta pertanggungjawaban tentang apa yang telah mereka kerjakan). Ayat seperti ini telah kita temui di muka."
  }
]