[
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 11,
    "arab": "۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ",
    "translation": "Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1375.mp3",
    "tafsir": "Salah satu sifat dan watak manusia, adalah ingin segala sesuatu yang akan terjadi padanya dipercepat atau disegerakan, baik itu berupa hukuman atau kemudaratan, kebaikan atau pahala. Padahal, mereka telah mengetahui bahwa semuanya itu terjadi atas kehendak Allah, sesuai dengan hukum-hukum-Nya dan sesuai pula dengan ketetapan dan aturannya. Allah berfirman:\n\n...Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (Fathir/35: 43)\nDan firman Allah:\n(Demikianlah) hukum Allah yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. (al-Fath/48: 23)\n\nPada ayat-ayat Al-Quran yang lain dijelaskan sifat tergesa-gesa yang ada pada manusia, sebagaimana firman Allah:\nDan manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa. (al-Isra/17: 11)\nDan firman Allah:\nManusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu minta Aku menyegerakannya. (al-Anbiya/21: 37)\n\nSifat tergesa-gesa ingin memperoleh kebaikan dan kesenangan pada manusia itu, adalah karena keinginan mereka memperoleh manfaat dari sesuatu dalam waktu singkat, padahal mereka mengetahui bahwa segala sesuatu ada prosesnya. Proses itu memerlukan tekad/niat yang kuat, kesabaran dan keuletan. Mustahil mereka akan mencapai suatu kesenangan, tetapi mereka tidak berusaha mencapainya dengan mengikuti syarat-syarat tercapainya sesuatu.\nLain halnya dengan keinginan manusia mengalami suatu siksaan, bahaya atau malapetaka. Keinginan ini timbul karena kebodohan, ketidakimanan, kedurhakaan, dan keingkaran mereka terhadap Nabi Muhammad saw atau karena mereka ingin memperolok-olokan sesuatu yang tidak mereka inginkan itu, atau karena kemarahan dan kebencian mereka terhadap sesuatu dan sebagainya, seperti yang terjadi atas orang-orang yang putus asa dalam kehidupannya, maka ia memohon kematian atas dirinya. Demikian pula orang-orang kafir yang tidak menginginkan sesuatu yang disampaikan Rasul Allah, lalu minta bukti dengan cara segera mendatangkan azab yang dijanjikan kepada mereka.\nKeinginan dan permintaan mereka itu dijawab oleh Allah dengan tegas melalui firman-Nya dalam ayat ini, yaitu seandainya Allah mau memperkenankan doa dan permintaan manusia, supaya ditimpakan azab kepada mereka atau suatu malapetaka, sesuai dengan permintaan yang mereka ajukan semata-mata karena kebodohan atau ingin melemahkan bukti-bukti kenabian yang disampaikan kepada mereka, seperti yang pernah diminta oleh orang-orang musyrik Mekah, tentulah Allah akan segera mengabulkannya dan itu amat mudah bagi Allah.\nPermintaan ini sering diajukan orang-orang musyrik Mekah kepada Nabi Muhammad saw yang menyampaikan agama Allah kepada mereka. Mereka meminta yang tidak pantas kepada Nabi, seperti meminta datangnya azab kepada mereka sebagaimana yang pernah didatangkan kepada bangsa-bangsa dahulu kala, meminta datangnya kiamat dan sebagainya, sebagaimana firman Allah:\n\nDan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya. (ar-Raad/13: 6)\n\nDan firman Allah:\n\nDan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. (al-Ankabut/29: 53)\nBahkan orang-orang musyrik itu, karena sangat ingkar kepada Al-Qur'an, berani berdoa agar disegerakan azab atas mereka seandainya yang disampaikan Muhammad itu adalah benar. Allah berfirman:\nDan (ingatlah,) ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nOrang-orang musyrik yang mengingkari adanya Hari Kiamat, menantang Rasulullah agar disegerakan datangnya Hari Kiamat itu, sebagaimana firman Allah:\nOrang-orang yang tidak percaya adanya Hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh. (asy-Syura/42: 18)\nTujuan orang-orang musyrik meminta kepada Nabi Muhammad saw agar didatangkan segera hukuman yang dijanjikan itu, bukan hanya karena mereka tidak percaya kepadanya, tetapi juga untuk membantah dan melemahkan hujjah dan bukti kenabian, memperolok-olokan ayat-ayat Al-Quran yang disampaikan kepada mereka dan untuk mengatakan kepada Nabi Muhammad saw bahwa mereka sangat mengingkari segala macam yang disampaikan beliau kepada mereka. Adakalanya di antara mereka ada yang percaya kepada Nabi saw, tetapi rasa dengki kepada Muhammad dan fanatik kepada agama nenek moyang mereka telah menyebabkan mereka tetap mengingkarinya.\nDari ayat ini dipahami bahwa Allah tidak akan memperkenankan doa dan permintaan mereka, dan tidak menghendaki kehancuran mereka seperti yang telah dialami oleh umat yang telah lalu, tetapi Allah Maha Pengasih lagi Maha Penyayang kepada mereka. Muhammad diutus sebagai nabi dan rasul terakhir kepada seluruh manusia sebagai rahmat bagi seluruh alam. Karena itu Allah selalu memberikan kesempatan kepada mereka untuk bertobat. Kalau mereka tetap dalam keingkaran dan kekafirannya sampai mati, maka Allah akan mengazab mereka dengan azab yang pedih.\nAllah tidak akan mendatangkan azab kepada mereka di dunia sebagaimana yang telah ditimpakan kepada umat-umat yang dahulu, karena seandainya Allah menimpakan azab kepada mereka, tentu mereka akan musnah semuanya, dan kemusnahan itu akan menimpa pula orang-orang yang beriman yang hidup dan berdiam di antara mereka, sebagaimana firman Allah:\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Nahl/16: 61)",
    "quraish": "Dan kalau sekiranya Allah mengabulkan untuk menyegerakan permohonan keburukan yang mereka pinta--sebagaimana kebaikan--pasti Allah akan membinasakan mereka semua. Namun Dia berlemah lembut dengan mereka, sehingga menangguhkan kebinasaan mereka, untuk menunggu apa yang tampak dari diri mereka, sesuai dengan apa yang diketahui-Nya tentang mereka. Maka dari sini tampak keadilan-Nya dalam memberikan ganjaran kepada mereka karena mereka memang telah meninggalkan (kebenaran) sedangkan dalil-dalil telah jelas mereka dapati. Mereka telah dengan sengaja melenceng dan berjalan dalam kesesatan dan kegelapan.",
    "jalalayn": "(Dan kalau sekiranya Allah menyegerakan kejahatan bagi manusia seperti permintaan mereka untuk menyegerakan) artinya sama seperti mereka meminta mendapatkan dengan segera (kebaikan, pastilah diakhiri) boleh dibaca laqudhiya atau laqadha (umur mereka) lafal ajaluhum dapat dibaca rafa` yakni menjadi ajaluhum dan dapat pula dibaca nashab hingga menjadi ajalahum; seumpamanya Allah membinasakan mereka dengan segera akan tetapi ternyata Allah menangguhkan (Maka Kami biarkan) Kami tinggalkan (orang-orang yang tidak mengharapkan pertemuan dengan Kami bergelimang di dalam kesesatan mereka) mereka hidup diselimuti oleh keraguan yang membingungkan."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 12,
    "arab": "وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1376.mp3",
    "tafsir": "Pada ayat-ayat ini, Allah menerangkan karakter manusia yang lain, yaitu apabila mereka ditimpa kemudaratan, musibah atau kesulitan, mereka ingat kepada Allah dan berdoa kepada-Nya, baik dalam keadaan berbaring duduk ataupun berdiri, agar dihindarkan dan dihilangkan dari mereka semua kemudaratan itu. Sebaliknya jika bahaya kesengsaraan dan kesulitan itu telah lenyap dan mereka telah menikmati rahmat, nikmat dan kurnia Allah, maka berangsur-angsur lupa kepada pemberi rahmat dan karunia itu, bahkan mereka mulai kafir kepada Allah.\nAyat ini menunjukkan kelemahan-kelemahan manusia di kala ia menerima cobaan dari Allah, dan menunjukkan pula ketergantungan manusia kepada rahmat dan karunia Tuhan Pencipta dan Yang Mengatur kehidupannya. Karena itu hendaklah orang-orang yang beriman ingat dan jangan lupa kepada Pencipta dan Pengawasnya, baik dalam keadaan kesulitan dan bahaya, maupun dalam keadaan lapang dan senang. Semua itu merupakan cobaan Tuhan kepada hamba-hamba-Nya untuk menguji kekuatan iman mereka. Orang yang berhasil mengatasi segala cobaan yang dialaminya baik berupa kesulitan maupun kesenangan, mereka itulah yang berhak memperoleh kebahagiaan abadi di dunia dan di akhirat.\nOrang yang melampaui batas dan orang yang sesat seperti orang musyrik Mekah adalah orang-orang yang telah dipalingkan hatinya oleh setan. Setan telah menjadikan mereka memandang baik perbuatan buruk yang telah mereka kerjakan, sehingga apabila bahaya telah lenyap mereka akan kembali sesat dan mendurhakai Tuhan.",
    "quraish": "Apabila manusia mendapat musibah yang menimpa diri, harta, atau apa saja yang berkaitan dengan dirinya, seketika dirinya merasa lemah. Dia lalu berdoa kepada Tuhannya dalam segala keadaan, dengan berbaring, duduk atau berdiri, agar Allah menghilangkan cobaan itu. Tetapi, ketika Allah mengabulkannya dengan menghilangkan cobaan yang menimpa darinya, ia segera meninggalkan Allah dan meneruskan kedurhakaannya serta lupa akan karunia Allah pada dirinya. Seakan-akan ia tidak pernah tertimpa musibah dan tidak pernah berdoa meminta kepada Allah untuk menghilangkannya. Dengan cara seperti inilah setan menghias perbuatan jelek dan kebatilan yang orang-orang kafir lakukan.",
    "jalalayn": "(Dan apabila manusia ditimpa) yang dimaksud adalah orang kafir (bahaya) berupa penyakit dan kefakiran (dia berdoa kepada Kami dalam keadaan berbaring) membaringkan diri (atau duduk, atau berdiri) artinya dalam semua keadaan (tetapi setelah Kami hilangkan bahaya itu daripadanya dia kembali) kepada kekafirannya (seolah-olah) lafal ka-an berasal dari ka-anna yang ditakhfifkan sedangkan isimnya tidak disebutkan. Lengkapnya ka-annahu, artinya seolah-olah dia (tidak pernah berdoa kepada Kami untuk menghilangkan bahaya yang telah menimpanya. Begitulah) sifat orang kafir, yaitu berdoa di kala tertimpa bahaya dan berpaling di kala hidup sejahtera (orang-orang yang melampaui batas itu memandang baik) yang dimaksud adalah orang-orang musyrik (apa yang selalu mereka kerjakan)."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 13,
    "arab": "وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ",
    "translation": " Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1377.mp3",
    "tafsir": "Ayat ini menurut lahirnya ditujukan kepada orang kafir Mekah yang selalu memperolok-olokkan Nabi Muhammad, tetapi termasuk juga di dalamnya semua umat manusia yang bersikap dan bertindak seperti yang telah dilakukan orang-orang kafir Mekah itu. Umat-umat dahulu pernah dihancurkan seluruhnya karena kezaliman, kekafiran, dan keingkaran kepada rasul-rasul dan nabi-nabi yang telah diutus Allah kepada mereka. Padahal rasul-rasul dan nabi-nabi itu telah membentangkan jalan kebenaran, yang bila mereka tempuh akan menyampaikan mereka ke tempat yang penuh bahagia.\nOrang-orang dahulu pernah dibinasakan Allah, karena kezaliman mereka sebagaimana tersebut dalam firman-Nya:\n\nDan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka. (al-Kahf/18: 59)\n\nAllah menegaskan bahwa orang-orang zalim dan ingkar itu pasti ditimpa azab yang sangat pedih. Allah berfirman:\n\nDan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum Hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfudz). (al-Isra/17: 58)\n\nAda dua macam azab yang pernah ditimpakan Allah kepada orang-orang dahulu karena keingkaran dan kezaliman mereka yaitu:\n1.Dengan memusnahkan seluruh mereka yang mendustakan rasul dan yang berbuat zalim itu, seperti yang pernah ditimpakan-Nya kepada kaum Â'd, samud, kaum Nuh dan sebagainya.\n2. Mendatangkan azab berupa kerusakan, kekacauan dalam masyarakat dan sebagainya, sebagaimana firman Allah:\n\nDan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). (al-Anbiya/21: 11)\n\nKerusakan dan kekacauan dalam masyarakat itu terjadi karena banyaknya pribadi-pribadi yang telah rusak, kemewahan yang berlebihan, suka hidup berfoya-foya, menuruti hawa nafsu, kerusakan akhlak dan sebagainya yang mengakibatkan golongan yang lemah di antara mereka berada di bawah kekuasaan golongan yang kuat. Akan tetapi jika mereka mendustakan rasul yang membawa petunjuk ke jalan yang lurus, mereka tidak lagi bisa menerima ajaran yang dibawa rasul-rasul itu, karena telah terbiasa berlaku zalim, kafir dan hidup mementingkan kesenangan duniawi, sehingga iman mereka tidak dapat diharapkan lagi sedikit pun, maka Allah menghancurkan dan memusnahkan mereka.\nDemikianlah Allah memberikan balasan kepada orang-orang yang zalim dan mengerjakan perbuatan dosa. Ada kalanya Allah menghancurkannya sekaligus, atau mendatangkan azab berupa kerusakan dan kehancuran dalam masyarakat mereka. Hal ini merupakan peringatan keras dari Allah kepada orang-orang musyrik Mekah yang mendustakan Rasulullah.",
    "quraish": "Kami telah membinasakan umat-umat sebelum kalian karena kekufuran mereka, ketika rasul-rasul mereka datang kepada mereka dan membawa bukti-bukti nyata yang menunjukkan kebenaran dakwah mereka kepada keimanan. Sesuai dengan ilmu Allah--yang mengetahui bahwa mereka tetap bersikeras dalam kekufuran dan kedurhakaan--mereka tidak akan beriman. Maka ambillah pelajaran, wahai orang-orang kafir Quraisy, bahwa sebagaimana Kami telah membinasakan orang-orang sebelum kalian Kami juga akan memberikan balasan bagi orang-orang jahat dengan membinasakan mereka.",
    "jalalayn": "(Dan sesungguhnya Kami telah membinasakan umat-umat) generasi-generasi (yang sebelum kalian) hai penduduk Mekah (ketika mereka berbuat kelaliman) yaitu dengan melakukan kemusyrikan (padahal) sungguh (telah datang kepada mereka rasul-rasul mereka dengan membawa keterangan-keterangan yang nyata) bukti-bukti yang menunjukkan kebenaran risalah mereka (tetapi mereka sekali-kali tidak hendak beriman) kalimat ayat ini di'athafkan pada lafal lammaa zhalamuu. (Demikianlah) seperti yang telah Kami binasakan mereka (Kami memberi pembalasan kepada orang-orang yang berbuat dosa) yaitu orang-orang kafir."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 14,
    "arab": "ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ",
    "translation": "Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1378.mp3",
    "tafsir": "Setelah umat-umat yang terdahulu hancur, maka Allah mengganti dengan umat Muhammad, umat yang mengikuti agama Islam, agama yang membawa manusia kepada kebahagiaan hidup di dunia dan di akhirat.\nAyat ini merupakan berita gembira bagi pengikut-pengikut Nabi Muhammad yang sedang mendapat tekanan dan siksaan orang-orang musyrik Mekah waktu itu. Dengan ayat ini mereka bertambah yakin akan kebenaran agama Islam dan bertambah yakin pula bahwa perjuangan mereka berhasil dengan kemenangan.\nJanji Allah ini sesuai pula dengan firman-Nya:\n\nAllah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan mengerjakan kebajikan, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang yang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu pun. Tetapi barang siapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik. (an-Nur/24: 55)\n\nAyat ini merupakan peringatan bagi kaum Muslimin agar selalu berhati-hati dalam menentukan apa yang akan mereka lakukan dan selalu ingat akan tugas-tugas yang diberikan Allah kepada manusia sebagai Khalifah di bumi.\nDi antara tugas khalifah di bumi ialah menegakkan hak dan keadilan, membersihkan alam ini dari perbuatan najis, syirik, fasik, serta meninggikan kalimah Allah di muka bumi. Allah akan memperhatikan dan mencatat semua perbuatan manusia dalam melaksanakan tugasnya, apakah sesuai dengan yang diperintahkan-Nya atau tidak. Sebagaimana firman-Nya:\n\nDan Dialah yang menciptakan langit dan bumi dalam enam masa dan adalah Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. (Hud/11: 7)\n\nSehubungan dengan ayat ini, Qatadah berkata, \"Tuhan kita telah berbuat yang benar. Dia menjadikan kita sebagai khalifah di muka bumi, tidak lain hanyalah untuk melihat amal-amal kita, maka perlihatkanlah kepada Allah amalan-amalan kamu yang baik di malam dan siang hari.\"",
    "quraish": "Kemudian Kami menjadikan kalian, wahai umat Muhammad, sebagai khalifah di bumi yang membangunnya setelah orang-orang terdahulu itu, untuk menguji kalian dan menampakkan pada kalian apa yang akan kalian pilih untuk diri kalian--ketaatan ataukah kedurhakaan--setelah kalian mengetahui apa yang terjadi atas orang-orang sebelum kalian.",
    "jalalayn": "(Kemudian Kami jadikan kalian) hai penduduk Mekah (pengganti-pengganti) lafal khalaaif adalah bentuk jamak dari lafal khaliifah (di muka bumi sesudah mereka supaya Kami memperhatikan bagaimana kalian berbuat) di muka bumi; apakah kalian mau mengambil pelajaran dari umat-umat terdahulu itu sehingga kalian mau percaya kepada rasul-rasul Kami."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 15,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
    "translation": "Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata, “Datangkanlah kitab selain Al-Qur'an ini atau gantilah.” Katakanlah (Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya  mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1379.mp3",
    "tafsir": "Dalam ayat ini dijelaskan sikap orang-orang musyrik apabila Nabi Muhammad membacakan kepada mereka ayat-ayat Al-Qur'an yang diturunkan kepadanya yang mempunyai keindahan bahasa dan isi yang tinggi, yang menunjukkan segala macam kebenaran, berdasar alasan-alasan dan bukti-bukti yang kuat, maka mereka menantang Rasul untuk mendatangkan kitab selain Al-Qur'an untuk mereka yang berisi hal-hal yang tidak bertentangan dengan kepercayaan yang telah mereka anut, yang tidak mencela tuhan dan sembahan-sembahan mereka, yang tidak bertentangan dengan adat kebiasaan mereka dan tidak mengharamkan apa yang telah mereka halalkan.\nDengan permintaan itu mereka bermaksud untuk mematahkan hujjah yang dikemukakan Nabi Muhammad. Mereka mengharapkan agar Muhammad bersedia mengabulkan permintaan mereka. Jika Muhammad mengabulkan permintaan mereka berarti mereka telah dapat melemahkan alasan-alasan yang dibenarkan oleh Muhammad sendiri. Maka Allah mengajarkan kepada Muhammad agar dia mengatakan kepada mereka bahwa Al-Qur'an itu dari Allah, bukan dari dia sendiri. Jika ia mengubah dan menukarnya, berarti Al-Qur'an itu buatannya sendiri, bukan dari Allah. Namun jawaban yang mereka terima berlawanan dengan harapan mereka, bahkan bernada ancaman dan peringatan yang keras yang menyatakan bahwa karena keingkaran mereka yang sangat itu, maka mereka tidak layak lagi menerima ajaran-ajaran Allah, melainkan azab Allah-lah yang mereka terima. Nabi menyatakan bahwa tidak layak menukar atau mengganti ayat-ayat Al-Qur'an. Ayat-ayat Al-Qur'an itu adalah firman Allah, bukan perkataannya, karena itu yang berhak mengganti atau mengubahnya hanyalah Allah sendiri. Dia hanya seorang rasul utusan Allah karena itu yang ia ikuti hanyalah wahyu yang telah diturunkan Allah kepadanya. Ia tidak akan mengikuti selain dari itu. Ia yakin dan percaya bahwa jika ia memperturutkan hawa nafsu dan permintaan orang-orang musyrik itu, berarti ia telah durhaka kepada Allah, telah mendustakan kalam Allah, mengingkari adanya hari kebangkitan dan sebagainya. Perbuatan yang demikian itu diancam Allah dengan azab yang pedih.",
    "quraish": "Dan ketika ayat-ayat al-Qur'ân dari Rasul Kami, Muhammad, telah jelas bagi orang-orang musyrik, orang-orang kafir yang tidak takut kepada azab Allah dan tidak mengharapkan pahala dari-Nya berkata kepada Nabi Muhammad, \"Datangkanlah kitab selain al-Qur'ân kepada kami, atau gantilah apa yang tidak kami sukai di dalamnya.\" Katakanlah kepada mereka, wahai Rasulullah, \"Aku tidak mungkin mendatangkannya dan tidak boleh mengganti apa yang ada di dalamnya dari diriku sendiri. Aku hanya mengikuti dan menyampaikan apa yang diwahyukan kepadaku dari Tuhanku. Sesungguhnya aku takut bahaya dan besarnya azab pada hari yang sangat mengerikan, apabila aku melanggar wahyu Tuhanku.",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (yang nyata) yang jelas; lafal bayyinaatin kedudukannya menjadi hal atau kata keterangan keadaan (orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata) mereka adalah orang-orang yang tidak takut akan adanya hari pembalasan (\"Datangkanlah Alquran yang lain dari ini) yang isinya tidak mengandung celaan kepada tuhan-tuhan kami (atau gantilah dia.\") dengan buatanmu sendiri (Katakanlah,) kepada mereka (\"Tidaklah pantas) tidak layak (bagiku menggantinya dari pihak) berdasarkan kemauan (diriku sendiri. Aku tidak) tiada lain (hanya mengikuti apa yang diwahyukan kepadaku. Sesungguhnya aku takut jika mendurhakai Rabbku) oleh sebab menggantikan Alquran (kepada siksa hari yang besar.\") yaitu hari kiamat."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 16,
    "arab": "قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Katakanlah (Muhammad), “Jika Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu.” Aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur'an). Apakah kamu tidak mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1380.mp3",
    "tafsir": "Pada ayat ini Allah mengajarkan jawaban yang akan disampaikan Nabi Muhammad kepada orang-orang musyrik yang mengingkari Al-Qur'an, yaitu perintah untuk mengatakan kepada orang-orang yang musyrik bahwa jika Allah berkehendak, Nabi tidak akan membacakannya. Nabi membacakan Al-Qur'an kepada mereka semata-mata atas perintah Allah dan kehendak-Nya. Seandainya Allah tidak berkehendak menyampaikan Al-Qur'an itu kepada mereka, tentu Dia tidak akan mengutus dirinya kepada mereka, sehingga Al-Qur'an yang mengandung petunjuk-petunjuk untuk kebahagiaan hidup di dunia dan di akhirat ini tidak akan sampai kepada mereka. Allah berfirman:\n\nSungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman. (al-Araf/7: 52)\n\nAyat ini menegaskan bahwa Allah telah menurunkan Al-Qur'an kepada Nabi Muhammad, yang berisi petunjuk bagi kemaslahatan hidup di dunia dan di akhirat, serta menegaskan bahwa Muhammad adalah utusan Allah yang menyampaikan petunjuk itu kepada manusia.\nSebagai bukti kebenaran wahyu yang telah disampaikan itu maka Allah memerintahkan kepada Nabi, agar mengatakan kepada orang musyrik, bahwa dia (Muhammad) telah hidup dan bergaul bersama mereka lebih dari 40 tahun. Mereka semua telah mengetahui pula sifat-sifat, watak, dan kepribadian Nabi, telah mengetahui pula akhlak, tingkah laku, sikap, dan keadilannya terhadap mereka semua. Selama itu pula mereka semua mengetahui bahwa Nabi tidak pernah membaca satu kitab pun, karena dia tidak pandai membaca, tidak pernah belajar kepada seorang pun dan tidak pula menyampaikan perkataan yang sama nilainya dengan ayat-ayat Al-Qur'an. Karena itu, apakah benar Nabi berbuat kebohongan, sebagaimana dugaan mereka. Kenapa mereka semua meminta kepada Nabi untuk mengganti ayat-ayat Al-Qur'an dengan yang lain.\nSebagaimana diketahui bahwa tiap-tiap rasul yang diutus Allah kepada kaumnya diberi berbagai keistimewaan oleh Allah, sebelum diangkat menjadi rasul, seperti Musa a.s. diberi hikmah dan ilmu pada saat-saat ia berumur antara 30 dan 40 tahun, pada waktu akalnya telah sempurna sebagaimana firman Allah:\n\nDan setelah dia (Musa) dewasa dan sempurna akalnya, Kami anugerahkan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. (al-Qashash/28: 14)\n\nDemikian pula Yusuf a.s. diberi oleh Allah hikmah dan pengetahuan pada saat ia mencapai umur dewasa, sebelum diangkat menjadi rasul, (Yusuf/12: 22) seperti ilmu mentakwilkan mimpi dan sebagainya.\nNabi Isa a.s. sebelum diangkat menjadi rasul, pada waktu kecil dalam buaian telah pandai berbicara, dilahirkan tanpa bapak, diberi Kitab, dan Hikmah. (Â'li Imran/3: 46, 47 dan 48)\nNabi Muhammad telah diberi Allah keistimewaan seperti keistimewaan yang telah diberikan kepada nabi-nabi dan rasul-rasul terdahulu. Beliau juga diberi keistimewaan yang lain, yaitu keistimewaan yang langsung dirasakan, diyakini, dan diketahui oleh seluruh anggota masyarakat Mekah pada waktu itu. Seluruh penduduk Mekah menganggap beliau sebagai seorang yang jujur yang benar-benar dapat dipercayai, ia dipandang sebagai orang yang adil dalam menetapkan keputusan, tidak berat sebelah.\nSebagai contoh ialah kebijaksanaan beliau memberi keputusan kepada kabilah-kabilah Quraisy yang meminta beliau untuk menentukan siapa yang berhak meletakkan kembali Hajar Aswad ke tempatnya semula ketika Kabah direnovasi. Pemuka-pemuka Quraisy membersihkan dan mem-perbaiki Kabah, karena itu mereka mengeluarkan Hajar Aswad dari tempatnya. Setelah Kabah itu selesai dibersihkan dan diperbaiki, mereka ingin meletakkan kembali Hajar Aswad ke tempatnya. Para kepala suku kabilah bertikai dalam menetapkan siapa yang paling berhak meletakkan kembali Hajar Aswad ke tempatnya semula. Masing-masing kepala kabilah merasa berhak, sehingga terjadilah perdebatan dan perselisihan yang hampir menimbulkan pertumpahan darah di antara mereka. Maka salah seorang di antara mereka meminta Muhammad memberikan keputusan tentang siapa yang lebih berhak meletakkan Hajar Aswad itu kembali. Apa saja keputusan Nabi akan diikuti. Permintaan orang itu disetujui oleh kepala-kepala kabilah, dan Muhammad bersedia pula memenuhi permintaan mereka. Beliau membuka sorbannya dan meletakkan Hajar Aswad di atasnya, kemudian disuruhnya masing-masing kepala kabilah memegang tepi sorban itu dan bersama-sama mengangkatnya. Setelah tiba di tempat Hajar Aswad, beliau meletakkannya di tempat semula. Keputusan beliau ini diakui oleh kepala-kepala kabilah sebagai suatu keputusan yang adil, tepat dan bijaksana.\nOrang-orang Mekah sangat percaya kepada beliau, karena kepercayaan itu beliau digelari \"Al-Amin\" (orang kepercayaan). Karena kepercayaan itu pula Khadijah mempercayakan dagangannya kepada beliau. Akhirnya Khadijah menjadi istri beliau. Beliau diakui oleh orang-orang Mekah sebagai orang yang berakhlak mulia, kuat kepribadiannya, disegani dan sebagainya.\nSetelah beliau bertugas sebagai rasul, beliau menyampaikan ayat-ayat Al-Qur'an kepada mereka serta mengajak mereka untuk masuk agama Islam, tiba-tiba mereka menuduh Muhammad sebagai seorang pembohong, seorang yang mengganggu ketenteraman umum dan orang yang mengubah dan merusak kepercayaan serta adat istiadat yang telah mereka warisi dari nenek moyang mereka sejak dahulu. Karena kebencian mereka kepada Muhammad, mereka tidak ingat lagi akan sikap dan kepercayaan mereka terhadapnya. Inilah yang dimaksud Allah dengan firman-Nya di atas yang artinya: \"Sesungguhnya aku telah tinggal bersamamu beberapa lama sebelumnya\".",
    "quraish": "Katakanlah kepada mereka, wahai Rasulullah, \"Kalau Allah menghendaki untuk tidak menurunkan al-Qur'ân kepadaku dari sisi-Nya dan tidak menghendaki diriku untuk menyampaikannya kepada kalian, niscaya Dia tidak akan menurunkannya. Aku pun tidak akan membacakannya kepada kalian, dan Dia tidak akan memberitahukannya kepada kalian. Tetapi ternyata al-Qur'ân itu turun. Berarti Allah telah mengutusku dengannya, dan aku membacakannya kepada kalian sebagaimana yang Dia perintahkan. Aku telah tinggal di tengah-tengah kalian dalam waktu yang panjang sebelum aku diutus. Pada saat itu aku belum mendakwahkan ajaran dan belum membacakan sesuatu pun kepada kalian. Pada saat itu, kalian juga telah bersaksi atas sifat kebenaran dan kejujuran yang ada pada diriku. Tetapi kemudian wahyu datang, dan aku diperintahkan untuk membacanya. Maka pikirkanlah semua itu dan ketahuilah serta kaitkanlah antara masa lalu dan masa kini.",
    "jalalayn": "(Katakanlah, \"Jika Allah menghendaki, niscaya aku tidak membacakannya kepada kalian dan aku tidak pula memberitahukan kepada kalian) mengajarkan kepada kalian (mengenainya) huruf laa di sini bermakna nafi atau meniadakan, kemudian diathafkan kepada nafi yang sebelumnya. Menurut qiraat yang lain dianggap sebagai lam yang menjadi jawab daripada huruf lau, dengan demikian berarti niscaya aku akan mengajarkannya kepada kalian dengan bahasa yang bukan bahasaku (Sesungguhnya aku telah tinggal) diam (bersama dengan kalian beberapa lama) yaitu empat puluh tahun (sebelumnya.\") selama itu aku belum pernah menceritakan sesuatu kepada kalian (Maka apakah kalian tidak memikirkannya?) bahwasanya Alquran itu bukanlah buatanku sendiri."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 17,
    "arab": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ",
    "translation": "Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1381.mp3",
    "tafsir": "Ayat ini menerangkan perbuatan orang yang paling zalim di sisi Allah ialah:\n1. Orang yang berbuat dusta terhadap Allah, seperti yang telah dilakukan orang-orang musyrik karena keingkaran mereka, yaitu meminta Rasulullah menukar ayat-ayat Al-Qur'an dengan perkataan yang lain yang tidak bertentangan dengan kepercayaan mereka.\n2. Orang yang mendustakan ayat-ayat Allah. Ayat ini memberi peringatan bahwa orang yang melakukan salah satu dari perbuatan yang paling zalim itu adalah orang yang pantas mendapat kemurkaan Allah dan siksa-Nya. Mereka telah berbuat dosa, mereka tidak akan memperoleh keberuntungan dengan perbuatan-perbuatan itu. Oleh karena itu, hendaklah orang-orang yang beriman menjaga dirinya agar jangan sampai melakukan perbuatan-perbuatan tersebut.",
    "quraish": "Tidak ada yang lebih zalim kepada dirinya daripada orang-orang yang kafir dan membuat-buat kebohongan tentang Allah atau mendustakan ayat-ayat-Nya yang dibawa oleh Rasul-Nya. Sesungguhnya orang kafir tidak akan berhasil dalam perbuatannya. Dia benar-benar rugi besar lantaran kekufuran dan perbuatannya yang membangkitkan kemurkaan Allah itu.",
    "jalalayn": "(Maka siapakah) artinya, tiada seorang pun (yang lebih lalim daripada orang yang mengada-adakan kedustaan terhadap Allah) yaitu dengan melakukan kemusyrikan terhadap Allah (atau mendustakan ayat-ayat-Nya?) yakni Alquran. (Sesungguhnya) pada kenyataannya (tiadalah beruntung) tiadalah berbahagia (orang-orang yang berbuat dosa) yaitu orang-orang musyrik."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 18,
    "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, “Mereka itu adalah pemberi syafaat kami di hadapan Allah.” Katakanlah, “Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?” Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1382.mp3",
    "tafsir": "Ayat ini menerangkan bentuk kepercayaan orang-orang Arab Jahiliyah. Mereka menyembah berhala di samping menyembah Allah, karena mereka percaya bahwa patung-patung dan berhala-berhala itu dapat memberi manfaat kepada mereka sebagaimana ia dapat memberi mudarat, jika mereka melakukan sesuatu yang dapat menimbulkan kemarahannya. Padahal jika mereka mau berpikir dan menyadari benar-benar bahwa patung itu adalah benda mati yang dibuat oleh tangan mereka sendiri, mereka akan tahu bahwa berhala-berhala itu tidak akan dapat menimbulkan mudarat atau manfaat kepada siapapun dan tentu mereka tidak akan menyembahnya. Yang berhak disembah hanyalah Yang Maha Kuasa lagi Maha Pencipta.\nOrang-orang Arab pada masa Jahiliyah menganut bermacam-macam agama dan kepercayaan, serta mempunyai beberapa cara dalam melakukan peribadatan kepada sembahan-sembahan mereka. Semua kepercayaan itu menunjukkan keyakinan bahwa tuhan itu banyak, bukan esa. Dengan perkataan lain, mereka mempersekutukan Allah dengan yang lain. Di antara mereka ada pula yang memeluk agama Yahudi seperti sebagian penduduk Medinah dan sebagian penduduk Yaman, dan ada pula yang memeluk agama Nasrani seperti penduduk Gassan dan penduduk Najran, demikian pula segolongan suku Aus dan Khazraj yang tinggal di daerah, yang berbatasan dengan Khaibar, Quraidhah, dan Bani Nadhir.\nDi antara mereka ada pula yang beragama shabiin, yaitu umat sebelum Nabi Muhammad yang mengetahui adanya Tuhan Yang Maha Esa, dan mempercayai adanya pengaruh bintang-bintang.\nKemudian Allah menerangkan sikap orang-orang Arab terhadap berhala-berhala, di antaranya ada yang mengatakan bahwa mereka percaya berhala itu tidak dapat mendatangkan kemudaratan dan manfaat, tetapi mereka percaya bahwa sembahan-sembahan itulah yang akan menjadi perantara bagi mereka untuk memohonkan syafaat bagi mereka di sisi Allah, dan itulah jalan yang terdekat. Karena itulah mereka bernadzar, menyembelih kurban dan berdoa kepada sembahan-sembahan itu dan menyebut nama-namanya. Dengan melakukan yang demikian mereka merasa bertambah dekat kepada Allah.\nDiriwayatkan oleh Ibnu Abi hatim dari Ikrimah bahwa Nadhar bin haris berkata, \"Apabila datang Hari Kiamat, maka Lata dan Uzza akan memberi syafaat kepadaku.\"\nDari keterangan di atas dapat diambil kesimpulan bahwa inti dari kepercayaan bangsa Arab Jahiliah ialah sekalipun mereka mempercayai Tuhan Maha Pencipta itu ada, tetapi dalam hubungan antara Tuhan dan manusia masih memerlukan perantara (wasilah) yang akan menyampaikan permohonan mereka kepada Tuhannya. Kemudian Allah memerintahkan agar Nabi Muhammad menyampaikan kepada orang-orang musyrik itu sesuatu yang dapat membuktikan kebohongan mereka dan sesuatu yang dapat membantah perkataan mereka dengan mengatakan bahwa apakah mereka mengabarkan kepada Allah sesuatu yang tidak diketahui-Nya, yaitu bahwa ada pemberi syafaat di langit dan di bumi yang dapat memberikan syafaat sebagai perantara antara Allah dan makhluk-Nya, padahal seandainya ada tentu Allah mengetahuinya. Tidak ada sesuatu pun di langit dan di bumi yang tidak diketahui Allah, ada dan tidaknya sesuatu semata-mata menurut kehendak Allah, apalagi syafaat itu hanya diberikan semata-mata dengan izin Allah dan hanya diberikan kepada siapa yang dikehendaki-Nya.\nRasulullah saw sendiri tidak sanggup memberi kemanfaatan untuk dirinya, begitu pula menolak kemudaratan kecuali dengan izin Allah sebagai firman Allah:\nKatakanlah (Muhammad), \"Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman. (al-Araf/7: 188)\n\nAkhir ayat ini menerangkan kemahasucian Allah, Tuhan semesta alam dari persekutuan sebagaimana yang dikatakan orang-orang musyrik itu.\nAyat ini juga mengisyaratkan bahwa segala sesuatu yang berhubungan dengan Tuhan hanya dapat diperoleh penjelasannya dengan perantaraan wahyu yang disampaikan kepada rasul-Nya, sedangkan segala sesuatu itu diketahui Allah, baik yang tersembunyi maupun yang nyata.",
    "quraish": "Orang-orang musyrik yang membuat-buat kebohongan tentang Allah dengan kesyirikan itu menyembah berhala-berhala yang batil, yang tidak memberikan mudarat atau manfaat kepada mereka. Mereka berkata, \"Berhala-berhala itu akan memberi syafaat kepada kami di sisi Allah di akhirat nanti.\" Katakanlah kepada mereka, wahai Rasulullah, \"Apakah kalian memberitahukan kepada Allah tentang adanya sekutu bagi-Nya, yang tidak Dia ketahui keberadaannya di langit dan bumi. Allah Mahasuci dari sekutu dan dari prasangka serta peribadatan kalian kepada sekutu-sekutu itu.\"",
    "jalalayn": "(Dan mereka menyembah selain daripada Allah) (apa yang tidak dapat mendatangkan kemudaratan) jika mereka tidak menyembahnya (dan tidak pula kemanfaatan) jika mereka menyembahnya, yang dimaksud adalah berhala-berhala yang mereka sembah itu (dan mereka berkata,) tentang berhala-berhala itu (\"Mereka itu adalah pemberi syafaat kepada kami di sisi Allah.\" Katakanlah) kepada mereka (\"Apakah kalian mengabarkan kepada Allah) menceritakan kepada-Nya (apa yang tidak diketahui-Nya di langit dan tidak pula di bumi?\") Istifham atau kata tanya di sini mengandung makna ingkar, karena seandainya Dia mempunyai sekutu niscaya Dia akan mengetahui sekutunya itu karena sesungguhnya tiada sesuatu pun yang samar bagi-Nya. (Maha Suci Allah) dari hal-hal yang tidak layak bagi-Nya (dan Maha Tinggi daripada apa yang mereka persekutukan itu) bersama Allah."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 19,
    "arab": "وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ",
    "translation": "Dan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1383.mp3",
    "tafsir": "Yang dimaksud satu umat di sini ialah satu akidah, yaitu percaya kepada Allah Yang Maha Esa, karena manusia sejak dilahirkan ke dunia telah menganut kepercayaan tauhid, Allah telah mengambil kesaksian terhadap manusia, sejak mereka dikeluarkan dari sulbi, (lihat tafsir Surah al-Baqarah/2: 213 dan al-Araf/7: 172) sebagai fitrah kejadiannya, seperti sabda Nabi Muhammad saw:\nTiap anak yang lahir itu dilahirkan dalam keadaan fitrah, maka kedua orang tuanyalah yang menjadikannya Yahudi atau Nasrani atau Majusi. (Riwayat Abi Yala, ath-thabrani dan al-Baihaqi dari al-Aswad bin Sari)\nPada mulanya, manusia hidup sederhana, dalam satu kesatuan, seakan-akan mereka satu keluarga. Akan tetapi, setelah mereka berkembang biak, terbentuklah suku-suku dan bangsa-bangsa yang berbeda-beda, baik dari sisi kepentingan maupun kemaslahatannya. Karena hawa nafsu, merekapun berselisih. Oleh karena itu, Allah mengutus kepada mereka para rasul yang menyampaikan petunjuk Allah, untuk menghilangkan perselisihan dan perbedaan pendapat di antara mereka. Para rasul itu membawa kitab yang berisi wahyu Allah. Kemudian manusia berselisih pula tentang kitab yang telah diturunkan Allah itu, sehingga terjadilah permusuhan dan pertarungan di antara mereka.\nSebagian mufasir berpendapat bahwa yang dimaksud dengan \"manusia\" dalam ayat ini ialah orang Arab. Mereka dahulu adalah pengikut-pengikut agama yang dibawa oleh Nabi Ibrahim, agama yang mengakui keesaan Allah. Kemudian masuklah unsur syirik kepada kepercayaan mereka, sehingga sebagian mereka menyembah berhala di samping menyembah Allah dan sebagian masih tetap menganut agama Nabi Ibrahim. Terjadilah perselisihan antara kedua golongan itu.\nJika diperhatikan antara kedua pendapat ini maka tidak ada perbedaan pokok, karena pendapat pertama adalah sifatnya umum, meliputi seluruh manusia yang ada di dunia, sedangkan pendapat kedua adalah khusus untuk orang Arab saja, tetapi tidak menutup kemungkinan berlakunya untuk semua manusia.\nDengan peringatan yang sangat keras dengan menyatakan bahwa seandainya belum ditetapkan oleh Allah dahulu untuk memberikan balasan yang setimpal dan adil di akhirat, maka Allah akan segera membinasakan orang-orang yang berselisih itu di dunia ini. Mereka membawa perpecahan dan permusuhan, apalagi perselisihan mereka itu tentang Kitab Allah yang sebenarnya diturunkan untuk menghilangkan perselisihan.",
    "quraish": "Pada awal penciptaannya, fitrah manusia itu satu. Kemudian Kami mengutus rasul-rasul kepada mereka untuk memberikan arahan dan petunjuk sesuai dengan wahyu Allah. Tabiat manusia yang berpotensi untuk menerima kebaikan dan keburukan adalah penyebab berkuasanya keburukan, hawa nafsu dan godaan setan kepada sebagian mereka. Oleh sebab itu, mereka berselisih satu sama lain. Kalau bukan karena ketetapan terdahulu dari Tuhanmu dengan menangguhkan perkara orang kafir itu denganmu, Muhammad, serta menangguhkan kebinasaan mereka sampai saat yang telah Dia tentukan, niscaya Dia akan mempercepat kebinasaan dan azab bagi mereka, oleh sebab perselisihan yang terjadi di antara mereka, sebagaimana yang terjadi pada umat-umat sebelum mereka.",
    "jalalayn": "(Manusia dahulunya hanyalah satu umat) satu agama yaitu agama Islam, sejak dari zaman Nabi Adam sampai dengan zaman Nabi Nuh. Menurut pendapat yang lain dikatakan mulai dari zaman Nabi Ibrahim sampai dengan zamannya Amr bin Luhay (kemudian mereka berselisih) disebabkan sebagian daripada mereka tetap iman sedangkan sebagian yang lainnya kafir. (Kalau tidaklah karena suatu ketetapan yang telah ada dari Rabbmu dahulu) dengan menangguhkan pembalasan hingga hari kiamat (pastilah diberi keputusan di antara mereka) yaitu di antara manusia di dunia (tentang apa yang mereka perselisihkan itu) dalam masalah agama, yaitu dengan mengazab orang-orang kafir."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 20,
    "arab": "وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ",
    "translation": "Dan mereka berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1384.mp3",
    "tafsir": "Dalam ayat ini dijelaskan sikap orang-orang musyrik kepada Nabi dengan mengatakan bahwa mengapa tidak diturunkan kepada Muhammad tanda-tanda kerasulannya yang berhubungan dengan alam ini, seperti yang pernah diturunkan kepada nabi-nabi sebelumnya, seperti angin topan Nabi Nuh, membelah laut untuk Nabi Musa, dan sebagainya.\nPermintaan dan keheranan mereka itu dilukiskan dalam ayat yang lain, sebagai berikut:\n\nDan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia, atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?\" Dan orang-orang zalim itu berkata, \"Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.\" (al-Furqan/25: 7-8)\n\nMereka juga meminta bukti-bukti kenabian yang lain, seperti kebun-kebun yang indah dimana sungai-sungai mengalir di sana, atau azab dengan menjatuhkan langit, atau rumah dari emas yang diberikan kepada Muhammad. Dalam ayat lain Allah berfirman:\n\nDan mereka berkata, \"Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. Atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya, Atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami. Atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.\" (al-Isra/17: 90-93)\n\nMaka Allah mengajarkan Nabi Muhammad jawaban atas permintaan orang-orang musyrik itu sebagaimana tersebut dalam firman-Nya:\n\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti. (al-Isra/17: 59)\n\nSetiap rasul yang diutus Allah diberi-Nya mukjizat untuk membuktikan dan menguatkan risalahnya, tetapi mukjizat yang diberikan itu berbeda-beda, disesuaikan dengan keadaan dan tempat umat yang akan menerima risalah itu. Khususnya Nabi Muhammad saw diberikan mukjizat berupa Al-Quran karena mukjizat itu sesuai dengan tingkat pengetahuan orang-orang Arab dan manusia yang hidup sesudahnya. Diriwayatkan bahwa Nabi Muhammad saw bersabda:\nTidak ada seorang Nabi (yang diutus Allah), kecuali Dia memberinya mukjizat-mukjizat yang karenanyalah manusia beriman kepadanya. Yang diberikan kepadaku tak lain adalah wahyu yang telah diwahyukan Allah kepadaku. Maka aku mengharapkan agar akulah di antara mereka yang paling banyak pengikutnya di Hari Kiamat. (Riwayat al-Bukhari, Muslim, dan at-Tirmidzi dari Abu Hurairah)\n\nAllah memerintahkan kepada Nabi Muhammad saw agar memberi peringatan keras kepada orang-orang musyrik dengan mengatakan kepada mereka bahwa barang yang gaib itu di bawah kekuasan Allah, hanya Dialah yang memilikinya, termasuk di dalamnya mukjizat-mukjizat yang mereka minta itu. Jika Allah berkehendak menurunkannya kepada mereka, maka Dia sendirilah yang mengetahui waktu turunnya. Muhammad hanyalah seorang rasul, yang bertugas menyampaikan agama dan ketetapan Allah atas diri mereka, sebagaimana Muhammad pun termasuk orang-orang yang menunggu datangnya ketetapan itu.\nDalam ayat lain Allah berfirman :\n\nKatakanlah (Muhammad), \"Aku bukanlah rasul yang pertama di antara rasul-rasul dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku hanyalah pemberi peringatan yang menjelaskan. (al-Ahqaf/46: 9)\n\nApa yang dinantikan Muhammad saw dan apa pula yang mereka nantikan diterangkan Allah pada ayat 102 surah ini.",
    "quraish": "Dan orang-orang musyrik itu berkata, \"Mengapa tidak diturunkan mukjizat dari sisi Allah kepada Muhammad selain al-Qur'ân, yang dapat memuaskan kami akan kebenaran ajaran yang dibawanya?\" Maka katakanlah kepada mereka, wahai Rasulullah, \"Sesungguhnya turunnya ayat adalah sesuatu yang bersifat gaib. Tidak ada yang mengetahui hal yang gaib itu kecuali Allah. Apabila al-Qur'ân tidak dapat memuaskan kalian, maka tunggulah keputusan Allah antara aku dan kalian tentang apa yang kalian durhakai. Sesungguhnya bersama kalian, aku termasuk orang-orang yang menunggu.\"",
    "jalalayn": "(Dan mereka berkata,) yakni penduduk Mekah (\"Mengapa tidak) kenapa tidak (diturunkan kepadanya) dimaksud kepada Nabi Muhammad saw. (suatu keterangan dari Rabbnya?\") sebagaimana yang telah diberikan kepada para nabi lainnya, seperti mukjizat unta, mukjizat tongkat dan mukjizat tangan (Maka katakanlah,) kepada mereka (\"Sesungguhnya yang gaib itu) hal-hal yang gaib dari mata hamba-hamba Allah (kepunyaan Allah) antara lain ialah mukjizat-mukjizat, maka mukjizat-mukjizat itu tidak ada yang dapat mendatangkannya melainkan hanya seizin Allah. Sesungguhnya tugasku hanyalah menyampaikan (sebab itu tunggu sajalah oleh kalian) datangnya azab jika kalian tidak mau beriman (sesungguhnya aku bersama kalian termasuk orang-orang yang menunggu.\")"
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 21,
    "arab": "وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ",
    "translation": "Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasannya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1385.mp3",
    "tafsir": "Ayat ini menerangkan sifat orang kafir pada umumnya dan sifat orang musyrik pada khususnya. Bahwa bila Allah memberikan suatu kelapangan kepada mereka setelah menderita suatu kesukaran atau kebahagiaan sesudah mereka sengsara, mereka tidak mengakui bahwa kelapangan dan kebahagiaan itu datangnya dari Allah, sehingga mereka tidak mensyukuri-Nya.\nApabila rahmat Allah datang kepadanya berupa hujan yang diturunkan dari langit yang menumbuhkan tanam-tanaman dan menghidupkan binatang ternak, mereka menyatakan bahwa itu adalah berkat berhala dan sembahan-sembahan mereka, atau mereka mengatakan bahwa hujan itu turunnya secara kebetulan saja, karena musim hujan telah tiba. Jika mereka ditimpa kesukaran, kemudian kesukaran itu hilang maka mereka mengatakan bahwa kesukaran itu hilang semata-mata karena mereka sendiri adalah orang-orang yang pandai menghilangkan kesukaran dan termasuk orang-orang yang bernasib baik. Hal yang seperti ini telah dilakukan oleh Firaun dan kaumnya setiap mereka menerima azab Allah dan setiap mereka terlepas dari azab itu. Hal yang sama dilakukan orang-orang musyrik Mekah terhadap Nabi Muhammad saw dan pengikut-pengikutnya.\nDiriwayatkan oleh al-Bukhari dari Abdullah bin Masud bahwa tatkala orang-orang Quraisy menyakiti Rasul sampai melampui batas, Rasulullah saw berdoa kepada Allah agar orang musyrik ditimpakan azab berupa musim kemarau seperti tahun kemarau yang terjadi pada masa Nabi Yusuf. Maka merekapun ditimpa musim kemarau yang sangat dahsyat, hingga mereka terpaksa makan tulang dan bangkai. Karena kekeringan dan panas yang sangat tinggi, penglihatan mereka menjadi berkunang-kunang dan berasap sebagai dilukiskan Allah dalam Surah ad-Dukhan/44 ayat 10. Maka datang-lah Abu Sufyan, pemimpin Quraisy kepada Muhammad saw, ia berkata, \"Ya Muhammad, sesungguhnya engkau memerintahkan kepada kami mengada-kan hubungan silahturrahim, dan sesungguhnya kaummu telah binasa, maka mohonkanlah kepada Allah agar mereka dilepaskan dari kesulitan itu.\" Maka Rasulullah berdoa kepada Allah, lalu kesulitan dan malapetaka itu pun berakhir dan turunlah hujan. Ternyata, tidak berapa lama, mereka kembali mengingkari Rasulullah dan memusuhinya.\nKarena sikap mereka yang demikian itu, maka Allah memerintahkan kepada Rasulullah saw untuk menyampaikan peringatan kepada orang-orang musyrik itu bahwa Allah lebih cepat siksa-Nya dari tipu daya mereka, Allah telah menyiapkan azab yang akan ditimpakan kepada mereka, sebelum mereka sempat mengatur siasat tipu daya untuk menghancurkan Islam dan kaum Muslimin. Semua amalan baik dan buruk akan dicatat oleh malaikat yang telah ditugaskan Allah. Tidak ada satu pun dari perbuatan manusia, baik yang kecil maupun yang besar yang tidak dituliskannya. Kemudian di akhirat nanti, setiap manusia akan memperoleh balasan segala perbuatannya itu. Perbuatan buruk dibalas dengan siksa neraka, sedang perbuatan baik dibalas dengan kenikmatan surga.\nAyat ini mengisyaratkan bahwa semua pembicaraan manusia dicatat oleh malaikat dan keberadaan malaikat itu ditegaskan oleh ayat ini.",
    "quraish": "Di antara tabiat manusia adalah bahwa apabila Kami memberikan nikmat kepada mereka--setelah diri, keluarga dan harta mereka tertimpa kesusahan--mereka tidak mensyukuri Allah atas nikmat yang diberikan kepada mereka setelah kesusahan itu dihilangkan. Bahkan sebaliknya, mereka membalasnya dengan terus mendustakan dan menentang bukti-bukti kekuasaan Allah. Katakanlah, wahai Rasulullah, \"Kalau bukan karena ketetapan Allah yang terdahulu untuk menangguhkan kalian sampai waktu yang Dia ketahui, sesungguhnya Allah Mahakuasa untuk membinasakan dan mempercepat siksa kalian. Sesungguhnya Rasul- rasul Kami dari jenis malaikat yang Kami sertakan bersama kalaian mencatat tipu daya kalian dan Dia akan menghisab dan mengganjar kalian.\"",
    "jalalayn": "(Dan apabila Kami merasakan kepada manusia) kepada orang-orang kafir Mekah (suatu rahmat) berupa hujan dan kesuburan (sesudah datangnya bahaya) kesengsaraan dan kekeringan (menimpa mereka, tiba-tiba mereka mempunyai tipu daya dalam menentang tanda-tanda kekuasaan Kami) dengan memperolok-olokkannya dan mendustakannya. (Katakanlah,) kepada mereka (\"Allah lebih cepat dalam membuat tipu daya\") sebagai pembalasan dari-Nya. (Sesungguhnya utusan-utusan Kami) yaitu para malaikat (menuliskan tipu daya kalian) lafal tamkuruuna dapat dibaca dengan memakai huruf ta sehingga menjadi tamkuruuna, dapat pula dibaca dengan huruf ya sehingga bacaannya menjadi yamkuruuna."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 22,
    "arab": "هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ",
    "translation": "Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1386.mp3",
    "tafsir": "Dalam ayat ini, Allah menunjukkan kemampuan, kekuasaan, dan anugerah-Nya kepada manusia seraya berfirman, \"Dialah Allah yang telah memberikan kepadamu (manusia) kesanggupan berjalan di darat, berlayar di lautan, dan terbang di udara dengan memberikan kepadamu kesempatan untuk mempergunakan beraneka macam sarana seperti bintang, kapal, dan sebagainya. Dengan alat angkutan tersebut kamu dapat mencapai berbagai keinginanmu dan untuk bersenang-senang.\"\nDengan kesanggupan dan kemampuan yang diberikan-Nya itu, manusia diuji dan dicoba oleh Allah, sehingga nampak jelas watak dan tabiatnya, yang diibaratkan Allah sebagai berikut: dengan kesanggupan yang diberikan-Nya itu, manusia membuat sebuah bahtera yang dapat mengarungi samudera luas. Tatkala mereka telah berada dalam bahtera itu dan ia berlayar membawa mereka dengan bantuan hembusan angin yang baik dan ombak yang tenang, mereka pun bergembira. Tiba-tiba datanglah angin badai yang kencang dan ombak yang menghempas dari segenap penjuru, sehingga timbullah kecemasan dan ketakutan dalam hati mereka. Mereka merasa tidak akan dapat lagi melihat matahari yang akan terbit pada esok harinya karena hempasan ombaknya yang dahsyat. Karena itu mereka pun berdoa kepada Allah seraya merendahkan diri dengan penuh keikhlasan, sambil menyesali perbuatan yang pernah mereka lakukan, agar Allah melepaskan mereka dari gulungan ombak yang maha dahsyat itu, mereka mengucapkan, \"Wahai Tuhan kami, sesungguhnya jika engkau lepaskan kami dari malapetaka yang akan menimpa kami, tentulah kami menjadi orang-orang yang mensyukuri nikmat yang telah Engkau berikan.\"",
    "quraish": "Allah, yang kalian ingkari nikmat-Nya dan kalian dustakan ayat-ayat-Nya, adalah yang menjadikan kalian mampu berjalan di daratan--baik dengan berjalan kaki maupun berkendaraan--dan di lautan dengan bahtera yang berlayar di atas air, dengan kekuatan angin yang disediakan bagi mereka dan mendorongnya dengan selamat sampai ke tujuan. Hingga apabila kalian merasa tenang dan gembira dengannya, datanglah badai yang membawa gelombang dari segenap penjuru. Kalian merasa yakin bahwa kebinasaan akan segera datang dengan pasti. Dalam kesulitan ini, kalian tidak mendapatkan pelindung kecuali Allah, sehingga kalian berdoa kepada-Nya dengan ikhlas dan penuh keyakinan bahwa tidak ada seorang penolong pun selain Allah. Kalian berjanji akan beriman kepada Allah dan menjadi golongan orang yang bersyukur apabila Dia menolong kalian dari bencana ini.",
    "jalalayn": "(Dialah Tuhan yang menjadikan kalian dapat berjalan) menurut suatu qiraat yansyurukum bukannya yusayyirukum (di daratan, berlayar di laut. Sehingga apabila kalian berada di dalam bahtera) di dalam perahu-perahu (dan meluncurlah bahtera itu membawa orang-orang yang di dalamnya) di dalam lafal ini terkandung pengertian iltifat dari mukhathab menjadi ghaib (dengan tiupan angin yang baik) angin yang lembut (dan mereka bergembira karenanya, datanglah angin badai) angin yang kencang tiupannya dan dapat menghancurkan segala sesuatu yang dilandanya (dan gelombang dari segenap penjuru menimpanya, dan mereka yakin bahwa mereka telah dikepung bahaya) mereka pasti binasa (maka mereka berdoa kepada Allah dengan mengikhlaskan ketaatan kepada-Nya semata-mata) yakni berseru (\"Sesungguhnya jika) huruf lam di sini bermakna qasam atau sumpah (Engkau menyelamatkan kami dari bahaya ini) dari malapetaka ini (pastilah kami termasuk orang-orang yang bersyukur.\") yaitu akan menjadi orang-orang yang mentauhidkan Allah."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 23,
    "arab": "فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1387.mp3",
    "tafsir": "Setelah Allah melepaskan mereka dari malapetaka itu dan mereka merasa senang dan hilang segala kekhawatirannya, mereka lupa kepada Yang Maha Penyelamat dan Pemberi Karunia, bahkan mereka durhaka kepada-Nya dan kembali berbuat kebinasaan di muka bumi dengan melakukan kezaliman dan kekacauan di antara manusia.\nDemikianlah Allah melukiskan watak dan tabiat manusia. Mereka ingat dan merendahkan diri kepada Allah bila mendapat kesengsaraan dan bila malapetaka itu telah lenyap, mereka lupa bahkan kembali mendurhakai Allah.\nWatak dan tabiat yang dilukiskan di atas menunjukkan kelemahan manusia, karena itu hendaklah manusia insaf dan sadar atas kelemahan itu. Janganlah kelemahan itu membawa mereka kepada malapetaka yang lebih besar. Sikap congkak dan perbuatan zalim itu, seandainya merupakan suatu kesenangan baginya, maka itu adalah kesenangan sementara, selama hidup di dunia, sedang kesenangan dan kebahagiaan yang kekal ialah kesenangan dan kebahagiaan yang ditimbulkan oleh kepatuhan kepada Allah dalam keadaan bagaimanapun, baik dalam keadaan senang dan sengsara, suka dan duka, dalam keadaan rugi dan beruntung dan sebagainya. Kesenangan dan kebahagiaan yang demikian akan dirasakan selama hidup di dunia, lebih-lebih di akhirat nanti.",
    "quraish": "Lalu, ketika Dia menolong mereka dari kebinasaan yang hampir menimpa, mereka mengingkari janji dan kembali dengan cepat kepada kejahatan sebagaimana keadaan mereka semula. Wahai manusia yang mengingkari janji, sesungguhnya dampak buruk dari kejahatan dan kezaliman kalian akan kembali kepada kalian sendiri. Dan sesungguhnya kenikmatan yang kalian rasakan di dunia adalah kenikmatan duniawi yang fana. Kemudian kepada Allahlah, pada akhirnya, tempat kembali kalian. Dia akan memberikan balasan dari segala perbuatan yang telah kalian lakukan di dunia.",
    "jalalayn": "(Maha setelah Allah menyelamatkan mereka, tiba-tiba mereka membuat kelaliman di muka bumi tanpa alasan yang benar) mereka melakukan kemusyrikan. (Hai manusia, sesungguhnya perbuatan kelewat batas kalian) perbuatan kelaliman kalian (akan menimpa diri kalian sendiri) karena sesungguhnya yang menanggung dosanya adalah diri kalian sendiri (hal itu hanyalah kenikmatan duniawi) kalian bersenang-senang dengannya dalam waktu yang sedikit. (Kemudian kepada Kamilah kembali kalian) sesudah mati (lalu Kami kabarkan kepada kalian apa yang telah kalian kerjakan) maka Kami membalas kalian berdasarkannya. Menurut suatu qiraat lafal mataa'un dibaca nashab sehingga menjadi mataa'an, artinya kalian bersenang-senang."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 24,
    "arab": "اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "Sesungguhnya perumpamaan kehidupan duniawi itu, hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias, dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1388.mp3",
    "tafsir": "Ayat ini menerangkan sifat kehidupan dunia dan perumpamaan yang tepat ditinjau dari segi kefanaanya, seperti lenyapnya suatu harapan yang mulai timbul pada diri seseorang. Sifat dunia seperti ini diserupakan dengan air hujan yang diturunkan Allah dari langit. Dengan air itu tumbuhlah beraneka macam tanaman dan tumbuhan, yang beraneka rupa dan berlainan rasa yang menjadi makanan bagi manusia dan binatang. Lalu permukaan bumi ditutupi oleh keindahan pemandangan dari pohon-pohon yang menghijau, yang dihiasi oleh bunga dan buah-buahan yang beraneka warna. Pada saat itu timbullah harapan dan cita-cita manusia yang mempunyai kebun itu, seandainya tumbuh-tumbuhan itu berbuah dan bisa dipetik. Di tengah harapan yang demikian, datanglah malapetaka yang memusnahkan tumbuh-tumbuhan dan pohon-pohonan itu, sehingga bumi yang berhiaskan pohon yang beraneka warna itu tiba-tiba menjadi datar dan rata seakan-akan belum pernah ditumbuhi apapun. Pada saat itu, sirnalah harapan dan cita-cita itu, sebagaimana kehidupan dan kesenangan duniawi yang dapat pula sirna seketika.\nKefanaan hidup di dunia itu ditegaskan oleh firman Allah:\n\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-Araf/7: 97-98)\n\nSebagaimana Allah telah memberikan perumpamaan yang tepat dan jelas dalam melukiskan keadaan kehidupan dunia dan tertipunya manusia oleh kehidupan itu karena pengaruh setan dan mengikuti hawa nafsu, maka seperti itu pulalah jelas dan terangnya Allah menerangkan hakikat tauhid, pokok-pokok agama, budi pekerti yang baik dan amal-amal yang saleh yang harus dikerjakan dan dipatuhi. Hanya orang-orang yang mau menggunakan akal pikiran yang sehatlah yang dapat memahami perumpamaan dan penjelasan itu. Banyak manusia yang lalai dan ingkar karena merasa dirinya telah merasa cukup, merasa sanggup dan merasa berkuasa, sehingga lupa akan tujuan hidup dan kehidupan yang sebenarnya.",
    "quraish": "Kehidupan dunia dengan kesenangan dan keelokannya yang berakhir dengan kefanaan, bagaikan air yang turun dari langit, bercampur dengan tumbuhan bumi yang menjadi makanan manusia dan hewan. Tumbuh-tumbuhan itu lalu berbunga dan berbuah sehingga menambah keelokan bumi. Kemudian, ketika hiasan ini telah sampai pada kesempurnaannya dan penduduknya telah menguasai serta mengambil manfaat dari buah dan kebaikannya, tiba-tiba datang keputusan Kami untuk mematikannya. Sehingga Kami jadikan itu semua laksana sesuatu yang telah dipanen, seakan-akan tidak pernah berpenghuni dan tidak pernah menjadi bagus sebelumnya. Maka pada kedua keadaan itu--yaitu keelokan yang menggembirakan manusia kemudian disusul dengan kehilangan dan kemusnahan sebagaimana telah dijelaskan oleh Allah dengan tamsil yang jelas ini--Allah menjelaskan ayat-ayat dan merinci segala hukum dan bukti-bukti yang ada di dalamnya kepada kaum yang berpikir dan berakal(1). (1) Ayat ini menunjuk pada suatu hakikat yang mulai memperlihatkan tanda-tandanya, yaitu bahwa manusia mampu menggunakan ilmu pengetahuan untuk kepentingannya dan dengannya manusia mampu mewujudkan tujuannya. Sehingga apabila hakikat ini telah mendekati kesempurnaannya, dan manusia mengira bahwa dia merasa telah sampai pada puncak pengetahuan, maka ketentuan Allah akan datang.",
    "jalalayn": "(Sesungguhnya perumpamaan) gambaran (kehidupan duniawi itu adalah seperti air) hujan (yang Kami turunkan dari langit lalu tumbuhlah berkat air itu dengan suburnya) oleh sebab air itu (tanaman-tanaman bumi) sehingga sebagian di antaranya tampak bersatu dengan sebagian yang lain karena rimbunnya (di antaranya ada yang dimakan manusia) berupa biji jawawut, biji gandum dan lain sebagainya (dan binatang ternak) yaitu berupa rerumputan dan dedaunan. (Hingga apabila bumi itu telah sempurna keindahannya) menampakkan keindahannya berkat tumbuh-tumbuhannya (dan memakai pula perhiasannya) karena bunga-bungaannya. Asal kata wazzayyanat adalah tazayyanat, kemudian huruf ta diganti dengan huruf za, yang selanjutnya huruf za yang pengganti ini diidghamkan atau dimasukkan ke dalam huruf za asal, sehingga jadilah izzayyanat (dan pemilik-pemiliknya mengira bahwa mereka pasti menguasainya) mereka merasa pasti akan dapat memetik hasilnya (tiba-tiba datanglah kepadanya perkara Kami) kepastian atau azab Kami (di waktu malam hari atau siang, lalu Kami jadikan ia) yakni tanam-tanamannya (laksana tanam-tanaman yang sudah disabit) sudah dipanen dengan memakai sabit (seakan-akan) lafal ka-an adalah mukhaffafah dari lafal ka-anna, artinya seakan-akan ia (belum pernah tumbuh) belum pernah berujud (kemarin. Demikianlah Kami menjelaskan) Kami terangkan (tanda-tanda kekuasaan Kami kepada orang-orang yang berpikir)."
  },
  {
    "hizb": 84,
    "name": "Yunus",
    "ayat": 25,
    "arab": "وَاللّٰهُ يَدْعُوْٓ اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Dan Allah menyeru (manusia) ke Darus-salam (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1389.mp3",
    "tafsir": "Allah menyeru kaum Muslimin agar mereka menempuh jalan yang menghantarkan diri mereka ke Darussalam yaitu kebahagiaan abadi yang akan mereka rasakan di surga nanti. Sebagai bimbingan kepada kehidupan yang bahagia itu, Allah telah memberikan petunjuk kepada orang-orang yang dikehendaki-Nya, agar mereka menempuh jalan yang lurus yaitu jalan yang bisa mengantarkan mereka kepada kehidupan bahagia itu. Mereka dilarang meniru perbuatan orang-orang musyrik yang mengutamakan kehidupan dunia. Mereka terpesona sedemikian rupa kepada kehidupan dunia; mereka tidak akan mengharapkan kebahagiaan lain dari yang telah mereka rasakan. Dengan demikian, mereka telah memilih jalan yang sesat sebab kehidupan dunia itu sangat terbatas dan kebahagiaannya tidak kekal. Itulah sebabnya maka Allah mengajak kaum Muslimin agar mengikuti syariat dan petunjuk yang dibawa Rasul, agar mereka dapat hidup bahagia di dunia dan di akhirat. Petunjuk Allah yang diberikan kepada manusia adalah merupakan tanda-tanda yang sangat halus, yang dapat dicapai oleh seseorang dengan menggunakan akalnya dengan jalan memperhatikan alam semesta dan isinya, serta hukum-hukum yang berlaku di dalamnya, sehingga dengan demikian manusia akan dapat mencapai kebenaran yang hakiki.\nSelain itu Allah memberikan penjelasan tentang hukum, baik yang bersifat umum ataupun yang bersifat khusus, yaitu hukum syara yang mengatur hubungan antara makhluk dengan Khalik serta hubungan antara sesama makhluk. Hukum-hukum Allah yang berlaku bagi manusia ditunjukkan oleh Allah dengan taufik-Nya. Orang yang mencapai hidayah-Nya itu ialah orang-orang yang diberi kemampuan untuk memahami dan melaksanakannya. Hidayah ini diberikan Allah kepada manusia sesuai dengan iradah-Nya.",
    "quraish": "Allah memanggil hamba-hamba-Nya dengan keimanan dan amal saleh ke surga, tempat yang aman dan damai. Dialah yang memberi petunjuk kepada siapa yang dikehendaki-Nya kepada jalan yang benar, yaitu keselamatan, disebabkan kesiapan dan kecondongannya kepada kebaikan.",
    "jalalayn": "(Allah menyeru ke darussalam) kepada jalan keselamatan, yaitu surga; Dia menyeru manusia pada keimanan (dan menunjuki orang yang dikehendaki-Nya) untuk mendapat petunjuk (kepada jalan yang lurus) yakni agama Islam."
  }
]