[
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 53,
    "arab": "وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ",
    "translation": "Dan mereka menanyakan kepadamu (Muhammad), “Benarkah (azab yang dijanjikan) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1417.mp3",
    "tafsir": "Allah menjelaskan kepada Nabi saw bahwa orang-orang kafir Quraisy akan menanyakan berita yang sangat penting kepadanya, yaitu mengenai ancaman Allah yang akan ditimpakan kepada mereka, siksaan dunia maupun siksaan akhirat. Apakah janji itu memang benar-benar akan terjadi ataukah ancaman itu hanya berupa kabar untuk menakut-nakuti mereka saja. Pertanyaan yang demikian menunjukkan keraguan mereka sendiri, karena pada saat mereka mendustakan ayat-ayat Allah mereka tidak akan meyakini kebenaran ucapan mereka itu karena mereka dipengaruhi oleh perasaan permusuhan kepada Nabi Muhammad sw dan hanya taklid kepada kepercayaan nenek moyangnya. Menghadapi pertanyaan itu Rasulullah saw diperintahkan untuk menjawab bahwa apa yang diberitakan itu benar-benar akan terjadi. Bahkan di dalam jawaban itu Allah menyatakan dengan sumpah yang menunjukkan bahwa janji itu memang betul-betul akan terjadi.\nFirman Allah:\nSungguh, azab Tuhanmu pasti terjadi, tidak sesuatu pun yang dapat menolaknya. (ath-thur/52: 7-8)\n\nDi akhir ayat Allah menandaskan bahwa apabila Allah telah menurunkan siksa yang dijanjikan kepada mereka, maka mereka tidak akan pernah luput dari ancaman itu, meskipun mereka berusaha lari dari siksaan itu.\nAllah berfirman:\nDan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. (al-Jinn/72: 12)",
    "quraish": "Dengan nada mengejek dan mengingkari, orang-orang kafir bertanya kepadamu, Muhammad, apakah al-Qur'ân yang kamu sampaikan, hari kebangkitan dan siksaan yang kamu janjikan itu banar. Katakan kepada mereka, \"Ya. Demi kemahabenaran Tuhanku yang menciptakanku, itu semua adalah benar. Kalian tidak akan menang dalam menolak dan mencegah siksaan yang dikehendaki oleh Allah untuk kalian.\"",
    "jalalayn": "(Dan mereka menanyakan kepadamu) meminta penjelasan darimu (\"Benarkah hal itu?\") artinya apa yang telah engkau ancamkan kepada kami berupa siksaan dan dibangkitkan dari kubur itu? (Katakanlah, \"Ya,) benar (demi Rabbku, sesungguhnya azab itu adalah benar dan kalian sekali-kali tidak dapat luput.\") tidak dapat selamat daripadanya."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 54,
    "arab": "وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
    "translation": "Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1418.mp3",
    "tafsir": "Allah menjelaskan bahwa seandainya tiap-tiap orang yang menganiaya diri mereka dengan mempersekutukan Allah dengan tuhan-tuhan yang lain, mempunyai seluruh kekayaan yang ada di bumi, dan diberi kesempatan kepada mereka untuk menebus diri mereka, agar mereka selamat dari siksa Allah dengan seluruh kekayaan yang mereka miliki, tentulah kesalahan mereka tidak seimbang dengan tebusan mereka itu. Apalagi pada saat itu tobat atau tabusan tidak dapat diterima lagi. Tidak ada perlindungan lagi bagi mereka untuk menyelamatkan diri dari siksaan Allah. Namun demikian, mereka berusaha menyembunyikan penyesalan itu. Hal yang demikian itu karena mereka telah benar-benar menyadari bahwa segenap usaha yang mereka lakukan tidak ada gunanya lagi, baik ia menjerit sekuat-kuatnya atau membungkam seribu bahasa. Pada saat itu keputusan Allah telah ditetapkan di antara mereka dengan seadil-adilnya. Mereka akan merasakan balasan dari seluruh tindakan mereka, yang secara fanatik mengikuti nenek moyang mereka yang tetap bergelimang dalam kemusyrikan.\nApabila mereka mendapat siksaan serupa itu tidaklah dapat dikatakan bahwa Allah menganiaya mereka, tetapi mereka sendirilah yang menganiaya diri mereka. Siksaan Allah yang akan menimpa mereka itu digambarkan sebagai berikut:\nSesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba/78: 40)\n\nDan firman-Nya:\nWahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku). (al-Furqan/25: 28)\n\nDan firman-Nya:\n\nSungguh, dia telah menyesatkan aku dari peringatan (Al-Quran) ketika (Al-Quran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia. (al-Furqan/25: 29)",
    "quraish": "Seandainya semua yang ada di bumi ini dimiliki oleh orang-orang yang berbuat syirik dan kufur, mereka tentu akan menjadikannya sebagai tebusan untuk menghadapi siksaan yang mereka saksikan pada hari kiamat. Ketika itu, mereka akan merasakan penyesalan dalam hati karena sudah tak sanggup lagi berbicara dan karena begitu ngerinya menyaksikan siksaan itu. Ketentuan Allah pun dilaksanakanlah, sementara mereka tidak akan dizalimi dalam pembalasan itu, sebab pembalasan itu merupakan akibat dari apa yang mereka telah mereka lakukan.",
    "jalalayn": "(Dan kalau setiap diri yang lalim itu) yang kafir itu (mempunyai segala apa yang ada di bumi ini) kekayaan yang terdapat di bumi ini (tentu dia menebus dirinya dengan itu) demi menyelamatkan diri dari azab di hari kiamat (dan mereka menyembunyikan penyesalannya) karena tidak mau beriman (ketika mereka telah menyaksikan azab itu) para pemimpin orang-orang musyrik itu dengan sengaja menyembunyikan rasa penyesalannya dari mata orang-orang lemah mereka yang telah mereka sesatkan, karena mereka takut mendapatkan celaan. (Dan telah diberikan keputusan di antara mereka) yakni di antara makhluk (dengan adil) secara adil (sedangkan mereka tidak dianiaya) sedikit pun."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 55,
    "arab": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1419.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan tanda-tanda kekuasaan-Nya dalam menerapkan hukum-hukum-Nya yang tak dapat dihalang-halangi oleh siapapun, dan tidak dapat ditebus dengan segala macam tebusan, karena langit, bumi dan segala isinya adalah milik Allah. Allah meminta perhatian kepada seluruh manusia, agar tidak melalaikan ketentuan-Nya. Yang dimaksud dengan segala sesuatu yang ada di antara langit dan bumi dalam ayat ini, ialah semua benda alam termasuk makhluk yang berakal. Hal ini dimaksudkan agar manusia suka merenungkan bahwa langit, bumi dan seluruh isinya berada dalam pengawasan-Nya, dan Allah menetapkan hukum-hukum-Nya menurut kehendak-Nya. Dia dapat memberikan karunia kepada hamba-hamba-Nya menurut kehendak-Nya, dan memberikan siksaan kepada makhluk-Nya menurut kehendak-Nya pula.\nSelain itu Allah juga menegaskan bahwa janji apa saja yang telah ditetapkan Allah kepada hamba-Nya melalui rasul-Nya, adalah janji yang benar pasti dan akan datang karena Allah berkuasa atas sesuatu, tentu berkuasa pula memenuhi janji-Nya. Tak ada seorangpun yang dapat mempengaruhi-Nya.\nKemudian Allah mencela sebagian besar orang-orang musyrik karena mereka selalu mendustakan ayat-ayat Allah dan hari kebangkitan, padahal mereka telah membaca kebenaran ayat-ayat Allah, dan telah mendengar bimbingan-bimbingan yang dibawa oleh Rasulullah saw. Hal itu menunjukkan bahwa penilaian mereka tidak murni lagi, akan tetapi dipengaruhi oleh sikap permusuhan kepada Nabi saw, dan kefanatikan mereka terhadap agama nenek moyang mereka.",
    "quraish": "Hendaknya manusa mengetahui bahwa Allah adalah Pemilik dan Pengendali semua yang ada di langit dan di bumi, dan bahwa janji-Nya adalah benar hingga tidak ada sesuatu pun yang dapat melemahkan-Nya dan menghindar dari balasan-Nya. Tetapi mereka telah tertipu oleh kehidupan dunia, dan mereka tidak mengetahuinya dengan sbenarnya.",
    "jalalayn": "(Ingatlah, sesungguhnya kepunyaan Allah apa yang ada di langit dan di bumi. Ingatlah sesungguhnya janji Allah itu) mengenai hari berbangkit dan hari pembalasan (benar) pasti (tetapi kebanyakan mereka) manusia (tidak mengetahui) hal itu."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 56,
    "arab": "هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ",
    "translation": "Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1420.mp3",
    "tafsir": "Allah menandaskan bahwa Dialah Zat yang menunjukkan, yang dapat menghidupkan dan mematikan. Dia berkuasa untuk menentukan hidup dan mati semua makhluk dan benda hidup yang ada di langit dan bumi ini. Tak ada Zat lain yang mempengaruhi-Nya dan menghalang-halangi kehendak-Nya. Dia berkuasa pula untuk membangkitkan manusia dari alam kuburnya dan mengembalikan mereka kepada-Nya, pada saat hari yang telah dijanjikan, yaitu hari pembalasan, yang saat itu manusia akan diadili, dan akan diberi pembalasan sebagaimana mestinya, setimpal dengan amal perbuatannya.",
    "quraish": "Allah Swt. memberi kehidupan kepada sesuatu yang sebelumnya tidak pernah ada dan mencabutnya kembali. Kepada-Nyalah tempat kembali di akhirat. Tidak ada yang besar bagi-Nya.",
    "jalalayn": "(Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kalian dikembalikan) di hari kemudian, kemudian Dia membalas kalian atas amal perbuatan kalian."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 57,
    "arab": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
    "translation": "Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1421.mp3",
    "tafsir": "Allah berseru kepada sekalian manusia bahwa kepada mereka telah didatangkan Al-Qur'an melalui rasul-Nya. Di dalamnya terkandung pedoman-pedoman hidup yang sangat berguna bagi kehidupan mereka.\nDi dalam ayat ini disebutkan pedoman-pedoman hidup itu, sebagai jawaban atas keingkaran mereka terhadap ayat-ayat Allah dan ancaman-ancaman-Nya. Ayat ini menyimpulkan fungsi Al-Qur'an al-Karim dalam memperbaiki jiwa manusia di antaranya:\n1. Mauidhah, yaitu pelajaran dari Allah kepada seluruh manusia agar mereka mencintai yang hak dan benar, serta menjauhi perbuatan yang batil dan jahat. Pelajaran ini harus betul-betul dapat terwujud dalam perbuatan mereka.\n2. Syifa yaitu penyembuh bagi penyakit yang bersarang di dada manusia, seperti penyakit syirik, kufur dan munafik, termasuk pula semua penyakit jiwa yang mengganggu ketenteraman jiwa manusia, seperti putus harapan, lemah pendirian, memperturutkan hawa nafsu, menyembunyikan rasa hasad dan dengki terhadap manusia, perasaan takut dan pengecut, mencintai kebatilan dan kejahatan, serta membenci kebenaran dan keadilan.\n3. Huda, yaitu petunjuk ke jalan yang lurus yang menyelamatkan manusia dari keyakinan yang sesat dengan jalan membimbing akal dan perasaannya agar berkeyakinan yang benar dengan memperhatikan bukti-bukti kebenaran Allah, serta membimbing mereka agar giat beramal, dengan jalan mengutamakan kemaslahatan yang akan mereka dapati dari amal yang ikhlas serta menjalankan aturan hukum yang berlaku, mana perbuatan yang boleh dilakukan dan mana perbuatan yang harus dijauhkan.\n4. Rahmah, yaitu karunia Allah yang diberikan kepada orang-orang mukmin, yang dapat mereka petik dari petunjuk-petunjuk yang terdapat dalam Al-Qur'an. Orang-orang mukmin yang meyakini dan melaksanakan petunjuk-petunjuk yang terdapat dalam Al-Qur'an akan merasakan buahnya. Mereka akan hidup tolong-menolong, sayang-menyayangi, bekerja sama dengan menegakkan keadilan, menumpas kejahatan dan kekejaman, serta saling bantu membantu untuk memperoleh kesejahteraan.\n\nAllah berfirman:\nMuhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. (al-Fath/48: 29)\n\nDan firman-Nya:\nKemudian dia termasuk orang-orang yang beriman dan saling berpesan un-tuk bersabar dan saling berpesan untuk berkasih sayang. (al-Balad/90: 17)\n\nEmpat sifat yang terkandung dalam ayat ini diciptakan Allah sesuai dengan fitrah kejadian manusia. Artinya, menurut akal, manusia mempunyai kecenderungan untuk menerima nasehat-nasehat yang baik, menerima petuah-petuah yang dapat mengobati kegoncangan jiwanya, menerima petunjuk-petunjuk yang dapat dipedomani untuk kebahagiaan hidupnya dan suka hidup damai, kasih mengasihi dan sayang menyayangi di antara mereka.\nSifat rahmah dikhususkan buat orang mukmin di dalam ayat ini, sebab merekalah yang mau menjadikan Al-Qur'an sebagai pedoman, dan menjalankan perintah-Nya serta menjauhi larangan-Nya. Sedang orang-orang kafir dan orang-orang musyrik tidak mau mempercayai apalagi mengerjakan isi kandungannya.",
    "quraish": "Wahai umat manusia, telah datang kepada kalian kitab Allah yang disampaikan melalui rasul-Nya, Muhammad. Di dalamnya terdapat peringatan untuk taat dan beriman serta nasihat untuk melakukan kebajikan dan menjauhi kejahatan. Di dalamnya juga terdapat kisah-kisah orang sebelum kalian agar dapat dijadikan bahan renungan dan juga terdapat anjuran untuk melakukan pengamatan terhadap rahasia- rahasia alam raya, sehingga kalian dapat menyadari keagungan ciptaan-Nya. Selain itu, kitab ini pun mengandung terapi penyakit hati, semisal kemusyrikan dan kemunafikan. Kitab yang diturunkan ini (al-Qur'ân) merupakan pedoman untuk mendapatkan jalan kebenaran. Semua itu adalah rahmat bagi orang-orang Mukmin yang menerimanya dengan baik.",
    "jalalayn": "(Hai manusia) yakni penduduk Mekah (sesungguhnya telah datang kepada kalian pelajaran dari Rabb kalian) berupa Alkitab yang di dalamnya dijelaskan hal-hal yang bermanfaat dan hal-hal yang mudarat bagi diri kalian, yaitu berupa kitab Alquran (dan penyembuh) penawar (bagi penyakit-penyakit yang ada di dalam dada) yakni penyakit akidah yang rusak dan keragu-raguan (dan petunjuk) dari kesesatan (serta rahmat bagi orang-orang yang beriman) kepadanya."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 58,
    "arab": "قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
    "translation": "Katakanlah (Muhammad), “Dengan karunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1422.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada umat-Nya bahwa rahmat Allah adalah karunia yang paling utama, melebihi keutamaan-keutamaan lain yang diberikan kepada mereka di dunia. Oleh sebab itu, Allah memerintahkan agar mereka bergembira dan bersyukur atas nikmat yang mereka terima, yang melebihi kenikmatan-kenikmatan yang lainnya.\nKegembiraan orang-orang mukmin karena berpegang teguh kepada Al-Qur'an digambarkan dalam ayat lain sebagai berikut:\nAllah berfirman:\nDan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman. (ar-Rum/30: 4)\n\nDan firman-Nya:\nDan orang yang telah Kami berikan kitab kepada mereka bergembira de-ngan apa (kitab) yang diturunkan kepadamu (Muhammad). (ar-Rad/13: 36)\n\nDikatakan bahwa karunia Allah dan Rahmat-Nya lebih baik dari yang lain, yang dapat mereka capai, karena karunia Allah dan rahmat-Nya yang terpancar dari Al-Qur'an adalah kekal untuk mereka, sedangkan kenikmatan yang lain bersifat fana dan sementara, yang hanya dapat mereka rasakan selama mereka mengarungi kehidupan di dunia saja, apabila mereka kembali ke alam baka, kenikmatan yang dapat mereka kumpulkan di dunia itu tidak berguna lagi bagi mereka.",
    "quraish": "Wahai Rasulullah, katakanlah kepada mereka, \"Bergembiralah atas rahmat dan karunia Allah kepada kalian dengan diturunkannya al-Qur'ân dan dijelaskannya syariat Islam. Sungguh hal ini adalah lebih baik dari seluruh kesenangan dunia yang dapat dikumpulkan manusia. Karena ia merupakan santapan rohani dan penyembuh segala penyakit hati.\"",
    "jalalayn": "(Katakanlah, \"Dengan karunia Allah) yaitu agama Islam (dan rahmat-Nya) yaitu Alquran (maka dengan hal itu) dengan karunia dan rahmat tersebut (hendaklah mereka bergembira. Karunia Allah dan rahmat-Nya itu adalah lebih baik daripada apa yang mereka kumpulkan.\") yaitu berupa duniawi. Lafal yajma'uuna dapat dibaca tajma'uuna."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 59,
    "arab": "قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ اٰۤللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.”  Katakanlah, “Apakah Allah telah memberikan izin kepadamu (ten-tang ini) ataukah kamu mengada-ada atas nama Allah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1423.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang musyrikin yang mengingkari kebenaran wahyu dan kerasulan Muhammad bahwa apakah semua rezeki yang telah diturunkan kepada mereka, yang menjadi sumber penghidupan mereka, baik tumbuh-tumbuhan atau binatang ternak, dapat ditentukan hukumnya, halal atau haram oleh mereka sendiri. Padahal sudah jelas bahwa yang menciptakan semuanya itu adalah Allah. Maka sebenarnya mereka tidak berhak menentukan hukumnya. Itulah sebabnya maka Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa yang berhak menentukan hukum itu ialah yang menciptakan kesemuanya, yaitu Allah. Ataukah mereka beranggapan bahwa Allah telah memberikan izin kepada mereka untuk menentukan hukum ataukah mereka berbuat sedemikian itu hanyalah dengan mengada-adakan saja atas nama Allah, atau anggapan mereka saja bahwa apa yang telah mereka tentukan sesuai dengan ketentuan Allah, yaitu apa yang mereka haramkan, itulah yang diharamkan Allah dan apa yang mereka halalkan, itulah yang dihalalkan Allah? Kemungkinan yang pertama, yaitu mereka mendapat izin Allah adalah tidak mungkin terjadi karena mereka sendiri telah mendustakan wahyu itu sendiri, maka kemungkinan keduanyalah yang bisa terjadi yaitu mereka menentukan hukum itu hanyalah atas dasar dugaan semata, atau dengan kata lain mereka mengada-adakan atas nama Allah.\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-Anam/6: 136)",
    "quraish": "Katakanlah, wahai Rasul, kepada orang-orang kafir yang diberi sebagian kesenangan dunia, \"Cobalah jelaskan kepadaku mengenai rizki yang halal dan baik yang telah Allah berikan kepada kalian. Mengapa kalian menganggap diri kalian pembuat hukum, lalu menghalalkan sebagiannya dan mengharamkan sebagian lainnya tanpa mengacu pada syariat yang Allah tentukan? Sesungguhnya Allah tidak memperkenankan kalian melakukan hal itu, kalian hanya membuat-buat kebohongan kepada Allah ketika melakukan hal itu!\"",
    "jalalayn": "(Katakanlah, \"Terangkanlah kepadaku) ceritakanlah kepadaku (tentang apa yang telah diturunkan oleh Allah) tentang apa yang telah diciptakan oleh-Nya (bagi kalian berupa rezeki, lalu kalian jadikan sebagiannya haram dan sebagian yang lainnya halal.\") seperti ternak bahirah, ternak saibah dan bangkai. (Katakanlah, \"Apakah Allah telah memberikan izin kepada kalian) tentang ini, yaitu tentang penghalalan dan pengharaman ini; tentu saja tidak (atau) bahkan (kalian mengada-adakan saja terhadap Allah?\") kalian telah berdusta dengan mengaitkan hal tersebut dari Allah."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 60,
    "arab": "وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ",
    "translation": "Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1424.mp3",
    "tafsir": "Allah mengungkapkan kesalahan dari dugaan mereka bahwa pada hari pembalasan nanti setiap orang diberi balasan yang setimpal dengan amalnya, mereka itu tidak akan dihisab, mereka tidak akan dijatuhi hukuman, karena berbuat dusta atas nama Allah, atau karena beranggapan bahwa diri mereka berhak menentukan hukum, halal dan haramnya sesuatu. Kesalahan mereka inilah yang menyeret mereka kepada kesalahan yang lebih besar, yaitu mereka secara sengaja telah berani mencampuri urusan yang sebenarnya menjadi hak Allah, menentang wahyu yang diturunkan dari Allah dan mempersekutukan Allah dengan tuhan-tuhan yang lain.\nMereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba/34: 13)\n\nAllah menjelaskan alasan, mengapa mereka harus menerima hukuman, yaitu karena kesalahan mereka sendiri. Allah telah melimpahkan karunia-Nya yang sangat besar kepada manusia, yaitu menurunkan wahyu untuk dijadikan pedoman hidup mereka, agar mereka hidup berbahagia di dunia dan di akhirat, dan telah menentukan halal dan haramnya segala sesuatu, agar mereka terbimbing kepada kehidupan yang makmur dan sentausa. Allah telah menurunkan aneka ragam rezeki untuk mencukupi kebutuhan hidup mereka.\nDi akhir ayat Allah menyayangkan mengapa sebagian besar manusia tidak mau mensyukuri segala macam nikmat yang telah diberikan kepada mereka, bahkan mereka menganiaya diri mereka sendiri dengan jalan menentang ketentuan dan hukum yang telah ditetapkan Allah. Mereka tidak mau mempedomani wahyu yang telah diturunkan kepada mereka. Kebanyakan dari mereka hidup mengikuti hawa nafsu dan menghambur-hamburkan harta benda, karena perasaan takabur dan membanggakan diri.",
    "quraish": "Apa yang diduga akan terjadi oleh orang-orang yang membuat-buat kebohongan kepada Allah dengan menghalalkan dan mengharamkan sesuatu tanpa dalil di hari kiamat nanti? Sesungguhnya Allah telah memberikan kepada mereka nikmat yang banyak. Dengan karunia-Nya, dihalalkanlah semua itu kepada mereka, lalu diturunkan pula syari'at untuk kebaikan mereka. Akan tetapi kebanyakan mereka tidak mensyukuri nikmat-nikmat Allah, bahkan mereka membuat-buat kebohongan kepada-Nya.",
    "jalalayn": "(Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah) maksudnya apakah dugaan mereka terhadap-Nya (pada hari kiamat) apakah mereka menduga bahwasanya Allah tidak akan menghukum mereka? Tentu saja tidak demikian. (Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan kepada manusia) yaitu dengan menangguhkan mereka dan selalu memberikan nikmat kepada mereka (tetapi kebanyakan mereka tidak bersyukur)."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 61,
    "arab": "وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ",
    "translation": "Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1425.mp3",
    "tafsir": "Allah menjelaskan kepada Rasul-Nya dan kaum Muslimin bahwa pada saat Rasulullah melaksanakan urusan yang penting yang menyangkut kepentingan masyarakat, pada saat membacakan ayat-ayat Al-Qur'an, dan pada saat manusia melaksanakan amal perbuatannya, tidak ada yang terlepas dari pengawasan Allah. Dia menyaksikan semua amal perbuatan itu pada saat dilakukannya.\nYang termasuk urusan penting dalam ayat ini ialah segala macam urusan yang menyangkut kepentingan umat seperti urusan dakwah Islamiyah, yaitu mengajak umat agar mengikuti jalan yang lurus, dengan cara yang bijaksana dan suri tauladan yang baik, membangunkan kesadaran umat agar tertarik untuk melakukan perintah agama dan menjauhi larangan-larangan-Nya, termasuk pula urusan pendidikan umat dan cara-cara merealisir pendidikan itu hingga menjadi kenyataan yang berfaedah bagi kesejahteraan umat. Disebutkan pula bahwa ayat-ayat Al-Qur'an yang dibaca itu mencakup semua urusan berdasarkan pola-pola pelaksanaannya, tidak boleh menyimpang dari padanya, karena urusan segala umat secara prinsip telah diatur dalam kitab itu.\nKemudian disebutkan semua amalan yang dilakukan oleh hamba-Nya, yang telah digariskan oleh wahyu yang diturunkan kepada rasul-Nya, dengan mempedomani isi dari wahyu itu dalam urusannya sehari-hari, serta menaati rasul, karena apa yang diucapkan dan dikerjakan rasul menjadi suri tauladan yang baik bagi seluruh umat.\nAllah menandaskan bahwa segala macam amalan yang dilakukan oleh hamba-Nya, tidak ada satupun yang luput dari ilmu dan pengawasan Allah, meskipun amalan itu lebih kecil dari benda yang terkecil, ataupun urusan itu maha penting sehingga tak terkendalikan oleh manusia. Disebutkannya urusan yang kecil dari yang terkecil dan urusan yang maha penting, agar tergambar dalam hati para hamba-Nya, bahwa ilmu Allah itu begitu sempurna sehingga tidak ada satu urusanpun yang luput dari ilmu-Nya, bagaimanapun remehnya urusan itu dan bagaimana pentingnya urusan itu, apalagi urusan itu di luar kemampuan manusia.\nIlmu Allah tidak hanya meliputi segala macam urusan yang ada di bumi, tetapi. Juga meliputi segala macam urusan di langit, yang urusannya lebih rumit dan lebih sukar tergambar dalam pikiran manusia. Hal ini untuk menguatkan arti dari keluasan ilmu Allah, sehingga terasalah keagungan dan kekuasaan-Nya.\nDi akhir ayat ini, Allah menyatakan dengan tegas bahwa tidak ada satu urusanpun melainkan telah tercatat dalam kitab yang nyata yaitu Lauh Mahfudh, maksudnya segala macam urusan itu semuanya dikontrol dan dikendalikan serta dikuasai oleh ilmu Allah Yang Maha Luas dan tercatat dalam kitab-Nya yang jelas di Lauh Mahfudh.\nAllah berfirman:\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lauh Mahfudh). (al-Anam/6: 59)",
    "quraish": "Dan sesungguhnya kamu, Muhammad, telah menyampaikan semua itu. Dan Allah mengetahui hal itu. Tak ada satu urusan pun yang sedang kamu hadapi, bacaan al-Qur'ânmu dan segala perbuatanmu, juga umatmu, kecuali Kami menjadi Saksi dan Pengawasnya pada saat kalian mengerjakannya dengan sungguh- sungguh. Dan tak sesuatu pun yang terlepas dari pengetahuan Allah, seringan dzarrah (atom) sekalipun, baik di langit maupun di bumi, lebih ringan atau lebih berat. Semuanya tercatat dengan terang dan jelas dalam kitab yang ada di sisi Allah.",
    "jalalayn": "(Kamu tidak berada) hai Muhammad! (dalam suatu keadaan) dalam suatu perkara (dan tidak membaca suatu ayat) artinya mengenai perkara tersebut atau membaca dari Allah (dari Alquran) yang diturunkan oleh-Nya kepadamu (dan kamu tidak mengerjakan) khithab ayat ini ditujukan kepada Nabi Muhammad saw. dan umatnya (suatu pekerjaan, melainkan Kami menjadi saksi atas kalian) meneliti (di waktu kalian melakukan) mengerjakan (perbuatan itu) amal perbuatan itu. (Tidak luput) tidak samar (dari pengetahuan Rabbmu hal yang sebesar) seberat (zarrah) semut yang paling kecil (di bumi atau pun di langit. Tidak ada yang lebih kecil dan tidak pula yang lebih besar dari itu melainkan semua tercatat dalam kitab yang nyata) yang jelas, yaitu Lohmahfuz."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 62,
    "arab": "اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ",
    "translation": "Ingatlah wali-wali Allah itu, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1426.mp3",
    "tafsir": "Di ayat ini, Allah mengarahkan perhatian kaum Muslimin agar mereka mempunyai kesadaran penuh, bahwa sesungguhnya wali-wali Allah, tidak akan merasakan kekhawatiran dan gundah hati.\nWali-wali Allah dalam ayat ini ialah orang-orang yang beriman dan bertakwa, sebagai sebutan bagi orang-orang yang membela agama Allah dan orang-orang yang menegakkan hukum-hukum-Nya di tengah-tengah masyarakat, dan sebagai lawan kata dari orang-orang yang memusuhi agama-Nya, seperti orang-orang musyrik dan orang kafir (lihat tafsir Surah al-Anam/6: 51-55).\nDikatakan tidak ada rasa takut bagi mereka, karena mereka yakin bahwa janji Allah pasti akan datang, dan pertolongan-Nya tentu akan tiba, serta petunjuk-Nya tentu membimbing mereka ke jalan yang lurus. Dan apabila ada bencana menimpa mereka, mereka tetap sabar menghadapi dan mengatasinya dengan penuh ketabahan dan tawakal kepada Allah. (lihat tafsir Surah al-Baqarah/2: 249).\nHati mereka tidak pula gundah, karena mereka telah meyakini dan rela bahwa segala sesuatu yang terjadi di bawah hukum-hukum Allah berada dalam genggaman-Nya. Mereka tidak gundah hati lantaran berpisah dengan dunia, dengan semua kenikmatan yang besar. Mereka tidak takut akan menerima azab Allah di hari pembalasan karena mereka dan seluruh sanubarinya telah dipasrahkan kepada kepentingan agama. Mereka tidak merasa kehilangan sesuatu apapun, karena telah mendapatkan petunjuk yang tak ternilai besarnya (lihat tafsir Surah al-Baqarah/2: 2 dan al-Anfal/8: 29).",
    "quraish": "Camkanlah wahai manusia bahwa sesungguhnya para wali Allah yang beriman dan menaati-Nya, dicintai oleh Allah sebagaimana mereka mencintai-Nya. Bagi mereka tidak ada rasa takut dari keterhinaan di dunia dan siksaan di akhirat. Mereka pun tak merasa sedih karena tidak mendapatkan kesenangan dunia, karena di sisi Allah, mereka akan memperoleh sesuatu yang lebih besar dan lebih banyak dari itu semua.",
    "jalalayn": "(Ingatlah, sesungguhnya wali-wali Allah itu tidak ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) di akhirat nanti."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 63,
    "arab": "اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ",
    "translation": "(Yaitu) orang-orang yang beriman dan senantiasa bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1427.mp3",
    "tafsir": "Allah menjelaskan siapa yang dimaksud dengan wali-wali Allah yang berbahagia itu dan apa sebabnya mereka demikian. Penjelasan yang didapat dalam ayat ini menunjukkan bahwa wali itu ialah orang-orang yang beriman dan bertakwa. Dimaksud beriman di sini ialah orang yang beriman kepada Allah, kepada malaikat-Nya, kepada kitab-kitab-Nya, kepada rasul-rasul-Nya, kepada hari akhir, segala kejadian yang baik dan yang buruk semuanya dari Allah, serta melaksanakan apa yang seharusnya dilakukan oleh orang-orang yang beriman. Sedang yang dimaksud dengan bertakwa ialah memelihara diri dari segala tindakan yang bertentangan dengan hukum-hukum Allah, baik hukum-hukum Allah yang mengatur tata alam semesta, ataupun hukum syara yang mengatur tata hidup manusia di dunia (lihat tafsir Surah al-Anfal/8: 10).",
    "quraish": "Dan mereka adalah orang-orang yang membenarkan seluruh apa yang datang dari Allah. Mereka tunduk kepada kebenaran, menjauhi kemaksiatan dan takut kepada Allah dalam segala tindakan.",
    "jalalayn": "(Yaitu orang-orang yang beriman dan mereka selalu bertakwa) kepada Allah dengan menjalankan perintah-Nya dan menjauhi larangan-Nya."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 64,
    "arab": "لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ",
    "translation": "Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi janji-janji Allah. Demikian itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1428.mp3",
    "tafsir": "Allah menjelaskan bahwa mereka mendapat kabar gembira, yang mereka rasakan dalam kehidupan mereka di dunia dan di akhirat. Kabar gembira yang mereka dapati ini ialah kabar gembira yang telah dijanjikan Allah melalui Rasul-Nya. Di dunia, kabar gembira itu antara lain berbentuk kemenangan yang mereka peroleh dalam menegakkan kalimah Allah, kesuksesan hidup karena menempuh jalan yang benar, dan harapan yang diperoleh sebagai khalifah di dunia. Selama mereka tetap berpegang kepada hukum Allah dan membela kebenaran agama Allah, mereka akan mendapat husnul khatimah. Adapun kabar gembira yang akan mereka dapati di akhirat yaitu, selamat dari siksa kubur, dari sentuhan api neraka dan kekalnya mereka di dalam surga Adn (lihat tafsir Surah al-Anfal/8: 10).\nAllah menegaskan bahwa tidak ada perubahan dari janji-janji Allah. Maksudnya bahwa kabar gembira yang telah dijanjikan Allah di dalam kitab-Nya dan ditetapkan oleh sabda Rasul-Nya, baik janji Allah yang mereka dapati di dunia dan yang akan mereka dapati di akhirat, tidak akan berubah karena hal itu adalah buah dari iman yang benar, yang mereka hayati dan dari takwa yang mereka jalankan.\nDi akhir ayat ini Allah menyatakan bahwa apa yang mereka peroleh adalah kemenangan yang gilang gemilang yang tak ada tandingannya di dunia, yaitu kebahagiaan hidup di surga dan terlepas dari siksa neraka.",
    "quraish": "Di dunia ini, para wali Allah akan mendapatkan kabar gembira berupa janji kemenangan dan kemuliaan dari Allah di dunia, dan terlaksananya janji itu di akhirat. Allah tidak akan mengkhianati janji-Nya. Sesuatu yang dijanjikan di dunia, kemudian mereka peroleh di akhirat ini adalah suatu keberuntungan yang besar.",
    "jalalayn": "(Bagi mereka berita gembira di dalam kehidupan dunia) makna ayat ini ditafsirkan oleh hadis sahih yang diketengahkan oleh Imam Hakim, bahwa berita gembira ini berupa mimpi yang baik yang dilihat oleh seorang wali Allah, atau mimpi yang baik itu diperlihatkan kepadanya (dan dalam kehidupan di akhirat) mereka mendapatkan surga dan pahala. (Tidak ada perubahan bagi kalimat-kalimat Allah) janji-janji Allah tidak akan diingkari. (Yang demikian itu) hal yang telah disebutkan itu (adalah kemenangan yang besar)."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 65,
    "arab": "وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ",
    "translation": " Dan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1429.mp3",
    "tafsir": "Allah melarang kaum Muslimin merasa risau dan gundah lantaran perkataan orang-orang musyrikin yang memusuhi agama Allah dan mendustakan wahyu Allah, karena sesungguhnya kemenangan, kekuatan, dan perlindungan itu tidaklah mereka miliki, tetapi Allah lah yang berkuasa untuk memberikan kesemuanya kepada makhluk-Nya menurut kehendak-Nya. Kaum Muslimin dilarang takut menghadapi orang-orang musyrikin hanya karena jumlahnya yang besar (lihat tafsir Surah al-Anfal/8: 10).\nDi akhir ayat ini Allah menegaskan bahwa Dialah Yang Maha Mendengar terhadap perkataan orang-orang musyrik yang mendustakan Rasul dan mendustakan kebenaran wahyu. Yang Maha Mengetahui tindakan-tindakan mereka yang dilakukan terhadap Nabi dan pengikutnya, seperti tipu daya mereka untuk mengalahkan agama tauhid dan penganiayaan mereka terhadap Nabi dan pengikut-pengikutnya.",
    "quraish": "Janganlah kamu bersedih, wahai Rasulullah, karena mendapatkan orang-orang musyrik telah mengejek, menghujat dan mendustakanmu. Janganlah mengira keadaan mereka akan berlanjut seperti itu. Sungguh, pada gilirannya, kemenangan akan berada di pihakmu dan Islam akan menjadi jaya. Sesungguhnya kejayaan itu seluruhnya milik Allah. Kemenangan ada dalam genggaman-Nya dan Dia akan memenangkanmu menghadapi mereka. Allah Maha Mendengar akan kebohongan-kebohongan yang mereka buat terhadapmu dan Maha Mengetahui apa yang mereka sembunyikan. Dan Dia akan membalas segala perbuatan mereka itu.",
    "jalalayn": "(Janganlah kamu sedih oleh perkataan mereka) terhadap dirimu, seperti perkataan mereka, \"Engkau adalah bukan utusan Allah,\" dan lain sebagainya. (Sesungguhnya) huruf inna di sini merupakan pertanda isti'naf atau kalimat baru (kekuatan itu) kekuatan (adalah kepunyaan Allah seluruhnya. Dialah Yang Maha Mendengar) semua perkataan (lagi Maha Mengetahui) semua perbuatan, maka karenanya Dia membalas perbuatan mereka dan menolong kamu."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 66,
    "arab": "اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ",
    "translation": "Ingatlah, milik Allah meliputi siapa yang ada di langit dan siapa yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1430.mp3",
    "tafsir": "Ayat ini mengingatkan kaum Muslimin bahwa semua yang ada di langit dan di bumi, berada di bawah kekuasaan Allah, termasuk pula patung-patung yang mereka sembah dan mereka perserikatkan dengan Allah, berada di dalam kekuasaan-Nya pula. Orang-orang musyrik mempersekutukan Allah dengan tuhan-tuhan yang lain bukanlah berdasarkan pada keyakinan yang benar, akan tetapi hanyalah berdasarkan pada persangkaan belaka. Mereka menyembah patung karena adanya anggapan, bahwa patung-patung yang mereka sembah itu dapat menolong mereka, dan dapat mendekatkan diri kepada Allah, agar doa-doa mereka dikabulkan Allah. Anggapan serupa itu timbul dalam pikiran mereka, karena mereka menganggap bahwa Allah itu sama dengan pemimpin-pemimpin serta pembesar-pembesar mereka yang bengis dan zalim. Apabila mereka ingin berhubungan dengan pembesar-pembesar mereka atau ingin menyampaikan permohonan kepada mereka, permohonan itu tidak akan diterima atau mendapat pelayanan sebagaimana mestinya, apabila tidak terlebih dahulu melalui tangan kanan pemimpin mereka.\nDi akhir ayat Allah menegaskan bahwa orang-orang musyrik mengikuti dugaan-dugaan seperti itu adalah karena kebodohan yang tidak akan membawa mereka kepada kebenaran sedikitpun.",
    "quraish": "Agar kalian tahu, wahai manusia, bahwa Allahlah Pencipta, Pemilik dan Pemelihara tunggal segala yang ada di langit dan di bumi. Sesungguhnya orang-orang yang menyekutukan Allah, mereka sebenarnya tidak meyakini sekutu-sekutu itu, melainkan hanya sekadar mengikuti praduga yang tidak benar. Mereka hanya menduga dan menyangka akan adanya suatu kekuatan pada sesuatu yang sebenarnya tidak dapat memberikan kebaikan dan keburukan.",
    "jalalayn": "(Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi) sebagai hamba-Nya, milik-Nya dan sebagai makhluk-Nya. (Dan tidaklah mengikuti orang-orang yang menyeru) yang menyembah (selain daripada Allah) selain Allah, yaitu berupa berhala-berhala (berupa sekutu-sekutu) bagi-Nya secara nyata, Maha Suci Allah dari sekutu-sekutu (tidaklah) tiada lain (mereka mengikuti) dalam hal tersebut (melainkan hanya dugaan saja) mereka menduga bahwa berhala-berhala sesembahan mereka itu adalah tuhan yang dapat memberikan syafaat terhadap diri mereka (dan tidaklah) tiadalah (keadaan mereka melainkan hanya berdusta belaka) yakni berbuat dusta dalam hal tersebut."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 67,
    "arab": "هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ",
    "translation": "Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan menjadikan siang terang benderang. Sungguh, yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1431.mp3",
    "tafsir": "Allah menegaskan kepada kaum Muslimin bahwa Allah lah yang menciptakan malam bagi manusia, agar supaya manusia dapat beristirahat pada waktu itu. Dia pula menciptakan siang terang benderang oleh cahaya matahari agar manusia pada waktu itu dapat mencari karunia-Nya. Pergantian siang dan malam diatur oleh Allah dengan hukum-hukum-Nya. Dengan hukum-hukum-Nya benda-benda langit beredar dalam orbitnya yang telah ditentukan. Dalam mengatur peredaran benda-benda langit Allah tidak memerlukan tuhan-tuhan yang lain untuk membantu, tetapi cukup dengan hikmah-Nya yang tinggi, Allah berkuasa untuk mengatur peredaran benda-benda itu. Karena adanya peredaran benda-benda langit itu, maka timbul perbedaan waktu dan perubahan cuaca, sehingga manusia dapat memilih waktu yang sesuai guna mencukupi keperluan hidupnya, dan memenuhi kewajibannya terhadap Penciptanya.\nDi akhir ayat ini Allah menjelaskan bahwa orang-orang yang benar-benar memperhatikan ayat-ayat yang dibacakan oleh Rasulullah saw dan memikirkan baik-baik isi kandungannya, serta memperhatikan hukum-hukum Allah yang berlaku di alam semesta, tentu akan mengakui keesaan dan kekuasaan Allah.",
    "quraish": "Sesungguhnya Allahlah pemilik segala yang ada di langit dan di bumi, Dialah yang menciptakan malam agar kalian dapat beristirahat setelah letih berusaha di siang hari. Dia jualah yang menciptakan siang terang benderang agar kalian dapat berusaha dan memperoleh kemaslahatan. Sesungguhnya pada penciptaan siang dan malam itu terdapat bukti yang jelas bagi mereka yang mau mendengar dan berpikir.",
    "jalalayn": "(Dialah yang menjadikan malam hari bagi kalian supaya kalian beristirahat padanya dan menjadikan siang terang) diisnadkannya lafal al-ibshaar yang artinya melihat kepada lafal an-nahaar yang artinya siang hari mengandung pengertian majaz, karena seseorang dapat melihat pada siang hari. (Sesungguhnya pada yang demikian itu terdapat tanda-tanda) bukti-bukti yang menunjukkan keesaan-Nya (bagi orang-orang yang mendengar) dengan pendengaran yang dibarengi dengan perasaan mengambil pelajaran dan nasihat dari apa yang didengarnya."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 68,
    "arab": "قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Mereka (orang-orang Yahudi dan Nasrani) berkata, “Allah mempunyai anak.” Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1432.mp3",
    "tafsir": "Allah menjelaskan kepada kaum Muslimin bahwa orang-orang Yahudi, Nasrani, dan orang-orang musyrik mengatakan bahwa Allah mempunyai anak, seperti kepercayaan orang-orang Yahudi bahwa Uzair anak Allah, kepercayaan orang-orang Nasrani bahwa Isa Al-Masih putera Allah, dan orang-orang musyrik menduga bahwa para malaikat itu anak perempuan Allah. Allah menyangkal anggapan-anggapan dan tuduhan-tuduhan mereka. Bagaimana mungkin tuduhan-tuduhan itu dapat dibenarkan sebab Dialah Yang Maha mencipta, memiliki, dan berkecukupan, bahkan langit, bumi, dan benda-benda yang ada di antaranya adalah ciptaan-Nya. Dialah Yang Menguasai, Allah tidak memerlukan semua benda yang ada, malahan sebaliknya mereka itulah yang memerlukan Allah. Apabila manusia memerlukan anak, memang sudah sepantasnya, sebab anak itulah yang melanjutkan keturunan dan menjadi kebanggaannya. Akan tetapi Allah tidak memerlukan anak sebab Dialah yang menciptakan manusia dan keturunan-nya.\nAllah menandaskan bahwa orang-orang Ahli Kitab dan orang-orang musyrik yang beranggapan demikian itu, tidak mempunyai alasan sedikitpun untuk membuktikan kebenaran anggapannya, bahkan anggapan itu hanyalah menunjukkan kebodohan mereka sendiri. Itulah sebabnya maka Allah menyatakan di akhir ayat ini, bahwa mereka menyatakan sesuatu yang mereka sendiri tidak tahu kebenarannya, itulah suatu kebodohan besar. Apalagi setelah mereka mendapat keterangan dari wahyu yang dibacakan, dan mereka masih tetap mempertahankan anggapannya, hal ini menunjukkan kebebalan mereka. Dari ayat ini dapat diambil pelajaran bahwa orang yang mengatakan sesuatu tanpa mempunyai alasan adalah menunjukkan kepada kebodohan sendiri.",
    "quraish": "Dan jika para penyembah berhala itu telah mempersekutukan Allah dengan menjadikan bebatuan sebagai sembahan, serta tidak mensucikan-Nya secara layak dengan mengatakan bahwa Allah mempunyai anak, maka Allah Mahasuci dari yang demikian itu. Sesungguhnya Dia tidak membutuhkan keberadaan anak, sebab keberadaan anak merupakan pertanda butuhnya seseorang untuk mengabadikan kehidupannya. Sementara Allah adalah zat yang kekal dan abadi, serta Pemilik seluruh yang ada di langit dan di bumi. Maka kalian, wahai para pendusta, tidak memiliki argumen dan bukti yang membenarkan dugaaan kalian itu. Oleh karenanya, janganlah kalian membuat-buat sesuatu yang tidak ada dasarnya mengenai Allah.",
    "jalalayn": "(Mereka berkata) yang dimaksud adalah orang-orang Yahudi, orang-orang Nasrani dan orang-orang yang menduga bahwa para malaikat itu adalah anak-anak perempuan Allah (\"Allah mempunyai anak,\") maka Allah berfirman kepada mereka (Maha Suci Allah) memahasucikan Allah dari tuduhan mempunyai anak (Dialah Yang Maha Kaya) tidak membutuhkan kepada seseorang pun, dan sesungguhnya orang-orang yang meminta punya anak itu adalah orang yang membutuhkannya. (Kepunyaan-Nya apa yang ada di langit dan apa yang ada di bumi) sebagai milik-Nya, makhluk-Nya dan hamba-Nya (tidak) tiada (bagi kalian suatu hujah pun) bukti (tentang ini) seperti apa yang telah kalian katakan itu. (Pantaskah kalian mengatakan terhadap Allah apa yang kalian tidak ketahui?) kata tanya di sini mengandung pengertian cemoohan."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 69,
    "arab": "قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ",
    "translation": "Katakanlah, “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1433.mp3",
    "tafsir": "Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang yang mempersekutukan-Nya dengan tuhan-tuhan yang lain, atau orang-orang yang mengatakan bahwa Allah mempunyai anak, bahwa orang-orang yang mengadakan kebodohan terhadap Allah seperti mereka itu, tidak akan beruntung karena apa yang mereka harapkan seperti keselamatan mereka dari siksaan api neraka, dan kehidupan bahagia berkat pertolongan dari patung-patung yang mereka pertuhankan, tidak akan menjadi kenyataan.",
    "quraish": "Katakanlah kepada mereka, wahai Rasul, \"Sesungguhnya orang-orang yang membuat-buat kebohongan kepada Allah dan menganggap bahwa Allah mempunyai anak, mereka tidak akan beruntung selama- lamanya.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah) dengan menisbatkan mempunyai anak kepada-Nya (tidak beruntung.\") tidak bahagia."
  },
  {
    "hizb": 86,
    "name": "Yunus",
    "ayat": 70,
    "arab": "مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ",
    "translation": "(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1434.mp3",
    "tafsir": "Allah memberikan penjelasan bahwa mereka itu memperoleh kesenangan sementara di dunia, tertipu oleh kenikmatan dunia yang fana. Kenikmatan dunia apabila dibandingkan dengan kenikmatan di akhirat tidak ada artinya sama sekali. Kemudian pada hari kebangkitan mereka akan dikembalikan kepada Allah. Pada masa itulah mereka akan dikumpulkan di Padang Mahsyar, dan dimintai tanggung jawabnya atas semua perbuatan yang mereka lakukan di dunia. Kemudian Allah akan memberikan siksaan yang setimpal dengan perbuatan mereka, yaitu siksaan yang pedih yang tidak terperikan, disebabkan oleh keingkaran mereka terhadap ayat-ayat Allah dan kedustaan terhadap Nabi Muhammad saw.",
    "quraish": "Mereka diberikan kesenangan dunia yang memperdaya. Kesenangan seperti itu--baik berlangsung lama atau sebentar--sangatlah sedikit jika dibandingkan dengan apa yang akan mereka peroleh di kemudian hari. Kepada Kamilah mereka akan kembali. Kami akan membuat perhitungan dan menimpakan azab yang pedih atas kekufuran yang mereka lakukan.",
    "jalalayn": "Bagi mereka (kesenangan) yang sedikit atau sementara (di dunia) yang mereka bersenang-senang dengannya selama hidup mereka di dunia (kemudian kepada Kamilah mereka kembali) dengan dimatikannya mereka (kemudian Kami rasakan kepada mereka siksa yang berat) sesudah mati (disebabkan kekafiran mereka)."
  }
]