[
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 90,
    "arab": "۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ",
    "translation": "Dan Kami selamatkan Bani Israil melintasi laut, kemudian Fir‘aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Fir‘aun hampir tenggelam dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1454.mp3",
    "tafsir": "Dalam ayat ini, Allah menceritakan tentang kepergian Bani Israil dari bumi Mesir. Ketika Nabi Musa meminta kepada Firaun agar dia membebaskan Bani Israil yang ada di Mesir dari belenggu perbudakan, kemudian mengizinkan mereka kembali ke Palestina, untuk menjalankan agama mereka dengan bebas, Firaun menolak permintaan itu.\nAkhirnya Musa dan kaumnya lari meninggalkan Mesir. Firaun dan tentaranya kemudian mengejar mereka Rombongan Firaun dan tentaranya hampir menyusul Musa dan kaumnya ketika mereka akan menyeberang lautan. Bani Israil merasa ketakutan jika tertangkap oleh pasukan Firaun, lalu Musa menenteramkan rombongannya dengan meyakinkan kepada mereka bahwa mereka akan menyaksikan kehancuran musuh mereka. Maka Tuhanpun mewahyukan kepada Musa supaya dia memukulkan tongkatnya ke laut. Lautanpun terbelah, masuklah Musa dan kaumnya berjalan di celah-celahnya yang kering hingga tiba dengan selamat di seberang lautan. Firaun bersama pasukannya mengikuti jalan yang sama tapi ketika tiba di tengah perjalanan, Musa mengulurkan tangannya ke arah lautan, maka lautanpun kembali seperti sedia kala. Firaun tenggelam ditelan gelombang bersama pasukannya. Ketika dia merasa akan mati tenggelam, dia menyatakan iman dan Islamnya. Dia menyatakan beriman kepada Tuhan yang diimani oleh Bani Israil. Pernyataan iman kepada Allah dan Musa a.s., diucapkannya dengan kalimat: \"Aku termasuk orang Islam\". Pengakuan Islam mengandung iman kepada Allah dan Rasul-Nya, tetapi pernyataan iman ini sangat terlambat karena dinyatakan pada saat dia hampir tenggelam dan tidak seorangpun yang dapat menolongnya. Pernyataan dalam keadaan demikian itu tidak diterima oleh Allah. Firman Allah: \nMaka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\"Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir. (Gafir/40: 84-85)",
    "quraish": "Tatkala Banû Isrâ'îl melintasi lautan, Fir'aun dan bala tentaranya membuntuti mereka untuk menyerang. Tetapi Kami buat mereka tenggelam ditelan laut. Dan di saat Fir'aun hampir mati tenggelam, ia berkata, \"Aku percaya kepada Allah yang diyakini Banû Isrâ'îl, dan aku tunduk kepada-Nya. Sungguh aku termasuk orang-orang yang tunduk dan patuh.\"",
    "jalalayn": "(Dan Kami memungkinkan Bani Israel melintasi laut lalu mereka diikuti) disusul dan dikejar (oleh Firaun dan bala tentaranya, karena hendak menganiaya dan menindas) mereka, lafal baghyan dan `adwan menjadi maf'ul lah (hingga bila Firaun itu telah hampir tenggelam berkata dia, \"Saya percaya bahwa) bahwasanya; dan menurut suatu qiraat lafal annahu dibaca innahu sebagai jumlah isti'naf (tidak ada Tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan saya termasuk orang-orang yang berserah diri.\") Firaun sengaja mengulang-ulang perkataannya itu supaya diterima oleh Allah, akan tetapi Allah tidak mau menerimanya. Kemudian malaikat Jibril menyumbat mulutnya dengan lumpur laut, karena merasa khawatir Firaun akan mendapatkan rahmat dari Allah. Lalu Allah berfirman kepadanya:"
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 91,
    "arab": "اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ",
    "translation": "Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1455.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan keadaan Firaun ketika dalam keputusasaan menyatakan imannya, dikatakan kepadanya bahwa tidaklah pantas dia mengatakan iman dan Islam pada saat demikian itu karena pernyataan itu hanyalah untuk menghindari kematian dan mencari keselamatan dari bencana dan sesudah dia diliputi keputus-asaan. Padahal pada masa sebelumnya dia mengingkari Allah bahkan mengaku dirinya Tuhan sehingga berlaku sewenang-wenang terhadap sesama manusia serta berbuat aniaya di atas bumi. Maka pernyataan iman dan Islam demikian itu tidak diterima karena tidak lahir dari ketulusan, tetapi lahir dari keputus-asaan.",
    "quraish": "Tetapi Allah tidak berkenan dan menerima keimanan Fir'aun yang dinyatakan-Nya dalam keadaan terdesak ini. Tobatnya yang dilakukan pada saat sekarat ini pun tidak diterima Allah, setelah sebelumnya ia hidup bergelimang kemaksiatan dan selalu membuat kerusakan di bumi. Fir'aun pun mati dalam kekufuran dan keterhinaan.",
    "jalalayn": "(Apakah sekarang) baru kamu percaya (padahal sesungguhnya kamu telah durhaka sejak dahulu, dan kamu termasuk orang-orang yang berbuat kerusakan) karena kesesatanmu dan penyesatan yang kamu lakukan dari jalan keimanan."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 92,
    "arab": "فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ",
    "translation": "Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1456.mp3",
    "tafsir": "Kemudian Allah pada ayat ini menjelaskan bahwa pada hari kematiannya, jenazah Firaun akan dikeluarkan dari dasar lautan dan dilemparkan ke daratan agar mereka yang meragukan kematiannya menjadi yakin dan menjadi pelajaran bagi manusia sesudahnya. Bagaimana besar dan luasnya kekuasaan dan kekuatan seseorang, jika dia menentang perintah-perintah Allah dan meninggalkan petunjuk-petunjuk Rasul-Nya, niscaya dia akan mengalami kehancuran. Janji Allah untuk menolong nabi-nabi-Nya pasti terlaksana. Banyak tanda-tanda kekuasaan Allah terdapat dalam sejarah umat manusia. Tetapi sebagian besar manusia tidak mau merenungkan tanda-tanda itu dan tidak menyadari hukum Tuhan yang berlaku pada umat manusia itu.",
    "quraish": "Pada hari kebinasaanmu itu (wahai Fir'aun), Kami mengangkat dan mengeluarkan mayatmu dari laut, agar menjadi bahan renungan dan pelajaran bagi mereka yang telah menuhankanmu. Mereka tidak akan menyangka bahwa nasibmu akan berakhir dengan kondisi yang sangat memilukan dan menyedihkan seperti ini. Akan tetapi banyak manusia yang tidak mau mengamati bukti-bukti kekuasaan Kami di alam raya yang begitu banyak ini(1). (1) Ayat ini, tampaknya, mengisyaratkan bahwa jasad Fir'aun akan terus terpelihara sehingga manusia dapat menjadikannya sebagai bahan pelajaran, betapa mengenaskan nasib seseorang yang pernah mengaku Tuhan dan memaksa kaumnya yang bersahaja untuk mengatakan bahwa tiada tuhan selain dia. Diperkirakan, peristiwa eksodus Banû Isrâ'îl itu terjadi di akhir abad ke-13 S. M., pada masa salah seorang raja dari dinasti XIX bernama Minfatah putra Ramsis II, yang pernah memberlakukan kerja paksa terhadap Banû Isrâ'îl untuk membangun ibukota kerajaannya. Dalam temuan sejarah modern, ibukota yang tertimbun di bawah tanah ini bernama Buramsis. Adapun mengenai sebab terjadinya eksodus adalah dalam upaya menyebarkan agama tauhid sekaligus membebaskan diri dari cengkeraman Fir'aun yang telah memperbudak dan menyiksa Banû Isrâ'îl. Sampai di sini, tampaknya, kita patut bertanya, \"Bukankah ayat ini menjadi salah satu bukti bahwa al-Qur'ân itu benar-benar diturunkan oleh Allah?\"",
    "jalalayn": "(Maka pada hari ini Kami selamatkan) Kami keluarkan dari laut (badanmu) jasadmu yang sudah tidak bernyawa (supaya kamu dijadikan oleh orang-orang yang datang sesudahmu) generasi sesudahmu (sebagai pelajaran) bahan pelajaran, sehingga mereka mengetahui sifat kehambaanmu. Dengan demikian mereka tidak akan berani lagi melakukan perbuatan seperti yang pernah dilakukan olehmu. Ibnu Abbas r.a. menceritakan, bahwa sebagian orang-orang Bani Israel merasa ragu-ragu akan kematian Firaun, maka dikeluarkan-Nyalah mayat Firaun dari laut supaya mereka melihat dan menyaksikannya dengan mata kepala sendiri (dan sesungguhnya kebanyakan dari manusia) penduduk Mekah (lengah dari tanda-tanda kekuasaan-Ku) artinya mereka tidak mau mengambil pelajaran daripadanya."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 93,
    "arab": "وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
    "translation": "Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1457.mp3",
    "tafsir": "Sesudah Allah mengakhiri kisah Firaun, maka pada ayat ini, Allah menyebutkan riwayat Bani Israil, setibanya mereka pada tempat yang dijanjikan Tuhan. Allah telah menempatkan mereka di negeri yang indah yaitu negeri Palestina. Sebagaimana diterangkan pula dalam ayat yang lain firman Allah:\n\nDan Kami wariskan kepada kaum yang tertindas itu bumi bagian timur dan bagian baratnya yang telah Kami berkahi. (al-Araf/7: 137)\n\nAllah melimpahkan rezeki yang baik dan bermacam-macam, seperti peternakan, perkebunan, pertanian, dan perikanan di daratan, seperti Laut Mati, dan di lautan kepada Bani Israil. Mereka hidup rukun dan damai penuh bahagia di negeri yang baru itu. Tetapi kemudian timbul perselisihan yang besar di kalangan mereka sesudah mereka mempelajari kitab Taurat dan hukum-hukum-Nya. Sebenarnya tidak wajar mereka itu berselisih paham sebab Allah telah cukup jelas menerangkan kepada mereka syariat-Nya. Jika timbul perselisihan maka hal itu disebabkan faktor pribadi dan kepentingan golongan di antara mereka. Firman Allah:\n\nTidaklah berselisih orang-orang yang telah diberi Kitab, kecuali setelah mereka memperolah ilmu, karena kedengkian di antara mereka. (ali Imran/3: 19)\n\nKedengkian dan kebencian terhadap golongan lain, ambisi pribadi, bermegah-megah dan kepentingan golongan serta faktor-faktor subyektif sangat mempengaruhi orang-orang Yahudi dalam mempelajari Kitab Suci. Mereka tidak segan memutarbalikkan pengertian ayat dari arti yang sebenarnya. Firman Allah:\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. (an-Nisa/4: 46)",
    "quraish": "Dan sungguh, setelah peristiwa itu, Kami beri kekuatan kepada Banû Isrâ'îl. Mereka pun kemudian hidup tenteram di tanah yang subur dan dapat melaksanakan ajaran agama serta terhindar dari penindasan yang mereka alami sebelumnya. Mereka telah mendapatkan pelbagai rezeki dan karunia yang melimpah ruah. Tetapi baru saja mereka merasakan kenikmatan hidup mulia setelah sebelumnya hidup dalam keterhinaan, mereka sudah dihinggapi perpecahan. Maka terjadilah perselisihan antara mereka, meski sebenarnya sudah jelas bagi mereka mana yang benar dan mana yang salah. Di hari kiamat nanti, Allah akan memutuskan apa yang telah mereka perselisihkan, dan Dia akan memberi balasan sesuai dengan perbuatan mereka.",
    "jalalayn": "(Dan sesungguhnya Kami telah menempatkan) memberikan tempat (Bani Israel di tempat kediaman yang bagus) tempat yang terhormat, yaitu negeri Syam dan negeri Mesir (dan Kami beri mereka rezeki dari yang baik-baik. Maka mereka tidak berselisih) sekalipun sebagian di antara mereka beriman dan sebagian yang lain kafir (kecuali setelah datang kepada mereka pengetahuan, yang tersebut dalam Taurat. Sesungguhnya Rabb kamu akan memutuskan antara mereka di hari kiamat tentang apa yang mereka perselisihkan itu) dalam masalah agama, yaitu dengan menyelamatkan orang-orang beriman dan mengazab orang-orang kafir."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 94,
    "arab": "فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ",
    "translation": "Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1458.mp3",
    "tafsir": "Allah menerangkan sikap pendeta-pendeta Yahudi dan Nasrani terhadap Kitab-kitab Allah yang telah diturunkan kepada rasul-rasul yang diutus kepada mereka dengan mengatakan, \"Jika engkau, hai Muhammad, ragu tentang rasul-rasul dahulu dan kitab-kitab yang diturunkan kepada mereka, maka tanyakanlah kepada pendeta-pendeta Yahudi dan Nasrani yang telah mengetahui dan membaca kitab-kitab yang telah Kami turunkan itu, sebelum Aku menurunkan Al-Qur'an kepada engkau.\"\nMenurut rasa bahasa Arab, ungkapan dalam ayat ini bukanlah untuk menerangkan keragu-raguan Muhammad, tetapi menyatakan bahwa Muhammad benar-benar telah yakin dan percaya kepada para rasul yang diutus Allah dan kitab-kitab yang diturunkan kepada mereka. Hanya orang-orang Yahudi dan Nasrani-lah yang ragu. Keraguan mereka itu sengaja mereka buat untuk menutupi apa yang sebenarnya ada dalam hati mereka, yaitu meyakini kebenaran risalah dan kenabian Muhammad.\nKarena itu maksud ayat ini ialah Allah menyatakan kepada Muhammad bahwa beliau (Nabi Muhammad) telah yakin dan percaya bahwa yang diturunkan kepadamu itu adalah sesuatu yang hak dan kebenaran yang wajib dipercayai. Yang ragu-ragu itu hanyalah orang-orang Yahudi dan Nasrani. Keragu-raguan mereka itu dinyatakan semata-mata untuk menutupi perbuatan mereka yang telah mengubah dan menukar isi Taurat dan Injil. Mereka telah membaca Taurat dan Injil yang menerangkan pokok-pokok agama yang diridai Allah, para rasul yang telah diutus Allah dan yang akan diutus-Nya nanti. Tetapi hawa nafsu merekalah yang menyuruh mereka untuk melakukan perbuatan yang terlarang itu, sehingga mereka menyesatkan pengikut-pengikut mereka. Karena itu, sebenarnya pendeta-pendeta Yahudi dan Nasrani itu sangat mengetahui mana yang benar dan mana yang salah. Jika ditanyakan kepada mereka sesuatu yang hak, mereka pasti dapat menjawabnya dengan betul. Tetapi mereka tidak mau melakukannya.\nAyat ini merupakan sindiran kepada pendeta-pendeta Yahudi dan Nasrani dan mengungkapkan perbuatan-perbuatan dosa yang telah mereka kerjakan.\nUngkapan seperti ini terdapat pula pada firman Allah yang lain, sebagaimana ayat berikut:\nDan (ingatlah) ketika Allah berfirman, \"Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, \"Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?\" (al-Maidah/5: 116)\n\nBila ayat ini dibaca sepintas lalu, akan dipahami seakan-akan Isa-lah yang memerintahkan kaumnya agar mengakui adanya tuhan bapak, tuhan anak dan tuhan ibu. Tetapi maksud ayat ini ialah untuk menerangkan bahwa Isa a.s. tidak pernah ragu tentang keesaan Tuhan. Yang mendakwahkan bahwa Tuhan itu tiga, hanya orang-orang Nasrani yang telah mengubah-ubah dan menukar isi Injil, seperti menukar prinsip keesaan Allah yang ada di dalamnya dengan prinsip syirik.\nPada akhir ayat ini Allah menerangkan sikap Rasulullah, orang-orang Yahudi dan Nasrani. Rasulullah saw beriman kepada Allah dan kepada Al-Quran yang diturunkan kepadanya serta meyakini akan keesaan-Nya, sedang orang Yahudi dan Nasrani telah mengubah dan menukar isi Taurat dan Injil serta mempersekutukan-Nya. Kemudian Allah memperingatkan kaum Muslimin agar jangan sekali-kali melakukan perbuatan seperti yang dilakukan oleh orang-orang Nasrani dan Yahudi.",
    "quraish": "Jika dirimu, atau orang lain, dihantui oleh rasa ragu mengenai kebenaran wahyu yang Kami turunkan ini, maka tanyakanlah kepada mereka yang telah mendapatkan kitab-kitab suci melalui para Nabi terdahulu. Kamu akan mendapatkan jawaban pasti dari mereka, yang membenarkan apa yang telah Kami turunkan kepadamu (al-Qur'ân). Hal itu adalah untuk menegaskan kebenaran dengan memaparkan dalil pada hal-hal yang dimungkinkan dapat menimbulkan keragu-raguan. Dan sungguh Kami telah menurunkan kepadamu kebenaran yang tidak disangsikan ini. Maka jangan biarkan orang lain membuat kamu bimbang dan ragu.",
    "jalalayn": "(Maka jika kamu) hai Muhammad (berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu) yaitu berupa kisah-kisah, seumpamanya (maka tanyakanlah kepada orang-orang yang telah membaca kitab) Taurat (sebelum kamu) maka sesungguhnya hal itu telah tertera di dalam kitab mereka, mereka akan memberitakannya kepadamu sesuai dengannya; untuk itu maka Rasulullah saw. bersabda, \"Aku tidak ragu dan tidak menanyakannya.\" (Sesungguhnya telah datang kebenaran kepadamu dari Rabbmu, sebab itu janganlah sekali-kali kamu termasuk orang-orang yang ragu) menaruh keraguan padanya."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 95,
    "arab": "وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ",
    "translation": "Dan janganlah sekali-kali engkau termasuk orang yang mendustakan ayat-ayat Allah, nanti engkau termasuk orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1459.mp3",
    "tafsir": "Allah menegaskan lagi agar Muhammad dan kaum Muslimin jangan termasuk golongan orang-orang yang mendustakan ayat-ayat Allah, seperti yang telah dilakukan oleh orang-orang Yahudi dan Nasrani itu, karena perbuatan tersebut akan menimbulkan kerugian besar bagi orang yang melakukannya di dunia dan di akhirat.",
    "quraish": "Dan jangan biarkan dirimu dan para pengikutmu masuk ke dalam kelompok orang-orang yang mendustakan bukti-bukti dan penjelasan-penjelasan. Dengan demikian, kamu tidak mendapatkan kerugian dan murka Tuhan, sebagaimana dialami oleh orang-orang kafir. (Ayat ini, meskipun ditujukan kepada Nabi Muhammad, tetapi mencakup juga para pengikutnya).",
    "jalalayn": "(Dan sekali-kali janganlah kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu termasuk orang-orang yang rugi)."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 96,
    "arab": "اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ",
    "translation": "Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1460.mp3",
    "tafsir": "Ayat ini menerangkan bahwa bagi orang-orang yang mendustakan ayat-ayat Allah berlaku ketetapan-ketetapan Allah, yaitu mengazab mereka dengan azab yang pedih di akhirat nanti. Iman mereka tidak dapat diharapkan lagi, karena hati mereka telah tertutup dan terkunci mati, tidak bisa menerima petunjuk Ilahi, sehingga mereka tetap dalam kekafiran dan perbuatan dosa.",
    "quraish": "Sesungguhnya orang-orang yang telah ditakdirkan oleh Allah sebagai orang kafir, mereka itu--karena Allah Mahatahu pembangkangan dan fanatisme buta yang ada pada mereka--tidak akan beriman, meskipun kamu telah mencurahkan segala daya dan upaya untuk meyakinkan mereka.",
    "jalalayn": "(Sesungguhnya orang-orang yang telah pasti) telah dipastikan (terhadap mereka kalimat Rabbmu) yaitu azab Allah telah pasti atas mereka (tidaklah akan beriman)."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 97,
    "arab": "وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ",
    "translation": "meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1461.mp3",
    "tafsir": "Orang-orang yang terkunci hatinya itu tidak akan beriman, walaupun kepada mereka dikemukakan berbagai macam bukti dan tanda-tanda kekuasaan dan keesaaan Allah. Mereka baru akan beriman setelah dimasukkan ke dalam neraka, disaat merasakan azab yang pedih. Tetapi iman mereka itu tidak diterima lagi, karena pintu tobat disaat itu telah tertutup.",
    "quraish": "Kalau pun kamu berikan kepada mereka seluruh bukti yang jelas sekali pun mereka tidak akan menerimanya dan terus dalam kesesatan, hingga akhirnya mereka mendapatkan azab yang pedih.",
    "jalalayn": "(Meskipun datang kepada mereka segala macam keterangan hingga mereka menyaksikan azab yang pedih) maka pada saat itu tidak bermanfaat lagi keimanan mereka."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 98,
    "arab": "فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ",
    "translation": "Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1462.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sikap yang paling baik dilakukan oleh suatu kaum ialah bila seorang rasul menyeru kepada mereka untuk beriman kepada Allah dengan mengemukakan bukti-bukti kebenaran seruannya, lalu mereka berkenan menyambut seruan rasul itu dengan beriman dan melaksanakan risalah yang dibawanya. Iman yang seperti itu adalah iman yang bermanfaat dan menguntungkan, karena itu dilakukan di saat seseorang dalam keadaan mampu memikul beban yang dipikulkan Allah kepadanya (taklif). Iman itu tidak berfaedah bagi seseorang bila dia dalam keadaan tidak taklif, seperti iman Firaun di saat ia akan tenggelam di tengah lautan dan seperti iman orang-orang kafir di saat mereka diazab dalam neraka. Iman di saat itu tidak diterima lagi.\nKaum Nabi Yunus adalah kaum yang beriman dalam keadaan taklif, sehingga iman itu berfaedah bagi mereka. Nabi Yunus diutus kepada penduduk kota Nainawa (Ninive), untuk menyampaikan agama Allah, tetapi mereka mengingkari seruan itu. Yunus menerangkan kepada mereka bahwa jika mereka tidak juga beriman, Allah akan menurunkan azab kepada mereka setelah tiga hari. Pada hari ketiga, Yunus menghindar dari negeri itu. Pada pagi hari yang dijanjikan itu, mereka melihat tanda akan kedatangan azab itu. Oleh karena itu, mereka mencari Yunus, tetapi Yunus tidak mereka temui. Lalu mereka berkumpul bersama keluarga dan binatang ternak mereka di tengah lapang memohon kepada Allah agar azab yang dijanjikan itu tidak ditimpakan kepada mereka dan mereka menyatakan iman kepada-Nya. Allah menerima tobat mereka dan membatalkan penurunan azab kepada mereka. Kemudian Allah memberikan kepada mereka kesenangan hidup sampai akhir hayat mereka, sebagai balasan dari keimanan mereka.",
    "quraish": "Andaikan saja seluruh penduduk negeri itu beriman, niscaya mereka akan mendapatkan manfaat- manfaat yang baik dari keimanan itu. Akan tetapi pada kenyataannya, kebaikan itu hanya didapat oleh kaum Yûnus saja, karena tidak semua penduduk negeri itu turut beriman.",
    "jalalayn": "(Dan mengapa tidak) hendaknyalah (ada suatu kota) yakni penduduknya (yang beriman) sebelum azab turun atas mereka (lalu imannya itu bermanfaat kepadanya selain kaum Yunus. Tatkala mereka beriman) yaitu sewaktu mereka melihat adanya tanda-tanda azab lalu mereka segera beriman sebelum azab diturunkan atas diri mereka (Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami beri kesenangan kepada mereka sampai pada waktu yang tertentu) sampai ajal mereka tiba."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 99,
    "arab": "وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ",
    "translation": "Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1463.mp3",
    "tafsir": "Ayat ini menerangkan bahwa jika Allah berkehendak agar seluruh manusia beriman kepada-Nya, maka hal itu akan terlaksana, karena untuk melakukan yang demikian adalah mudah bagi-Nya. Tetapi Dia tidak menghendaki yang demikian. Dia berkehendak melaksanakan Sunnah-Nya di alam ciptaan-Nya ini. Tidak seorangpun yang dapat mengubah Sunnah-Nya itu kecuali jika Dia sendiri yang menghendakinya. Di antara Sunnah-Nya ialah memberi manusia akal, pikiran, dan perasaan yang membedakannya dengan malaikat dan makhluk-makhluk yang lain. Dengan akal, pikiran, dan perasaan, manusia menjadi makhluk yang berbudaya, dapat membedakan mana yang baik dan mana yang buruk, baik untuk dirinya, untuk orang lain maupun untuk alam semesta ini. Kemudian amal perbuatan manusia diberi balasan sesuai dengan perbuatan yang telah dilakukannya itu; perbuatan baik dibalas dengan pahala dan perbuatan jahat dan buruk dibalas dengan siksa.\nDi samping itu, Allah mengutus para rasul untuk menyampaikan agama-Nya yang menerangkan kepada manusia mana yang baik dilakukan dan mana yang terlarang dilakukan. Manusia dengan akal, pikiran, dan perasaan yang dianugerahkan Allah kepadanya dapat menilai apa yang disampaikan para rasul. Tidak ada paksaan bagi manusia dalam menentukan pilihannya, baik atau buruk. Dan manusia akan dihukum berdasarkan pilihannya itu.",
    "quraish": "Kalaulah Allah menghendaki seluruh penduduk bumi ini beriman, niscaya semuanya akan beriman. Maka janganlah kamu merasa sedih melihat kekufuran orang-orang musyrik. Sebab, tidak ada keimanan kecuali atas dasar kesukarelaan hati. Karenanya, kamu tak bakal mampu memaksa mereka untuk patuh dan menerima kebenaran. Dari itu janganlah memaksa mereka untuk beriman, karena--sekuat apa pun usahamu--kamu tidak akan dapat melakukannya.",
    "jalalayn": "(Dan jika Rabbmu menghendaki tentulah beriman semua orang yang di muka bumi seluruhnya. Maka apakah kamu hendak memaksa manusia) terhadap apa yang Allah tidak kehendaki mereka untuk melakukannya (supaya mereka menjadi orang-orang yang beriman semuanya?) tentu saja tidak."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 100,
    "arab": "وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ",
    "translation": "Dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab kepada orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1464.mp3",
    "tafsir": "Segala sesuatu yang terjadi di alam ini adalah atas kehendak Allah. Tidak ada sesuatupun yang terjadi di luar kehendak-Nya. Allah menunjuki dan memudahkan seseorang beriman, bila orang itu mau memahami dan mengamalkan ayat-ayat yang telah disampaikan kepada para rasul-Nya dan Dia memandang hina dan mengazab setiap orang yang tidak mau memahami dan mengamalkan ayat-ayat-Nya karena hal itu berarti mereka menampik ajakan rasul untuk mengikuti jalan yang lurus yang telah dibentangkannya.",
    "quraish": "Manusia tak mungkin beriman kecuali jika ia sendiri menginginkannya. Lalu Allah akan menyediakan faktor dan sarana yang dapat mengantarkannya untuk mewujudkan keinginannya itu. Adapun orang yang tidak menginginkan keimanan, ia berhak mendapat murka dan azab Allah. Sebab, sudah merupakan hukum Allah untuk menimpakan murka dan siksa-Nya kepada orang-orang yang membangkang dan tak mau mencermati bukti-bukti yang jelas itu.",
    "jalalayn": "(Dan tidak ada seorang pun akan beriman kecuali dengan izin Allah) dengan kehendak-Nya (dan Allah menimpakan kemurkaan) azab-Nya (kepada orang-orang yang tidak mempergunakan akalnya) yaitu orang-orang yang tidak mau memikirkan ayat-ayat Allah."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 101,
    "arab": "قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ",
    "translation": "Katakanlah, “Perhatikanlah apa yang ada di langit dan di bumi!” Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1465.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan perintah-Nya kepada Rasul-Nya, agar dia menyeru kaumnya untuk memperhatikan dengan mata kepala dan akal mereka segala kejadian di langit dan di bumi. Mereka diperintahkan agar merenungkan keajaiban langit yang penuh dengan bintang-bintang, matahari, dan bulan, keindahan pergantian malam dan siang, air hujan yang turun ke bumi, menghidupkan bumi yang mati, dan menumbuhkan tanam-tanaman dan pohon-pohonan dengan buah-buahan yang beraneka warna rasanya. Hewan-hewan dengan bentuk dan warna yang bermacam-macam hidup di bumi, memberi manfaat yang tidak sedikit bagi manusia. Demikian pula keadaan bumi itu sendiri yang terdiri dari gurun pasir, lembah yang luas, dataran yang subur, samudera yang penuh dengan ikan berbagai jenis, kesemuanya itu tanda keesaan dan kekuasaan Allah, bagi orang yang mau berfikir dan yakin kepada Penciptanya.\nAkan tetapi bagi mereka yang tidak percaya akan adanya Pencipta alam ini, karena fitrah insaniahnya tidak berfungsi sebagaimana mestinya, maka kesemua tanda-tanda keesaan dan kekuasaan Allah dalam alam ini tidak bermanfaat baginya.\nDemikian pula peringatan nabi-nabi kepada mereka tidak mempengaruhi jiwa mereka. Akal dan perasaan mereka tidak mampu mengambil pelajaran dari ayat Allah dan tidak membawa mereka pada keyakinan adanya Allah Yang Maha Esa. Mereka tidak memperoleh pelajaran dari Sunnah Allah pada umat manusia di masa lampau. Sekiranya mereka memperoleh pelajaran dari pada ayat-ayat Allah itu dan dari Sunnah Allah pada umat manusia, tentulah jiwa mereka bersih dan terpelihara dari kotoran dan najis yang mendorong mereka kepada kekafiran dan kesesatan.",
    "quraish": "Katakanlah, wahai Nabi, kepada orang-orang yang tetap membangkang itu, \"Cermati dan renungilah apa yang ada di langit dan di bumi berupa bukti-bukti yang menunjukkan keagungan dan keesaan Tuhan. Di situ akan kalian dapati bukti-bukti yang dapat membawa kalian untuk menerima ajakan beriman. Akan tetapi, betapa pun banyaknya bukti dan dahsyatnya ancaman, semua itu tidak berguna bagi kaum yang ingkar dan tak mau berpikir. Sebab, ketika orang-orang kafir itu memutuskan untuk tidak beriman, mereka pun tak bakal bersedia melakukan perenungan dan pengamatan terlebih dahulu(1). (1) Ayat ini, dan banyak lagi yang lainnya, mendorong umat manusia untuk mengembangkan ilmu pengetahuan melalui kontemplasi, eksperimentasi dan pengamatan. Ayat ini juga mengajak untuk menggali pengetahuan yang berhubungan dengan alam raya beserta isinya. Sebab, alam raya yang diciptakan untuk kepentingan manusia ini, hanya dapat dieksplorasi melalui pengamatan indrawi.",
    "jalalayn": "(Katakanlah,) kepada orang-orang kafir Mekah (\"Perhatikanlah apa) apa-apa (yang ada di langit dan di bumi) yaitu tanda-tanda yang menunjukkan akan keesaan Allah swt. (Tidaklah bermanfaat tanda kekuasaan Allah dan rasul-rasul yang memberi peringatan) lafal an-nudzur adalah bentuk jamak dari kata tunggal nadzir yang artinya para rasul (bagi orang-orang yang tidak beriman.\") yang hal ini diketahui oleh Allah swt. atau dengan kata lain, hal-hal tersebut tidak ada manfaatnya bagi mereka."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 102,
    "arab": "فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
    "translation": "Maka mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah, “Maka tunggulah, aku pun termasuk orang yang menunggu bersama kamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1466.mp3",
    "tafsir": "Kemudian, dalam ayat-ayat ini, Allah memberi peringatan dan ancaman kepada kaum musyrikin Arab bahwa hukuman akan segera menimpa mereka seperti yang dialami umat sebelum mereka yang juga mendustakan rasul-rasul dan ingkar kepada mereka. Apakah orang musyrikin tersebut menolak kerasulan Muhammad saw, karena mereka ingin lebih dahulu menunggu siksaan Allah itu? Allah menyeru Nabi Muhammad saw, untuk menyatakan kepada mereka supaya menunggu azab itu. Kemurkaan Allah tentu akan datang kepada mereka bilamana mereka terus-menerus mendustakan dan mengingkari kerasulan Muhammad saw. Rasul saw beserta orang-orang beriman akan menunggu pula kehancuran mereka itu. Sesuai dengan janji Allah dan Sunnah-Nya, bahwa orang-orang kafir itu pasti akan binasa.",
    "quraish": "Tidakkah orang-orang yang ingkar itu hanya menanti turunnya siksa di hari-hari yang penuh penderitaan yang dulu pernah dialami orang-orang sebelum mereka, seperti kaum Nûh, kaum Mûsâ, dan lain sebagainya? Bila demikian, katakanlah kepada mereka, wahai Muhammad, \"Jika kalian masih mau menunggu, maka lakukanlah. Aku akan menunggu bersama kalian. Tidak lama lagi kalian akan mendapatkan kehancuran dan azab di hari kiamat.\"",
    "jalalayn": "(Tiada) tidak ada (yang mereka tunggu-tunggu) dengan perbuatan mereka yang mendustakan kamu (melainkan kejadian-kejadian yang sama dengan kejadian-kejadian yang menimpa orang-orang terdahulu sebelum mereka) umat-umat terdahulu. Artinya, mereka akan tertimpa siksaan yang sama seperti siksaan yang menimpa umat-umat terdahulu (Katakanlah, \"Maka tunggulah) hal tersebut (sesungguhnya aku pun orang yang menunggu bersama kalian.\")"
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 103,
    "arab": "ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beri-man, demikianlah menjadi kewajiban Kami menyelamatkan orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1467.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan bahwa sesuai dengan Sunnah-Nya yang berlaku pada rasul dan kaumnya yang beriman, Allah akan menyelamatkan dan memelihara mereka dari kebinasaan. Itu adalah ketentuan Allah dan Allah tidak akan mengubah ketentuan-Nya itu.\nFirman Allah:\n(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami. (al-Isra/17: 77)",
    "quraish": "Lalu Kami selamatkan para rasul Kami beserta orang-orang Mukmin dari siksaan itu. Keselamatan bagi mereka telah dijanjikan Allah. Dan janji-Nya pasti terjadi dan tidak akan dipungkiri.",
    "jalalayn": "(Kemudian Kami selamatkan) bentuk mudhari' di sini dimaksud untuk menceritakan keadaan di masa lampau (rasul-rasul Kami dan orang-orang yang beriman) dari azab (demikianlah) penyelamatan itu (menjadi kewajiban atas Kami menyelamatkan orang-orang yang beriman) Nabi dan para sahabatnya ketika orang-orang musyrik disiksa."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 104,
    "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَ",
    "translation": "Katakanlah (Muhammad), “Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1468.mp3",
    "tafsir": "Allah memerintahkan Rasul saw untuk mengatakan kepada kaumnya bahwa jika mereka itu meragukan kebenaran agama yang dibawanya, yang mengajarkan tentang keesaan Allah, maka semestinya mereka lebih dulu meragukan keyakinan yang mereka pertahankan. Oleh karena itu, Nabi Muhammad saw menyatakan kepada mereka bahwa dia tidak akan menyembah batu-batu berhala dan patung yang mereka sembah yang tidak memiliki kemampuan sedikitpun. Tetapi dia akan menyembah Tuhan Maha Pencipta, Yang menentukan hidup dan mati makhluk-Nya. Dia-lah yang memberi kesenangan dan kesusahan, kemanfaatan dan kemudaratan, menurut hikmah dan inayah-Nya, bukan tuhan seperti yang mereka sembah itu.\nDengan perbandingan itu maka bertambah jelaslah kebenaran agama yang dibawa Rasul saw dan kesesatan keyakinan kaum musyrikin. Kemudian Nabi Muhammad saw mengatakan kepada kaum musyrikin Arab bahwa dia diperintahkan supaya menjadi orang yang beriman. Allah telah menjanjikan kepada orang-orang yang beriman keselamatan dari azab, kemenangan atas musuh-musuh mereka dan kekuasaan di bumi.",
    "quraish": "Katakan kepada mereka, wahai Rasul, \"Jika kalian meragukan kebenaran agama yang kusampaikan ini, maka ketahuilah bahwa aku tidak akan pernah menyembah berhala-berhala sembahan kalian. Aku hanya menyembah Allah yang akhir perjalanan kalian berada di tangan-Nya. Dialah yang akan mematikan kalian dan Dia memerintahkan kepadaku agar aku termasuk orang-orang yang beriman kepada-Nya.\"",
    "jalalayn": "(Katakanlah, \"Hai manusia) hai penduduk Mekah! (Jika kalian masih dalam keragu-raguan tentang agamaku) bahwasanya agamaku itu adalah hak dan benar (maka ketahuilah aku tidak menyembah yang kalian sembah selain Allah) selain-Nya, yang dimaksud adalah berhala-berhala; hal ini merupakan pertanda bahwa kalian ragu-ragu terhadap agamaku (tetapi aku menyembah Allah yang akan mematikan kalian) yang akan mencabut ruh kalian (dan aku telah diperintah supaya) hendaknya (aku termasuk orang-orang yang beriman.\")"
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 105,
    "arab": "وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
    "translation": "dan (aku telah diperintah), “Hadapkanlah wajahmu kepada agama dengan tulus dan ikhlas dan jangan sekali-kali engkau termasuk orang yang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1469.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Nabi Muhammad saw diperintahkan agar menghadapkan wajahnya dan seluruh dirinya kepada Allah, memfokuskan perhatian pada tugas-tugas agama dan mengabdi kepada Tuhan semesta alam. Sebab jika dia memberikan perhatian kepada selain Allah, maka hal itu mengurangi kebulatan jiwanya dalam menghadap Tuhan dan pengabdian terhadap agamanya. Kepada Allah sajalah hendaknya tujuan segala pengabdiannya lahir dan batin. Janganlah dia termasuk orang yang mempersekutukan Allah dalam ibadah dengan dewa-dewa, jin-jin, roh-roh, atau patung-patung seperti halnya penyembah-penyembah berhala. Larangan Allah terhadap Rasul ini dimaksudkan untuk mendorong dan merangsang Rasul saw untuk tetap menjauhi sifat-sifat syirik.",
    "quraish": "Wahai Muhammad, hadapkanlah dirimu sepenuhnya kepada Allah. Janganlah kamu hanyut dalam golongan orang-orang yang mempersekutukan-Nya. Hendaknya kamu dan pengikutmu menjauhi dan menghindari mereka itu.",
    "jalalayn": "(Dan) aku diperintahkan (\"Hadapkanlah mukamu kepada agama dengan tulus dan ikhlas) dalam keadaan cenderung dan menggandrunginya (dan janganlah kamu termasuk orang-orang yang musyrik)."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 106,
    "arab": "وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ",
    "translation": "Dan jangan engkau menyembah sesuatu yang tidak memberi manfaat dan tidak (pula) memberi bencana kepadamu selain Allah, sebab jika engkau lakukan (yang demikian), maka sesungguhnya engkau termasuk orang-orang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1470.mp3",
    "tafsir": "Allah menjelaskan larangan-Nya kepada Nabi saw agar jangan berdoa dan beribadah kepada selain Allah, Sebab selain Allah, tidak ada yang dapat memberi manfaat dan mudarat, atau memberi kesenangan dan kesusahan baik di dunia maupun di akhirat. Sekiranya Rasul berbuat demikian, maka dia termasuk dalam orang-orang yang menganiaya diri sendiri. Tiada kedurhakaan yang lebih besar dari syirik karena orang yang berbuat syirik mengembalikan urusan yang dihadapi manusia kepada selain Allah. Maka kembalilah kepada Allah. Panjatkanlah doa kepada Allah semata karena doa termasuk ibadah yang besar, bahkan otak ibadah.",
    "quraish": "Janganlah kamu berlindung, dengan berdoa dan menyembah kepada sesuatu selain Allah, suatu sembahan yang tidak memberikan kebaikan dan juga tidak mendatangkan keburukan. Sesungguhnya jika kamu melakukan hal itu, berarti kamu termasuk dalam golongan orang-orang yang musyrik dan zalim. (Larangan yang ditujukan kepada Nabi Muhammad ini juga berlaku untuk para pengikutnya. Larangan yang mustahil terjadi pada Nabi ini merupakan gaya atau ungkapan hiperbolis [mubâlaghah] dari larangan dimaksud).",
    "jalalayn": "(Dan janganlah kamu menyeru) menyembah (kepada selain Allah, yaitu apa-apa yang tidak dapat memberikan manfaat kepadamu) jika kamu menyembahnya (dan pula tidak dapat memberikan mudarat kepadamu) jika kamu tidak menyembahnya (sebab jika kamu berbuat) hal itu, umpamanya (maka sesungguhnya kamu kalau begitu termasuk orang-orang yang lalim.\")"
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 107,
    "arab": "وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ ",
    "translation": "Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1471.mp3",
    "tafsir": "Kemudian Allah dalam ayat ini menegaskan keesaan-Nya dalam memelihara hamba-Nya. Hanya Dialah yang kuasa menghilangkan kesulitan hidup atau kemudaratan yang sedang menimpa hamba-Nya, baik kesulitan karena kekurangan harta ataupun karena terganggunya kesehatan dan perlakuan yang tidak adil dari orang lain. Segala kesulitan yang menimpa seseorang itu tentu ada sebabnya. Sebab-sebab itu diciptakan Allah sebagai ujian bagi manusia, apakah mereka benar-benar berserah diri kepada Allah atau tidak, dan mereka berada di bawah pengawasan-Nya. \nManusia berkat pengalamannya yang lama dan luas dapat mengetahui sebagian sebab-sebab itu. Misalnya dalam soal kesehatan, menurut pengalaman manusia, bakteri tertentu yang menghinggapi tubuh manusia menjadi sebab bagi penyakit tertentu pula. Karena itu manusia menjaga dirinya dari bakteri tersebut dan bila dia sudah tercemar oleh bakteri tersebut sehingga sakit, dia akan berusaha mengobati penyakitnya sampai sembuh. Namun demikian, kesembuhannya bukan merupakan satu kepastian sebagai akibat berobat tersebut, tapi kesembuhan hanya dengan izin Allah. Demikian pula dalam bidang kehidupan manusia lainnya, seperti bidang sosial, ekonomi dan politik. Bilamana mereka mengalami kesulitan tentu ada sebab-sebabnya dan sebab-sebab itu berada dalam lingkungan mereka sendiri. \nKewajiban manusia adalah mencari sebab sambil berdoa kepada Allah dengan sepenuh hati serta tawakal kepada-Nya. Sesudah menyebutkan tentang kesulitan hidup yang menimpa manusia, Allah menyebutkan pula tentang kenikmatan dan kesenangan yang dialami manusia. Mengenai kesenangan dan kelapangan hidup ini, Allah menyatakan bahwa jika Dia berkehendak dengan iradat-Nya melimpahkan kenikmatan kepada manusia, maka tak seorangpun yang dapat menghambatnya. Kebahagiaan dan kesenangan itu adalah karunia-Nya kepada hamba-Nya dan menurut iradat-Nya. Apa yang dikehendaki-Nya pasti terjadi, dan Allah tidak terikat kepada suatu sebab dalam memberikan kesenangan dan kebaikan. Karunia Allah atas hamba-Nya berdasarkan keluasan rahmat-Nya.\nAllah Maha Pengampun, mengampuni segala dosa orang-orang yang bertobat, dan dosa orang kafir yang kemudian beriman kepada-Nya sebelum ajal tiba. Allah Maha Pengasih, mengasihi orang-orang beriman dan Dia tidak menyiksanya bila dia bertobat dari dosanya. Pengampunan dan kasih sayang-Nya meliputi seluruh umat manusia. Karena rahmat-Nya itu pula, maka tidak semua kejahatan di dunia ini dijatuhi siksaan tetapi menundanya sampai waktu tertentu.\nFirman Allah:\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya (Fathir/35: 45)",
    "quraish": "Dan jika Allah menimpakan suatu keburukan kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Demikian pula, jika Dia telah menentukan suatu kebaikan kepadamu, maka tak seorang pun yang dapat menghalanginya. Dialah Allah yang, dengan karunia-Nya, memberikan kebaikan kepada para hamba yang dikehendaki-Nya. Allah Yang Mahasuci, ampunan-Nya amat luas dan rahmat-Nya berlimpah.",
    "jalalayn": "(Jika Allah menimpakan kepadamu) mengenakan kepadamu (sesuatu kemudaratan) seperti kemiskinan dan sakit (maka tidak ada yang dapat menghilangkan) yang melenyapkan (hal itu kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tak ada yang dapat menolak) menahan (karunia-Nya) yang telah Dia kehendaki buatmu (Dia memberikan hal itu) kebaikan itu (kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dialah Yang Maha Pengampun lagi Maha Penyayang.)"
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 108,
    "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ",
    "translation": "Katakanlah (Muhammad), “Wahai manusia! Telah datang kepadamu kebenaran (Al-Qur'an) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1472.mp3",
    "tafsir": "Allah menyuruh Rasul-Nya untuk mengatakan kepada orang-orang kafir sesudah disampaikan kepada mereka bukti-bukti keesaan Allah dan kerasulannya, bahwa kebenaran dari Allah yakni Al-Qur'an yang mendasari agama Islam, telah datang ke hadapan mereka, diturunkan kepada salah seorang di antara mereka sendiri. Dalam Al-Qur'an itu terdapat penjelasan-penjelasan dan uraian-uraian tentang rasul-rasul zaman dahulu dan dakwah mereka kepada kaumnya. Namun, kaum musyrikin Arab tidak mengetahui riwayat rasul-rasul itu, atau riwayat itu sudah diubah atau diputarbalikkan. Dalam Al-Qur'an terkandung pedoman-pedoman hidup bagi manusia untuk memperoleh kesejahteraan duniawi dan kebahagiaan akhirat. Maka barang siapa mengikuti pedoman itu dalam kehidupannya dengan penuh keimanan, manfaatnya akan kembali kepada dirinya sendiri. Dia akan hidup bahagia di dunia dan akhirat. Demikian pula sebaliknya, barang siapa yang sesat, tidak mempergunakan kebenaran itu (Al-Qur'an) sebagai pedoman hidup, dan tidak mengindahkan tanda-tanda kekuasaan Allah pada dirinya dan pada alam semesta ini, maka akibatnya kesengsaraan batin di dunia dan di akhirat. Nabi Muhammad saw wajib menyampaikan kebenaran itu kepada manusia. Keputusan terakhir berada pada diri manusia itu sendiri, apakah dia menjadikan Al-Quran itu sebagai pegangan hidup atau berpaling darinya. Beliau bukanlah wakil Tuhan di dunia ini untuk menentukan nasib manusia dan tidak kuasa memaksa seseorang memberi manfaat dan mudarat. Dia hanya pesuruh Allah yang menyampaikan perintah dari Tuhan Rabbul alamin.",
    "quraish": "Sampaikanlah seruan Allah, wahai Rasul, kepada seluruh umat manusia. Katakan kepada mereka, \"Wahai umat manusia, sesungguhnya Allah telah menurunkan kepada kalian syariat yang benar dari sisi- Nya. Maka barangsiapa yang ingin mendapat petunjuk dari syariat itu, bergegaslah! Karena faedah dari petunjuk itu sebenarnya terpulang untuk diri kalian sendiri. Dan barangsiapa yang tetap mempertahankan kesesatannya, maka kesesatan itu akan mereka rasakan sendiri. Dan aku tidak ditugaskan untuk memaksa kalian beriman, karena aku tidak memiliki wewenang untuk melakukan hal itu kepada kalian.\"",
    "jalalayn": "(Katakanlah, \"Hai manusia) yakni penduduk Mekah! (Sesungguhnya telah datang kepada kalian kebenaran dari Rabb kalian, sebab itu barang siapa yang mendapat petunjuk maka sesungguhnya petunjuk itu untuk kebaikan dirinya.) karena sesungguhnya pahala hidayahnya itu hanya dialah yang berhak menerimanya (Dan barang siapa yang sesat maka sesungguhnya kesesatannya itu untuk kecelakaan dirinya sendiri) karena akibat kesesatannya itu akan menimpa dirinya sendiri (Dan aku bukanlah seorang penjaga terhadap diri kalian.\") karenanya bagaimana aku akan memaksakan kepada kalian untuk mengikuti petunjuk."
  },
  {
    "hizb": 88,
    "name": "Yunus",
    "ayat": 109,
    "arab": "وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ ",
    "translation": "Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan. Dialah hakim yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1473.mp3",
    "tafsir": "Allah dalam ayat ini memerintahkan Nabi Muhammad saw supaya dia tetap mengikuti apa yang diwahyukan kepadanya, dan bekerja menurut wahyu itu dan mengajarkannya kepada umat manusia, walaupun mereka tidak beriman kepadanya. Rasul saw juga diminta bersabar menghadapi segala macam gangguan dan penghinaan dalam menjalankan tugas tablig dan dakwah itu. Pada saatnya, keputusan Allah pasti akan datang sebagai hukuman terhadap para musuh agama itu, dan kemenangan atas Rasul dan umatnya sesuai dengan janji Allah kepada orang-orang mukmin. Allah adalah Hakim yang Maha Adil karena Dia memutuskan dengan alasan yang benar. Rasul saw menaati perintah-perintah ini dan dengan penuh kesabaran menunggu keputusan Allah. Ayat-ayat ini merupakan janji Allah yang menyenangkan Rasul dan orang-orang mukmin.\nSaatnya akan datang di mana Rasul dan kaum mukmin memperoleh kemenangan dan kaum musyrikin mengalami kehancuran. Allah mewariskan dunia kepada orang-orang Islam, mereka menjadi penguasa-penguasa di bumi, dengan syarat mereka tetap menegakkan agamanya.",
    "quraish": "Dan tetaplah, wahai Rasul, berada pada agama yang benar. Ikutilah wahyu yang diturunkan kepadamu. Dan bersabarlah dalam menghadapi berbagai kesulitan dalam menyampaikan dakwahmu, sampai suatu saat nanti Allah memutuskan apa yang akan terjadi di antara kamu dan mereka, berupa janji kemenangan bagi orang-orang Mukmin dan keterhinaan bagi orang-orang kafir. Dan Allah adalah hakim yang Mahabijaksana.",
    "jalalayn": "(Dan ikutilah apa yang diwahyukan kepadamu) dari Rabbmu (dan bersabarlah) di dalam berdakwah dan menghadapi permusuhan mereka (hingga Allah memberi keputusan) terhadap mereka dengan perintah-Nya (dan Dia adalah hakim yang sebaik-baiknya) hakim yang paling adil. Ternyata Nabi saw. bersabar di dalam menghadapi kesemuanya itu, hingga Allah memberikan keputusan terhadap orang-orang musyrik, yaitu dengan memerintahkan supaya mereka diperangi dan bagi ahli Kitab supaya ditarik jizyah/upeti."
  },
  {
    "hizb": 88,
    "name": "Hud",
    "ayat": 1,
    "arab": "الۤرٰ ۗ كِتٰبٌ اُحْكِمَتْ اٰيٰتُهٗ ثُمَّ فُصِّلَتْ مِنْ لَّدُنْ حَكِيْمٍ خَبِيْرٍۙ",
    "translation": "Alif Lam Ra. (Inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci, (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Mahateliti,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1474.mp3",
    "tafsir": "Allah memulai surah ini dengan tiga buah huruf Alif, Lam, Ra, seperti pada permulaan Surah Yunus yang lalu, dengan maksud yang sama yaitu menuntut perhatian yang sungguh dari pendengar. Sesudah itu Allah menerangkan bahwa Al-Qur'an itu adalah sebuah kitab yang ayat-ayatnya tersusun rapi dan padat, lagi jelas artinya. Karena kerapian dan kepadatan susunan ayat itu, tak mungkin dapat ditukar-tukar kata-katanya, baik letaknya atau hurufnya. Di samping itu, ayat-ayatnya dijelaskan secara terperinci menurut masalahnya dan tersebar di dalam surah. Ada ayat yang berhubungan dengan akidah, hukum, akhlak, kisah, dan ada pula yang berhubungan dengan ilmu pengetahuan, seperti proses kejadian manusia. \nDemikianlah ayat-ayat Al-Qur'an itu bagaikan bola kristal yang memantulkan bermacam-macam cahaya yang cemerlang dan memiliki nilai keseluruhan yang tinggi. Sesungguhnya Al-Qur'an dengan keserasian susunan redaksi ayat-ayat dan uraiannya yang terperinci menurut isinya, diturunkan dari sisi Allah Yang Maha Bijaksana lagi Maha Mengetahui, Dengan Bijaksana, Dia turunkan ayat menurut kebutuhan hamba-hamba-Nya, apa yang baik untuk mereka, karena Dia Maha Mengetahui segala sesuatu.",
    "quraish": "[[11 ~ HUD (NABI HUD) Pendahuluan: Makkiyyah, 123 ayat ~ Surat Hûd merupakan salah satu dari kelompok surat Makkiyyah. Surat yang terdiri atas 123 ayat ini dibuka dengan menyebutkan kemuliaan al-Qur'ân, tentang penyembahan kepada Allah semata, tentang janji-janji dan ancaman-ancaman-Nya, serta penjelasan mengenai kekuasaan Allah dan hal ihwal manusia yang mendapatkan karunia atau bencana dari Allah. Kemudian kembali dibicarakan mengenai kedudukan al-Qur'ân sebagai mukjizat yang menantang, tentang orang-orang kafir yang tidak memiliki dasar untuk mempertahankan kekufuran mereka dan tentang ganjaran pahala bagi orang-orang yang beriman. Selanjutnya, dalam surat ini Allah memaparkan beberapa kisah para nabi, termasuk di dalamnya perdebatan yang terjadi antara para nabi dengan kaum-kaum mereka dan bagaimana kemudian orang-orang kafir itu ditimpakan azab, sementara orang-orang Mukmin diselamatkan dari azab itu. Kisah Nabi Nûh a. s., dalam surat ini, dijelaskan dengan lebih rinci dibanding paparan sebelumnya dalam surat Yûnus. Dalam kisah itu dijelaskan tentang watak orang-orang kafir yang selalu mengingkari kebenaran sehingga mereka mendapatkan murka Tuhan. Setelah kisah Nûh a. s., dipaparkan pula kisah Nabi Hûd a. s. dan kaumnya, 'Ad, disertai penjelasan mengenai watak orang-orang kafir dan bagaimana akhirnya mereka tidak dapat menampik bencana yang diturunkan Allah, meskipun dengan kekuatan dan kehebatan yang mereka miliki saat itu. Setelah itu, dengan alur yang hampir sama, dipaparkan juga kisah para Nabi lainnya: Shâlih a. s. dengan kaum Tsamûd, Ibrâhîm a. s, Lûth a. s., dan Syu'ayb a. s. Kemudian, setelah memaparkan kisah-kisah tersebut, Allah menjelaskan hikmah-hikmah yang dapat dipetik dari kisah-kisah itu. Surat ini kemudian ditutup dengan mengajak orang-orang Mukmin untuk selalu berusaha sambil mengharapkan perkenan Allah. Kemudian Allah menyebutkan mengenai kemahasempurnaan ilmu yang dimiliki-Nya dan kewajiban berserah diri kepada-Nya.]] Alif, Lâm, Râ'. Dengan huruf-huruf fonemis ini surat ini diawali untuk, pertama, mengisyaratkan bahwa al-Qur'ân--meskipun terdiri atas huruf-huruf yang mereka gunakan dalam percakapan mereka--merupakan suatu mukjizat. Kedua, untuk menarik perhatian agar, saat dibacakan, al-Qur'ân harus disimak, sebagai pertanda bahwa al-Qur'ân adalah kitab suci yang memiliki kedudukan yang sangat luhur: ayat-ayatnya diturunkan dengan jelas, tidak ada kesalahan dan ketersamaran; langgamnya tersusun rapi tanpa cacat, terang dan jelas; dan hukum-hukumnya tertuang secara terperinci. Al-Qur'ân, di samping mulia karena kandungannya, juga menjadi mulia karena ia merupakan kitab suci yang diturunkan dari sisi Allah yang Mahatahu atas segala sesuatu dan kemudian menempatkannya pada posisi yang tepat.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya; inilah (suatu Kitab yang ayat-ayatnya disusun dengan rapi) hal ini tampak pada susunan ayat-ayatnya yang memukau dan keindahan makna-maknanya (serta dijelaskan secara rinci) yang kandungannya menjelaskan tentang hukum-hukum, kisah-kisah dan nasihat-nasihat (yang diturunkan dari sisi Yang Maha Bijaksana lagi Maha Waspada) yaitu Allah."
  },
  {
    "hizb": 88,
    "name": "Hud",
    "ayat": 2,
    "arab": "اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗاِنَّنِيْ لَكُمْ مِّنْهُ نَذِيْرٌ وَّبَشِيْرٌۙ ",
    "translation": "agar kamu tidak menyembah selain Allah. Sesungguhnya aku (Muhammad) adalah pemberi peringatan dan pembawa berita gembira dari-Nya untukmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1475.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan bahwa Al-Qur'an diturunkan dengan susunan dan redaksi ayat-ayat yang rapi dan dengan uraian yang terperinci agar manusia yakin bahwa Al-Quran dari Allah, berisi petunjuk-petunjuk dan larangan-Nya, terutama larangan menyembah selain Allah. Oleh karena itu, ayat ini dimulai dengan larangan tersebut. Rasul saw hanyalah pembawa peringatan akan siksa Allah kepada mereka yang mempersekutukan Allah, dan pembawa kabar gembira tentang pahala bagi mereka yang taat dan tulus ikhlas dalam menyembah Allah. Menyeru manusia menyembah Allah merupakan tugas para rasul sejak zaman dahulu.\nFirman Allah:\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiya/21: 25)",
    "quraish": "Ajari dan arahkanlah manusia, wahai Nabi, dengan al-Qur'ân. Katakan pada mereka, \"Janganlah kalian menyembah selain Allah. Sesungguhnya aku diutus oleh Allah untuk memberi peringatan kepada kalian akan azab yang ditimpakan jika kalian mengingkari-Nya. Sebagaimana aku pun diutus untuk menyampaikan kabar gembira akan pahala yang kalian dapatkan bila kalian mengimani dan menaati-Nya.",
    "jalalayn": "(agar) supaya (kalian tidak menyembah selain Allah. Sesungguhnya aku, Muhammad, adalah pemberi peringatan kepada kalian dari-Nya) yaitu dengan azab jika kalian berbuat kekafiran (dan pembawa berita gembira) dengan pahala jika kalian beriman."
  },
  {
    "hizb": 88,
    "name": "Hud",
    "ayat": 3,
    "arab": "وَّاَنِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُمَتِّعْكُمْ مَّتَاعًا حَسَنًا اِلٰٓى اَجَلٍ مُّسَمًّى وَّيُؤْتِ كُلَّ ذِيْ فَضْلٍ فَضْلَهٗ ۗوَاِنْ تَوَلَّوْا فَاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيْرٍ",
    "translation": "Dan hendaklah kamu memohon ampunan kepada Tuhanmu dan bertobat kepada-Nya, niscaya Dia akan memberi kenikmatan yang baik kepadamu sampai waktu yang telah ditentukan. Dan Dia akan memberikan karunia-Nya kepada setiap orang yang berbuat baik. Dan jika kamu berpaling, maka sungguh, aku takut kamu akan ditimpa azab pada hari yang besar (Kiamat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1476.mp3",
    "tafsir": "Nabi Muhammad saw menyeru kaum musyrikin untuk memohon ampun kepada Tuhan terhadap dosa perbuatan-perbuatan syirik, kekafiran, dan kejahatan yang telah mereka lakukan. Sesudah itu hendaklah mereka kembali kepada Allah, dengan taat melakukan perintah-Nya dan beribadah kepada Allah sepenuh hati tidak menyembah selain Allah, seperti patung-patung dan berhala-berhala dan lain sebagainya. Jika mereka pernah berbuat demikian, hendaklah mereka minta ampun dan bertobat dengan teguh dan terus menerus. Allah niscaya akan mengampuni mereka dan memberi rezeki yang melimpah, kemakmuran, kesehatan, dan kesejahteraan sampai akhir hayat mereka. Demikianlah, keimanan yang tulus kepada Allah dan Rasul dari setiap individu, merupakan faktor utama yang menyebabkan kemakmuran dan kebahagiaan hidup.\nFirman Allah:\nBarang siapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan. (an-Nahl/16: 97)\n\nSelain memberikan kenikmatan hidup di dunia bagi orang-orang yang beriman, Allah juga memberikan kepada orang yang mempunyai keutamaan, seperti orang yang memiliki ilmu pengetahuan atau karya besar, ganjaran di dunia dan pahala di akhirat. Tetapi bilamana manusia berpaling dari keimanan dan tidak bertobat bahkan terus menerus dalam kemusyrikan, kemaksiatan, dan kerusakan akhlak, mereka akan mengalami kehancuran atau kemelaratan hidup sesuai dengan Sunatullah pada umat manusia dan azab Allah di hari akhirat.",
    "quraish": "Tunduklah kalian kepada Allah untuk memohon ampun dari segala dosa yang kalian lakukan. Lalu kembalilah kepada-Nya dengan melakukan ibadah dan amal saleh secara tulus dan ikhlas. Jika kalian melakukan hal itu, niscaya kalian akan mendapatkan curahan nikmat-nikmat yang baik di dunia ini, hingga tiba ajal kalian yang telah ditentukan. Sementara di akhirat kelak, Allah akan membalas setiap pelaku kebaikan dan keutamaan dengan pahala kebajikan dan keutamaannya. Tetapi, jika kalian tidak menghiraukan seruanku ini, berarti kalian telah siap untuk menerima azab. Sesungguhnya aku khawatir kalian akan mendapatkan azab di hari besar nanti, pada saat seluruh umat manusia dikumpulkan di hari yang sangat mengerikan itu.",
    "jalalayn": "(Dan hendaklah kalian meminta ampun kepada Rabb kalian) dari kemusyrikan (dan bertobatlah kalian) kembalilah kalian (kepada-Nya) dengan menjalankan ketaatan (niscaya Dia akan memberi kenikmatan kepada kalian) di dunia (dengan kenikmatan yang baik) dengan kehidupan yang baik dan rezeki yang banyak (sampai pada waktu yang telah ditentukan) yaitu mati (dan Dia akan memberi) kelak di akhirat (kepada tiap-tiap orang yang mempunyai keutamaan) di dalam beramal (keutamaannya) yakni balasannya (Dan jika kalian berpaling) lafal tawallau pada asalnya adalah tatawallau kemudian salah satu dari dua huruf ta dibuang sehingga jadilah tawallau, artinya berpaling (maka sesungguhnya aku takut kalian akan ditimpa siksa di hari kiamat) yaitu hari akhir."
  },
  {
    "hizb": 88,
    "name": "Hud",
    "ayat": 4,
    "arab": "اِلَى اللّٰهِ مَرْجِعُكُمْ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Kepada Allah-lah kamu kembali. Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1477.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan bahwa semua umat manusia, baik mereka yang beriman ataupun mereka yang kafir, yang bertobat ataupun yang ingkar dan maksiat, akan kembali kepada Allah sesudah akhir hayat mereka, tak seorangpun yang tertinggal. Di hadapan Allah itulah masing-masing manusia akan dihisab dan memperoleh balasan dengan seadil-adilnya. Mahasuci Allah, Mahakuasa atas segala sesuatu, Dia berikan kebaikan kepada orang yang mencintai-Nya dan Dia berikan keburukan kepada orang yang menutupi keberadaannya.",
    "quraish": "Hanya kepada Allahlah tempat kembali kalian di dunia dan di akhirat. Karena Dia akan membangkitkan kalian dari kubur untuk membalas amal perbuatan kalian. Dan Dia Mahakuasa atas segala sesuatu, karena kekuasaan-Nya yang sangat sempurna dan selalu mampu melakukan apa saja.\"",
    "jalalayn": "(Kepada Allahlah kembali kalian, dan Dia Maha Kuasa atas segala sesuatu) antara lain ialah memberi pahala dan menentukan azab."
  },
  {
    "hizb": 88,
    "name": "Hud",
    "ayat": 5,
    "arab": "اَلَآ اِنَّهُمْ يَثْنُوْنَ صُدُوْرَهُمْ لِيَسْتَخْفُوْا مِنْهُۗ  اَلَا حِيْنَ يَسْتَغْشُوْنَ ثِيَابَهُمْ ۙيَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَۚ اِنَّهٗ عَلِيْمٌ ۢ بِذَاتِ الصُّدُوْرِ  ۔",
    "translation": "Ingatlah, sesungguhnya mereka (orang-orang munafik) memalingkan dada untuk menyembunyikan diri dari dia (Muhammad). Ingatlah, ketika mereka menyelimuti dirinya dengan kain, Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan, sungguh, Allah Maha Mengetahui (segala) isi hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1478.mp3",
    "tafsir": "Dalam ayat ini Allah memperingatkan dan menuntut perhatian manusia untuk mengambil pelajaran dan sifat orang yang menolak kebenaran. Mereka itu tidak mau mendengarkan dakwah dan ajaran agama, lalu mereka menundukkan kepala untuk menyembunyikan mukanya karena malu. Wajah mereka tidak kuat menghadapi sinar kebenaran (Al-Qur'an) sewaktu dibacakan kepada mereka, tetapi sinar-sinar itu menembus jiwa mereka sehingga mereka menyembunyikan muka mereka dari Rasul saw.",
    "quraish": "Sesungguhnya manusia mencoba menutupi dada untuk menyembunyikan apa yang terdetik di hati mereka. Mereka berusaha keras menyembunyikannya dan menyangka bahwa Allah tidak mengetahui apa yang terlintas dalam benak mereka. Maka ketahuilah, kalaupun mereka beranjak ke tempat tidur dengan berselimut di gelap malam sambil menutup-nutupi apa yang ada di dalam hati, Allah Maha Mengetahui semua yang mereka lakukan, baik yang dirahasiakan maupun yang terang-terangan. Allah Mahatahu apa yang terdetik di dalam hati dan apa yang sengaja disembunyikan.",
    "jalalayn": "Ayat ini seperti yang diriwayatkan oleh Imam Bukhari melalui Ibnu Abbas r.a. diturunkan berkenaan dengan orang-orang yang merasa malu untuk membuang air besar atau merasa malu berjimak karena kemaluan mereka terlihat dari atas langit. Akan tetapi menurut pendapat yang lain dikatakan bahwa ayat ini diturunkan berkenaan dengan perihal orang-orang munafik (Ingatlah sesungguhnya orang-orang munafik itu memalingkan dada mereka untuk menyembunyikan diri daripada-Nya) daripada Allah (Ingatlah, di waktu mereka menyelimuti dirinya dengan kain) menutupi dirinya dengan kain (Allah mengetahui) Maha Tinggi Allah (apa yang mereka sembunyikan dan apa yang mereka lahirkan) sehingga sembunyi mereka tidak ada gunanya lagi (sesungguhnya Allah Maha Mengetahui segala isi hati) artinya Dia mengetahui semua apa yang ada di dalam hati."
  }
]