[
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 6,
    "arab": "۞ وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۗ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ",
    "translation": "Dan tidak satupun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfuzh).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1479.mp3",
    "tafsir": "Binatang-binatang yang melata, yang hidup di bumi yang meliputi binatang yang merayap, merangkak, atau pun yang berjalan dengan kedua kakinya, semuanya dijamin rezekinya oleh Allah. Binatang-binatang itu diberi naluri dan kemampuan untuk mencari rezekinya sesuai dengan fitrah kejadiannya, semuanya diatur Allah dengan hikmat dan kebijaksanaan-Nya sehingga selalu ada keserasian. Jika tidak diatur demikian, mungkin pada suatu saat ada binatang yang berkembang-biak terlalu cepat, sehingga mengancam kelangsungan hidup binatang-binatang yang lain, atau ada yang mati terlalu banyak, sehingga mengganggu keseimbangan lingkungan. Jika ada sebagian binatang memangsa binatang lainnya, hal itu adalah dalam rangka keseimbangan alam, sehingga kehidupan yang harmonis selalu dapat dipertahankan.\nAllah mengetahui tempat berdiam binatang-binatang itu dan tempat persembunyiannya, bahkan ketika masih berada dalam perut induknya. Pada kedua tempat itu, Allah senantiasa menjamin rezekinya dan semua itu telah tercatat dan diatur serapi-rapinya di Lauh Mahfudh, yang berisi semua perencanaan dan pelaksanaan dari seluruh ciptaan Allah secara menyeluruh dan sempurna.",
    "quraish": "Dan hendaklah mereka tahu bahwa kekuasaan, nikmat-nikmat dan ilmu Allah itu mencakup segala sesuatu. Tak satu binatang pun yang melata di bumi ini kecuali Allah--dengan karunia-Nya--telah menjamin rezeki yang layak dan sesuai dengan habitat atau miliunya. Allah juga mengetahui di mana binatang itu menetap dan ke mana ia akan ditempatkan setelah kematiannya. Semua itu tercatat di sisi Allah dalam sebuah kitab yang menjelaskan hal ihwal makhluk-makhluk-Nya.",
    "jalalayn": "(Dan tidak ada) huruf min di sini zaidah (suatu binatang melata pun di bumi) yaitu hewan yang melata di atas bumi (melainkan Allahlah yang memberi rezekinya) Dialah yang menanggung rezekinya sebagai karunia daripada-Nya (dan Dia mengetahui tempat berdiam binatang itu) tempat hidupnya di dunia atau pada tulang sulbi (dan tempat penyimpanannya) sesudah mati atau di dalam rahim. (Semuanya) yang telah disebutkan itu (tertulis dalam kitab yang nyata) kitab yang jelas, yaitu Lohmahfuz."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 7,
    "arab": "وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا ۗوَلَىِٕنْ قُلْتَ اِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَٓا اِلَّا سِحْرٌ مُّبِيْنٌ",
    "translation": "Dan Dialah yang menciptakan langit dan bumi dalam enam masa, dan ‘Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. Jika engkau berkata (kepada penduduk Mekah), “Sesungguhnya kamu akan dibangkitkan setelah mati,” niscaya orang kafir itu akan berkata, “Ini hanyalah sihir yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1480.mp3",
    "tafsir": "Allah menciptakan langit dan bumi dalam enam masa. Dalam ayat ini disebutkan \"sittati ayyam\", artinya \"enam hari\", akan tetapi pengertian hari di sini tidak dapat disamakan dengan hari seperti yang kita alami sehari-hari, tetapi disesuaikan dengan hari menurut perhitungan Allah.\nUlama ilmu falak telah menetapkan bahwa hari-hari yang ada hubungannya dengan peredaran bintang-bintang tidak sama dengan kadar hari yang berlaku di bumi ini.\nKemudian Allah menjelaskan bahwa singgasana-Nya sebelum penciptaan langit dan bumi, berada di atas air. Arasy atau singgasana Allah itu termasuk alam gaib, yang tidak dapat ditangkap dengan panca indera, dan tidak mungkin pula dibayangkan atau dikhayalkan bentuk dan rupanya, apalagi caranya Tuhan bersemayam di atas singgasana itu. Ayat-ayat yang menerangkan hal ini termasuk ayat yang mutasyabihat, yang wajib kita imani kebenarannya dengan menyerahkan pengertiannya kepada Allah.\nUmmu Salamah, Rabi'ah dan Malik meriwayatkan bahwa para sahabat dalam menafsirkan ayat mutasyabihat seperti itu selalu berkata, \"Istiwa (bersemayam-Nya) sudah diketahui akan tetapi caranya tidak diketahui.\" Ayat ini menunjukkan bahwa yang berada di bawah Arasy Allah itu ialah air yang oleh Allah dijadikan unsur pokok dalam menciptakan makhluk yang hidup sebagaimana firman-Nya:\nDan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman? (al-Anbiya'/21: 30)\n\nKemudian Allah menerangkan bahwa tujuan penciptaan langit dan bumi dalam enam masa, dan adanya 'Arasy di atas air, yang jadi unsur pokok dari semua makhluk yang hidup adalah untuk menguji siapa di antara manusia yang lebih baik perbuatannya. Allah telah menyediakan semua yang berada di bumi ini untuk dimanfaatkan manusia, sebagaimana firman-Nya:\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al-Baqarah/2: 29)\n\nSemua manusia yang berada di atas permukaan bumi diperintahkan supaya berusaha dengan segala kemampuan dan kesanggupannya, untuk mengambil manfaat isi alam, untuk menggali manfaat alam semesta ini, yang ada di bumi, di lautan dan di udara seperti barang tambang yang terdapat di perut bumi, di dasar laut dan sebagainya, supaya digali manfaatnya semaksimal mungkin, untuk dimanfaatkan oleh seluruh umat manusia, sebagai anugerah dari Allah Rabbul 'alamin.\nAllah menciptakan langit dan bumi sebagai ujian bagi manusia siapakah di antara mereka yang paling kuat imannya dan paling baik amalannya, yang paling berjasa untuk kemanusiaan, siapa yang paling menonjol keterampilannya, siapa yang paling tinggi hasil produksinya, siapa yang paling jujur dan ikhlas dalam usahanya, dan sebagainya. Tentulah Allah tidak hanya menguji saja, akan tetapi akan memperhatikan pula hasil ujiannya, dan memberi pahala yang seimbang dengan jasanya. Balasan Allah itu diberikan setelah hari Kiamat. Akan tetapi, jika Nabi Muhammad berkata kepada kaum musyrikin di kota Mekah bahwa mereka akan dibangkitkan setelah mati untuk mempertanggungjawabkan segala amal perbuatannya ketika di dunia, maka mereka akan menjawab, \"Apa yang kamu kemukakan dari Al-Qur'an itu hanyalah sihir belaka, untuk menekan kami dan untuk mencegah kami dari kenikmatan dan kelezatan dunia.\"",
    "quraish": "Dan Allah telah menciptakan langit dan bumi beserta isinya selama enam hari. Sebelumnya, yang ada hanyalah dunia air yang di atasnya terletak singgasana ('arsy) Allah. Alam raya ini diciptakan sedemikain rupa untuk menguji kalian, wahai umat manusia, agar tampak siapa yang taat kepada Allah dan melakukan amal saleh dan siapa yang menentang-Nya. Akan tetapi, meskipun dengan adanya kekuasaan penciptaan seperti ini, bila kamu, Muhammad, menegaskan bahwa mereka akan dibangkitkan dari kubur, diciptakan untuk kemudian dimatikan dan lalu dibangkitkan kembali, mereka serta merta membantahmu. Bahkan mereka menganggap apa yang kamu sampaikan ini sebagai suatu ilusi yang tidak ada hakikatnya, sebagaimana sihir yang dapat mempermainkan dan menipu akal.",
    "jalalayn": "(Dan Dialah yang menciptakan langit dan bumi dalam enam hari) yang permulaannya adalah hari Ahad dan berakhir pada hari Jumat (dan adalah Arasy-Nya) sebelum diciptakan langit dan bumi (di atas air) yaitu berada di atas angin (agar Dia menguji kalian) lafal liyabluwakum berta'alluq kepada lafal khalaqa artinya, Allah menciptakan langit dan bumi beserta isinya yaitu berupa manfaat-manfaat dan maslahat-maslahat bagi kalian untuk menguji kalian (siapakah di antara kalian yang lebih baik amalnya) artinya yang lebih taat kepada Allah (dan jika kamu berkata) hai Muhammad, kepada penduduk Mekah (\"Sesungguhnya kalian akan dibangkitkan sesudah mati,\" niscaya orang-orang yang kafir itu akan berkata, \"Tiada lain) tidak lain (ini) yakni Alquran yang menceritakan adanya hari berbangkit seperti yang telah engkau katakan itu (hanyalah sihir yang nyata\") sihir yang jelas. Menurut qiraat dibaca saahirun bukannya sihrun; sedangkan yang diisyaratkan oleh musyar ilaih adalah Nabi Muhammad saw. bukannya Alquran."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 8,
    "arab": "وَلَىِٕنْ اَخَّرْنَا عَنْهُمُ الْعَذَابَ اِلٰٓى اُمَّةٍ مَّعْدُوْدَةٍ لَّيَقُوْلُنَّ مَا يَحْبِسُهٗ ۗ اَلَا يَوْمَ يَأْتِيْهِمْ لَيْسَ مَصْرُوْفًا عَنْهُمْ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ",
    "translation": "Dan sungguh, jika Kami tangguhkan azab terhadap mereka sampai waktu yang ditentukan, niscaya mereka akan berkata, “Apakah yang menghalanginya?” Ketahuilah, ketika azab itu datang kepada mereka, tidaklah dapat dielakkan oleh mereka. Mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1481.mp3",
    "tafsir": "Dari jawaban orang musyrik ini, jelas bahwa mereka hanyalah mengikuti adanya kehidupan di dunia saja; sedang kehidupan yang ada di akhirat, mereka dustakan. Jika Allah menunda datangnya azab yang telah diancamkan oleh Rasul-Nya kepada mereka sampai kepada waktu yang telah ditentukan, mereka mencemooh dan berkata, \"Apakah gerangan yang menghalang-halangi datangnya azab itu kepada kami, jika benar azab itu akan datang.\"\nAllah mengancam bahwa azab itu pasti datang, pada waktu yang telah ditentukan oleh Allah sendiri, dan nanti bila azab itu datang, maka tidak ada yang memalingkannya, dan tidak ada seorang pun yang dapat menahan atau menolaknya. Mereka akan dikepung dari segala penjuru oleh azab, yang selalu mereka perolok-olokkan.",
    "quraish": "Dan sungguh jika kebijakan Kami menetapkan untuk menunda penyiksaan mereka di dunia ini sampai tiba waktu yang telah Kami tentukan, yaitu hari kiamat, mereka malah mengejek, \"Apa yang menyebabkan Dia tidak mampu menyiksa kami sekarang? Coba datangkan azab itu sekarang juga, jika ancaman-Nya itu benar!\" Sungguh, mereka seharusnya sadar bahwa azab itu pasti datang, dan mereka tak dapat menghindar dari azab yang akan kami timpakan kepada mereka. Azab itu pun akan meliputi mereka di dunia disebabkan hinaan dan kecerobohan yang mereka lakukan.",
    "jalalayn": "(Dan sesungguhnya jika Kami undurkan azab dari mereka sampai pada) datangnya (suatu waktu) beberapa waktu (yang ditentukan, niscaya mereka akan berkata) yang dimaksud dari keterangan ini adalah cemoohan (\"Apakah yang menghalanginya?\") apakah gerangan yang mencegah turunnya azab. Sebagai sanggahannya Allah berfirman: (Ingatlah, di waktu azab itu datang kepada mereka tidaklah dapat dipalingkan) tidak dapat ditahan lagi (dari mereka dan mereka diliputi) dikepung (oleh azab yang dahulunya mereka selalu memperolok-olokkannya) yang dimaksud adalah mereka memperolok-olokkan azab itu sebelumnya."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 9,
    "arab": "وَلَىِٕنْ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنٰهَا مِنْهُۚ اِنَّهٗ لَيَـُٔوْسٌ كَفُوْرٌ",
    "translation": "Dan jika Kami berikan rahmat Kami kepada manusia, kemudian (rahmat itu) Kami cabut kembali, pastilah dia menjadi putus asa dan tidak berterima kasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1482.mp3",
    "tafsir": "Allah menjelaskan jika Allah memberikan kepada manusia suatu macam nikmat, sebagai karunia-Nya seperti kemurahan rezeki, keuntungan dalam perdagangan, kesehatan badan, keamanan dalam negeri, dan anak-anak yang saleh, kemudian Allah mencabut nikmat-nikmat itu, maka manusia segera berubah tabiatnya menjadi orang yang putus asa. Mereka hanya memperlihatkan keingkaran dan tidak lagi menghargai nikmat-nikmat yang masih ada padanya. Di samping putus asa akan hilangnya nikmat itu, mereka juga ingkar kepada nikmat-nikmat yang masih ada padanya. Hal itu disebabkan karena ia tidak memiliki dua sifat yang utama yaitu kesabaran dan kesyukuran.",
    "quraish": "Sesungguhnya di antara watak manusia adalah bahwa ia selalu dikuasai oleh keadaan yang sedang terjadi pada dirinya. Bilamana mereka Kami berikan sebagian nikmat--karena rahmat Kami--seperti nikmat kesehatan dan keluasan rezeki, kemudian Kami cabut nikmat-nikmat itu sesuai kebijakan Kami, serta merta mereka merasa sangat putus asa untuk mendapatkan nikmat-nikmat itu kembali dan, dalam waktu yang sama, mereka tidak bersyukur atas nikmat-nikmat lain yang masih mereka rasakan.",
    "jalalayn": "(Dan jika Kami rasakan kepada manusia) yang kafir (suatu rahmat dari Kami) yaitu berupa kekayaan dan kesehatan (kemudian rahmat itu Kami cabut daripadanya pastilah dia menjadi putus asa) merasa putus asa dari rahmat Allah (lagi tidak berterima kasih) sangat mengingkari-Nya."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 10,
    "arab": "وَلَىِٕنْ اَذَقْنٰهُ نَعْمَاۤءَ بَعْدَ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ ذَهَبَ السَّيِّاٰتُ عَنِّيْ ۗاِنَّهٗ لَفَرِحٌ فَخُوْرٌۙ  ",
    "translation": "Dan jika Kami berikan kebahagiaan kepadanya setelah ditimpa bencana yang menimpanya, niscaya dia akan berkata, “Telah hilang bencana itu dariku.” Sesungguhnya dia (merasa) sangat gembira dan bangga,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1483.mp3",
    "tafsir": "Jika Allah menghindarkan manusia dari kemudaratan yang telah menimpa dirinya, dan menggantinya dengan beberapa kenikmatan seperti sembuh dari sakit, bertambah tenaga dan kekuatan, terlepas dari kesulitan, selamat dari ketakutan, maka ia berkata, \"Telah hilang dariku musibah dan penderitaan yang tidak akan kembali lagi.\"\nMusibah dan penderitaan itu tidak lain hanya seperti awan di musim kemarau yang akan segera hilang. Mereka mengucapkan kata-kata yang demikian itu dengan penuh kesombongan dan kebanggaan. Mereka merasa lebih berbahagia dari semua orang yang berada di sekitarnya. Pada dasarnya mereka tidak menerima nikmat-nikmat Allah dengan bersyukur bahkan sebaliknya mereka bersikap sombong dan takabur.",
    "quraish": "Tetapi kalau Kami menganugerahkan kepadanya suatu nikmat setelah sebelumnya mengalami suatu kesusahan, ia malah berkata, \"Lenyaplah sudah apa yang menyusahkanku, dan pasti tak akan kembali lagi.\" Hal itu, kemudian, membuatnya bergembira dengan meluap-luap dan terlalu membanggakan diri di hadapan orang lain. Akhirnya, ia pun lupa untuk bersyukur kepada Allah. Demikianlah halnya kebanyakan manusia: selalu terombang-ambing antara keputusasaan dan sifat membanggakan diri.",
    "jalalayn": "(Dan jika kami rasakan kepadanya kebahagiaan sesudah bencana) kemiskinan dan kesengsaraan (yang menimpanya, niscaya dia akan berkata, \"Telah hilang keburukan-keburukan itu) yaitu bencana-bencana tersebut (dariku.\") akan tetapi ia tidak mempunyai perasaan bahwa kebahagiaan itu bakal lenyap darinya dan pula ia tidak mensyukurinya (Sesungguhnya dia sangat gembira) meluap (lagi bangga) terhadap manusia atas apa yang diberikan kepadanya."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 11,
    "arab": "اِلَّا الَّذِيْنَ صَبَرُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ",
    "translation": "kecuali orang-orang yang sabar, dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1484.mp3",
    "tafsir": "Kemudian Allah mengecualikan dari orang-orang yang bersifat seperti tersebut di atas, beberapa orang yang sabar yang selalu berbuat kebajikan. Mereka itu berlaku sabar ketika ditimpa musibah, beriman kepada Allah, mengharapkan pahala-Nya, dan berbuat amal saleh ketika musibahnya itu telah diganti dengan kenikmatan, serta mensyukuri nikmat itu dengan mengamalkan berbagai amal kebajikan untuk mencapai keridaan Allah, mereka akan mendapat ampunan dari Allah dan pahala yang besar di akhirat nanti, sebagaimana tercantum dalam firman-Nya:\nDemi masa. Sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-Ashr/103: 1- 3)",
    "quraish": "Dan tak ada yang dapat terbebas dari watak yang tercela ini kecuali orang-orang yang selalu sabar dalam menghadapi pelbagai kesulitan dan tetap melakukan amal saleh di kala senang maupun susah. Mereka itulah orang-orang yang mendapatkan ampunan dari segala dosa dan memperoleh ganjaran yang berlipat ganda atas amal saleh yang mereka kerjakan.",
    "jalalayn": "(Kecuali) tetapi (orang-orang yang sabar) terhadap bencana (dan mengerjakan amal-amal saleh) sewaktu diberi kebahagiaan (mereka itu beroleh ampunan dan pahala yang besar) yaitu surga."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 12,
    "arab": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ اِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ اَنْ يَّقُوْلُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ كَنْزٌ اَوْ جَاۤءَ مَعَهٗ مَلَكٌ  ۗاِنَّمَآ اَنْتَ نَذِيْرٌ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ۗ",
    "translation": "Maka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya, karena mereka akan mengatakan, “Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang bersamanya malaikat?” Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1485.mp3",
    "tafsir": "Pada ayat ini, Allah swt menegur Nabi Muhammad saw apakah ia meninggalkan sebagian wahyu yang diturunkan kepadanya, ataukah dadanya menjadi sempit karena ucapan orang-orang musyrik yang meminta tanda bukti atas kerasulannya. Tuntutan mereka itu ialah jika ia benar-benar nabi, mengapa tidak diturunkan kepadanya harta benda (kekayaan) atau mengapa tidak datang kepadanya beberapa malaikat yang meyakinkan kerasulannya. Ucapan semacam itu diterangkan pula dalam firman Allah yang lain:\nDan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia, atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?\" (al-Furqan/25: 7-8)\n\nUcapan yang semacam itu yang berisi keingkaran dan cemoohan yang menimbulkan kesempitan dada pada orang yang dihadapinya juga dialami oleh Nabi Muhammad sendiri. Pada awalnya dikhawatirkan beliau akan terpengaruh oleh ucapan-ucapan semacam itu, sehingga beliau akan meninggalkan sebagian wahyu yang telah diwahyukan kepadanya. Akan tetapi Nabi Muhammad terpelihara dari tindakan seperti itu dan beliau tetap konsekuen melaksanakan risalahnya dengan sempurna sesuai dengan firman Allah:\nDan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka. (al-Isra/17: 74)\n\nDemikian pula firman Allah:\nMaka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Quran). (al-Kahf/18: 6)\n\nAllah menjelaskan bahwa kedudukan Rasul hanyalah sebagai seorang pemberi peringatan dan tugas beliau hanya sekadar menyampaikan perintah Allah kepada umatnya. Di akhir ayat Allah menyatakan bahwa Dia selalu memelihara segala urusan hamba-Nya.",
    "quraish": "Wahai Nabi, janganlah kamu berusaha untuk mengikuti kemauan dan menyenangkan hati orang-orang musyrik yang tak mau beriman. Sebab, mungkin saja karena didorong oleh keinginan untuk menyenangkan hati mereka dan khawatir mendapatkan bantahan dan ejekan mereka, kamu tidak menyampaikan wahyu yang sulit mereka terima, seperti pencelaan terhadap tuhan-tuhan mereka. Atau, mungkin juga--karena mempertimbangkan kemauan mereka--saat menyampaikan wahyu dadamu menjadi sesak, karena mereka meminta agar Allah menurunkan kepadamu harta kekayaan yang berlimpah sehingga kamu dapat hidup senang bak raja-raja, atau Allah mendatangkan malaikat kepadamu untuk memberitahu secara langsung kebenaran seruanmu. Jangan hiraukan semua itu, wahai Nabi. Kamu tidak lain hanyalah seorang pemberi ancaman dan peringatan bahwa Allah akan menyiksa mereka yang melanggar perintah-Nya. Dan kamu telah melakukan hal itu, maka bebaskanlah dirimu dari tekanan mereka. Dan ketahuilah, sesungguhnya Allah mengawasi dan mengontrol setiap sesuatu. Dia akan memperlakukan mereka sesuai dengan apa yang mereka lakukan.",
    "jalalayn": "(Maka boleh jadi kamu) hai Muhammad (meninggalkan sebagian dari apa yang diwahyukan kepadamu) sehingga kamu tidak menyampaikannya kepada mereka karena mereka menganggap remeh terhadapnya (dan sempit karenanya dadamu) sewaktu engkau membacakannya kepada mereka, karena khawatir bahwa (mereka akan mengatakan, \"Mengapa tidak) bagaimana tidak (diturunkan kepadanya perbendaharaan atau datang bersama-sama dengan dia satu malaikat?\") yang membenarkannya sesuai dengan apa yang kami minta. (Sesungguhnya kamu hanyalah seorang pemberi peringatan) tugasmu hanyalah menyampaikan bukannya mendatangkan apa yang mereka kehendaki. (Dan Allah Pemelihara segala sesuatu) yakni Dia hafal kesemuanya, maka Dia membalas mereka karenanya."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 13,
    "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗقُلْ فَأْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Bahkan mereka mengatakan, “Dia (Muhammad) telah membuat-buat Al-Qur'an itu.” Katakanlah, “(Kalau demikian), datangkanlah sepuluh surah semisal dengannya (Al-Qur'an) yang dibuat-buat, dan ajaklah siapa saja di antara kamu yang sanggup selain Allah, jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1486.mp3",
    "tafsir": "Orang-orang kafir Mekah menuduh bahwa Muhammad itu telah menciptakan Al-Quran. Mereka menuduh bahwa Al-Quran itu bukan wahyu dari Allah, akan tetapi semata-mata buatan Muhammad belaka. Maka Nabi Muhammad diperintahkan untuk menantang orang-orang kafir Quraisy, termasuk pula orang-orang yang meragukan bahwa Al-Quran itu sebagai firman Allah, untuk membuat sepuluh surah yang sama dengan Al-Quran yang isinya mencakup hukum-hukum (syariat) kemasyarakatan, hikmat-hikmat, nasihat-nasihat, berita-berita yang gaib tentang umat-umat yang terdahulu dan berita-berita yang gaib tentang peristiwa yang akan datang, dengan susunan kata-kata yang sangat indah dan halus, sukar ditiru oleh siapa pun karena ketinggian bahasanya yang mempunyai pengaruh yang sangat mendalam kepada jiwa setiap orang yang membaca dan mendengarnya. Sesudah itu dijelaskan bahwa mereka telah mengenal Muhammad. Beliau telah bergaul berpuluh-puluh tahun di tengah-tengah mereka, dan mereka tidak pernah mendapatkan beliau berdusta atau menyalahi janji sehingga mendapat gelar al-Amin. Dengan sifat yang sudah terkenal kejujurannya sejak sebelum diangkat menjadi nabi, tidak wajar apabila beliau tiba-tiba berubah menjadi penipu atau pendusta seperti yang mereka tuduhkan, yaitu mengada-adakan Al-Quran dan mengatakannya dari Allah.\nSeorang sastrawan, bagaimana pun pandainya dan mahirnya membuat suatu karangan, tentu dapat saja ditiru atau diimbangi oleh sastrawan yang lain. Akan tetapi, orang musyrikin tidak mampu menciptakan surah-surah yang sama dengan Al-Quran, padahal mereka, sebagai pemimpin Quraisy, termasuk pujangga, ahli bahasa, dan sastrawan ulung, karena hasil karya kesusastraan mereka dalam bentuk syair sering dipamerkan bahkan dipertandingkan dalam gelanggang musabaqah keindahan bahasa di pasar Ukadh, dzul Majaz, dan Majannah. Jika mereka secara sendiri-sendiri ternyata tidak mampu mengemukakan surah-surah yang sama seperti Al-Quran, maka mereka dipersilahkan mengundang orang-orang yang sanggup membantu mereka jika mereka memang orang-orang yang benar.",
    "quraish": "Sesungguhnya dalam al-Qur'ân terdapat bukti yang menegaskan kebenaranmu. Jika mereka berkata, \"Sesungguhnya kamulah yang menyusunnya, atau kamu telah mengada-adakan kebohongan kepada Allah,\" maka katakanlah kepada mereka, \"Jika al-Qur'ân merupakan hasil karya manusia, tentu manusia mampu membuat yang serupa dengan al-Qur'ân. Dan karena kalian adalah para pujangga dan ahli sastera, cobalah membuat sepuluh surat yang sebanding dengan al-Qur'ân. Mintalah bantuan jin dan manusia yang dapat menolong kalian, jika anggapan bahwa al-Qur'ân adalah ucapan manusia itu benar.",
    "jalalayn": "(Bahkan) akan tetapi apakah (mereka mengatakan, \"Muhammad telah membuat-buatnya\") yakni Alquran itu (Katakanlah, \"Kalau demikian, maka datangkanlah sepuluh surah-surah semisal dengannya) dalam masalah kefasihan bahasa dan ketinggian paramasastranya (yang dibuat-buat) karena sesungguhnya kalian sama denganku adalah orang-orang Arab yang fasih dalam berbahasa. Allah swt. menantang mereka untuk pertama kalinya supaya mereka mendatangkan sepuluh surah, kemudian pada tantangan yang berikutnya cukup hanya dengan satu surah saja (dan panggillah orang-orang yang kalian sanggup memanggilnya selain Allah) selain dari Allah (jika kalian memang orang-orang yang benar.\") di dalam tuduhan kalian yang menyatakan, bahwa Alquran itu hanyalah buat-buatan belaka."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 14,
    "arab": "فَاِلَّمْ يَسْتَجِيْبُوْا لَكُمْ فَاعْلَمُوْٓا اَنَّمَآ اُنْزِلَ بِعِلْمِ اللّٰهِ وَاَنْ لَّآ اِلٰهَ اِلَّا هُوَ ۚفَهَلْ اَنْتُمْ مُّسْلِمُوْنَ",
    "translation": "Maka jika mereka tidak memenuhi tantanganmu, maka (katakanlah), “Ketahuilah, bahwa (Al-Qur'an) itu diturunkan dengan ilmu Allah, dan bahwa tidak ada tuhan selain Dia, maka maukah kamu berserah diri (masuk Islam)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1487.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa jika orang musyrik tidak mampu memenuhi tantangan Rasul, padahal mereka itu ahli bahasa dan ahli sastra yang ulung, maka ketahuilah bahwasanya Al-Quran itu bukan buatan Muhammad, tetapi semata-mata diturunkan oleh Allah atas kehendak-Nya, supaya disampaikan oleh Muhammad kepada sekalian umatnya. Ketahuilah pula bahwa tidak ada Tuhan yang wajib disembah dengan sebenarnya melainkan Dia, sebab hanya Allah yang mengetahui segala perkara yang gaib, yang tidak mempunyai tandingan atau sekutu dalam melaksanakan kekuasaan-Nya.\nDi akhir ayat, Allah memerintahkan agar mereka berserah diri kepada Allah setelah mereka mengetahui bukti yang sangat kuat itu dan agar mereka menerima Islam sebagai agama.",
    "quraish": "Jika kalian dan mereka yang membantu kalian tidak mampu membuat tandingan yang sebanding dengan al-Qur'ân, meskipun sekadar dibuat-buat, maka ketahuilah bahwa al-Qur'ân itu diturunkan dengan ilmu Allah, dan tak seorang pun yang mengetahui ilmu-Nya itu. Dan ketahui pula bahwa sesungguhnya tidak ada tuhan kecuali Allah. Tak satu pun, selain Allah, yang dapat melakukan pekerjaan-Nya. Dari itu, menyerahlah kalian setelah mendapati bukti yang memuaskan kalian ini, jika kalian memang benar-benar mau mencari kebenaran.\"",
    "jalalayn": "(Jika) bila (mereka yang kalian seru tidak menerima seruan/ajakan kalian) yaitu orang-orang yang kalian ajak untuk membantu kalian (maka ketahuilah) khithab atau pembicaraan ditujukan kepada orang-orang musyrik (sesungguhnya Alquran itu diturunkan) berdasarkan (ilmu Allah) dan bukannya buat-buatan yang dilakukan terhadap-Nya (dan bahwasanya) an di sini adalah bentuk takhfif daripada anna (tidak ada Tuhan selain Dia, maka maukah kalian berserah diri kepada-Nya) sesudah adanya hujah-hujah yang pasti ini. Makna yang dimaksud ialah hendaknya kalian masuk Islam."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 15,
    "arab": "مَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ",
    "translation": "Barangsiapa menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan (balasan) penuh atas pekerjaan mereka di dunia (dengan sempurna) dan mereka di dunia tidak akan dirugikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1488.mp3",
    "tafsir": "Barang siapa yang menginginkan kesenangan hidup di dunia seperti makanan, minuman, perhiasan, pakaian, perabot rumah tangga, binatang ternak, dan anak-anak tanpa mengadakan persiapan untuk kehidupan di akhirat, seperti beramal kebajikan, membersihkan diri dari berbagai sifat yang tercela, maka Allah akan memberikan kepada mereka apa yang mereka inginkan sesuai dengan sunnatullah atau ketentuan Allah. Dia tidak akan mengurangi sedikit pun dari hasil usaha mereka itu, karena untuk memperoleh rezeki tersebut terkait dengan usaha seseorang.\nHasil usaha mereka di dunia itu tergantung kepada usaha mereka dan sunnatullah dalam kehidupan, sedang amal-amal keakhiratan, balasannya ditentukan oleh Allah Taala sendiri tanpa perantara seorang pun.",
    "quraish": "Barangsiapa yang mencari kehidupan dunia, kesenangan dan perhiasannya, Kami akan memberikan hasil usaha mereka sepenuhnya, tanpa dikurangi sedikit pun.",
    "jalalayn": "(Barang siapa yang menghendaki kehidupan dunia dan perhiasannya) seumpamanya ia tetap bersikeras dalam kemusyrikannya. Menurut suatu pendapat ayat ini ditujukan kepada orang-orang yang berbuat ria atau pamer (niscaya Kami berikan kepada mereka balasan pekerjaannya dengan sempurna) pembalasan dari amal baik yang telah dikerjakannya, seperti sedekah dan bersilaturahmi (di dunia) umpamanya Kami meluaskan lapangan rezeki mereka (dan mereka di dalamnya) yakni di dunia (tidak dirugikan) artinya tidak akan dikurangi sedikit pun balasannya."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 16,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ لَيْسَ لَهُمْ فِى الْاٰخِرَةِ اِلَّا النَّارُ ۖوَحَبِطَ مَا صَنَعُوْا فِيْهَا وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, dan sia-sialah di sana apa yang telah mereka usahakan (di dunia) dan terhapuslah apa yang telah mereka kerjakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1489.mp3",
    "tafsir": "Orang-orang yang amalnya hanya diniatkan sekadar mencapai kebahagiaan hidup di dunia dan tidak diniatkan sebagai persiapan untuk menghadapi akhirat, tidak memperoleh apa pun kecuali neraka. Mereka berusaha di dunia bukan karena dorongan iman pada Allah dan bukan untuk membersihkan diri dari dosa dan kejahatan dan bukan pula untuk mengejar keutamaan dan takwa, akan tetapi semata-mata untuk memenuhi keinginan hawa nafsu sepuas-puasnya. Itulah sebabnya Allah menjadikan apa yang telah mereka kerjakan di dunia sia-sia belaka.\n\nAllah berfirman:\nBarang siapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir. Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isra/17: 18-19)\n\nAllah berfirman:\nBarang siapa menghendaki keuntungan di akhirat akan Kami tambahkan keuntungan itu baginya dan barang siapa menghendaki keuntungan di dunia Kami berikan kepadanya sebagian darinya (keuntungan dunia), tetapi dia tidak akan mendapat bagian di akhirat. (asy-Syura/42: 20)",
    "quraish": "Mereka itulah orang-orang yang membatasi diri dengan hanya memikirkan kepentingan dunia. Karenanya, di akhirat kelak mereka tidak akan mendapatkan apa-apa selain siksa api neraka. Sungguh, apa yang mereka lakukan di dunia tidak akan mendatangkan manfaat karena, di samping di akhirat nanti mereka tidak mendapatkan bagian apa-apa, juga karena perbuatan mereka itu sendiri pada hakikatnya tidak berguna. Sebab, perbuatan yang tidak memberikan kebahagiaan abadi sebenarnya sama saja dengan tidak pernah ada.",
    "jalalayn": "(Itulah orang-orang yang tidak memperoleh di akhirat kecuali neraka dan lenyaplah) dileburlah (apa yang telah mereka usahakan) itu (di akhirat nanti) sehingga mereka tidak mempunyai pahala lagi (dan sia-sialah apa yang telah mereka kerjakan.)"
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 17,
    "arab": "اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰىٓ اِمَامًا وَّرَحْمَةًۗ  اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗوَمَنْ يَّكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهٗ فَلَا تَكُ فِيْ مِرْيَةٍ مِّنْهُ اِنَّهُ الْحَقُّ مِنْ رَّبِّكَ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ",
    "translation": "Maka apakah (orang-orang kafir itu sama dengan) orang yang sudah mempunyai bukti yang nyata (Al-Qur'an) dari Tuhannya, dan diikuti oleh saksi dari-Nya dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat? Mereka beriman kepadanya (Al-Qur'an). Barangsiapa mengingkarinya (Al-Qur'an) di antara kelompok-kelompok (orang Quraisy), maka nerakalah tempat yang diancamkan baginya, karena itu janganlah engkau ragu terhadap Al-Qur'an. Sungguh, Al-Qur'an itu benar-benar dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1490.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa nasib orang-orang kafir yang tersesat itu tidak sama dengan orang-orang yang berada di bawah cahaya yang terang-benderang yang datang dari Allah dan dibimbing pula oleh petunjuk-petunjuk-Nya yang membuktikan kebenaran agamanya yaitu Al-Quran. Kebenaran itu juga didukung oleh bukti-bukti yang lain yang datang sebelumnya, yaitu Kitab Taurat yang diturunkan kepada Musa sebagai landasan iman yang menjadi rahmat bagi orang yang mempercayainya di kalangan Bani Israil. Orang-orang yang mempunyai sifat yang demikian utamanya itu tentu tidak sama dengan orang-orang yang hanya mengejar kehidupan dunia yang fana, dan tidak sama pula dengan orang yang mengutamakan kehidupan kerohanian saja untuk mencapai kebahagiaan di akhirat.\nBarang siapa memperhatikan beberapa segi keutamaan yang tersebut dalam ayat ini, mereka itulah orang-orang yang beriman, yang menghimpun antara dalil-dalil yang nyata dan dalil-dalil yang diambil dari kitab lain. Mereka meyakini bahwa Al-Quran itu bukan buatan Muhammad akan tetapi semata-mata wahyu dan firman Allah.\nKarena itu jangan sampai ada yang meragukan kebenaran Al-Quran itu. Al-Quran tidak mengandung kebatilan, baik ayat-ayatnya yang pertama turun, hingga yang terakhir. Dia adalah firman Allah Yang Mahabijaksana dan Maha Terpuji. Tetapi amat disayangkan bahwa kebanyakan manusia tidak beriman kepadanya. Adapun orang-orang musyrik tidak mau beriman disebabkan oleh kesombongan para pemuka-pemukanya dan karena taklid buta dari pengikut-pengikutnya terhadap ajaran nenek moyang mereka yang sesat. Demikian pula ahli kitab, karena suka mengubah agama nabi-nabinya dan mengadakan berbagai macam bidah dalam agama.",
    "quraish": "Apakah orang yang menjalani kehidupan dengan petunjuk Tuhan, dan mencari kebenaran secara ikhlas dengan didukung saksi kebenaran dari Allah yang ada pada zamannya, berupa al-Qur'ân, dan yang ada sebelumnya berupa, kitab suci Mûsâ, yang Allah turunkan sebagai pedoman dan wujud kasih sayang, sederajat dengan orang yang berjalan dalam kesesatan dan kebutaan, yang tidak memikirkan selain kesenangan dan perhiasan dunia? Mereka yang disebut pertama adalah orang-orang yang hatinya dicerahkan oleh Allah. Mereka adalah orang-orang yang mengimani Nabi dan kitab yang diturunkan kepadanya. Adapun yang disebut kedua, mereka adalah orang-orang yang menolak dan menentang kebenaran, dan neraka adalah tempatnya di hari kiamat. Maka janganlah kamu, wahai Nabi, menyangsikan kebenaran al-Qur'ân yang Allah turunkan ini, satu kitab suci yang tidak mengandung kesalahan sedikit pun. Kendati pun demikian, kebanyakan manusia lebih mengikuti hawa nafsu mereka yang menyesatkan sehingga mereka tidak mengimani apa yang mesti mereka imani.",
    "jalalayn": "(Apakah orang yang mempunyai bukti) penjelasan (dari Rabbnya) yaitu Nabi saw. atau orang-orang mukmin yang dimaksud dengan bukti adalah Alquran (dan diikuti pula) dipanuti (oleh saksi) baginya yang membenarkannya (dari-Nya) yaitu dari Allah, yang dimaksud adalah malaikat Jibril (dan sebelumnya) sebelum Alquran (telah ada kitab Musa) yaitu kitab Taurat yang menyaksikan kebenaran Alquran pula (yang menjadi pedoman dan rahmat?) menjadi kata keterangan dari Alquran. Apakah keadaannya sama dengan orang-orang yang tidak demikian keadaannya? Tentu saja tidak (mereka itu) yakni orang-orang yang mempunyai bukti (beriman kepadanya) kepada Alquran, maka bagi mereka surga. (Dan barang siapa di antara golongan yang bersekutu ingkar kepada Alquran) semua orang-orang kafir (maka nerakalah tempat yang diancamkan baginya, karena itu janganlah kamu ragu-ragu) menaruh syak (kepadanya) kepada Alquran (Sesungguhnya Alquran itu benar-benar dari Rabbmu tetapi kebanyakan manusia) penduduk Mekah (tidak beriman)."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 18,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ اُولٰۤىِٕكَ يُعْرَضُوْنَ عَلٰى رَبِّهِمْ وَيَقُوْلُ الْاَشْهَادُ هٰٓؤُلَاۤءِ الَّذِيْنَ كَذَبُوْا عَلٰى رَبِّهِمْۚ  اَلَا لَعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ۙ  ",
    "translation": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada Tuhan mereka, dan para saksi akan berkata, “Orang-orang inilah yang telah berbohong terhadap Tuhan mereka.” Ingatlah, laknat Allah (ditimpakan) kepada orang yang zalim,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1491.mp3",
    "tafsir": "Allah swt menjelaskan bahwa orang-orang yang paling aniaya terhadap dirinya dan terhadap orang lain ialah mereka yang berbuat dusta kepada Allah dengan ucapan dan perbuatan yakni mereka yang mendustakan hukum Allah dan sifat-sifat-Nya atau yang mengangkat pemimpin-pemimpin mereka sebagai penolong-penolong yang dapat memberi syafaat di akhirat tanpa izin Allah, atau mereka yang beranggapan bahwa Allah mempunyai anak seperti anggapan orang-orang Arab Jahiliyah bahwa malaikat-malaikat itu anak-anak perempuan Allah dan anggapan orang-orang Nasrani bahwa Nabi Isa a.s. itu anak Allah, atau mereka yang mendustakan rasul-rasul Allah dengan maksud menghalangi manusia beriman. Pada hari Kiamat segala amal perbuatan mereka akan dihadapkan ke hadirat Allah untuk diadili. Ketika itu, para malaikat, para nabi, dan orang-orang mukmin yang saleh akan tampil sebagai saksi bahwa mereka adalah orang-orang yang membuat dusta terhadap Allah. Dengan persaksian itu, akan terbongkarlah kepalsuan-kepalsuan mereka, dan mereka akan dikutuk oleh Allah sebagai balasan dari kezaliman mereka.\nAllah berfirman:\n(Yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk. (al-Mumin/40: 52)",
    "quraish": "Tak ada yang lebih lalim terhadap dirinya dan jauh dari kebenaran daripada orang-orang yang mengada-adakan kebohongan lalu menyandangkan kebohongan itu kepada Allah. Sesungguhnya mereka ini akan dihadapkan kepada Tuhan untuk diperhitungkan perbuatan-perbuatan buruk yang mereka lakukan. Pada saat itu saksi-saksi dari para malaikat, para Nabi dan lainnya akan berkata, \"Mereka adalah orang-orang yang telah melakukan kejahatan dan kezaliman yang paling keji terhadap Pencipta mereka! Sesungguhnya laknat Allah akan menimpa mereka disebabkan perbuatan mereka yang zalim.\"",
    "jalalayn": "(Dan siapakah) tidak ada seorang pun (yang lebih lalim daripada orang yang membuat-buat dusta terhadap Allah?) dengan menisbatkan sekutu terhadap-Nya dan menganggapnya mempunyai anak. (Mereka itu akan dihadapkan kepada Rabb mereka) kelak di hari kiamat di antara semua makhluk-Nya (dan para saksi akan berkata) lafal asyhaad adalah bentuk jamak dari lafal syahiid yang artinya saksi. Mereka adalah para malaikat; mereka memberikan kesaksian, bahwa para rasul telah menyampaikan risalahnya, adapun orang-orang kafir mereka cap sebagai pendusta (\"Orang-orang inilah yang telah berdusta terhadap Rabb mereka.\" Ingatlah, kutukan Allah dilimpahkan atas orang-orang yang lalim) yaitu orang-orang musyrik."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 19,
    "arab": "الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۗ وَهُمْ بِالْاٰخِرَةِ هُمْ كفِٰرُوْنَ",
    "translation": "(yaitu) mereka yang menghalangi dari jalan Allah dan menghendaki agar jalan itu bengkok. Dan mereka itulah orang yang tidak percaya adanya hari akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1492.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa sesungguhnya orang-orang yang zalim itu ialah yang menghalang-halangi manusia dari jalan Allah dan memalingkan mereka dari agama yang benar dan jalan yang lurus. Mereka berusaha menyesatkan manusia dengan cara mengajak mereka kepada agama yang menyimpang agar mereka lari menjauhkan diri dari agama yang benar. Mereka sengaja berbuat demikian, karena pada dasarnya mereka tidak percaya pada hari akhirat.\nAllah berfirman:\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Nahl/16: 88)",
    "quraish": "Mereka adalah orang-orang yang memalingkan dan menghalang-halangi manusia dari agama Allah, jalan Dia yang lurus. Mereka juga menuntut agar jalan yang lurus itu disesuaikan dengan keinginan dan hawa nafsu mereka sehingga menjadi bengkok. Mereka mengingkari akhirat beserta pemberian pahala kepada orang Mukmin dan siksa kepada orang kafir yang ada di dalamnya.",
    "jalalayn": "(Yaitu orang-orang yang menghalangi manusia dari jalan Allah) dari agama Islam (dan menghendaki supaya jalan itu) (bengkok) tidak lurus (Dan mereka terhadap hari kemudian adalah) lafal hum kedua mengukuhkan makna lafal hum pertama (orang-orang yang tidak percaya)."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 20,
    "arab": "اُولٰۤىِٕكَ لَمْ يَكُوْنُوْا مُعْجِزِيْنَ فِى الْاَرْضِ وَمَا كَانَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۗمَا كَانُوْا يَسْتَطِيْعُوْنَ السَّمْعَ وَمَا كَانُوْا يُبْصِرُوْنَ",
    "translation": "Mereka tidak mampu menghalangi (siksaan Allah) di bumi, dan tidak akan ada bagi mereka penolong selain Allah. Azab itu dilipatgandakan kepada mereka. Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1493.mp3",
    "tafsir": "Allah swt menjelaskan bahwa mereka yang menghalang-halangi manusia menuju jalan Allah, tidak akan dapat melarikan diri dari siksa Allah, walaupun mereka lari ke penjuru bumi yang mana pun. Bilamana azab itu datang menimpa mereka, mereka pasti berada dalam genggaman malaikat dan tidak ada seorang pun yang dapat menolong atau menyelamatkan mereka dari azab itu, bahkan azab Allah akan ditimpakan dua kali lipat; pertama karena kesesatannya dan kedua karena menyesatkan orang lain. Dan juga karena mereka tidak mau mendengarkan seruan Al-Quran dan melihat kebenaran, karena dirinya telah diliputi oleh akidah yang sesat, kemusyrikan, dan kezaliman, bahkan mereka bersikap negatif terhadap seruan Al-Quran, sebagaimana dijelaskan Allah:\nDan orang-orang yang kafir berkata, \"Janganlah kamu mendengarkan (bacaan) Al-Quran ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).\" (Fushshilat/41: 26)",
    "quraish": "Orang-orang kafir itu tidak memiliki daya yang dapat membuat Allah tidak mampu untuk mengazab mereka di dunia. Mereka pun tidak mendapatkan penolong yang dapat menghindarkan mereka dari azab- Nya, jika Dia hendak mempercepat azab-Nya itu. Dan sungguh azab di akhirat akan mereka rasakan berkali lipat dibanding azab yang mereka rasakan di dunia. Hal itu karena mereka tidak bersedia mendengarkan al-Qur'ân dan tidak mau mengamati tanda-tanda kebesaran Allah di alam raya. Seolah-olah mereka memang tidak bisa mendengar dan melihat.",
    "jalalayn": "(Orang-orang itu tidak mampu menghalang-halangi) Allah (di bumi ini dan sekali-kali tidak adalah bagi mereka selain Allah) selain-Nya (yang menolong mereka) maksudnya para penolong yang dapat mencegah azab Allah terhadap mereka. (Siksaan itu dilipatgandakan kepada mereka) karena mereka menyesatkan orang lain. (Mereka selalu tidak dapat mendengar) kebenaran (dan mereka selalu tidak melihat) kebenaran itu karena kebencian mereka yang sangat terhadap kebenaran itu sehingga digambarkan seolah-olah mereka tidak mampu untuk mendengar dan melihatnya."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 21,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ",
    "translation": "Mereka itulah orang yang merugikan dirinya sendiri, dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1494.mp3",
    "tafsir": "Sesudah itu Allah swt menjelaskan bahwa mereka yang mempunyai sifat seperti itu adalah orang-orang yang merugikan dirinya sendiri. Mereka disingkirkan dari rahmat Allah, karena membuat-buat dusta, menukar petunjuk dengan kesesatan, dan menyembah berhala, yang sama sekali tidak dapat memberi mudarat atau manfaat, sehingga hilang lenyaplah dari mereka apa yang selalu mereka harap-harapkan.\nAllah berfirman:\nDan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isra/17: 97)",
    "quraish": "Orang-orang kafir itu tidak akan mendapatkan keuntungan sedikit pun dengan melakukan ibadah kepada selain Allah, bahkan mereka merugikan diri sendiri. Di akhirat nanti lenyaplah apa yang mereka ada- adakan itu berupa kebohongan-kebohongan, anggapan-anggapan yang tidak benar, dan tuhan-tuhan buatan mereka yang dianggap dapat memberikan kebaikan dan pertolongan kepada mereka. Sesungguhnya hari kiamat merupakan saat diperlihatkannya segala kebenaran, tak ada lagi kepalsuan dan kebohongan.",
    "jalalayn": "(Mereka itulah orang-orang yang merugikan dirinya sendiri) karena mereka menjerumuskan dirinya ke dalam neraka yang abadi (dan lenyaplah) terhapuslah (dari mereka apa yang selalu mereka ada-adakan) terhadap Allah, yaitu tuduhan mereka yang menyekutukan Allah."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 22,
    "arab": "لَاجَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ",
    "translation": "Pasti mereka itu (menjadi) orang yang paling rugi di akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1495.mp3",
    "tafsir": "Orang-orang yang disebutkan ciri-cirinya dalam ayat sebelumnya, menjadi orang-orang yang paling rugi di akhirat, karena telah menukar kenikmatan surga dengan api neraka yang sangat panas, menukar minuman yang lezat dengan minuman yang membakar, dan meninggalkan hidup senang dan bahagia dengan hidup menderita dalam neraka, yang penuh dengan azab yang tidak ada putus-putusnya.",
    "quraish": "Sungguh, di akhirat kelak mereka adalah sekelompok manusia yang paling merugi!",
    "jalalayn": "(Pasti) sungguh (mereka itu di akhirat menjadi orang-orang yang paling merugi)."
  },
  {
    "hizb": 89,
    "name": "Hud",
    "ayat": 23,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَخْبَتُوْٓا اِلٰى رَبِّهِمْۙ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan dan merendahkan diri kepada Tuhan, mereka itu penghuni surga, mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1496.mp3",
    "tafsir": "Berlainan sekali dengan nasib orang-orang yang beriman dan beramal saleh. Mereka selalu berserah diri kepada Allah dengan patuh dan taat kepada-Nya dan kepada rasul-Nya, mengerjakan berbagai kebajikan di dunia, melaksanakan ketaatan pada Allah dengan tulus ikhlas dan meninggalkan segala yang mungkar. Mereka itu adalah penghuni-penghuni surga yang tidak akan keluar lagi darinya, dan mereka tidak akan mati, bahkan kekal di dalamnya untuk selama-lamanya.",
    "quraish": "Sesungguhnya orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, yang melakukan amal saleh, rendah hati dan menerima ketentuan (qadlâ', takdir) Tuhannya, mereka berhak memasuki surga dan kekal di dalamnya.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh dan merendahkan diri) merasa tenang dan aman, atau kembali (kepada Rabb mereka, mereka itu adalah penghuni-penghuni surga; mereka kekal di dalamnya)."
  }
]