[
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 61,
    "arab": "۞ وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا ۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗهُوَ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاسْتَعْمَرَكُمْ فِيْهَا فَاسْتَغْفِرُوْهُ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ قَرِيْبٌ مُّجِيْبٌ",
    "translation": "dan kepada kaum samud (Kami utus) saudara mereka, Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1534.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan bahwa Dia telah mengutus seorang utusan kepada kaum namud, namanya Saleh. Ia menyeru mereka supaya menyembah Allah dan meninggalkan sembahan-sembahan yang telah membawa mereka kepada jalan yang salah dan menyesatkan. Allah-lah yang menciptakan mereka dari tanah. Dari tanah itulah diciptakan-Nya Adam a.s. dan dari tanah itu pulalah asal semua manusia. Setelah manusia berkembang biak di atas bumi mereka diserahi tugas memakmurkannya, sebagai anugerah dan karunia dari Allah. Dengan karunia itu kaum Samud telah hidup senang bahkan mereka telah dapat pula membuat rumah tempat berlindung seperti tersebut dalam firman Allah:\nDan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman. (al-Hijr/15: 82)\n\nDemikian besarnya karunia dan nikmat Allah yang diberikan kepada mereka. Maka mereka wajib mensyukuri nikmat itu dengan mengagungkan dan memuliakan-Nya dan tidak menyembah selain-Nya. Dan seharusnyalah mereka bertobat kepada-Nya, karena keterlanjuran mereka berbuat kesesatan, menyembah sembahan-sembahan selain Dia. Bila mereka menyadari hal itu dan dengan sungguh-sungguh bertobat kepada-Nya tentulah Allah Yang Maha Pemurah lagi Maha Penerima tobat akan mengampuni mereka dan memasukkan mereka ke dalam golongan orang-orang yang saleh. Inilah yang diserukan dan dianjurkan Nabi Saleh a.s. kepada kaumnya itu.",
    "quraish": "Kami telah mengutus kepada kaum Tsamûd seseorang yang memiliki hubungan kerabat dan persaudaraan dengan mereka, yaitu Shâlih. Dia berkata kepada mereka, \"Wahai kaumku, sembahlah Allah semata. Tidak ada Tuhan yang patut kalian sembah kecuali Dia. Allah telah menciptakan kalian dari tanah dan menjadikan kalian mampu memakmurkan, mengembangkan dan mengeksploitasi kekayaan alamnya. Maka memohonlah kepada-Nya agar Dia mengampuni dosa-dosa kalian yang telah lalu. Bertobatlah kepada- Nya setiap kali kalian berbuat dosa dengan menyesali perbuatan maksiat yang telah kalian lakukan dan selalu taat kepada-Nya. Sesungguhnya Tuhanku amat dekat rahmat-Nya dan memperkenankan doa hamba- Nya yang memohon ampunan.\"(1) (1) Lihat catatan kaki tafsir ayat 73 surat Al-A'râf.",
    "jalalayn": "(Dan) Kami utus (kepada Tsamud saudara mereka) yang satu kabilah (Saleh. Saleh berkata, \"Hai kaumku! Sembahlah Allah) artinya esakanlah Dia (sekali-kali tidak ada bagi kalian Tuhan selain Dia. Dia telah menciptakan kalian) Dialah yang mula-mula menciptakan kalian (dari bumi) yaitu dengan menciptakan bapak moyang kalian, Adam, dari tanah (dan menjadikan kalian pemakmurnya) Dia menjadikan kalian sebagai para penghuni bumi (karena itu mohonlah ampunan-Nya) dari kemusyrikan (kemudian bertobatlah) kembali kalian (kepada-Nya) dengan menjalankan ketaatan. (Sesungguhnya Rabbku amat dekat) kepada makhluk-Nya melalui pengetahuan-Nya (lagi memperkenankan.\") doa orang yang meminta kepada-Nya."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 62,
    "arab": "قَالُوْا يٰصٰلِحُ قَدْ كُنْتَ فِيْنَا مَرْجُوًّا قَبْلَ هٰذَآ اَتَنْهٰىنَآ اَنْ نَّعْبُدَ مَا يَعْبُدُ اٰبَاۤؤُنَا وَاِنَّنَا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَآ اِلَيْهِ مُرِيْبٍ",
    "translation": "Mereka (kaum samud) berkata, “Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami merupakan orang yang di harapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1535.mp3",
    "tafsir": "Seruan Nabi Saleh yang demikian baiknya dan disertai dengan alasan-alasan yang dapat diterima serta dikuatkan dengan janji, bahwa mereka akan mendapat ampunan dari Allah Yang Maha Pemurah, ditolak mentah-mentah oleh kaumnya. Mereka menjawab: \"Hai Saleh, engkau adalah tumpuan harapan kami, karena engkau adalah orang yang terpandang, orang yang arif bijaksana, keturunan orang-orang mulia di antara kami dan kami percaya bahwa engkau akan dapat memimpin kami ke jalan yang benar. Tetapi semua harapan kami itu telah engkau kecewakan dengan seruanmu. Kami merasa heran, mengapa kamu melarang kami menyembah tuhan-tuhan kami yang telah menjadi sembahan kami dan nenek moyang kami sejak dahulu kala?",
    "quraish": "Mereka berkata, \"Hai Shâlih, dulu sebelum kamu menyerukan hal seperti ini, kamu sangat kami harapkan, kami cintai dan kami hormati. Sekarang, apakah kamu akan meminta kami untuk meninggalkan peribadatan yang selalu dilakukan oleh leluhur kami? Sesungguhnya kami meragukan seruanmu untuk menyembah hanya kepada Allah. Ini sangat mengundang keraguan dan prasangka buruk kami terhadap kamu dan seruan yang kamu bawa.\"",
    "jalalayn": "(Kaum Tsamud berkata, \"Hai Saleh! Sesungguhnya engkau adalah seorang di antara kami yang kami harapkan) kami mengharapkan semoga engkau menjadi penghulu dan pemimpin kami (sebelum ini) sebelum apa yang kamu lakukan itu (apakah kamu melarang kami untuk menyembah apa yang disembah oleh bapak-bapak kami) yaitu berhala-berhala (dan sesungguhnya kami betul-betul dalam keraguan terhadap agama yang kamu serukan kepada kami) yaitu agama tauhid (lagi sangat gelisah.\") maksudnya yang diserukannya itu amat meresahkan."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 63,
    "arab": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْۗ وَاٰتٰىنِيْ مِنْهُ رَحْمَةً فَمَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ اِنْ عَصَيْتُهٗ ۗفَمَا تَزِيْدُوْنَنِيْ غَيْرَ تَخْسِيْرٍ",
    "translation": "Dia (Saleh) berkata, “Wahai kaumku! Terangkanlah kepadaku jika aku mempunyai bukti yang nyata dari Tuhanku dan diberi-Nya aku rahmat (kenabian) dari-Nya, maka siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Maka kamu hanya akan menambah kerugian kepadaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1536.mp3",
    "tafsir": "Nabi Saleh a.s. menjawab tuduhan dan tantangan kaumnya itu dengan menyatakan bahwa seruannya itu adalah seruan yang benar untuk kebaikan dan kebahagiaan mereka sendiri, jika mereka mau memikirkan dan mempertimbangkannya. Nabi Saleh meminta mereka mempertimbangkan dengan sebaik-baiknya, jika ternyata ia yang benar dan dapat mengemuka-kan bukti-bukti dari Tuhan atas kebenaran seruan itu. Apakah mungkin ia mendurhakai-Nya dan enggan menyampaikan seruan ini kepada kaumnya. Siapakah yang dapat menolong jika Allah membinasakannya karena kedurhakaan itu? Ia harus menyampaikan kebenaran ini dan menjelaskan kepada mereka bahwa sembahan-sembahan dan berhala-berhala itu, tidak dapat menolong mereka sedikit pun. Oleh karena itu, sembahlah Allah yang menciptakan mereka dan memberi nikmat dan karunia kepada mereka sehingga mereka dapat hidup senang di muka bumi ini.",
    "quraish": "Shâlih berkata, \"Apa pendapat kalian jika aku jelas-jelas benar dalam seruanku dengan didukung bukti- bukti penguat dari Tuhanku, dan Dia telah memberikan kasih sayang kepadaku dan kalian berupa kenabian dan kerasulan, lalu bagaimana mungkin aku menyalahi dan melanggar perintah-Nya dengan tidak menyampaikan pesan-pesan-Nya karena memenuhi permintaan kalian? Siapa yang akan menolongku untuk menolak siksa Allah jika aku mendurhakai-Nya? Kalian tidak akan mampu menolongku dan menghindarkan siksa-Nya untukku. Kalian hanya akan menghilangkan rahmat-Nya dariku dan menambahkan kerugian untukku jika aku mengikuti kalian dan mendurhakai Tuhanku dan Tuhan kalian.",
    "jalalayn": "(Saleh berkata, \"Hai kaumku! Bagaimana pikiran kalian jika aku mempunyai bukti) bukti yang jelas (dari Rabbku dan diberi-Nya aku rahmat daripada-Nya?) kenabian (Maka siapakah yang akan menolong aku) yang dapat memelihara diriku (dari Allah) maksudnya dari azab-Nya (jika aku mendurhakai-Nya. Sebab itu kalian tidak menambah apa pun kepadaku) dengan perintah kalian yang menyuruhku untuk melakukan hal tersebut (selain daripada kerugian.\") penyesatan."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 64,
    "arab": "وَيٰقَوْمِ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيْبٌ",
    "translation": "Dan wahai kaumku! Inilah unta betina dari Allah, sebagai mukjizat untukmu, sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kamu mengganggunya dengan gangguan apa pun yang akan menyebabkan kamu segera ditimpa (azab).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1537.mp3",
    "tafsir": "Nabi Saleh a.s. mengatakan kepada kaumnya yang ingkar, bahwa kalau mereka tidak percaya akan seruanya ini, maka Allah telah mengirimkan seekor unta yang istimewa sebagai bukti atas kebenaran seruannya. Unta ini jauh berbeda sifat dan tingkah lakunya dari unta biasa, baik mengenai makan-minumnya, maupun tabiat dan sifatnya. Mereka dilarang mengganggunya dan membiarkan unta itu makan dan minum di tempat yang disukainya. Jika mereka berani mengganggu atau menganiayanya pasti mereka akan ditimpa siksaan dari Allah.",
    "quraish": "Wahai kaumku, inilah unta betina dari Allah yang dijadikan untuk kalian sebagai bukti kebenaranku dalam seruan yang aku sampaikan kepada kalian. Karena unta betina itu lain daripada yang lain, maka biarkanlah ia makan di bumi Allah, sebab ia milik Allah dan bumi juga milik-Nya. Jangan sekali-kali kalian ganggu unta betina itu. Kalau kalian lakukan, maka siksa dari Allah yang amat dekat akan menimpa kalian.\"",
    "jalalayn": "(\"Hai kaumku! Inilah unta betina dari Allah sebagai mukjizat yang menunjukkan kebenaran untuk kalian) lafal aayatan berkedudukan menjadi hal atau kata keterangan sedangkan yang menjadi amilnya adalah isim isyarah atau lafal haadzihii tadi (sebab itu biarkanlah dia makan di bumi Allah, dan janganlah kalian mengganggunya dengan gangguan apa pun) seperti menyembelihnya (yang akan menyebabkan kalian ditimpa azab yang dekat.\") jika kalian menyembelihnya."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 65,
    "arab": "فَعَقَرُوْهَا فَقَالَ تَمَتَّعُوْا فِيْ دَارِكُمْ ثَلٰثَةَ اَيَّامٍ ۗذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوْبٍ",
    "translation": "Maka mereka menyembelih unta itu, kemudian dia (Saleh) berkata, “Bersukarialah kamu semua di rumahmu selama tiga hari. Itu adalah janji yang tidak dapat didustakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1538.mp3",
    "tafsir": "Tetapi kaum namud tetap tidak mempercayainya dan tetap menentang serta memperolok-olokkannya bahkan membunuh unta yang dikirimkan Allah sebagai mukjizat itu. Nabi Saleh a.s. sangat bersedih hati atas tindakan kaumnya, sebab dia yakin mereka akan dibinasakan Allah karena perbuatan mereka membunuh unta itu. Lalu Nabi Saleh berkata, \"Kamu diberi kesempatan oleh Allah bersenang-senang hidup di negeri ini selama tiga hari, dan sesudah itu kamu akan dibinasakan karena keingkaran dan kedurhakaan kamu. Ini adalah janji dari Allah, yang pasti terlaksana dan kamu akan melihat sendiri.\"",
    "quraish": "Mereka tidak mengindahkan nasihatnya dan tidak memenuhi seruannya. Bahkan mereka semakin sombong dan meremehkannya dengan mengancam akan menyembelih unta betina itu. Lalu Shâlih berkata kepada mereka, \"Nikmatilah hidup di negeri kalian selama tiga hari, setelah itu akan datang siksa Allah. Itulah janji Allah yang benar, tidak pernah terlambat dan tidak bohong.",
    "jalalayn": "(Maka mereka menyembelihnya) unta betina itu disembelih oleh seseorang yang kuat atas perintah mereka (maka ia berkata) Nabi Saleh (\"Bersuka-rialah kalian) bersenang-senanglah kalian (di rumah kalian selama tiga hari) kemudian kalian akan binasa (itu adalah janji yang tidak dapat didustakan.\") janji yang tidak diingkari lagi."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 66,
    "arab": "فَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا صٰلِحًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمِىِٕذٍ ۗاِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيْزُ",
    "translation": "Maka ketika keputusan Kami datang, Kami selamatkan Saleh dan orang-orang yang beriman bersamanya dengan rahmat Kami dan (Kami selamatkan) dari kehinaan pada hari itu. Sungguh, Tuhanmu, Dia Mahakuat, Mahaperkasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1539.mp3",
    "tafsir": "Tatkala datang malapetaka yang diancamkan Allah kepada kaum Samud, sebagai siksaan dan balasan atas kedurhakaan mereka, Allah swt menyelamatkan Nabi Saleh a.s. dan orang-orang yang beriman bersamanya, dengan karunia dan rahmat-Nya, dari azab dan siksaan itu. Pada hari tersebut, mereka yang durhaka dimusnahkan semuanya. Mereka mendapat nama buruk dalam sejarah manusia, yang tentu saja akan dianggap sebagai lembaran hitam yang menodai kemurnian dan ketinggian martabat manusia sebagai khalifah di muka bumi. Sungguh amat berat siksaan yang ditimpakan Allah kepada mereka, tetapi tindakan itu adalah adil dan sesuai dengan dosa dan kesalahan yang mereka lakukan. Allah-lah yang berhak melakukannya dan Dia-lah yang dapat melaksanakannya karena Dia adalah Maha Perkasa dan Maha Kuasa.",
    "quraish": "Ketika datang siksaan itu, Kami selamatkan Shâlih dan para pengikutnya yang beriman dari kehancuran dengan rahmat khusus dari Kami. Kami selamatkan mereka dari kenistaan saat kaum Tsamûd Kami hancurkan. Sesungguhnya Tuhanmu, wahai Muhammad, Mahakuat lagi Mahaperkasa. Maka yakinlah akan kekuatan, kejayaan, bantuan dan pertolongan-Nya.",
    "jalalayn": "(Maka tatkala datang perintah Kami) yang memerintahkan supaya mereka dibinasakan (Kami selamatkan Saleh beserta orang-orang yang beriman bersama dia) jumlah mereka ada empat ribu orang (dengan rahmat dari Kami dan) Kami selamatkan pula mereka (dari kehinaan di hari itu) kalau dibaca yaumi-idzin dianggap sebagai isim yang mu`rab dan kalau dibaca yaumaidzin dianggap sebagai isim yang mabni karena diidhafatkan kepada isim yang mabni pula; demikianlah menurut pendapat kebanyakan ahli nahwu. (Sesungguhnya Rabbmu Dialah Yang Maha Kuasa lagi Maha Perkasa) Maha Menang."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 67,
    "arab": "وَاَخَذَ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
    "translation": " Kemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1540.mp3",
    "tafsir": "Kaum Samud dibinasakan Allah dengan suara keras yang mengguntur, menggoncangkan hati setiap pendengarnya dan menimbulkan gempa yang amat dahsyat, sehingga orang yang berdosa dan durhaka itu jatuh tersungkur tidak sadarkan diri lalu ditelan oleh bumi yang telah merekah dan pecah-belah. Tidak seorang pun di antara mereka yang dapat menyelamatkan diri dari malapetaka itu.",
    "quraish": "Satu suara keras yang disertai goncangan dan petir menimpa mereka karena mereka menzalimi diri dengan kekafiran dan permusuhan. Kemudian mereka binasa, mati bergelimpangan di tempat tinggal mereka dengan wajah tertelungkup, tanpa gerak sedikit pun.",
    "jalalayn": "(Dan satu suara yang keras yang mengguntur menimpa orang-orang yang lalim itu lalu mereka mati bergelimpangan di tempat tinggal mereka) dalam keadaan bersimpuh pada lutut mereka padahal mereka telah mati semuanya."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 68,
    "arab": "كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَآ اِنَّ ثَمُوْدَا۠ كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّثَمُوْدَ ࣖ ",
    "translation": "Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum samud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1541.mp3",
    "tafsir": "Sungguh dahsyat malapetaka yang ditimpakan kepada mereka, sehingga dalam sesaat saja mereka sudah musnah semuanya, seakan-akan mereka tidak pernah ada di muka bumi, seakan-akan kampung halaman mereka tidak pernah didiami oleh manusia, hilang lenyap dan musnah ditelan bencana. Semua ini akibat kedurhakaan mereka terhadap Allah dan keingkaran mereka terhadap mukjizat dan bukti-bukti yang diturunkan-Nya. Sepantasnyalah mereka mendapat kutukan dan siksaan yang dahsyat.",
    "quraish": "Selesailah ihwal mereka dan hilanglah jejak mereka dari negeri itu, seakan-akan mereka tidak pernah tinggal di situ. Ihwal mereka menyiratkan sesuatu yang harus diperhatikan dan dijadikan pelajaran, bahwa kaum Tsamûd telah mengingkari tanda-tanda kekuasaan Tuhan, Sang Pencipta mereka. Oleh karena itu, mereka dihancurkan dan dijauhkan dari rahmat Allah.",
    "jalalayn": "(Seolah-olah) lafal ka-an adalah takhfif daripada ka-anna sedangkan isimnya tidak disebutkan, kepanjangannya adalah ka-annahum, artinya seolah-olah mereka (belum pernah berdiam) belum pernah tinggal (di tempat itu) di dalam rumah mereka. (Ingatlah, sesungguhnya kaum Tsamud mengingkari Tuhan mereka. Ingatlah, kebinasaanlah bagi kaum Tsamud) lafal tsamuud dapat ditanwinkan sehingga menjadi tsamuudan dan dapat pula dibaca tanpa memakai tanwin sehingga menjadi tsamuuda. Makna yang dimaksud ialah kabilahnya."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 69,
    "arab": "وَلَقَدْ جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰى قَالُوْا سَلٰمًا ۖقَالَ سَلٰمٌ فَمَا لَبِثَ اَنْ جَاۤءَ بِعِجْلٍ حَنِيْذٍ",
    "translation": "Dan para utusan Kami (para malaikat) telah datang kepada Ibrahim dengan membawa kabar gembira, mereka mengucapkan, “Selamat.” Dia (Ibrahim) menjawab, “Selamat (atas kamu).” Ma-ka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1542.mp3",
    "tafsir": "Beberapa malaikat datang mengunjungi Nabi Ibrahim a.s. di rumah-nya untuk menyampaikan berita gembira kepadanya. Diriwayatkan dari Atha bahwa malaikat-malaikat itu terdiri dari Jibril, Mikail, dan Israfil a.s. Ada pula riwayat yang mengatakan mereka terdiri dari Jibril bersama tujuh malaikat lainnya. Mereka disambut oleh Nabi Ibrahim a.s. dengan sambutan yang baik sekali karena dia yakin bahwa tamunya yang penuh sopan-santun dan mengucapkan salam sebelum memasuki rumahnya adalah tamu-tamu terhormat dari kalangan orang-orang yang baik. Sudah menjadi kebiasaan bagi orang-orang Arab Badui bila kedatangan tamu, mereka harus disuguhi hidangan yang istimewa, sesuai dengan kesanggupan tuan rumah. Nabi Ibrahim a.s. pun menghidangkan untuk tamu-tamunya itu makanan yang lezat yaitu seekor domba yang dibakar di atas batu yang dipanaskan dan mempersilahkan mereka menikmati makanan yang istimewa itu. Tetapi tamu-tamu itu tidak mau menyentuh makanan itu, karena mereka adalah malaikat yang menyamar seperti manusia, sedang malaikat tidak membutuhkan makanan dan minuman.",
    "quraish": "Sesungguhnya Kami telah mengutus malaikat kepada Ibrâhîm untuk memberikan kabar gembira kepadanya dan istrinya tentang kelahiran seorang anak. Mereka memberikan hormat kepadanya dengan ucapan salam. Ibrâhîm menjawab penghormatan mereka dengan salam pula. Ia lalu cepat menyajikan jamuan berupa daging anak sapi yang dipanggang untuk dimakan.",
    "jalalayn": "(Dan sesungguhnya utusan-utusan Kami telah datang kepada Ibrahim dengan membaca kabar gembira) yaitu akan diberi anak bernama Ishak dan menyusul Yakub anak Ishak sesudah itu. (mereka mengucapkan, \"Selamat.\") lafal salaaman menjadi mashdar (Ibrahim menjawab, \"Selamatlah.\") atas kalian (Maka tidak lama kemudian Ibrahim menyuguhkan daging anak sapi yang dipanggang) daging panggang anak sapi."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 70,
    "arab": "فَلَمَّا رَاٰىٓ اَيْدِيَهُمْ لَا تَصِلُ اِلَيْهِ نَكِرَهُمْ وَاَوْجَسَ مِنْهُمْ خِيْفَةً ۗقَالُوْا لَا تَخَفْ اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمِ لُوْطٍۗ ",
    "translation": "Maka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, “Jangan takut, sesungguhnya kami diutus kepada kaum Lut.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1543.mp3",
    "tafsir": "Karena para tamu tidak mau menyentuh makanan lezat yang dihidangkan itu, maka Nabi Ibrahim a.s. merasa curiga atas niat baik mereka. Di kalangan orang Arab bila tamu tidak makan makanan yang dihidangkan itu adalah suatu tanda tamunya bermaksud jahat terhadapnya. Berbagai macam perasaan seperti curiga, takut, dan lain sebagainya timbul dari hati Nabi Ibrahim a.s. dan istrinya, melihat sikap tamu-tamunya itu. Hal ini jelas tampak pada air mukanya yang tadinya berseri-seri, lantas berubah menjadi pucat pasi. Akhirnya para malaikat itu menjelaskan bahwa mereka adalah malaikat yang diutus Allah kepada kaum Luth untuk membinasakan mereka karena mereka adalah kaum yang terkutuk yang tidak mengindahkan peringatan Allah supaya mereka meninggalkan perbuatan maksiat dan terkutuk dan beriman kepada Allah swt serta kepada risalah yang dibawa Nabi Lut a.s.",
    "quraish": "Ketika melihat tangan mereka tidak menyentuh jamuan itu sedikit pun, seperti tamu-tamu pada umumnya, Ibrâhîm merasa bahwa mereka bukan tamu, tetapi malaikat. Ia menyembunyikan rasa takut kalau-kalau kedatangan mereka itu karena sesuatu yang dianggap salah oleh Allah atau untuk menyiksa kaumnya. Para malaikat itu berkata, setelah mengetahui rasa takut dalam diri Ibrâhîm, \"Sesungguhnya kami diutus untuk membinasakan kaum Lûth.\"",
    "jalalayn": "(Maka tatkala dilihatnya tangan mereka tidak menjamahnya, Ibrahim memandang aneh perbuatan mereka) merasa heran dengan kelakuan mereka itu (dan mulai timbul) memendam rasa di dalam hati (rasa takut terhadap mereka) ketakutan. (Malaikat itu berkata, \"Jangan kamu takut, sesungguhnya kami adalah malaikat-malaikat yang diutus kepada kaum Luth.\") untuk membinasakan mereka."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 71,
    "arab": "وَامْرَاَتُهٗ قَاۤىِٕمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِاِسْحٰقَۙ وَمِنْ وَّرَاۤءِ اِسْحٰقَ يَعْقُوْبَ",
    "translation": "Dan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1544.mp3",
    "tafsir": "Istri Nabi Ibrahim a.s. yang bernama Sarah menjadi gembira dan tersenyum karena yang datang itu bukanlah orang jahat, tetapi adalah malaikat-malaikat utusan Allah, dan tentu saja mereka tidak mau makan dan minum. Selanjutnya mereka berkata kepada Sarah bahwa Allah telah menyampaikan suatu berita gembira untuknya bahwa dia akan melahirkan seorang anak bernama Ishak dan Ishak pun akan mempunyai keturunan pula di antaranya Yakub.",
    "quraish": "Saat itu istrinya berdiri ikut mendengarkan pembicaraan mereka di sebuah tempat tak jauh dari mereka. Ia kemudian tersenyum karena gembira mendengar Lûth, kemenakan suaminya, akan selamat. Melalui malaikat, Kami sampaikan kabar gembira bahwa ia, dari suaminya, akan melahirkan seorang putra yang bernama Ishâq. Anak itu nantinya akan hidup. Setelah itu, dari Ishâq, dia akan memperoleh seorang cucu yang bernama Ya'qûb.",
    "jalalayn": "(Dan istrinya) yakni istri Nabi Ibrahim, yaitu Siti Sarah (berdiri) melayani mereka (lalu dia tersenyum) merasa gembira dengan akan dibinasakannya kaum Luth (maka Kami sampaikan kepadanya berita gembira tentang kelahiran Ishak dan menyusul sesudah) (Ishak Yakub) yaitu anak Nabi Ishak yang sempat melihat Nabi Ibrahim."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 72,
    "arab": "قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ",
    "translation": "Dia (istrinya) berkata, “Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1545.mp3",
    "tafsir": "Alangkah terkejutnya Sarah ketika mendengar ucapan malaikat itu seakan-akan ia tidak percaya bahwa yang dihadapinya itu ialah malaikat-malaikat yang tidak pernah berbohong dan tidak akan berdusta selama-lamanya. Karena itu dengan spontan ia menjawab, \"Sungguh mengherankan! Bagaimana aku akan melahirkan seorang anak, padahal aku ini sudah tua dan suamiku sudah tua renta pula!\"\nDiriwayatkan bahwa umur Nabi Ibrahim di waktu itu 100 tahun dan istrinya 90 tahun. Menurut kebiasaan seorang perempuan bila telah berumur 50 tahun tidak haid lagi dan karena itu ia tidak ada harapan lagi untuk beranak. Apalagi Sarah adalah seorang perempuan mandul pula seperti tersebut dalam firman Allah:\nKemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya berkata, \"(Aku ini) seorang perempuan tua yang mandul.\" (az-Zariyat/51: 29)\n\nNabi Ibrahim a.s. tidak kurang terkejutnya mendengar berita itu seperti tersebut dalam firman Allah:\nDia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\" (al-hijr/15: 54)\n\nKeduanya (Nabi Ibrahim a.s. dan istrinya Sarah) sama-sama ragu akan berita gembira itu, karena biasanya hal itu tidak mungkin terjadi.",
    "quraish": "Istri Ibrâhîm berteriak heran, \"Aneh! Mungkinkah aku akan melahirkan anak, padahal aku adalah perempuan tua dan suamiku kalian lihat juga sudah tua, sehingga tidak akan mungkin punya anak? Demi Allah, sungguh luar biasa apa yang aku dengar ini! Sebab bagaimana mungkin dua orang yang sudah tua seperti aku dan suamiku dapat menghasilkan anak?\"",
    "jalalayn": "(Istrinya berkata, \"Sungguh mengherankan) lafal wailataa ini merupakan kalimat yang biasa diucapkan di kala seseorang melihat perkara yang besar. Huruf ya yang ada padanya merupakan pergantian dari huruf alif (apakah aku akan melahirkan anak padahal aku adalah seorang perempuan tua) aku berumur sembilan puluh sembilan tahun (dan ini suamiku pun dalam keadaan yang sudah tua pula) Nabi Ibrahim pada saat itu berumur seratus atau seratus dua puluh tahun. Lafal syaikhan dinashabkan karena menjadi hal, sedangkan amilnya adalah isim isyarah yaitu lafal haadzaa tadi. (Sesungguhnya ini benar-benar suatu yang aneh\") kedua pasangan yang sama-sama telah tua dapat mempunyai anak."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 73,
    "arab": "قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ",
    "translation": "Mereka (para malaikat) berkata, “Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1546.mp3",
    "tafsir": "Akhirnya para malaikat itu berkata, \"Apakah patut kamu merasa heran terhadap sesuatu yang telah ditetapkan Allah?\" Allah Yang Mahakuasa lagi Mahaperkasa tidak akan sulit baginya bila Dia menghendaki akan menganugerahkan anak kepada siapa saja meskipun hal itu menurut adat dan kebiasaan tidak mungkin terjadi. Hal itu sungguh amat mudah bagi Allah sesuai dengan firman-Nya:\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36: 82)\n\nSelanjutnya malaikat mengatakan, \"Semoga Allah selalu melimpahkan rahmat kepada kamu, hai keluarga Ibrahim a.s. Dia-lah yang berhak disanjung dan dipuji.\"\nMendengar ucapan para malaikat itu mengertilah Nabi Ibrahim a.s. dan istrinya Sarah, bahwa mereka telah terlanjur dan terlalu lancang mengucapkan kata-kata padahal yang membawa berita gembira itu adalah para malaikat utusan Allah.\nTidaklah dapat dilukiskan bagaimana gembira dan bahagianya Nabi Ibrahim a.s. apalagi istrinya yang lain yang bernama Hajar telah melahirkan seorang putera bernama Ismail. Mereka mengucapkan syukur dan puji kepada Allah, yang telah memberi mereka karunia yang sudah lama mereka idam-idamkan dan hampir berputus-asa dalam hal ini karena mereka sudah tua.",
    "quraish": "Malaikat berkata kepadanya, \"Apakah kamu merasa heran akan mendapatkan anak meskipun kalian berdua telah berusia tua, padahal itu semua terjadi atas perintah Allah yang tidak dapat dihalangai oleh sesuatu apapun? Itulah rahmat dan nikmat Allah yang diberikan kepada kalian, sanak keluarga Nabi. Bukanlah suatu hal yang aneh jika Allah memberikan kepada kalian sesuatu yang tidak pernah diberikan kepada orang lain. Dialah yang melakukan segala sesuatu yang patut dipuji. Dia Mahaagung, serta banyak memberikan kebaikan, kemuliaan dan karunia.",
    "jalalayn": "(Para malaikat itu berkata, \"Apakah kamu merasa heran tentang perintah Allah) yakni kekuasaan-Nya (itu adalah rahmat Allah dan keberkatan-Nya dicurahkan atas kalian) hai (ahlul bait) keluarga Nabi Ibrahim. (Sesungguhnya Allah Maha Terpuji) sangat terpuji (lagi Maha Pemurah\") Maha Pengasih."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 74,
    "arab": "فَلَمَّا ذَهَبَ عَنْ اِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ",
    "translation": "Maka ketika rasa takut hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bersoal jawab dengan (para malaikat) Kami tentang kaum Lut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1547.mp3",
    "tafsir": "Setelah Nabi Ibrahim a.s. mengetahui bahwa yang datang kepadanya adalah malaikat utusan Allah, maka dia merasa lega dan hilanglah segala syakwasangka di dalam hatinya. Alangkah bahagianya keluarga Nabi Ibrahim a.s. di kala itu, tidak ada kegembiraan dan kebahagiaan yang melebihinya karena apa yang telah lama diingini dan diidam-idamkan, tiba-tiba dengan karunia dan rahmat Allah dia akan memperoleh seorang anak yang sekaligus telah diberi nama Ishak. Tetapi Nabi Ibrahim a.s. sebagai seorang penyantun dan pengasih dan penyayang terhadap umat manusia, di saat diliputi kegembiraan, ia tidak lupa bahkan ingat kembali akan ucapan para malaikat itu, bahwa mereka diutus Allah untuk membinasakan kaum Luth. Terlukislah di dalam ingatannya bagaimana buruknya nasib kaum Luth itu, dan bagaimana dahsyatnya malapetaka yang akan menimpa mereka. Rasa bahagia dan gembira dengan sekejap telah berganti dengan rasa cemas dan putus asa. Ia memberanikan dirinya untuk berdebat dengan para malaikat itu, dengan harapan rencana pembinasaan kaum Luth itu dapat dibatalkan. Hal itu tersebut dalam firman Allah:\nDan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira, mereka mengatakan, \"Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.\" (al-Ankabut/29: 31)",
    "quraish": "Ketika rasa takut telah hilang dari dalam diri Ibrâhîm dan ia mendengar berita gembira akan kedatangan seorang putra, rasa ibanya pun muncul. Kemudian ia mendebat para melaikat tentang rencana pemusnahan kaum Lûth.",
    "jalalayn": "(Maka tatkala rasa takut hilang dari Ibrahim) perasaan takut telah lenyap dari hatinya (dan berita gembira telah datang kepadanya) yaitu memperoleh anak, mulailah (dia pun bersoal jawab dengan Kami) yakni dengan malaikat-malaikat utusan Kami (tentang) mengenai perihal (kaum Luth)."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 75,
    "arab": "اِنَّ اِبْرٰهِيْمَ لَحَلِيْمٌ اَوَّاهٌ مُّنِيْبٌ",
    "translation": "Ibrahim sungguh penyantun, lembut hati dan suka kembali (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1548.mp3",
    "tafsir": "Demikianlah rasa santun dan kasih sayang seorang nabi terhadap umat manusia, terutama Nabi Ibrahim a.s. yang dalam keadaan gembira dan bahagia ia akan memperoleh keinginan dan idaman hatinya yang telah lama dicita-citakannya, yaitu seorang anak laki-laki bernama Ishak dari istri pertama. Di dalam keadaan demikian, biasanya orang lupa akan segala-galanya, tetapi ia tidak melupakan nasib kaum Luth yang didengarnya bahwa mereka akan dibinasakan dan ia mohon kepada Tuhannya agar mereka diselamatkan dengan mengemukakan alasan dan harapan agar permohonannya itu dikabulkan. Sesungguhnya Nabi Ibrahim memang benar seorang yang penyantun dan menaruh iba (kasihan) terhadap orang yang ditimpa kemalangan dan selalu berserah diri kepada Tuhannya.",
    "quraish": "Ibrâhîm adalah seorang yang sangat penyabar. Ia tidak menyukai suatu azab disegerakan, sering merasa iba melihat orang lain tertimpa musibah dan selalu bertobat dengan melakukan sesuatu yang disukai dan diridai oleh Allah. Kelembutan dan kasih sayangnya itulah yang mendorongnya untuk mengajukan keberatan kepada para malaikat dengan harapan kaum Nabi Lûth tidak ditimpa azab Allah dan mereka dapat bertobat kepada-Nya.",
    "jalalayn": "(Sesungguhnya Ibrahim itu benar-benar penyantun) sangat sabar (lagi penghiba dan suka kembali kepada Allah) banyak istighfarnya atau ia banyak mengucapkan kalimat innaa lillaahi wa innaa ilaihi raaji`uuna. Maka Nabi Ibrahim berkata kepada para malaikat itu, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat tiga ratus orang beriman?\" Para malaikat menjawab, \"Tidak.\" Ia kembali bertanya, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat dua ratus orang yang beriman?\" Para malaikat menjawab, \"Tidak.\" Ia bertanya lagi, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat empat puluh orang yang beriman.\" Para malaikat menjawab, \"Tidak.\" Ia kembali bertanya, \"Apakah kalian akan membinasakan suatu kota yang di dalamnya terdapat empat belas orang yang beriman?\" Mereka menjawab, \"Tidak.\" Nabi Ibrahim kembali bertanya, \"Bagaimana pendapat kalian jika di dalam sebuah kota terdapat hanya seorang yang beriman?\" Mereka menjawab, \"Tidak pula.\" Maka Nabi Ibrahim berkata kepada mereka, \"Sesungguhnya di dalam kota tersebut terdapat Nabi Luth.\" Mereka menjawab, \"Kami lebih mengetahui tentang orang-orang beriman yang terdapat di dalamnya"
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 76,
    "arab": "يٰٓاِبْرٰهِيْمُ اَعْرِضْ عَنْ هٰذَا ۚاِنَّهٗ قَدْ جَاۤءَ اَمْرُ رَبِّكَۚ وَاِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ",
    "translation": "Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1549.mp3",
    "tafsir": "Akhirnya para malaikat dengan tegas mengatakan kepada Ibrahim sambil menolak permintaannya yang dikemukakan dengan sungguh-sungguh. Janganlah ia membicarakan nasib kaum Luth itu dan serahkanlah urusan mereka kepada keputusan Tuhannya. Allah telah memberi keputusan terhadap mereka bahwa mereka akan ditimpa azab yang tidak dapat ditolak, karena mereka adalah kaum yang ingkar akan perintah-Nya dan telah melakukan dosa dan maksiat yang sangat jahat dan menjijikkan. Dosa mereka tidak dapat diampuni lagi, mereka telah diberi kesempatan untuk bertobat dan kembali kepada jalan yang lurus, tetapi semua dakwah dan seruan yang baik selalu mereka tolak, malah mereka sambut dengan cemoohan dan ejekan. Itulah keputusan Tuhanmu yang Maha Adil. Mereka dan negeri mereka akan dimusnahkan dengan menenggelamkannya ke dalam tanah.",
    "quraish": "Malaikat berkata, \"Hai Ibrâhîm, janganlah kamu mengajukan keberatan dan memohon belas kasih untuk mereka. Perintah untuk menghancurkan mereka telah datang dari Tuhan. Diprotes atau tidak, mereka akan tetap didatangi azab yang tidak dapat ditolak.\"",
    "jalalayn": "Maka tatkala Nabi Ibrahim berkepanjangan di dalam bertanya jawab dengan mereka, lalu mereka mengatakan: (\"Hai Ibrahim! Tinggalkanlah soal jawab ini) perbantahan ini (sesungguhnya telah datang ketetapan Rabbmu) untuk membinasakan mereka (dan sesungguhnya mereka itu akan didatangi azab yang tidak dapat ditolak.\")"
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 77,
    "arab": "وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ",
    "translation": "Dan ketika para utusan Kami (para malaikat) itu datang kepada Lut, dia merasa curiga dan dadanya merasa sempit karena (kedatangan)nya. Dia (Lut) berkata, “Ini hari yang sangat sulit.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1550.mp3",
    "tafsir": "Tatkala malaikat-malaikat Allah datang kepada Lut, dalam bentuk pemuda yang rupawan, ia merasa susah karena kedatangan tamu-tamu itu. Ia sudah khawatir bahwa kaumnya pasti akan mengganggu mereka itu karena pemuda-pemuda itu menarik perhatian mereka, karena mereka suka kepada lelaki, bukan kepada wanita. Nabi Lut a.s. merasa sesak dadanya karena kedatangan tamu-tamu itu, sehingga ia berkata, \"Inilah hari yang paling menyulitkan dan paling berbahaya.\"",
    "quraish": "Ketika para malaikat utusan Kami datang kepada Nabi Lûth dalam bentuk pemuda-pemuda tampan, Lûth merasa susah dan menderita. Ia merasa tidak dapat melindungi mereka dan merasa susah dengan keberadaan mereka karena takut perilaku jelek kaumnya akan tertuju kepada mereka. Ia berkata, \"Ini adalah hari yang teramat sulit.\"",
    "jalalayn": "(Dan tatkala datang utusan-utusan Kami itu kepada Luth, dia merasa susah) merasa repot dengan kedatangan mereka itu (dan merasa sempit dadanya karena kedatangan mereka) mereka datang dalam rupa yang tampan menyamar sebagai tamu-tamu. Hal inilah yang membuat Nabi Luth merasa takut terhadap kaumnya yang tentunya akan berlaku tidak senonoh terhadap tamu-tamunya ini (dan dia berkata, \"Ini adalah hari yang amat berat.\") hari yang sangat keras."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 78,
    "arab": "وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ",
    "translation": "Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, “Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1551.mp3",
    "tafsir": "Datanglah kaum Luth kepadanya dengan bergegas-gegas seperti orang-orang yang didorong oleh hawa nafsu yang jahat. Mereka sejak dahulu mengerjakan perbuatan-perbuatan yang keji dan sangat dicela oleh tabiat manusia yang wajar, lebih-lebih oleh syariat agama. Mereka suka melakukan homoseksual, melakukan hubungan kelamin dengan sesama lelaki tidak dengan wanita, dan mereka secara terang-terangan melakukan berbagai kemungkaran di balai pertemuannya. Firman Allah:\nApakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" (al-Ankabut/29: 29)\n\nNabi Lut a.s. berkata, \"Wahai kaumku inilah puteri-puteriku, dan puteri-puteri kaumku, silahkan kamu kawin dengan mereka. Mereka lebih suci bagimu dan kamu dapat bergaul secara halal dan baik dengan mereka dari pada memuaskan seleramu dengan melakukan homoseksual yang sangat keji dan merusak moral dan kesehatan. Bertakwalah kepada Allah dan hindarilah azab Allah, dan janganlah kamu mencemarkan namaku dengan memperkosa tamu-tamuku ini, sebab menghinakan tamu sama dengan menghinakan tuan rumahnya. Tidakkah ada di antara kamu seorang yang mempunyai akal yang sehat dan kebijaksanaan yang dapat mencegahmu dari perbuatan keji?\"",
    "quraish": "Setelah mengetahui tetamu Nabi Lûth itu, dengan bergegas, kaumnya datang kepada Lûth. Sebelum itu mereka terkenal sering melakukan perbuatan-perbuatan keji. Lûth berkata kepada mereka, \"Hai kaumku, inilah putri-putriku, kawinilah mereka. Ini lebih suci bagi kalian daripada berbuat keji dengan laki-laki. Bertakwalah kepada Allah. Peliharalah diri kalian dari siksaan-Nya. Jangan kalian permalukan aku dengan mengganggu tamu-tamuku. Tidak adakah di antara kalian seseorang yang berakal sehat yang dapat menyelamatkan kalian dari jurang kesesatan dan mencegah kejahatan kalian?",
    "jalalayn": "(Datanglah kepadanya kaumnya) ketika mereka mengetahui tentang tamu-tamunya itu (dengan bergegas-gegas) dengan segera (menuju kepadanya. Dan sejak dahulu) sebelum kedatangan para tetamu itu (mereka selalu mengerjakan perbuatan-perbuatan keji) yaitu menyetubuhi anus laki-laki. (Ia pernah berkata,) yakni Nabi Luth (\"Hai kaumku! Inilah putri-putriku) maka kawinilah mereka (mereka lebih suci bagi kalian, maka bertakwalah kepada Allah dan janganlah kalian membuat malu) mempermalukan diriku (terhadap tamuku ini) tamu-tamu ini. (Tidak adakah di antara kalian seorang yang berakal?\") yang memerintahkan kalian berbuat kebajikan dan melarang kalian melakukan perbuatan yang mungkar."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 79,
    "arab": "قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَاِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ",
    "translation": "Mereka menjawab, “Sesungguhnya eng-kau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu; dan engkau tentu mengetahui apa yang (sebenarnya) kami kehendaki.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1552.mp3",
    "tafsir": "Mereka menjawab, \"Sesungguhnya kamu sejak dahulu sudah tahu bahwa kami sama sekali tidak mempunyai hasrat untuk mengawini anak-anak perempuanmu itu dan anak-anak perempuan kaummu. Oleh karena itu, janganlah kamu mencoba untuk memalingkan perhatian kami dari pemuda-pemuda itu dengan menyodorkan anak-anak perempuanmu, karena kamu tentu telah mengetahui apa yang sebenarnya kami inginkan.\"",
    "quraish": "Mereka berkata, \"Hai Lûth, kamu tahu bahwa kami tidak pantas menikahi putri-putrimu dan sama sekali kami tidak menyukai mereka. Tentunya kamu sangat tahu apa maksud kedatangan kami kepadamu.\"",
    "jalalayn": "(Mereka menjawab, \"Sesungguhnya kamu telah mengetahui bahwa kami tak mempunyai keinginan terhadap putri-putrimu itu) kami tidak membutuhkannya (dan sesungguhnya kamu tentu mengetahui apa yang sekiranya kami kehendaki.\") yaitu suka menyetubuhi anus laki-laki."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 80,
    "arab": "قَالَ لَوْ اَنَّ لِيْ بِكُمْ قُوَّةً اَوْ اٰوِيْٓ اِلٰى رُكْنٍ شَدِيْدٍ",
    "translation": "Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan (untuk menolakmu) atau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1553.mp3",
    "tafsir": "Nabi Lut a.s. berkata ketika kaumnya tetap ingin melaksanakan kejahatan homoseksual terhadap tamu-tamunya, sehingga ia putus harapan untuk menghentikan mereka dari perbuatan yang keji itu, \"Seandainya aku mempunyai kekuatan dan daya kemampuan untuk menghalangi kamu atau seandainya aku dapat menjumpai sekumpulan orang-orang yang kuat yang dapat menolong aku dari kejahatan-kejahatan kamu tentulah akan aku lakukan.\"",
    "quraish": "Lûth berkata, \"Kalaulah aku memiliki kekuatan untuk menolak kalian atau keluarga yang kuat untuk berlindung, maka sikapku terhadap kalian tentu akan berbeda. Aku pasti akan menghalangi kalian mendekati tamu-tamuku akan dan aku cegah kalian dari perbuatan dosa itu.\"",
    "jalalayn": "(Luth berkata, \"Seandainya aku mempunyai kekuatan untuk menolak kalian) mempunyai kemampuan untuk menolak keinginan kalian (atau kalau aku dapat berlindung kepada keluarga yang kuat\") yakni keluarga yang mau menolongku, tentu aku akan menghajar kalian atas kekurangajaran kalian itu. Maka tatkala para malaikat itu melihat hal tersebut, lalu mereka mengatakan:"
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 81,
    "arab": "قَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ",
    "translation": "Mereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1554.mp3",
    "tafsir": "Setelah para malaikat yang menjadi tamu Nabi Lut a.s. itu menyaksikan adanya kekhawatiran pada diri Nabi Lut a.s., mereka berkata, \"Hai Lut, sesungguhnya kami adalah utusan Tuhanmu yang sengaja diutus untuk membinasakan mereka dan menyelamatkan kamu dari kejahatan-kejahatan mereka. Mereka sekali-kali tidak akan dapat mengganggu kamu, maka tenangkanlah hatimu. Ternyata penglihatan kaum Nabi Lut a.s. itu dijadikan gelap oleh Allah sehingga mereka tidak dapat melihat kepada Nabi Lut a.s. dan kepada tamu-tamunya seperti diterangkan dalam firman Allah:\nDan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku! (al-Qamar/54: 37)\n\nAkhirnya mereka kembali ke rumahnya masing-masing dalam keadaan buta, tidak mengetahui jalan menuju ke rumahnya, mereka berteriak-teriak minta tolong dan mengatakan bahwa kami disihir oleh tamu-tamu yang berada di rumah Lut a.s.\nMalaikat itu berkata kepada Nabi Lut a.s., \"Keluarlah dari kampung ini, beserta keluarga dan kaummu yang beriman di akhir malam ini dan janganlah ada seorang pun di antara kamu yang ketinggalan atau menoleh ke belakang kecuali istrimu. Sesungguhnya azab yang akan menimpa mereka itu akan menimpa istrimu pula karena ia adalah seorang perempuan yang tidak beriman bahkan telah khianat kepada suaminya.\" Adapun sebabnya mereka tidak menoleh ke belakang, karena akibat menyaksikan azab itu, ia akan panik sehingga kakinya tidak akan dapat melangkah lagi dan akhirnya ditimpa oleh azab yang menyusul di belakangnya. Saat datangnya azab kepada mereka adalah waktu subuh seperti diterangkan dalam firman Allah:\nMaka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit. (al-Hijr/15: 73)\n\nKemudian malaikat itu menegaskan kepastian turunnya azab dengan sebuah pertanyaan, \"Bukankah subuh itu sudah dekat? Maka segeralah kamu bersiap-siap untuk mencari keselamatan.\"",
    "quraish": "Setelah berubah menjadi bentuk aslinya, malaikat berkata, \"Hai Lûth, jangan takut dan cemas! Sesungguhnya kami adalah utusan-utusan Tuhanmu, bukan manusia seperti yang tampak menurut penglihatanmu dan kaummu. Mereka tidak akan dapat menyakitimu dan mengganggumu. Pergilah dengan membawa keluarga dan pengikut-pengikutmu di akhir malam. Keluarlah bersama mereka dari negeri ini, dan jangan sampai ada seorang pun yang tertinggal supaya tidak terkena pedihnya azab. Akan tetapi jangan kamu ikut sertakan istrimu keluar bersamamu, sebab dia harus ditimpa azab seperti yang lainnya. Sesungguhnya waktu kehancuran mereka ialah waktu subuh yang sudah dekat. Maka, kau tak perlu takut.\"",
    "jalalayn": "(Para utusan itu berkata, \"Hai Luth! Sesungguhnya kami adalah utusan-utusan Rabbmu, sekali-kali mereka tidak akan dapat mengganggu kamu) dengan berlaku jahat terhadap dirimu (sebab itu bawalah pergi keluarga dan pengikut-pengikut kamu di akhir) pada bagian yang terakhir dari (malam dan janganlah ada seorang pun di antara kalian yang tertinggal) supaya ia tidak melihat kengerian azab yang menimpa mereka (kecuali istrimu) dengan dibaca rafa`, yaitu imra-atuka, berkedudukan menjadi badal dari lafal ahadin. Menurut qiraat lain dibaca nashab, yaitu imra-ataka, berkedudukan menjadi istitsna dari lafal al-ahl. Artinya janganlah engkau membawa pergi dia. (Sesungguhnya dia akan ditimpa azab yang menimpa mereka) menurut suatu pendapat dikatakan bahwa Nabi Luth tidak membawa istrinya pergi. Akan tetapi menurut pendapat yang lain dikatakan bahwa Nabi Luth membawanya pergi. Hanya saja ia menoleh ke belakang seraya mengatakan, 'Aduh kaumku!' Lalu ia ditimpa oleh batu besar sehingga matilah dia.\" Nabi Luth bertanya kepada utusan tentang waktu pembinasaan kaumnya, maka para utusan itu berkata. (\"Sesungguhnya saat jatuhnya azab kepada mereka ialah di waktu subuh) Nabi Luth meminta, 'Aku minta supaya lebih disegerakan lagi.' Mereka menjawab ('Bukankah subuh itu sudah dekat?'\")"
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 82,
    "arab": "فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ",
    "translation": "Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1555.mp3",
    "tafsir": "Ketika putusan Allah telah datang untuk mengazab kaum Luth, Allah menjadikan negeri mereka terjungkir balik, yang di atas jatuh ke bawah dan yang di bawah naik ke atas, dan Allah menghujani mereka dengan batu-batu yang berasal dari tanah yang terbakar hangus yang jatuh kepada mereka secara bertubi-tubi. Tentang ambruknya tanah menurut ahli pengetahuan adalah disebabkan karena adanya uap atau gas-gas yang keluar dari dasarnya kemudian karena adanya kekosongan di bawah lapisan bumi itu, maka tanah-tanah yang ada di atasnya menjadi runtuh dan ambruk ke bawah.",
    "quraish": "Tatkala waktu terjadinya azab yang telah Kami tentukan datang, Kami jadikan negeri yang ditinggali kaum Lûth terbalik, yang di atas menjadi ke bawah. Pada saat itu, Kami hujani mereka dengan bebatuan yang berasal dari tanah terbakar.",
    "jalalayn": "(Maka tatkala datang perintah Kami) untuk membinasakan mereka (Kami jadikan bagian atas) dari negeri kaum Luth (ke bawah) artinya malaikat Jibril mengangkat negeri mereka ke atas kemudian menjatuhkannya ke bumi dalam keadaan terbalik (dan Kami hujani mereka dengan batu dari tanah yang terbakar) yaitu lumpur yang panas membara (dengan bertubi-tubi) secara terus-menerus."
  },
  {
    "hizb": 92,
    "name": "Hud",
    "ayat": 83,
    "arab": "مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ ",
    "translation": "yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1556.mp3",
    "tafsir": "Allah menurunkan batu-batu sijjil sebelum bumi dijungkirbalikkan. Menurut firman Allah dalam surah adz-dzariyat batu-batu itu adalah tanah liat yang terbakar sehingga menjadi batu yang diberi tanda oleh Allah Taala dengan nama orang-orang yang akan ditimpakannya. Batu-batu itu dijatuhkan di tempat yang sering dilalui orang musyrik Quraisy ketika mereka berdagang ke negeri Syam supaya menjadi peringatan bagi mereka agar jangan memusuhi Muhammad, supaya jangan ditimpa azab seperti yang menimpa kaum Nabi Lut a.s. yang ingkar kepada nabinya. Tempat itu sering dilalui oleh mereka bila mereka berdagang di musim panas di negeri Syam seperti diterangkan dalam firman Allah:\nDan sesungguhnya kamu (penduduk Mekah) benar-benar akan melalui (bekas-bekas) mereka pada waktu pagi, (ash-saffat/37: 137)",
    "quraish": "Bebatuan itu menimpa mereka secara bertubi-tubi sebagai tanda siksaan dari Tuhanmu, wahai Muhammad. Siksaan berupa bebatuan itu tidak akan jauh dari orang-orang zalim dari kalangan kaummu.",
    "jalalayn": "(Yang diberi tanda) telah ditandai masing-masing tanah yang membara itu dengan nama orang yang dikenainya (oleh Rabbmu) menjadi zharaf bagi lafal mu`allamatan (dan hal itu) makna yang diisyaratkan di sini adalah azab yang berupa batu itu atau negeri mereka (dari orang-orang yang lalim) artinya penduduk Mekah (tidak jauh)."
  }
]