[
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 108,
    "arab": "۞ وَاَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ عَطَاۤءً غَيْرَ مَجْذُوْذٍ",
    "translation": "Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya selama ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain); sebagai karunia yang tidak ada putus-putusnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1581.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa orang-orang yang berbahagia karena ketika mereka berada di dunia selalu berhati-hati dan menghindari perbuatan yang bertentangan dengan perintah Allah dan menjauhi godaan-godaan yang akan menjerumuskannya ke lembah maksiat, mereka akan ditempatkan di surga, dan kekal di dalamnya selama-lamanya, kecuali Allah swt menghendaki yang lain. Balasan dan nikmat yang dianugerahkan kepada orang-orang yang berbahagia adalah karunia semata-mata dari Allah swt yang terus menerus tiada putus-putusnya, sesuai dengan firman-Nya:\nMereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 6)",
    "quraish": "Sedangkan orang-orang yang diberikan kebahagiaan oleh Allah, mereka akan masuk surga dan kekal di dalamnya, dari sejak awal selesainya perhitungan sampai waktu yang tidak terbatas. Kecuali orang-orang yang dikehendaki oleh Allah untuk ditunda waktunya masuk surga, yaitu orang-orang Mukmin yang banyak berbuat maksiat. Mereka itu akan berada di neraka sesuai azab yang pantas mereka terima, kemudian keluar dari situ dan masuk ke dalam surga. Mereka yang berbahagia itu, akan diberi oleh Tuhanmu karunia yang besar dan kekal di surga, tidak berkurang dan tidak putus-putus.",
    "jalalayn": "(Adapun orang-orang yang berbahagia) dapat dibaca sa`iduu atau su`iduu (maka tempatnya di dalam surga, mereka kekal di dalamnya selama ada langit dan bumi kecuali) melainkan (jika Rabbmu menghendaki) penafsirannya seperti apa yang telah dikemukakan pada ayat terdahulu yang hal ini ditunjukkan oleh firman selanjutnya, yaitu (sebagai karunia yang tiada putus-putusnya) tidak pernah terputus, dan penakwilan yang terdahulu itulah penakwilan yang paling kuat karena ia terlepas dari pengertian yang dipaksakan. Akhirnya hanya Allah jualah Yang Maha Mengetahui akan maksud-Nya."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 109,
    "arab": "فَلَا تَكُ فِيْ مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَاۤءِ ۗمَا يَعْبُدُوْنَ اِلَّا كَمَا يَعْبُدُ اٰبَاۤؤُهُمْ مِّنْ قَبْلُ ۗوَاِنَّا لَمُوَفُّوْهُمْ نَصِيْبَهُمْ غَيْرَ مَنْقُوْصٍ ࣖ ",
    "translation": "Maka janganlah engkau (Muhammad) ragu-ragu tentang apa yang mereka sembah. Mereka menyembah sebagaimana nenek moyang mereka dahulu menyembah. Kami pasti akan menyempurnakan pembalasan (terhadap) mereka tanpa dikurangi sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1582.mp3",
    "tafsir": "Pada ayat ini, Allah swt menghibur Nabi Muhammad saw dan memberi peringatan kepada musuh-musuhnya. Dan bagi orang-orang musyrik penyembah berhala, Allah pasti akan menyiksa mereka karena apa yang disembah mereka, sama saja dengan yang telah disembah oleh nenek moyangnya. Sebagaimana nenek moyang mereka telah disiksa akibat perbuatannya memusuhi nabi-nabi dan menyembah berhala, begitu juga yang akan ditimpakan kepada mereka, tidak dikurangi sedikit pun.",
    "quraish": "Jika nasib bangsa-bangsa yang musyrik di dunia dan akhirat seperti yang telah Kami ceritakan kepadamu, wahai Muhammad, maka janganlah kamu ragu akan kesudahan nasib kaummu yang menyembah berhala, seandainya mereka terus berada dalam kesesatan. Sebab, mereka sama dengan nenek moyang mereka terdahulu yang telah Kami ceritakan kisah-kisahnya, sama-sama musyrik. Sesungguhnya Kami akan memenuhi azab yang berhak diterima oleh orang-orang kafir itu secara sempurna, tanpa dikurangi sedikit pun, sesuai dengan dosa yang mereka lakukan.",
    "jalalayn": "(Maka janganlah kamu) hai Muhammad (berada dalam keraguan) menaruh syak (tentang apa yang disembah oleh mereka) yaitu berhala-berhala sesembahan mereka karena sesungguhnya Kami akan mengazab mereka sebagaimana Kami mengazab orang-orang sebelum mereka yang melakukan perbuatan yang sama. Ayat ini dimaksud sebagai penghibur hati Nabi saw. (Mereka tidak menyembah melainkan sebagaimana nenek moyang mereka menyembah) artinya sama dengan penyembahan mereka (dahulu) dan sungguh dahulu Kami telah mengazab mereka. (Dan sesungguhnya Kami pasti akan menunaikan terhadap mereka) sama dengan apa yang telah Kami tunaikan kepada nenek moyang mereka (bagian mereka) pembalasan azab mereka (dengan tidak dikurangi sedikit pun) artinya secukup-cukupnya."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 110,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ",
    "translation": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa, lalu diperselisihkannya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu, niscaya telah dilaksanakan hukuman di antara mereka. Sungguh, mereka (orang kafir Mekah) benar-benar dalam kebimbangan dan keraguan terhadapnya (Al-Qur'an).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1583.mp3",
    "tafsir": "Pada ayat ini, Allah swt menerangkan bahwa Dia telah memberikan kitab Taurat kepada Musa a.s., kemudian kitab Taurat itu diperselisihkan oleh kaumnya, apakah kitab Taurat itu betul dari Allah atau bukan? Ada di antara mereka yang percaya, bahwa kitab Taurat itu betul-betul dari Allah dan sebagian yang lain mengingkarinya. Oleh karena itu, Nabi Muhammad tidak perlu merasa gusar kalau dia melihat orang-orang kafir Mekah meragukan Al-Quran, baik isi maupun kebenarannya. Andaikata tidak ada ketentuan dari Allah untuk menangguhkan kepada orang-orang yang zalim dan ingkar sampai kepada waktu yang telah ditetapkan, tentunya Allah mengazab mereka sebagaimana telah mengazab dan menghancurkan orang-orang yang menentang dakwah rasul dahulu sebelum Nabi Muhammad saw. Sejalan dengan isi ayat ini, Allah berfirman:\nDan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, (Ibrahim/14: 42)\n\nPada akhir ayat ini Allah menjelaskan bahwa orang-orang yang mendustakan kitab Allah benar-benar dalam keraguan dan kebimbangan yang sangat dalam, sebagaimana firman Allah:\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Al-Quran) itu. (asy-Syura/42: 14)",
    "quraish": "Kami tegaskan sekali lagi kepadamu, hai Muhammad, bahwa Kami telah memberikan Tawrât kepada Mûsâ. Sepeninggal Mûsâ, kaumnya beselisih paham dalam penafsiran dan maksud maknanya sesuai dengan keinginan hawa nafsu mereka. Masing-masing mencoba memahaminya menurut hawa nafsu. Mereka pun lantas terpecah menjadi beberapa golongan. Banyak dari mereka yang melenceng jauh dari kebenaran yang dikandungnya. Kalau bukan karena janji Allah untuk menunda siksa mereka sampai datangnya hari kiamat, niscaya ketetapan Allah berupa kebinasaan untuk orang-orang yang menyalahi dan keselamatan bagi orang-orang yang membenarkan pasti akan mereka terima di dunia, seperti halnya umat-umat terdahulu yang menyelewengkan pemahaman kitab suci sehingga sulit ditemukan kebenarannya. Sesungguhnya orang-orang yang mewarisi Tawrât itu berada dalam kebimbangan dan jauh dari hakikat kebenaran.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan Kitab kepada Musa) yaitu kitab Taurat (lalu diperselisihkan tentang Kitab itu) ada yang membenarkan dan ada yang mendustakan, sama halnya dengan nasib yang menimpa Alquran (Dan seandainya tidak ada ketetapan yang terdahulu dari Rabbmu) dengan ditangguhkannya penghisaban dan pembalasan terhadap semua makhluk hingga hari kiamat nanti (niscaya telah ditetapkan peradilan di antara mereka) di dunia tentang apa yang mereka perselisihkan mengenai masalah Kitab itu. (Dan sesungguhnya mereka) yaitu orang-orang yang mendustakannya (dalam keraguan yang menggelisahkan terhadap Alquran) mereka ragu terhadapnya."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 111,
    "arab": "وَاِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ اَعْمَالَهُمْ ۗاِنَّهٗ بِمَا يَعْمَلُوْنَ خَبِيْرٌ",
    "translation": "Dan sesungguhnya kepada masing-masing (yang berselisih itu) pasti Tuhanmu akan memberi balasan secara penuh atas perbuatan mereka. Sungguh, Dia Mahateliti terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1584.mp3",
    "tafsir": "Pada ayat ini Allah swt menegaskan bahwa orang-orang yang memperselisihkan tentang kebenaran Al-Quran dan meragukan kedatangannya dari Allah, maka Allah akan menyempurnakan balasan perbuatan mereka baik di dunia maupun di akhirat, karena Allah Maha Mengetahui apa yang telah mereka kerjakan. Firman Allah:\nDemikian itu disebabkan oleh perbuatan tanganmu sendiri, dan sesungguh-nya Allah tidak menzalimi hamba-hamba-Nya. (ali Imran/3: 182)\n\nDan firman-Nya:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba (-Nya). (Fushshilat/41: 46)",
    "quraish": "Masing-masing kelompok di antara mereka pasti akan dipenuhi balasan amal perbuatan mereka oleh Tuhanmu. Sesungguhnya Allah Maha Mengetahui sekecil apa pun kebaikan dan kejahatan yang mereka lakukan. Dan Dia akan membalas mereka sesuai dengan perbuatannya.",
    "jalalayn": "(Dan sesungguhnya) dapat dibaca wain dan wainna (kepada masing-masing) artinya kepada setiap makhluk (pasti) huruf maa adalah zaidah, sedangkan huruf lam adalah mauthiah atau pendahuluan bagi qasam atau sumpah, atau lam fariqah. Menurut qiraat yang lain lamaa dibaca tasydid sehingga menjadi lammaa yang maknanya sama dengan illaa sedangkan huruf in sebelumnya bermakna nafi (Rabbmu akan menyempurnakan dengan cukup amal perbuatan mereka) yakni pembalasannya. (Sesungguhnya Dia Maha Mengetahui apa yang mereka kerjakan) Dia Maha Mengetahui apa yang tersembunyi dan yang terlahirkan daripadanya."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 112,
    "arab": "فَاسْتَقِمْ كَمَآ اُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاۗ اِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ",
    "translation": "Maka tetaplah engkau (Muhammad) (di jalan yang benar), sebagaimana telah diperintahkan kepadamu dan (juga) orang yang bertobat bersamamu, dan janganlah kamu melampaui batas. Sungguh, Dia Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1585.mp3",
    "tafsir": "Ayat ini memberikan tuntutan kepada Nabi Muhammad saw terhadap apa yang semestinya ia perbuat pada waktu umatnya melancarkan tantangan, dan meragukan Al-Quran yang dibawanya. Dia diperintahkan untuk tetap pada pendiriannya, berjalan di atas jalan yang lurus, menyampaikan syariat yang diamanatkan kepadanya, melaksanakan risalahnya dan jangan sampai terlintas di dalam hatinya akan meninggalkan sebagian dari apa yang telah diwahyukan kepadanya, karena kekejaman fitnahan umatnya, sebagaimana firman Allah:\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hud/11: 12)\nBegitu pula orang-orang yang telah sadar dan insyaf serta tobat dari kemusyrikan dan kekafiran dan telah beriman bersama Muhammad saw supaya tetap dalam pendiriannya, mempertahankan akidah tauhidnya dan jangan sekali-kali bergeser dari jalan yang lurus dan benar yang telah diimani dan diyakininya, karena Allah melihat dan mengetahui semuanya itu. Sejalan dengan ayat ini, Allah berfirman:\nKarena itu serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, \"Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami amal perbuatan kami dan bagi kamu amal perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah (kita) kembali.\" (asy-Syura/42: 15)",
    "quraish": "Jika keadaan umat-umat yang memperselisihkan pemahaman kitab suci begitu adanya, maka bersikaplah kamu dan para pengikutmu yang beriman dengan konsisten mengikuti jalan kebenaran seperti yang diperintahkan Allah. Janganlah kalian melampaui batas kewajaran dengan melalaikan atau meremehkan atau berlebih-lebihan dengan melakukan sesuatu yang di luar kemampuan. Sesungguhnya Allah Maha Mengetahui semua apa yang kalian kerjakan dan pasti Dia akan membalasnya.",
    "jalalayn": "(Maka tetaplah kamu pada jalan yang benar) yaitu mengamalkan perintah Rabbmu dan menyembah kepada-Nya (sebagaimana diperintahkan kepadamu dan) juga tetaplah pada jalan yang benar (orang yang telah bertobat) yaitu orang yang telah beriman (beserta kamu dan janganlah kalian melampuai batas) melanggar batasan-batasan Allah. (Sesungguhnya Dia Maha Melihat apa yang kalian kerjakan) oleh sebab itu Dia membalas kalian."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 113,
    "arab": "وَلَا تَرْكَنُوْٓا اِلَى الَّذِيْنَ ظَلَمُوْا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ثُمَّ لَا تُنْصَرُوْنَ",
    "translation": "Dan janganlah kamu cenderung kepada orang yang zalim yang menyebabkan kamu disentuh api neraka, sedangkan kamu tidak mempunyai seorang penolong pun selain Allah, sehingga kamu tidak akan diberi pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1586.mp3",
    "tafsir": "Pada ayat ini, Allah swt menandaskan bahwa orang-orang yang beriman kepada Nabi Muhammad dan menganut agamanya, supaya jangan sekali-kali cenderung kepada orang-orang zalim, yaitu musuh-musuh kaum Muslimin yang selalu menyakitinya dan orang-orang musyrik yang selalu berusaha mengembalikannya kepada kemusyrikan. Jangan sekali-kali minta bantuan dan pertolongan dari mereka, seakan-akan mereka telah dijadikan pemimpinnya, karena bila hal itu sudah sampai kepada derajat yang demikian, maka termasuklah orang-orang mukmin itu seperti mereka juga yang tidak akan mendapat petunjuk. Firman Allah:\nBarang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim. (al-Maidah/5: 51)\n\nSatu-satunya yang dapat dijadikan pemimpin serta diminta bantuan dan pertolongannya hanya Allah. Barang siapa yang berbuat selain dari itu, maka ia termasuk orang yang zalim yang tak mempunyai penolong, sebagaimana firman Allah:\nDan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-Maidah/5: 72)",
    "quraish": "Janganlah sedikit pun kalian condong kepada musuh-musuh Allah dan musuh-musuh kalian yang menzalimi diri mereka dan melanggar batasan-batasan Allah. Jangan kalian bergantung kepada mereka atau menganggap baik jalan yang mereka tempuh. Sebab, dengan condong kepada mereka, kalian pantas menerima siksa neraka, dan tidak ada seorang pun yang dapat menghindarkannya dari kalian. Sebagai kesudahan kalian, kalian tidak akan dibela oleh Allah dalam melawan musuh dengan cara tidak ditolong, oleh sebab kecenderungan kalian kepada musuh-Nya.",
    "jalalayn": "(Dan janganlah kalian cenderung) condong hati (kepada orang-orang yang lalim) dengan menyukai mereka atau berbasa-basi terhadap mereka atau menyenangi perbuatan mereka (yang menyebabkan kalian disentuh) kalian terkena (api neraka dan sekali-kali kalian tiada mempunyai selain daripada Allah) selain-Nya (seorang penolong pun) yang dapat memelihara diri kalian dari azab-Nya. Huruf min di sini zaidah (kemudian kalian tidak akan diberi pertolongan) sehingga kalian tidak dapat selamat dari azab-Nya."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 114,
    "arab": "وَاَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۗاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذَّاكِرِيْنَ",
    "translation": "Dan laksanakanlah salat pada kedua ujung siang (pagi dan petang) dan pada bagian permulaan malam. Perbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1587.mp3",
    "tafsir": "Ayat ini memerintahkan agar kaum Muslimin mendirikan salat, lengkap dengan rukun dan syaratnya, tetap dikerjakan lima kali dalam sehari semalam menurut waktu yang telah ditentukan yaitu salat Subuh, Zuhur, dan Asar, Magrib, dan Isya. Sejalan dengan ayat ini firman Allah:\nMaka bertasbihlah kepada Allah pada petang hari dan pada pagi hari (waktu subuh), dan segala puji bagi-Nya baik di langit, di bumi, pada malam hari dan pada waktu zuhur (tengah hari). (ar-Rum/30: 17-18)\n\nAyat ini menerangkan juga bahwa perbuatan-perbuatan yang baik, yang garis besarnya ialah mengerjakan perintah Allah dan menjauhi larangannya, antara lain melaksanakan salat, akan menghapuskan dosa-dosa kecil dan perbuatan-perbuatan buruk. Ini sejalan dengan sabda Nabi Muhammad saw:\nIringilah perbuatan buruk itu dengan perbuatan yang baik, maka perbuatan baik itu akan menghapuskan (dosa) perbuatan buruk itu. (Riwayat at-Tirmidzi dari Abu dzar al-Gifari)\n\nDan firman Allah:\nJika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nisa/4: 31)\n\nPesan-pesan terdahulu seperti perintah istiqamah, larangan berbuat aniaya dan memihak kepada orang-orang zalim serta perintah mendirikan salat adalah merupakan pelajaran dan peringatan bagi orang-orang yang sadar dan insyaf yang selalu ingat kepada Allah.",
    "quraish": "Laksanakanlah salat, hai Muhammad, dengan sempurna pada kedua tepi siang (pagi dan sore) dan pada bagian-bagian waktu malam. Sesungguhnya yang demikian itu dapat menyucikan jiwa, sehingga mampu mengalahkan kecenderungan berbuat jahat dan dapat menghapuskan dampak dosa-dosa kecil yang tidak pernah luput dari manusia. Petunjuk kebaikan yang diperintahkan kepadamu itu adalah suatu nasihat yang bermanfaat bagi orang-orang yang siap menerimanya, yang selalu ingat dan tidak melupakan Tuhan- Nya.",
    "jalalayn": "(Dan dirikanlah salat itu pada kedua tepi siang) yaitu di waktu pagi dan sore; yang dimaksud adalah salat subuh, zuhur dan asar (dan pada bagian permulaan) lafal zulafan adalah bentuk jamak dari kata tunggal zulfatan, artinya beberapa bagian (dari malam hari) yaitu salat isyak dan magrib. (Sesungguhnya perbuatan-perbuatan yang baik itu) seperti menjalankan salat lima waktu (menghapuskan perbuatan-perbuatan yang buruk) yakni dosa-dosa yang kecil. Ayat ini diturunkan berkenaan dengan seorang sahabat yang mencium perempuan bukan muhrimnya. Kemudian sahabat itu menceritakannya kepada Nabi saw. Maka Nabi saw. bersabda sampai dengan perkataannya berikut ini, \"... hal ini berlaku bagi umatku seluruhnya.\" Hadis ini diriwayatkan oleh Imam Bukhari dan Imam Muslim. (Itulah peringatan bagi orang-orang yang ingat) sebagai pelajaran bagi orang-orang yang mau mengambil pelajaran."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 115,
    "arab": "وَاصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "translation": "Dan bersabarlah, karena sesungguhnya Allah tidak menyia-nyiakan pahala orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1588.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan supaya berlaku sabar. Yang dimaksud dengan sabar dalam ayat ini ialah tabah dan tahan menghadapi segala kesulitan dalam menjalankan perintah Allah dan menjauhi larangan-Nya. Sabar dan salat adalah dua amal yang kembar yang dapat dijadikan penolong untuk dapat mengatasi segala kesulitan yang dihadapi, sehingga dengan mudah dapat sampai kepada yang dicita-citakan. Tidak sedikit ayat yang menganjurkan supaya sabar dan salat itu dijadikan penolong. Antara lain firman Allah:\nWahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar. (al-Baqarah/2: 153)\n\nDan firman-Nya:\nMaka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang. (thaha/20: 130)\n\nAyat ini disudahi dengan suatu penegasan bahwa Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat kebaikan seperti sabar, tetapi Allah akan menyempurnakan pahalanya sebagaimana firman-Nya:\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)",
    "quraish": "Bersabarlah dalam menghadapi kesulitan dalam mengerjakan apa yang Kami perintahkan kepadamu. Laksanakanlah dengan baik. Allah pasti akan memberimu pahala yang besar. Sebab pahala orang-orang yang baik amalnya tidak akan sia-sia di sisi Allah.",
    "jalalayn": "(Dan bersabarlah) hai Muhammad, di dalam menghadapi perlakuan kaummu yang menyakitkan itu; atau bersabarlah kamu di dalam menjalankan salat (karena sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat kebaikan) bersabar di dalam menjalankan ketaatan."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 116,
    "arab": "فَلَوْلَا كَانَ مِنَ الْقُرُوْنِ مِنْ قَبْلِكُمْ اُولُوْا بَقِيَّةٍ يَّنْهَوْنَ عَنِ الْفَسَادِ فِى الْاَرْضِ اِلَّا قَلِيْلًا مِّمَّنْ اَنْجَيْنَا مِنْهُمْ ۚوَاتَّبَعَ الَّذِيْنَ ظَلَمُوْا مَآ اُتْرِفُوْا فِيْهِ وَكَانُوْا مُجْرِمِيْنَ",
    "translation": "Maka mengapa tidak ada di antara umat-umat sebelum kamu orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil di antara orang yang telah Kami selamatkan. Dan orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan. Dan mereka adalah orang-orang yang berdosa. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1589.mp3",
    "tafsir": "Pada ayat ini Allah swt menyatakan celaan-Nya kepada orang-orang pintar, cerdik-pandai yang tidak melarang orang-orang sesamanya berbuat kerusakan di muka bumi, padahal akal sehat dan pikiran cerdas yang mereka miliki itu cukup untuk dapat mengerti dan memahami kebaikan yang diserukan oleh para rasul. Hanya sedikit saja di antara mereka yang mempergunakan akal sehat, pikiran, dan kecerdasannya, untuk melarang berbuat yang mungkar dan menyuruh berbuat yang baik. Mereka yang sedikit itulah yang diselamatkan oleh Allah. Orang-orang dahulu yang cerdik pandai yang zalim lebih mementingkan kemewahan dan kesenangan yang berlebih-lebihan yang menyebabkan mereka itu menjadi sombong, takabur, dan fasik. Ajakan rasul kepada kebaikan ditentangnya, bahkan mereka berbuat sebaliknya. Kejahatan merebak, tidak ada seorang pun di antara mereka yang melarang orang lain berbuat yang mungkar. Oleh karena dosa yang mereka perbuat itu sudah terlalu berat, maka Allah membinasakan mereka. Firman Allah:\nDan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isra/17: 16)",
    "quraish": "Seharusnya, di antara umat-umat terdahulu yang telah Kami binasakan karena kezaliman mereka, ada sekelompok orang yang didengar dan diberi kelebihan dalam beragama dan menggunakan akal, selalu mencegah orang lain berbuat kerusakan di muka bumi, sehingga mampu melindungi mereka dari azab yang menimpa. Sama sekali itu tidak akan terjadi. Yang terjadi justru di antara mereka hanya ada sedikit dari orang-orang yang beriman, yang tidak didengar pendapat dan arahannya.",
    "jalalayn": "(Maka mengapa tidak ada) mengapa tidak (dari umat-umat) dari bangsa-bangsa terdahulu (sebelum kamu orang-orang yang mempunyai keutamaan) orang-orang yang teguh dalam beragama dan memiliki keutamaan (yang melarang daripada mengerjakan kerusakan di muka bumi) makna yang dimaksud adalah meniadakan, artinya hal tersebut jelas tidak akan terjadi di kalangan mereka (kecuali) hanya (sebagian kecil di antara orang-orang yang telah Kami selamatkan di antara mereka) yang melakukan nahi mungkar sehingga selamatlah mereka. Huruf min di sini mengandung makna bayan atau penjelasan (dan orang-orang yang lalim hanya mementingkan) mereka tidak mau melakukan nahi mungkar dan selalu senang dengan perbuatan kerusakan (kenikmatan yang mewah yang ada pada mereka) mereka hanya bersenang-senang saja (dan mereka adalah orang-orang yang berdosa)."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 117,
    "arab": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا مُصْلِحُوْنَ",
    "translation": "Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1590.mp3",
    "tafsir": "Pada ayat ini Allah swt menjelaskan bahwa Dia tidak akan membinasakan suatu negeri, jika penduduk negeri itu, masih berbuat kebaikan, tidak berbuat zalim seperti mengurangi timbangan sebagaimana halnya kaum Nabi Syuaib a.s., tidak melakukan perbuatan liwath (homoseks, sodomi) seperti halnya kaum Nabi Lut a.s., tidak patuh kepada pimpinannya yang kejam dan bengis, seperti halnya Firaun, dan kejahatan lain, karena yang demikian, adalah suatu kezaliman. Allah tidak akan menyuruh melakukan yang demikian itu. Firman Allah:\nDan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fushshilat/41: 46)\n\nDan firman-Nya:\nSesungguhnya Allah tidak menzalimi manusia sedikit pun. (Yunus/10: 44)",
    "quraish": "Bukan merupakan suatu ketentuan dan keadilan Allah di alam ini, untuk menganiaya penduduk suatu negeri dengan membinasakan mereka, padahal mereka berpegang teguh pada kebenaran dan melaksanakan segala kebaikan secara konsisten serta mengerjakan segala yang membawa kemaslahatan bagi diri mereka dan orang lain.",
    "jalalayn": "(Dan Rabbmu sekali-kali tidak akan membinasakan negeri-negeri secara lalim) dengan sesuka-Nya terhadap negeri-negeri tersebut (sedangkan penduduknya orang-orang yang berbuat kebaikan) orang-orang yang beriman."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 118,
    "arab": "وَلَوْ شَاۤءَ رَبُّكَ لَجَعَلَ النَّاسَ اُمَّةً وَّاحِدَةً وَّلَا يَزَالُوْنَ مُخْتَلِفِيْنَۙ  ",
    "translation": "Dan jika Tuhanmu menghendaki, tentu Dia jadikan manusia umat yang satu, tetapi mereka senantiasa berselisih (pendapat),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1591.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa kalau Allah menghendaki, maka manusia menjadi umat yang satu dalam beragama sesuai dengan fitrah asal kejadiannya. Sekalipun pada mulanya manusia itu merupakan umat yang satu tidak terdapat perselisihan di antara mereka, tetapi setelah mereka berkembang biak, timbullah keperluan dan keinginan yang berbeda-beda maka timbul pulalah perbedaan dan perselisihan yang tak habis-habisnya, sebagaimana firman Allah:\nDan manusia itu dahulunya hanyalah satu umat, kemudian mereka berselisih. (Yunus/10: 19)",
    "quraish": "Kalau Tuhanmu berkehendak, niscaya Dia akan menjadikan seluruh manusia menganut satu agama, tunduk dengan sendirinya kepada Allah, seperti malaikat. Dan alam pun tidak seperti yang ada ini. Tetapi Allah tidak menghendaki yang demikian itu. Allah membiarkan mereka bebas memilih, sehingga terus berselisih paham dalam memahami segala sesuatu, meskipun hal itu adalah masalah yang berkaitan dengan pokok-pokok kepercayaan seperti iman kepada Allah, malaikat, rasul dan hari kiamat yang sebenarnya tidak boleh diperselisihkan. Mereka berselisih menurut kecenderungan, hawa nafsu dan cara berpikir masing- masing. Tiap-tiap kelompok dari mereka bersikeras dengan pendapatnya dan ajaran nenek moyangnya.",
    "jalalayn": "(Jikalau Rabbmu menghendaki, tentu Dia menjadikan manusia umat yang satu) pemeluk agama yang satu (tetapi mereka senantiasa berselisih pendapat) dalam masalah agama."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 119,
    "arab": "اِلَّا مَنْ رَّحِمَ رَبُّكَ ۗوَلِذٰلِكَ خَلَقَهُمْ ۗوَتَمَّتْ كَلِمَةُ رَبِّكَ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ",
    "translation": "kecuali orang yang diberi rahmat oleh Tuhanmu. Dan untuk itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, “Aku pasti akan memenuhi neraka Jahanam dengan jin dan manusia (yang durhaka) semuanya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1592.mp3",
    "tafsir": "Perselisihan mereka tidak saja tentang agama yang dianut oleh masing-masing kaum seperti agama Yahudi, Nasrani, Majusi, Islam, atau syirik, tetapi juga penganut dari satu agama, kecuali orang-orang yang mendapat rahmat dari Allah dan diberi taufik serta hidayah. Mereka itu bersatu dan selalu mengusahakan persatuan agar manusia taat kepada peraturan dan ketentuan Allah, mengerjakan apa yang diperintahkan-Nya dan menjauhi apa yang dilarang-Nya. Demikian kehendak Allah mengenai keragaman manusia. Ada yang mendapat rahmat, taufik, dan hidayah dari Allah, mereka bersatu dan menggalang persatuan, dan mereka termasuk dalam golongan orang-orang yang bahagia yang akan menjadi penghuni surga. Ada pula yang tak putus-putusnya berselisih dan mereka termasuk dalam golongan orang-orang yang celaka yang menjadi penghuni neraka. Malik bin Anas pernah berkata, \"Manusia itu diciptakan sebagian berada di surga dan sebagian yang lain berada di neraka sair.\" Oleh karena itu Allah mengakhiri ayat ini dengan satu ketegasan bahwa telah menjadi ketentuan-Nya akan memenuhi neraka Jahanam dengan jin dan manusia yang selalu berbuat jahat dan dosa di muka bumi ini.",
    "quraish": "Akan tetapi orang-orang yang diberi rahmat oleh Allah karena fitrah mereka yang suci, sepakat tentang ketentuan Allah untuk mereka, sehingga mereka percaya kepada para rasul, kitab-kitab suci dan hari kiamat. Atas dasar kehendak-Nya yang telah ditetapkan dalam sistem alam raya ini, Allah menciptakan manusia siap untuk menerima pahala dan siksa. Dengan begitu, janji Allah pun terlaksana, yaitu neraka jahanam akan diisi dengan pengikut-pengikut iblis yang terdiri atas manusia dan jin.",
    "jalalayn": "(Kecuali orang-orang yang diberi rahmat oleh Rabbmu) artinya Allah telah menghendaki kebaikan bagi mereka sehingga mereka tidak berselisih pendapat tentangnya. (Dan untuk itulah Allah menciptakan mereka) sebagian di antara mereka ada yang suka berselisih dan sebagian yang lain ada yang diberi rahmat oleh-Nya sehingga mereka tidak berselisih mengenai agama. (Kalimat Rabbmu telah diputuskan) yaitu (sesungguhnya Aku akan memenuhi Jahanam dengan jin dan manusia semuanya.)"
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 120,
    "arab": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤَادَكَ وَجَاۤءَكَ فِيْ هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَّذِكْرٰى لِلْمُؤْمِنِيْنَ ",
    "translation": "Dan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu; dan di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat dan peringatan bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1593.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kisah para rasul terdahulu bersama umatnya, seperti peristiwa perdebatan dan permusuhan di antara mereka, keluhan para nabi karena kaumnya mendustakan serta menyakiti dan sebagainya, semuanya itu berguna untuk meneguhkan hati Rasulullah agar tidak tergoyahkan oleh apa pun untuk mengemban tugas kerasulan dan menyiarkan dakwahnya. Selain itu, kisah-kisah tersebut juga menanamkan keyakinan yang mantap dan mendalam tentang apa yang diserukan para rasul, seperti akidah bahwa Allah adalah Esa, bertobat dan beribadah kepada-Nya dengan ikhlas, meninggalkan kejahatan, baik yang nyata maupun yang tidak nyata. Kesemuanya itu merupakan pelajaran dan peringatan yang bermanfaat bagi orang-orang mukmin bahwa umat terdahulu itu ditimpakan azab kepadanya karena mereka telah berbuat aniaya dan kerusakan di bumi.",
    "quraish": "Dari setiap kisah rasul-rasul dan umat-umatnya yang telah lalu, Kami kisahkan kepadamu, Muhammad, sesuatu yang dapat menguatkan hatimu dalam melaksanakan tugas berat: menyampaikan pesan-pesan Allah. Di dalam kisah-kisah tersebut terdapat penjelasan kebenaran yang kamu serukan seperti para rasul terdahulu, seperti seruan mengesakan Tuhan dan menjauhi sesuatu yang dimurkai-Nya. Di dalamnya juga terkandung nasihat dan pelajaran yang dapat diambil oleh orang-orang Mukmin sehingga iman mereka bertambah dan orang-orang yang siap menerima keimanan sehingga bergegas menggapainya.",
    "jalalayn": "(Dan setiap) lafal kullan ini dinashabkan dengan alamat naqsh sedangkan tanwinnya merupakan pergantian dari mudhaf ilaih, artinya semua kisah rasul-rasul yang diperlukan (Kami ceritakan kepadamu, yaitu kisah-kisah para rasul) lafal maa di sini menjadi badal daripada lafal kullan (yang dengannya Kami teguhkan) Kami tenangkan (hatimu) kalbumu (dan dalam surah ini telah datang kepadamu kebenaran) yang dimaksud adalah kisah-kisah para rasul ini atau ayat-ayat ini (serta pengajaran dan peringatan bagi orang-orang yang beriman) orang-orang yang beriman disebutkan di sini secara khusus, mengingat hanya merekalah yang dapat memanfaatkan adanya kisah-kisah atau ayat-ayat ini untuk mempertebal keimanan mereka, berbeda dengan orang-orang kafir."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 121,
    "arab": "وَقُلْ لِّلَّذِيْنَ لَا يُؤْمِنُوْنَ اعْمَلُوْا عَلٰى مَكَانَتِكُمْۗ اِنَّا عٰمِلُوْنَۙ  ",
    "translation": "Dan katakanlah (Muhammad) kepada orang yang tidak beriman, “Berbuatlah menurut kedudukanmu; kami pun benar-benar akan berbuat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1594.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan kepada Nabi Muhammad saw agar berkata kepada orang-orang kafir, \"Berbuatlah menurut kedudukan dan kemampuanmu menentang dakwah dan menyakiti orang-orang yang berdakwah beserta pendukung-pendukungnya. Kami pun akan berbuat menurut kedudukan dan kemampuan kami mempertahankan dakwah dan meneruskan perintah Allah, serta taat dan patuh kepada-Nya.\" Ini adalah ancaman kepada mereka tentang azab yang akan diterimanya sebagai balasan dari perbuatannya itu.",
    "quraish": "Katakanlah, hai Muhammad, kepada mereka yang terus membangkang dan ingkar, kerahkanlah segala kemampuan kalian untuk memerangi Islam dan mengganggu orang-orang Mukmin. Kami akan tetap tegar melangkah di jalan kami.",
    "jalalayn": "(Dan katakanlah kepada orang-orang yang tidak beriman, \"Berbuatlah menurut kemampuan kalian) sesuai dengan keadaan dan kondisi kalian (sesungguhnya Kami pun berbuat pula.\") sesuai dengan keadaan Kami; ungkapan ini dimaksud sebagai ancaman buat orang-orang yang tidak beriman."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 122,
    "arab": "وَانْتَظِرُوْاۚ اِنَّا مُنْتَظِرُوْنَ",
    "translation": "dan tunggulah, sesungguhnya kami pun termasuk yang menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1595.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan Nabi Muhammad untuk mengatakan kepada orang-orang kafir yang tetap membangkang kepada Rasul agar mereka menunggu apa yang akan terjadi dengan dakwah Rasul, dan musibah apa yang menimpa Rasul, yang memang sangat mereka harapkan, sebagaimana dijelaskan dalam firman-Nya:\nBahkan mereka berkata, \"Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.\" (ath-thur/52: 30)\n\nKemudian Rasul diperintahkan untuk mengatakan kepada mereka bahwa ia juga menunggu apa yang akan terjadi dengan nasib mereka, apakah mereka akan diazab Allah, ataukah mereka akan dikalahkan oleh orang-orang mukmin, dalam peperangan yang akan terjadi antara kedua belah pihak, sebagaimana nasib yang diterima umat-umat terdahulu, yang membangkang kepada nabi-nabi mereka. Sesungguhnya Allah menjamin kemenangan bagi orang-orang yang membela agama, dan kekalahan serta kehinaan bagi orang-orang yang zalim. Ayat-ayat ini serupa dengan firman Allah:\nKelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-Anam/6: 135)",
    "quraish": "Tunggulah apa yang kalian nantikan dari kami, kami pun juga menunggu janji Allah kepada kami berupa kesuksesan misi dakwah dan kemenangan atas musuh.",
    "jalalayn": "(\"Dan tunggulah) akibat perbuatan kalian (sesungguhnya kami pun menunggu pula.\") hal tersebut."
  },
  {
    "hizb": 94,
    "name": "Hud",
    "ayat": 123,
    "arab": "وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِ وَاِلَيْهِ يُرْجَعُ الْاَمْرُ كُلُّهٗ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ ",
    "translation": "Dan milik Allah meliputi rahasia langit dan bumi dan kepada-Nya segala urusan dikembalikan. Maka sembahlah Dia dan bertawakallah kepada-Nya. Dan Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1596.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah mengetahui yang tersembunyi dan tidak terjangkau dengan ilmu siapa pun baik di langit maupun di bumi. Dialah mengetahui segala apa yang akan terjadi dan waktu terjadinya secara tepat. Semua urusan akan kembali kepada-Nya. Apa yang Dia kehendaki pasti jadi, dan apa yang tidak Dia kehendaki tak akan ada. Oleh karena itu, Dialah satu-satunya yang pantas dan wajib disembah, dengan segala keikhlasan. Kepada-Nyalah kita harus bertawakal guna tercapainya sesuatu yang di luar kemampuan kita, karena barang siapa yang bertawakal kepada-Nya akan tercapailah keperluannya. Firman Allah:\nDan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. (ath-thalaq/65: 3)\n\nPada akhir ayat ini, Allah swt menjelaskan bahwa Dia tidak akan lalai dari apa yang telah dikerjakan hamba-Nya. Dia akan menyempurnakan tiap-tiap balasan amal yang diperbuat di dunia ini dan tidak akan ada pengurangan sedikit pun.\n\nFirman Allah:\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)",
    "quraish": "Pengetahuan tentang sesuatu yang gaib di langit dan bumi hanyalah milik Allah. Oleh karena itu, Dia Maha Mengetahui apa yang akan menimpa kalian dan apa yang akan kami terima. Dan hanya kepada- Nyalah pengaturan segala sesuatu dikembalikan. Jika demikian, maka sembahlah Allah semata. Bertawakallah kepada-Nya, dan jangan takut kepada selain-Nya. Tuhanmu tidak akan lengah dari apa yang kalian kerjakan, hai orang-orang Mukmin dan kafir. Masing-masing akan diberi balasan yang setimpal di dunia dan akhirat.",
    "jalalayn": "(Dan kepunyaan Allahlah apa yang gaib di langit dan di bumi) artinya Allah mengetahui semua yang samar atau yang gaib di dalam keduanya (dan kepada-Nyalah dikembalikan) jika dibaca yarji'u artinya sama dengan lafal ya'uudu yaitu kembali. Jika dibaca yurja'u maka artinya sama dengan lafal yuraddu yaitu dikembalikan (urusan-urusan semuanya) oleh sebab itu Dia menghukum orang-orang yang durhaka terhadap-Nya (maka sembahlah Dia) artinya esakanlah Dia (dan bertawakallah kepada-Nya) artinya percayalah kepada-Nya karena sesungguhnya Dialah yang mencukupimu. (Dan sekali-kali Rabbmu tidak lalai dari apa yang mereka kerjakan) sesungguhnya Dia sengaja menangguhkan mereka hanya sampai pada saatnya nanti. Menurut suatu qiraat lafal ya'maluuna dibaca ta`maluuna, artinya yang kalian kerjakan."
  },
  {
    "hizb": 94,
    "name": "Yusuf",
    "ayat": 1,
    "arab": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
    "translation": "Alif Lam Ra.  Ini adalah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1597.mp3",
    "tafsir": "Ayat pertama surah Yusuf ini sama bunyinya dengan ayat pertama pada surah Yunus kecuali pada akhir ayat pertama surah Yunus ada kata \"al hakim\" sedang pada ayat pertama surah ini terdapat kata \"al-Mubin\".\nAl-hakim artinya penuh hikmat dan al-Mubin artinya nyata, jelas, dan terang. Biasanya dengan memperhatikan ayat pertama dari tiap-tiap surah sudah dapat diperkirakan apa pokok-pokok isi surah itu. Surah Yunus yang ayat pertamanya diakhiri dengan al-Hakim, terdapat di dalamnya masalah-masalah hikmat dan filsafat, seperti masalah keesaan Allah, sifat-sifat-Nya, kebenaran risalah yang dibawa para nabi yang dikuatkan dengan berbagai macam mukjizat, masalah hari kebangkitan, hari pembalasan, dan sebagainya. Semuanya itu adalah masalah-masalah yang harus direnungkan dan difikirkan secara mendalam dan termasuk masalah hikmat dan filsafat. Adapun surah Yusuf ayat pertamanya diakhiri dengan al-Mubin. Hal ini mengisyaratkan bahwa di dalamnya terdapat suatu kisah yang sangat menarik, digubah dengan susunan kata-kata yang mempesona penuh balagah dan falsafah dalam suatu jalinan cerita yang indah yang mendorong pembacanya untuk mengikuti sampai akhir, suatu kisah yang patut menjadi contoh dan teladan yang menggambarkan dengan jelas bagaimana kehidupan seorang nabi yang mulia semenjak kecilnya mengalami beraneka ragam penderitaan sampai ia menjadi penguasa yang disegani dan dihormati di negeri Mesir.",
    "quraish": "[[12 ~ YUSUF (NABI YUSUF A. S.) Pendahuluan: Makkiyyah, 111 ayat ~ Surat ini termasuk dalam kelompok surat Makkiyyah. Kisah Yûsuf dalam surat ini diceritakan pada 78 ayat. Surat ini dimulai dengan tiga ayat yang menyebutkan wahyu yang diturunkan kepada Muhammad. Di ayat yang pertama disebut sebagai kitab suci yang jelas dan menjelaskan (al-kitâb al-mubîn). Sementara di ayat kedua disebut sebagai bacaan yang berbahasa Arab (al-Qur'ân al-'Arabiyy). Hal ini berarti, al-Qur'ân harus dipelihara dalam bentuk tulisan dan hafalan sekaligus. Kemudian pada ayat ketiga disebutkan bahwa al-Qur'ân mengandung kisah-kisah terbaik yang belum diketahui oleh Nabi Muhammad saw. sebelum turunnya wahyu. Hal ini membuktikan bahwa al-Qur'ân adalah wahyu Allah. Surat dan kisah di dalam surat ini ditutup dengan menegaskan kembali apa yang telah ditetapkan di awal-awal surat. Pada sepuluh ayat terakhir, Allah mengarahkan Nabi-Nya bahwa kisah ini termasuk berita-berita gaib yang belum pernah Nabi ketahui hakikat dan rinciannya sebelum wahyu turun. Dan juga ketika saudara- saudara Yûsuf sepakat berencana mencelakakannya, Nabi tidak berada ditengah-tengah mereka. Kemudian Allah memberitahukan rasul-Nya bahwa kepongahan dan kedengkianlah yang membuat kebanyakan manusia tetap mempertahankan kekufurannya, dan bahwa usaha keras yang dilakukan Nabi agar kebanyakan mereka beriman tidak berguna sama sekali. Di sini dijelaskan bahwa dalam menjalankan tugas Nabi tidak mengharap upah sedikit pun. Al-Qur'ân yang dibawanya itu hanyalah petunjuk dan peringatan bagi semua manusia. Sebagai penutup surat, Allah menyinggung hal ihwal para rasul yang kisahnya telah diceritakan, bagaimana sikap kaumnya dan kemenangan yang pada akhirnya mereka peroleh dari orang-orang kafir yang jahat. Allah menegaskan bahwa kisah-kisah para nabi itu merupakan pelajaran berharga bagi orang-orang berakal. Dan al-Qur'ân yang berbicara tentang kisah-kisah tersebut, juga yang lainnya, bukanlah dongeng palsu dari Allah. Akan tetapi al-Qur'ân itu adalah suatu kebenaran dan kitab yang membenarkan kitab-kitab suci samawi lainnya. Dia juga merupakan petunjuk dan rahmat bagi orang-orang yang mau berfikir, menjadikan pelajaran dan beriman. Ciri yang paling menonjol dari surat ini, adalah kisah Yûsuf diceritakan secara lengkap. Tersebarnya dengki di keluarga itu karena kasih sayang yang diberikan kepada sebagian anak saja juga tampak di surat ini. Kedengkian putra-putra Ya'qûb terhadap saudara mereka, Yûsuf, membuat Yûsuf diceburkan ke dalam sumur. Akan tetapi Allah melindunginya dari rencana jahat mereka seperti halnya Dia menjaga Yûsuf dari godaan istri pembesar Mesir (al-'Azîz) ketika telah menginjak dewasa, sampai akhirnya Yûsuf mempunyai posisi penting di Mesir, negeri yang menjadi tumpuan saudara-saudaranya yang telah bersekongkol mencelakakannya. Demikian pula sikap Allah terhadap para nabi yang akan memenangkan mereka atas musuh dan membuat mereka eksis di muka bumi selama mereka berpegang teguh pada kebenaran, mempercayainya dan bersikukuh pada tali kebenaran.]] Alif, Lâm, Râ'. Huruf-huruf tersebut, dan huruf-huruf serupa lainnya yang merupakan bagian dari bahasa kalian, bangsa Arab, adalah juga bagian dari ayat-ayat al-Qur'ân yang mengandung mukjizat. Al-Qur'ân itu juga jelas dan menjelaskan kepada orang yang mencari kebenaran dan petunjuk. Huruf-huruf fonetis ini juga untuk menggugah perhatian mereka sehingga memperhatikan apa yang akan dibacakan walaupun mereka telah sepakat untuk tidak mendengarkannya.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (ini) ayat-ayat ini (adalah ayat-ayat Kitab) yakni Alquran; idhafat di sini mengandung makna min, artinya bagian daripada Alquran (yang jelas) yang membedakan perkara hak daripada perkara yang batil."
  },
  {
    "hizb": 94,
    "name": "Yusuf",
    "ayat": 2,
    "arab": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Sesungguhnya Kami menurunkannya sebagai Qur'an berbahasa Arab, agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1598.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Dia menurunkan Al-Quran dalam bahasa Arab yang fasih agar dapat direnungkan dan difikirkan isi dan maknanya. Memang Al-Quran diturunkan untuk semua manusia, bahkan juga untuk jin, tetapi karena yang pertama-tama menerimanya ialah penduduk Mekah, maka wajarlah bila firman itu ditujukan lebih dahulu kepada mereka dan seterusnya berlaku untuk semua umat manusia. Pertama-tama Allah menuntut perhatian orang-orang Quraisy dan orang-orang Arab seluruhnya supaya mereka memperhatikan isinya dengan sebaik-baiknya karena di dalamnya terkandung bermacam-macam ilmu pengetahuan yang bermanfaat bagi mereka di dunia dan akhirat seperti hukum-hukum agama, kisah para nabi dan rasul, hal-hal yang bertalian dengan pembangunan masyarakat, pokok-pokok kemakmuran, akhlak, filsafat, tata cara berpolitik, baik yang bersifat nasional maupun yang bersifat internasional, dan lain sebagainya. Semuanya itu diutarakan dalam bahasa Arab yang indah susunannya mudah dipahami oleh mereka.",
    "quraish": "Sesungguhnya Kami menurunkan kepadamu, Muhammad, sebuah firman berbahasa Arab yang dapat dibaca dan dihafal oleh bangsa Arab, agar mereka dapat memahaminya dan menyampaikannya kepada orang lain.",
    "jalalayn": "(Sesungguhnya Kami menurunkannya berupa Alquran dengan berbahasa Arab) dengan memakai bahasa Arab (agar kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya."
  },
  {
    "hizb": 94,
    "name": "Yusuf",
    "ayat": 3,
    "arab": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
    "translation": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1599.mp3",
    "tafsir": "Pada ayat ini, Allah mengkhususkan firman-Nya kepada Nabi Muhammad saw dan tentu saja untuk diperhatikan oleh orang Arab dan umat manusia seluruhnya. Para mufasir mengatakan bahwa surah Yusuf ini adalah salah satu surah dalam Al-Quran yang diturunkan untuk menghibur dan menggembirakan hati Nabi Muhammad saw di kala beliau menderita tekanan-tekanan yang berat dari kaum Quraisy berupa cemoohan, hinaan, pembangkangan, dan tindakan kekerasan sehingga beliau terpaksa hijrah bersama Abu Bakar ke Medinah. Memang demikianlah halnya karena kisah Nabi Yusuf ini adalah suatu kisah yang menarik sekali, dikisahkan dengan cara terperinci, tiap babak mengandung hikmah yang dalam dan pelajaran yang besar manfaatnya bagi orang yang memperhatikannya, apalagi bila dilihat dari segi keindahan susunan bahasa dan isi ceritanya yang belum dikenal seluruhnya baik oleh Nabi Muhammad saw sendiri maupun oleh kaum Quraisy dan orang Arab pada umumnya.\nKisah ini selain menceritakan keadaan Nabi Yakub a.s. beserta anak-anaknya yang masih hidup dengan cara kehidupan orang-orang Badui, menceritakan pula bagaimana kehidupan dalam masyarakat yang telah maju dan berkebudayaan tinggi, bagaimana kehidupan para penguasa yang penuh dengan kemewahan serta kesenangan dan bagaimana pula cara mereka mengendalikan pemerintahan dan mengatur perekonomian negara. Benarlah firman Allah yang mengatakan bahwa kisah Nabi Yusuf a.s. yang akan dikisahkan berikut ini adalah kisah yang paling baik, menarik, dan yang paling indah penggambarannya.",
    "quraish": "Kami menyampaikan kepadamu, Muhammad, kisah yang paling baik dengan cara mewahyukan kitab suci al-Qur'ân ini kepadamu. Sebelum menerima wahyu itu kamu termasuk orang-orang yang belum mengetahui isinya dan yang mengandung nasihat-nasihat dan ayat-ayat yang jelas.",
    "jalalayn": "(Kami menceritakan kepadamu kisah yang paling baik dengan mewahyukan) melalui apa yang Kami wahyukan (Alquran ini kepadamu dan sesungguhnya) lafal in merupakan takhfif daripada lafal inna (kamu sebelumnya adalah termasuk orang-orang yang belum mengetahui)."
  },
  {
    "hizb": 94,
    "name": "Yusuf",
    "ayat": 4,
    "arab": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
    "translation": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1600.mp3",
    "tafsir": "Pada suatu ketika Nabi Yusuf a.s. memberitahukan kepada ayahnya Nabi Yakub bin Ishak bin Ibrahim bahwa ia bermimpi melihat sebelas bintang, matahari, dan bulan, semuanya tunduk dan sujud kepadanya. Tentu saja sujud di sini bukan dengan arti menyembah seperti yang kita kenal, tetapi hanyalah sujud dalam arti kiasan yaitu tunduk dan patuh. Sujud dengan arti tunduk dan patuh itu ada juga terdapat dalam Al-Quran, seperti firman Allah:\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6)\n\nSetelah mendengar cerita itu, Nabi Yakub a.s. menyadari bahwa mimpi anaknya bukan mimpi biasa, tetapi merupakan ilham dari Allah sebagaimana kerapkali dialami oleh para nabi. Ia yakin bahwa anaknya ini akan menghadapi urusan yang sangat penting dan setelah dewasa menjadi pemimpin dimana masyarakat akan tunduk kepadanya tidak terkecuali saudara-saudaranya dan ibu-bapaknya. Ia merasa khawatir kalau hal ini diketahui oleh saudara-saudaranya, dan tentulah mereka akan merasa iri dan dengki terhadapnya serta berusaha untuk menyingkirkan atau membinasa-kannya apalagi mereka telah merasa bahwa ayah mereka lebih banyak menumpahkan kasih sayangnya kepadanya. Tergambarlah dalam khayal Nabi Yakub bagaimana nasib anaknya bila mimpi itu diketahui oleh saudara-saudaranya, tentulah mereka dengan segala usaha dan tipu daya akan mencelakakannya.",
    "quraish": "Di antara kisah-kisah itu adalah kisah Yûsuf(1) ketika ia berkata kepada ayahnya, \"Wahai ayahku, aku bermimpi melihat sebelas bintang, matahari dan bulan, tunduk dan bersujud di hadapanku.\" (1) Lihat catatan kaki tafsir ayat 84 dan 85 surat ini.",
    "jalalayn": "Ingatlah (Ketika Yusuf berkata kepada ayahnya) Nabi Yakub (\"Wahai ayahku!) dibaca kasrah, yaitu abati untuk menunjukkan adanya ya idhafat yang tidak disebutkan. Sedangkan bila dibaca fatah, maka menunjukkan adanya huruf alif yang tidak disebutkan, yaitu abata, kemudian alif ditukar dengan ya (Sesungguhnya aku telah melihat) di dalam tidurku, yakni bermimpi (sebelas buah bintang dan matahari serta bulan, kulihat semuanya) lafal ra-aytuhum berkedudukan menjadi taukid atau pengukuh dari lafal ra-aytu di muka tadi (sujud kepadaku.\") lafal saajidiina adalah bentuk jamak, yang alamat i'rabnya memakai ya dan nun karena menggambarkan keadaan sujud, hal ini merupakan ciri khas daripada makhluk yang berakal."
  },
  {
    "hizb": 94,
    "name": "Yusuf",
    "ayat": 5,
    "arab": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
    "translation": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1601.mp3",
    "tafsir": "Oleh sebab itu, Nabi Yakub a.s. berkata kepada anaknya, \"Hai anakku, jangan sekali-kali engkau beritahukan apa yang engkau lihat dalam mimpi itu, karena kalau mereka sampai mengetahuinya, mereka akan mengerti tabir mimpi itu dan mereka akan iri dan dengki terhadapmu. Aku melihat bahwa mimpi itu bukan sembarang mimpi. Mimpimu itu adalah sebagai ilham dari Allah bahwa engkau di belakang hari akan menjadi orang besar serta berpengaruh, dan manusia akan tunduk patuh kepadamu termasuk saudara-saudaramu dan aku serta ibumu. Aku tidak dapat menjamin bahwa saudara-saudaramu tidak akan melakukan tindakan-tindakan buruk terhadapmu.\"\nNasihat ayahnya itu disadari sepenuhnya oleh Yusuf dan selalu diingat dan dikenangnya sehingga nanti pada akhir kisah ketika ia telah dapat bertemu dengan seluruh keluarganya, ia tetap mengatakan bahwasanya setanlah yang memperdaya saudara-saudaranya sehingga terputus hubungan antara dia dengan keluarganya, sebagaimana tersebut dalam firman Allah:\nDan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.\" (Yusuf/12: 100)",
    "quraish": "Ayahnya berkata, \"Hai anakku, jangan kamu ceritakan mimpi itu kepada saudara-saudaramu, sebab akan menimbulkan kedengkian di hati mereka sehingga mereka tergoda oleh setan untuk mengatur siasat mencelakakanmu. Mereka akan membuat tipu daya dan berbuat makar terhadapmu. Sesungguhnya setan adalah musuh manusia yang sangat nyata.",
    "jalalayn": "(Ayahnya berkata, \"Hai anakku! Janganlah kamu ceritakan mimpimu itu kepada saudara-audaramu, maka mereka membuat makar kepadamu) maksudnya mereka pasti akan membuat tipu muslihat guna membinasakanmu, karena terdorong oleh rasa dengki mereka kepadamu. Tentu mereka menakwilkan impianmu itu, bahwa bintang-bintang itu adalah mereka sendiri dan matahari itu adalah ibumu, sedangkan bulan adalah ayahmu. (Sesungguhnya setan itu adalah musuh yang nyata bagi manusia.\") jelas permusuhannya."
  },
  {
    "hizb": 94,
    "name": "Yusuf",
    "ayat": 6,
    "arab": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
    "translation": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1602.mp3",
    "tafsir": "Selanjutnya ayahnya berkata, \"Demikianlah Tuhan akan memilihmu untuk menjadi nabi dan mengangkat derajatmu menjadi penguasa serta menganugerahkan kepadamu berbagai macam nikmat dan kemuliaan. Dia akan memberikan kepadamu ilmu dengan mengilhamkannya kepadamu. Dengan ilmu itu kamu dapat mentabirkan mimpi dan mengetahui hal-hal yang tidak dapat diketahui oleh manusia biasa.\" Hal ini terbukti di waktu Yusuf dalam penjara, dapat mentabirkan mimpi raja Mesir sehingga ia menjadi orang yang disegani dan diangkat menjadi penguasa tertinggi. Selain itu dapat mengetahui makanan apa yang akan dibawa oleh pegawai penjara sebelum makanan itu sampai ke kamar temannya seperti tersebut dalam firman Allah dalam surah ini juga.\nDia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku.\" (Yusuf/12: 37)\n\nKemudian Yakub berkata lagi kepada Yusuf dalam ayat ini, \"Allah akan menyempurnakan nikmat dan karunia-Nya kepadamu dan kepada keluarga Yakub termasuk ayahmu, saudaramu, dan keturunan mereka di belakang hari. Adapun nikmat dan karunia-Nya kepadamu ialah seperti yang telah diterangkan tadi, sedang nikmat dan karunia-Nya kepada ayah dan ibumu serta saudara-saudaramu dan keturunan mereka ialah terlepasnya mereka dari berbagai macam kesulitan serta marabahaya dan mendapat kehormatan serta kedudukan di Mesir, kemudian di antara keturunan keluarga Yakub akan diangkat pula beberapa orang nabi. Semua nikmat dan karunia itu telah diberikan Allah kepada kakekmu Ibrahim serta Ishak. Kepada Ibrahim, Allah telah menjanjikan akan memilih di antara keluarga dan keturunannya untuk menerima kenabian dan kitab suci.\"\nLanjut Yakub lagi, \"Demikianlah tabir mimpi itu dan bergembiralah dengan rahmat dan karunia Allah yang akan dianugerahkan kepadamu, tetapi engkau harus tabah dan sabar menghadapi segala ujiannya dan penuh tawakkal serta rela atas segala yang ditimpakan-Nya kepadamu, karena Dia Mahabijaksana dan Maha Mengetahui segala apa yang ditetapkan-Nya.\"",
    "quraish": "Seperti halnya kamu lihat dirimu dalam mimpi sebagai tuan yang ditaati, memiliki kehormatan dan kedudukan, Tuhanmu memilih kamu dan mengajarkanmu takwil mimpi yang membuat kamu dihormati. Allah juga menyempurnakan nikmat-Nya kepadamu dan keluarga Ya`qub dengan kenabian dan kerasulan, sama halnya ketika Dia menyempurnakan rahmat-Nya kepada dua orang tua sebelum bapakmu yaitu Ibrâhîm dan Ishâq. Sesungguhnya Tuhanmu Mahabijaksna sehingga tidak pernah salah, Maha Mengetahui sehingga Dia memilih hamba-Nya yang diketahui pantas untuk dipilih.",
    "jalalayn": "(Dan demikianlah) seperti apa yang kamu lihat dalam mimpimu itu (telah memilih kamu) telah mengangkatmu (Rabbmu dan diajarkan-Nya kepadamu sebagian dari takwil-takwil mimpi) makna mimpi (dan disempurnakan-Nya kepadamu nikmat-Nya) yaitu kenabian (dan kepada keluarga Yakub) yakni anak-anaknya (sebagaimana Dia telah menyempurnakan nikmat-Nya) yaitu nikmat kenabian (kepada kedua orang tuamu sebelum itu, yaitu Ibrahim dan Ishak. Sesungguhnya Rabbmu Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam memperlakukan mereka."
  }
]