[
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 7,
    "arab": "۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ",
    "translation": "Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1603.mp3",
    "tafsir": "Allah memperingatkan lebih dahulu bahwa pada kisah Nabi Yusuf a.s. ini terdapat teladan yang baik dan pelajaran bagi orang yang memperhatikannya yaitu betapa besar kekuasaan Allah swt, dan betapa luas hikmah dan kebijaksanaan-Nya dalam mengatur sesuatu dalam suatu rentetan kejadian yang akhirnya sampai kepada tujuan yang dimaksud yaitu pemberian rahmat dan karunia kepada orang yang dikasihi-Nya. Sesudah itu barulah Allah mengisahkan bagaimana sikap saudara-saudara Yusuf terhadapnya.",
    "quraish": "Di dalam kisah Yûsuf dan saudara-saudaranya terdapat pelajaran dan bukti-bukti kekuasaan Allah bagi orang-orang yang menanyakan dan ingin mengetahuinya.",
    "jalalayn": "(Sesungguhnya telah ada pada) kisah (Yusuf dan saudara-saudaranya) jumlah mereka ada sebelas orang (tanda-tanda) bahan-bahan pelajaran (bagi orang-orang yang bertanya)."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 8,
    "arab": "اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ",
    "translation": "Ketika mereka berkata, “Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1604.mp3",
    "tafsir": "Saudara-saudara Yusuf berkata sesama mereka, \"Sesungguhnya ayah kita lebih banyak menyayangi Yusuf dan saudaranya Bunyamin dan lebih banyak menumpahkan perhatiannya kepada keduanya, padahal kitalah yang lebih berhak untuk disayangi dan diperhatikan, karena kita ini sudah menjadi orang dewasa yang kuat dan dapat membelanya serta memenuhi segala kebutuhannya. Sikap ayah kita itu bertentangan dengan keadilan dan persamaan hak antara anak-anak. Mengapa ayah lebih mengutamakan dua orang anak yang lemah dan tak berdaya itu dari pada kita yang kuat serta lebih sanggup berkhidmat dan berbakti kepadanya?\"\nSepintas lalu nampak dengan jelas kebenaran ucapan saudara-saudara Yusuf itu, seakan-akan Nabi Yakub a.s. telah membuat kekeliruan dengan tindakannya itu padahal dia seorang nabi yang selalu dibimbing Allah dalam segala sikap dan tindakannya. Menurut riwayat memang Yakub menumpah-kan perhatian yang besar terhadap Yusuf, karena ada firasat dan tanda-tanda yang menunjukkan bahwa Yusuf mempunyai keistimewaan pada sifat dan pembawaannya. Keistimewaan ini tidak dimiliki oleh saudara-saudaranya yang lain. Maka Yakub sangat menaruh harapan kepadanya, apalagi setelah ia mendengar Yusuf menceritakan mimpinya. Jika Yakub lebih cinta kepada Yusuf dan lebih banyak memperhatikannya, maka hal itu adalah wajar, sebab Yusuf dan Bunyamin masih kecil-kecil dan lebih banyak membutuhkan perhatian dan bimbingan orang tuanya dibanding saudara-saudaranya yang sudah besar. Hanya sifat iri dan dengki sajalah yang mendorong saudara-saudaranya untuk melakukan tindakan permusuhan terhadapnya, bukanlah karena ayah mereka sudah menyimpang dari jalan keadilan.",
    "quraish": "Yaitu, ketika saudara-saudara Yûsuf berkata kepada sesama mereka, \"Sesungguhnya Yûsuf dan saudara kandungnya lebih dicintai oleh ayah kita daripada kita sendiri, padahal kita adalah satu kelompok yang kuat dan lebih bermanfaat bagi ayah daripada mereka berdua. Dengan lebih menganakemaskan Yûsuf dan saudara kandungnya daripada kita, sesungguhnya ayah kita telah keliru dan jauh dari kebenaran. Padahal kebenaran itu amat jelas.\"",
    "jalalayn": "Ingatlah (ketika mereka berkata) yaitu sebagian saudara-saudara Nabi Yusuf kepada sebagian yang lain (\"Sesungguhnya Yusuf) lafal Yusuf berkedudukan menjadi mubtada (dan saudaranya) yang sekandung yaitu Bunyamin (lebih dicintai) menjadi khabar dari lafal Yusuf tadi (oleh ayah kita daripada kita sendiri, padahal kita ini adalah satu golongan) kelompok yang kuat. (Sesungguhnya ayah kita adalah dalam kesesatan) kekeliruan (yang nyata) kekeliruan yang jelas dikarenakan ia lebih menyayangi Yusuf dan saudara sekandungnya daripada kita."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 9,
    "arab": " ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ",
    "translation": "Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tertumpah kepadamu, dan setelah itu kamu menjadi orang yang baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1605.mp3",
    "tafsir": "Dalam suatu musyawarah untuk menetapkan tindakan yang tepat dan tegas terhadap Yusuf, mereka mengusulkan agar dia dibunuh saja atau dibuang ke tempat yang jauh, sehingga ia tidak mungkin kembali atau binasa dan mati di tempat pembuangan itu. Dengan demikian, ayah mereka Yakub akan berputus asa dan tidak mempunyai harapan lagi untuk bertemu dengan anaknya yang paling disayanginya itu, dan lama kelamaan tentunya dia akan melupakannya. Selama ini yang menjadi halangan baginya untuk memperhatikan mereka ialah Yusuf di sampingnya. Bila Yusuf sudah tiada atau tersingkir ke negeri yang jauh, tentulah ayah mereka akan kembali memperhatikan dan menyayangi mereka. Mereka menginsyafi bahwa tindakan ini adalah suatu tindakan yang kejam tidak berperikemanusiaan, suatu tindakan kriminal yang sangat besar dosanya. Akan tetapi, mereka telah jauh tersesat dari jalan yang benar dan terjerumus ke dalam perangkap setan, sehingga tidak nampak lagi oleh mereka akibat perbuatan itu bagi ayah dan diri mereka sendiri jika perbuatan itu dilakukan.\nMereka membujuk diri mereka sendiri dengan mengatakan, meskipun mereka telah berdosa, pintu tobat masih terbuka lebar. Mereka akan bertobat dengan tobat nasuha dan tidak akan berbuat seperti itu lagi, dan menjadi hamba Allah yang saleh. Tentu Allah akan menerima tobat, mengampuni segala dosa dan kesalahan hamba-Nya, dengan demikian ayah mereka akan merasa senang kepada mereka, dan Allah tidak akan menyiksa mereka.",
    "quraish": "Bunuh saja Yûsuf atau buang ia ke suatu daerah yang jauh dari ayahnya dan tidak bisa dijamah oleh ayah supaya kecintaan dan perhatian ayah hanya tertuju pada kalian. Sesudah kalian menjauhkan Yûsuf darinya dengan membunuh atau membuangnya kalian, akan menjadi orang-orang yang baik, sebab Allah menerima tobat kalian dan ayah pun akan memaafkan perbuatan kalian.",
    "jalalayn": "(Bunuhlah Yusuf atau buanglah dia ke suatu daerah) ke tempat yang jauh dan belum dikenal (supaya perhatian ayah kalian tertumpah kepada kalian) sehingga beliau hanya memperhatikan kalian dan tidak kepada yang lainnya (dan sesudah itu hendaklah kalian) sesudah membunuh Yusuf atau membuangnya (menjadi orang-orang yang baik.\") dengan jalan bertobat."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 10,
    "arab": "قَالَ قَاۤئِلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ",
    "translation": "Seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1606.mp3",
    "tafsir": "Rupanya masih ada di antara mereka yang tidak mau melaksanakan usul itu dan masih mengalir dalam tubuhnya rasa kasih sayang terhadap saudaranya dan tergambar dalam khayalnya, betapa ngerinya perbuatan itu. Dia mengusulkan agar Yusuf jangan dibunuh jika hanya ingin memisahkan dari ayahnya dan menarik perhatian ayah mereka kembali. Mengapa untuk mencapai tujuan itu kita harus melakukan pembunuhan, melakukan suatu dosa besar yang belum tentu akan diampuni Tuhan? Dia mempunyai usul yang tidak begitu berat dosanya yaitu menjatuhkan Yusuf ke dalam sumur dan nanti dia akan ditemukan oleh para musafir dan akan dibawa mereka ke negeri yang jauh. Dengan demikian, Yusuf tidak akan mati dan mereka bebas dari dosa pembunuhan sedang maksud dan tujuan tercapai juga. Akhirnya usul ini mereka terima dengan baik, dan mereka sudah bertekad dalam hati untuk melaksanakannya.",
    "quraish": "Salah seorang pembicara di antara mereka berkata, \"Jangan kalian bunuh Yûsuf, sebab, itu perbuatan yang amat jahat. Tetapi masukkanlah ia ke dalam lobang sumur yang tidak seorang pun melihatnya. Nantinya ia akan ditemukan oleh beberapa orang musafir, jika embernya diulurkan ke dalam sumur, dan membawanya pergi jauh dari kalian dan ayah kalian. Lakukanlah itu jika kalian ingin menjauhkannya dan mewujudkan maksud kalian.",
    "jalalayn": "(Seorang di antara mereka berkata,) yaitu Yahudza (\"Janganlah kalian bunuh Yusuf, tetapi lemparkanlah dia) masukkanlah dia (ke dasar sumur) yang gelap sekali. Menurut qiraat lafal al-jub dibaca dalam bentuk jamak (supaya dia dipungut oleh beberapa orang musafir) orang-orang yang sedang melakukan perjalanan (jika kalian hendak berbuat.\") apa yang kalian kehendaki, yaitu ingin memisahkan antara Yusuf dan ayahnya, maka cukuplah dengan cara tersebut."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 11,
    "arab": "قَالُوْا يٰٓاَبَانَا مَالَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنَاصِحُوْنَ",
    "translation": "Mereka berkata, “Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1607.mp3",
    "tafsir": "Pada ayat ini, terbayang dengan jelas betapa besar kecurigaan Nabi Yakub terhadap para saudara Yusuf dan kekhawatirannya apabila ia membiarkan Yusuf bergaul dengan mereka, apalagi setelah mendengar cerita Yusuf tentang mimpinya. Sikap ayah mereka itu sangat menjengkelkan hati dan menyinggung perasaan mereka. Dengan terus terang mereka berkata, \"Wahai ayah kami, mengapa engkau selalu mencurigai kami terhadap Yusuf, padahal kami tetap mencintai dan menyayanginya, selalu berusaha agar dia senang dan gembira, dan tidak pernah terlintas dalam pikiran kami akan menyakiti hatinya apalagi menganiayanya. Mengapa engkau tidak membiarkan dia bergaul, bercengkerama dengan sewajarnya seakan-akan engkau menaruh curiga terhadap kami.\"",
    "quraish": "Setelah sepakat untuk menjauhkan Yûsuf, mereka berkata, \"Wahai ayah, apa yang membuatmu ragu untuk melepas Yûsuf dan merasa tidak aman kalau ia bersama kami? Kami tegaskan kepadamu bahwa kami sangat mencintai dan menyayanginya serta selalu menginginkan kebaikan baginya. Tidak akan engkau dapatkan dari kami selain cinta dan nasihat yang tulus.\"",
    "jalalayn": "(Mereka berkata, \"Wahai ayah kami! Apa sebabnya engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami adalah orang-orang yang menginginkan kebaikan baginya.\") orang-orang yang bersedia mengurusi semua kepentingan-kepentingannya."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 12,
    "arab": "اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
    "translation": "Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1608.mp3",
    "tafsir": "Saudara-saudara Yusuf kembali membujuk ayahnya dengan menyatakan, \"Biarkanlah dia pergi berekreasi dengan kami besok ke tempat pengembalaan, berolah raga, dan berlomba. Kami akan membawa makanan yang enak-enak dan buah-buahan yang lezat, yang akan kami santap setelah selesai bermain-main. Kami akan selalu menjaga dan memeliharanya dari segala bahaya. Percayakanlah dia kepada kami. Insya Allah dia akan senang bersama kami dan kami pun menyenangi dia, dan dia akan kami bawa pulang dengan selamat dan tidak kurang suatu apa.\"",
    "quraish": "Izinkan ia pergi bersama kami besok ke tempat bermain, agar ia bisa bermain-main dan bersenang- senang dengan makanan yang enak. Kami akan berusaha keras untuk menjaga dan melindunginya dari segala bentuk gangguan.\"",
    "jalalayn": "(\"Biarkanlah dia pergi bersama kami besok pagi) ke padang sahara (agar dia dapat bersenang-senang dan bermain-main) dapat dibaca yarta' dan yal'ab, atau narta' dan nal`ab; artinya supaya dia atau kami dapat semangat yang baru dan pikiran yang segar (dan sesungguhnya kami pasti menjaganya\")."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 13,
    "arab": "قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ",
    "translation": "Dia (Yakub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1609.mp3",
    "tafsir": "Yakub berkata kepada mereka, \"Hai anak-anakku! Aku akan menjadi gelisah dan sedih jika kamu membawanya bermain-main berolah raga dan berlomba dan tinggal sendirian karena masih kecil, dan belum sanggup melayanimu bermain-main? Siapa tahu datang serigala lalu menerkamnya sedangkan kamu semua sedang asyik bermain-main.\"",
    "quraish": "Ayah mereka berkata, \"Aku sungguh merasa sedih melepas kalian pergi jauh dariku. Aku khawatir, jika aku percayakan ia kepada kalian, ia akan dimakan serigala, sementara kalian lengah.\"",
    "jalalayn": "(Berkata Yakub, \"Sesungguhnya amat menyedihkan aku kepergian kalian) bila kalian pergi (bersama Yusuf) karena merasa berat berpisah dengannya (dan aku khawatir kalau-kalau dia dimakan serigala) makna yang dimaksud adalah jenis, yaitu mencakup semua binatang buas. Tersebutlah bahwa daerah tempat tinggal mereka terkenal banyak hewan buasnya (sedangkan kalian lengah daripadanya.\") lalai daripadanya."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 14,
    "arab": "قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ",
    "translation": "Sesungguhnya mereka berkata, “Jika dia dimakan serigala, padahal kami golongan (yang kuat), kalau demikian tentu kami orang-orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1610.mp3",
    "tafsir": "Mereka menjawab, \"Wahai ayah kami, sungguh tidak pada tempat-nya ayah curiga dan gelisah serupa itu dan janganlah ayah merasa khawatir atas keselamatan Yusuf. Kami ini sudah besar-besar dan dewasa, kami ini orang-orang kuat semuanya, dan kami telah berjanji akan menjaganya. Apa yang ayah khawatirkan itu tidak mungkin akan terjadi, dan kalau terjadi juga maka apalah arti hidup bagi kami, jika kami yang besar dan yang kuat ini tidak bisa menjamin keselamatan adik kami. Dengan demikian kami akan termasuk orang-orang yang merugi, orang yang tidak berharga sedikitpun.\" Akhirnya karena desakan yang sangat kuat dari saudara-saudara Yusuf dan mereka telah memberikan jaminan pula, maka dengan perasaan yang berat, terpaksalah Yakub memberi izin kepada mereka untuk membawa Yusuf bermain-main ke tempat gembala di padang pasir.",
    "quraish": "Mereka berkata, \"Kami bersumpah kepadamu, kalau ia sampai dimakan serigala, sementara kami orang-orang yang kuat, maka itu merupakan suatu keaiban dan kerugian. Kalau kekhawatiranmu itu terjadi, sungguh kami telah kehilangan sesuatu yang harus dijaga dan tidak boleh dilalaikan. Percayalah, kami tidak akan lengah menjaganya. Sebab, kalau kami lalai, berarti kami telah merugikan dan menghinakan diri kami sendiri.\"",
    "jalalayn": "(Mereka berkata, \"Jika benar-benar) lam di sini bermakna qasam atau sumpah (ia dimakan oleh serigala sedangkan kami adalah golongan yang kuat) kelompok yang kuat (sesungguhnya kami kalau demikian adalah orang-orang yang merugi.\") orang-orang yang tidak mampu membela diri. Kemudian setelah itu Nabi Yakub mengizinkan kepergian mereka membawa Nabi Yusuf."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 15,
    "arab": "فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ",
    "translation": "Maka ketika mereka membawanya dan sepakat memasukkan ke dasar sumur, Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1611.mp3",
    "tafsir": "Pada ayat 10 surah ini telah diterangkan bahwa saudara-saudara Yusuf telah sepakat akan memasukkan Yusuf ke dalam sumur dengan harapan ia akan ditemukan oleh kafilah yang ingin mengambil air dan di bawa ke negeri yang jauh agar ia tidak dapat ketemu lagi dengan ayahnya. Pada ayat ini diterangkan bahwa sesampainya mereka di suatu tempat yang ada sumurnya mereka melaksanakan permufakatan jahat mereka, dan memasukkan Yusuf ke dalam sumur. Dengan demikian, mereka merasa amat gembira karena momok yang selama ini menghantui jiwa mereka sudah tidak ada lagi. Menurut anggapan mereka Yusuflah yang merebut kasih sayang ayahnya dan sekarang karena dia tidak ada lagi tentulah kasih sayang Yakub akan bertumpah kepada mereka. Bagaimana dengan Yusuf sendiri yang telah mendekam dalam sumur yang gelap itu? Tentu dia sangat bersedih hati dan terbayanglah dalam pikirannya bahwa dia akan mati kedinginan dan kelaparan dan tidak akan bertemu lagi dengan ayah ibunya serta saudara-saudaranya. Pada saat yang amat kritis itulah, Allah mengilhamkan kepadanya agar dia jangan khawatir dan jangan bersedih hati. Allah akan memeliharanya dan melepaskannya dari bahaya yang menimpanya. Nanti dia akan mendapat pertolongan dari kafilah dan akhirnya ia akan mendapat kedudukan yang tinggi, sehingga ia dapat mengingatkan saudara-saudaranya atas pengkhianatan mereka, sedang mereka sendiri tidak sadar bahwa orang yang menceritakan itu adalah Yusuf sendiri.",
    "quraish": "Ketika mereka telah pergi jauh dari ayahnya dan sepakat untuk menceburkan Yûsuf ke dalam sumur, mereka segera melaksanakan keinginannya. Yûsuf Kami berikan wahyu berupa ketenangan dan keyakinan pada Allah. Juga Kami wahyukan bahwa Allah akan membuka mereka siasat yang mereka rencanakan dan mereka laksanakan. Mereka tidak ingat lagi ketika ia beritahukan mereka bahwa dirinya adalah Yûsuf, orang yang menjadi sasaran persengkokolan mereka. Mereka mengira telah menghilangkan jejaknya dan merasa terlepas dari Yûsuf.",
    "jalalayn": "(Maka tatkala mereka membawanya dan sepakat) telah bertekad bulat (untuk memasukkannya ke dalam sumur) jawab dari lafal lammaa tidak disebutkan, yaitu maka mereka melakukan niatnya itu. Untuk itu mereka melepas baju Nabi Yusuf setelah terlebih dahulu dipukuli dan dicaci maki, kemudian mereka mengulurkan tali timba ke dalam sumur tersebut sedangkan Nabi Yusuf diikatkan padanya. Ketika tali timba mencapai setengah kedalaman sumur, lalu mereka melepaskannya, supaya Nabi Yusuf jatuh ke bawah lalu mati. Akan tetapi Nabi Yusuf jatuh di air, kemudian ia duduk di atas batu besar yang ada dalam sumur itu. Lalu saudara-saudaranya menyerunya, dan Nabi Yusuf menjawab seruan mereka; akan tetapi mereka menganggap bahwa Nabi Yusuf meminta pertolongan kepada mereka. Mereka bermaksud untuk menimpakan batu besar kepadanya, akan tetapi mereka dicegah oleh Yahudza. (Dan Kami wahyukan kepadanya) sewaktu ia berada di dalam sumur. Nabi Yusuf hidup di dalam sumur selama tujuh belas tahun atau kurang daripadanya. Allah memberikan wahyu kepadanya sebagai penenang hatinya (\"Sesungguhnya kamu akan menceritakan kepada mereka) sesudah peristiwa ini (tentang perbuatan mereka ini) tentang perlakuan mereka ini (sedangkan mereka tiada ingat lagi.\") terhadap dirimu sewaktu kamu bercerita kepada mereka."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 16,
    "arab": "وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ",
    "translation": "Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1612.mp3",
    "tafsir": "Pada kedua ayat ini dikisahkan bahwa saudara-saudara Yusuf kembali menemui Yakub pada malam hari dengan muka yang pucat dan dengan air mata yang bercucuran seraya berkata, \"Wahai ayah kami, apa yang ayah khawatirkan selama ini benar-benar telah terjadi tanpa kemauan kami. Kami pergi bermain-main, dan kami tinggalkan Yusuf untuk menjaga pakaian dan barang-barang kami. Rupanya tanpa kami sadari karena asyiknya kami bermain, kami sudah jauh terpisah dari dia. Setelah kami kembali, kami dapati Yusuf sudah diterkam dan dimakan oleh serigala. Kami tidak mendengar pekik dan teriaknya karena kami telah jauh meninggalkan tempatnya. Kami menyadari bahwa ayah tidak akan percaya kepada cerita kami ini, meskipun kami menceritakan apa yang sebenarnya telah terjadi karena ayah selalu menaruh curiga terhadap kami. Tetapi malang yang tak dapat ditolak inilah yang terjadi dan kamipun tidak berdaya untuk menolongnya.\"",
    "quraish": "Mereka kembali kepada ayahnya di sore hari sambil menampakkan kesedihan dan menangis dengan suara keras.",
    "jalalayn": "(Kemudian mereka datang kepada ayah mereka di sore hari) pada waktu sore (sambil menangis)."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 17,
    "arab": "قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ",
    "translation": "Mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1613.mp3",
    "tafsir": "Pada kedua ayat ini dikisahkan bahwa saudara-saudara Yusuf kembali menemui Yakub pada malam hari dengan muka yang pucat dan dengan air mata yang bercucuran seraya berkata, \"Wahai ayah kami, apa yang ayah khawatirkan selama ini benar-benar telah terjadi tanpa kemauan kami. Kami pergi bermain-main, dan kami tinggalkan Yusuf untuk menjaga pakaian dan barang-barang kami. Rupanya tanpa kami sadari karena asyiknya kami bermain, kami sudah jauh terpisah dari dia. Setelah kami kembali, kami dapati Yusuf sudah diterkam dan dimakan oleh serigala. Kami tidak mendengar pekik dan teriaknya karena kami telah jauh meninggalkan tempatnya. Kami menyadari bahwa ayah tidak akan percaya kepada cerita kami ini, meskipun kami menceritakan apa yang sebenarnya telah terjadi karena ayah selalu menaruh curiga terhadap kami. Tetapi malang yang tak dapat ditolak inilah yang terjadi dan kamipun tidak berdaya untuk menolongnya.\"",
    "quraish": "Mereka berkata, \"Wahai ayah, ketika kami pergi berlomba memanah dan lari kami tinggalkan Yûsuf di dekat barang-barang kami untuk menjaganya. Lalu ia dimakan serigala saat kami berada di kejauhan dan sibuk dengan perlombaan. Ayah tentu tidak akan percaya omongan kami walaupun apa yang kami katakan itu benar.\"",
    "jalalayn": "(Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba-lomba) memanah (dan kami tinggalkan Yusuf di dekat barang-barang kami) yakni pakaian-pakaian kami (lalu dia dimakan oleh serigala dan engkau sekali-kali tidak akan percaya) mempercayai (kepada kami sekali pun kami adalah orang-orang yang benar.\") terhadapmu. Pasti engkau akan menuduh kami dengan tuduhan yang bukan-bukan sehubungan dengan perihal Yusuf ini karena kecintaanmu terhadapnya. Mengapa sampai sedemikian buruknya persangkaanmu terhadap diri kami?"
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 18,
    "arab": "وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ",
    "translation": "Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja memohon pertolongan-Nya terhadap apa yang kamu ceritakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1614.mp3",
    "tafsir": "Untuk memperkuat kebenaran cerita itu mereka membawa baju Yusuf yang telah berlumuran darah dan mereka berkata kepada ayahnya, \"Inilah bukti kebenaran kami.\" Padahal, darah yang melekat pada baju itu bukanlah darah Yusuf. Yakub melihat dan memperhatikan baju itu.\nDidapatinya baju itu hanya berlumuran darah saja, tetapi masih utuh tak ada yang robek dan tak ada pula yang berlubang-lubang bekas cakaran dan gigitan serigala, pasti saudara-saudaranya inilah yang telah berbuat aniaya terhadapnya, lalu ia berkata kepada mereka, \"Aku tidak percaya sama sekali akan ceritamu yang dibuat-buat itu dan aku yakin bahwa jiwamu yang jahat dan kotor, telah mempengaruhi dan mendorongmu untuk melakukan penganiayaan terhadap saudaramu sendiri.\" Tetapi apalah daya seorang ayah yang telah tua terhadap anak-anaknya yang sudah besar dan kuat. Dia tidak dapat berbuat apa-apa lagi kecuali menahan rasa amarah dan menekan perasaan hatinya yang amat kecewa dan sedih itu. Kini anaknya yang paling dicintainya dan kepadanya dia selalu menggantungkan harapan sudah tak ada lagi di sampingnya karena tindakan anak-anaknya sendiri. Apakah dia akan menuntut balas ataukah dia akan menyelidiki sendiri ke mana anaknya itu sebenarnya, sedang dia tidak berdaya lagi.\nDalam keadaan seperti itu tidak ada yang lebih baik baginya kecuali bersabar dan tawakal sepenuhnya kepada Allah. Jalan inilah yang dipilih Yakub meskipun ia tetap sedih dan tetap menangis atas kehilangan jantung hatinya. Ia tidak percaya sama sekali akan cerita anak-anaknya. Oleh karena itu, ia berserah diri kepada Allah dan selalu memohon pertolongan-Nya agar anaknya Yusuf diselamatkan dari segala marabahaya.",
    "quraish": "Mereka mendatangkan baju gamisnya yang berlumuran darah, untuk menjadi bukti pengakuan mereka, yang mereka katakan itu sebagai darah Yûsuf, agar ayah mereka percaya. Akan tetapi sang ayah berkata, \"Serigala tidak memakan Yûsuf seperti yang kalian katakan. Tetapi diri kalian telah memandang baik perbuatan jahat itu, sehingga kalian pun melakukannya. Aku hanya bisa bersabar yang tidak disertai rasa cemas terhadap apa yang aku derita dari kalian. Hanya Allahlah tempat memohon pertolongan atas kebohongan yang kalian katakan.",
    "jalalayn": "(Mereka datang membawa baju gamisnya) lafal `alaa qamiishihi beri'rab mahal nashab karena menjadi zharaf. Artinya yang berlumuran padanya (dengan darah palsu) darah yang bukan darah Nabi Yusuf; hal ini mereka lakukan dengan menyembelih seekor kambing, kemudian mereka lumurkan darahnya pada baju gamis Nabi Yusuf, akan tetapi mereka lupa merobek-robeknya. Lalu mereka menghadap kepada ayahnya seraya berkata, \"Sesungguhnya ini adalah darah Yusuf.\" (Yakub berkata) sewaktu ia melihat baju Yusuf dalam keadaan utuh dan ia mengetahui bahwa mereka berdusta dalam hal ini (\"Sebenarnya telah menghiasi) menganggap baik (diri kalian suatu perbuatan yang buruk) kemudian kalian mengerjakannya (maka kesabaran yang baik itulah kesabaranku) kesabaran yang tidak disertai rasa kaget dan gelisah. Lafal fashabrun jamiil ini adalah mubtada sedangkan khabarnya tidak disebutkan, yaitu amri yang artinya adalah kesabaranku. (Dan Allah sajalah yang dimohon pertolongan-Nya) hanya Allahlah yang diminta pertolongan-Nya (terhadap apa yang kalian ceritakan.\") apa yang kalian kisahkan tentang perkara Yusuf ini."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 19,
    "arab": "وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ",
    "translation": "Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya, ini ada seorang anak muda!” Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1615.mp3",
    "tafsir": "Tidak lama sesudah Yusuf berada di dalam sumur, datanglah kafilah dari Madyan hendak berangkat ke Mesir. Kebetulan persediaan air mereka sudah habis dan pergilah mereka ke sumur itu lalu menjatuhkan timba ke dalamnya untuk mengambil air. Melihat timba diulurkan ke dalam sumur, hati Yusuf gembira dan timbul harapan di dalam hatinya bahwa dia akan dapat keluar dari bahaya yang sedang dihadapinya. Dengan cepat dia pegang tali timba itu kuat-kuat, sehingga orang yang menimba heran mengapa air sumur ini amat berat. Tetapi mereka tetap menarik tali itu bersama-sama, dan ternyata bukan air yang terangkat, tetapi seorang anak kecil yang manis dan elok rupanya. Alangkah gembiranya pemimpin kafilah itu melihat anak yang sehat dan segar bugar itu. Terbayanglah dalam pikirannya ia akan mendapat keuntungan yang besar dengan menjualnya kepada orang kaya di Mesir nanti. Dengan cepat ia memerintahkan agar Yusuf disembunyikan supaya jangan kelihatan oleh orang lain karena mungkin orang-orang di daerah itu akan mengakui bahwa anak itu adalah anak penduduk kampung itu sendiri. Tetapi Allah Maha Mengetahui niat pemimpin kafilah itu sebagaimana Dia mengetahui apa maksud dan tujuan saudara-saudara Yusuf memasukkannya ke dalam sumur.",
    "quraish": "Kemudian datanglah sekelompok orang musafir, yang akan menuju Mesir, ke sumur itu. Mereka mengutus orang yang akan mengambil air untuk memberi minum mereka. Orang itu menurunkan timba, kemudian mengangkatnya. Tiba-tiba Yûsuf terangkat dan bergantungan di timba tersebut. Pengambil air itu berteriak gembira, \"Ada berita gembira. . . ! Aku menemukan seorang anak muda. . . !\" Mereka lalu menyembunyikan Yûsuf di antara barang-barang dagangan yang diperjualbelikan. Allah Maha Mengetahui apa yang mereka lakukan.",
    "jalalayn": "(Kemudian datanglah kelompok orang-orang musafir) rombongan orang-orang yang melakukan perjalanan dari Madyan ke Mesir, lalu mereka istirahat di dekat sumur Nabi Yusuf (lalu mereka menyuruh seorang pengambil air) yang khusus untuk mencari air buat minum rombongan musafir (maka dia menurunkan) melepaskan (timbanya) ke dalam sumur kemudian Nabi Yusuf bergantung ke tali timba, sehingga keluarlah Nabi Yusuf dari dalam sumur itu. Ketika pengambil air melihat Nabi Yusuf (dia berkata, \"Oh, kabar gembira) menurut suatu qiraat dibaca busyraaya seruan di sini mengandung makna majaz, artinya cepatlah ini sudah masanya bagimu (ini seorang anak muda.\") maka hal itu diketahui oleh teman-teman penimba air, lalu mereka mendatanginya. (Kemudian mereka menyembunyikan dia) artinya, mereka merahasiakan perkara Nabi Yusuf ini, dengan maksud untuk menjadikannya (sebagai barang dagangan) seumpamanya mereka menganggapnya sebagai budak yang telah minggat kemudian ditemukan lagi. Sedangkan Nabi Yusuf diam saja karena ia merasa khawatir akan dibunuh oleh mereka. (Dan Allah Maha Mengetahui apa yang mereka kerjakan.)"
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 20,
    "arab": "وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزَّاهِدِيْنَ ࣖ ",
    "translation": "Dan mereka menjualnya (Yusuf) dengan harga rendah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1616.mp3",
    "tafsir": "Akhirnya sampailah kafilah itu ke Mesir dan di sana mereka jual Yusuf dengan harga yang murah sekali dibanding dengan mahalnya harga budak di negeri itu, apalagi Yusuf adalah seorang anak yang tampan dan segar bugar.\nPara mufasir mengatakan tentang \"beberapa dirham yang dihitung\" bahwa yang pasti harganya kurang dari 40 dirham karena menurut adat kebiasaan di sana bila uang itu jumlahnya 40 dirham atau lebih, maka uang itu tidak dihitung lagi tetapi ditimbang. Mereka menjual Yusuf dengan harga yang begitu murah karena mereka khawatir kalau-kalau ada orang yang tahu bahwa Yusuf bukan budak, mengapa ia diperjualbelikan sedang dia adalah anak yang merdeka, anak orang baik. Karena kekhawatiran itulah mereka ingin cepat-cepat berlepas diri dari dia, asal mereka diberi uang berapa pun jumlahnya cukuplah bagi mereka. Rupanya sudah ditakdirkan Allah mereka menjual Yusuf kepada seorang penguasa yang amat berpengaruh di Mesir yaitu menteri yang kaya yang disebut al-Aziz agar dia mendapatkan kesempatan untuk menaiki kekuasaan dan kemuliaan.",
    "quraish": "Mereka menjual Yûsuf dengan harga sangat rendah, hanya beberapa dirham saja. Mereka merasa tidak tertarik oleh Yûsuf karena khawatir keluarganya akan mengetahuinya dan merampasnya dari mereka.",
    "jalalayn": "(Dan mereka menjual Yusuf) orang-orang musafir itu membelinya dari tangan penimba air dan teman-temannya (dengan harga yang murah) kurang dari semestinya (yaitu hanya beberapa dirham saja) sekitar dua puluh atau dua puluh dua dirham saja (dan mereka) yakni saudara-saudara penimba air itu (merasa tidak tertarik hatinya kepada Yusuf) kemudian rombongan musafir itu membawa Yusuf ke negeri Mesir selanjutnya Nabi Yusuf dijual oleh orang yang membelinya dengan harga dua puluh dinar, dua pasang terompah dan dua buah baju."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 21,
    "arab": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "translation": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1617.mp3",
    "tafsir": "Menteri yang mengambil Yusuf sangat gembira dan berbesar hati karena dapat membeli seorang anak yang elok rupanya, segar dan sehat badannya ditambah lagi karena terdapat padanya tanda-tanda yang baik yang menunjukkan bahwa dia akan mempunyai masa depan yang gemilang sama seperti firasat ayahnya Yakub terhadapnya.\nDiriwayatkan bahwa Abdullah bin Masud pernah berkata tentang hal ini, katanya, \"Orang-orang yang paling tepat firasatnya adalah tiga orang, pertama, al-Aziz ketika ia memerintahkan kepada istrinya agar Yusuf diberikan tempat dan kedudukan yang baik di istananya; kedua, puteri syekh dari Madyan yang meminta kepada ayahnya agar Nabi Musa a.s. diserahi tugas memelihara dombanya sebagai orang gajian; dan ketiga, Abu Bakar ketika dia mengangkat Umar bin Khaththab sebagai penggantinya. \nOleh karena gembiranya, menteri itu memerintahkan kepada istrinya, \"Berikanlah kepadanya tempat yang baik di istana ini. Perlakukanlah dia sebagai salah seorang keluarga bukan sebagai hamba atau pelayan, karena dia akan menjadi seorang yang berjasa kepada kita dan negara atau kita angkat dia sebagai anak yang kita cintai dan sayangi yang akan menjadi pewaris kita kelak kemudian hari.\"\nDemikianlah Allah mengatur dan mentakdirkan dengan membentangkan jalan bagi Yusuf dan memberi kesempatan kepadanya agar ia mengembang-kan bakat dan kepandaiannya sehingga dia mendapat kedudukan yang tinggi di Mesir. Di samping itu, Allah mengajarkan pula kepadanya ilmu menafsirkan mimpi dan dengan ilmu itu kelak ia dapat berhubungan dengan raja dengan cara menafsirkan mimpi raja sehingga ia dikeluarkan dari penjara dan mendapat kepercayaan yang besar sekali dan akhirnya diserahkan kepadanya urusan perbendaharaan dan kekayaan negara. Demikianlah Allah melaksanakan kehendak-Nya itu, tetapi kebanyakan manusia tidak mengetahui.",
    "quraish": "Orang Mesir yang membeli Yûsuf berkata kepada istrinya, \"Perlakukan dan layani anak ini dengan baik, agar ia betah tinggal bersama kita, siapa tahu ia akan bermanfaat bagi kita. Atau, kita angkat ia sebagai anak. Seperti halnya posisi terhormat dan tempat tinggal mulia ini, Kami berikan kepada Yûsuf di Mesir kedudukan besar lainnya, agar ia dapat bertindak secara adil dan terencana, dan agar Kami dapat mengajarkannya takwil mimpi sehingga ia bersiap-siap setelah mengetahui apa yang akan terjadi. Allah Mahakuat lagi Mahakuasa untuk melaksanakan segala apa yang dikehendaki-Nya. Tidak ada yang dapat menghalangi-Nya untuk melakukan sesuatu. Akan tetapi kebanyakan manusia tidak mengetahui hikmah- Nya yang tersembunyi dan siasat-Nya yang halus.",
    "jalalayn": "(Dan orang Mesir yang membelinya berkata) dia bernama Qithfir Al-Aziz (kepada istrinya) yaitu Zulaikha (\"Berikanlah kepadanya tempat dan layanan yang baik) muliakanlah dia di antara kita (boleh jadi dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\") disebutkan bahwa Qithfir Al-Aziz tidak mempunyai anak atau impoten. (Dan demikian pulalah) artinya sebagaimana Kami selamatkan dia dari pembunuhan dan sewaktu di dalam sumur serta Kami jadikan hati Al-Aziz merasa sayang kepadanya (Kami memberikan kedudukan yang baik kepada Yusuf di muka bumi) negeri Mesir sehingga sampai pada waktunya (dan agar Kami ajarkan kepadanya takwil mimpi) makna mimpi; lafal linu`allimahu diathafkan kepada fi`il yang keberadaannya diperkirakan dan berta`alluq kepada lafal makkannaa; artinya Kami ajarkan kepadanya makna mimpi sehingga ia menguasainya. Atau huruf wawu yang sebelum linu`allimahu ini adalah huruf tambahan. (Dan Allah berkuasa terhadap urusan-Nya) tidak ada sesuatu pun yang dapat menghalang-halangi-Nya (tetapi kebanyakan manusia) yang dimaksud adalah orang-orang kafir (tidak mengetahui) hal tersebut."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 22,
    "arab": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "translation": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1618.mp3",
    "tafsir": "Di kala Yusuf mulai dewasa, Allah memberikan pula kepadanya kecerdasan dan kebijaksanaan sehingga ia mampu memberikan pendapat dan pikirannya dalam berbagai macam masalah yang dihadapi. Allah juga memberikan kepadanya ilmu, meskipun ia tidak belajar. Ilmu yang didapat tanpa belajar ini dinamai ilmu ladunni karena ia semata-mata ilham dan karunia dari Allah.\nDemikianlah Allah memberi balasan kepada Yusuf yang tidak pernah mengotori dirinya dengan perbuatan keji dan jahat, selalu menjaga kebersihan hati nuraninya, selalu bersifat sabar dan tawakal atas musibah dan bahaya yang menimpanya. Demikianlah Allah membalas setiap insan yang berbuat baik.",
    "quraish": "Tatkala Yûsuf telah cukup dewasa, Kami berikan kepada-Nya pemahaman yang benar dan ilmu yang bermanfaat. Seperti halnya Kami memberikan balasan kepadanya lantaran kebaikan yang ia lakukan, Kami juga memberi balasan kepada orang-orang yang berbuat baik karena perbuatan baik mereka.",
    "jalalayn": "(Dan tatkala dia cukup dewasa) yaitu mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (Kami berikan kepadanya hikmah) kebijaksanaan (dan ilmu) pengetahuan agama sebelum ia diangkat menjadi nabi. (Demikianlah) sebagaimana Kami berikan imbalan kepadanya (Kami memberi balasan kepada orang-orang yang berbuat baik) terhadap diri mereka sendiri."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 23,
    "arab": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
    "translation": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1619.mp3",
    "tafsir": "Istri al-Aziz adalah seorang perempuan cantik, sangat dimuliakan oleh seluruh penghuni istana, karena di samping dia istri al-Aziz, dia juga berbudi tinggi, berakhlak mulia, bersih dari sifat-sifat congkak dan sombong, menjauhi segala hal yang akan menjatuhkan derajatnya. Tetapi setelah Yusuf tinggal di istana sebagai salah seorang keluarganya, istri al-Aziz mulai tertarik kepadanya karena akhlak dan ketampanannya. Suatu ketika, setelah mengunci semua pintu rumah, istri al-Aziz merayu Yusuf untuk berselingkuh. Yusuf sebagai seorang yang jujur dan berakhlak mulia sangat terkejut mendengar rayuan dan ajakan itu, apalagi yang mengajaknya itu adalah istri majikannya sendiri yang telah memberinya tempat berteduh dan memperlakukannya seperti anaknya sendiri. Selain dari itu, bila ia mematuhi ajakan demikian, berarti ia telah melakukan maksiat yang sangat dimurkai Allah. Karena itu dengan spontan ia menjawab, \"Aku berlindung kepada Allah agar aku jangan terjerumus ke dalam perbuatan keji dan mungkar. Suamimu itu adalah tuanku, majikanku yang telah berbuat baik kepadaku, apakah kebaikannya aku balas dengan kekejian? Ini adalah suatu kezaliman dan aku tidak akan melakukannya karena tidak ada orang yang zalim yang sukses dan bahagia hidupnya.\"",
    "quraish": "Wanita yang rumahnya ditempati Yûsuf di bawah kekuasaannya ingin merayu Yûsuf agar ia mau menggaulinya. Wanita itu mendekat ke hadapan Yûsuf dan menampakkan keindahan tubuhnya. Ia menutup semua pintu rapat-rapat dan berkata, \"Kemarilah mendekat kepadaku, telah kusediakan diriku untukmu.\" Yûsuf berkata, \"Aku berlindung kepada Allah dari segala bentuk kejahatan. Bagaimana mungkin aku melakukan hal itu besamamu sementara suamimu yang mulia itu adalah tuanku yang telah memposisikan aku dengan baik? Sesungguhnya tidak akan beruntung orang-orang yang menzalimi manusia dengan berkhianat melakukan zina.\"",
    "jalalayn": "(Dan wanita, yang Yusuf tinggal di rumahnya menggoda Yusuf) yaitu Zulaikha (untuk menundukkan dirinya kepadanya) yakni ia meminta kepada Yusuf supaya mau memenuhi kehendaknya (dan dia menutup pintu-pintu) rumah (seraya berkata) kepada Yusuf (\"Marilah ke sini.\") artinya kemarilah; huruf lam dari lafal haitalak bermakna tabyin atau untuk menjelaskan. Menurut qiraat dibaca dengan dikasrahkan huruf ha-nya, sehingga bacaannya menjadi hiitalak. Sedangkan menurut qiraat lainnya dapat dibaca haytulak dengan mendamahkan huruf ta-nya. (Yusuf berkata, \"Aku berlindung kepada Allah) artinya aku berlindung kepada Allah dari perbuatan itu (sesungguhnya dia) artinya orang yang telah membelinya (adalah tuanku) majikanku (telah memperlakukan aku dengan baik) telah berlaku baik terhadap diriku maka aku tidak akan mengkhianatinya dengan berlaku tidak baik terhadap istrinya (sesungguhnya) pada kenyataannya (orang-orang yang lalim tiada akan beruntung) yang dimaksud adalah orang-orang yang suka berzina."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 24,
    "arab": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
    "translation": "Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1620.mp3",
    "tafsir": "Istri al-Aziz tidak mau berhenti, karena ia menganggap Yusuf sebagai budak yang harus melaksanakan keinginan dan perintahnya. Bila Yusuf menolak, istri al-Aziz akan mencelakakannya. Tetapi dari pihak Yusuf, ia telah bertekad pula untuk menolaknya karena perbuatan itu melanggar agama, mengkhianati tuannya yang telah berjasa dan berbuat baik kepadanya dan merusak kehormatannya dan kehormatan tuannya. Yusuf dan istri al-Aziz masing-masing telah mempunyai tekad yang bertolak belakang antara satu sama lainnya.",
    "quraish": "Wanita itu telah bermaksud melakukan perbuatan itu dengan Yûsuf. Yûsuf pun demikian juga, andaikata ia tidak melihat sinar cahaya Allah yang benar. Akhirnya Yûsuf tidak mengikuti kecenderungan dan hawa nafsunya dan terhindar dari maksiat, perbuatan khianat serta tetap dalam kesuciannya. Demikianlah kami buat Yûsuf tegar dalam kesuciannya agar ia Kami palingkan dari kejahatan khianat dan zina. Sesungguhnya Yûsuf termasuk dalam hamba-hamba Allah yang ikhlas dalam sikap beragama mereka kepada-Nya.",
    "jalalayn": "(Sesungguhnya wanita itu telah mempunyai maksud terhadap Yusuf) artinya dia telah bermaksud terhadap Nabi Yusuf supaya menyetubuhinya (dan Yusuf pun bermaksud melakukannya pula dengan wanita itu) artinya Yusuf pun mempunyai keinginan yang sama (andaikata dia tidak melihat tanda dari Rabbnya) menurut Ibnu Abbas r.a. bahwa pada saat yang kritis itu tiba-tiba Nabi Yakub atau ayahnya tampak di hadapannya, lalu memukul dadanya sehingga keluarlah nafsu syahwat yang telah membara itu dari semua ujung-ujung jarinya. Jawab dari lafal laulaa ialah lajaama`ahaa; artinya niscaya Yusuf menyetubuhinya. (Demikianlah) Kami perlihatkan tanda kekuasaan-Ku kepadanya (agar Kami memalingkan daripadanya kemungkaran) perbuatan khianat (dan kekejian) perbuatan zina. (Sesungguhnya Yusuf itu termasuk hamba-hamba Kami yang terikhlas) dalam hal ketaatan. Menurut suatu qiraat dibaca mukhlishiin dengan dikasrahkan huruf lam-nya; artinya sama dengan lafal al-mukhtaariina atau orang-orang yang terpilih."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 25,
    "arab": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1621.mp3",
    "tafsir": "Dalam keadaan yang bertambah gawat itu, yang seorang tetap mendesak dan yang lain tetap menolak, Yusuf memutuskan akan lari dari hadapan istri majikannya dan dengan cepat ia melompat ke pintu tetapi istri al-Aziz menangkap bajunya dari belakang hingga robek. Dalam keadaan tarik-menarik itu, muncullah al-Aziz di muka pintu. Dengan serta merta berteriaklah istri al-Aziz mengatakan bahwa Yusuf mencoba memperkosa-nya dengan kekerasan. Dia meminta kepada suaminya agar Yusuf diberi ganjaran yang setimpal. Balasan yang tepat bagi orang yang melakukan kejahatan terhadap keluarganya ialah penjara atau siksa yang pedih.",
    "quraish": "Dengan cepat Yûsuf berlari menuju pintu keluar. Wanita itu pun segera mendahuluinya untuk menghalanginya keluar, dan menarik baju gamisnya dari belakang hingga koyak. Di depan pintu, keduanya mendapatkan suami wanita itu. Ia pun mencoba untuk membangkitkan amarah suaminya dengan mengatakan, \"Tidak ada balasan bagi orang yang hendak berbuat serong dengan istrimu kecuali penjara atau siksa yang menyakitkan.\"",
    "jalalayn": "(Dan keduanya berlomba-lomba menuju pintu) Yusuf segera lari menuju ke pintu rumah untuk melepaskan diri daripadanya. Sedangkan Zulaikha yang sudah kerasukan nafsu syahwatnya memegang baju bagian belakang Yusuf kemudian berupaya menariknya (dan robeklah) menjadi sobek (baju gamis Yusuf dari arah belakangnya dan kedua-duanya mendapati) menemukan (suami wanita itu) suami Zulaikha (di muka pintu) maka secara spontan Zulaikha membersihkan dirinya selanjutnya. (Wanita itu berkata, \"Tiadalah pembalasan terhadap orang yang bermaksud berbuat serong dengan istrimu) yakni berzina (selain dipenjarakan) ditahan di dalam penjara (atau dihukum dengan siksaan yang pedih?\") siksaan yang menyakitkan, dipukuli umpamanya."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 26,
    "arab": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1622.mp3",
    "tafsir": "Ayat ini menerangkan tentang bersihnya Yusuf dari berbuat serong, Yusuf adalah seorang pemuda yang takut kepada Tuhannya, yang tidak goyah imannya oleh bujuk rayu seorang wanita. Dengan tegas dia berkata kepada menteri, suami dari perempuan itu, \"Dalam peristiwa yang terjadi ini, sebenarnya perempuan itulah yang menggoda saya dan mengajak saya untuk memenuhi kehendak nafsunya, sampai saya melompat lari seperti yang tuan dapati sekarang ini.\" Dalam peristiwa Yusuf ini, banyak sekali tindakan yang bisa diambil oleh menteri untuk mencari bukti-bukti yang membenar-kan bahwa Yusuf adalah seorang yang bersih, karena Yusuf adalah budak yang biasanya tidak berani berbuat serong terhadap istri majikannya. Yusuf didapati oleh al-Aziz sedang melompat hendak keluar dari dalam rumah. Ini menunjukkan bahwa al-Aziz melihat istrinya dalam keadaan bersalah dengan mengenakan pakaian yang bagus sekali, dengan bedak dan wangi-wangian yang semerbak baunya, sedang tidak terdapat di muka Yusuf bekas-bekasnya. Sebagai bukti yang lain yang kuat sekali, bahwa suaminya tidak pernah melihat akhlak Yusuf yang buruk, semenjak Yusuf tinggal di rumahnya.",
    "quraish": "Untuk membela dirinya, Yûsuf berkata, \"Istrimulah yang memintaku dan berusaha memperdayaku.\" Keduanya saling melempar tuduhan. Kemudian salah seorang dari keluarga bertindak sebagai penengah dan mengatakan, \"Jika baju gamisnya koyak di muka, maka pengakuan wanita itu benar, dan Yûsuf termasuk orang-orang yang dusta.",
    "jalalayn": "(Yusuf berkata) membela dirinya (\"Dia menggodaku untuk menundukkan diriku kepadanya,\" dan seorang saksi dari keluarga wanita itu memberikan kesaksiannya) sepupu Zulaikha. Tetapi menurut suatu riwayat disebutkan, bahwa saksi itu adalah bayi yang masih dalam ayunan. Kemudian saksi itu mengatakan (\"Jika baju gamisnya koyak di muka) pada bagian muka Yusuf (maka wanita itu benar dan Yusuf termasuk orang-orang yang dusta.\")."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 27,
    "arab": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1623.mp3",
    "tafsir": "Dengan pengetahuan dan pengalamannya terhadap Yusuf, sebenar-nya al-Aziz telah mempercayai bahwa Yusuf tidak bersalah. Kemudian keyakinannya ini dikuatkan lagi oleh saksi yang lain, yang menyatakan, bahwa Yusuf tidak bersalah. Saksi itu ialah anak paman isteri al-Aziz, menurut sebagian mufassir namanya adalah Zulaikha, seorang cerdik cendekiawan lagi bijaksana. Saksi itu berkata, \"Kami mendengar suatu keributan, tarik-tarikan dalam rumah, sampai kami mendengar bunyi kain sobek. Kalau baju Yusuf yang sobek di muka, maka perempuan itulah yang benar dan Yusuf pendusta. Kalau bajunya sobek di bagian belakang, benarlah Yusuf dan perempuan itu pendusta.\" Menurut sebagian riwayat, yang menjadi saksi peristiwa ini, ialah seorang bayi yang ditakdirkan Allah dapat berbicara untuk sekedar menjadi saksi. Tetapi riwayat ini adalah lemah. Pendapat yang kuat yang menyatakan bahwa saksi dalam peristiwa ini, ialah anak paman istri al-Aziz itu sendiri.",
    "quraish": "Dan jika baju gamisnya koyak di belakang, maka wanita itulah yang dusta dan Yûsuf termasuk orang-orang yang benar omongannya.\"",
    "jalalayn": "(\"Dan jika baju gamisnya koyak di belakangnya) pada bagian belakang Yusuf (maka wanita itulah yang dusta dan Yusuf termasuk orang-orang yang benar.\")"
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 28,
    "arab": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
    "translation": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1624.mp3",
    "tafsir": "Setelah diadakan penyelidikan dan pertukaran pikiran antara menteri dengan keluarga istrinya tentang peristiwa yang terjadi ini, maka diperiksalah baju Yusuf yang sobek itu. Ternyata baju Yusuf bagian belakang yang robek. Jelaslah dalam peristiwa ini, Yusuf yang benar tidak dapat dibantah dan diragukan lagi. Maka tuduhan perempuan itu terhadap Yusuf adalah palsu. Tapi bagaimanapun pandainya orang bersalah mengemukakan alasan-alasannya, namun yang bersalah akan diketahui juga, sesuai dengan pepatah: \"Sepandai-pandainya membungkus yang busuk, akhirnya akan berbau juga.\" Setelah jelas duduk perkara peristiwa ini, maka menteri berkata kepada istrinya, \"Sekarang jelas, engkau telah membujuk dan merayu Yusuf. Ketahuilah, bujuk rayu yang seperti itu besar bahayanya. Untung Yusuf seorang pemuda yang kuat imannya, tidak terpengaruh oleh godaan seperti yang engkau lakukan itu.\"",
    "quraish": "Tatkala sang suami melihat baju gamis Yûsuf koyak di belakang, ia berkata kepada istrinya, \"Sesungguhnya tuduhan berbuat serong yang kamu lemparkan kepada Yûsuf, padahal kamu sendiri yang melakukannya, itu memang tipu daya wanita belaka. Sesungguhnya tipu daya kalian, wanita, amatlah kejam.",
    "jalalayn": "(Maka tatkala suami wanita itu melihat) suami Zulaikha (baju gamis Yusuf koyak di belakang berkatalah dia, \"Sesungguhnya kejadian itu) yang kamu katakan, apakah pembalasan terhadap orang yang bermaksud memperkosa istrimu (adalah di antara tipu daya kalian) hai kaum wanita (sesungguhnya tipu daya kalian adalah besar.\")."
  },
  {
    "hizb": 95,
    "name": "Yusuf",
    "ayat": 29,
    "arab": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ",
    "translation": "Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1625.mp3",
    "tafsir": "Selanjutnya dalam ayat ini, menteri itu berkata, \"Wahai Yusuf, peliharalah dirimu, tutup mulutmu, jangan sampai kejadian ini engkau ceritakan kepada orang lain. Kejadian ini adalah rahasia kami, kalau diketahui orang, kami akan mendapat malu. Engkau jangan merasa takut dalam persoalan ini, percayalah bahwa kami tetap menjaga namamu, sebab engkau benar-benar orang yang berakhlak mulia dan beriman kuat. Engkau hai istriku, bertakwalah kepada Tuhanmu, minta ampunlah atas dosamu, karena engkau termasuk orang yang bersalah dan berdosa. Kesalahanmu sangat besar yaitu mengkhianati suamimu, dan kesalahan menuduh orang lain yang bersih dan suci.\"",
    "quraish": "Kamu, Yûsuf, lupakanlah peristiwa ini. Rahasiakan dan jangan kau sebut-sebut lagi. Dan kamu, istriku, mintalah ampunan atas dosamu. Sesungguhnya kamu termasuk orang-orang berdosa yang sengaja melakukan kesalahan dan dosa, kemudian melemparkan tuduhan dosa itu kepada orang lain.\"",
    "jalalayn": "Selanjutnya suami wanita itu berkata, \"Hai (Yusuf! Berpalinglah dari ini) dari peristiwa ini, lupakanlah supaya jangan tersiar beritanya (dan kamu mohon ampunlah) hai Zulaikha istriku (atas dosamu itu, karena kamu sesungguhnya termasuk orang-orang yang berbuat salah.\") yakni orang-orang yang telah berbuat dosa. Akan tetapi peristiwa itu beritanya tidak dapat disembunyikan lalu tersiarlah di kalangan masyarakat."
  }
]