[
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 30,
    "arab": "۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Dan perempuan-perempuan di kota berkata, “Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1626.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa kejadian yang dirahasiakan itu, akhirnya tersebar juga. Bagaimana usaha menteri beserta segenap keluarga istana menutup-nutupi rahasia rumah tangganya, usahanya itu sia-sia saja. Berita itu telah menjadi buah bibir perempuan dalam kota. Lebih-lebih di kalangan istri pembesar-pembesar dan pemimpin kerajaan itu. Mereka membicarakannya, bahwa istri menteri menggoda bujangnya. Bukan hanya sekadar mengatakan bahwa istri menteri telah jatuh cinta kepada bujangnya itu, dan tidak memperdulikan lagi akibat-akibat buruk yang akan terjadi, seperti nama suaminya menjadi tercemar. Selanjutnya mereka mengatakan, \"Sungguh kami melihat istri menteri itu sudah menempuh jalan sesat yang akan membawa kepada kehinaan.\"",
    "quraish": "Kemudian berita tentang peristiwa itu pun sampai kepada sekelompok wanita di kota itu. Mereka ramai memperbincangkannya dan mengatakan, \"Istri al-'Azîz (pembesar kerajaan) telah menggoda dan memperdaya Yûsuf untuk mengikuti keinginannya. Cintanya kepada pemuda itu sangat mendalam. Kami yakin, jalan yang ditempuh oleh wanita itu bersama bujangnya adalah kesesatan dan kesalahan yang nyata.\"",
    "jalalayn": "(Dan wanita-wanita di kota berkata) yaitu kota Mesir (\"Istri Aziz menggoda bujangnya) yaitu hamba sahaya lakinya (untuk menundukkan dirinya menuruti kemauannya, sesungguhnya cintanya kepada bujangnya itu adalah sangat mendalam) lafal hubban berkedudukan menjadi tamyiz; artinya cinta Zulaikha terhadap Yusuf telah merasup ke dalam lubuk hatinya. (Sesungguhnya kami memandangnya dalam kesesatan yang nyata.\") jelas sesat karena mencintai hambanya sendiri."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 31,
    "arab": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ ",
    "translation": "Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebuah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, “Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1627.mp3",
    "tafsir": "Pergunjingan perempuan-perempuan itu sampai juga ke telinga istri menteri yang menyebabkan ia merasa marah bercampur malu. Dia tidak mengira bahwa berita mengenai dirinya akan tersebar luas seperti itu, sebab sudah cukup usahanya untuk menutupi rahasia itu. Dia mencari akal, bagaimana caranya menutup malu yang sudah tersebar luas itu. Maka diundangnyalah perempuan-perempuan terkemuka itu datang ke rumahnya menghadiri suatu jamuan. Untuk pesta itu, sudah diatur tempat sebaik-baiknya, makanan yang enak-enak, dan minuman dari berbagai macam sudah disiapkan. Tidak ketinggalan buah-buahan yang segar dan manis yang bermacam jenis dan ragamnya sudah disediakan di meja makan. Kursi-kursi yang bagus sudah disusun untuk dapat duduk bersantai, menikmati makanan dan buah-buahan yang lezat cita rasanya. Undangan ini mendapat sambutan yang hangat, lebih-lebih dari perempuan-perempuan yang ingin mengetahui kejadian yang sudah menjadi buah bibir selama ini, terutama ingin melihat anak muda yang bernama Yusuf itu. Meriah sekali pesta itu. Gelak tawa bersahut-sahutan, omong dan kelakar menjadi-jadi. Bermacam makanan dihidangkan tidak putus-putusnya. Begitu juga minuman. Terakhir sekali dihidangkan buah-buahan. Kepada masing-masing yang hadir diberikan sebuah pisau untuk mengupas buah-buahan. Di saat itu, istri menteri yang menjadi nyonya rumah, memerintahkan kepada Yusuf untuk ke luar ke tengah-tengah para tamu yang sedang duduk bersantai memotong buah-buahan untuk memperkenalkan dirinya. Maka keluarlah Yusuf dan berdiri di hadapan tamu-tamu itu. Baru saja perempuan-perempuan itu melihat wajah Yusuf yang sangat elok seperti bulan purnama, kagumlah mereka melihatnya, bahkan lupa akan diri mereka masing-masing karena terpesona oleh kegagahan dan ketampanan Yusuf. Dengan tidak sadar, pisau yang ada di tangan mereka, mereka potongkan ke tangan dan jari mereka sendiri, bukan untuk memotong buah-buahan dan mereka tidak merasakan sakit perihnya.\nDari mulut mereka keluar kata-kata, \"Mahasempurna Allah, dia bukanlah manusia, tetapi adalah malaikat yang mulia.\" Begitu kagum dan tercengang mereka melihat Yusuf yang sangat menawan dan menggetarkan jantung mereka, inilah sosok orang yang mereka bicarakan sehari-hari dengan mempersalahkan dan mengejek istri menteri.",
    "quraish": "Tatkala istri al-'Azîz mendengar gosip dan cercaan mereka tentang dirinya, ia pun mengundang mereka ke rumahnya. Mereka disediakan bantal untuk bersandar. Setelah mereka datang dan duduk bersandar, masing-masing diberi sebuah pisau, lalu disediakan makanan untuk dimakan dengan pisau yang telah mereka terima. Wanita itu berkata kepada Yûsuf, \"Tampakkan dirimu kepada mereka.\" Ketika Yûsuf muncul dan dilihat oleh wanita-wanita itu, mereka terpesona oleh ketampanannya. Begitu kagum dan takjubnya, mereka tidak sadar melukai tangan ketika memotong makanan. Dengan terkagum-kagum, mereka berkata, \"Allah Mahasuci! Yang kami lihat ini bukanlah manusia, sebab manusia tidak mungkin setampan dan seelok ini. Ia tidak lain hanyalah malaikat yang sangat sempurna dan mulia sifat-sifatnya.\"",
    "jalalayn": "(Maka tatkala wanita itu mendengar cercaan mereka) pergunjingan mereka terhadap dirinya (diundangnyalah wanita-wanita itu dan disediakannya) Zulaikha mempersiapkan (bagi mereka makanan) yang harus dipotong terlebih dahulu dengan pisau dan beralaskan pada talenan (dan diberikannya) Zulaikha memberikan (kepada masing-masing mereka sebuah pisau, kemudian dia berkata) kepada Yusuf (\"Keluarlah kepada mereka.\" Maka tatkala wanita-wanita itu melihatnya, mereka merasa kagum terhadapnya) kepada ketampanan dan keelokan rupanya (dan mereka melukai jari tangannya) dengan pisau-pisau yang mereka pegang itu tanpa mereka sadari dan tanpa merasa sakit karena kekaguman mereka terhadap ketampanan Yusuf (dan berkatalah mereka, \"Maha Sempurna Allah) dimaksud sebagai ungkapan memahasucikan Allah swt. (ini bukanlah) artinya Nabi Yusuf ini (manusia tetapi) melainkan (ia adalah malaikat yang mulia.\") mengingat ketampanan dan keelokan rupanya hal ini tidak akan ditemui pada manusia. Di dalam sebuah hadis disebutkan bahwasanya Nabi Yusuf telah dianugerahi separuh dari ketampanan dan keelokan rupa."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 32,
    "arab": "قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ",
    "translation": "Dia (istri Al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1628.mp3",
    "tafsir": "Ayat ini menerangkan bahwa perempuan-perempuan yang diundang itu kagum dan terpesona melihat Yusuf. Melihat reaksi mereka, istri menteri itu gembira, lalu berkata, \"Inilah dia Yusuf yang selalu kamu guncingkan dan selalu kamu mencela sikap saya terhadap Yusuf dan kejadian antara saya dengan dia baru-baru ini. Sekarang kamu semua terpesona memandanginya. Baru sepintas lalu kamu memandangnya, kamu sudah lupa diri. Lihatlah kamu sudah memotong jarimu karena terpesona memandang Yusuf.\"\nIstri al-Aziz berkata, \"Saya akui terus terang, memang sayalah yang telah jatuh cinta kepadanya dan sayalah yang menggodanya dan mengajaknya berlaku serong. Tetapi dia tetap enggan dan berlindung diri kepada Tuhannya. Dia berpaling dan menjauhkan dirinya daripadaku. Aku terus menggodanya dan merayunya sampai dia mau mengikuti keinginan hawa nafsuku. Seandainya dia juga tidak mau, aku akan katakan kepada suamiku, supaya dia dimasukkan ke dalam penjara dan tentunya dia akan menjadi orang yang hina. Suamiku tidak berani menolak usulku itu dan suamiku akan menghukum dia sesuai dengan keinginanku.\"\nSengaja kata-kata itu dilontarkannya di hadapan tamu-tamu dalam jamuan yang meriah itu, supaya didengar oleh Yusuf sendiri dan supaya para tamu dapat melunakkan hati Yusuf. Lebih baik mematuhi apa saja kehendak istri al-Aziz daripada mendapat kemarahan yang akhirnya akan dipenjara-kan, hidup bersama-sama dengan orang-orang jahat dan hina-dina. Bila Yusuf mau mengikuti kehendaknya, tentu Yusuf akan beruntung seluruh kekayaan dan kemewahan isi istana itu dapat pula dikuasai Yusuf. Pendek-nya, semua yang hadir pada waktu itu telah berpihak kepada istri al-Aziz, tidak lagi menyalahkan dan mengejeknya. Semua membenarkan, sudah sepantasnya istri menteri tergoda dan tergila-gila oleh Yusuf yang tinggal di rumahnya. Maka semua perempuan itu, turut membujuk Yusuf agar mematuhi kehendak istri menteri itu, tanpa malu-malu dan takut-takut.",
    "quraish": "Istri al-'Azîz mengomentari omongan mereka dengan berkata, \"Pemuda tampan yang telah memesona dan membuat kalian terkagum-kagum itulah yang membuat kalian mencerca aku. Aku telah memintanya dan mencoba memperdayanya untuk memenuhi ajakanku, tetapi ia enggan, seakan-akan dirinya terjaga dan ia ingin selalu terus menjaganya. Sungguh, jika ia tidak menuruti perintahku, maka ia akan dijebloskan ke dalam penjara dan akan menjadi terhina.\"",
    "jalalayn": "(Wanita itu berkata) yang dimaksud adalah istri Al-Aziz sewaktu ia melihat apa yang terjadi pada diri mereka (\"Itulah dia) dialah (orangnya yang kalian cela aku karena tertarik kepadanya) karena aku mencintainya. Kalimat ini merupakan penjelasan tentang alasan Zulaikha (dan sesungguhnya aku telah menggoda dia untuk menundukkan dirinya kepadaku akan tetapi ia mempertahankan dirinya) menolak. (Dan sesungguhnya jika dia tidak menaati apa yang aku perintahkan kepadanya) untuk dilakukannya (niscaya dia akan dipenjarakan dan dia akan termasuk golongan orang-orang yang hina\") orang-orang yang tidak terpandang. Maka wanita-wanita itu berkata kepada Yusuf, \"Turutilah kemauan tuan wanitamu ini.\""
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 33,
    "arab": "قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ",
    "translation": "Yusuf berkata, “Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1629.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana keteguhan hati dan kekuatan iman Yusuf yang tidak mempan segala bujukan dan rayuan, begitu juga semua kata-kata untuk melunakkan hati Yusuf yang keluar dari mulut perempuan-perempuan itu. Tidak mencemaskan hati Yusuf gertakan dan ancaman yang mengatakan bahwa Yusuf akan dipenjarakan dan dihukum, kalau dia tidak mau tunduk mengikuti ajakan untuk berbuat serong itu. Mendengar semua itu, Yusuf hanya berlindung diri kepada Allah, menundukkan kepala sambil berdoa agar dijauhkan Tuhan dari godaan perempuan-perempuan itu seraya berkata, \"Ya Tuhanku, penjara yang gelap lagi sempit itu lebih baik bagiku daripada dalam istana, menghadapi perempuan-perempuan yang cantik yang selalu menggoda dan mengajakku untuk memenuhi keinginan hawa nafsunya. Aku khawatir ya Allah, bila aku masih tinggal dalam istana ini, selalu berhadapan dengan perempuan-perempuan yang menggodaku, kalau-kalau semangatku melemah, imanku luntur, sehingga aku terperosok jatuh ke lembah kehinaan bersama mereka. Ya Allah, hindarkanlah aku dari godaan-godaan mereka. Tidak ada daya dan kekuatan bagiku untuk lepas dari bahaya itu selain dengan pertolongan dan petunjuk-Mu. Ya Allah, kalau bukan karena pertolongan dan petunjuk-Mu, aku akan jadi orang yang bodoh, sesat jalan dan mudah terpedaya akhirnya terjerumus ke dalam lembah kehinaan dan maksiat.\"",
    "quraish": "Yûsuf berkata, setelah mendengar ancaman istri al-'Azîz dan juga mendengar nasihat wanita-wanita itu agar menuruti saja keinginannya, \"Ya Tuhanku, penjara lebih aku sukai daripada permintaan mereka kepadaku. Sebab, itu berarti melanggar perintah-Mu. Kalau saja Engkau tidak melindungi aku dari makar dan tipu daya mereka, niscaya aku cenderung mengikuti mereka, sehingga aku termasuk orang-orang bodoh dan bersalah.\"",
    "jalalayn": "(Yusuf berkata, \"Wahai Rabbku! Penjara lebih aku sukai daripada memenuhi ajakan mereka kepadaku. Dan jika tidak Engkau hindarkan aku dari tipu daya mereka, tentu aku akan cenderung untuk) memenuhi (kemauan mereka dan tentulah aku) menjadi (termasuk orang-orang yang bodoh\") yakni orang-orang yang berbuat dosa. Makna yang dimaksud adalah berdoa. Pada ayat selanjutnya Allah berfirman:"
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 34,
    "arab": "فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1630.mp3",
    "tafsir": "Ayat ini menerangkan bahwa akhirnya Yusuf dimasukkan ke dalam penjara. Doa Yusuf diperkenankan Tuhannya, agar Yusuf tetap dipelihara dari godaan dan tipu-daya perempuan-perempuan itu. Maka menteri memasukkan Yusuf ke dalam penjara sekadar memenuhi permintaan istrinya, oleh karena istrinya meminta kepada suaminya supaya jangan membocorkan peristiwa itu dan berusaha menenteramkan suasana rumah tangganya. Maksud Allah mengabulkan doa Yusuf untuk masuk penjara berlainan dengan maksud pembesar itu (al-Aziz). Maksud Allah ialah supaya Yusuf tetap bersih, terpelihara dari segala godaan yang mengotori jiwanya. Juga supaya Yusuf menjadi orang yang sabar dan tahan menderita dalam penjara, bergaul dengan orang-orang yang sudah lama meringkuk dalam penjara dengan bermacam-macam karakter, tingkah laku, dan perangainya. Sebab Yusuf akan diangkat Allah menjadi nabi untuk kaumnya. Penjara adalah tempat mendewasakannya dan tempat pertama kali Allah menurunkan wahyu kepadanya. Oleh karena itu, Allah selalu menjaganya dan Allah adalah Maha Mendengar lagi Maha Mengetahui segala doa yang dipanjatkan dan segala perbuatan yang dikerjakan hamba-Nya.",
    "quraish": "Lalu Allah memperkenankan doa Yûsuf dan menghindarkannya dari tipu daya jahat mereka. Sesungguhnya hanya Dialah yang Maha Mendengar segala permohonan hamba-hamba-Nya yang memohon, Maha Mengetahui keadaan mereka dan yang maslahat untuk mereka.",
    "jalalayn": "(Maka Rabbnya memperkenankan doa Yusuf) permintaannya (dan Dia menghindarkan Yusuf dari tipu daya mereka. Sesungguhnya Dialah Yang Maha Mendengar) semua pembicaraan (lagi Maha Mengetahui) semua pekerjaan."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 35,
    "arab": "ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ ",
    "translation": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1631.mp3",
    "tafsir": "Ayat ini menerangkan bahwa menteri beserta istrinya telah melihat bukti-bukti bahwa Yusuf adalah orang baik, jujur, dan mempunyai akhlak yang mulia serta mempunyai keimanan dan kepercayaan yang teguh kepada Tuhannya. Selama mereka bergaul dengan Yusuf, tidak pernah mereka melihat perbuatan Yusuf yang salah. Nyata bagi mereka, bahwa Yusuf selalu dipelihara Tuhannya dan dilindungi-Nya dari perbuatan-perbuatan yang keji. Walaupun dia dituduh, dibujuk, dan diancam namun Yusuf tetap tenang dan selalu meminta perlindungan kepada Tuhannya. Hal seperti itu bukan saja diketahui dengan jelas oleh menteri dan istrinya, tetapi juga oleh seluruh keluarga istana. Sungguh pun begitu, Yusuf tetap dimasukkan ke dalam penjara untuk waktu yang tidak ditentukan sebagai pelaksanaan dari permintaan istrinya, agar dianggap oleh orang banyak bahwa Yusuf bersalah, padahal istrinya yang bersalah. Yusuf tidak merasa sengsara dan hina dalam penjara. Dengan pergaulan dalam penjara itu, Yusuf bertambah kuat imannya, bertambah tabah hati dan jiwanya, makin banyak rahasia manusia yang diketahuinya, dan makin besar keagungan Allah yang dirasakannya.",
    "quraish": "Setelah melihat bukti-bukti nyata yang menyatakan Yûsuf tidak bersalah, al-'Azîz dan keluarganya menyepakati suatu rencana dan berjanji akan melaksanakannya. Yaitu, mereka akan memasukkan Yûsuf ke dalam penjara dalam waktu singkat atau lama. Dengan demikian, istrinya terhindar dari omongan orang yang tidak baik dan selamat dari kesesatan.",
    "jalalayn": "(Kemudian timbul pikiran) tampak nyata (pada mereka setelah melihat tanda-tanda) yang menunjukkan kebersihan diri Nabi Yusuf, yaitu memenjarakannya. Hal ini terbukti dengan adanya penjelasan pada ayat selanjutnya (bahwa mereka harus memenjarakannya sampai) hingga (sesuatu waktu) semua yang hadir setuju dengan pendapat ini akhirnya Nabi Yusuf dipenjarakan."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 36,
    "arab": "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ",
    "translation": "Dan bersama dia masuk pula dua orang pemuda ke dalam penjara. Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.” Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1632.mp3",
    "tafsir": "Ayat ini menerangkan bahwa bersama-sama dengan Yusuf masuk pula ke dalam penjara dua orang pemuda. Menurut riwayat, kedua pemuda itu ialah bekas tukang siram kebun raja dan bekas bendahara raja. Keduanya dimarahi karena bersalah dan dimasukkan ke dalam penjara. Pada suatu ketika, Yusuf melihat kedua pemuda itu duduk dengan bersedih hati seperti orang melamun. Maka Yusuf menyapa kedua pemuda itu, \"Mengapa kalian dalam keadaan begini?\" Jawab mereka, \"Kami tadi malam bermimpi yang aneh dan ajaib, sehingga kami gelisah dan sedih seperti yang engkau lihat ini. Kami tidak tahu apa tafsir mimpi kami ini.\" Yusuf berkata kepada keduanya, \"Tafsir mimpi kamu itu hanya Allah yang mengetahuinya, cobalah ceritakan kepada saya apa mimpi kalian.\" Maka salah seorang dari keduanya bercerita tentang mimpinya dan katanya, \"Saya bermimpi bahwa saya sedang berada dalam sebuah kebun anggur yang sangat lebat buahnya dan menghijau warnanya. Seakan-akan di tangan saya ada sebuah gelas kepunyaan raja. Dengan gelas itulah, saya menampung airnya sesudah saya peras anggur itu untuk dijadikan minuman.\" Sesudah itu yang seorang lagi menceritakan mimpinya pula, seraya berkata, \"Saya bermimpi bahwa saya membawa sebuah keranjang di atas kepala saya, penuh dengan bermacam-macam roti dan makanan. Tiba-tiba terbang melayang di atas kepala saya beberapa ekor burung, lalu disambarnya semua roti dan makanan yang ada dalam keranjang itu dan dibawanya terbang jauh.\" Keduanya memohon kepada Yusuf, agar Yusuf sudi memberikan tafsir mimpi mereka. Kepada Yusuf tertumpu harapannya, karena hanya Yusuf yang paling mereka percayai. Selama dalam penjara mereka telah mengenal Yusuf sebagai orang yang baik, luas ilmunya, baik pergaulannya, dan dekat dengan Tuhannya.",
    "quraish": "Bersama Yûsuf, masuk pula ke dalam penjara dua orang pemuda dari pelayan raja. Salah seorang di antara mereka berkata kepada Yûsuf, \"Aku bermimpi memeras anggur untuk kujadikan khamar.\" Yang lainnya berkata, \"Aku bermimpi membawa roti di atas kepala, kemudian sebagian roti itu dimakan burung. Beritahulah kami, hai Yûsuf, takwil mimpi kami dan kesudahan nasib kami berdasarkan petunjuk mimpi itu. Sesungguhnya Kami sangat yakin bahwa kamu termasuk orang-orang yang mempunyai sifat baik dan kemampuan menakwil mimpi dengan baik.\"",
    "jalalayn": "(Dan bersama dengan dia masuk pula ke dalam penjara dua orang pemuda) dua orang pelayan raja; salah seorang di antaranya bekas atau mantan penyuguh minumannya dan yang seorang lainnya mantan penyuguh makanannya. Kemudian mereka berdua melihat bahwa Nabi Yusuf pandai menakwilkan arti mimpi lalu keduanya sepakat untuk mengujinya. (Berkatalah salah seorang di antara keduanya) yaitu mantan penyuguh minuman raja (\"Sesungguhnya aku bermimpi bahwa aku memeras khamar.\") yang dimaksud adalah memeras anggur (Dan yang lainnya berkata) yaitu mantan penyuguh hidangan raja (\"Sesungguhnya aku bermimpi bahwa aku membawa roti di atas kepalaku, sebagiannya dimakan burung. Berikanlah kepada kami) ceritakanlah kepada kami (takbirnya) arti impian itu (sesungguhnya kami memandang kamu termasuk orang-orang yang pandai menakwilkan mimpi.\")."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 37,
    "arab": "قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ",
    "translation": "Dia (Yusuf) berkata, “Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1633.mp3",
    "tafsir": "Dalam ayat ini diterangkan, sebelum Yusuf memberikan takwil mimpi kedua pemuda itu, lebih dahulu dia berdakwah tentang kebesaran dan kekuasaan Allah, tentang nikmat Allah yang telah diperolehnya, dan sikap yang tidak mau tunduk kepada agama yang tidak benar. Yusuf berkata kepada kedua pemuda itu, \"Sebelum kamu berdua menerima makanan yang dikirimkan untukmu, aku sudah tahu apa makanan itu dan akan aku jelaskan kepadamu sekarang ini.\"\nMenurut riwayat, bahwa orang-orang kerajaan ada yang mengirimkan kepada orang-orang yang bersalah dalam penjara yaitu makanan yang dicampur dengan racun dengan maksud untuk membunuh mereka. Yusuf sudah tahu maksud orang-orang kerajaan itu dan telah dijelaskan kepada kedua orang pemuda itu. Yusuf menjelaskan bahwa ilmu yang seperti itu adalah wahyu dari Tuhannya kepadanya. \"Dengan ilmu itulah saya dapat mentakwilkan mimpi, bukan seperti tukang tenung dan ahli nujum yang mempergunakan pertolongan setan, menerka-nerka dan menjampi-jampi yang belum tentu benar terkaannya itu,\" kata Yusuf. Selanjutnya Yusuf menjelaskan bahwa dia tidak mau terpengaruh oleh ajaran agama yang salah. Dia tinggalkan kepercayaan orang-orang yang tidak benar itu, orang-orang yang tidak mau beriman kepada Allah dan mengingkari kehidupan akhirat.",
    "quraish": "Sambil menegaskan apa yang telah mereka berdua ketahui tentang dirinya, Yûsuf berkata, \"Tidak didatangkan untuk kalian berdua makanan sebagai rezeki yang telah ditetapkan untuk kalian, melainkan aku dapat memberitahukan bahwa itu untuk kalian sebelum makanan itu datang, dan aku dapat menceritakan seluk beluknya, serta cara membuatnya. Itulah takwil mimpi dan berita-berita gaib yang telah diajarkan dan diwahyukan Tuhanku kepadaku oleh sebab aku hanya beribadah kepada-Nya dan menolak untuk menyekutukan-Nya. Aku juga meninggalkan agama orang-orang yang tidak percaya kepada Allah dan tidak beriman secara benar. Mereka ingkar kepada hari akhirat dan pembalasannya.",
    "jalalayn": "(Yusuf berkata) kepada kedua pemuda itu seraya menegaskan, bahwa dirinya pandai di dalam menakbirkan arti mimpi (\"Tidak disampaikan kepada kamu berdua makanan yang akan diberikan kepadamu) di dalam mimpi kamu berdua (melainkan aku telah dapat menerangkan takwilnya) apa yang akan terjadi di alam kenyataan (sebelum makanan itu sampai kepada kamu berdua) sebelum kenyataan mimpi itu menimpa kalian berdua. (Yang demikian itu adalah sebagian dari apa yang diajarkan kepadaku oleh Rabbku) di dalam ungkapan ini terkandung pengertian yang menganjurkan supaya mereka berdua beriman kepada Allah. Selanjutnya hal ini diperkuat oleh perkataannya lagi, yaitu: (Sesungguhnya aku telah meninggalkan tuntunan) agama (orang-orang yang tidak beriman kepada Allah sedangkan mereka terhadap hari kiamat benar-benar) sungguh (ingkar\")."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 38,
    "arab": "وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ",
    "translation": "Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1634.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Yusuf melanjutkan pembicaraan-nya dengan kedua pemuda itu sebelum menerangkan takwil mimpi mereka. Yusuf mengatakan bahwa dia hanya patuh mengikuti agama nenek moyangnya, yaitu agama Nabi Ibrahim, Ishak, dan Yakub a.s., agama tauhid bukan agama yang mempersekutukan Allah. \"Tidak sepantasnya bagi kami para nabi dan rasul untuk mempersekutukan Allah dengan yang lain, seperti halnya dengan golongan Firaun dan pengikut-pengikutnya. Mereka mempersekutukan Allah dengan yang lain, seperti matahari, bulan, berhala-berhala dan lain-lain. Kepercayaan tauhid itu termasuk karunia Allah kepada kami para nabi dan rasul, begitu juga kepada semua orang yang mempunyai kepercayaan yang sama. Allah telah memberikan petunjuk kepada kami dan manusia yang beriman. Dengan diutusnya kami para nabi dan para rasul, kami menunjukkan kepada mereka mana jalan yang lurus dan mana jalan yang bengkok, kami terangkan kepada mereka kepercayaan yang benar. Namun begitu masih ada saja manusia yang tidak tahu bersyukur kepada Allah,\" kata Yusuf.",
    "quraish": "Aku tinggalkan agama orang-orang kafir itu dan aku ikuti agama leluhurku, Ibrâhîm, Ishâq, dan Ya'qûb. Aku hanya menyembah kepada Allah semata. Tidak patut bagi kami mempersekutukan sesuatu apa pun bentuknya--malaikat, jin atau manusia--dengan Allah, apalagi berhala-berhala yang tidak dapat mendatangkan manfaat dan mudarat, tidak dapat mendengar dan melihat. Ajaran tauhid semacam itu adalah karunia yang diberikan oleh Allah kepada kami dan semua manusia, sebab kami deperintahkan untuk menyampaikannya kepada mereka. Kebanyakan manusia tidak mensyukuri karunia tersebut, tetapi malah mengingkarinya.",
    "jalalayn": "(\"Dan aku mengikuti agama bapak-bapakku, yaitu Ibrahim, Ishak dan Yakub. Tiadalah patut) tidak pantas (bagi kami mempersekutukan Allah dengan) huruf min di sini zaidah (sesuatu pun) karena kami selalu memelihara (yang demikian itu) yakni ajaran tauhid (adalah karunia Allah kepada kami dan kepada manusia seluruhnya tetapi kebanyakan manusia itu) dimaksud adalah orang-orang kafir (tidak mensyukuri.\") terhadap Allah; lalu mereka menyekutukan-Nya. Kemudian Nabi Yusuf menjelaskan ajakannya kepada mereka berdua agar keduanya beriman seraya berkata:"
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 39,
    "arab": "يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ",
    "translation": "Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1635.mp3",
    "tafsir": "Yusuf meneruskan dakwahnya dengan menyeru kedua pemuda yang menjadi kawannya dalam penjara itu, \"Wahai kedua penghuni penjara, manakah yang lebih baik, tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa Yangperkasa?\" Seruan ini adalah yang ikhlas dari seorang kawan yang setia dan jujur kepada kawan-kawannya. Pertanyaan dalam seruan ini adalah merupakan suatu penegasan, bahwa berhentilah menyembah tuhan-tuhan yang bermacam-macam itu dan sembahlah Allah Yang Maha Esa lagi Mahaperkasa. Tuhan-tuhan yang bermacam-macam itu tidak akan dapat menolong mereka dari siksaan di akhirat. Hanya Allah Yang Maha Esa lagi Mahaperkasa saja yang dapat memberikan pertolongan di kala susah dan membantu di kala sempit.",
    "quraish": "Wahai kedua teman sepenjaraku, apakah tuhan-tuhan yang banyak, yang masing-masing dipatuhi oleh manusia, lebih baik daripada Allah Yang Esa dan tidak terkalahkan?",
    "jalalayn": "(\"Hai kedua temanku) yang satu tempat tinggal (dalam penjara! Manakah yang baik tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Maha Perkasa?\") pilihlah! Istifham atau kata tanya di sini mengandung pengertian taqrir atau menetapkan."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 40,
    "arab": "مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ",
    "translation": "Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1636.mp3",
    "tafsir": "Kelanjutan dari seruan Yusuf adalah semua yang mereka sembah selain Allah itu adalah tuhan-tuhan palsu yang sengaja diberi nama bermacam-macam oleh mereka sendiri, bapak-bapak dan nenek-moyang mereka. Yusuf berkata, \"Kamu yang membuatnya, kamu yang memberinya nama dan kamu pula yang menyembahnya sebagai Tuhan. Padahal dia adalah benda yang lemah yang tidak mempunyai kekuatan apa-apa dan tidak ada pula keterangan dari Allah kepada rasul-rasul-Nya untuk membenarkan tuhan yang kamu buat-buat itu. Bahwa ketentuan yang benar tentang ketuhanan dan pengabdian ialah yang diatur oleh Allah yang telah diwahyukan kepada rasul-rasul-Nya. Allah telah memerintahkan, bahwa janganlah kamu menyembah selain Allah. Kepada-Nyalah kamu berdoa dan minta tolong, kepada-Nyalah kamu sujud bersimpuh. Itulah agama yang lurus. Tetapi kebanyakan manusia belum mengetahuinya.\"",
    "quraish": "Apa yang kalian sembah selain Allah itu, tidak lain hanyalah nama-nama yang kalian dan nenek moyang kalian katakan sebagai dongeng belaka, yang sama sekali tidak ada bukti kebenarannya dari Allah sebagai tuhan. Aturan peribadatan dan apa yang patut dan tidak patut disembah hanyalah milik Allah. Dia menyuruh agar kalian tidak tunduk kepada selain-Nya dan agar kalian hanya menyembah kepada-Nya. Itulah agama yang lurus dan benar yang ditunjukkan oleh bukti-bukti nyata. Akan tetapi kebanyakan manusia tidak mengambil petunjuk dari bukti-bukti itu dan tidak mengetahui kebodohan dan kesesatan mereka.",
    "jalalayn": "(\"Kamu berdua tidak menyembah yang selain-Nya) selain Allah (melainkan hanya menyembah nama-nama yang dibuat-buat) yaitu kalian namakan mereka berhala-berhala (oleh kalian dan nenek moyang kalian sendiri, Allah tidak menurunkan tentang nama-nama itu) untuk disembah (suatu keterangan pun) hujah dan argumentasi. (Tiada lain) tiadalah (keputusan itu) kepastian itu (hanya kepunyaan Allah) semata (Dia telah memerintahkan agar kalian tidak menyembah selain Dia. Itulah) yakni agama tauhid itulah (agama yang lurus) agama yang mustaqim (tetapi kebanyakan manusia) orang-orang kafir (tidak mengetahui.\") apa yang bakal menimpa mereka, yaitu berupa azab; mereka benar-benar orang-orang yang menyekutukan-Nya."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 41,
    "arab": "يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ",
    "translation": "Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1637.mp3",
    "tafsir": "Pada ayat ini barulah diterangkan takwil mimpi kedua pemuda itu oleh Yusuf. Berkatalah Yusuf, \"Hai kedua kawan penghuni penjara, adapun mimpi yang pertama, takwilnya ialah, bahwa engkau segera akan keluar dari penjara ini dan kembali bekerja seperti dulu sebelum masuk penjara, yaitu sebagai tukang siram kebun raja dan akan memberi minum raja dengan khamar. Takwil mimpi kedua, bahwa engkau akan dihukum salib, lalu bangkaimu dan sebagian dari kepalamu akan dimakan burung. Begitulah takwil mimpi yang kamu tanyakan kepada saya sebagai wahyu yang telah diwahyukan kepadaku.\"",
    "quraish": "Wahai kedua teman sepenjaraku, inilah takwil mimpi kalian. Kamu, yang bermimpi memeras anggur, akan keluar dari penjara dan menjadi penyuguh minuman khamar raja. Sedangkan kamu, akan disalib dan dibiarkan tersalib sehingga datang burung dan memakan sebagian kepalamu. Selesailah sudah perkara yang kalian tanyakan kepadaku berupa takwil mimpi seperti yang aku jelaskan tadi.",
    "jalalayn": "(\"Hai kedua temanku dalam penjara! Adapun salah seorang di antara kamu berdua) yang dimaksud adalah mantan penyuguh minuman raja; maka setelah tiga hari kemudian ia akan keluar dari penjara ini (akan memberi minum tuannya) rajanya (dengan khamar) sebagaimana biasa (dan adapun yang seorang lain) ia bakal keluar dari penjara ini setelah tiga hari (maka ia akan disalib, lalu burung memakan sebagian dari kepalanya) itulah makna mimpi kalian berdua. Kemudian keduanya menjawab, \"Kami sebenarnya tidak bermimpi melihat apa-apa.\" Nabi Yusuf berkata: (\"Telah diputuskan perkara yang kamu berdua menanyakannya.\") yang kamu berdua telah menanyakan perihalnya, apakah kamu berdua mempercayainya atau tidak, itu terserah."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 42,
    "arab": "وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ",
    "translation": "Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1638.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Yusuf berpesan kepada pemuda yang keluar dengan takwil yang baik, agar disampaikan kepada raja, bahwa di dalam penjara masih banyak orang yang tidak bersalah dihukum. Mereka dihukum karena tuduhan-tuduhan yang tidak benar agar hal ini menjadi perhatian raja. Sampaikan juga kepada raja apa yang dia lihat dan didengar tentang Yusuf dan seruan untuk menganut agama tauhid dan lain-lain yang terjadi selama ia dalam penjara. Rupanya pemuda itu setelah sampai di luar, lupa menyampaikan pesan-pesan Yusuf kepada raja, sehingga Yusuf terpaksa meringkuk dalam penjara beberapa tahun lamanya.",
    "quraish": "Kepada salah seorang dari dua temanya yang diperkirakan akan dibebaskan dari penjara, Yûsuf berkata, \"Ceritalah tentang aku kepada raja. Semoga ia akan menyelamatkan aku dari penderitaan ini.\" Akan tetapi, orang itu disibukkan oleh setan hingga lupa menceritakan kisah Yûsuf kepada raja. Akhirnya Yûsuf tetap mendekam dalam penjara tidak kurang dari tiga tahun.",
    "jalalayn": "(Dan Yusuf berkata kepada orang yang diketahuinya) yang telah ia yakini (akan selamat di antara mereka berdua) yaitu mantan penyuguh minum raja (\"Jelaskanlah keadaanku kepada tuanmu\") yaitu kepada rajamu, bahwa sesungguhnya di dalam penjara ini terdapat seorang pemuda yang ditahan secara lalim, kemudian penyuguh minuman itu dikeluarkan dari penjara. (Maka ia dijadikan lupa) orang yang dimaksud adalah mantan penyuguh minuman (oleh setan menceritakan) tentang Nabi Yusuf (kepada tuannya. Karena itu tetaplah dia) Nabi Yusuf tetap tinggal (dalam penjara beberapa tahun lamanya) menurut suatu pendapat tujuh tahun dan menurut pendapat yang lain dua belas tahun."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 43,
    "arab": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
    "translation": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1639.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa raja pada suatu ketika bermimpi yang sangat ajaib sekali dan sangat menggelisahkan hatinya. Belum pernah raja bermimpi seperti itu selama hidupnya. Maka dikumpulkannya semua orang cerdik pandainya, juru-juru tenung dan pembesar-pembesar kerajaannya. Lalu dia berkata, \"Aku bermimpi melihat tujuh ekor sapi yang gemuk-gemuk dimakan tujuh ekor sapi yang kurus, aku melihat tujuh butir gandum yang subur dan tujuh butir pula yang kering. Cobalah kamu ceritakan tabir mimpiku itu kalau di antara kamu ada yang mempunyai ilmu tabir mimpi.\"",
    "quraish": "Raja berkata: Aku bermimpi melihat tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan lemah. Aku juga melihat tujuh bulir gandum yang hijau dan tujuh bulir lainnya kering. Wahai para pakar dan cerdik pandai, terangkanlah mimpiku ini jika kalian tahu ta'bir mimpi.",
    "jalalayn": "(Raja berkata) raja negeri Mesir, yaitu Ar-Rayyan bin Walid (\"Sesungguhnya aku bermimpi melihat) fi'il mudhari' di sini bermakna fi'il madhi (tujuh ekor sapi betina yang gemuk-gemuk dimakan oleh) ditelan oleh (tujuh ekor) sapi (sapi betina yang kurus-kurus) lafal `ijaaf adalah bentuk jamak dari kata tunggal `ajfau, artinya sapi betina yang kurus (dan tujuh bulir gandum yang hijau dan yang lainnya) yakni tujuh bulir pula (kering) telah melingkar pada tujuh bulir yang hijau itu dan menutupinya. (Hai orang-orang yang terkemuka, terangkanlah kepadaku tentang takbir mimpiku itu) jelaskanlah kepadaku makna mimpiku itu (jika kalian dapat menakbirkan mimpi.\") ceritakanlah maknanya kepadaku sekarang juga."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 44,
    "arab": "قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ",
    "translation": "Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1640.mp3",
    "tafsir": "Tidak seorang pun dapat memecahkan permintaan raja itu. Bermacam-macam pendapat mereka, ada yang mengatakan bahwa itu adalah sebagai mimpi permainan tidur saja dan ada pula yang mengatakan bahwa itu adalah pengaruh angan-angan di waktu tidur yang tidak mempunyai arti apa-apa. Terhadap mimpi yang seperti itu, mereka tidak mempunyai ilmu untuk mencarikan tabirnya.",
    "quraish": "Mereka berkata; Itu adalah kumpulan mimpi-mimpi kosong dan halusinasi dalam jiwa. Kami sungguh tidak mengerti ta'bir mimpi-mimpi kosong itu.",
    "jalalayn": "(Mereka menjawab,) \"itu (adalah mimpi-mimpi yang kosong) mimpi yang tidak ada artinya (dan kami sekali-kali tidak mengetahui tentang mentakwilkan mimpi.\")"
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 45,
    "arab": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ",
    "translation": "Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1641.mp3",
    "tafsir": "Raja tidak puas mendengar jawaban mereka dan raja bertambah gelisah nampaknya. Raja ingin mengetahui tabir mimpinya, tetapi tidak tahu kepada siapa akan ditanyakan. Setelah tukang siram kebun raja yang pernah meringkuk dalam penjara bersama Yusuf mendengar kabar ini, dia teringat Yusuf yang sedang meringkuk dalam penjara yang pernah mentawilkan mimpinya sendiri dengan tepat. Dia dengan cepat datang menghadap raja seraya berkata, \"Ya tuanku, di dalam penjara ada seorang pemuda bernama Yusuf. Dia seorang yang mulia, mempunyai pikiran yang dalam, pandangan yang luas, dan dapat pula mentabirkan mimpi dengan tepat. Kalau tuanku utus saya kepadanya, pastilah saya kembali dengan membawa tabir mimpi tuanku itu yang tentunya akan meyakinkan tuanku kebenarannya.\"",
    "quraish": "Salah seorang teman Yûsuf dipenjara yang selamat setelah beberapa lama ingat pesan Yûsuf. Iapun berkata; Aku akan beritahukan kalian ta'bir mimpi yang diceritakan oleh raja. Utuslah aku kepada orang yang pandai menta'bir mimpi, maka akan aku beritahukan kalian ta'birnya.",
    "jalalayn": "(Dan berkatalah orang yang selamat di antara mereka berdua) yaitu salah satu di antara kedua teman sepenjara Nabi Yusuf, mantan penyuguh minuman raja (dan ia teringat) kepada Nabi Yusuf. Lafal waddakara pada asalnya ialah tadzakkara, kemudian huruf ta diganti dal, selanjutnya huruf dzal asal diidghamkan kepada dal sehingga jadilah iddakara, artinya sama dengan lafal tadzakkara, yaitu ingat (sesudah beberapa waktu lamanya) setelah Nabi Yusuf tinggal beberapa lama di penjara, lalu mantan penyuguh minuman raja itu berkata (\"Aku akan memberitahukan kepada kalian tentang orang yang pandai menakwilkan mimpi itu, maka utuslah aku kepadanya.\") lalu mereka mengirimkan orang itu kepada orang yang dimaksudnya; kemudian orang itu mendatangi Nabi Yusuf seraya berkata kepadanya:"
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 46,
    "arab": "يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ",
    "translation": "”Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1642.mp3",
    "tafsir": "Raja gembira mendengar pendapat tukang siram kebunnya itu, lalu mengutusnya untuk menemui Yusuf dalam penjara. Sesampainya di penjara dan bertemu dengan Yusuf, dia berkata, \"Hai Yusuf, saudaraku yang mulia yang dapat dipercaya. Saya datang kepadamu untuk meminta suatu tabir mimpi: yaitu tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan tujuh bulir gandum yang hampa kering dan ada pula tujuh bulir gandum yang rimbun. Mudah-mudahan saya kembali dengan membawa tabir mimpi itu dari engkau dan supaya dapat diketahui oleh orang banyak yang tentunya mereka akan berterima kasih kepadamu atas segala kelebihan dan kebaikan yang engkau berikan itu.\"",
    "quraish": "Penyuguh minuman raja itu pun pergi memanggil Yûsuf, \"Wahai Yûsuf yang selalu menjaga kejujuran, beritahulah kami takwil mimpi tentang tujuh sapi gemuk yang dimakan oleh tujuh sapi kurus. Terangkan pula takwil mimpi tentang tujuh bulir gandung yang hijau dan tujuh bulir lain yang kering. Aku berharap dapat kembali kepada kaumku dengan membawa penjelasan darimu, agar mereka mengerti makna mimpi- mimpi itu dan tahu akan ilmu dan kemuliaanmu.",
    "jalalayn": "\"Hai (Yusuf, hai orang yang amat dipercaya!) artinya orang yang jujur (Terangkanlah kepada kami tentang tujuh ekor sapi betina yang gemuk-gemuk yang dimakan oleh tujuh ekor sapi betina yang kurus-kurus dan tujuh bulir gandum yang hijau dan tujuh lainnya yang kering agar aku kembali kepada orang-orang itu) yaitu raja dan pembantu-pembantunya (agar mereka mengetahui\") takwil mimpi itu."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 47,
    "arab": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ",
    "translation": "Dia (Yusuf) berkata, “Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan di tangkainya kecuali sedikit untuk kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1643.mp3",
    "tafsir": "Dengan segala kemurahan hati Yusuf menerangkan tabir mimpi raja itu, seolah-olah Yusuf menyampaikan kepada raja dan pembesar-pembesarnya, katanya, \"Wahai raja dan pembesar-pembesar negara semuanya, kamu akan menghadapi suatu masa tujuh tahun lamanya penuh dengan segala kemakmuran dan keamanan. Ternak berkembang biak, tumbuh-tumbuhan subur, dan semua orang akan merasa senang dan bahagia. Maka galakkanlah rakyat bertanam dalam masa tujuh tahun itu. Hasil dari tanaman itu harus kamu simpan, gandum disimpan dengan tangkai-tangkainya supaya tahan lama. Sebagian kecil kamu keluarkan untuk di makan sekadar keperluan saja.",
    "quraish": "Yûsuf berkata, \"Takwil mimpi itu adalah bahwa kalian akan bertani gandum selama tujuh tahun berturut-turut dan sungguh-sungguh. Kemudian, ketika kalian menuai hasilnya, simpanlah buah itu bersama tangkainya. Ambillah sedikit saja sekadar cukup untuk kalian makan pada tahun-tahun itu dengan tetap menjaga asas hemat.\"(1) (1) Ayat ini sejalan dengan apa yang ditemukan oleh ilmu pengetahuan modern bahwa membiarkan biji atau buah dengan tangkainya saat disimpan akan mempu mengawetkan dan mencegah kebusukan akibat faktor udara. Lebih dari itu, buah itu akan tetap mengandung zat-zat makanannya secara utuh.",
    "jalalayn": "(Yusuf berkata, \"Supaya kalian bertanam) artinya tanamlah oleh kalian (tujuh tahun lamanya sebagaimana biasa) yakni secara terus-menerus; hal ini merupakan takbir daripada tujuh ekor sapi betina yang gemuk-gemuk (maka apa yang kalian panen hendaklah kalian biarkan) biarkanlah ia (dibulirnya) supaya jangan rusak (kecuali sedikit untuk kalian makan) maka boleh kalian menumbuknya."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 48,
    "arab": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
    "translation": "Kemudian setelah  itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1644.mp3",
    "tafsir": "Sehabis masa yang makmur itu akan datang masa yang penuh kesengsaraan dan penderitaan selama tujuh tahun pula. Pada waktu itu ternak habis musnah, tanaman-tanaman tidak berbuah, udara panas, musim kemarau panjang. Sumber-sumber air menjadi kering dan rakyat menderita kekurangan makanan. Semua simpanan makanan akan habis, kecuali tinggal sedikit untuk kamu jadikan benih.",
    "quraish": "\"Setelah tujuh tahun masa subur itu,\" kata Yûsuf melanjutkan, \"akan datang tujuh tahun masa kering. Pada saat itu kalian dapat memakan apa yang selama ini kalian simpan, dengan tetap menyisakan sedikit untuk disimpan, guna dijadikan benih pada musim tanam berikutnya.",
    "jalalayn": "(Kemudian sesudah itu akan datang) artinya sesudah tujuh musim yang subur-subur itu (tujuh tahun yang amat sulit) kekeringan dan masa sulit; hal ini merupakan takbir daripada tujuh ekor sapi betina yang kurus-kurus (yang menghabiskan apa yang kalian simpan untuk menghadapinya) akan memakan semua biji-bijian dari hasil panen yang selama tujuh tahun yang subur itu; dimaksud kalian memakannya selama tujuh tahun paceklik itu (kecuali sedikit dari yang kalian simpan) artinya simpanan yang sedikit itu jadikanlah sebagai bibit."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 49,
    "arab": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ",
    "translation": "Setelah itu akan datang tahun, di mana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1645.mp3",
    "tafsir": "Kemudian sesudah berlalu masa kesulitan dan kesengsaraan itu, maka datanglah masa hidup makmur, aman dan sentosa. Di masa itu bumi menjadi subur, hujan turun sangat lebatnya, manusia kelihatan beramai-ramai memeras anggur dengan aman dan gembira. Mereka telah duduk bersantai menikmati buah-buahan hasil kebunnya bersama anak-anak dan keluarganya. Itulah tabir mimpi raja itu saya sampaikan kepadamu untuk saudara sampaikan kepada raja dan pembesar-pembesarnya.\"",
    "quraish": "Setelah tujuh tahun masa kering dan gersang itu berlalu, akan datang suatu masa di mana orang-orang mendapat curahan air hujan. Saat itu mereka dapat membuat minuman dari anggur, zaitun dan segala jenis minuman buah.\"",
    "jalalayn": "(Kemudian setelah itu akan datang) yaitu sesudah tujuh tahun musim paceklik itu (tahun yang padanya manusia diberi hujan) yakni hujan yang cukup (dan di masa itu mereka memeras anggur.\") dapat memeras anggur dan buah-buahan lainnya karena suburnya musim."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 50,
    "arab": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّ ۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ",
    "translation": "Dan raja berkata, “Bawalah dia kepadaku.” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1646.mp3",
    "tafsir": "Dalam ayat ini diterangkan bagaimana tertariknya raja dengan tabir mimpi yang disampaikan oleh utusannya itu, sehingga raja ingin sekali bertemu langsung dengan Yusuf, maka raja memerintahkan kembali menemui Yusuf di penjara lalu berkata, \"Pergilah engkau temui Yusuf di penjara dan bawalah dia kemari, supaya langsung aku mendengarkan per-kataannya dan aku dapat mengukur sampai di mana tinggi ilmunya dan luas pandangannya. Mudah-mudahan ilmunya itu dan pandangan-pandangannya itu berguna bagiku untuk keselamatan bangsa dan negaraku.\" Maka utusan itu pergi menemui Yusuf dan menyampaikan panggilan raja terhadap dirinya, agar ia datang menghadap raja, sebab raja membutuhkan nasihatnya dan akan mengangkatnya ke derajat yang tinggi. Yusuf memenuhi panggilan raja. Tetapi sebelum Yusuf datang menghadap, Yusuf minta kepada utusan raja itu agar dia kembali dan menanyakan kepada raja tentang peristiwa perempuan-perempuan yang sudah memotong jarinya sendiri dengan pisau supaya diketahui dengan jelas duduk perkaranya yang sebenarnya. Sehingga ketika datang menghadap raja, dia sudah dalam keadaan bebas dari tuduhan karena raja lebih mengetahui tentang tipu daya perempuan-perempuan itu.",
    "quraish": "Sang raja tergugah oleh kemampuan Yûsuf dalam menakwilkan mimpinya lalu berkenan mengundangnya. Ia memerintahkan pembantu-pembantunya untuk mendatangkan Yûsuf. Ketika seorang utusan yang ditugaskan memanggil Yûsuf datang menemuinya, hal itu tidak mengurangi penderitaannya meskipun mengandung berita tentang pembebasannya. Kepedihan seorang narapidana tidak mampu mendorongnya untuk segera membebaskan diri dari sempit dan kejamnya penjara. Sebaliknya, ia lebih memilih untuk menangguhkannya sebelum terbukti bahwa ia tidak bersalah daripada mempercepat keluar, sementara tuduhan terhadapnya masih tetap menyangkut pada dirinya. Yûsuf lalu berkata kepada sang utusan, \"Kembalilah kepada tuanmu dan mintalah kepadanya agar meninjau kembali tuduhannya terhadap diriku dengan bertanya kepada wanita-wanita yang dikumpulkan oleh istri raja sebagai upaya memperdaya aku yang, karena dikuasai rasa kagum, sampai memotong tangan mereka. Apakah dengan kejadian itu lantas muncul keyakinan bahwa aku tidak bersalah dan aku tetap suci? Atau sebaliknya, bahwa aku ini kotor? Semua itu aku minta untuk membeberkan kebenaran di mata orang banyak. Tuhanku sungguh Maha Mengetahui tipu muslihat mereka.",
    "jalalayn": "(Raja berkata) ketika utusannya datang dan mengisahkan kepadanya tentang takbir mimpinya itu (\"Bawalah dia kepadaku.\") bawalah orang yang telah menakbirkannya itu. (Maka tatkala datang kepadanya) kepada Nabi Yusuf (utusan raja itu) kemudian utusan itu meminta kepadanya supaya keluar dari penjara (berkatalah Yusuf) dengan maksud untuk membersihkan dirinya (\"Kembalilah kepada tuanmu dan tanyakanlah kepadanya) dimaksud supaya utusan raja itu menanyakan kepada raja (bagaimana) halnya (dengan wanita-wanita yang telah melukai tangannya. Sesungguhnya Rabbku) Tuhanku (Maha Mengetahui tipu daya mereka.\") kemudian utusan itu kembali, lalu ia menceritakan semuanya kepada sang raja, maka sang raja mengumpulkan wanita-wanita itu."
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 51,
    "arab": "قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ",
    "translation": "Dia (raja) berkata (kepada perempuan-perempuan itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?” Mereka berkata, “Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.” Istri Al-Aziz berkata, “Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1647.mp3",
    "tafsir": "Setelah utusan kembali menemui raja dan menyampaikan permintaan Yusuf kepadanya, maka dengan segera raja memanggil isteri menteri dan semua perempuan-perempuan yang memotong jarinya itu dan berkata kepada mereka, \"Bagaimana pandanganmu terhadap Yusuf ketika kamu menggodanya dulu? Sebab Yusuf akan aku keluarkan dari penjara.\" Mereka menjawab, \"Bahwa Yusuf seorang pemuda yang suci murni, Maha Sempurna Allah, kami tiada melihat sesuatu yang buruk padanya.\" Istri menteri yang tergila-gila dan terus menggoda Yusuf selama bersama-sama tinggal di rumahnya pun berkata, \"Sudah terlalu lama Yusuf dalam penjara tanpa kesalahan apa-apa. Akulah yang bersalah karena aku tidak dapat menahan hawa nafsuku, aku selalu menggodanya.\" Sekarang jelaslah kebenaran itu, bahwa Yusuf tidak bersalah dan dia termasuk orang-orang yang benar.",
    "quraish": "Raja lalu mendatangkan wanita-wanita itu dan bertanya kepada mereka, \"Apa yang terjadi pada diri kalian ketika kalian berusaha membujuk Yûsuf agar ia terlena dan lengah akan kemurnian dan kesucian dirinya? Apakah kalian melihat bahwa Yûsuf tertarik kepada kalian?\" Mereka menjawab, \"Allah Mahasuci dari sifat lupa terhadap hamba-Nya sehingga kesucian sang hamba tercemari. Kami tidak menemukan pada dirinya suatu aib.\" Ketika itu naluri baik pada istri al-'Azýîz itu muncul dan mendominasi, sehingga ia terdorong untuk mengatakan, \"Sekarang sudah jelas mana yang benar. Akulah yang memperdaya dirinya. Aku telah berusaha untuk memperdayanya dengan cara merayu, tapi ia tetap berpegang teguh pada kesuciannya. Aku tegaskan di sini bahwa ia adalah orang yang jujur. Ia adalah benar ketika menolak tuduhan dan melemparkan tuduhan itu kepadaku.\"",
    "jalalayn": "(Raja berkata, \"Bagaimana keadaan kalian) bagaimana perihal kalian (ketika kalian menggoda Yusuf untuk menundukkan dirinya kepada kemauan kalian?\") apakah kalian memandang Yusuf mempunyai kecenderungan pada permintaan kalian itu? (Mereka berkata, \"Maha Sempurna Allah, kami tiada mengetahui sesuatu keburukan daripadanya.\" Berkatalah istri Al-Aziz, \"Sekarang jelaslah) menjadi gamblanglah (kebenaran itu, akulah yang menggodanya untuk menundukkan dirinya kepada kemauanku, dan sesungguhnya dia termasuk orang-orang yang benar.\") di dalam pengakuannya, sewaktu ia mengatakan dialah yang menggodaku untuk menundukkan diriku kepada kemauannya. Setelah itu sang raja memberitahukan pengakuan itu kepada Nabi Yusuf dan setelah mendengar hal tersebut, lalu Nabi Yusuf berkata:"
  },
  {
    "hizb": 96,
    "name": "Yusuf",
    "ayat": 52,
    "arab": "ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔",
    "translation": "(Yusuf berkata), “Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1648.mp3",
    "tafsir": "Ayat ini menerangkan pengakuan istri al-Aziz yang terus-terang mengatakan bahwa dialah yang bersalah, dialah yang menggoda, tetapi Yusuf tetap enggan dan berpaling, karena takut kepada Tuhannya. Semuanya itu menjadi bukti tentang kejujurannya. Ia tidak mau berdusta terhadap Yusuf walaupun Yusuf dalam penjara. Juga supaya diketahui oleh suaminya, bahwa dia berterus-terang seperti itu menunjukkan bahwa dia bersih, terpelihara dari perbuatan keji, karena kekuatan iman Yusuf. Istrinya tidak mau dituduh pengkhianat, sebab Allah swt tidak akan memberi petunjuk kepada setiap pengkhianatan.",
    "quraish": "Istri al-'Azîz melanjutkan, \"Ini adalah pernyataanku yang benar, dan aku kemukakan pernyataan ini agar Yûsuf tahu bahwa aku tidak memanfaatkan kesempatan ketika dia dipenjara untuk terus memperkuat bukti tuduhan yang dilemparkan kepadanya, dan terus menerus dalam mengkhianati dirinya ketika ia tidak ada. Sesungguhnya Allah tidak akan meluluskan siasat buruk para pengkhianat.",
    "jalalayn": "(\"Yang demikian itu) yang diisyaratkan adalah permintaan bersih diri (agar dia mengetahui) yang dimaksud adalah Al-Aziz (bahwa sesungguhnya aku tidak berkhianat kepadanya) terhadap istrinya (di belakangnya) lafal bil-gaib berkedudukan sebagai hal atau kata keterangan keadaan (dan bahwasanya Allah tidak meridai tipu daya orang-orang yang berkhianat.\") kemudian Nabi Yusuf bertawadhu` atau merendahkan diri terhadap Allah seraya mengatakan:"
  }
]