[
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 53,
    "arab": "۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1649.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Yusuf sebagai manusia mengakui bahwa setiap nafsu cenderung dan mudah disuruh untuk berbuat jahat kecuali jika diberi rahmat dan mendapat perlindungan dari Allah. Yusuf selamat dari godaan istri al-Aziz karena limpahan rahmat Allah dan perlindungan-Nya, meskipun sebagai manusia Yusuf juga tertarik pada istri al-Aziz sebagaimana perempuan itu tertarik kepadanya seperti diterangkan pada ayat 24:\n\nDan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. (Yusuf/12: 24)\n\nTetapi ada pendapat lain yang menyatakan bahwa ayat 53 ini menerang-kan pengakuan istri al-Aziz dengan terharu dan rasa penyesalan yang mendalam bahwa dia tidak dapat membersihkan dirinya dari kesalahan dan ketelanjuran. Dia juga mengakui bahwa memang dia yang hampir meng-khianati suaminya dengan merayu Yusuf ketika suaminya tidak di rumah. Untuk menjaga nama baik diri, suami, dan keluarganya, dia menganjurkan supaya Yusuf dipenjarakan, atau ditimpakan kepadanya siksaan yang pedih. Istri al-Aziz telah melakukan kesalahan ganda, yaitu berdusta dan menuduh orang yang jujur dan bersih serta menjebloskannya ke penjara.\nPada akhir ayat ini dijelaskan bahwa Allah Maha Pengampun dan Maha Penyayang.",
    "quraish": "Aku tidak mengklaim bahwa diriku suci dan terhindar dari kesalahan. Sebab, secara naluri, jiwa manusia selalu condong kepada kesenangan dan menganggap indah keburukan dan kejahatan, kecuali jiwa yang dijaga oleh Allah dan dihindarkan dari kejelekan. Sesungguhnya aku adalah orang yang sangat mengharapkan rahmat dan pengampunan Allah. Dia sangat luas ampunan-Nya atas dosa-dosa orang yang bertobat.",
    "jalalayn": "(\"Dan aku tidak membebaskan diriku) dari kesalahan-kesalahan (karena sesungguhnya nafsu itu) yaitu hawa nafsu (selalu menyuruh) banyak menyuruh (kepada kejahatan kecuali orang) lafal maa di sini bermakna man, yaitu orang atau diri (yang diberi rahmat oleh Rabbku) sehingga terpeliharalah ia dari kesalahan-kesalahan. (Sesungguhnya Rabbku Maha Pengampun lagi Maha Penyayang.\")."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 54,
    "arab": "وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ",
    "translation": "Dan raja berkata, “Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.”  Ketika dia (raja) telah bercakap-cakap dengan dia, dia (raja) berkata, “Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan dipercaya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1650.mp3",
    "tafsir": "Dalam suasana yang sangat mengharukan itu, raja memerintahkan supaya Yusuf dijemput dari penjara dan dibawa menghadap ke istana. Di istana, Yusuf menerangkan kepada raja semua pengalamannya semenjak dia tinggal di istana al-Aziz sampai dia masuk penjara dan akhirnya dapat bertemu muka dengan raja. Mendengar penjelasannya, timbullah keyakinan dalam hati raja bahwa Yusuf benar-benar seorang yang jujur dan setia, penuh rasa tanggung jawab, berbudi mulia, berilmu, dan tabah serta kuat imannya. Karena keyakinan itu, raja mengumumkan di hadapan pembesar dan pemimpin negara bahwa dia telah mengangkat Yusuf menjadi orang kepercayaannya. Semua urusan keuangan negara diserahkan sepenuhnya di bawah pimpinan dan tanggung jawabnya, dialah yang berhak sepenuhnya mengendalikan pemerintahan, dan satu-satunya orang yang dapat ber-hubungan langsung dengan raja. Menurut riwayat Ibnu Abbas, \"Ketika utusan raja sampai di penjara dia berkata kepada Yusuf, \"Tanggalkanlah baju penjara yang engkau pakai itu, pakailah baju baru ini, dan marilah bersama saya menghadap raja.\" Semua penghuni penjara berdoa untuknya, demikian pula sebaliknya, Yusuf berdoa pula untuk mereka. Ketika sampai di istana, raja merasa sangat heran karena dilihatnya Yusuf masih muda (waktu itu umurnya lebih kurang 30 tahun). \"Apakah dia yang masih muda ini telah dapat menakbirkan mimpiku dengan tepat, sedangkan semua ahli sihir dan pemuka agama di negeriku tidak ada yang dapat menakbirkannya.\" Lalu raja memerintahkan supaya dia duduk di hadapannya dan bertitah, \"Janganlah engkau merasa takut.\" Lalu dikalungkan ke lehernya kalung emas dan diberi jubah kebesaran dari sutra. Disediakan pula untuknya kuda berpelana yang dihiasi berbagai macam hiasan dan dipukulkan genderang di seluruh pelosok negeri Mesir sebagai pertanda dan pernyataan bahwa Yusuf telah diangkat menjadi khalifah (tangan kanan) raja.\" Demikian riwayat Ibnu Abbas. Kemudian raja bertitah, \"Sejak hari ini engkau mempunyai kedudukan yang tinggi di sisi kami dan kami percayakan kepadamu semua urusan negara.\"",
    "quraish": "Ketika sang raja mengetahui bahwa Yûsuf tidak bersalah, ia ingin memanggilnya. Ia memerintahkan para pengawal agar memanggil Yûsuf untuk dijadikan sebagai orang yang dekat dan terhormat di lingkungan kerajaan. Di saat Yûsuf sudah datang dan terjadi pembicaraan antara keduanya, raja paham benar bahwa dalam diri Yûsuf terpancar kesucian jiwa dan pandangan yang cemerlang. Ia berkata kepada Yûsuf, \"Sungguh, kamu memiliki kedudukan yang sangat terhormat dalam pandanganku dan kamu adalah orang yang jujur dan dapat dipercaya.\"",
    "jalalayn": "(Dan raja berkata, \"Bawalah Yusuf kepadaku, agar aku memilih dia sebagai orang yang dekat kepadaku.\") artinya aku akan jadikan ia sebagai orang yang paling kupercayai tanpa tandingan. Kemudian utusan sang raja datang kepada Nabi Yusuf seraya berkata, \"Turutilah kemauan sang raja!\" Maka Nabi Yusuf bangkit dan berpamit kepada semua penghuni penjara, kemudian ia pun berdoa bagi mereka. Setelah itu Nabi Yusuf mandi dan memakai pakaian yang bagus, lalu barulah ia menemui sang raja. (Maka tatkala raja telah bercakap-cakap dengan dia, dia berkata) kepadanya (\"Sesungguhnya kamu mulai hari ini menjadi orang yang berkedudukan tinggi lagi dipercayai pada sisi kami.\") artinya mulai hari ini engkau menjadi orang yang berkedudukan tinggi dan sangat dipercaya terhadap urusan-urusan kami. Lalu bagaimana pendapatmu apakah yang harus kami lakukan sekarang? Nabi Yusuf berkata kepadanya, \"Kumpulkanlah semua bibit-bibit, kemudian mari kita tanamkan dengan secara massal pada tahun-tahun yang subur sekarang ini. Simpanlah hasilnya pada bulir-bulirnya. Kelak akan datang orang-orang menitipkan hasil panennya kepadamu.\" Maka sang raja berkata, \"Lalu siapakah yang akan mengurusi dan menangani hal ini untuk membantuku?\""
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 55,
    "arab": "قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ",
    "translation": "Dia (Yusuf) berkata, “Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga, dan berpengetahuan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1651.mp3",
    "tafsir": "Kemudian raja menceritakan mimpinya kepada Yusuf dan meminta penjelasan tentang tindakan yang paling baik untuk menanggulangi tujuh tahun masa kering. Yusuf meminta kepada raja supaya semua urusan yang berhubungan dengan perekonomian negara diserahkan kepadanya agar dia dapat mengaturnya dengan sebaik-baiknya guna menghindari bahaya kelaparan, walaupun musim kemarau amat panjang. Selanjutnya Yusuf mengetengahkan rencana jangka panjangnya. Dia mengatakan bahwa dalam musim subur yang panjang itu pertanian harus ditingkatkan dan kepada seluruh rakyat diperintahkan supaya jangan ada tanah kosong yang tidak ditanami, sehingga bila datang musim kemarau yang panjang, simpanan bahan makanan yang disiapkan pada masa subur dapat diambil sedikit demi sedikit, sedang batang gandum bisa dimanfaatkan untuk makanan ternak. Raja sangat gembira mendengar pendapat Yusuf dan tambah percaya pada kecerdasan dan kebijaksanaannya. Semua usul Yusuf itu dapat diterimanya. Tidak hanya urusan pertanian, bahkan semua urusan negara telah diserahkan sepenuhnya kepada Yusuf. Dengan demikian, Yusuf telah menjadi penguasa yang sangat disegani, dihormati, dan disayangi di Mesir.",
    "quraish": "Dari sikap dan perilaku Yûsuf, raja tahu bahwa Yûsuf seorang yang cakap dalam mengatur dan terampil dalam setiap apa yang dikerjakannya. Yûsuf pun merasakan hal itu. Yûsuf meminta kepada Raja agar diangkat sebagai salah satu pejabatnya seraya berkata, \"Jadikanlah aku sebagai penjaga gudang tempat kau menyimpan kekayaan dan hasil bumi milikmu. Karena, seperti telah paduka buktikan sendiri, aku dapat memegang dan memelihara urusan kerajaan dengan baik, dapat menjaga dan memberdayakan harta- hartamu untuk sasaran yang tepat.",
    "jalalayn": "(Berkatalah ia) Nabi Yusuf (\"Jadikanlah aku bendaharawan negeri ini,) yakni negeri Mesir (sesungguhnya aku adalah orang yang pandai menjaga lagi berpengetahuan.\") orang yang mempunyai keahlian dalam hal perbendaharaan. Menurut suatu pendapat ditakwilkan, bahwa Nabi Yusuf pandai dalam hal menulis dan menghitung."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 56,
    "arab": "وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "translation": "Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1652.mp3",
    "tafsir": "Demikianlah Allah mengatur langkah demi langkah dan tahap demi tahap untuk menempatkan Yusuf pada kedudukan yang tinggi dan terhormat di Mesir dan berkuasa penuh di setiap pelosok negeri itu. Semua ini sesuai dengan sunah Allah yang dimulai dengan mimpi Nabi Yusuf melihat 11 buah bintang, matahari, dan bulan sujud kepadanya yang menyebabkan ayahnya Yakub bertambah sayang kepadanya sehingga saudara-saudaranya bertambah dengki terhadapnya. Kemudian Yusuf dimasukkan ke dalam sumur oleh mereka, lalu diambil oleh kafilah yang hendak pergi ke Mesir, dan dijual kepada penguasa di sana (al-Aziz) dengan harga yang amat murah. Akhirnya Yusuf menetap di istana sebagai salah seorang keluarga yang dipercaya. Kemudian ia digoda oleh istri al-Aziz dan difitnah sehingga dijebloskan ke dalam penjara. Dalam penjara, Yusuf dikaruniai Allah ilmu menakbirkan mimpi salah seorang penghuni penjara dan akhirnya ia menakbirkan mimpi raja. Setelah terbukti bahwa Yusuf tidak bersalah, timbullah kepercayaan raja terhadap dirinya bahwa ia orang yang jujur, setia, tabah dan sabar menghadapi cobaan, berakhlak mulia, berilmu, dan bijaksana, sehingga dia diangkat sebagai penguasa. \nSemua kejadian itu merupakan suatu rentetan yang saling terkait dan erat hubungan satu dengan lainnya. Terkesan pada mulanya seakan-akan Yusuf sudah ditakdirkan untuk selalu dirundung malang, tetapi pada akhirnya dia mendapat keberuntungan dan kebahagiaan. Dia sampai di Mesir sebagai seorang budak belian, tetapi kemudian menjadi orang yang paling dihormati dan disegani di sana. Kalau dia bukan seorang manusia yang jujur, ikhlas, dan suka berbuat baik dalam segala tindakannya, tentulah Allah tidak akan mengaruniakan kepadanya nikmat yang sebesar itu. Demikianlah Allah memberi rahmat kepada siapa yang dikehendaki-Nya dan sesungguhnya Allah memberi balasan yang berlipat ganda bagi setiap orang yang berbuat baik.",
    "quraish": "Tawaran Yûsuf itu diterima oleh raja. Yûsuf diangkat dan diberi kedudukan. Dengan begitu Allah telah menurunkan nikmat yang sangat besar kepada Yûsuf. Diberikan kepadanya kekuasaan atas tanah Mesir. Di sana ia bebas singgah di tempat yang ia sukai. Ini adalah kekuasaan Allah atas hamba-hamba-Nya, Dia memberikan nikmat-Nya kepada siapa yang Dia pilih dari mereka, dan Allah tidak pernah menyia-nyiakan pahala kebaikan, tapi pasti membalasnya dengan kebaikan pula di dunia.",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami berikan nikmat kepada Yusuf, yaitu dibebaskan dari penjara (Kami memberi kedudukan kepada Yusuf di negeri) Mesir (pergi) ia dapat bepergian (menuju ke mana saja ia kehendaki di bumi Mesir) yang pada sebelumnya ia hidup dalam kesempitan dan dalam sekapan tahanan. Menurut suatu riwayat dikisahkan bahwa sang raja memberinya mahkota dan cincin kebesaran kemudian sang raja memecat Al-Aziz lalu mengangkat Yusuf menggantikan kedudukannya. Tidak lama kemudian Al-Aziz wafat lalu Yusuf menikahi istrinya yang bernama Zulaikha. Ternyata setelah Nabi Yusuf menggaulinya, Zulaikha masih perawan; Nabi Yusuf mempunyai dua orang putra dari Zulaikha ini. Nabi Yusuf mampu menegakkan keadilan di negeri Mesir dan semua orang menaatinya."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 57,
    "arab": "وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
    "translation": "Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1653.mp3",
    "tafsir": "Di samping balasan di dunia, Allah menyediakan pula di akhirat balasan yang lebih baik, lebih berharga dan lebih membahagiakan bagi orang-orang yang tetap beriman dan selalu bertakwa kepada-Nya yaitu surga Jannatun naim yang terdapat di dalamnya segala macam nikmat dan kesenangan yang belum pernah terlihat oleh mata, belum pernah terdengar oleh telinga, dan belum pernah terlintas dalam hati manusia.",
    "quraish": "Sesungguhnya balasan di akhirat nanti lebih mulia dan memuaskan bagi mereka yang beriman kepada Allah dan rasul-rasul-Nya. Mereka selalu menjadikan Allah sebagai pengawasnya, dan takut akan hari pembalasan.",
    "jalalayn": "(Dan sesungguhnya pahala di akhirat itu lebih baik) daripada upah di dunia (bagi orang-orang beriman dan selalu bertakwa.) ketika musim paceklik tiba, musim paceklik itu menimpa pula negeri Kan`an dan negeri Syam."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 58,
    "arab": "وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ",
    "translation": "Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedang mereka tidak mengenalinya (lagi) kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1654.mp3",
    "tafsir": "Dalam kitab Perjanjian Lama Kitab Kejadian 42: 2-25 disebutkan bahwa Yusuf mengadakan persiapan dan perbekalan secara besar-besaran untuk menghadapi bahaya kelaparan pada musim kering. Untuk itu, dia membangun gudang-gudang besar untuk menyimpan bahan makanan yang dihasilkan pada musim subur. Ketika datang musim kering, ternyata kekeringan itu bukan hanya terjadi di Mesir saja, tetapi meliputi negeri-negeri tetangga yang berdekatan terutama di negeri Palestina. Terdengarlah di sana berita bahwa pemerintahan Mesir mempunyai simpanan bahan makanan yang banyak sekali, sehingga dapat membantu meringankan penderitaan penduduk negeri-negeri tetangga itu. Penguasa di sana rela melepaskan sebagian dari simpanan itu dengan cara menjual kepada siapa yang sangat memerlukannya. Oleh karena itu, Yakub menyuruh anak-anaknya (saudara-saudara Yusuf) supaya mengumpulkan barang-barang dagangan dan membawanya ke Mesir untuk ditukarkan dengan bahan makanan. \nUntuk memenuhi permintaan Yakub, berangkatlah saudara-saudara Yusuf, kecuali Bunyamin karena tidak diizinkan oleh Yakub, untuk membeli bahan makanan yang sangat mereka perlukan. Ketika sampai di sana, mereka langsung menemui Yusuf dengan harapan akan segera dapat membeli bahan makanan, karena urusan ini sepenuhnya berada di tangan Yusuf. Ketika mereka masuk menghadap, Yusuf mengetahui bahwa yang datang itu adalah saudara-saudaranya sendiri, karena rupa dan jenis pakaian mereka masih melekat dalam ingatannya apalagi mereka berjumlah sepuluh orang. Yusuf berkata dalam hatinya, \"Tidak diragukan lagi mereka ini adalah saudara-saudara saya.\" Sebaliknya mereka tidak tahu sama sekali bahwa yang mereka hadapi adalah saudara sendiri. \nMereka semua tidak lagi ingat bentuk Yusuf karena sudah lama berpisah, apalagi yang mereka hadapi adalah seorang perdana menteri dengan pakaian kebesaran dan tanda-tanda penghargaan berkilau di bajunya. Tidak mungkin Yusuf menjadi orang yang memiliki jabatan yang amat tinggi itu karena mereka telah membuangnya ke dalam sumur. Kalaupun masih hidup, dia tentu akan menjadi budak belian yang diperas tenaganya oleh tuannya.",
    "quraish": "Kemudian terjadi paceklik di daerah-daerah sekitar Mesir. Sebagaimana yang lain, keluarga Ya'qûb juga tertimpa musibah itu. Orang-orang lantas berbondong-bondong menuju Mesir karena mereka tahu cara yang dilakukan Yûsuf dalam mengelola logistik dan upaya persiapannya untuk masa bertahun-tahun ke depan. Ya'qûb mengutus anak-anaknya ke sana untuk meminta makanan, kecuali Benyamin karena khawatir akan keselamatannya. Ketika tiba di Mesir, mereka langsung menghadap Yûsuf. Yûsuf mengetahui siapa mereka, tapi mereka tidak tahu siapa Yûsuf.",
    "jalalayn": "(Dan saudara-saudara Yusuf datang) kecuali Bunyamin, mereka datang untuk meminta makanan, karena mereka telah mendengar bahwa Aziz negeri Mesir membagi-bagikan makanan dengan memakai bayaran atau cara barter (lalu mereka masuk ke tempatnya. Maka Yusuf mengenal mereka) bahwasanya mereka adalah saudara-saudaranya (sedangkan mereka sudah tidak kenal lagi kepadanya) mereka tidak mengenalnya lagi karena sudah terlalu lama berpisah, dan pula mereka telah memastikan bahwa Yusuf telah mati. Lalu mereka berbicara dengan Yusuf memakai bahasa Ibrani. Nabi Yusuf berkata kepada mereka seolah-olah tidak mengenal mereka, \"Apakah gerangan yang menyebabkan kalian datang ke negeriku ini?\" Lalu mereka menjawab, \"Untuk membeli makanan.\" Lalu Nabi Yusuf berkata, \"Jangan-jangan kalian ini mata-mata musuh.\" Mereka menjawab, \"Kami berlindung kepada Allah dari hal itu.\" Nabi Yusuf bertanya, \"Dari manakah kalian ini?\" Mereka menjawab, \"Dari negeri Kan'an dan bapak kami bernama Yakub seorang nabi.\" Nabi Yusuf bertanya kembali, \"Apakah dia mempunyai anak lagi selain kalian?\" Mereka menjawab, \"Ya, dahulu kami berjumlah dua belas orang, kemudian saudara yang paling kecil di antara kami, kami ajak bepergian, lalu ia binasa di tengah padang sahara. Dia adalah anak yang paling disayang oleh bapak kami, dan saudara sekandungnya sajalah kini yang tinggal bersama bapak kami, lalu bapak kami melarangnya pergi ke mana-mana karena khawatir akan terjadi hal yang serupa. Ia kini menjadi penghibur hati bapak kami.\" Kemudian Nabi Yusuf memerintahkan supaya mereka diberi tempat dan dihormati sebagaimana layaknya tamu."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 59,
    "arab": "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ",
    "translation": "Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1655.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Yusuf mengabulkan permintaan saudara-saudaranya untuk membeli barang-barang yang mereka bawa dan ditukar dengan bahan makanan. Dia kemudian memerintahkan supaya disiapkan untuk mereka 10 pikul bahan makanan dan keperluan-keperluan lain yang dibutuhkan dalam perjalanan, karena mereka berjumlah sepuluh orang, masing-masing berhak mendapat satu pikul. Tetapi mereka men-ceritakan bahwa di kampung mereka ada lagi 2 orang yang sangat memerlukan bahan makanan yaitu seorang saudara dan seorang ayah mereka sendiri.\nMereka memohon supaya mereka diberikan 12 pikulan sebab yang sepuluh pikulan itu hanya cukup untuk mereka saja, \"Ayah kami tidak dapat datang kemari karena sudah tua dan lemah, sedangkan saudara kami sengaja kami tinggalkan untuk menjaganya dan menyenangkan hatinya.\" Mendengar keterangan saudara-saudaranya itu, Yusuf berkata, \"Kalau demikian bawalah saudara kalian itu kemari sebagai bukti bagi kami atas kebenaran kalian semua dan kami akan mengabulkan permintaan kalian itu. Kami telah melihat sendiri bahan-bahan makanan yang disediakan untuk kalian semua berjumlah 10 pikulan, karena kami hanya sanggup menyerahkan satu pikulan untuk satu orang. Selain dari itu, selama di sini kalian semua sudah kami perlakukan dengan baik sebagai tamu kami karena begitulah biasanya kami memperlakukan tamu dengan sebaik-baiknya. Sekarang pulanglah kalian semua dan bawalah bahan makanan itu, kemudian datanglah kembali dengan membawa barang dagangan untuk ditukar dengan bahan makanan, tetapi dengan syarat kalian harus membawa saudara kalian sebagai bukti kebenaran dan kejujuran kalian.\"",
    "quraish": "Yûsuf memerintahkan kepada para pembantunya untuk menjamu mereka dengan jamuan istimewa, dan menyiapkan bungkusan untuk dibawa kepada keluarga mereka. Setelah selesai makan, Yûsuf duduk bersama mereka dan berbincang-bincang menanyakan keadaan mereka seperti orang yang sama sekali tidak tahu. Padahal Yûsuf mengerti benar keadaan mereka. Mereka bercerita bahwa salah seorang adiknya tidak diajak karena ayah mereka tidak mau berpisah dengannya. Ia adalah Benyamin, saudara kandung Yûsuf. Lalu Yûsuf berkata, \"Ajaklah saudara kalian itu datang bersama. Kalian tidak perlu khawatir. Kalian telah melihat sendiri bagaimana aku memenuhi jatah kalian, dan kalian juga tahu bagaimana aku menghormati kalian sebagai tamu.\"",
    "jalalayn": "(Dan tatkala Yusuf menyiapkan untuk mereka bahan makanannya) lalu Nabi Yusuf menyempurnakan takaran bahan makanan itu buat mereka (ia berkata, \"Bawalah kepadaku saudara kalian yang seayah dengan kalian) yaitu Bunyamin, untuk mengecek kebenaran cerita kalian itu (tidakkah kalian melihat, bahwa aku menyempurnakan sukatan) yakni, aku telah menyempurnakannya tanpa menguranginya sedikit pun (dan aku adalah sebaik-baik penerima tamu?)."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 60,
    "arab": "فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ",
    "translation": "Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1656.mp3",
    "tafsir": "Selanjutnya Yusuf berkata, \"Jika kalian tidak membawanya, kalian tidak akan mendapat bahan makanan sama sekali karena itu berarti kalian bukan orang-orang yang jujur. Orang-orang yang pembohong dan pendusta tidak akan kami layani dan kami sangat membencinya. Sekali lagi kami tegaskan, kalau kalian tidak membawa saudara kalian itu, jangan diharap kalian akan diberi bahan makanan. Bahkan jangan mencoba mendekat ke negeri kami, apalagi menghadap kepada kami karena tidak ada tempat di sini bagi orang-orang yang tidak jujur.\"",
    "quraish": "\"Jika nanti kalian tidak mengajak saudara kalian itu,\" kata Yûsuf melanjutkan, \"aku tidak akan menyediakan makanan lagi untuk kalian. Dan jangan datang lagi kepadaku.\"",
    "jalalayn": "(Jika kalian tidak membawanya kepadaku, maka kalian tidak akan mendapat sukatan lagi daripadaku) artinya kalian tidak akan mendapatkan bantuan makanan lagi (dan jangan kalian mendekatiku lagi.\") lafal wala taqrabuuni bermakna nahi atau melarang; atau di'athafkan kepada mahal lafal falaa kaila, sehingga artinya menjadi kalian tidak akan mendapatkan bantuan makanan dan kalian tidak dapat mendekat kepadaku."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 61,
    "arab": "قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفَاعِلُوْنَ",
    "translation": "Mereka berkata, “Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1657.mp3",
    "tafsir": "Saudara-saudara Yusuf menjawab, \"Kalau begitu, kami akan pulang dan berusaha dengan sungguh-sungguh agar ayah kami dapat mengizinkan saudara kami itu pergi bersama kami ke Mesir. Kami akan menceritakan kepadanya semua yang telah terjadi dan mengatakan bahwa kami telah disambut dengan baik sekali dan diperlakukan sebagai tamu selama kami berada di Mesir.\"",
    "quraish": "Mereka menjawab, \"Kami akan benar-benar berusaha meminta ayah untuk melepaskan Benyamin pergi bersama kami dan untuk tidak mengkhawatirkan keselamatannya. Sungguh kami tidak akan melanggar janji ini.\"",
    "jalalayn": "(Mereka berkata, \"Kami akan membujuk ayahnya untuk membawanya ke mari) artinya kami akan berupaya sekuat tenaga dengan meminta kepada ayahnya untuk dapat membawanya (dan sesungguhnya kami benar-benar akan melaksanakannya.\") yakni melaksanakan hal tersebut."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 62,
    "arab": "وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "translation": "Dan dia (Yusuf) berkata kepada pelayan-pelayannya, “Masukkanlah barang-barang (penukar) mereka ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1658.mp3",
    "tafsir": "Kemudian Yusuf memerintahkan kepada petugas-petugasnya yang mengurus bahan makanan agar semua barang-barang yang dibawa mereka dimasukkan kembali ke dalam karung-karung bahan makanan tanpa setahu mereka. Barang-barang itu terdiri dari berbagai macam bahan hasil produksi padang pasir, seperti kulit bulu domba dan lain sebagainya. Dengan mengembalikan barang-barang itu, mereka akan menyadari sepenuhnya betapa baiknya hati penguasa Mesir itu, dan betapa tinggi jasanya terhadap mereka. Mereka telah diperlakukan sebagai tamu selama di Mesir kemudian diberi bahan makanan, sedangkan barang-barang dagangan mereka sendiri dikembalikan, seakan-akan bahan makanan yang sepuluh pikul itu diberikan kepada mereka dengan cuma-cuma sebagai hadiah yang bagi mereka sendiri sangat diperlukan dan tak ternilai harganya. Dengan kesadaran itu, diharapkan timbul tekad yang kuat dalam hati mereka untuk kembali ke Mesir membawa barang-barang dan membawa Bunyamin sekaligus sebagaimana diamanatkan oleh Yusuf.",
    "quraish": "Ketika mereka hendak berangkat pulang, Yûsuf berkata kepada para pembantunya, \"Letakkan kembali barang-barang yang mereka serahkan tadi di tempat barang-barang bawaan mereka, supaya mereka melihatnya ketika kembali kepada keluarganya nanti. Dengan demikian, kedatangan kembali mereka lebih bisa diharapkan, karena ingin mendapatkan makanan. Di samping itu, mereka juga yakin bahwa janji itu akan ditepati dan bahwa saudaranya akan teramankan. Dengan itu pula, ayahnya dapat dengan tenang melepas keberangkatan saudaranya.",
    "jalalayn": "(Yusuf berkata kepada pembantu-pembantunya) menurut suatu qiraat lafal lifityaanihi dibaca lifatayaanihi yang artinya, kedua pembantunya (\"Masukkanlah barang-barang mereka) yang mereka bawa sebagai pengganti harga makanan; barang-barang tersebut berupa uang dirham (ke dalam karung-karung mereka) ke dalam kantung-kantung tempat makanan mereka (supaya mereka mengetahuinya apabila mereka telah kembali kepada keluarganya) kemudian mereka menumpahkan isi karung-karung mereka itu (mudah-mudahan mereka kembali lagi.\") kepada kita karena sesungguhnya mereka adalah kaum yang tidak menghalalkan menahannya."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 63,
    "arab": "فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ",
    "translation": "Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, “Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1659.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa tatkala sampai di rumah dan bertemu dengan ayah mereka, saudara-saudara Yusuf memberitahukan semua pengalaman mereka di Mesir dan bagaimana baiknya sambutan penguasa di sana terhadap mereka dengan memperlakukan mereka sebagai tamu. Ketika akan pulang, mereka juga dibekali dengan barang-barang yang diperlukan selama dalam perjalanan. Mereka diberi bahan makanan sebanyak 10 pikulan yang ditukar dengan barang-barang yang mereka bawa karena mereka hanya sepuluh orang.\nMereka juga menceritakan kepada Yakub bahwa mereka telah mengatakan kepada penguasa Mesir tentang ayah mereka yang telah tua dan seorang saudara yang tidak dapat datang karena ditugaskan menjaga ayah mereka. Mereka meminta supaya diberi 12 pikulan. Penguasa itu menjawab bahwa kalau benar mereka mempunyai saudara, hendaklah dibawa ke Mesir. Penguasa itu akan memberi mereka lagi bahan makanan sebanyak yang diminta. Mereka diperingatkan bahwa kalau Bunyamin tidak dapat dibawa, mereka tidak boleh datang lagi ke Mesir, dan tidak akan diberi makanan, karena dianggap sebagai pendusta yang tidak layak dipercayai. Oleh sebab itu, mereka memohon kepada Yakub dengan sangat agar mengizinkan Bunyamin ikut bersama mereka. Dengan demikian, mereka akan diberi bahan makanan dan disambut dengan sambutan yang lebih baik karena telah memenuhi janji mereka untuk membawa Bunyamin ke Mesir. Mereka berjanji akan menjaga Bunyamin dengan sebaik-baiknya.",
    "quraish": "Ketika mereka kembali kepada ayahnya, mereka menceritakan kepadanya pengalaman mereka bersama penguasa Mesir, keramahannya kepada mereka dan ancamannya untuk tidak memberi mereka jatah makanan jika pada waktu yang akan datang mereka tidak mengajak Benyamin. Mereka juga bercerita tentang janji penguasa Mesir yang akan memberi mereka jatah dan menjamu secara istimewa jika mereka datang bersama Benyamin. Kemudian mereka berkata kepada ayahnya, \"Wahai ayah, izinkanlah Benyamin pergi bersama kami. Jika ayah mengabulkan permohonan ini, kami akan mendapat jatah makanan yang cukup. Kami berjanji dengan sungguh-sungguh bahwa kami akan berjuang sekuat tenaga untuk menjaga Benyamin.\"",
    "jalalayn": "(Maka tatkala mereka telah kembali kepada ayah mereka, mereka berkata, \"Wahai ayah kami! Kami tidak akan mendapat sukatan) gandum lagi, jika ayah tidak mengizinkan saudara kami Bunyamin untuk menghadap kepadanya (sebab itu biarkanlah saudara kami pergi bersama kami supaya kami mendapat sukatan) menurut suatu qiraat dibaca yaktal artinya, supaya mendapat sukatan (dan sesungguhnya kami akan benar-benar menjaganya.\")."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 64,
    "arab": "قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "translation": "Dia (Yakub) berkata, “Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?” Maka Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1660.mp3",
    "tafsir": "Yakub terkejut mendengar permintaan mereka, sehingga dengan seketika menjawab, \"Apakah aku akan mempercayakan Bunyamin kepada kalian sebagaimana aku telah mempercayakan Yusuf dahulu? Apakah kalian belum puas dengan mencelakakan Yusuf sehingga sekarang kalian kembali ingin mencelakakan Bunyamin? Apakah aku akan percaya begitu saja kepada janji-janji dan jaminan kalian terhadap Bunyamin, padahal dahulu kalian telah membuat janji dan jaminan serupa ketika hendak membawa Yusuf bermain-main ke tempat penggembalaan di padang pasir? Aku tidak percaya lagi kepada ucapan dan janji kalian. Aku akan menggantungkan harapanku kepada Allah agar Dia tetap memelihara Bunyamin karena Dialah sebaik-baik Penjaga dan Penyayang. Kepada-Nyalah aku bertawakal dalam menghadapi segala persoalan. Hanya Dialah yang Maha Pengasih lagi Maha Penyayang, aku bermohon agar Dia selalu melimpahkan rahmat-Nya kepadaku dengan melindungi Bunyamin dan menjaga keselamatannya serta tidak akan menimpakan cobaan kepadaku seperti kehilangan Yusuf, anakku yang tercinta. Sesungguhnya rahmat Allah Mahaluas dan Karunia-Nya Mahabesar.\"",
    "quraish": "Mendengar cerita dan permohonan anak-anaknya, hati Ya'qûb tergugah oleh ingatan-ingatan masa lalu, kemudian berusaha mengaitkannya dengan apa yang sedang ia dengar. Ya'qûb berkata kepada mereka, \"Jika aku terima permohonan kalian, sungguh ini merupakan sesuatu yang aneh. Sebab, jika aku percayakan Benyamin kepada kalian, maka yang akan terjadi tidak akan berbeda dengan apa yang pernah terjadi ketika aku percayakan Yûsuf kepada kalian. Saat itu kalian kembali sambil berkata bahwa Yûsuf dimangsa serigala. Sesungguhnya hanya Allahlah tempat aku bergantung untuk melindungi anakku. Dialah penjaga yang Mahakuat. Allahlah tempat aku bergantung untuk melindungi anakku. Dia Mahakuat. Rahmat- Nya lebih luas dari rasa takutku akan kehilangan Benyamin setelah kehilangan Yûsuf.\"",
    "jalalayn": "(Berkata Yakub, \"Bagaimana) tiada (aku akan mempercayakannya kepada kalian, kecuali seperti aku mempercayakan saudaranya kepada kalian) yang dimaksud adalah Nabi Yusuf (dahulu?) dan ternyata kalian telah mencelakakannya. (Maka Allah adalah sebaik-baik penjaga) menurut qiraat yang lain lafal haafizhan dibaca hifzhan dengan kedudukan menjadi tamyiz; perihalnya sama dengan perkataan mereka/orang-orang Arab lillaahi darruhu faarisan (dan Dia adalah Maha Penyayang di antara para penyayang.\") maka aku memohon semoga Dia menganugerahkan pemeliharaan-Nya terhadap Nabi Yusuf."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 65,
    "arab": "وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ",
    "translation": "Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1661.mp3",
    "tafsir": "Setelah saudara-saudara Yusuf membuka karung bahan makanan yang mereka bawa dari Mesir, ternyata mereka juga mendapatkan barang-barang mereka masih ada pula di dalamnya. Mereka berkata pada Yakub, \"Wahai ayah kami, barang-barang yang kami bawa ke Mesir ternyata dikembalikan. Ini adalah bukti yang nyata betapa baiknya hati penguasa Mesir itu kepada kita dan betapa pemurahnya sehingga dia tidak mau mengambil barang-barang kita sebagai penukar makanan yang diberikan kepada kita. Dia telah menolong kita dengan ikhlas tanpa mengharapkan balasan. Memang amat besar hutang budi kita. Oleh sebab itu, kita harus membalas jasa dan budi baiknya dengan memenuhi janji kami yaitu akan membawa Bunyamin ke Mesir. Kalau kami kembali ke Mesir membawanya, tentu kita akan mendapat bahan makanan lebih banyak, paling tidak akan bertambah satu pikulan karena kami sudah berjumlah sebelas orang. Bagi penguasa Mesir satu pikulan bahan makanan itu tentu tidak akan memberatkan karena gudang-gudangnya penuh dengan bahan makanan.\"",
    "quraish": "Saudara-saudara Yûsuf tidak tahu bahwa Yûsuf meletakkan harta mereka dalam tas-tas mereka. Maka, ketika mereka membukanya, mereka mendapatkan harta tersebut, lantas mereka tahu betapa mulia yang diperbuat oleh Yûsuf terhadap mereka. Hal itu oleh mereka dijadikan alasan untuk lebih menenangkan hati ayahnya serta meyakinkannya untuk mengabulkan permintaan raja Mesir. Mereka memaksa ayahnya untuk mengabulkan permintaan itu. Mereka juga mengatakan bahwa antara saudara mereka dengan mereka sendiri diikat dengan hubungan yang kuat yaitu saudara satu ayah. Mereka berkata, \"Wahai ayah kami, adakah yang ayah inginkan itu lebih baik dari apa yang sudah dan akan terjadi? Lihatlah, ini harta kami dikembalikan tanpa ada sedikit pun yang diambil. Oleh karena itu, izinkanlah kami pergi bersama Benyamin untuk mendapatkan bingkisan bagi keluarga kita. Kami akan menjaganya. Dan bingkisan itu akan bertambah jika dibawa oleh unta milik saudara kami, karena sesungguhnya sang raja telah menetapkan untuk memberi setiap orang bahan makanan seberat beban unta.",
    "jalalayn": "(Tatkala mereka membuka barang-barangnya, mereka menemukan kembali barang-barang penukaran mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan) huruf maa di sini merupakan kata tanya, artinya apalagi yang kita cari lebih dari penghormatan yang telah diberikan oleh sang raja? Menurut qiraat lafal nabghii dibaca tabghii sebagai khithab atau pembicaraan yang ditujukan kepada Nabi Yakub. Karena mereka menceritakan kepadanya tentang penghormatan sang raja terhadap mereka. (Ini barang-barang kita dikembalikan kepada kita dan kami akan dapat memberi makan keluarga kami) artinya kami dapat membawa perbekalan makanan buat mereka (dan kami akan menjaga saudara kami dan kami akan mendapat tambahan sukatan seberat beban seekor unta) untuk saudara kami Bunyamin. (Itulah sukatan yang mudah.\") bagi raja Mesir, karena ia orangnya sangat dermawan."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 66,
    "arab": "قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ",
    "translation": "Dia (Yakub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).” Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1662.mp3",
    "tafsir": "Mendengar ucapan anak-anaknya itu, Yakub sadar bahwa budi baik penguasa Mesir itu harus dibalas dengan budi baik pula. Tidak ada cara untuk membalasnya kecuali dengan menepati janji anak-anaknya yang akan membawa Bunyamin karena dia dan anak-anaknya tidak mempunyai apa-apa lagi untuk dipersembahkan apalagi penguasa Mesir itu telah menolak menerima barang tukaran dan mengembalikan semuanya. Dengan perasaan yang berat, Yakub berkata kepada anak-anaknya bahwa kalau mereka harus membawa Bunyamin ke Mesir, maka ia tidak akan mengizinkan kecuali dengan janji yang dikuatkan dengan sumpah bahwa mereka benar-benar akan menjaga keselamatan Bunyamin dan membawanya kembali pulang. Mereka juga diminta untuk bersedia mengorbankan jiwa raga bila terjadi hal-hal yang membahayakan atau mengancam jiwanya. Anak-anak Yakub bersedia bersumpah untuk memenuhi syarat yang dikemukakan ayah mereka. Lalu mereka bersumpah dengan menyebut nama Allah bahwa mereka akan menjaga keselamatan Bunyamin, membelanya mati-matian bila terancam bahaya, dan akan membawanya pulang kembali. Setelah mendengar sumpah anak-anaknya itu, barulah hati Yakub merasa lega dan dia berkata, \"Allah menjadi saksi atas semua ucapan dan janjimu itu. Dialah Yang Mengawasi segala perbuatan dan tindak-tandukmu dan kepada-Nyalah aku serahkan keselamatan anakku.\"",
    "quraish": "Usaha anak-anak Ya'qûb berhasil dalam meyakinkannya. Ya'qûb menjadi lunak dari sikap semula yang melarang anaknya untuk pergi bersama saudara-saudaranya ke Mesir. Meskipun demikian hatinya masih belum tenang sepenuhnya, maka ia pun berkata kepada anak-anaknya, \"Ia tidak akan aku kirim bersama kalian sebelum kalian memberikan jaminan yang cukup kuat. Bersumpahlah kalian atas nama Allah, bahwa kalian akan membawanya kembali kepadaku. Jangan ada yang menghalangi kalian untuk mengembalikannya kepadaku kecuali jika kalian meninggal atau terkepung oleh musuh yang lebih kuat dari kalian untuk mempertahankan saudara kalian itu.\" Mereka menerima syarat yang diajukan sang ayah. Mereka lalu berjanji, dan pada saat itu Ya'qûb memohon kepada Allah atas kesaksian janji mereka dengan berkata, \"Sesungguhnya Allah melihat dan mengawasi apa yang sedang berlangsung di antara kita.\"",
    "jalalayn": "(Yakub berkata, \"Aku sekali-kali tidak akan melepaskannya pergi bersama kalian sebelum kalian memberikan kepadaku janji yang teguh) sumpah (atas nama Allah) seumpamanya kalian bersumpah (bahwa kalian pasti akan membawanya kepadaku kembali kecuali jika kalian dikepung musuh.\") seumpamanya kalian semuanya mati, atau kalian dikalahkan oleh musuh sehingga kalian tidak mampu membawa Bunyamin kembali kepadaku. Lalu mereka menyetujui hal tersebut. (Tatkala mereka memberikan janji mereka) mengikrarkan hal tersebut (maka Yakub berkata, \"Allah terhadap apa yang kita ucapkan) ini, yaitu saya dan kalian (adalah menjadi saksi.\") menyaksikannya kemudian Nabi Yakub memberikan izin kepada mereka untuk membawa serta Bunyamin."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 67,
    "arab": "وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ",
    "translation": "Dan dia (Yakub) berkata, “Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1663.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa Nabi Yakub berkata kepada anak-anaknya agar ketika sampai di istana raja Mesir, mereka tidak masuk bersama-sama dari satu pintu gerbang, tetapi masuk dari pintu-pintu gerbang yang lain, supaya terhindar dari penglihatan mata orang yang hasad atau mengalami hal-hal yang tidak diinginkan. Di samping itu agar Bunyamin sempat bertemu dengan Yusuf secara terpisah dari saudara-saudaranya yang lain.\nNabi Yakub menasihatkan pula bahwa walaupun mereka sudah berusaha menghindari berbagai kemungkinan yang membahayakan, namun beliau tidak dapat mencegah ketentuan dari Allah, sebab keputusan menetapkan sesuatu hanya berada di tangan-Nya. Semua pekerjaan harus dilaksanakan sesuai dengan kemampuan dan disertai keyakinan bahwa ketentuan dari Allah pasti terjadi, dan tidak seorang pun yang dapat menghalang-halanginya. Oleh karena itu, hanya kepada-Nyalah semua orang bertawakal dan berserah diri.",
    "quraish": "Ya'qûb merasa mantap dengan janji anak-anaknya. Perasaan haru yang ada dalam hatinya mendorongnya untuk memberikan pesan kepada mereka agar mereka, dalam memasuki kota Mesir, melewati pintu yang berbeda-beda supaya tidak menjadi pusat perhatian orang lain ketika mereka masuk dan agar tidak diawasi. Sebab hal itu bisa berakibat tidak baik bagi mereka. \"Sedangkan aku,\" kata Ya'qûb, \"tidak mampu melindungi kalian dari bahaya. Yang mampu menahan aniaya hanyalah Allah. Dialah Yang Mahakuasa. Aku bertawakkal kepada-Nya dan aku serahkan kepada-Nya perkaraku dan perkara kalian. Hanya kepada-Nyalah seharusnya orang-orang beriman dan orang-orang yang menyerahkan segala perkaranya itu bertawakkal.",
    "jalalayn": "(Dan Yakub berkata, \"Hai anak-anakku! Janganlah kalian masuk) ke negeri Mesir (dari satu pintu gerbang, tetapi masuklah dari pintu-pintu gerbang yang berlainan) supaya kalian tidak menjadi sial karenanya (namun demikian aku tidak dapat menghindarkan) menolak (diri kalian) dengan melalui saranku ini (dari takdir Allah) huruf min di sini adalah zaidah (barang sedikit pun) yang telah ditakdirkan-Nya terhadap kalian; sesungguhnya hal tersebut hanyalah terdorong oleh rasa sayangku. (Tiada lain) (keputusan hanyalah hak Allah) semata (dan hanya kepada-Nyalah aku bertawakal) artinya hanya kepada-Nyalah aku percaya (dan hanya kepada-Nyalah hendaknya orang-orang yang bertawakal berserah diri.\")"
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 68,
    "arab": "وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ",
    "translation": "Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1664.mp3",
    "tafsir": "Tatkala putra-putra Nabi Yakub itu masuk ke istana Yusuf di Mesir sesuai dengan yang diperintahkannya, yaitu masuk dari pintu gerbang yang berlainan, cara yang mereka lakukan itu tidak dapat melepaskan mereka sedikit pun dari ketentuan Allah. Ini hanya keinginan Nabi Yakub yang harus dilaksanakan agar Yusuf dapat bertemu dengan Bunyamin empat mata, karena keduanya akan membuat perencanaan dan tindakan yang bijak-sana. Ini menunjukkan bahwa Nabi Yakub telah diberi ilmu pengetahuan dengan wahyu Allah swt, namun kebanyakan manusia tidak mengetahui, termasuk anak-anaknya sendiri.",
    "quraish": "Mereka menerima pesan ayah mereka, dan mereka pun masuk Mesir melalui pintu yang berbeda-beda. Hal itu bukan untuk menghindari bahaya yang telah digariskan oleh Allah, sebab Ya'qûb tahu persis akan hal itu dengan ilmu yang diajarkan Allah. Tetapi, pesan Ya'qûb tersebut sebenarnya adalah untuk dirinya sendiri, yaitu keharuan seorang ayah kepada anak-anaknya, sebagaimana diungkapkan di dalam pesan ini. Tapi sebagian besar umat manusia tidak memiliki ilmu seperti ilmu Ya'qûb, maka mereka menyerahkan seluruh perkara dirinya kepada Allah dan berlaku hati-hati.",
    "jalalayn": "Allah berfirman: (Dan tatkala mereka masuk menurut yang diperintahkan oleh ayah mereka) yaitu masuk secara berpencar-pencar (maka hal itu tidak dapat melepaskan diri mereka dari Allah) yakni dari kepastian-Nya (barang) huruf min di sini adalah zaidah (sedikit pun akan tetapi itu hanya) tetapi hal itu hanyalah (suatu keinginan pada diri Yakub yang telah ditunaikannya) yaitu bermaksud untuk menghindarkan mereka dari kesialan karena terdorong oleh rasa sayang (dan sesungguhnya dia mempunyai pengetahuan karena Kami telah mengajarkan kepadanya) disebabkan Kami telah mengajarkan kepadanya (akan tetapi kebanyakan manusia) mereka adalah orang-orang kafir (tiada mengetahui.) ilham Allah yang dianugerahkan kepada orang-orang pilihan-Nya."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 69,
    "arab": "وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ",
    "translation": "Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah  saudaramu, jangan engkau bersedih hati terhadap apa yang telah mereka kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1665.mp3",
    "tafsir": "Ketika anak-anak Yakub masuk ke dalam ruangan khusus, Yusuf langsung mengenali adiknya, Bunyamin. Yusuf berusaha untuk bertemu empat mata dengannya seraya berkata, \"Jangan sedih dan gundah. Saya ini adalah saudara kandungmu, tapi hal ini jangan kamu ceritakan kepada saudara-saudara yang lain.\"\nDalam sebuah riwayat dikatakan bahwa tatkala saudara-saudara Yusuf masuk ke tempatnya, mereka memperkenalkan Bunyamin seraya berkata, \"Inilah saudara kami Bunyamin, yang diminta datang bersama-sama dengan kami, sekarang kami memperkenalkannya kepada Baginda.\" Yusuf menjawab, \"Terima kasih banyak, dan untuk kebaikan ini niscaya kami akan menyediakan balasannya.\" Lalu Yusuf menyediakan hidangan makanan untuk mereka yang semuanya berjumlah sebelas orang. Tiap-tiap meja untuk dua orang, sehingga semuanya sudah duduk berhadap-hadapan pada lima meja dalam lima buah kamar yang tertutup. Hanya tinggal Bunyamin sendirian tidak mempunyai pasangan. Yusuf berkata kepada tamu-tamunya, \"Kamu yang sepuluh orang, masing-masing berdua masuklah ke dalam kamar. Karena yang seorang ini, yaitu Bunyamin tidak mempunyai kawan, maka baiklah saya yang menemaninya.\" Setelah Yusuf dan Bunyamin berdua dalam sebuah kamar, maka Yusuf merangkulnya dengan penuh kemesraan, dan berkata, \"Apakah kamu suka menerima aku sebagai saudara-mu, ganti dari saudaramu yang hilang itu?\" Bunyamin menjawab, \"Siapa yang akan menolak mendapatkan saudara seperti engkau yang mulia ini? Namun engkau tidak dilahirkan dari bapakku Yakub dan ibuku Rahil.\" Karena tidak tahan mendengar ucapan itu, lalu Yusuf menangis dan merangkul Bunyamin seraya berkata, \"Akulah Yusuf, saudaramu yang dikatakan hilang itu.\" Lalu Yusuf menasihati saudaranya, supaya jangan bersedih atas apa yang telah dikerjakan oleh saudara-saudaranya terhadap-nya. Yusuf memberitahukan pula kepada Bunyamin rencananya terhadap saudara-saudaranya, untuk menguji mereka, apakah akhlaknya masih seperti dahulu atau sudah ada perubahan. Maksudnya supaya Bunyamin jangan terkejut, bila nanti terjadi hal-hal yang dilakukan Yusuf yang terasa janggal baginya.",
    "quraish": "Ketika mereka sampai kepada Yûsuf, mereka ditempatkan pada kedudukan yang sangat terhormat. Yûsuf memberikan keistimewaan kepada saudara kandungnya dengan memeluknya. Sambil berbisik, ia berkata, \"Aku adalah Yûsuf, saudaramu. Jangan bersedih dengan apa yang mereka lakukan terhadap dirimu dan diriku.",
    "jalalayn": "(Dan tatkala mereka masuk ke tempat Yusuf, Yusuf menempatkan) yakni membawa saudaranya Bunyamin (saudaranya ke tempatnya. Yusuf berkata, \"Sesungguhnya aku ini adalah saudaramu, maka janganlah kamu berduka cita) bersedih hati (terhadap apa yang telah mereka lakukan.\") yaitu kedengkian mereka terhadap kita. Kemudian Nabi Yusuf menyuruh Bunyamin supaya jangan menceritakan hal ini kepada mereka. Yusuf telah bersepakat dengan Bunyamin, bahwa ia akan membuat siasat supaya Bunyamin tetap tinggal bersamanya."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 70,
    "arab": "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسَارِقُوْنَ",
    "translation": "Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, “Wahai kafilah! Sesungguhnya kamu pasti pencuri.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1666.mp3",
    "tafsir": "Maka tatkala bahan makanan itu sedang dipersiapkan, diam-diam Yusuf memasukkan piala (tempat minum yang dapat juga digunakan untuk menakar) raja ke dalam karung Bunyamin. Setelah kafilah itu bersiap-siap untuk berangkat meninggalkan Mesir, seorang utusan datang menyusul kafilah itu seraya berseru dengan suara yang keras, \"Hai kafilah, tunggu dulu sesungguhnya kamu adalah para pencuri.\"",
    "quraish": "Kemudian, setelah Yûsuf menjamu mereka dengan baik, memberi jatah makanan mereka dan menambahnya dengan bahan makanan seberat beban unta untuk saudaranya, mereka bersiap-siap untuk kembali. Yûsuf memerintahkan kepada pembantu-pembantunya itu untuk menyelipkan bejana (tempat minuman) di tempat perbekalan Benyamin. Setelah itu salah satu dari pembantu Yûsuf berkata, \"Wahai rombongan yang sedang membawa perbekalan, berhentilah! Kalian telah mencuri.\"",
    "jalalayn": "(Maka tatkala telah disiapkan untuk mereka bahan makanan mereka, Yusuf memasukkan piala tempat minum) teko yang terbuat dari emas dan dihiasi dengan permata (ke dalam karung saudaranya) yaitu karung kepunyaan Bunyamin (kemudian berteriaklah seseorang yang menyerukan) setelah mereka berpisah dari majelis Yusuf, tiba-tiba terdengar ada seseorang yang berseru (\"Hai kafilah!) rombongan musafir (Sesungguhnya kalian adalah orang-orang yang mencuri.\")."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 71,
    "arab": "قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ",
    "translation": "Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Kamu kehilangan apa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1667.mp3",
    "tafsir": "Saudara-saudara Yusuf segera menghentikan perjalanan mereka dan bertanya barang apakah yang hilang dari kerajaan, sehingga ia datang menyusul dan menuduh mereka sebagai pencuri.",
    "quraish": "Saudara-saudara Yûsuf gemetar mendengarkan seruan itu. Mereka pun bergerak ke arah orang yang berkata tadi dan bertanya, \"Apa yang hilang dari kalian dan apa yang kalian cari.\"",
    "jalalayn": "(Mereka menjawab sambil) seraya (menghadap kepada penyeru-penyeru itu, \"Barang apakah) sesuatu apakah yang (hilang daripada kalian.\")."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 72,
    "arab": "قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ",
    "translation": "Mereka menjawab, “Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1668.mp3",
    "tafsir": "Penyeru itu berkata bahwa raja kehilangan piala yang ada cap kerajaan padanya. Barang siapa yang dapat mengembalikan piala itu akan memperoleh hadiah yaitu bahan makanan seberat beban unta. Penyeru itu menjelaskan pula bahwa dia menjamin akan tetap memberikan hadiah itu pada siapa saja yang bisa mengembalikannya.",
    "quraish": "Para pembantu raja menjawab, \"Kami sedang mencari bejana tempat minum raja. Kami akan memberikan hadiah bagi orang yang menemukannya berupa makanan seberat beban unta.\" Pemimpin mereka pun menyatakan dan menegaskan hal itu dengan berkata, \"Aku menjamin janji ini.\"",
    "jalalayn": "(Penyeru-penyeru itu berkata, \"Kami kehilangan piala) teko (raja dan bagi siapa yang dapat mengembalikannya akan memperoleh hadiah seberat beban unta) berupa bahan makanan (dan aku terhadapnya) tentang hadiah itu (menjadi penjamin.\") yang menanggungnya."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 73,
    "arab": "قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سَارِقِيْنَ",
    "translation": "Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1669.mp3",
    "tafsir": "Saudara-saudara Yusuf berkata dengan maksud membersihkan diri dari tuduhan itu, \"Demi Allah kamu telah mengetahui bahwa kami datang ke Mesir ini, baik pertama maupun yang kedua kalinya, bukan untuk membuat kerusakan di negeri Mesir dengan mencuri ataupun melakukan kejahatan lainnya, dan kami yakin bahwa kami bukanlah pencuri.\"",
    "quraish": "Saudara-saudara Yûsuf berkata, \"Tuduhan mencuri yang kalian arahkan kepada kami itu sungguh aneh! Sungguh, tingkah laku dan keteguhan kami dalam beragama yang kalian lihat selama dua kali kedatangan kami ke negeri kalian ini tidak menunjukkan bahwa kami bermaksud melakukan kejahatan. Bukan kebiasaan kami untuk mencuri.\"",
    "jalalayn": "(Saudara-saudara Yusuf menjawab, \"Demi Allah) sumpah yang di dalamnya terkandung makna takjub (sesungguhnya kalian mengetahui bahwa kami datang bukan untuk membuat kerusakan di negeri ini dan kami bukanlah orang-orang pencuri.\") kami sama sekali belum pernah mencuri."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 74,
    "arab": "قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ",
    "translation": "Mereka berkata, “Tetapi apa hukumannya jika kamu dusta?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1670.mp3",
    "tafsir": "Penyeru itu bertanya, \"Tetapi apa akibatnya jika kamu berdusta? Dan ternyata piala raja itu disembunyikan di karung-karungmu.\"",
    "quraish": "Yûsuf membisikkan pembantu-pembantunya untuk meminta ketentuan hukum kepada saudara- saudaranya mengenai sanksi yang pantas diterima oleh orang yang terbukti menyimpan bejana raja di dalam tasnya sebagai \"prolog\" untuk mengambil Benyamin dengan berdasar pada ketentuan mereka sendiri. Selain itu, juga agar keputusan mereka itu terlaksana tanpa ada pengampunan. Pembantu- pembantu Yûsuf pun berkata, \"Menurut kalian, apa balasan untuk pencuri jika terbukti bahwa pencuri itu adalah salah seorang di antara kalian?\"",
    "jalalayn": "(Penyeru-penyeru itu berkata) yakni juru penyeru dan teman-temannya (\"Tetapi apa balasannya) bagi si pencuri (jika kalian betul-betul pendusta?\") kalian berdusta di dalam pengakuan kalian yang mengatakan bahwa kalian tidak mencuri. Kemudian ternyata piala tersebut ditemukan dalam barang kalian."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 75,
    "arab": "قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ",
    "translation": "Mereka menjawab, “Hukumannya ialah pada siapa ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah menerima hukumannya. Demikianlah kami memberi hukuman kepada orang-orang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1671.mp3",
    "tafsir": "Mereka menjawab, \"Balasannya ialah siapa saja yang ditemukan piala itu di dalam karungnya, maka dialah pencurinya dan harus bersedia menerima akibatnya.\" Syariat yang berlaku menurut agama yang dibawa Nabi Yakub ialah si pencuri dijadikan hamba sahaya oleh orang yang kecurian selama satu tahun. Demikianlah Allah membalas kejahatan orang-orang yang zalim.",
    "quraish": "Karena begitu yakinnya anak-anak Ya'qûb bahwa mereka tidak mencuri bejana raja, mereka menjawab pertanyaan itu tanpa ragu-ragu, \"Orang yang mencuri bejana harus dijadikan budak. Dengan hukuman seperti itulah kami membalas orang-orang zalim yang mengambil harta orang lain.\"",
    "jalalayn": "(Mereka menjawab, \"Balasannya) lafal jazaauhu ini menjadi mubtada, sedangkan khabarnya ialah (ialah pada siapa ditemukan barang yang hilang itu dalam karungnya) maka ia harus dijadikan budak. Kemudian diperkuat dengan berikutnya (maka dia sendirilah) si pencuri itu sendiri (balasannya.\") sebagai tebusan dari barang yang dicurinya, bukan orang lain. Ketentuan ini yaitu orang yang mencuri dihukum menjadi budak, merupakan syariat Nabi Yakub. (Demikianlah) seperti pembalasan itu (Kami memberi pembalasan kepada orang-orang yang lalim.) yaitu karena mencuri. Kemudian para penyeru itu mengajukan usul kepada Nabi Yusuf supaya karung-karung mereka diperiksa."
  },
  {
    "hizb": 97,
    "name": "Yusuf",
    "ayat": 76,
    "arab": "فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجَاتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ",
    "translation": "Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1672.mp3",
    "tafsir": "Setelah kafilah kembali lagi ke Mesir dan menghadap Yusuf, ia mulai memeriksa karung-karung mereka semuanya dan yang terakhir diperiksa adalah karung Bunyamin. Sengaja beliau berbuat demikian untuk menutupi taktiknya. Kemudian Yusuf menemukan piala yang hilang itu dari karung Bunyamin. Dengan cara demikian Allah mengatur taktik Yusuf untuk mencapai maksudnya. Yusuf sama sekali tidak bermaksud menghu-kum saudaranya menurut undang-undang kerajaan kecuali jika Allah menghendakinya. Beliau sengaja membuat taktik ini untuk sekedar menguji akhlak saudara-saudaranya dan bukan untuk menyakiti Bunyamin, karena ia terlebih dahulu telah diberitahu tentang rencana tersebut. Allah meninggikan derajat orang-orang yang dikehendaki-Nya, baik berupa ilmu maupun keimanan dan memperlihatkan pula jalan kebenaran untuk mencapai maksudnya, seperti Allah telah mengangkat derajat Yusuf di atas saudara-saudaranya. Di atas setiap orang yang berpengetahuan ada lagi yang lebih mengetahui. Hanya Allah yang Maha Mengetahui.",
    "quraish": "Mereka pun akhirnya diperiksa. Pemeriksaan itu tentu harus dilakukan dengan seksama agar pelaksanaan taktik itu tidak tampak dibuat-buat. Yûsuf a. s. memimpin sendiri pemeriksaan itu, setelah sebelumnya memberikan \"prolog\". Mulailah ia memerikasa tas sepuluh orang bersaudara itu. Ketika giliran pemeriksaan itu tiba pada Benyamin, saudaranya, Yûsuf menemukan bejana raja. Dengan begitu, taktiknya berhasil. Yûsuf pun berhak menghukum Benyamin dengan ketentuan yang ditetapkan saudara-saudaranya tadi, yaitu menangkap dan menahannya. Begitulah Allah mengatur strategi untuk Yûsuf. Yûsuf tidak akan menghukum saudaranya itu sesuai ketentuan hukum yang berlaku di Mesir, kecuali atas kehendak Allah. Saat itu Allah benar-benar berkehendak, maka kemudian mengatur strategi untuk Yûsuf. Allah memberikan kemudahan bagi Yûsuf untuk mengatur segala sarana dan taktiknya dengan seksama dan penuh hati-hati. Itu semua adalah sebagian karunia Allah yang meninggikan derajat ilmu kepada siapa saja yang dikehendaki-Nya. Dan di atas orang yang berilmu selalu ada yang Lebih Besar dan Lebih Berilmu. Selalu ada saja yang lebih tahu.",
    "jalalayn": "(Maka mulailah Yusuf dengan karung-karung mereka) yaitu memeriksanya (sebelum memeriksa karung saudaranya sendiri) supaya mereka tidak menaruh rasa curiga terhadapnya (kemudian dia mengeluarkan piala raja itu) yakni tempat minum raja. (dari karung saudaranya.) Selanjutnya Allah berfirman mengisahkan (Demikianlah) tipu muslihat itu (Kami atur untuk mencapai maksud Yusuf) artinya, Kami ajarkan kepadanya tentang siasat untuk mengambil saudara sekandungnya (Tiada patut) Yusuf (menghukum saudaranya) dengan menjadikannya sebagai budak karena terbukti telah mencuri (menurut undang-undang raja) sesuai dengan ketentuan raja Mesir, karena hukuman bagi pencuri menurut undang-undang raja Mesir ialah dipukuli dan dikenai denda sebanyak dua kali lipat harga barang yang dicurinya, bukannya dijadikan sebagai budak (kecuali Allah menghendaki-Nya) yakni menghendaki supaya Yusuf menghukum saudaranya sesuai dengan ketentuan syariat Nabi Yakub. Artinya Nabi Yusuf tidak dapat menghukumnya kecuali Allah menghendaki melalui wahyu-Nya supaya Nabi Yusuf menghukum saudaranya itu sesuai dengan syariat yang berlaku pada mereka (Kami tinggikan derajat orang yang Kami kehendaki) melalui ilmu seperti yang Kami lakukan terhadap Yusuf. Lafal ayat ini dapat dibaca secara idhafah, yaitu menjadi darajaati man nasyaau, dan dapat pula dibaca darajaatin man nasyaau (dan di atas tiap-tiap orang berpengetahuan itu) di antara semua makhluk (ada lagi yang Maha Mengetahui.) artinya yang lebih mengetahui daripadanya sehingga rentetannya selesai pada Allah swt."
  }
]