[
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 72,
    "arab": "وَاِذْ قَتَلْتُمْ نَفْسًا فَادّٰرَءْتُمْ فِيْهَا ۗ وَاللّٰهُ مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُوْنَ ۚ",
    "translation": "Dan (ingatlah) ketika kamu membunuh seseorang, lalu kamu tuduh-menuduh tentang itu. Tetapi Allah menyingkapkan apa yang kamu sembunyikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/79.mp3",
    "tafsir": "Allah swt mengungkapkan dalam ayat ini kejahatan yang berkenaan dengan pembunuhan terhadap seseorang kemudian mereka saling tuduh-menuduh mengenai pelaku pembunuhan itu sehingga perkara ini menjadi kabur. Tetapi Allah tidak membiarkan perkara ini tetap kabur dan tertutup. Untuk membuka rahasia pembunuhan itu Allah memerintahkan kepada mereka agar menyembelih sapi, sebagaimana disebutkan dalam ayat 67 yang lalu.\nBila diperhatikan urutan cerita seperti yang tercantum di awal kelompok ayat ini maka ayat 72 terletak di depan ayat 67, sebab peristiwa pembunuhan inilah yang mengakibatkan adanya perintah Allah untuk menyembelih sapi. Tetapi di dalam urutan ayat peristiwa penyembelihan sapi itulah yang didahulukan, karena yang diperintahkan ialah pengusutan perkara pembunuhan itu dengan mencari lebih dahulu pembunuhnya dengan jalan menyembelih sapi.",
    "quraish": "Ingatlah ketika kalian membunuh seseorang dan saling berkelahi serta saling berbuat kejahatan. Lalu kalian saling menuduh mengenai pembunuhan itu. Allah mengetahui hakikat kejadian itu, dan Dia akan menyingkap dan menunjukkannya meskipun kalian menutupinya.",
    "jalalayn": "(Dan ketika kamu membunuh seorang manusia, lalu kamu tuduh-menuduh tentang hal itu) asalnya fatadaara'tum, lalu ta diidgamkan ke dal yang berarti bertengkar dan saling menuduh (sedangkan Allah menyingkapkan) atau memperlihatkan (apa yang kamu sembunyikan) tentang persoalan tersebut. Kalimat ini adalah suatu interupsi dan merupakan awal kisah"
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 73,
    "arab": "فَقُلْنَا اضْرِبُوْهُ بِبَعْضِهَاۗ  كَذٰلِكَ يُحْيِ اللّٰهُ الْمَوْتٰى وَيُرِيْكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Lalu Kami berfirman, “Pukullah (mayat) itu dengan bagian dari (sapi) itu!” Demikianlah Allah menghidupkan (orang) yang telah mati, dan Dia memperlihatkan kepadamu tanda-tanda (kekuasaan-Nya) agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/80.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan agar orang yang terbunuh itu dipukul dengan sebagian anggota tubuh sapi itu agar orang itu hidup kembali. Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dan menjadi saksi atas kematiannya sehingga si pembunuh terbongkar sesuai dengan tradisi Israil.\nDiriwayatkan bahwa ketika Bani Israil memukul orang yang terbunuh itu, maka dengan izin Allah berdirilah dia. Urat-urat lehernya mengucurkan darah seraya berkata, \"Saya dibunuh oleh si Anu dan si Anu.\" Kedua pembunuh itu adalah anak paman orang yang dibunuh. Kemudian dia pun mati kembali. Maka kedua pembunuh tersebut ditangkap dan dibunuh.\nNabi Musa a.s. menyuruh mereka memukulkan sebagian tubuh sapi itu dan bukan Nabi Musa sendiri yang melakukannya. Hal itu dilakukan untuk menghindari tuduhan bahwa ia berbuat sihir. Allah memperlihatkan tanda-tanda kekuasaan-Nya kepada bangsa Yahudi agar mereka memahami rahasia syariat agama sehingga mereka tunduk kepada syariat itu, agar mereka mencegah diri dari mengikuti hawa nafsu dan agar mereka menaati Allah dalam semua perintah-Nya.",
    "quraish": "Kemudian Kami berfirman melalui Mûsâ, \"Pukullah mayat itu dengan bagian tubuh sapi ini.\" Kalian pun lalu melakukannya. Allah menghidupkan mayat itu agar menyebut nama orang yang membunuhnya untuk kemudian jatuh kembali dan mati. Hal ini menjadi mukjizat Mûsâ dari Allah. (1) Karena Allah Mahakuasa atas segala sesuatu, maka dengan kekuasaan-Nya inilah Dia menghidupkan orang-orang mati pada hari kiamat. Dia menunjukkan kepada kalian tanda-tanda kekuasaan-Nya agar kalian memikirkan dan mengambil pelajaran darinya. {(1) Beberapa penulis kontemporer, di antaranya Syaikh 'Abd al-Wahhâb al-Najjâr, mengatakan bahwa maksud firman Allah \"idlribûhu bi ba'dlihâ\" adalah 'pukullah dengan bagian tubuh orang yang mati'. Sedang maksud \"ihyâ'ihâ\" (menghidupkannya kembali) adalah untuk memberikan kisas kepada si pembunuh. Sebab, memukul dengan bagian tubuh si terbunuh akan membuat si pembunuh mengaku. Pada umumnya, dengan melihat si terbunuh, seorang pembunuh akan terdorong untuk mengakui perbuatannya. Kisah ini terpisah dari hal penyembelihan dan perintah Allah untuk penyembelihan sapi. Dan sebenarnya perintah Allah kepada mereka untuk menyembelih sapi adalah untuk dimakan. Dalam hal ini terdapat pendidikan jiwa bagi mereka, karena sebelumnya mereka memuja dan mendewakan sapi bersama orang-orang Mesir. Pada diri mereka terdapat sisa pengultusan itu dengan bukti bahwa mereka setelah itu menyembah patung anak sapi. Maka, untuk menghilangkan sisa-sisa pengultusan pada mental mereka, mereka diperintahkan untuk menyembelih sapi. Dari sini turunlah perintah untuk menyembelih. Dan, karena itu pula, terjadi pertengkaran di antara mereka. Mereka akhirnya menyembelih sapi yang diperintahkan itu, dan hampir-hampir mereka tidak melakukannya. }",
    "jalalayn": "(Lalu firman Kami, \"Pukullah dia) maksudnya mayat dari orang yang terbunuh tadi (dengan salah satu anggota badan sapi betina itu!\") Lalu mereka pukul dengan lidah atau pangkal ekornya sehingga ia pun hidup kembali dan mengatakan siapa pembunuhnya yang tiada lain dari dua orang saudara sepupunya yang disebutkan namanya masing-masing. Kemudian ia menjadi mayat kembali, maka kedua pembunuhnya tidak diperbolehkan untuk mendapatkan harta warisan, bahkan mereka pun dibunuh pula lalu firman Allah Taala, (\"Demikianlah) maksudnya caranya (Allah menghidupkan kembali orang-orang yang telah mati dan memperlihatkan kepadamu tanda-tanda-Nya) bukti-bukti kekuasaan-Nya (agar kamu memikirkan\") dan merenungkannya sehingga mengerti dan mengimani Allah yang kuasa menghidupkan seorang manusia yang telah meninggal juga sanggup menghidupkan berjuta-juta manusia lainnya."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 74,
    "arab": "ثُمَّ قَسَتْ قُلُوْبُكُمْ مِّنْۢ بَعْدِ ذٰلِكَ فَهِيَ كَالْحِجَارَةِ اَوْ اَشَدُّ قَسْوَةً ۗ وَاِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْاَنْهٰرُ ۗ وَاِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاۤءُ  ۗوَاِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللّٰهِ ۗوَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ",
    "translation": "Kemudian setelah itu hatimu menjadi keras, sehingga (hatimu) seperti batu, bahkan lebih keras. Padahal dari batu-batu itu pasti ada sungai-sungai yang (airnya) memancar daripadanya. Ada pula yang terbelah lalu keluarlah mata air daripadanya. Dan ada pula yang meluncur jatuh karena takut kepada Allah. Dan Allah tidaklah lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/81.mp3",
    "tafsir": "Dalam ayat ini diungkapkan watak orang-orang Yahudi. Sesudah mereka diberi petunjuk ke jalan yang benar dan sudah pula memahami kebenaran, hati mereka keras membatu bahkan lebih keras lagi. Allah mengumpamakan hati orang Yahudi itu dengan batu yang dalam istilah geologi digunakan untuk menyebut segala macam benda yang merupakan spesies dari karang, atau materi seperti karang yang bersifat keras, untuk menunjukkan kekerasan hati mereka untuk menerima petunjuk Allah. Bahkan mungkin lebih keras lagi. Walaupun batu itu keras, tetapi pada suatu saat dan oleh suatu sebab dapat terbelah atau retak. Dari batu yang retak itu memancarlah air, dan kemudian berkumpul menjadi anak-anak sungai. Kadang-kadang batu-batu itu jatuh dari gunung karena patuh kepada kekuasaan Allah. Demikianlah halnya hati orang Yahudi lebih keras dari batu bagaikan tak mengenal retak sedikit pun. Hati mereka tidak terpengaruh oleh ajaran-ajaran agama ataupun nasihat-nasihat yang biasanya dapat menembus hati manusia. Namun demikian, di antara hati yang keras membatu itu terdapat hati yang disinari iman, sehingga hati itu berubah dari keras menjadi lembut karena takut kepada Allah. \nYang demikian itu banyak disaksikan dalam kehidupan sehari-hari. Hati yang tadinya biasa membangkang menentang agama akhirnya menjadi lembut, orang yang biasanya berbuat maksiat menjadi orang yang taat berkat petunjuk Allah.\n\nDan sesungguhnya di antara Ahli Kitab ada yang beriman kepada Allah, dan kepada apa yang diturunkan kepada kamu, dan yang diturunkan kepada mereka, karena mereka berendah hati kepada Allah, dan mereka tidak memperjualbelikan ayat-ayat Allah dengan harga murah. Mereka memperoleh pahala di sisi Tuhannya. Sungguh, Allah sangat cepat perhitungan-Nya. (Ali 'Imran/3:199)\n\nDemikian pula pada ayat lain, Allah berfirman:\n\nDan di antara orang-orang Arab Badui itu, ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. (at-Taubah/9:99)\n\nMenurut saintis, kata \"hati\" tidak menunjuk pada organ hati (liver), melainkan umumnya mengacu kepada jantung. Jantung adalah suatu organ bagian dalam, terletak di bagian dada dan berukuran sebesar kepalan tangan. Jantung terbagi dalam dua sisi, yaitu sisi kanan dan sisi kiri. Setiap sisi terbagi lagi menjadi dua ruang, yaitu ruang atas (atrium) dan ruang bawah (Ventrikel). Ruang-ruang itu berdenyut sebanyak 70 kali per menit untuk menjaga aliran darah ke seluruh tubuh. Apabila dihitung, maka jantung akan berdenyut sebanyak lebih dari 30 juta kali dalam setahunnya. Perjalanan darah, apabila diukur dan dimulai dari paru-paru dan jantung, akan mengalir melalui urat darah di seluruh tubuh sepanjang 96.000 km. Jarak tersebut ditempuh dalam 23 detik setiap kali putaran. Terlihat bagaimana pentingnya peran jantung dalam kehidupan manusia. \nKata jantung dalam bahasa Arab adalah 'qalb. Kata tersebut juga digunakan untuk maksud lain, yaitu untuk mengartikan perasaan atau kalbu. Kalbu, sebagaimana jantung, dalam kehidupan juga sangat penting. Nabi Muhammad saw, setelah mencontohkan banyak hal mengenai kebaikan dan keburukan, mengatakan mengenai kalbu dalam artian pusat rasa atau pusat kepekaan, demikian: \n\" ..... Sesungguhnya dalam diri manusia ada segumpal daging sebesar kunyahan, apabila baik, baiklah seluruh jasad dan apabila rusak, rusaklah seluruh jasad. Ia adalah kalbu.\" (Riwayat al-Bukhari melalui Nu'man bin Basyir)\nJantung atau kalbu sering juga disandingkan dengan \"hati\". Seringkali disatukan dan menjadi jantung-hati. Ada beberapa ayat terkait mengenai hati dan kepekaan, dua di antaranya adalah Surah al-Isra'/17: dan Qaf/50: 37 yang artinya sebagai berikut:\n\"Dan Kami jadikan hati mereka terutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Quran, mereka berpaling ke belakang melarikan diri (karena benci).\" (al-Isra'/17: 46)\n\n\"Sungguh, pada yang demikian itu pasti terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengaran, sedang dia menyangsikannya.\" (Qaf/50: 37)\n\nDalam bahasa Al-Qur'an, disebutkan bahwa hati yang ditutup akan menjadikan pemiliknya tidak dapat menerima kebenaran apalagi mengikutinya. Ia hanya dapat mengikuti hal-hal yang tidak sejalan dengan yang hak, yakni hawa nafsu. Penutupan hati yang dilakukan Allah adalah sebagai dampak dari perbuatan mereka sendiri. Mereka enggan menggunakan pendengaran, penglihatan dan hatinya, sehingga pada akhirnya hati berkarat dan tertutup.\nSecara tradisional, orang menganggap bahwa komunikasi antara kepala/otak (akal) dan jantung/hati (perasaan) berlangsung satu arah, yaitu bagaimana hati bereaksi terhadap apa yang diperintahkan otak. Akan tetapi, sekarang terungkap bahwa komunikasi antara hati dan otak berlangsung sangat dinamis, terus menerus, dua arah, dan setiap organ tersebut saling mempengaruhi fungsi mereka satu sama lain. \nSuatu penelitian mengungkap bahwa hati melakukan komunikasi ke otak dalam empat jalan, yaitu (1) transmisi melalui syaraf, (2) secara biokimia melalui hormon dan transmiter syaraf, (3) secara biofisik melalui gelombang tekanan, dan (4) secara energi melalui interaksi gelombang elektromagnetik. Semua bentuk komunikasi tersebut mengakibatkan terjadinya aktivitas di otak. Penelitian mengungkapkan bahwa pesan yang disampaikan hati kepada otak akan mempengaruhi perilaku. \nSelama ini para ahli mempercayai bahwa medan elektromagnetik hati adalah medan yang paling kuat yang dimiliki manusia. Medan ini tidak hanya mempengaruhi setiap sel yang ada dalam tubuhnya, akan tetapi juga mencakup ke segala arah ruang di sekitarnya. Diduga bahwa medan elektromagnetik adalah pembawa informasi yang sangat penting. Bahkan dapat dibuktikan pula bahwa medan elektromagnetik seseorang dapat mempengaruhi cara kerja otak orang lain.",
    "quraish": "Kemudian, setelah terlihat bukti-bukti ini semuanya, kalian masih juga tidak mau memenuhi panggilan dan seruan Mûsâ. Kalian masih juga tidak mau berjalan di jalan yang benar. Masih belum lunak dan belum tunduk juga hati kalian. Bahkan sebaliknya, hati kalian menjadi semakin keras bagai batu atau bahkan lebih keras dari batu. Batu terkadang masih bisa terpengaruh dan berubah oleh benda lain. Ada bebatuan yang memancarkan air sehingga membentuk sungai. Ada pula batu yang terbelah kemudian memancarkan mata air yang menyembur. Ada pula batu yang terpengaruh di bawah kekuasaan Allah dan tunduk pada kehendak-Nya, sehingga meluncur jatuh dari puncak gunung untuk memenuhi kehendak Allah. Sedangkan hati kalian, wahai orang-orang Yahudi, tidak terpengaruh dan tidak menjadi lunak sedikit pun. Sungguh celaka kalian karena perbuatan itu. Allah tidak akan lengah dari perbuatan kalian. Dia akan memberikan pelajaran bagi kalian dengan berbagai macam musibah, apabila kalian tidak mau bersyukur atas nikmat- nikmat-Nya",
    "jalalayn": "(Kemudian hatimu menjadi keras) ditujukan kepada orang-orang Yahudi hingga tak dapat dimasuki kebenaran (setelah itu) yakni setelah peristiwa dihidupkannya orang yang telah mati dan kejadian-kejadian sebelumnya, (maka ia adalah seperti batu) dalam kerasnya (atau lebih keras lagi) daripada batu. (Padahal di antara batu-batu itu sesungguhnya ada yang mengalir anak-anak sungai daripadanya dan di antaranya ada pula yang terbelah) asalnya 'yatasyaqqaqu' lalu ta diidgamkan pada syin hingga menjadi 'yasysyaqqaqu' (lalu keluarlah air daripadanya dan sesungguhnya di antaranya ada pula yang jatuh meluncur) dari atas ke bawah (karena takut kepada Allah) sebaliknya hatimu tidak terpengaruh karenanya serta tidak pula menjadi lunak atau tunduk. (Dan Allah sekali-kali tidak lengah terhadap apa yang kamu kerjakan) hanya ditangguhkan-Nya menjatuhkan hukuman hingga saatnya nanti. Menurut satu qiraat bukan 'ta`maluun' tetapi 'ya`maluun', artinya 'yang mereka kerjakan,' sehingga berarti mengalihkan arah pembicaraan."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 75,
    "arab": "۞ اَفَتَطْمَعُوْنَ اَنْ يُّؤْمِنُوْا لَكُمْ وَقَدْ كَانَ فَرِيْقٌ مِّنْهُمْ يَسْمَعُوْنَ كَلَامَ اللّٰهِ ثُمَّ يُحَرِّفُوْنَهٗ مِنْۢ بَعْدِ مَا عَقَلُوْهُ وَهُمْ يَعْلَمُوْنَ ",
    "translation": "Maka apakah kamu (Muslimin) sangat mengharapkan mereka akan percaya kepadamu, sedangkan segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah memahaminya, padahal mereka mengetahuinya?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/82.mp3",
    "tafsir": "Dalam ayat ini Allah mengarahkan kembali firman-Nya kepada orang-orang mukmin agar mereka jangan terlalu banyak mengharapkan akan berimannya orang-orang Yahudi, karena watak mereka tidaklah jauh berbeda dengan watak nenek moyang mereka.\nHal yang demikian itu disebabkan adanya pendeta-pendeta Yahudi pada zaman dahulu yang mempelajari Taurat dan memahaminya kemudian mengubah pengertiannya, bahkan mengganti ayat-ayatnya dengan sengaja, terutama yang berkenaan dengan kedatangan Nabi Muhammad. Mereka sebenarnya menyadari bahwa mereka telah melakukan penyelewengan dengan memutarbalikkan isi Taurat itu. Pelajaran agama yang sudah diputarbalikkan itulah yang diajarkan kepada keturunannya. Orang Yahudi pada zaman Rasul saw berpegang teguh dengan ajaran nenek moyang mereka yang keliru. Keinginan yang besar dari Nabi saw dan kaum Muslimin agar orang Yahudi beriman dan mengikuti ajaran Islam, sebab agama mereka paling dekat dengan Islam.",
    "quraish": "Wahai orang-orang yang beriman, tidak seharusnya kalian selalu berharap bahwa orang-orang Yahudi akan mempercayai agama kalian dan tunduk kepada kalian, karena telah terkumpul bermacam keburukan dalam kelompok-kelompok mereka yang membuat mereka jauh dari beriman kepada kebenaran. Sebenarnya salah satu kelompok mereka (kelompok pendeta Yahudi) mendengar firman Allah yang ada pada Tawrât dan benar-benar memahaminya. Kemudian mereka sengaja mengubahnya, padahal mereka benar-benar tahu bahwa itu adalah kebenaran. Mereka juga tahu bahwa kitab-kitab Allah yang diturunkan tidak boleh diubah.",
    "jalalayn": "(Apakah masih kamu harapkan) hai orang beriman (bahwa mereka akan beriman) yakni orang-orang Yahudi itu (kepadamu, sedangkan sebagian) atau satu golongan (di antara mereka) yakni pendeta-pendeta mereka (mendengar firman Allah) yaitu Taurat (lalu mengubahnya) (setelah mereka memahaminya) (padahal mereka mengetahui) bahwa sebenarnya mereka mengada-ada. Pertanyaan di sini berarti sanggahan terhadap orang-orang beriman hingga berarti, \"Tak usah kamu harapkan mereka akan beriman karena dulu mereka juga sudah kafir!\""
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 76,
    "arab": "وَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّاۚ وَاِذَا خَلَا بَعْضُهُمْ اِلٰى بَعْضٍ قَالُوْٓا اَتُحَدِّثُوْنَهُمْ بِمَا فَتَحَ اللّٰهُ عَلَيْكُمْ لِيُحَاۤجُّوْكُمْ بِهٖ عِنْدَ رَبِّكُمْ ۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi apabila kembali kepada sesamanya, mereka bertanya, “Apakah akan kamu ceritakan kepada mereka apa yang telah diterangkan Allah kepadamu, sehingga mereka dapat menyanggah kamu di hadapan Tuhanmu? Tidakkah kamu mengerti?” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/83.mp3",
    "tafsir": "Ayat ini memberitakan tentang beberapa watak orang-orang Yahudi yang tak dapat diharapkan lagi iman mereka; yaitu watak mereka menyerupai watak orang munafik dan juga menerangkan tingkah laku mereka. Ayat ini menjelaskan bahwa apabila orang Yahudi yang bersikap munafik berjumpa dengan para sahabat Nabi saw mereka berkata, \"Kami juga beriman seperti kamu, kami mengakui bahwa kamu dalam kebenaran, dan bahwa Muhammad saw itu memang utusan Allah yang telah diterangkan dalam kitab Taurat.\" Mereka mengucapkan kata-kata itu dengan maksud untuk menenteramkan hati orang-orang Aus dan Khazraj yang pernah menjadi teman sekutu mereka. Tetapi ketika mereka berada di tengah-tengah kaumnya, mereka dicela oleh kaumnya dengan mengatakan, \"Mengapa mereka memberitahu kepada orang Islam apa yang diterangkan Allah tentang kedatangan Nabi Muhammad saw secara khusus di dalam Taurat. Seharusnya kabar itu dirahasiakan dan tidak boleh seorang pun tahu, karena kalau rahasia itu dibukakan, berarti orang-orang mukmin mempunyai alasan yang kuat untuk mengalahkan hujah-hujah mereka sendiri di hadapan Allah\". Tindakan yang demikian dianggap oleh mereka sebagai perbuatan tercela, tidak diperkirakan sebelumnya akibat buruk yang akan terjadi.",
    "quraish": "Apabila bertemu dengan orang-orang yang beriman, dengan maksud menipu, orang-orang munafik di antara mereka berkata, \"Kami percaya bahwa kalian adalah benar dan bahwa Muhammad adalah nabi yang telah diberitakan di dalam Tawrât.\" Tetapi apabila mereka berkumpul dengan sesama mereka, sebagian dari kelompok mereka yang lain mencela kelalaian orang-orang munafik itu. Karena, ketika mereka menipu orang-orang Mukmin, terucap kata-kata yang justru dapat menguntungkan orang-orang Mukmin. Ucapan mereka itu bukan merupakan tipuan, karena mereka menyebutkan apa yang tertulis di dalam Tawrât, berupa sifat-sifat Muhammad. Maka, dengan begitu, mereka telah memberikan alasan kepada orang-orang Mukmin yang dapat mengalahkan mereka pada hari kiamat nanti.",
    "jalalayn": "(Dan jika mereka berjumpa) maksudnya jika orang-orang Yahudi dan orang-orang munafik itu bertemu dengan (orang-orang beriman, mereka mengatakan, \"Kami pun telah beriman\") bahwa Muhammad itu adalah seorang nabi yang telah diberitakan kedatangannya dalam kitab suci kami, (tetapi bila mereka telah kembali) atau berada (sesama mereka, maka kata mereka) yakni para pemimpin mereka yang bukan munafik kepada yang munafik itu, (\"Apakah kamu hendak menceritakan kepada mereka) maksudnya kepada orang-orang mukmin (tentang apa yang telah dibukakan Allah kepada kamu) artinya tentang hal-hal yang telah diberitahukan Allah kepadamu dalam Taurat mengenai sifat-sifat dan ciri-ciri Muhammad (sehingga dengan demikian mereka dapat mematahkan alasanmu) 'lam' di sini berarti 'mengakibatkan' (dengannya di sisi Tuhanmu) yakni di akhirat kelak, di mana mereka akan dapat mengajukan bukti penyelewenganmu, yaitu tak hendak mengikuti Muhammad padahal mengetahui kebenarannya. (Tidaklah kamu mengerti?\") bahwa mereka akan dapat mematahkan alasanmu jika kamu menyebut-nyebut soal itu? Dari itu hentikanlah tindakanmu itu!"
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 77,
    "arab": "اَوَلَا يَعْلَمُوْنَ اَنَّ اللّٰهَ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ",
    "translation": "Dan tidakkah mereka tahu bahwa Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/84.mp3",
    "tafsir": "Ayat ini sebagai celaan dan pukulan bagi orang Yahudi terutama bagi para pemalsu yang menyembunyikan sifat-sifat Nabi Muhammad dan mengubah kitab suci mereka, seolah-olah mereka hendak menyembunyikan kekufuran dan kedustaan mereka. Tetapi Allah mengetahui tentang segala yang mereka lahirkan (tampakkan), yaitu memperlihatkan keimanan dan bermuka manis.",
    "quraish": "Apakah mereka semua tidak mengetahui bahwa Allah tidak membutuhkan alasan seperti ini, karena Dia Maha Mengetahui segala yang mereka sembunyikan dan mereka tunjukkan.",
    "jalalayn": "(Tidakkah mereka ketahui) Pertanyaan di sini menunjukkan pengakuan, sehingga kalimat ini berarti bahwa mereka benar tidak mengetahui sedangkan wau yang terletak di depan menyatakan athaf atau adanya hubungan (bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka lahirkan) tentang masalah-masalah tersebut hingga seharusnya mereka akan lebih hati-hati dan waspada."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 78,
    "arab": " وَمِنْهُمْ اُمِّيُّوْنَ لَا يَعْلَمُوْنَ الْكِتٰبَ اِلَّآ اَمَانِيَّ وَاِنْ هُمْ اِلَّا يَظُنُّوْنَ",
    "translation": "Dan di antara mereka ada yang buta huruf, tidak memahami Kitab (Taurat), kecuali hanya berangan-angan dan mereka hanya menduga-duga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/85.mp3",
    "tafsir": "Dalam ayat ini diberitahukan tentang orang-orang awam pengikut-pengikut mereka yang mengikuti saja kemauan pendeta-pendeta yang memutarbalikkan isi Taurat. Baik pemimpin atau pun pengikutnya, keduanya dalam kesesatan. Di antara orang-orang Yahudi itu ada golongan ummi yaitu orang-orang yang buta huruf, tidak dapat membaca dan menulis. Mereka hanya dapat menghafal Kitab Taurat, tetapi mereka tidak dapat memahami makna dan kandungan isinya, dan amal perbuatannya pun tidak dapat mencerminkan apa yang dimaksud oleh isi Taurat itu. Mereka adalah kaum yang hanya mendasarkan sesuatu kepada sangkaan saja, tidak sampai kepada martabat keyakinan yang berdasarkan keterangan-keterangan yang pasti tidak meragukan. \nOrang-orang Yahudi itu memang banyak ingkar terhadap kebenaran, meskipun kebenaran itu telah terang dan jelas. Mereka banyak mendustakan ayat-ayat Allah, dan paling banyak tertipu oleh dirinya sendiri serta suka memakan harta orang lain dengan cara haram, seperti riba, menipu dan suap. Mereka menganggap bahwa mereka adalah orang yang paling utama di antara bangsa di dunia.",
    "quraish": "Di antara orang-orang Yahudi itu terdapat kelompok orang yang bodoh, buta huruf dan tidak mengetahui apa pun tentang Tawrât kecuali kebohongan yang sesuai dengan angan-angan mereka. Yaitu kebohongan yang dihiasi oleh pendeta-pendeta Yahudi itu dan diberikan anggapan pada mereka bahwa hal ini adalah kebenaran dari kitab.",
    "jalalayn": "(Dan di antara mereka) di antara orang-orang Yahudi itu (ada yang buta huruf) atau orang-orang awam yang (tidak mengetahui Alkitab) maksudnya Taurat (kecuali) (angan-angan) atau kebohongan belaka, yakni yang mereka dengar dari para pemimpin mereka lalu mereka terima dan percayai. (Dan tiadalah) (mereka) yakni dalam menentang kenabian Muhammad dan soal-soal lainnya yang mereka buat-buat itu (kecuali hanyalah menduga-duga belaka) yakni dugaan yang tidak berdasarkan ilmu."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 79,
    "arab": "فَوَيْلٌ لِّلَّذِيْنَ يَكْتُبُوْنَ الْكِتٰبَ بِاَيْدِيْهِمْ ثُمَّ يَقُوْلُوْنَ هٰذَا مِنْ عِنْدِ اللّٰهِ لِيَشْتَرُوْا بِهٖ ثَمَنًا قَلِيْلًا ۗفَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ اَيْدِيْهِمْ وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُوْنَ ",
    "translation": "Maka celakalah orang-orang yang menulis kitab dengan tangan mereka (sendiri), kemudian berkata, “Ini dari Allah,” (dengan maksud) untuk menjualnya dengan harga murah. Maka celakalah mereka, karena tulisan tangan mereka, dan celakalah mereka karena apa yang mereka perbuat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/86.mp3",
    "tafsir": "Pada ayat ini dijelaskan siapa orang-orang yang terlibat dalam pemalsuan kitab suci, yaitu mereka yang menyesatkan dengan mengada-adakan dusta terhadap Allah dan memakan harta orang lain dengan tidak sah. Orang-orang yang bersifat seperti itu akan celaka terutama pendeta mereka yang menulis kitab Taurat dengan menuruti kemauan sendiri, kemudian mengatakan kepada orang awam, bahwa inilah Taurat yang sebenarnya. Mereka berbuat begitu untuk mendapatkan keuntungan duniawi seperti pangkat, kedudukan, dan harta benda.\nDiterangkan bahwa keuntungan yang mereka ambil itu amat sedikit dibanding dengan kebenaran yang dijualnya yang sebenarnya sangat mahal dan tinggi nilainya. Kemudian Allah mengulangi ancaman-Nya terhadap perbuatan pendeta Yahudi itu, bahwa kepada mereka akan ditimpakan siksaan yang pedih.\nPendeta-pendeta Yahudi yang menulis Taurat itu melakukan tiga kejahatan, yaitu:\n1. Menyembunyikan sifat-sifat Nabi saw yang disebut dalam Taurat.\n2. Berdusta kepada Allah.\n3. Mengambil harta orang lain dengan cara yang tidak sah.\nPara pendeta itu berkata, \"Kitab ini dari Allah.\" Padahal Kitab itu sama sekali bukan dari Allah. Kitab tersebut justru menghambat manusia untuk memperhatikan Kitab Allah dan petunjuk-petunjuk yang ada di dalamnya. Perbuatan itu hanya dilakukan oleh:\n1.Orang yang memang keluar dari agama, yang sengaja merusak agama dan menyesatkan pengikut-pengikutnya. Ia memakai pakaian agama dan menampakkan diri sebagai orang yang mengadakan perbaikan untuk menipu manusia agar orang-orang tersebut menerima apa yang dia tulis dan apa yang dia katakan.\n2.Orang yang sengaja menakwilkan dan sengaja membuat tipu muslihat agar mudah bagi manusia menyalahi agama. Orang ini berbuat demikian untuk mencari harta dan kemegahan.",
    "quraish": "Karena itu, kebinasaan dan siksaan diperuntukkan bagi pendeta-pendeta Yahudi. Mereka menulis kitab dengan tangan mereka, lalu berkata, \"Ini adalah Tawrât yang diturunkan Allah.\" Mereka melakukan itu dengan tujuan untuk mendapatkan kesenangan dunia yang murah. Mereka menukar hal yang murah ini dengan harga yang mahal, yaitu kebenaran. Maka celakalah mereka akibat perkataan yang mereka buat- buat tentang Allah, dan kecelakaanlah bagi mereka akibat kebohongan yang mereka perbuat.",
    "jalalayn": "(Maka kecelakaan besarlah) atau siksaan berat (bagi orang-orang yang menulis Alkitab dengan tangan mereka sendiri) artinya membuat-buatnya menurut kemauan mereka (lalu mereka katakan, \"Ini dari Allah,\" dengan maksud untuk memperdagangkannya dengan harga murah) dengan tujuan untuk memperoleh keuntungan yang sedikit berupa harta dunia. Mereka ini ialah orang-orang Yahudi yang mengubah-ubah sifat-sifat nabi yang tercantum dalam Taurat, begitu pun ayat rajam dan lain-lain yang mereka tulis lain daripada yang dimaksud. (Maka siksaan beratlah bagi mereka karena apa yang ditulis oleh tangan mereka) disebabkan mereka mengada-ada yang tidak ada (dan siksaan beratlah bagi mereka, disebabkan apa yang mereka kerjakan) yakni melakukan penyelewengan dan kecurangan."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 80,
    "arab": "وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدَةً ۗ قُلْ اَتَّخَذْتُمْ عِنْدَ اللّٰهِ عَهْدًا فَلَنْ يُّخْلِفَ اللّٰهُ عَهْدَهٗٓ اَمْ تَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Dan mereka berkata, “Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.” Katakanlah, “Sudahkah kamu menerima janji dari Allah, sehingga Allah tidak akan mengingkari janji-Nya, ataukah kamu mengatakan tentang Allah, sesuatu yang tidak kamu ketahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/87.mp3",
    "tafsir": "Dalam ayat ini disebutkan lagi segi lain dari kedurhakaan orang Yahudi yaitu mengenai anggapan mereka bahwa mereka tidak akan dibakar oleh api neraka kecuali hanya beberapa hari saja. Maksudnya, mereka tidak kekal di dalam neraka karena menganggap diri mereka adalah putra dan kekasih Allah. Kebanyakan orang Yahudi berpendapat bahwa mereka dimakan api selama tujuh hari. Karena umur dunia menurut pendapat mereka 7000 tahun, maka siapa di antara mereka yang tidak memperoleh keselamatan dan kemenangan serta kebahagiaan, mereka akan mendekam dalam neraka selama 7 hari. Sehari untuk tiap 1000 tahun.",
    "quraish": "Di antara hal-hal yang mereka perselisihkan adalah apa yang mereka terima dari pendeta-pendeta mereka bahwa api neraka tidak akan menyentuh orang Yahudi kecuali hanya beberapa hari saja, meskipun mereka telah berbuat bermacam maksiat. Maka katakanlah kepada mereka, wahai Muhammad, \"Apakah kalian telah membuat perjanjian dengan Allah untuk itu, sehingga kalian merasa tenang karena Allah tidak akan memungkiri janji-Nya? Ataukah kalian hanya membuat kebohongan terhadap Allah?\"",
    "jalalayn": "(Dan mereka berkata) yakni tatkala Nabi mengancam mereka dengan neraka, (\"Kami sekali-kali takkan disentuh) tidak akan ditimpa sama sekali (oleh api neraka, kecuali selama hari-hari yang berbilang\") maksudnya selama beberapa hari saja, yaitu selama 40 hari yakni selama waktu nenek moyang mereka menyembah patung lembu, kemudian siksaan itu akan berhenti. (Katakanlah) kepada mereka hai Muhammad, (\"Apakah kamu telah menerima) hamzah washalnya dibuang karena cukup dengan adanya hamzah istifham (janji dari Allah) atau ikrar mengenai hal tersebut? (Sehingga Allah tidak akan menyalahi janji-Nya?) Tidak, bukan? (Ataukah) bahkan (kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui\")."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 81,
    "arab": "بَلٰى مَنْ كَسَبَ سَيِّئَةً وَّاَحَاطَتْ بِهٖ خَطِيْۤـَٔتُهٗ فَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Bukan demikian! Barangsiapa berbuat keburukan, dan dosanya telah menenggelamkannya, maka mereka itu penghuni neraka. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/88.mp3",
    "tafsir": "Pada ayat ini dengan tegas Allah menyatakan tidak benar sama sekali apa yang mereka katakan itu. Bahkan api akan membakar diri mereka dan orang-orang lain dalam waktu yang lama sesuai dengan dosa mereka. Dosa di sini ialah dosa mempersekutukan Allah. Maka orang yang mempersekutukan Allah dan orang-orang kafir kekal di dalam neraka.\nSebagian ulama berpendapat bahwa yang dimaksud dengan dosa di sini ialah kesalahan pada umumnya. Mereka berpendapat bahwa yang dimaksud dengan kekal di sini ialah mendekam dalam neraka dalam waktu yang lama sampai batas waktu yang telah dikehendaki Allah. Orang yang berbuat maksiat dan mengerjakan dosa-dosa besar, dia mendekam di dalam neraka beberapa lama waktunya, kemudian keluar dari neraka, kapan Allah menghendakinya. Apabila manusia bertobat dengan jujur atas segala macam dosa dan meninggalkan dengan sungguh-sungguh dosa-dosanya itu, maka dirinya tidak akan diliputi oleh kesalahan-kesalahan dan jiwanya tidak akan berkarat dengan kesalahan-kesalahan itu.",
    "quraish": "Yang benar adalah bahwa kalian membuat kebohongan terhadap Allah, karena hukum Allah secara umum diterapkan kepada seluruh makhluk-Nya. Tidak ada beda antara orang Yahudi dan selain Yahudi. Karena, barangsiapa yang berbuat dosa dan telah diliputi oleh dosa-dosanya hingga tidak lagi ada jalan keluar baginya, maka merekalah penghuni neraka. Mereka kekal di dalamnya.",
    "jalalayn": "(Tidak demikian yang sebenarnya) tetapi kamu pasti akan masuk neraka dan kekal di dalamnya. (Barang siapa yang berbuat kejahatan) atau kemusyrikan (dan ia dilingkungi oleh dosanya) dapat secara tunggal dan dapat pula secara jamak, maksudnya dosanya itu telah meliputi dan melingkunginya dari segala penjuru disebabkan kematiannya dalam keadaan musyrik (mereka itulah penghuni neraka, mereka kekal di dalamnya). Di sini dipakai jamak, dengan menitikberatkan arti 'man' atau 'barang siapa'."
  },
  {
    "ruku": 10,
    "name": "Al-Baqarah",
    "ayat": 82,
    "arab": "وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
    "translation": "Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka itu penghuni surga. Mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/89.mp3",
    "tafsir": "Ayat ini menjanjikan kepada orang yang beramal saleh akan mendapat ganjaran berupa surga. Biasanya ayat ancaman selalu diikuti dengan ayat janji baik (harapan). Faedahnya antara lain sebagai berikut:\n1.Untuk menunjukkan keadilan Ilahi. Bilamana Allah menetapkan azab yang abadi bagi orang yang terus-menerus dalam kekafiran, maka Allah juga menetapkan pahala abadi (surga) bagi mereka yang terus-menerus dalam iman.\n2.Bahwa janji baik (harapan) dan janji buruk (ancaman) dari Allah itu menanamkan rasa harap dan cemas yang seimbang ke dalam jiwa orang mukmin.\n3.Bahwa Allah dengan janji baik-Nya menunjukkan kesempurnaan rahmat-Nya dan dengan ancaman-Nya Allah menunjukkan kesempurnaan keadilan-Nya.\nSemua orang yang membenarkan Allah dan Rasul-Nya dan beriman kepada hari akhirat serta mengerjakan perbuatan baik, menunaikan kewajiban-kewajiban dan menjauhkan diri dari maksiat, mereka itulah yang pantas masuk surga sebagai balasan yang setimpal terhadap ketundukan mereka kepada Allah dan keikhlasan mereka kepada-Nya, baik secara rahasia maupun nyata. Di dalam ayat ini jelas terbukti bahwa masuk surga itu dikaitkan dengan iman yang benar dan amal saleh seperti tersebut di dalam hadis:\n\"Bahwa Nabi saw bersabda kepada Sufyan bin Abdillah as-saqafi, tatkala Sufyan bertanya kepada Rasul, \"Ya Rasulullah, terangkanlah kepadaku mengenai Islam, suatu petunjuk yang tidak perlu lagi saya bertanya tentang hal itu kepada orang lain\". Nabi menjawab, \"Katakanlah, saya beriman kepada Allah, kemudian istiqamahlah kamu\". (Riwayat Muslim dari Sufyan bin 'Abdillah as-tsaqafi)",
    "quraish": "Orang-orang yang beriman dan beramal saleh, merekalah ahli surga, karena mereka telah beriman dan menjalankan apa yang diwajibkan kepada mereka berupa amal saleh. Mereka kekal dan abadi di dalamnya.",
    "jalalayn": "(Sebaliknya orang-orang yang beriman dan beramal saleh mereka itu penduduk surga, kekal mereka di dalamnya.)"
  }
]