[
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 11,
    "arab": "قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Jelajahilah bumi, kemudian perhatikanlah bagai-mana kesudahan orang-orang yang mendustakan itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/800.mp3",
    "tafsir": "Sesudah menjelaskan kemusnahan beberapa kaum yang memusuhi para rasul pada zaman dahulu, maka Allah, dalam ayat ini menyuruh Nabi Muhammad untuk mengatakan kepada kaumnya agar mereka mengembara di atas bumi ini dan mendatangi tempat dimana orang-orang yang menduga para nabi itu dibinasakan. Sebab, dengan pengembaraan itu mereka dapat menyaksikan sendiri tempat-tempat bersejarah agar menjadi bahan renungan bagi mereka, mengapa bangsa-bangsa terdahulu itu sampai binasa padahal mereka termasuk bangsa yang perkasa dan berkuasa. Sesudah itu hendaklah mereka melihat kepada diri mereka sendiri dan membandingkannya dengan umat-umat yang telah musnah itu.\nOrang-orang kafir Mekah sebenarnya adalah pengembara karena pada umumnya mereka hidup sebagai pedagang antar daerah di semenanjung Arab. Tetapi dalam pengembaraan sebagai pedagang, mereka tidak memperhatikan bekas-bekas peninggalan umat-umat yang telah musnah seperti kaum Nuh dan samud di Arab Utara dan kaum 'ad di Arab Selatan. Betapa banyak generasi yang telah dibinasakan lalu diganti dengan generasi baru sebagaimana diterangkan Allah dalam ayat enam surah ini. Kesemuanya itu seyogyanya dijadikan bahan kajian sejarah bangsa itu sendiri walaupun akan memakan waktu yang panjang, karena dari pengalaman sejarah bangsa-bangsa yang lampau banyak diperoleh pelajaran yang bermanfaat bagi generasi-generasi mendatang.\nDengan turunnya ayat ini, hati Nabi Muhammad merasa terhibur, karena di dalamnya mengandung isyarat bahwa kaum musyrik akan mengalami kekalahan.",
    "quraish": "Katakan, wahai Nabi, kepada orang-orang kafir itu, \"Berjalanlah kalian di semua penjuru dunia, dan renungkan bagaimana kehancuran adalah akhir dari orang-orang yang mendustakan rasul mereka. Ambillah pelajaran dari kesudahan dan nasib mereka itu.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Berjalanlah di muka bumi kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan.\") rasul-rasul itu; yaitu kebinasaan mereka karena tertimpa azab supaya orang-orang yang memperolok-olokkanmu itu mengambil pelajaran darinya."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 12,
    "arab": "قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Milik siapakah apa yang di langit dan di bumi?” Katakanlah, “Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya. Dia sungguh akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi. Orang-orang yang merugikan dirinya, mereka itu tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/801.mp3",
    "tafsir": "Allah menyuruh Rasul-Nya agar bertanya kepada kaumnya yang ingkar, siapa pemilik segala yang ada di langit dan di bumi ini? Pertanyaan ini untuk membantah dasar keyakinan yang menyekutukan Allah (syirik), karena orang Arab jahiliah sebenarnya telah mengakui bahwa yang menciptakan langit dan bumi ini adalah \"Allah\" (al-'Ankabut/29:61 dan Luqman/31: 25).\nKemudian Allah memerintahkan Rasul untuk memberikan jawaban, bahwa \"semuanya itu milik Allah\". Kaum musyrik tentu akan menjawab pertanyaan itu dengan jawaban yang serupa. Tidak ada jawaban lain bagi mereka; dan mereka tidak akan memungkirinya, karena itu mereka tidak boleh menyandarkan sesuatu dari alam ini selain kepada Allah. Hanya Allah Raja dan Pemilik alam raya ini dengan segala isinya.\nAllah, yang diakui oleh orang musyrik sebagai Pencipta yang menciptakan langit dan bumi dan yang memiliki keduanya, telah memperkenalkan diri-Nya melalui Rasul-Nya bahwasanya sifat kasih sayang merupakan keharusan dari zat-Nya, sifat kasih itu meliputi seluruh makhluk-Nya. Dia Maha Penyayang kepada seluruh hamba-Nya dengan melimpahkan bermacam-macam nikmat lahir dan batin kepada mereka. Jika mereka berbuat dosa Dia tidak segera menjatuhkan azab kepada mereka, sebaliknya mereka diberi kesempatan untuk bertobat dan kembali ke jalan Allah. Perbuatan dosa yang mereka lakukan sehingga mengakibatkan murka Allah adalah akibat kesalahan manusia itu sendiri. Bukankah karena kasih sayang Allah, manusia itu diciptakan dalam keadaan fitrah yang sempurna? Kemudian mereka diberi kesempatan untuk mengenali dan mengesakan-Nya dengan jalan menunjukkan bukti-bukti yang ada pada diri manusia dan di alam semesta ini. Karena rahmat Allah, rasul-rasul diutus kepada mereka dengan membawa Kitab-kitab yang penuh dengan ajaran-ajaran yang menuju kepada rida-Nya dan yang mencegah mereka dari murka-Nya. Tetapi kemudian manusia itulah yang menodai ajaran yang baik itu dengan berbagai kejahatan yang mereka lakukan. Mereka mengingkari ayat-ayat Allah dan menghina para rasul. Allah berfirman:\nDan tidaklah Kami menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri. (az-Zukhruf/43:76)\n\nKarena rahmat Allah itu pulalah orang musyrik Mekah tidak dibinasakan seperti umat-umat terdahulu. Rasulullah saw bersabda:\nSesungguhnya ketika Allah telah selesai menciptakan makhluk ini, Allah menulis Kitab yang ada di sisi-Nya di atas 'Arsy, \"Sesungguhnya rahmat-Ku mendahului murka-Ku.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nBerdasarkan kasih sayang itu, Allah akan menghimpun seluruh manusia pada hari Kiamat yang tidak ada keraguan terhadapnya. Keadilan akan ditegakkan pada hari itu. Tak seorang pun yang akan luput dan dialpakan. Adalah menjadi rahmat yang besar bagi hidup dan kehidupan manusia, bilamana setiap orang yakin dan sadar akan kejadian hari berkumpul itu. kesadaran ini menjadi pendorong baginya untuk membersihkan jiwanya dan meluhurkan budinya. Ketidakadilan yang terjadi dalam kehidupan duniawi, tentulah akan diperhitungkan oleh Allah dengan penuh keadilan pada hari Kiamat itu.\nOrang yang merugikan dirinya sendiri, yakni orang yang menodai fitrah kejadian dirinya yang bersih, merusak mentalnya yang sehat dan menghilangkan kesediaannya untuk menerima kerasulan Muhammad dan tidak mau mendengarkan wahyu, dan mereka memilih jalan kekafiran, karena mereka tidak beriman kepada hari akhirat, merekalah orang yang merugi.",
    "quraish": "Katakan juga, \"Siapakah pemilik langit dan bumi beserta isinya?\" Bila mereka tidak menjawab, katakan, \"Pemiliknya adalah Allah sendiri, tanpa sekutu.\" Dia telah mewajibkan diri-Nya untuk menyayangi para hamba-Nya, tidak cepat-cepat menyiksa, dan menerima pertobatan mereka. Sungguh, Dia akan mengumpulkan kalian pada hari kiamat yang tiada keraguan padanya. Mereka yang menyia-nyiakan diri sendiri dan menjerumuskannya ke dalam siksaan, pada hari ini adalah mereka yang tidak mempercayai Allah dan hari perhitungan.",
    "jalalayn": "(Katakanlah, \"Kepunyaan siapakah apa yang ada di langit dan di bumi?\" Katakanlah, \"Kepunyaan Allah.\") jika mereka tidak mengatakannya dan tidak ada jawaban lain kecuali itu. (Dia telah memastikan) telah menetapkan (atas diri-Nya kasih sayang) sebagai kemurahan dari-Nya. Ungkapan ini mengandung seruan yang lembut untuk mengajak mereka agar beriman (Dia sungguh-sungguh akan menghimpun kamu pada hari kiamat) untuk membalas kamu atas perbuatan-perbuatan kamu (tidak ada keraguan) kebimbangan (terhadapnya. Orang-orang yang merugikan dirinya) karena mereka menjerumuskan dirinya ke dalam siksaan. Alladziina adalah mubtada sedangkan khabarnya ialah (mereka itu tidak beriman)."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 13,
    "arab": "۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ",
    "translation": "Dan milik-Nyalah segala apa yang ada pada malam dan siang hari. Dan Dialah Yang Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/802.mp3",
    "tafsir": "Ayat ini menyatakan bahwa alam dengan segala isinya menjadi milik Allah, segala yang terjadi di waktu malam dan di siang hari adalah juga kepunyaan Allah. Bagaimana pun kecilnya sesuatu benda, yang menempati sudut mana pun dalam ruang alam semesta ini, pastilah dia dalam kekuasaan Allah. Tak mungkin ia bergerak dan diam di segala ruang dan waktu tanpa kodrat dan iradat Allah, sebab ia milik-Nya. Penguasaannya mutlak pada Allah.\nKemudian ditegaskan bahwa Allah Maha Mendengar dan Maha Mengetahui. Jarak jangkauan pendengaran-Nya melingkupi alam ini. Walaupun bunyi langkah seekor semut di atas batu yang licin pun pasti tidak akan luput dari pendengaran dan pengetahuan-Nya.",
    "quraish": "Milik Allahlah segala sesuatu yang ada dalam ruang dan waktu. Dia yang Maha Mendengar segala sesuatu yang mungkin didengar dan Maha Mengetahui segala yang mungkin diketahui.",
    "jalalayn": "(Dan kepunyaan Allahlah) Maha Luhur Allah (segala yang ada) yang berada (di malam hari dan di siang hari) artinya Dialah Tuhan segala sesuatu, Penciptanya dan Pemiliknya (Dan Dia Maha Mendengar) terhadap apa yang dikatakan (lagi Maha Mengetahui) atas apa yang diperbuat."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 14,
    "arab": "قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَكُوْنَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Apakah aku akan menjadikan pelindung selain Allah yang menjadikan langit dan bumi, padahal Dia memberi makan dan tidak diberi makan?” Katakanlah, “Sesungguhnya aku diperintahkan agar aku menjadi orang yang pertama berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/803.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan lagi kepada Rasul-Nya agar bertanya kepada kaum musyrik, \"Apakah patut selain Allah aku jadikan pelindung yang memberikan pertolongan kepadaku sewaktu dalam kesulitan atau menolak bencana menimpaku?\" Tentulah Rasul tidak berbuat seperti halnya orang-orang musyrik dan ahli-ahli kitab zaman dulu. Mereka itu menjadikan sembahan-sembahan mereka, dan pendeta-pendeta mereka, sebagai pelindung, yang menurut i'tiqad (keyakinan) mereka dapat memberikan kebahagiaan kepada mereka atau menolak kesengsaraan dari mereka.\nTidak ada pelindung atau penolong yang sebenarnya kecuali Allah yang menciptakan langit dan bumi. Allah mengemukakan sifat-Nya sebagai Pencipta untuk menegaskan penolakan pikiran yang menempatkan selain Allah sebagai penolong; sebab hanya Allah sajalah yang patut dimintai pertolongan. Tidak patut selain Dia dijadikan perantara yang dapat mempengaruhi kehendak Ilahi. Hanya kepada Pencipta langit dan bumi ini, doa dan harapan ditujukan. Kehendak-Nya tak dapat dipengaruhi oleh siapapun juga. Dialah Tuhan Yang memberi rezeki, makan dan minum serta segala kemanfaatan kepada manusia. Sebaliknya Dia tidak memerlukan makan-minum dan rezeki, bahkan Dia Suci dari segala kebutuhan akan makan-minum dan lain sebagainya, dan Dia tidak memerlukan orang lain. Firman Allah:\nAku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku. (adz-dzariyat/51: 57)\n\nSelanjutnya Rasulullah saw diperintahkan untuk menyampaikan kepada orang kafir bahwa beliau diperintahkan Allah untuk menjadi orang yang pertama berserah diri kepada-Nya, menjunjung tinggi perintah-Nya, tidak akan memohon kepada selain Dia, dan terus menegakkan agama ditengah-tengah umatnya. Rasul Muhammad juga dilarang untuk menjadi orang musyrik, yakni orang yang menyembah selain Allah dan menganggap selain Allah sebagai penolong atau perantara untuk mendekatkan diri kepada-Nya.",
    "quraish": "Katakan, wahai Muhammad, \"Aku tidak akan menjadikan sesuatu selain Allah sebagai Tuhan dan penolong. Hanya Allahlah pencipta langit dan bumi menurut aturan yang belum pernah ada sebelumnya. Dia juga yang memberi makan kepada hamba-Nya dan tidak memerlukan makanan dari mereka.\" Katakan lagi, \"Aku benar-benar telah diperintahkan oleh Allah untuk menjadi orang yang pertama-tama masuk Islam dan dilarang untuk menyekutukan-Nya dalam beribadah.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Apakah akan aku jadikan pelindung selain dari Allah) yang aku sembah (yang menjadikan langit dan bumi) Allah yang menciptakan keduanya (padahal Dia memberi makan) memberi rezeki (dan tidak diberi makan?\") tidak memerlukan rezeki (Katakanlah, \"Sesungguhnya aku diperintah supaya aku menjadi orang yang pertama sekali menyerahkan diri) kepada Allah dari kalangan umat ini (dan) dikatakan kepadaku (jangan sekali-kali kamu termasuk golongan orang-orang yang musyrik\") kepada-Nya."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 15,
    "arab": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ",
    "translation": "Katakanlah (Muhammad), “Aku benar-benar takut akan azab hari yang besar (hari Kiamat), jika aku mendurhakai Tuhanku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/804.mp3",
    "tafsir": "Sesudah Allah menjelaskan dasar agama yang harus menjadi pegangan seorang Rasul, maka dalam ayat ini Allah memerintahkan kepada Rasul-Nya agar menyatakan kepada kaum musyrik, bahwa jika beliau melakukan kemaksiatan, melanggar perintah Allah atau menyimpang dari asas agama yang ditetapkan Allah maka Rasul takut azab hari Kiamat akan menimpanya, sebab pada hari itu Allah akan berhadapan dengan hamba-hamba-Nya untuk menjatuhkan azab kepada mereka yang berdosa dan memberikan pahala kepada mereka yang beramal saleh. Pada hari yang dahsyat ini tidak seorang pun yang dapat menolong orang lain, karena kasih sayang atau persaudaraan. Ayat ini menunjukkan sifat Rasulullah bahwa beliau meskipun jauh dari kemungkinan melakukan maksiat, namun hati beliau tetap takut kepada Allah dalam segala keadaan.",
    "quraish": "Katakan pula, \"Aku sungguh takut, bila melanggar perintah Tuhanku, akan siksaan hari kiamat yang amat keras.",
    "jalalayn": "(Katakanlah, \"Sesungguhnya aku takut jika aku mendurhakai Tuhanku) dengan menyembah selain-Nya (azab hari yang besar.\") yaitu hari kiamat."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 16,
    "arab": "مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗ ۗوَذٰلِكَ الْفَوْزُ الْمُبِيْنُ",
    "translation": "Barangsiapa dijauhkan dari azab atas dirinya pada hari itu, maka sungguh, Allah telah memberikan rahmat kepadanya. Dan itulah kemenangan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/805.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini bahwa orang yang terhindar dari azab pada hari Kiamat, adalah orang yang mendapat rahmat dari Allah. Karena Allah membebaskan dia dari kesengsaraan pada hari yang dahsyat itu dan memberinya kenikmatan-kenikmatan dan memasukkannya ke dalam surga. Orang yang dijauhkan dari azab itu mendapatkan dua kebahagiaan: kebahagiaan disebabkan bebas dari azab dan kebahagiaan mendapat rahmat, kebahagiaan ini merupakan keberuntungan yang besar.\nKebahagiaan yang diberikan Allah pada hari Kiamat itu benar-benar adalah rahmat kasih sayang Allah kepada hamba-hamba-Nya dan bukanlah sekali-kali suatu keharusan bagi Tuhan; sebab tidak ada kekuasaan lain di atas kekuasaan-Nya. Tetapi sifat rahmat itu sendiri adalah suatu keharusan bagi Tuhan, karena sifat itu salah satu sifat kesempurnaan-Nya dan keharusan sifat rahmat itu pada Allah dinyatakan Allah dalam Al-Qur'an seperti tersebut dalam surah ini (al-Ma'idah/5) ayat 12 dan 54",
    "quraish": "Barangsiapa dipalingkan dari siksa itu pada hari kiamat, ia benar-benar telah disayangi oleh Allah. Hal itu merupakan keberuntungan yang pasti dan jelas.\"",
    "jalalayn": "(Siapa yang dijauhkan siksaan) dalam bentuk pasif, maf'ulnya azab/siksaan; dan dalam bentuk aktif, fa'ilnya Allah, sedangkan dhamirnya dibuang (daripadanya pada hari itu, maka sungguh Allah telah memberikan rahmat kepadanya) Maha Tinggi Allah, artinya Ia menghendaki kebaikan untuknya. (Dan itu keberuntungan yang nyata) keselamatan yang nyata."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 17,
    "arab": "وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَ ۗوَاِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Dan jika Allah menimpakan suatu bencana kepadamu, tidak ada yang dapat menghilangkannya selain Dia. Dan jika Dia mendatangkan kebaikan kepadamu, maka Dia Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/806.mp3",
    "tafsir": "Dalam ayat ini ditegaskan lagi tentang kemahakuasaan Allah, bahwa tidak ada seorang pun yang dapat melenyapkan suatu kemudaratan yang ditimpakan Allah kepada seseorang kecuali Allah sendiri, seperti sakit, kemiskinan, duka cita, kehinaan dan lain sebagainya yang mengakibatkan penderitaan pada manusia baik lahir maupun batin. Bukanlah berhala-berhala, dukun-dukun atau pelindung lainnya selain Allah yang acap kali dipandang oleh orang musyrik, dapat menghilangkan kemudaratan tersebut. Demikian pula halnya tak ada seorang pun yang dapat mencegah suatu kebaikan yang dianugerahkan Allah kepada seseorang seperti kekayaan, kesehatan, kemuliaan, kekuatan dan lain sebagainya yang menimbulkan kebahagiaan baik lahir maupun batin. Allah Mahakuasa memelihara segala kebaikan agar seseorang tetap sebagaimana yang Dia kehendaki.\nSetiap selesai melaksanakan salat lima waktu, Nabi Muhammad selalu membaca doa, antara lain:\nYa Allah, tak ada yang mencegah terhadap apa yang Engkau berikan, tak ada yang memberi terhadap apa yang Engkau cegah dan tidak bermanfaat kejayaan seseorang atas siksaan-Mu. (Riwayat al-Bukhari dari al-Warrad)\nAyat ini menunjukkan pula bahwa setiap manusia baik yang menginginkan kebaikan atau yang menghindari kemudaratan, haruslah meminta pertolongan kepada Allah semata-mata dengan berusaha menurut Sunnah-Nya yang berlaku dalam alam ini dan dengan memanjatkan doa sepenuhnya kepada-Nya.\nFirman Allah:\nBerdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. (Gafir/40: 60)",
    "quraish": "Apabila Allah menimpakan kejelekan kepadamu, tidak ada yang bisa menghilangkannya kecuali Dia. Apabila memberimu kebaikan, tidak ada penghalang bagi karunia-Nya. Karena Dia Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Jika Allah menimpakan suatu kemudaratan kepadamu) musibah, seperti sakit dan kemiskinan (maka tidak ada yang menghilangkannya) tidak ada yang bisa mengangkatnya (daripadanya selain Dia sendiri. Dan jika Dia mendatangkan kebaikan kepadamu) seperti kesehatan dan kecukupan (maka Dia Maha Kuasa atas tiap-tiap segala sesuatu) berada pada kekuasaan-Nyalah segala sesuatu itu; tidak ada seorang pun yang dapat menolaknya dari dirimu selain daripada-Nya sendiri."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 18,
    "arab": "وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ",
    "translation": "Dan Dialah yang berkuasa atas hamba-hamba-Nya. Dan Dia Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/807.mp3",
    "tafsir": "Ayat ini menegaskan kesempurnaan kedaulatan Allah yang mutlak atas hamba-hamba-Nya. Dialah Penguasa yang tertinggi di atas hamba-hamba-Nya dan menyelenggarakan serta mengatur segala masalah dan urusan mereka menurut kehendak-Nya. Tidak seorang pun yang dapat memohon untuk dapat keluar dari daerah kekuasaan-Nya.\nKesempurnaan kekuasaan dan kedaulatan Allah atas hamba-hamba-Nya itu disertai dengan kesempurnaan hikmah-Nya dalam mengatur kebutuhan hamba-hamba-Nya dan keluasan ilmu-Nya terhadap segala perkara yang kecil dan tersembunyi. Dialah Yang Maha Mengetahui apa yang bermanfaat dan yang mudarat bagi hamba-hamba-Nya. Tak ada suatu perkarapun, melainkan diketahui-Nya akhir dari perkara itu. Pengaturan-Nya atas hamba-hamba-Nya ini diarahkan kepada suatu tujuan yakni kesempurnaan kemanusiaan.\nDialah Allah Yang Mahakuasa dan Maha Esa, tidak ada sekutu bagi-Nya. Karena itu, tidaklah patut menyembah kepada selain-Nya.\nFirman Allah:\nMaka janganlah kamu menyembah apa pun di dalamnya selain Allah. (al-Jinn/72: 18)",
    "quraish": "Dia yang menaklukkan hamba-hamba-Nya dengan kekuasaan-Nya. Namun demikian, Dia juga mempunyai sifat bijaksana dalam semua pekerjaan yang Dia lakukan. Pengetahuan-Nya meliputi segala yang kelihatan dan yang tersembunyi.",
    "jalalayn": "(Dan Dialah yang berkuasa) Maha Kuasa tidak ada sesuatu pun yang dapat melemahkan-Nya, Dia Maha Tinggi (atas sekalian hamba-hamba-Nya. Dan Dialah Yang Maha Bijaksana) atas makhluk-Nya (lagi Maha Mengetahui) Semua yang tersimpan dalam batin mereka sebagaimana halnya yang tampak pada mereka. Ayat berikut diturunkan berkenaan dengan pertanyaan yang mereka ajukan kepada Nabi saw., \"Datangkanlah kepada kami orang yang menyaksikan dirimu sebagai Nabi karena sesungguhnya orang-orang Ahli Kitab pun ingkar terhadap dirimu.\""
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 19,
    "arab": "قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةً ۗ قُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ اَىِٕنَّكُمْ لَتَشْهَدُوْنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىۗ  قُلْ لَّآ اَشْهَدُ ۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّاِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ",
    "translation": "Katakanlah (Muhammad), “Siapakah yang lebih kuat kesaksiannya?” Katakanlah, “Allah, Dia menjadi saksi antara aku dan kamu. Al-Qur'an ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Qur'an kepadanya). Dapatkah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain bersama Allah?” Katakanlah, “Aku tidak dapat bersaksi.” Katakanlah, “Sesungguhnya hanya Dialah Tuhan Yang Maha Esa dan aku berlepas diri dari apa yang kamu persekutukan (dengan Allah).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/808.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan lagi kepada Rasul-Nya agar menanyakan kepada orang-orang kafir Quraisy tentang syahadah (kesaksian pembuktian) yang lebih kuat yakni kesaksian yang tidak mungkin mengandung unsur kedustaan, kepalsuan atau kesalahan.\nSyahadah ialah keterangan yang bersumber dari pengetahuan, pengenalan dan keyakinan yang didasarkan atas penyerapan indrawi atau tanggapan pikiran dan perasaan. Perkara apakah yang akan disaksikan itu? Lalu, siapakah yang menjadi saksi, agar kesaksian itu tidak diragukan?\nPerkara yang diminta untuk disaksikan itu ialah kerasulan Muhammad dan keesaan Allah yang diajarkan beliau. Orang-orang kafir menolaknya. Untuk menghadapi hal ini, Allah meminta Rasul untuk bertanya, apakah kesaksian yang paling besar? Nabi Muhammad diminta untuk menjawab, bahwa kesaksian terbesar adalah kesaksian dari Allah bahwa Nabi telah beriman sedang kafir Quraisy telah ingkar. Juga bahwa mereka kemudian diminta kesaksian mereka, apakah betul ada tuhan-tuhan selain Allah. Nabi Muhammad diminta untuk menyatakan bahwa beliau tidak pernah menyaksikan hal itu. Yang disaksikannya hanyalah bahwa Tuhan itu Esa, dan beliau tidak bertanggung jawab atas kesaksian mereka. Allah telah menurunkan Al-Qur'an kepada beliau untuk memperingatkan tentang azab bagi mereka yang mendustakan kenabiannya dan ajaran yang dibawanya yang sudah diperkuat dengan kesaksian Allah. Demikian juga, Al-Qur'an itu diturunkan untuk memberikan peringatan kepada semua orang yang telah sampai Al-Qur'an itu kepada mereka. Wajiblah atas mereka untuk mengikuti Al-Qur'an sampai hari Kiamat.\nKesaksian Allah atas kerasulan Muhammad ialah:\nPertama: Kitab Al-Qur'an sebagai mukjizat yang abadi. Manusia tidak mampu menirunya baik mengenai bahasa ataupun maknanya serta isinya yang mengandung berita-berita gaib, janji kemenangan bagi Rasul dan umatnya terhadap orang-orang musyrik. Dalam Al-Qur'an itu sendiri banyak pertanyaan-pertanyaan Allah tentang kenabian dan kerasulan Muhammad.\nKedua: Kitab-kitab samawi seperti Taurat dan Injil yang menggambarkan tentang kelahiran Nabi Muhammad serta sifat-sifat dan tanda-tanda kenabian beliau.\nAdapun kesaksian Allah atas kemahaesaan-Nya dan kemahakuasaan-Nya untuk mengadakan hari kebangkitan, di samping kesaksian kitab-Nya ialah:\nPertama: Kejadian manusia dan alam semesta ini yang banyak di dalamnya menunjukkan bukti-bukti keesaan-Nya dan kesempurnaan sifat-sifat-Nya.\nKedua: Hakikat tabiat manusia yang condong untuk percaya kepada keesaan Tuhan dengan sifat-sifat-Nya yang sempurna. \nKemudian Allah menyuruh Rasulullah mengatakan kepada orang musyrik bahwa mereka sebenarnya mengakui adanya Tuhan lain di samping Allah dan beliau tidak akan mengakui sebagaimana pengakuan mereka. Bahkan beliau diperintahkan untuk mengatakan bahwa sesungguhnya Tuhan itu Allah Yang Maha Esa, sebagai pernyataan keyakinan yang berlawanan sepenuhnya dengan keyakinan orang musyrik dan beliau bersih dari upaya menuhankan apa yang mereka pandang sebagai sekutu Allah seperti patung, berhala atau nama-nama lain yang semakna dengan pengertian sekutu itu.",
    "quraish": "Katakanlah, wahai Muhammad, kepada mereka yang tidak mendustakanmu dan meminta saksi atas kerasulanmu, \"Saksi apa lagi yang lebih besar dan lebih bisa dipercaya?\" Katakan pula, \"Sungguh Allah adalah saksi paling besar antara kami dan kalian atas kebenaran misi yang aku bawa. Dia telah menurunkan al-Qur'ân kepadaku sebagai bukti kebenaranku, dan agar aku menjadikannya sebagai peringatan buat kalian dan semua orang yang kabarnya sampai kepada mereka. Al-Qur'ân adalah bukti dan saksi yang kuat atas kebenaranku, karena kalian tidak akan mampu mendatangkan yang semisalnya.\" Tanyakan kepada mereka, \"Kaliankah yang mengatakan, dengan penuh keyakinan, bahwa di samping Allah ada tuhan-tuhan lain?\" Kemudian katakan juga, \"Aku tidak bersaksi dan tidak mengatakan hal itu. Juga tidak menyetujui apa yang kalian lakukan. Yang benar dan berhak disembah hanyalah satu. Aku tidak bertanggung jawab atas berhala- berhala yang kalian jadikan sekutu Allah.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Siapakah yang lebih kuat persaksiannya?\") menjadi tamyiz yang dialihkan dari mubtada (Katakanlah, \"Allah.\") jika kamu tidak mengatakannya, maka tidak ada jawaban lain bagimu selain itu. (Dia menjadi saksi antara aku dan kamu) yang menyaksikan kebenaranku. (Dan Alquran ini diwahyukan kepadaku supaya aku memberi peringatan kepadamu) aku membuat kamu takut hai penduduk Mekah (dengannya dan kepada orang-orang yang sampai kepadanya Alquran) diathafkan kepada dhamir yang terdapat dalam Lafal undzirakum; artinya manusia dan jin yang sampai kepadanya Alquran. (\"Apakah sesungguhnya kamu mengakui bahwa ada tuhan-tuhan yang lain di samping Allah?\") kata tanya mengandung arti ingkar. (Katakanlah) kepada mereka (\"Aku tidak mengakui\") hal tersebut. (Katakanlah, \"Sesungguhnya Dia adalah Tuhan Maha Esa dan sesungguhnya aku berlepas diri dari apa yang kamu persekutukan.\") terhadap Allah."
  },
  {
    "ruku": 103,
    "name": "Al-An'am",
    "ayat": 20,
    "arab": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْۘ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ࣖ",
    "translation": "Orang-orang yang telah Kami berikan Kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/809.mp3",
    "tafsir": "Ayat ini menambah keterangan tentang kebenaran kerasulan Nabi Muhammad, yaitu keterangan bahwa Ahli Kitab dari Yahudi dan Nasrani, sebenarnya mereka mengetahui bahwa nabi yang terakhir yang diutus Allah adalah Nabi Muhammad karena tanda-tanda kenabian beliau sangat jelas tercantum dalam kitab-kitab suci mereka.\nDiriwayatkan bahwa orang-orang kafir Mekah pergi ke Medinah menanyakan kepada orang-orang Yahudi dan Nasrani tentang sifat Muhammad. Tetapi mereka memungkiri bahwa dalam Taurat dan Injil terdapat berita tentang kenabian Muhammad. Berita tersebut sangat jelas sehingga mereka mengetahuinya dengan jelas pula sebagaimana mereka mengetahui anak-anak mereka sendiri.\nAllah menyatakan bahwa mereka telah merugikan diri mereka sendiri karena mereka tidak mempercayai kerasulan Muhammad, bahkan mengingkarinya dengan permusuhan. Oleh karena itu, mereka mengingkari apa yang mereka ketahui. Keingkaran pendeta-pendeta Yahudi itu sama alasannya dengan keingkaran orang-orang musyrik Mekah.\nPendeta-pendeta Yahudi tidak mau beriman kepada Muhammad karena takut kehilangan martabat dan kedudukan di kalangan penganut agama mereka. Dalam pandangan Islam, semua orang sama kedudukannya. Tidak ada perbedaan antara pendeta dengan rakyat. Bila melakukan kesalahan yang sama, hukumnya akan serupa pula, tidak ada perbedaan antara ulama dengan rakyat umum.\nDemikian pula pemimpin-pemimpin Quraisy, mereka tidak mau beriman kepada Nabi Muhammad karena takut kehilangan martabat dan kedudukan. Bila mereka menganut agama Islam, mereka akan duduk sejajar dengan rakyat jelata dan orang-orang miskin, seperti Bilal dari Ethiopia (Habasyah) dan lain-lainnya. Mereka sendirilah yang merugikan diri sendiri. Kerugian mereka itu disebabkan kelemahan cita-cita dan kemauan mereka dan kehilangan pertimbangan akal sehat sehingga mereka mengingkari ilmu pengetahuan yang mereka miliki.",
    "quraish": "Orang-orang Yahudi dan Nasrani yang Kami beri kitab-kitab suci, mengetahui Muhammad dan kebenaran misinya sebagaimana mereka mengetahui anak-anak mereka, melalui kitab suci itu. Orang-orang yang menyia-nyiakan diri mereka dengan tidak mengakui apa yang mereka lihat, benar-benar tidak beriman.",
    "jalalayn": "(Orang-orang yang telah Kami berikan kitab kepadanya mereka mengenalnya) artinya mengenal Muhammad dengan sifat-sifat atau ciri-cirinya yang terdapat di dalam Kitab mereka (seperti mereka mengenal anak-anak sendiri. Orang-orang yang merugikan dirinya) di antara mereka (mereka itu tidak beriman) kepada Muhammad."
  }
]