[
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 21,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
    "translation": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah, atau yang mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/810.mp3",
    "tafsir": "Ayat ini menegaskan bahwa tidak ada orang yang lebih merugi daripada orang yang berbuat dusta terhadap Allah seperti mengatakan Allah itu punya anak, punya sekutu atau menjadikan sesuatu selain Allah sebagai tumpuan doa dan pujaan, menjadikannya pelindung, pengantara dan lain sebagainya, dan menambah-nambah ajaran agama yang tidak ada dasarnya.\nDemikian pula mereka sangat aniaya, mendustakan ayat-ayat Al-Qur'an memutarbalikkan isi kitab Taurat dan Injil dan menolak mukjizat Rasul yang dikatakan mereka sebagai sihir serta mendustakan ayat-ayat kauniyah yang menunjukkan keesaan Allah. Sesungguhnya orang-orang yang berbuat aniaya, yakni berbuat dusta terhadap Allah ataupun mendustakan ayat-ayat-Nya, apalagi mendustakan keduanya, tidak akan memperoleh keberuntungan di hari Kiamat. Mereka akan mendapatkan azab dari Allah. Di dunia, mereka pun tidak akan menang, karena mereka dikalahkan kaum Muslimin seperti dalam Perang Badar.",
    "quraish": "Tidak seorang pun yang lebih zalim kepada dirinya sendiri dan kepada kebenaran daripada seseorang yang membuat kebohongan atas Allah swt., menganggap bahwa Dia mempunyai anak atau sekutu, menyandangkan sesuatu yang tidak pantas kepada-Nya, atau mengingkari dalil-dalil yang membuktikan keesaan-Nya dan kebenaran para rasul-Nya. Sungguh, orang-orang yang lalim itu tidak akan mendapatkan kebaikan di dunia maupun di akhirat.",
    "jalalayn": "(Dan siapakah) artinya tidak ada seorang pun (yang lebih aniaya daripada orang yang membuat-buat suatu kedustaan kepada Allah) yaitu menyekutukan-Nya dengan selain-Nya (atau mendustakan ayat-ayat-Nya?) Alquran. (Sesungguhnya) artinya keadaan yang sebenarnya (orang-orang yang aniaya itu tidak mendapat keberuntungan) oleh sebab kedustaannya itu."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 22,
    "arab": "وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْٓا اَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ",
    "translation": "Dan (ingatlah), pada hari ketika Kami mengumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang menyekutukan Allah, “Di manakah sembahan-sembahanmu yang dahulu kamu sangka (sekutu-sekutu Kami)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/811.mp3",
    "tafsir": "Dalam ayat ini, Allah memperingatkan orang musyrik tentang hari kebangkitan, ketika seluruh umat manusia dikumpulkan. Pada hari itu manusia hanya terbagi menjadi dua golongan: mereka yang rugi dan mereka yang beruntung. Kemudian Allah berkata kepada orang-orang musyrik, \"Di manakah sembahan-sembahanmu yang dahulu kamu katakan sekutu Allah?\" Allah bertanya demikian karena pada saat di dunia, mereka meminta pertolongan dan memanjatkan doa kepada sembahan selain Allah, yang mereka jadikan sebagai pelindung atau pengantar untuk mendekatkan diri kepada Allah atau untuk memberi syafaat kepada mereka pada hari Kiamat. Mengapa sembahan-sembahan itu menghilang dan tidak tampak bersama mereka pada hari itu? Seperti difirmankan Allah:\nKami tidak melihat pemberi syafa'at (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah). (al-An'am/6: 94)",
    "quraish": "Sebutkan kepada mereka hal-hal yang akan terjadi saat Kami mengumpulkan semua makhluk untuk diadili. Lalu, dengan nada mencela, Kami katakan kepada mereka yang, di samping menyembah Allah, juga menyembah tuhan lain, \"Mana yang kalian jadikan sekutu Allah? Datangkanlah mereka agar bisa berbuat sesuatu yang bermanfaat bagi kalian.\"",
    "jalalayn": "(Dan) ingatlah (hari yang di waktu itu Kami menghimpun mereka semuanya, kemudian Kami berkata kepada orang-orang musyrik) sebagai celaan (\"Di manakah sesembahan-sesembahan yang kamu katakan dahulu?\") yang kalian jadikan sebagai sekutu-sekutu Allah."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 23,
    "arab": "ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ",
    "translation": "Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, “Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/812.mp3",
    "tafsir": "Kemudian Allah menerangkan dalam ayat ini bahwa ketika mereka tidak dapat memberikan jawaban untuk mempertanggungjawabkan kemusyrikan mereka sewaktu di dunia, mereka lalu menjawab dengan sumpah bahwa mereka bukanlah orang-orang yang mempersekutukan Allah. Demikianlah akhir dari segala kekafiran dan kemusyrikan mereka. Sewaktu di dunia mereka telah menganut agama nenek moyang mereka. Untuk sembahan-sembahan dan pujaan-pujaan itu, mereka rela mati terbunuh dalam peperangan. Tetapi pada akhirnya, mereka membersihkan diri dari kemusyrikan dan kekafiran itu. Seraya bersumpah, bahwa mereka mengingkari sembahan-sembahan mereka sendiri. Mereka mengira bahwa pernyataan mereka demikian itu ada manfaatnya bagi mereka, tetapi sebaliknya justeru hal itu menambah dosa baru bagi mereka.\nTindakan dan perbuatan mereka menjadi saksi atas kemusyrikan mereka. Kaki dan tangan mereka akan menceritakan semua dosa mereka. Oleh sebab itu, pada akhirnya mereka akan mengakui kekafiran mereka.\nFirman Allah:\n\"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" (an-Nahl/16: 86)",
    "quraish": "Kemudian bencana berat yang menimpa mereka pada keadaan yang seperti itu membuat mereka berusaha melepaskan diri dari kesyirikan yang lampau dengan kepura-puraan. Dengan bohong, mereka mengatakan, \"Demi Allah, Tuhan kami, kami tidak pernah menyekutukan-Mu dalam beribadah.\"",
    "jalalayn": "(Kemudian tiadalah) Takun dapat dibaca yakun (fitnah mereka) dapat dibaca fitnatuhum dan fitnatahum; artinya alasan mereka (kecuali mengatakan) selain ucapan mereka (\"Demi Allah, Tuhan kami) dibaca dengan jar sebagai sifat, dan dibaca nashab sebagai seruan (kami bukanlah orang-orang yang musyrik terhadap Allah\")."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 24,
    "arab": "اُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ",
    "translation": "Lihatlah, bagaimana mereka berbohong terhadap diri mereka sendiri. Dan sesembahan yang mereka ada-adakan dahulu akan hilang dari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/813.mp3",
    "tafsir": "Sesudah Allah menceritakan pernyataan orang-orang musyrik pada hari Kiamat yang berusaha untuk membersihkan diri mereka dari kemusyrikan, maka dalam ayat ini Allah menyuruh Rasul dan umatnya untuk memperhatikan sikap orang musyrik yang sangat mengherankan itu. Bagaimana bisa terjadi, mereka berbohong di hadapan Tuhan Yang Maha Mengetahui segala yang gaib, yang tidak memerlukan kesaksian. Ada suatu keanehan dan kejanggalan yang patut diperhatikan bahwa segala apa yang mereka anggap sekutu-sekutu Allah ternyata tidak memberi faedah sedikit pun kepada mereka. Syafa'at, pertolongan, restu, perlindungan dan lain sebagainya yang mereka harapkan dari sekutu-sekutu itu, lenyap tak berbekas pada mereka.\nFirman Allah:\nMereka (para malaikat) berkata, \"Manakah sembahan yang biasa kamu sembah selain Allah?\" Mereka (orang musyrik) menjawab, \"Semuanya telah lenyap dari kami.\" (al-A'raf/7: 37)",
    "quraish": "Lihatlah, bagaimana mereka membohongi diri sendiri dengan perbuatan itu. Patung-patung yang mereka buat, mereka sembah dan mereka anggap sebagai sekutu-sekutu Allah, dan penyembahan mereka kepada patung-patung tersebut, lenyap dari hadapan mereka.",
    "jalalayn": "Allah berfirman (Lihatlah) olehmu Muhammad (bagaimana mereka telah berdusta terhadap diri mereka sendiri) mereka menganggap bukan sebagai orang-orang musyrik (dan hilanglah) lenyaplah (dari mereka apa-apa yang selama ini mereka buat-buat) sebagai sesembahan mereka selain Allah."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 25,
    "arab": "وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "translation": "Dan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, “Ini (Al-Qur'an) tidak lain hanyalah dongengan orang-orang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/814.mp3",
    "tafsir": "Mengenai sebab turun ayat ini, Ibnu 'Abbas berkata: Pada suatu saat, Abu Sufyan bin harb, Walid bin Mugirah, Nadhar bin al-harits, 'Utbah dan Syaibah, keduanya anak Rabi'ah, Umayyah dan Ubay, keduanya anak Khalaf, mendengarkan apa yang disampaikan Rasulullah saw. Mereka bertanya kepada Nadhar, \"Wahai Aba Qutailah, apa yang dikatakan Muhammad?\" Ia menjawab, \"Aku tidak tahu apa yang dikatakannya, tetapi sungguh aku melihatnya menggerakkan kedua bibirnya berbicara tentang sesuatu, dan apa yang dikatakannya hanyalah kebohongan-kebohongan seperti yang dilakukan orang terdahulu seperti yang pernah aku sampaikan kepada kalian tentang masa lalu.\" Nadhar adalah orang yang banyak berbicara tentang masa yang lalu, dan ia berbicara kepada kaum Quraisy dan mereka menikmati apa yang dikatakannya. Maka Allah menurunkan ayat ini.\nAyat ini menjelaskan faktor-faktor yang menyebabkan mereka tidak beriman. Segolongan orang kafir ikut mendengarkan bacaan ayat-ayat Al-Qur'an yang mengajak mereka bertauhid. Tetapi bunyi ayat-ayat itu tidak dapat mempengaruhi pendirian mereka, sehingga mereka tetap dalam kekafiran. Mereka tidak dapat memahami dan mengerti ayat Allah ini disebabkan ada tabir yang menutup hati mereka. Mereka tidak dapat mendengar dengan baik ayat-ayat Allah itu seolah-olah ada suatu benda pada telinga mereka yang mengganggu pendengaran mereka sehingga ayat-ayat Allah tidak menyentuh jiwa mereka.\nTabir hati maupun sumbatan pada pendengaran mereka adalah sebenarnya gambaran dari fanatisme yang pekat atau taklid buta dari pihak mereka sendiri, kemudian Allah menjadikannya sebagai penghambat bagi mereka untuk merenungkan dan mempelajari kenyataan-kenyataan itu. Karena taklid buta itu, mereka tidak dapat membedakan antara yang hak dan yang batil, mereka tidak bersedia mempertimbangkan antara paham yang mereka anut dengan paham orang lain, antara agama mereka dengan agama yang lain.\nSetiap kepercayaan yang berlainan dengan apa yang mereka yakini, ditolak tanpa memikirkan mana yang lebih dekat kepada kebenaran, dan yang lebih banyak membawa petunjuk kepada jalan kebahagiaan dunia dan akhirat. Bilamana mereka melihat tanda-tanda atau bukti-bukti yang menunjukkan kebenaran kerasulan Muhammad, mereka tidak mempercayainya, bahkan menuduhnya sebagai sihir disebabkan fanatisme yang pekat dan didorong oleh rasa permusuhan yang mendalam. Mereka tidak dapat lagi menanggapi maksud dari ayat-ayat Al-Qur'an dan tanggapan mereka terbatas pada kata-kata lahir dari ayat-ayat itu.\nDemikian kosongnya hati mereka dalam menanggapi ayat-ayat ini sehingga bilamana mereka datang menemui Nabi Muhammad untuk membantah dakwah beliau, mereka mengatakan ayat-ayat Al-Qur'an ini tidak lain hanyalah dongengan-dongengan orang zaman dahulu. Padahal dalam Al-Qur'an itu banyak berita-berita tentang yang gaib, hukum-hukum, ajaran-ajaran akhlak, ilmu pengetahuan dan lain sebagainya yang sampai akhir zaman tetap mempunyai nilai yang tinggi. Tetapi kesemuanya itu dipandang oleh orang-orang musyrik itu sama dengan dongeng dan tahayul orang zaman dahulu yang tak memberi bimbingan hidup kepada manusia. Hal ini menunjukkan kegelapan hati dan pikiran mereka. Sekiranya mereka mau merenungkan kisah dalam Al-Qur'an yang menerangkan pelajaran sejarah manusia, hukum sebab akibat yang berlaku pada umat-umat yang lalu itu, tentulah mereka tidak akan berkata demikian itu.",
    "quraish": "Di antara mereka ada yang mendengarkanmu saat kamu membaca al-Qur'ân bukan untuk memahami dan menjadikannya sebagai petunjuk, tetapi untuk mencari kelemahan dan celah untuk mengejeknya. Oleh sebab itu, mereka Kami buat tidak bisa memanfaatkan akal pikiran dan pendengaran mereka. Akal mereka seolah-olah berada dalam bungkusan yang membuat mereka tidak dapat mengetahui sesuatu dengan semestinya. Di telinga mereka seolah-olah terdapat penutup yang menghalangi mereka dari mendengar al-Qur'ân. Jika mereka melihat semua dalil, mereka tidak mempercayainya. Hingga, ketika mereka mendatangimu untuk berdebat dengan cara yang tidak benar, orang-orang kafir--karena didorong oleh kekufuran mereka--mengatakan, \"Ini hanyalah kebatilan-kebatilan yang telah ditanamkan oleh para pendahulu di dalam hatimu.\"",
    "jalalayn": "(Dan di antara mereka ada orang-orang yang mau mendengarkanmu) apabila kamu membaca Alquran (padahal Kami telah menjadikan tutupan di atas hati mereka) penutup-penutup (agar mereka tidak memahaminya) supaya mereka tidak dapat memahami Alquran (dan di telinga mereka Kami letakkan sumbatan) sehingga mereka tuli tidak dapat mendengarnya, dengan pengertian pendengaran yang masuk di hati (Dan sekali pun mereka melihat segala tanda kebenaran, mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, \"Tiadalah) tidak lain (ini) Alquran ini (kecuali dongengan) cerita-cerita bohong (orang orang dahulu.\") sama seperti lelucon-lelucon dan legenda-legenda; asaathiir adalah bentuk jamak dari usthuurah."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 26,
    "arab": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۚوَاِنْ يُّهْلِكُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ",
    "translation": "Dan mereka melarang (orang lain) mendengarkan (Al-Qur'an) dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/815.mp3",
    "tafsir": "Ayat ini menjelaskan, bahwa mereka tidaklah berhenti mendustakan ayat-ayat Al-Qur'an dan memandangnya sebagai sihir, bahkan mereka mencegah orang lain mendengarkan serta menghasutnya, agar orang-orang itu tidak tertarik kepada Al-Qur'an yang indah bahasanya dan maknanya yang padat melebihi bahasa penyair-penyair mereka, sehingga pemimpin kaum musyrik itu merasa khawatir terhadap pengaruh gaya bahasa Al-Qur'an itu kepada pendengarnya. Mereka menyadari bahwa kesempatan untuk memperhatikan ayat Al-Qur'an itu berarti kesempatan untuk menanggapi mukjizatnya, karena itulah mereka menghalangi orang lain.\nDi samping mencegah orang lain, mereka sendiri menjauhkan diri dari Al-Qur'an, untuk menunjukkan bahwa mereka sangat menentangnya dan untuk menguatkan larangan mereka.\nMeskipun orang-orang musyrik telah berdaya upaya dengan pelbagai cara untuk memadamkan cahaya Islam, mereka tidak akan berhasil. Bahkan Allah menyatakan pada akhir ayat ini, bahwa tindakan mereka bukanlah menghancurkan Islam tetapi menghancurkan mereka sendiri tanpa mereka sadari. Peringatan akan kehancuran mereka ini beberapa tahun kemudian terbukti kebenarannya dalam pelbagai peperangan dan kemenangan di pihak Rasulullah.",
    "quraish": "Mereka melarang manusia untuk beriman kepada al-Qur'ân, setelah mereka sendiri menjauhinya. Mereka tidak memanfaatkan al-Qur'ân dan tidak membiarkan orang lain memanfaatkannya. Mereka hanya merugikan diri sendiri, tetapi tidak menyadari kejelekan yang mereka kerjakan.",
    "jalalayn": "(Mereka melarang) orang-orang lain (darinya) dari mengikut kepada Nabi Muhammad saw. (dan mereka sendiri menjauh) makin menjauh (darinya) mereka semakin tidak beriman kepadanya. Menurut suatu riwayat ayat ini diturunkan berkenaan dengan Abu Thalib; ia melarang orang-orang mengganggu Nabi saw. akan tetapi ia sendiri tidak mau beriman kepadanya (dan tidaklah) tiada lain (mereka itu membinasakan) oleh sebab menjauh dari Nabi saw. (kecuali diri mereka sendiri) karena bahaya mereka sendirilah yang menanggungnya (sedangkan mereka tidak menyadari) akibat perbuatannya itu."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 27,
    "arab": "وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ",
    "translation": "Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, “Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/816.mp3",
    "tafsir": "Ayat ini menerangkan keadaan mereka di hari akhir nanti yang akan disaksikan oleh umat manusia. Ketika mereka dihadapkan ke muka api neraka, barulah mereka menyadari azab yang akan diterima dan timbul penyesalan dalam diri mereka atas kekafiran dan kelancangan mereka terhadap Allah dan Rasul-Nya selama di dunia. Maka pada saat yang sangat mengerikan dan dahsyat itu mereka mengajukan permohonan kepada Allah agar berkenan mengembalikan mereka ke dunia untuk bertobat dan beramal saleh serta beriman kepada Allah dan Rasul-Nya, tidak lagi mendustakan ayat-ayat Allah dan mereka berjanji akan menjadi orang mukmin.\nKeinginan mereka kembali ke dunia ini menunjukkan kejahilan mereka karena hal itu suatu hal yang mustahil. Orang-orang musyrik itu di hadapan api neraka meratapi nasib mereka akibat perbuatan mereka di dunia yang menjadi penganut agama berhala dan menyetujui saja apa yang dikatakan oleh pemimpin-pemimpin mereka. Tetapi ratapan itu tidak ada gunanya. Firman Allah:\nDan orang-orang yang mengikuti berkata, \"Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.\" Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 167)",
    "quraish": "Jika kamu, Muhammad, melihat orang-orang kafir itu saat berdiri di ambang neraka, dan mereka mulai merasakan kepedihan-kepedihannya, pasti kamu akan melihat hal yang aneh dan hebat. Karena mereka berangan-angan untuk kembali ke dunia dan mengatakan, \"Andai kata kami dikembalikan ke dunia untuk memperbaiki kesalahan-kesalahan yang pernah kami perbuat, tidak membohongi ayat-ayat Allah dan menjadi orang-orang Mukmin.\"",
    "jalalayn": "(Dan jika kamu melihat) hai Muhammad (ketika mereka dihadapkan) dikemukakan (ke neraka lalu mereka berkata, \"Hai kiranya) ungkapan penyesalan (kami dikembalikan) ke dunia (dan tidak mendustakan ayat-ayat Tuhan kami serta menjadi orang-orang yang beriman.\") kalau dibaca rafa' kedua fi'ilnya menjadi jumlah istinaf atau kalimat permulaan, jika dibaca nashab keduanya menjadi jawab dari tamanniy, demikian pula bila dibaca rafa' fi'ilnya yang pertama serta dibaca nashab fi'ilnya yang kedua. Sedang jawab dari lau/seandainya ialah: tentu kamu melihat suatu peristiwa yang besar."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 28,
    "arab": "بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ ",
    "translation": "Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/817.mp3",
    "tafsir": "Ayat ini menegaskan bahwa semua pembangkangan yang mereka sembunyikan selama di dunia terlihat jelas saat itu bagi mereka. Keinginan mereka untuk kembali ke dunia agar menjadi orang yang beriman tidaklah benar, tetapi karena ada hal yang lain, yaitu sesudah nampak bagi mereka akibat yang buruk dari kekafiran dan kemusyrikan, dan melihat azab neraka yang akan menimpa mereka. Mereka merasa takut dan mereka ingin lepas dari siksa itu dengan dikembalikan ke dunia. Pada hari Kiamat tidak ada sesuatu pun yang dapat disembunyikan. Segala kenyataan akan terbuka, bahkah anggota badan manusia menjadi saksi atas segala perbuatannya yang buruk maupun yang baik. Dengan demikian, bagaimana sesuatu dapat disembunyikan di hadapan Allah Yang Maha Mengetahui lahir dan batin?\nFirman Allah:\nPada hari itu kamu dihadapkan (kepada Tuhanmu), tidak ada sesuatupun dari kamu yang tersembunyi (bagi Allah). (al-haqqah/69: 18)\n\nSeandainya mereka dikembalikan ke dunia seperti yang mereka inginkan, niscaya mereka kembali seperti semula, yakni kembali kepada kemusyrikan, kemunafikan, tipu muslihat, kemaksiatan dan segala yang terlarang, karena kejahatan itu sudah mendarah daging pada diri mereka dan disebabkan kelemahan mereka untuk menerima suatu yang baik. Keinginan mereka akan menjadi orang beriman dan tidak akan mendustakan ayat-ayat Allah adalah dusta belaka, karena pernyataan itu lahir akibat ketakutan akan siksa neraka dan sifat mereka tidak akan berubah. Jika kembali ke dunia, mereka kembali sombong, membanggakan dan melakukan maksiat.",
    "quraish": "Mereka mengatakan itu karena telah terwujud suatu hal yang pernah diberitahukan Rasulullah dan tidak mungkin disembunyikan dan dipungkiri lagi. Apabila mereka dikembalikan ke dunia seperti mereka yang mereka angan-angankan, mereka pasti akan kembali kepada kekufuran yang telah dilarang oleh Allah, karena tertipu oleh hiasan-hiasannya dan menuruti hawa nafsu. Mereka benar-benar bohong atas pengakuan iman, bila dikembalikan ke dunia.\"",
    "jalalayn": "Allah berfirman (Tetapi) sebagai sanggahan terhadap kemauan mereka untuk beriman; pengertian ini dipahami dari makna tamanniy tadi (telah nyata) telah jelas (bagi mereka apa yang dahulu mereka menyembunyikannya) apa yang tersimpan dalam hati mereka yang dahulu mereka mengatakan, bahwa demi Allah, Tuhan kami, kami bukanlah orang-orang musyrik terhadap Allah. Hal itu terungkapkan berkat kesaksian anggota-anggota tubuh mereka, sehingga mereka mengharapkan (Sekiranya mereka dikembalikan) ke dunia secara perkiraan (tentulah mereka kembali kepada apa yang mereka telah dilarang mengerjakannya) yaitu perbuatan syirik (dan sesungguhnya mereka itu adalah pendusta-pendusta belaka) dalam janji mereka yang menyatakan sedia untuk beriman."
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 29,
    "arab": "وَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ",
    "translation": "Dan tentu mereka akan mengatakan (pula), “Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/818.mp3",
    "tafsir": "Jika kembali ke dunia, mereka akan mengatakan bahwa sesungguhnya tidak ada kehidupan lain kecuali kehidupan yang dialami di dunia ini. Menurut paham orang kafir hidup ini terbatas pada kehidupan duniawi semata-mata. Mereka mengingkari adanya hari kebangkitan, hari pembalasan atau perhitungan. Demikian pula tak ada pahala ataupun azab di akhirat. Oleh sebab itu mereka berbuat di dunia ini berdasarkan keinginan-keinginan dan kepentingan-kepentingan mereka masing-masing.\nFirman Allah:\nDan mereka berkata, \"Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup dan tidak ada yang membinasakan kita selain masa.\" Dan mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja. (al-Jatsiyah/45: 24)",
    "quraish": "Jika betul-betul dikembalikan ke dunia, mereka pasti akan kembali kepada keadaan mereka semula dan mengatakan, \"Kami tidak mempunyai kehidupan selain kehidupan dunia ini. Setelah itu kita tidak akan dibangkitkan.\"",
    "jalalayn": "(Dan tentu mereka akan mengatakan) orang-orang yang ingkar terhadap hari berbangkit (\"Tiada lain) tidak lain (ia) dimaksud kehidupan (kecuali hanya kehidupan dunia saja, dan kita sekali-kali tidak akan dibangkitkan.\")"
  },
  {
    "ruku": 104,
    "name": "Al-An'am",
    "ayat": 30,
    "arab": "وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلٰى رَبِّهِمْ ۗ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّ ۗقَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ࣖ",
    "translation": "Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan kepada Tuhannya (tentulah engkau melihat peristiwa yang mengharukan). Dia berfirman, “Bukankah (kebangkitan) ini benar?” Mereka menjawab, “Sungguh benar, demi Tuhan kami.” Dia berfirman, “Rasakanlah azab ini, karena dahulu kamu mengingkarinya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/819.mp3",
    "tafsir": "Sesudah Allah menjelaskan keingkaran orang-orang kafir terhadap hari Kiamat sewaktu hidup di dunia, maka dalam ayat ini Allah menerangkan perihal mereka di akhirat saat terungkapnya kekeliruan pandangan mereka. Dalam suasana yang sangat menggugah perasaan yaitu sewaktu orang-orang kafir itu diperintahkan berdiri di tempat yang sudah ditentukan di depan pengadilan Allah, Allah bertanya kepada mereka, \"Bukankah ini benar?\"\nBukankah hari Kiamat yang sedang mereka alami saat ini, yang dulu mereka ragukan bahkan mereka perolokkan merupakan suatu kenyataan? Hal itu bukan berita bohong seperti yang mereka katakan. Dalam menghadapi pertanyaan Allah ini, mereka tidak dapat memanggil sekutu-sekutu yang mereka sembah, mereka tidak dapat saling menolong satu sama lain, maka pada akhirnya mereka menjawab pertanyaan Allah itu, \"Sungguh benar, demi Tuhan kami.\" Mereka tidak dapat lagi mengingkari kenyataan adanya hari kebangkitan itu, dan mereka memperkuat pengakuan mereka atas kebenaran itu dengan mempergunakan kata sumpah \"demi Tuhan.\" Mereka mengakui bahwa selama ini mereka sesat dan kafir.\nSesuai dengan pengakuan itu, mereka memperoleh azab pada hari Kiamat yang selama di dunia selalu mereka dustakan. Kekafiran yang mereka tonjolkan dan andalkan itu adalah penyebab dari semua derita yang mereka alami.",
    "quraish": "Jika kamu melihat mereka pada saat berdiri untuk diadili di hadapan Tuhan mereka, dan mengetahui kebenaran yang telah diturunkan kepada utusan-utusan-Nya, niscaya kamu akan melihat buruknya keadaan mereka. Yaitu ketika Allah mengatakan, \"Bukankah hal yang kalian saksikan sekarang ini adalah kebenaran yang di dunia dulu kalian ingkari?\" Dengan perasaan tunduk, menjawab, \"Ya, itu adalah kebenaran.\" Setelah itu Allah mengatakan kepada mereka, \"Masuklah ke dalam neraka, akibat kekufuran yang dulu selalu kalian pertahankan!\"",
    "jalalayn": "(Dan seandainya kamu melihat ketika mereka dihadapkan) mereka diajukan (kepada Tuhan mereka) tentulah kamu akan melihat peristiwa yang besar. (Allah berfirman) kepada mereka melalui lisan malaikat-malaikat-Nya sebagai cemoohan. (\"Bukankah hal ini) yakni kebangkitan dan hari pembalasan ini (benar?\" Mereka menjawab, \"Sungguh benar, demi Tuhan kami\") sungguh hal itu adalah benar belaka (Berfirman Allah, \"Karena itu rasakanlah azab ini, disebabkan kamu mengingkari\")nya sewaktu hidup di dunia."
  }
]