[
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 31,
    "arab": "قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ ",
    "translation": "Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, “Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,” sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/820.mp3",
    "tafsir": "Ayat ini menjelaskan tentang kerugian orang-orang kafir yang mengingkari keesaan Allah, kerasulan Muhammad dan hari kebangkitan. Mereka mendustakan pertemuan dengan Allah. Mereka tidak mendapat keuntungan seperti halnya orang-orang beriman. Keuntungan orang-orang beriman di dunia sebagai buah keuntungan misalnya, kepuasan batin, rida, ketenangan dan merasa bahagia dengan nikmat Allah dalam segala keadaan, mereka bersyukur kepada-Nya atas segala nikmat, sabar dan tabah terhadap derita. Adapun keuntungan di akhirat sebagai buah dari imannya, seperti memperoleh rida Ilahi, mengalami kemudahan dalam hisab, dan kebahagiaan surga yang tak dapat digambarkan oleh manusia.\nOrang-orang kafir yang mendustakan perjumpaan dengan Allah kehilangan segala keuntungan tersebut. Mereka adalah orang-orang yang tidak percaya akan hari kebangkitan; hidup bagi mereka terbatas dalam dunia ini saja; oleh karena itu hidup mereka selalu dikejar-kejar oleh keinginan-keinginan yang tak ada batasnya dan kepentingan-kepentingan mereka yang saling bertentangan. Mereka tidak pernah mengalami kepuasan batin, ketenteraman rohani, dan rida Ilahi, bahkan mereka lebih dekat kepada setan yang membuat mereka lupa daratan. Demikianlah keadaan orang-orang kafir sampai kiamat. hari Kiamat akan datang secara mendadak, tak seorang pun yang dapat mengetahuinya. Di hari Kiamat orang kafir menyatakan penyesalannya karena mereka membatasi hidup ini pada kehidupan dunia saja sehingga mereka lalai mempersiapkan diri untuk hari Kiamat. Mereka memikul beban yang berat yakni dosa dan kesalahan mereka, dan mereka akan menerima hukuman atas dosa kesalahan itu. Beban berat yang mereka pikul pada hari Kiamat benar-benar merupakan beban yang amat buruk.",
    "quraish": "Sungguh telah merugi orang-orang yang mengingkari pertemuan dengan Allah untuk perhitungan dan pembalasan di hari kiamat, serta tetap dalam keingkaran mereka. Hingga, apabila dikejutkan oleh pemandangan-pemandangan hari kiamat, mereka menyesal dan mengatakan, \"Alangkah meruginya kita ini, karena lalai mengikuti kebenaran di dunia!\" Pada hari itu mereka roboh tertimpa beban dosa-dosa mereka. Alangkah buruknya dosa-dosa yang mereka pikul itu.",
    "jalalayn": "(Sungguh telah rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah) mendustakan adanya hari kebangkitan (sehingga) sebagai tanda keterlaluan mereka dalam mendustakan (apabila kiamat datang kepada mereka) yaitu hari kiamat (dengan tiba-tiba) secara mendadak (mereka berkata, \"Alangkah besarnya penyesalan kami) sebagai ungkapan rasa derita yang sangat keras; dan pemakaian huruf nida atau panggilan di sini hanyalah majaz atau kiasan yang artinya sekarang saatnya telah tiba maka datanglah (terhadap kelalaian kami) kealpaan kami (tentang kiamat itu.\") sewaktu di dunia (sambil mereka memikul dosa-dosa di atas punggungnya) dosa-dosa itu mendatangi mereka dalam bentuk yang paling buruk dan paling berbau kemudian dosa-dosa itu menaiki mereka. (Ingatlah, amatlah buruk) sangat jeleklah (apa yang mereka pikul itu) beban yang mereka pikul itu."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 32,
    "arab": "وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا لَعِبٌ وَّلَهْوٌ ۗوَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ ",
    "translation": "Dan kehidupan dunia ini hanyalah permainan dan senda gurau. Sedangkan negeri akhirat itu, sungguh lebih baik bagi orang-orang yang bertakwa. Tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/821.mp3",
    "tafsir": "Ayat ini menegaskan gambaran kehidupan duniawi dan ukhrawi. Kehidupan dunia sesungguhnya tidak lain hanyalah permainan dan hiburan. Bagi mereka yang mengingkari hari kebangkitan sehingga mereka sangat mencintai hidup duniawi, seperti anak-anak bermain-main, mereka memperoleh kesenangan dan kepuasan sewaktu dalam permainan itu. Semakin pandai mereka mempergunakan waktu bermain semakin banyak kesenangan dan kepuasan yang mereka peroleh. Sehabis bermain itu, mereka tidak memperoleh apa-apa. Atau seperti pecandu narkotik, dia mendapatkan perasaan yang amat menyenangkan sewaktu dia tenggelam dalam kemabukan narkotika itu. Hilanglah segala gangguan pikiran yang tidak menyenangkan, lenyaplah kelelahan dan kelesuan rohaniah dan jasmaniah pada waktu itu. Tetapi itu hanya sebentar, bila pengaruh narkotik itu sudah tidak ada lagi, perasaan yang menyenangkan itupun lenyap dan dia menderita kelelahan lebih berat dari sebelum menggunakan narkotik. Begitulah keadaan orang-orang yang ingkar terhadap hari kebangkitan dan hidup sesudah mati. Mereka membatasi diri mereka dalam kesempatan yang pendek itu. Hidup bagi mereka adalah permainan dan hiburan.\nOrang-orang beriman dan bertakwa tidak berpikir seperti orang-orang yang ingkar. Tidaklah patut mereka membatasi diri pada garis kehidupan duniawi. Apakah arti kesenangan dan kenikmatan yang hanya sementara, untuk kemudian menderita dengan tidak memperoleh apa-apa. Oleh karena itu, hendaknya orang-orang beriman memilih kehidupan yang kekal yakni kehidupan ukhrawi, sebab itulah kehidupan yang paling baik. Untuk menghadapi kehidupan yang panjang ini hendaklah mempersiapkan diri dengan amal kebaikan dan ketaatan kepada Allah. Kehidupan dunia hanyalah perantara bagi kehidupan akhirat. Orang-orang beriman lebih memilih kehidupan yang abadi daripada kehidupan sementara.",
    "quraish": "Kehidupan dunia yang, oleh orang-orang kafir, dikira tidak ada kehidupan lain selainnya, dan tidak ada amalan yang dikerjakan demi mendapatkan perkenan Allah di dalamnya, hanyalah suatu permainan dan merupakan suatu hal yang tidak berguna. Sedang negeri akhirat adalah kehidupan yang sesungguhnya, dan lebih bermanfaat bagi orang-orang yang takut kepada Allah, dan menjalankan perintah-perintah-Nya. Tidakkah kalian memikirkan hal yang jelas itu, dan memahami mana yang merugikan dan mana yang bermanfaat?",
    "jalalayn": "(Dan tiadalah kehidupan dunia ini) artinya kesibukannya (selain dari main-main dan senda-gurau) adapun mengenai amal taat dan hal-hal yang menjadi sarananya maka hal itu termasuk perkara-perkara akhirat. (Dan sungguh kampung akhirat itu) di dalam suatu qiraat yang dimaksud dengan kampung akhirat itu ialah surga (lebih baik bagi orang-orang yang takwa) yang takut berbuat kemusyrikan. (Maka tidakkah kamu memahaminya?) dengan memakai ya dan ta; hal itu kemudian mendorong kamu untuk beriman."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 33,
    "arab": "قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ",
    "translation": "Sungguh, Kami mengetahui bahwa apa yang mereka katakan itu menyedihkan hatimu (Muhammad), (janganlah bersedih hati) karena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/822.mp3",
    "tafsir": "Allah menyatakan, bahwa Dia mengetahui bahwa perkataan kaum musyrik Mekah menyedihkan hati Nabi Muhammad, seperti mereka mengatakan: Muhammad seorang pendusta, tukang sihir, penyair, tukang tenung dan sebagainya, serta mereka berusaha menjauhkan Muhammad dari kaumnya. Perlu diketahui bahwa tindakan itu dilakukan bukan hanya karena keingkaran mereka, tetapi mereka adalah orang-orang zalim yang membangkang kepada Allah. Timbulnya kesedihan itu adalah wajar bagi Nabi, karena jiwa dan pikirannya yang bersih lagi suci itu tidak tega melihat kesesatan dan kemungkaran yang ada pada kaumnya, padahal ia selalu mengajak dan menyeru mereka kepada jalan yang benar. \nAllah melarang Nabi Muhammad bersedih hati akibat tindakan-tindakan orang kafir karena nabi-nabi terdahulu juga telah mengalami hal yang sama. Larangan ini disebutkan pula dalam firman Allah:\nDan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui. (Yunus/10: 65)\n\nFirman Allah:\nMaka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan. (Yasin/36: 76)\n\nAllah melarang Nabi Muhammad bersedih hati karena mereka tidak beriman, dalam firman Allah:\nDan bersabarlah (Muhammad) dan kesabaranmu itu semata-mata dengan pertolongan Allah dan janganlah engkau bersedih hati terhadap (kekafiran) mereka dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan. (an-Nahl/16: 127)\n\nFirman Allah:\nDan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.\" (an-Naml/27: 70)\n\nOrang-orang kafir Mekah bukan tidak percaya kepada Nabi Muhammad. Mereka misalnya pernah menyerahkan kepada beliau urusan menyelesaikan perselisihan yang sangat berbahaya bagi persatuan mereka, seperti urusan meletakkan kembali Hajar Aswad (batu hitam) ke tempatnya pada Ka'bah dan sebagainya.\nTetapi mereka tidak mempercayai kenabian Muhammad, ayat-ayat Al-Qur'an yang diturunkan Allah, adanya hari Kiamat, hari kebangkitan serta semua yang dibawa dan disampaikan Muhammad.\nAr-Razi dalam tafsirnya menerangkan empat macam bentuk keingkaran orang-orang kafir Mekah, yaitu:\n1.Hati mereka mengakui Muhammad sebagai seorang yang dapat dipercaya, tetapi mulut mereka mendustakannya, karena mereka mengingkari Al-Qur'an dan kenabian Muhammad.\n2.Mereka tidak mau menyatakan bahwa Muhammad seorang pendusta, karena mereka mengetahui betul keadaan Muhammad yang sebenarnya yang tidak pernah berdusta. Menurut mereka, Muhammad sendirilah yang mengkhayalkan di dalam pikirannya bahwa Allah telah mengangkatnya menjadi Nabi dan Rasul, lalu ia menyeru manusia.\n3.Mereka selalu mendustakan kenabian dan risalah, sekalipun telah dikemukakan mukjizat-mukjizat dan dalil-dalil yang kuat, mereka tetap mendustakan ayat-ayat Allah, namun terhadap pribadi Muhammad, mereka tidak mendustakannya.\n4.Mereka tidak mau percaya kepada mukjizat dan dalil-dalil itu, bahkan mereka mengatakan bahwa mukjizat itu adalah sihir belaka.\n\nDari susunan redaksi ayat ini dipahami bahwa Allah meninggikan derajat Nabi Muhammad. Derajat itu tidak akan turun walaupun orang-orang kafir Mekah mendustakan dan mengingkarinya. Ketinggian derajat itu dipahami dari firman Allah swt, yang menyebutkan perintah mengikuti Muhammad disebut sesudah perintah mengikuti Allah.\nAllah berfirman:\nBarang siapa menaati Rasul (Muhammad), sesungguhnya dia telah menaati Allah. Dan barang siapa berpaling (dari ketaatan itu), maka (ketahuilah) Kami tidak mengutusmu (Muhammad) untuk menjadi pemelihara mereka. (an-Nisa'/4: 80) \n\nFirman Allah:\nBahwasannya orang-orang yang berjanji setia kepadamu (Muhammad), sesungguhnya mereka hanya berjanji setia kepada Allah¦ (al-Fath/48: 10)",
    "quraish": "Sungguh Kami mengetahui, wahai Muhammad, bahwa tuduhan yang orang-orang kafir katakan itu sangat menyedihkanmu. Jangan bersedih atas hal itu. Karena sebenarnya mereka tidak menuduhmu berbohong. Tetapi, karena aniaya mereka terhadap diri mereka sendiri dan terhadap kebenaran, mereka menjadi keras kepala. Dari itu mereka mengingkari bukti-bukti dan tanda-tanda kebenaran dan kenabianmu.",
    "jalalayn": "(Sesungguhnya) untuk penegasan (Kami mengetahui bahwasanya) perihal itu (apa yang mereka katakan itu membuat kamu bersedih hati) berupa kedustaan yang ditujukan kepadamu (karena mereka sebenarnya tidak mendustakan kamu) secara sembunyi-sembunyi oleh sebab pengetahuan mereka tentang dirimu yang dapat dipercaya itu. Dan di dalam suatu qiraat dibaca dengan takhfif atau ringan; artinya mereka tidak menuduhmu berbuat dusta (akan tetapi orang-orang yang zalim itu) azh-zhaalimiina diletakkan pada tempatnya dhamir (terhadap ayat-ayat Allah) Alquran (mereka ingkar) mereka mendustakannya."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 34,
    "arab": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَا ۚوَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ۚوَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ",
    "translation": "Dan sesungguhnya rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. Dan tidak ada yang dapat mengubah kalimat-kalimat (ketetapan) Allah. Dan sungguh, telah datang kepadamu sebagian dari berita rasul-rasul itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/823.mp3",
    "tafsir": "Allah mengingatkan kepada Nabi Muhammad agar jangan bersedih hati dan berduka cita atas tindakan-tindakan orang-orang kafir itu, karena yang demikian itu adalah suatu yang biasa terjadi; para nabi dan rasul yang telah diutus Allah sebelumnya didustakan dan diingkari pula, bahkan disakiti dan pengikut-pengikut mereka dianiaya. Tetapi mereka tetap tabah dan sabar menghadapi yang demikian itu.\nAllah swt berfirman:\nDan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, 'ad, dan samud (juga telah mendustakan rasul-rasul-Nya) (al-hajj/22: 42)\nFirman Allah swt:\nDan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan. (Fathir/35: 4)\nDari ayat yang berarti (sampai datang pertolongan Kami kepada mereka) dipahami bahwa para nabi dan rasul terdahulu sangat tabah dan sabar menghadapi segala macam tindakan kaumnya walau apapun yang terjadi. Karena tindakan-tindakan yang demikian itu Allah menimpakan kepada mereka malapetaka yang besar, seperti sambaran petir, goncangan gempa yang dahsyat, serangan badai dan sebagainya, Allah menyelamatkan para nabi dan rasul beserta kaumnya yang beriman dari azab yang besar dan menyelamatkan mereka dari tindakan kaumnya yang ingkar itu.\nAyat ini merupakan hiburan bagi Nabi Muhammad dalam menghadapi perlakuan dan tindakan orang-orang musyrik Mekah, karena sebagaimana nabi-nabi dan rasul-rasul terdahulu diselamatkan Allah pasti Dia menyelamatkan Nabi Muhammad dan kaum Muslimin, serta memenangkan agama Islam.\nHiburan ini dijelaskan lagi dengan tegas dalam firman Allah swt yang lain :\nMaka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati dan janganlah engkau meminta agar azab disegerakan untuk mereka. Pada hari mereka melihat azab yang dijanjikan, mereka merasa seolah-olah mereka tinggal (di dunia) hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan. Maka tidak ada yang dibinasakan kecuali kaum yang fasik (tidak taat kepada Allah). (al-Ahqaf/46: 35)\n\nFirman Allah swt:\nDan bersabarlah (Muhammad) terhadap apa yang mereka katakan dan tinggalkanlah mereka dengan cara yang baik. (al-Muzzammil/73: 10)\n\nAllah juga menegaskan bahwa pertolongan dan janji Allah yang telah ditetapkan tidak akan berubah sedikitpun, baik ucapan janji itu sendiri maupun maksud dan isi dari janji itu.\nAyat ini juga mengisyaratkan kepada Nabi Muhammad bahwa kisah yang berhubungan dengan sikap dan tindakan orang-orang dahulu terhadap nabi-nabi dan rasul-rasul mereka serta ketabahan, kesabaran dan pertolongan Allah kepada para nabi dan rasul beserta pengikut-pengikut mereka telah disampaikan Allah dalam Surah al-An'am/6 ini.\nDengan ayat ini Allah menjanjikan pula pertolongan dan kemenangan kepada Rasulullah dan orang-orang yang beriman. Ini ditegaskan pula oleh firman Allah swt:\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat) (al-Mu'min/40: 51) \n\nFirman Allah swt:\n\nAgar Allah memberi balasan (pahala) kepada orang-orang yang beriman dan mengerjakan kebajikan dari karunia-Nya. Sungguh, Dia tidak menyukai orang-orang yang ingkar (kafir). (ar-Rum/30: 45)\n\nAyat-ayat di atas dan ayat-ayat yang sebelumnya menerangkan syarat-syarat datangnya pertolongan Allah kepada orang-orang yang beriman, yaitu:\n1.Beriman dengan sungguh-sungguh dan sepenuh hati.\n2.Selalu menegakkan yang hak dan berlaku adil.\n3.Selalu tabah dan sabar dalam keadaan bagaimanapun dalam menghadapi cobaan-cobaan Allah.",
    "quraish": "Sungguh rasul-rasul sebelummu telah disambut oleh kaum mereka dengan pembohongan dan penganiayaan sebagaimana yang dilakukan kaummu terhadap dirimu. Tetapi mereka bersabar hingga Kami menolong mereka. Dari itu bersabarlah, wahai Nabi, sampai datang pertolongan Kami. Tidak ada yang bisa mengubah janji Allah untuk menolong orang-orang yang sabar. Hal itu pasti akan terpenuhi. Kami benar- benar telah menceritakan kepadamu berita-berita tentang para rasul dan dukungan Kami untuk mereka itu, karena mengandung suatu hiburan buat dirimu dalam mengemban tugas kerasulan.",
    "jalalayn": "(Dan sungguh telah didustakan pula rasul-rasul sebelumnya) dalam ayat ini terkandung makna yang menghibur diri Nabi saw. (akan tetapi mereka sabar dalam menghadapi pendustaan dan penganiayaan yang dilakukan terhadap mereka sampai datang pertolongan Kami kepada mereka) untuk membinasakan kaumnya; maka bersabarlah kamu sehingga datang pertolongan-Ku yang akan membinasakan kaummu. (Tak ada seorang pun yang dapat merubah kalimat-kalimat Allah) janji-janji-Nya (Dan sesungguhnya telah datang kepadamu sebagian dari berita rasul-rasul itu) yang dapat menenangkan hatimu."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 35,
    "arab": "وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقًا فِى الْاَرْضِ اَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍ ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ",
    "translation": "Dan jika keberpalingan mereka terasa berat bagimu (Muhammad), maka sekiranya engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan mukjizat kepada mereka, (maka buatlah). Dan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk, sebab itu janganlah sekali-kali engkau termasuk orang-orang yang bodoh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/824.mp3",
    "tafsir": "Dalam ayat ini Allah menyatakan kepada Nabi Muhammad, bahwa jika Nabi merasa keberatan atas keingkaran orang-orang musyrik yang berpaling dari agama Allah dan mengajukan permintaan-permintaan yang beraneka ragam agar mereka beriman, maka Nabi dipersilakan mencari lorong di bumi atau tangga ke langit untuk mendapatkan bukti lain untuk memuaskan mereka. Nabi tentu tidak akan bisa karena itu jangan marah atau sedih karena pembangkangan mereka. Yang akan memberikan petunjuk kepada mereka hanyalah Allah karena itu serahkanlah semuanya kepada Allah.\nSesungguhnya orang-orang musyrik sejak dahulu telah meminta hal yang demikian itu, disebabkan oleh keingkaran mereka bukan untuk mencari kebenaran, karena permintaan itu tidak dipenuhi maka bertambahlah keingkaran mereka, sebagaimana tersebut dalam firman Allah swt:\nDan mereka berkata, \"Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami.\" (al-Isra'/17:90)\n\nFirman Allah swt:\nAtau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.\" (al-Isra'/17: 93)\n\nAllah menegaskan, \"Engkau hai Muhammad adalah manusia yang diangkat menjadi Rasul, karena itu engkau tidak dapat melakukan sesuatu yang melampaui batas kesanggupan manusia. Yang sanggup mendatangkan yang demikian itu hanyalah Allah, karena Allah yang menguasai segala sesuatu.\"\nJika Allah menghendaki mereka mendapat petunjuk, beriman dan mengakui risalah yang engkau sampaikan, atau menjadikan mereka seperti malaikat, yang selalu tunduk dan patuh kepada Allah, atau menjadikan semua mereka menjadi orang yang baik, sama tingkatan dan kemampuan mereka, sama adat dan budi pekerti mereka, tentulah yang demikian itu amat mudah bagi Allah. Tetapi Allah berkehendak lain. Allah menganugerahkan kepada mereka akal, pikiran, kemauan dan perasaan, yang dengannya mereka dapat menimbang dan memilih mana yang baik, mana yang buruk, mana yang benar dan mana yang salah dan sebagainya.\nAllah mengatur alam ini dengan sunnah-Nya. Segala sesuatu berjalan menurut sunnah-Nya, tidak seorangpun sanggup merobah, menambah, mengurangi atau menukar sunnah-Nya itu. Karena itu janganlah engkau hai Muhammad seperti orang yang tidak tahu tentang sunnah-Nya itu, sehingga mencita-citakan sesuatu yang tidak sesuai dengan sunnah Allah.",
    "quraish": "Apabila berpalingnya mereka dari seruanmu itu memberatkanmu, dan kamu bisa membuat jalan di dalam perut bumi atau tangga menuju langit untuk mencari bukti kebenaranmu, lakukanlah! Tetapi hal itu di luar kemampuanmu. Oleh karena itu, jangan bebani dirimu dan terimalah ketentuan Tuhanmu. Karena, apabila Allah menghendaki untuk memberi petunjuk kepada mereka, niscaya Dia akan memaksa mereka untuk mempercayai pesan suci yang kamu bawa. Tetapi Dia membiarkan mereka bebas memilih. Maka jangan sekali-kali kamu termasuk orang-orang yang tidak tahu ketentuan dan hukum-Nya yang berlaku pada makhluk!",
    "jalalayn": "(Dan jika makin bertambah besar) makin menjadi (berpalingnya mereka darimu) dari agama Islam padahal kamu masih berharap agar mereka beriman (maka jika kamu dapat membuat lubang) membuat terowongan (di bumi atau tangga) alat untuk naik (ke langit lalu kamu dapat mendatangkan mukjizat kepada mereka) sesuai dengan apa yang mereka minta, maka lakukanlah. Artinya sesungguhnya kamu tidak akan kuat untuk melakukan hal itu oleh karena itu bersabarlah hingga datang kepada mereka keputusan Allah. (Dan kalau Allah menghendaki) memberikan hidayah kepada mereka (tentu saja Allah menjadikan mereka semua dalam petunjuk) akan tetapi Ia tidak menghendaki demikian oleh karenanya mereka tidak mau beriman (janganlah kamu sekali-kali termasuk orang-orang jahil) mengenai hal itu."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 36,
    "arab": "۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ",
    "translation": "Hanya orang-orang yang mendengar sajalah yang mematuhi (seruan Allah), dan orang-orang yang mati, kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/825.mp3",
    "tafsir": "Ayat ini menerangkan bahwa yang akan memperkenankan seruan Allah adalah hanya bagi orang yang mendengar. Kemudian, dalam menghadapi seruan Nabi dan risalah yang disampaikannya, manusia terbagi dua, yaitu manusia yang hidup jiwanya dan manusia yang mati jiwanya. \nManusia yang hidup jiwanya ialah manusia yang menggunakan akal, pikiran, perasaan dan kehendak serta pilihan yang telah dianugerahkan Allah kepada mereka. Dengan anugerah itu, mereka dapat melihat, memperhatikan dan menilai segala sesuatu yang dikemukakan kepada mereka. Yang baik mereka ambil, sedang yang buruk mereka buang. Karena itu hati dan pikiran mereka terbuka untuk menerima petunjuk Allah, Mereka ibarat tanah yang subur. Sedikit saja disirami air, tanah itu akan menjadi subur, dapat menumbuhkan tanaman-tanaman dengan mudah dan cepat.\nSedangkan manusia yang mati jiwanya ialah manusia yang tidak mau menggunakan akal, pikiran, perasaan, pilihan dan mata hati yang telah dianugerahkan Allah kepada mereka. Hati mereka telah tertutup oleh rasa dengki. Karena itu segala keterangan yang dikemukakan Nabi tidak akan mereka dengar dan perhatikan. Seandainya mereka dapat melihat dan memperhatikan dalil-dalil dan bukti-bukti yang dikemukakan Rasul dan pikiran mereka menerimanya, namun semuanya itu ditolak dan tidak diterima karena rasa dengki tersebut. Mereka diibaratkan seperti tanah yang tandus, berapa pun air yang dialirkan padanya, tanah itu tidak akan menumbuhkan tumbuhan yang ditanam.\nKelompok manusia yang kedua ini adalah orang-orang kafir yang kekafirannya telah mendalam, sehingga tidak ada harapan bahwa mereka akan beriman dan mematuhi seruan Nabi. Maka Allah menganjurkan agar Muhammad saw tidak bersedih hati atas sikap mereka, dan menyerahkan keadaan mereka kepada Allah. Allah akan membangkitkan mereka dari kuburnya di hari Kiamat dan akan mengazab mereka sebagai balasan dari kekafiran mereka.",
    "quraish": "Yang akan memenuhi seruan kebenaran dan menghampirinya hanyalah orang yang mendengarkannya sambil memahami dan merenungkan. Adapun mereka yang berpaling dari itu tidak akan bisa mengambil manfaat dari seruanmu, karena mereka seolah-olah sudah mati. Pada hari kiamat, Allah akan membangkitkan mereka dari kubur, mengembalikan mereka pada diri-Nya, dan memghitung pekerjaan yang pernah mereka perbuat.",
    "jalalayn": "(Sesungguhnya yang mendengar) ajakanmu kepada keimanan (hanyalah orang-orang yang mematuhi ajakanmu) dengan pendengaran yang penuh pengertian dan penuh pertimbangan (dan orang-orang yang mati hatinya) yakni orang-orang kafir; Allah menyerupakan mereka dengan orang-orang yang mati oleh karena mereka semua sama-sama tidak bisa mendengar (akan dibangkitkan oleh Allah) di akhirat (kemudian kepada-Nyalah mereka dikembalikan) mereka akan dikembalikan kepada-Nya kemudian Allah membalas amal perbuatan mereka."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 37,
    "arab": "وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Dan mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu mukjizat dari Tuhannya?” Katakanlah, “Sesungguhnya Allah berkuasa menurunkan suatu mukjizat, tetapi kebanyakan mereka tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/826.mp3",
    "tafsir": "Ayat ini menegaskan lagi tentang sikap orang-orang musyrik yang sangat ingkar kepada seruan Nabi Muhammad dan kepada ayat-ayat Allah. Mereka meminta agar diturunkan kepada mereka bukti-bukti dan keterangan-keterangan tentang kebenaran kenabian Muhammad, sebagaimana yang pernah diturunkan kepada Rasul-rasul dahulu. Mereka tidak merasa cukup dengan bukti-bukti dan keterangan-keterangan yang terdapat di dalam Al-Qur'an, padahal bukti dan keterangan yang terdapat di dalam Al-Qur'an itu adalah yang paling tinggi nilainya bagi orang-orang yang mau menggunakan akal, pikiran dan mata hatinya. Mereka tetap menuntut agar diturunkan bukti dan keterangan seperti telah diturunkan kepada umat-umat yang dahulu, tetapi mereka tidak mau memikirkan dan mengambil pelajaran dari sunnah Allah yang berlaku bagi orang-orang yang menerima bukti dan keterangan seperti itu serta akibat yang dialami oleh orang-orang dahulu, yaitu mereka dihancur leburkan di dunia dan di akhirat mendapat azab yang pedih, karena mereka tetap dalam keingkaran dan tidak memperhatikan bukti-bukti dan keterangan-keterangan itu.\nOrang-orang musyrik Mekah itu tidak mau tahu bagaimana kasih sayang Allah kepada mereka, yaitu mengapa Allah tidak menurunkan bukti dan keterangan seperti yang diturunkan kepada umat yang dahulu, agar mereka tidak dihancurkan di dunia ini, dengan demikian mereka mendapat kesempatan untuk bertobat dan berbuat baik, tetapi mereka tidak mau mensyukuri nikmat Allah yang telah diturunkan kepada mereka, tetapi tetap ingkar dan membangkang.\nSebenarnya Allah Kuasa menurunkan apa yang mereka minta, tetapi Allah berbuat menurut kehendak-Nya, Dia hanya menurunkan bukti dan keterangan, Dia tidak menurunkan bukti dan keterangan berdasarkan permintaan dan hawa nafsu orang-orang musyrik, apalagi bila permintaan itu adalah semata-mata untuk melemahkan dan menyulitkan Nabi.",
    "quraish": "Dengan keras kepala, orang-orang kafir mengatakan, \"Kami meminta agar diturunkan kepada Muhammad bukti materi yang menguatkan kebenaran seruannya.\" Katakan kepada mereka, wahai Nabi, \"Sesungguhnya Allah Mahakuasa untuk menurunkan bukti apa saja yang kalian usulkan.\" Tetapi mereka tidak mengetahui hikmah Allah dalam menurunkan tanda-tanda kebenaran, dan bagaimana hal itu tidak menurut kemauan mereka. Apabila Dia memenuhi usulan mereka, kemudian mereka tidak mempercayainya, niscaya mereka akan dimusnahkan. Namun sebagian besar mereka tidak mengetahui akibat dari perbuatan- perbuatan mereka.",
    "jalalayn": "(Dan mereka berkata) yaitu orang-orang musyrik Mekah (\"Mengapa tidak) kenapa tidak (diturunkan kepadanya, Muhammad, suatu mukjizat dari Tuhannya?\") seperti mukjizat onta, tongkat dan hidangan. (Katakanlah) kepada mereka (\"Sesungguhnya Allah kuasa menurunkan) dengan dibaca tasydid dan takhfif (suatu mukjizat) seperti apa yang mereka minta (tetapi kebanyakan mereka tidak mengetahui\") karena sesungguhnya dengan turunnya mukjizat itu berarti suatu musibah besar yang pasti menimpa mereka jika mereka masih tetap mengingkarinya."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 38,
    "arab": "وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ",
    "translation": "Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/827.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah menguasai segala sesuatu, ilmu-Nya melingkupi seluruh makhluk yang ada, Dialah yang mengatur alam semesta. Semua yang melata di permukaan bumi, semua yang terbang di udara, semua yang hidup di lautan, dari yang terkecil sampai yang terbesar, dari yang nampak sampai yang tersembunyi, hanya Dialah yang menciptakan, mengembangkan, mengatur dan memeliharanya.\nMakhluk Allah yang hidup di dunia ini tidak hanya terbatas pada jenis manusia, tetapi masih terdapat banyak macam dan ragam makhluk-makhluk lain. Bahkan masih banyak yang belum diketahui oleh manusia. Semuanya itu tunduk dan menghambakan diri kepada Allah, mengikuti perintah-perintah-Nya dan menghentikan larangan-larangan-Nya.\nMaksud kata dabbah dalam ayat ini ialah: Segala makhluk yang diciptakan Allah di bumi. Disebut \"binatang di bumi\" karena binatang yang di bumi itulah yang mudah dilihat dan diperhatikan oleh manusia.\nPada ayat yang lain Allah menyebutkan bahwa selain di bumi, di planet-planet yang lain pun terdapat makhluk hidup. Allah swt berfirman:\nDan di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi dan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa mengumpulkan semuanya apabila Dia kehendaki. (asy-Syura/42: 29) \n\nAdanya makhluk-makhluk hidup yang disebutkan Allah pada planet-planet yang lain, sebagaimana yang disebutkan oleh ayat ini, merupakan suatu pengetahuan yang diberikan Allah kepada manusia, dan sebagai bahan pemikiran dan penyelidikan.\nAyat ini mendorong orang-orang yang beriman agar menyelidiki segala rupa kehidupan makhluk Allah yang ada di alam ini, untuk memperkuat iman dan menambah ketaatan serta ketundukan kepada Allah Yang Mahakuasa.\nAllah menyatakan bahwa di dalam Al-Qur'an itu telah ada pokok-pokok agama, norma-norma, hukum-hukum, hikmah-hikmah dan bimbingan untuk kebahagiaan manusia di dunia dan di akhirat dan kebahagiaan makhluk pada umumnya.\nMenurut Ibnu 'Abbas, yang dimaksud dengan \"al-kitab\" dalam ayat ini ialah \"Ummul Kitab\", yakni Lauh Mahfudh. Karena maksud ayat ini menurutnya adalah: segala sesuatu telah dituliskan dalam Lauh Mahfudh. Menurut Ibnu Katsir tidak ada satu makhluk pun yang dilupakan Allah dalam pemberian rezekinya, sebagaimana firman Allah swt:\nDan tidak satupun makhluk bergerak yang bernyawa di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya. Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfudh). (Hud/11: 6)\nSemua makhluk yang diciptakan Allah, baik di langit maupun di bumi, akan mati dan kembali kepada pemiliknya, yaitu Allah. Kemudian Dia akan membangkitkannya dan menghimpunnya untuk memberi pahala atas perbuatan yang baik dan memberi siksaan atas perbuatan yang buruk.",
    "quraish": "Bukti paling kuat atas kekuasaan, kebijaksanaan, dan kasih sayang Allah adalah bahwa Dia mencipta segala sesuatu. Tiada binatang yang melata di bumi atau burung yang terbang di awang-awang kecuali diciptakan oleh Allah dengan berkelompok-kelompok seperti kalian, lalu Dia beri ciri khusus dan cara hidup tersendiri. Tidak ada sesuatu apa pun yang luput dari catatan Kami dalam kitab yang terjaga di sisi Kami (al-lawh al-mahfûzh), walau mereka tidak mempercayainya. Pada hari kiamat, mereka akan dikumpulkan bersama bangsa-bangsa lain untuk diadili(1). (1) Makhluk hidup dikelompokkan menurut keluarga-keluarga yang mempunyai ciri-ciri genetik, tugas, dan tabiat tersendiri. Dalam ayat ini terdapat isyarat tentang perbedaan bentuk dan cara hidup antara makhluk-makhluk hidup itu, suatu ketentuan yang berlaku pada manusia dan makhluk hidup yang lain.",
    "jalalayn": "(Dan tiadalah) min sebagai tambahan (binatang-binatang) yang berjalan (di muka bumi dan burung-burung yang terbang) di udara (dengan kedua sayapnya melainkan umat-umat juga seperti kamu) dalam pengaturan penciptaannya, rezeki dan sepak terjangnya. (Tiadalah Kami alpakan) Kami tinggalkan (di dalam Alkitab) yakni Lohmahfuz (tentang) sebagai tambahan (sesuatu pun) artinya Kami tidak menulisnya (kemudian kepada Tuhanlah mereka dihimpunkan) kemudian Tuhan memutuskan hukum-Nya di antara mereka. Ia mengkisas si kuat yang menganiaya di lemah setelah Ia berfirman kepada mereka semua, \"Jadilah kamu semua sebagai tanah!\""
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 39,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Dan orang-orang yang mendustakan ayat-ayat Kami adalah tuli, bisu dan berada dalam gelap gulita. Barangsiapa dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Dan barangsiapa dikehendaki Allah (untuk diberi petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/828.mp3",
    "tafsir": "Orang-orang kafir yang mendustakan ayat-ayat Allah yang telah diturunkan kepada rasul-rasul-Nya, yang membuktikan kekuasaan dan keesaan Allah, serta kebenaran risalah yang dibawa Nabi Muhammad, mereka seperti orang tuli, tidak mendengarkan seruan kepada kebenaran, tidak mempedulikan petunjuk ke jalan yang benar. Mereka juga seperti orang yang bisu, karena tidak membicarakan dan menyampaikan yang hak yang telah mereka ketahui, dan mereka telah tenggelam dalam kegelapan, yaitu kesesatan menyembah berhala, taklid kepada nenek moyang mereka dan kebodohan dalam tauhid. Mereka akan dimasukkan ke dalam neraka.\nAllah swt berfirman:\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A'raf/7: 179)\n\nOrang-orang yang dikehendaki sesat oleh Allah, maka Allah membiarkan mereka menempuh jalan yang sesat, karena mereka mendustakan ayat-ayat Allah dan tidak mau memahami petunjuk-Nya. Orang-orang yang dikehendaki Allah mendapat taufik, maka Dia menjadikan mereka mengikuti jalan yang lurus, jalan kebenaran, karena mereka memperhatikan, dan memahami ayat-ayat Allah, kemudian mereka amalkan sesuai dengan sunatullah yang berlaku di alam ini.\nAllah swt berfirman:\nDengan Kitab itulah Allah memberi petunjuk kepada orang yang mengikuti keridaan-Nya ke jalan keselamatan, dan (dengan Kitab itu pula) Allah mengeluarkan orang itu dari gelap gulita kepada cahaya dengan izin-Nya, dan menunjukkan ke jalan yang lurus. (al-Ma'idah/5: 16)",
    "quraish": "Orang-orang yang tidak mempercayai bukti-bukti kekuasaan Kami dan kebenaran misi kerasulanmu, mereka tidak mempergunakan indra mereka dalam mencari kebenaran. Dari itu mereka bingung dalam kesesatan syirik dan sikap keras kepala seperti bingungnya orang yang tuli dan bisu dalam kegelapan malam. Tidak ada jalan untuk selamat dari kesesatan. Jika saja pada diri mereka ada suatu kesiapan untuk kebaikan, niscaya Allah akan menolong mereka dalam hal itu. Karena apabila Allah Swt. hendak menyesatkan seseorang--karena tujuannya yang tidak benar--Dia akan membiarkan orang itu seperti apa adanya. Dan, apabila hendak memberi petunjuk--karena tujuannya yang benar--Dia akan memudahkannya dalam melewati jalan keimanan yang jelas dan lurus.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami) Alquran (adalah pekak) tidak dapat mendengarkannya dengan pendengaran yang meresap ke dalam hati lalu menerimanya (bisu) tidak dapat mengucapkan perkara yang hak (lagi berada dalam gelap-gulita) yakni kekafiran. (Siapa yang dikehendaki Allah) ia tersesat (niscaya disesatkan-Nya. Dan siapa yang dikehendaki-Nya) mendapat petunjuk (niscaya Dia menjadikannya berada di atas jalan) titian (yang lurus) yakni agama Islam."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 40,
    "arab": "قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu, atau hari Kiamat sampai kepadamu, apakah kamu akan menyeru (tuhan) selain Allah, jika kamu orang yang benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/829.mp3",
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, \"Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?\"\nPertanyaan itu dijawab oleh Allah, yaitu, \"Tidak! Tetapi hanya Dialah yang kamu seru.\" Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\nAllah swt berfirman:\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-'Ankabut/29: 65)\n\nFirman Allah swt:\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih. (Luqman/31: 32)\n\nFitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\nRasulullah saw bersabda:\n\"Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.",
    "quraish": "Katakan kepada orang-orang kafir itu, wahai Rasulullah, \"Beritahukan kepadaku, apabila kalian ditimpa azab Allah di dunia ini atau didatangi kiamat dengan segala kedahsyatannya, apakah kalian lari dan memohon doa kepada selain Allah agar berbuat sesuatu yang bermanfaat bagi kalian, jika kalian orang-orang yang benar dalam peribadatan kepada selain Allah?\"",
    "jalalayn": "(Katakanlah) hai Muhammad kepada penduduk Mekah (\"Terangkanlah kepadaku) beritakanlah kepadaku (jika datang siksaan Allah kepadamu) di dunia ini (atau datang kepadamu hari kiamat) yaitu kiamat yang mencakup semuanya secara tiba-tiba (apakah kamu menyeru tuhan selain Allah) tidak (jika kamu orang-orang yang benar.\") bahwa berhala-berhala itu dapat memberi manfaat kepadamu, maka serulah mereka."
  },
  {
    "ruku": 105,
    "name": "Al-An'am",
    "ayat": 41,
    "arab": "بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ",
    "translation": "(Tidak), hanya kepada-Nya kamu minta tolong. Jika Dia menghendaki, Dia hilangkan apa (bahaya) yang kamu mohonkan kepada-Nya, dan kamu tinggalkan apa yang kamu persekutukan (dengan Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/830.mp3",
    "tafsir": "Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, \"Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?\"\nPertanyaan itu dijawab oleh Allah, yaitu, \"Tidak! Tetapi hanya Dialah yang kamu seru.\" Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\nAllah swt berfirman:\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-'Ankabut/29: 65)\n\nFirman Allah swt:\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih. (Luqman/31: 32)\n\nFitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\nRasulullah saw bersabda:\n\"Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.",
    "quraish": "Kalian hanya akan lari kepada-Nya, yaitu ketika kalian memohon kepada-Nya, lalu Dia menghentikan azab dari kalian seperti yang kalian minta bila menghendaki. Dalam keadaan yang susah seperti itu kalian melupakan sekutu-sekutu Allah yang pernah kalian buat.",
    "jalalayn": "(Bahkan hanya kepada-Nyalah) tidak ada lain (kamu berseru) memohon pertolongan-Nya di masa kalian tertimpa kesulitan (maka Dia menghilangkan bahaya yang karenanya kamu berdoa kepada-Nya) Ia akan menyingkirkan mara bahaya dari dirimu dan juga lain-lainnya (jika Dia menghendaki) niscaya Ia melenyapkannya (dan kamu melupakan) kamu meninggalkan (apa-apa yang kamu sekutukan) dengan Allah yaitu berupa sesembahan-sesembahan lain-Nya, maka dari itu janganlah kamu berseru kepadanya."
  }
]