[
  {
    "ruku": 107,
    "name": "Al-An'am",
    "ayat": 51,
    "arab": "وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Peringatkanlah dengannya (Al-Qur'an) itu kepada orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/840.mp3",
    "tafsir": "Sebab turun ayat ini diriwayatkan oleh Ahmad, Ibnu Jarir, Ibnu Abi Hatim dan ath-thabrani dari Abdullah bin Mas'ud, ia berkata, \"Para pembesar Quraisy lewat di hadapan Rasulullah saw, dan di dekat beliau ada para sahabat yang dianggap rendah kedudukannya oleh orang-orang Quraisy, seperti shuhaib, Ammar, Khabab dan yang lainnya, para pembesar Quraisy itu berkata, \"Ya Muhammad, apakah kamu rela mereka yang rendah derajat itu menjadi pengganti kami? Apakah mereka itu orang-orang yang dikaruniai Allah diantara kita? Apakah kami akan menjadi pengikut mereka? Maka singkirkanlah mereka dari kamu, mudah-mudahan jika mereka telah tersingkir, kami akan mengikuti 'engkau.\" Maka Allah menurunkan ayat ini.\nPada ayat ini Allah memerintahkan Rasul-Nya agar memberi peringatan dan menyampaikan ancaman Allah kepada orang-orang yang mengingkari seruannya, setelah pada ayat-ayat yang lalu Allah memerintahkan agar menyampaikan risalah. Hal ini adalah wajar, karena orang yang diberi peringatan dan ancaman itu telah sampai kepadanya seruan Rasul dan pelajarannya, sehingga dapat mengambil manfaat dari ajaran itu, sesuai dengan firman Allah swt:\nSesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barang siapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali. (Fathir/35: 18) \n\nFirman Allah swt:\nSesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia. (Yasin/36: 11)\nAllah memerintahkan Nabi Muhammad agar memberi peringatan kepada orang-orang yang telah beriman, yang telah mengakui adanya hari akhirat, dan adanya suatu hari yang pada hari itu manusia menghadap Allah mempertanggungjawabkan segala perbuataannya yang telah dilakukannya di dunia, dan tidak seorang pun yang dapat menolong yang lain, sebagaimana tersebut dalam firman Allah swt:\n(Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infithar/82: 19) \n\nOrang-orang yang benar-benar beriman selalu berusaha menyempurnakan takwanya kepada Allah, selalu mencari keridaan-Nya, tanpa menggantungkan diri kepada orang lain seperti wali-wali dan orang saleh. Mereka yakin dan percaya bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari segala siksaan Allah.\nAdapun orang-orang kafir, mereka tidak perlu diberi peringatan, karena peringatan dan ancaman itu tidak berfaedah baginya, mereka tidak percaya sedikit pun bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari siksaan Allah.",
    "quraish": "Berilah peringatan, dengan isi kandungan al-Qur'ân ini, mereka yang takut kepada kedahsyatan suatu hari, ketika mereka digiring oleh malaikat untuk pengadilan dan pembalasan, dan tidak mempunyai penolong atau pemberi syafaat kecuali dengan izin Allah, agar mereka menjauhi hal-hal yang dapat membuat Allah murka!",
    "jalalayn": "(Dan berilah peringatan) takut-takutilah (dengannya) dengan Alquran (orang-orang yang takut akan dihimpunkan kepada Tuhannya pada hari kiamat sedang tidak ada bagi mereka selain-Nya) yakni selain Allah (seorang pelindung) yang dapat menolong mereka (dan pemberi syafaat pun) yang dapat memberikan syafaat kepada mereka. Jumlah kalimat yang diawali dengan huruf nafi menjadi hal dari dhamir yang terdapat di dalam lafal yuhsyaruu; maksudnya tempat yang ditakuti. Dan yang dimaksud dengan mereka adalah orang-orang yang maksiat (agar mereka bertakwa) kepada Allah dengan memberhentikan diri mereka dari kebiasaan yang biasa mereka lakukan kemudian mau berbuat ketaatan."
  },
  {
    "ruku": 107,
    "name": "Al-An'am",
    "ayat": 52,
    "arab": "وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ",
    "translation": "Janganlah engkau mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/841.mp3",
    "tafsir": "Allah memperingatkan agar Rasulullah jangan sekali-kali mengabaikan orang-orang yang menyembah dan menyeru Allah pagi dan petang, semata-mata untuk mencari keridaan Allah dengan memurnikan ketaatan kepada-Nya, walaupun mereka itu adalah orang-orang yang termasuk golongan rendah dalam masyarakat.\nMereka beribadah, beramal dan bersedekah semata-mata karena Allah, tidak menginginkan pujian dari manusia, sebagaimana tersebut dalam firman Allah swt:\n(sambil berkata), \"Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu. (al-Insan/76: 9)\n\nFirman Allah:\nDan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. Tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi. Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna). (al-Lail/92: 19-21)\nSekalipun di antara mereka ada orang yang dipandang rendah kedudukannya dalam masyarakat, tetapi dia di sisi Allah adalah orang yang paling mulia. Allah swt berfirman:\n¦ Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-hujurat/49: 13)\n\nAyat di atas dan sebab turunnya mengisyaratkan kepada Nabi Muhammad, bahwa telah berlaku sunatullah atas beliau seperti yang telah berlaku pada rasul-rasul terdahulu, yaitu kebanyakan dari orang-orang yang lebih dulu beriman dan mengikuti seruan mereka adalah orang-orang yang mempergunakan akal pikirannya, tetapi mereka adalah orang-orang yang miskin atau orang-orang yang dipandang hina oleh masyarakatnya, sedangkan pemuka-pemuka masyarakat dan orang-orang kaya memusuhi dan mengingkari seruan rasul, sebagaimana firman Allah swt.\nDan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\" Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab. (Saba'/34: 34-35)\n\nFirman Allah swt:\nMaka berkatalah para pemuka yang kafir dari kaumnya, \"Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.\" (Hud/11: 27)\n\nAllah memperingatkan Nabi Muhammad, bahwa dia tidak berwenang menilai perbuatan orang-orang yang berdoa dan menyembah Allah pagi dan petang, sebagaimana pula mereka tidak berwenang menilai perbuatan Rasul. Yang berwenang menilai semuanya hanyalah Allah karena Dia Pemilik dan Penguasa alam semesta ini. Orang-orang mukmin bukanlah budak dan bukan pula pesuruh atau pegawai Rasul, mereka adalah hamba Allah yang selalu mencari keridaan-Nya, sedang Rasul adalah utusan Allah yang bertugas menyampaikan wahyu kepada manusia.\nAllah swt berfirman :\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-Gasyiyah/88: 21-22)\nOleh sebab itu, janganlah sekali-kali Nabi Muhammad mengusir orang-orang yang menyembah dan menghambakan diri, pagi atau petang itu. Jika Nabi saw, melakukannya maka berarti ia termasuk orang-orang yang zalim, karena yang berwenang menilai dan memberi balasan itu hanyalah Allah semata.",
    "quraish": "Wahai Muhammad, jangan engkau penuhi seruan orang-orang kafir yang sombong hingga engkau mengusir orang-orang Mukmin lemah yang selalu menyembah Allah dan hanya mengharapkan rida-Nya! Jangan engkau perhatikan penindasan mereka terhadap orang-orang Mukmin! Karena kamu tidak bertanggung jawab di hadapan Allah atas sesuatu yang mereka perbuat, sebagaimana mereka juga tidak bertanggung jawab atas perbuatan-perbuatanmu. Apabila engkau memenuhi seruan orang-orang kafir yang keras kepala itu, lalu engkau mengusir orang-orang Mukmin, maka engkau telah termasuk orang-orang yang lalim.",
    "jalalayn": "(Dan janganlah kamu mengusir orang-orang yang menyeru Tuhannya di pagi hari dan di petang hari sedangkan mereka menghendaki) dengan ibadahnya itu (keridaan-Nya) Yang Maha Tinggi bukannya untuk tujuan meraih sesuatu dari keduniaan. Mereka adalah kaum muslimin yang miskin sedangkan kaum musyrikin sangat tidak menyukai mereka lalu orang-orang musyrik meminta kepada Nabi saw. agar beliau mengusir mereka dari sisinya supaya orang-orang musyrik itu dapat duduk bersama-sama dengan beliau. Kemudian Nabi saw. bermaksud untuk memenuhi permintaan orang-orang musyrik itu agar mereka mau masuk Islam. (Kamu tidak memikul tanggung jawab terhadap perbuatan mereka) huruf min adalah tambahan (sedikit pun) jika hati mereka tidak rela (dan mereka pun tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu yang menyebabkan kamu berhak mengusir mereka) sebagai jawab dari nafi (sehingga kamu termasuk orang-orang yang lalim) jika kamu melakukan hal itu."
  },
  {
    "ruku": 107,
    "name": "Al-An'am",
    "ayat": 53,
    "arab": "وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ",
    "translation": "Demikianlah Kami telah menguji sebagian mereka (orang yang kaya) dengan sebagian yang lain (orang yang miskin), agar mereka (orang yang kaya itu) berkata, “Orang-orang semacam inikah di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman), “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/842.mp3",
    "tafsir": "Perumpamaan yang diterangkan pada ayat yang lalu adalah semacam cobaan dan ujian Allah kepada orang-orang yang beriman. Cobaan itu sengaja diberikan Allah untuk menguji dan memperkuat iman seseorang yang benar-benar beriman, tabah dan sabar menghadapi cobaan-cobaan itu, sebaliknya orang yang kurang atau tidak beriman pasti tidak akan tabah dan sabar menghadapinya. \nCobaan dan ujian itu diberikan Allah beraneka bentuk. Adakalanya cobaan itu berupa perbedaan-perbedaan yang terdapat di antara manusia; ada yang kaya, ada yang miskin, ada yang kuat dan ada yang lemah, ada yang berkuasa dan ada yang dikuasai, ada yang menindas dan ada yang tertindas dan sebagainya. Demikian pula ada yang bodoh dan ada yang pandai, ada yang sehat dan ada yang sakit dan sebagainya.\nOrang-orang yang lemah imannya akan merasa terhina dengan perkataan orang-orang kafir, \"Orang-orang yang memeluk agama Islam itu hanyalah orang-orang bodoh, orang-orang miskin dan orang-orang yang berasal dari kasta yang rendah.\" Atau perkataan orang-orang kafir, \"Bahwa kamilah yang dicintai Allah karena kami diberi rezeki yang banyak dan pengetahuan yang tinggi oleh Allah.\" Dan sebagainya. Sedangkan orang yang kuat imannya tidak terpengaruh sedikit pun oleh perkataan yang demikian itu, bahkan imannya bertambah kuat karenanya.\nAllah-lah yang menetapkan pemberian dan penambahan nikmat kepada seorang hamba-Nya. Pemberian nikmat tersebut untuk menguji siapa yang bersyukur dan siapa yang ingkar. Bila manusia bersyukur akan ditambah nikmatnya. Tetapi, yang ingkar akan diazab.\nAllah swt berfirman:\nDan (ingatlah) ketika Tuhanmu memaklumkan, \" Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\" (Ibrahim/14: 7)",
    "quraish": "Seperti cobaan yang telah ditetapkan dalam ketentuan Kami ini, Kami menguji orang-orang yang sombong dengan membuat kaum lemah lebih dulu memeluk Islam, sehingga mereka mengatakan, dengan nada mengejek, \"Apakah orang-orang miskin itu golongan kita yang mendapatkan karunia dari Allah yang telah dijanjikan oleh Muhammad?\" Orang-orang miskin itu memahami bahwa karunia Allah adalah petunjuk kepada keimanan, maka mereka lalu menyucikan-Nya. Allah Maha Mengetahui orang-orang yang mensyukuri nikmat dan karunia-Nya.",
    "jalalayn": "(Dan demikianlah telah Kami uji) Kami telah coba (sebagian mereka dengan sebagian lainnya) yakni orang yang mulia dengan orang yang rendah, orang kaya dengan orang miskin, untuk Kami lombakan siapakah yang berhak paling dahulu kepada keimanan (supaya mereka berkata) orang-orang yang mulia dan orang-orang yang kaya yaitu mereka yang ingkar (\"Orang-orang semacam inikah) yakni orang-orang miskin (di antara kita yang diberi anugerah oleh Allah kepada mereka?\") hidayah. Artinya jika apa yang sedang dilakukan oleh orang-orang miskin dan orang-orang rendahan itu dinamakan hidayah, niscaya orang-orang mulia dan orang-orang kaya itu tidak akan mampu mendahuluinya. Allah berfirman, (\"Tidakkah Allah lebih mengetahui tentang orang-orang yang bersyukur?\") kepada-Nya lalu Dia memberikan hidayah kepada mereka. Memang betul."
  },
  {
    "ruku": 107,
    "name": "Al-An'am",
    "ayat": 54,
    "arab": "وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ",
    "translation": "Dan apabila orang-orang yang beriman kepada ayat-ayat Kami datang kepadamu, maka katakanlah, “Salamun ‘alaikum  (selamat sejahtera untuk kamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang-siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/843.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad, dan orang-orang beriman agar mengucapkan \"salam\" kepada orang-orang beriman yang mereka temui, atau bila berpisah antara satu dengan yang lain. Ucapan salam itu adakalanya \"salamun 'alaikum\" adakalanya \"assalamu'alaikum\" atau \"assalamu'alaikum warahmatullah wabarakatuh\", dan ditindaklanjuti dengan memelihara kedamaian.\nPerkataan \"salam\" berarti \"selamat\", \"sejahtera\" atau \"damai\". \"As-Salam\" ialah salah satu dari nama-nama Allah, yang berarti bahwa Allah selamat dari sifat-sifat yang tidak layak baginya, seperti sifat lemah, miskin, baharu, mati dan sebagainya.\nUcapan \"salam\" yang diperintahkan Allah agar orang-orang mukmin mengucapkannya dalam ayat ini, mengandung pengertian bahwa Allah menyatakan kepada orang-orang yang telah masuk Islam, mereka telah selamat dan sejahtera dengan masuk Islam itu, karena dosa-dosa mereka telah diampuni, jiwa dan darah mereka telah dipelihara oleh kaum Muslimin, dan mereka telah mengikuti petunjuk yang membawa mereka kepada kebahagiaan hidup di dunia dan di akhirat. Oleh karena itu, sesama muslim tidak boleh berkelahi, apalagi bermusuhan.\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan \"salam\" dalam ayat ini ialah \"salam\" yang harus diucapkan Rasulullah saw, kepada orang-orang mukmin yang dianggap rendah dan miskin oleh orang-orang Quraisy, yang datang kepada Rasulullah saw, di waktu beliau sedang berbicara dengan pembesar-pembesar Quraisy. Janganlah mereka diusir, sehingga menyakitkan hatinya. Sekalipun mereka miskin tetapi kedudukan mereka lebih tinggi di sisi Allah, karena itu ucapkanlah kepada mereka kata-kata yang baik atau suruhlah mereka menunggu sampai pembicaraan dengan pembesar-pembesar Quraisy itu selesai. Menurut golongan ini bahwa pendapat mereka sesuai dengan sebab ayat diturunkan.\nKepada orang-orang yang masuk Islam, Allah menjanjikan akan melimpahkan rahmat-Nya kepada mereka, sebagai suatu kemurahan daripada-Nya.\nDi antara rahmat yang dilimpahkan Allah ialah tidak dihukumnya orang-orang yang:\n1. Berbuat maksiat dengan tidak mengetahui bahwa perbuatan itu adalah perbuatan maksiat.\n2. Mengerjakan larangan karena tidak sadar, lantaran sangat marah atau karena dorongan hawa nafsu. Kemudian mereka bertobat, dan menyesal atas perbuatan itu, mereka berjanji tidak akan mengulangi lagi, serta mengadakan perbaikan dengan mengerjakan perbuatan-perbuatan baik, dan mengikis habis pengaruh pekerjaan buruk itu dalam hatinya, hingga hati dan jiwanya bersih, dan dirinya bertambah dekat kepada Allah.\nDari ayat ini dapat diambil suatu dasar dalam menetapkan hukuman bahwa hal-hal yang dapat menghapuskan, mengurangi atau meringankan hukuman seseorang yang akan atau telah diputuskan hukumannya, yaitu:\n1. Kesalahan yang diperbuatnya dilakukan tanpa disadari, atau perbuatan itu dilakukan tanpa kemauan dan ikhtiarnya.\n2. Tindakan atau tingkah lakunya menunjukkan bahwa ia telah berjanji dalam hatinya tidak akan mengulangi perbuatan itu, ia telah menyesal karena mengerjakan kejahatan tersebut, serta melakukan perbuatan-perbuatan baik.",
    "quraish": "Apabila kamu didatangi oleh orang-orang yang mempercayai al-Qur'ân, katakan kepada mereka, sebagai penghormatan, \"Selamat atas kalian. Aku beri kabar gembira tentang kasih sayang yang Allah wajibkan kepada diri-Nya. Suatu kasih sayang yang mengharuskan bahwa bila seseorang di antara kalian berbuat kejahatan karena tidak mengetahui akibatnya, kemudian ia kembali kepada Allah dengan perasaan menyesal dan bertobat serta memperbaiki perbuatannya, Allah pasti akan memaafkannya. Sebab ampunan dan rahmat Allah amat luas.\"",
    "jalalayn": "(Apabila orang-orang yang beriman kepada ayat-ayat Kami itu datang kepadamu, maka katakanlah) kepada mereka (\"Mudah-mudahan Allah melimpahkan kesejahteraan atas kamu telah menetapkan) telah memastikan (Tuhanmu atas diri-Nya kasih sayang, yaitu bahwasanya) yakni perihalnya; di dalam suatu qiraat dibaca dengan fathah yaitu annahu sebagai badal atau kata ganti dari Lafal ar-rahmah (siapa yang berbuat kejahatan di antara kamu lantaran kejahilan) terhadap perbuatan itu sewaktu ia melakukannya (kemudian ia bertobat) kembali ke jalan yang benar (setelah itu) setelah mengerjakannya (dan mengadakan perbaikan) terhadap amal perbuatannya (maka sesungguhnya Ia) yakni Allah swt. (Maha Pengampun) kepadanya (lagi Maha Penyayang.\") kepada dirinya. Menurut qiraat lainnya dibaca dengan fatah; artinya maka Dialah yang memberi ampunan dan kasih sayang."
  },
  {
    "ruku": 107,
    "name": "Al-An'am",
    "ayat": 55,
    "arab": "وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ",
    "translation": "Dan demikianlah Kami terangkan ayat-ayat Al-Qur'an, (agar terlihat jelas jalan orang-orang yang saleh) dan agar terlihat jelas (pula) jalan orang-orang yang berdosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/844.mp3",
    "tafsir": "Jalan hidup orang-orang beriman adalah mengerjakan kebaikan. Kalaupun mereka berbuat salah, itu karena kekeliruan. Sedangkan jalan hidup orang yang tidak beriman adalah berbuat dosa. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada manusia dengan sejelas-jelasnya agar orang-orang beriman mengetahui secara nyata, mana jalan orang-orang baik dan mana jalan orang-orang berdosa.",
    "quraish": "Dengan keterangan yang jelas itu, Kami menerangkan bukti-bukti yang bermacam-macam, agar menjadi tampak jalan kebenaran yang dilalui oleh orang-orang Mukmin dan menjadi jelas jalan kebatilan yang dilalui oleh orang-orang kafir.",
    "jalalayn": "(Dan demikianlah) sebagaimana yang telah Kami jelaskan sebelumnya (Kami terangkan) Kami jelaskan (ayat-ayat) Alquran untuk menampakkan yang hak kemudian diamalkan (supaya jelas) supaya menjadi terang (jalan) kelakuan (orang-orang yang berdosa) kemudian engkau menjauhinya. Dalam suatu qiraat dibaca litubayyina; menurut qiraat lainnya dibaca litastabiina. Bila lafal sabiil dibaca nashab maka pembicaraannya ditujukan kepada Nabi saw."
  }
]