[
  {
    "ruku": 11,
    "name": "Al-Baqarah",
    "ayat": 83,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ لَا تَعْبُدُوْنَ اِلَّا اللّٰهَ وَبِالْوَالِدَيْنِ اِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا وَّاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۗ  ثُمَّ تَوَلَّيْتُمْ اِلَّا قَلِيْلًا مِّنْكُمْ وَاَنْتُمْ مُّعْرِضُوْنَ ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji dari Bani Israil, “Janganlah kamu menyembah selain Allah, dan berbuat-baiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertuturkatalah yang baik kepada manusia, laksanakanlah salat dan tunaikanlah zakat.” Tetapi kemudian kamu berpaling (mengingkari), kecuali sebagian kecil dari kamu, dan kamu (masih menjadi) pembangkang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/90.mp3",
    "tafsir": "Allah mengingatkan Nabi Muhammad saw, ketika Dia menetapkan atas Bani Israil akan janji yang harus mereka penuhi, yaitu bahwa mereka tidak akan menyembah sesuatu selain Allah. Allah melarang mereka beribadah kepada selain Allah, biarpun berupa manusia atau berhala dan lain-lain, karena hal itu berarti mempersekutukan Allah dengan benda-benda tersebut. Menyembah kepada selain Allah adakalanya dengan perbuatan-perbuatan yang lain yang berupa mengagungkan sesuatu yang disembah itu.\nAgama Allah yang dibawa oleh para utusan-Nya semua menekankan untuk menyembah Allah yang Maha Esa dan tidak mempersekutukan-Nya dengan suatu apa pun, seperti firman Allah:\n\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun¦. (an-Nisa'/4:36)\n\nJanji dari Bani Israil ini diawali dengan janji memenuhi hak Allah, hak yang tertinggi dan terbesar yaitu hanya Dia semata-mata yang berhak disembah, tidak ada sesuatu pun yang disekutukan dengan Dia. Semua makhluk diperintahkan menyembah-Nya dan untuk tugas inilah sebenarnya mereka diciptakan.\nSesudah menyebutkan hak Allah, disusul dengan perintah berbuat kebajikan kepada orang tua, suatu amal kebajikan yang tertinggi. Karena melalui kedua orang tualah Allah menciptakan manusia. Allah berfirman:\n\n¦Dan berbuatbaiklah kepada kedua orang tua, ... (an-Nisa'/4:36)\n\nBerbuat kebajikan kepada orang tua ialah dengan mengasihi, memelihara dan menjaganya dengan sempurna serta menuruti kemauannya selama tidak menyalahi perintah Allah. Adapun hikmah berbakti kepada ibu dan bapak ialah karena ibu bapak itu telah berkorban untuk kepentingan anaknya pada waktu masih kecil dengan perhatian yang penuh dan belas kasihan. Mereka mendidiknya dan mengurus segala kepentingan anaknya itu ketika masih lemah, belum dapat mengambil suatu manfaat dan belum dapat pula menghindar dari suatu bahaya. Selain dari itu, orang tua memberikan kasih sayang yang tidak ada tandingannya. Apakah tidak wajib bagi anak memberikan balasan kepada ibu-bapaknya sebagai imbalan atas budi baiknya?\n\nTidak ada balasan untuk kebaikan selain kebaikan (pula). (ar-Rahman/55:60)\n\nKecintaan kedua orang tua kepada anaknya disebabkan:\n1. Rasa cinta kasih yang dianugerahkan Allah kepada keduanya untuk menyempurnakan nikmat-Nya demi terpeliharanya jenis manusia.\n2.Rasa syukur terhadap anak-anaknya.\n3.Harapan pada masa depan anaknya untuk dapat menolongnya baik dengan harta maupun dengan tenaga dalam kehidupan.\n4.Dapat melanjutkan misi kedua orang tuanya. \nSesudah Allah menyebutkan hak kedua orang tua, disebutkan pula hak kerabat (kaum keluarga) yaitu berbuat kebajikan terhadap mereka, karena berbuat kebajikan kepada karib kerabat adalah faktor yang memperkuat tali persaudaraan di antara kaum kerabat itu.\nSuatu umat ini terdiri atas keluarga dan rumah tangga. Maka kebaikan dan keburukan umat tergantung kepada kebaikan dan keburukan keluarga dan rumah tangga. Orang yang tidak membina rumah tangga berarti dia tidak ikut membina unsur umat. Kemudian setiap rumah tangga itu hendaklah menghubungkan tali pcrsaudaraan dengan rumah tangga lainnya berdasarkan tali keturunan, keagamaan atau pun kebangsaan. Dengan demikian akan terbinalah suatu bangsa dan umat yang kuat.\nMengadakan hubungan erat sesama keluarga adalah sesuai dengan fitrah manusia. Agama Islam, agama fitrah memberi jalan yang baik bagi pertumbuhan ikatan kerabat ini. Kemudian Allah menyebutkan pula hak orang-orang yang memerlukan bantuan, yaitu hak orang miskin.\nBerbuat baik kepada anak yatim ialah mendidiknya dengan baik dan memelihara segala hak-haknya. Al-Qur'an dan Sunah sangat menganjurkan agar memperhatikan anak yatim walaupun ia kaya, karena yang dipandang ialah keyatimannya. Mereka telah kehilangan orang yang menjadi tempat mereka mengadu. Allah mewasiatkan anak-anak yatim kepada masyarakat agar menganggap mereka itu sebagai anak sendiri, untuk memberikan pendidikan. Jika mereka terlantar, mereka dapat menimbulkan kerusakan pada anak-anak lainnya, dan akibatnya lebih besar pada bangsa dan negara.\nBerbuat ihsan kepada orang miskin ialah memberikan bantuan kepada mereka terutama pada waktu mereka ditimpa kesulitan. Nabi bersabda:\nOrang yang menolong janda dan orang miskin, seperti orang yang berjuang di jalan Allah. (Riwayat Muslim dari Abu Hurairah).\n\nAllah mendahulukan menyebut anak yatim daripada orang miskin karena orang miskin itu dapat berusaha sendiri untuk mencari makan, sedang anak yatim, dikarenakan masih kecil, belum sanggup berusaha sendiri. \nSesudah mendapat perintah berbuat kebaikan kepada kedua orang tua, kaum keluarga, anak-anak yatim dan orang-orang miskin, kemudian perintah mengucapkan kata-kata yang baik kepada sesama manusia. Bilamana kebajikan itu telah dikerjakan berarti ketinggian dan kemajuan masyarakat telah tercapai.\nAllah selanjutnya memerintahkan kepada Bani Israil untuk melaksanakan salat dan zakat seperti yang digariskan Allah untuk mereka. Salat pada tiap agama bertujuan memperbaiki jiwa, membersihkannya dari kerendahan budi dan menghiasi jiwa dengan rupa-rupa keutamaan. Ruh salat ialah ikhlas kepada Allah, tunduk kepada kebesaran dan kekuasaan-Nya. Apabila salat itu kosong dari ruh tersebut, tidak akan memberi faedah apa pun. Bani Israil selalu mengabaikan ruh salat itu sejak dahulu sampai waktu Al-Qur'an diturunkan dan bahkan sampai sekarang.\nZakat juga diperintahkan kepada mereka, karena zakat mengandung maslahat bagi masyarakat. Orang-orang Yahudi dahulu mempunyai beberapa macam kewajiban zakat. Tetapi Bani Israil berpaling dari perintah-perintah itu, tidak menjalankannya, bahkan menghindarinya.\nTermasuk penyelewengan mereka ialah menganggap pendeta-pendeta mereka sebagai Tuhan yang menetapkan hukum halal dan haram, menambah upacara-upacara agama menurut keinginan mereka, meninggalkan nafkah terhadap kerabat, melalaikan zakat, tidak melakukan amar makruf nahi mungkar serta perbuatan lain yang meruntuhkan agama.\nHanya sebagian kecil dari mereka pada zaman Musa a.s. atau pada tiap zaman yang taat pada perintah Allah. Pada tiap zaman, pada tiap bangsa atau umat selalu ada golongan orang yang ikhlas berjuang memelihara kebenaran sesuai dengan keyakinan dan kemampuan mereka. Namun demikian bila kemungkaran telah menyebar pada umat itu, kehadiran orang-orang ikhlas itu tidaklah mencegah turunnya azab Allah. Di akhir ayat ini Allah berfirman, \"Dan kamu (hai Bani Israil) selalu berpaling.\" Ayat ini menunjukkan kebiasaan dan kesukaan mereka tidak menaati petunjuk dan perintah Ilahi, sehingga tersebarlah kemungkaran dan turunlah azab kepada mereka.",
    "quraish": "Di samping itu, wahai orang-orang Yahudi, kalian telah memiliki masa lampau yang penuh dosa, ingkar janji, serta pelanggaran terhadap batas-batas yang telah ditetapkan Allah untuk kalian. Ingatlah ketika kalian berjanji kepada Kami di dalam Tawrât. Yaitu bahwa kalian tidak akan menyembah selain Allah; akan berbuat baik kepada kedua orangtua, kaum kerabat, anak-anak yatim dan orang miskin; menggunakan ungkapan-ungkapan baik yang dapat mempersatukan dan tidak menjauhkan kalian dengan orang lain; melaksanakan apa yang diwajibkan kepada kalian, yaitu salat dan zakat. Ingatlah apa yang kalian perbuat terhadap perjanjian ini. Kalian telah mengingkarinya dan berpaling darinya. Hanya beberapa orang saja yang tunduk pada kebenaran.",
    "jalalayn": "(Dan) ingatlah (ketika Kami mengambil ikrar dari Bani Israel) maksudnya dalam Taurat, dan Kami katakan, (\"Janganlah kamu menyembah) ada yang membaca dengan 'ta' dan ada pula dengan 'ya', yaitu 'laa ya`buduuna', artinya mereka tidak akan menyembah (kecuali kepada Allah). Kalimat ini merupakan kalimat berita tetapi berarti larangan. Ada pula yang membaca 'laa ta`buduu', artinya 'janganlah kamu sembah!' (Dan) berbuat kebaikanlah! (kepada kedua orang tua dengan sebaik-baiknya) maksudnya berbakti selain itu juga (kaum kerabat) athaf pada al-waalidain (anak-anak yatim dan orang-orang miskin serta ucapkanlah kepada manusia) kata-kata (yang baik) misalnya menyuruh pada yang baik dan melarang dari yang mungkar, berkata jujur mengenai diri Muhammad dan ramah tamah terhadap sesama manusia. Menurut suatu qiraat 'husna' dengan 'ha' baris di depan dan 'sin' sukun yang merupakan mashdar atau kata benda dan dipergunakan sebagai sifat dengan maksud untuk menyatakan 'teramat' artinya teramat baik. (Dan dirikanlah salat serta bayarkan zakat!) Sesungguhnya kamu telah memberikan ikrar tersebut. (Kemudian kamu tidak memenuhi) janji itu. Di sini tidak disebut-sebut orang ketiga, yaitu nenek moyang mereka (kecuali sebagian kecil dari kamu, dan kamu juga berpaling.\") seperti halnya nenek moyangmu."
  },
  {
    "ruku": 11,
    "name": "Al-Baqarah",
    "ayat": 84,
    "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ لَا تَسْفِكُوْنَ دِمَاۤءَكُمْ وَلَا تُخْرِجُوْنَ اَنْفُسَكُمْ مِّنْ دِيَارِكُمْ ۖ ثُمَّ اَقْرَرْتُمْ وَاَنْتُمْ تَشْهَدُوْنَ ",
    "translation": "Dan (ingatlah) ketika Kami mengambil janji kamu, “Janganlah kamu menumpahkan darahmu (membunuh orang), dan mengusir dirimu (saudara sebangsamu) dari kampung halamanmu.” Kemudian kamu berikrar dan bersaksi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/91.mp3",
    "tafsir": "Dalam ayat ini Allah telah mengambil janji dari Bani Israil agar mereka benar-benar menjauhi pertumpahan darah di antara mereka, dan tidak saling mengusir dari negeri masing-masing. Mereka hendaklah merupakan kesatuan bangsa karena satu agama dan satu keturunan. Masing-masing hendaklah merasa bahwa diri dan darahnya adalah diri dan darah kaumnya.\nAyat ini juga mengandung larangan mengerjakan kejahatan-kejahatan yang dapat dijatuhi hukuman mati (qisas), atau pengusiran dari kampung halaman yang berarti \"membunuh diri sendiri\". Bilamana mengerjakan suatu kesalahan yang dapat dijatuhi hukuman mati, maka berarti membunuh dirinya sendiri. Pada akhir ayat ini Allah menyatakan bahwa orang Yahudi pada zaman Rasul saw mengaku menerima janji itu, bahkan mereka menjadi saksi atas janji itu.",
    "quraish": "Ingatlah ketika kalian berjanji kepada Kami di dalam Tawrât, bahwa kalian tidak akan saling melakukan pertumpahan darah sesama kalian dan tidak akan saling mengusir dari kampung halaman. Ini adalah janji yang kalian akui keberadaannya di dalam kitab kalian, dan kalian juga bersaksi akan kebenarannya.",
    "jalalayn": "(Dan ingatlah ketika Kami menerima perjanjian pula darimu) dan firman Kami, (\"Kamu tidak akan menumpahkan darahmu) artinya mengalirkannya dengan berbunuhan sesamamu (dan tidak akan mengeluarkan dirimu dari kampung halamanmu) dari negerimu. (Kemudian kamu berikrar) akan menepati perjanjian tersebut (sedangkan kamu mempersaksikan.\") atas diri kamu sendiri."
  },
  {
    "ruku": 11,
    "name": "Al-Baqarah",
    "ayat": 85,
    "arab": "ثُمَّ اَنْتُمْ هٰٓؤُلَاۤءِ تَقْتُلُوْنَ اَنْفُسَكُمْ وَتُخْرِجُوْنَ فَرِيْقًا مِّنْكُمْ مِّنْ دِيَارِهِمْۖ تَظٰهَرُوْنَ عَلَيْهِمْ بِالْاِثْمِ وَالْعُدْوَانِۗ وَاِنْ يَّأْتُوْكُمْ اُسٰرٰى تُفٰدُوْهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ اِخْرَاجُهُمْ ۗ اَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍۚ  فَمَا جَزَاۤءُ مَنْ يَّفْعَلُ ذٰلِكَ مِنْكُمْ اِلَّا خِزْيٌ فِى الْحَيٰوةِ الدُّنْيَا ۚوَيَوْمَ الْقِيٰمَةِ يُرَدُّوْنَ اِلٰٓى  اَشَدِّ الْعَذَابِۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ",
    "translation": "Kemudian kamu (Bani Israil) membunuh dirimu (sesamamu), dan mengusir segolongan dari kamu dari kampung halamannya. Kamu saling membantu (menghadapi) mereka dalam kejahatan dan permusuhan. Dan jika mereka datang kepadamu sebagai tawanan, kamu tebus mereka, padahal kamu dilarang mengusir mereka. Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? Maka tidak ada balasan (yang pantas) bagi orang yang berbuat demikian di antara kamu selain kenistaan dalam kehidupan dunia, dan pada hari Kiamat mereka dikembalikan kepada azab yang paling berat. Dan Allah tidak lengah terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/92.mp3",
    "tafsir": "Dalam ayat ini disebutkan kenyataan tentang pelanggaran orang Yahudi terhadap larangan Allah itu. Di Medinah sejak sebelum Nabi Muhammad saw terdapat tiga suku Yahudi yaitu Bani Qainuqa, Bani Nadir, Bani Quraizah. Ketiga suku itu terlibat dalam perang saudara yang terjadi antara kabilah Aus dan Khazraj; keduanya penduduk asli kota Medinah. Bani Qainuqa dan Bani Nadir adalah sekutu kabilah Khazraj, sedangkan Bani Quraizah adalah sekutu kabilah Aus. Dengan demikian terjadilah peperangan dan usir-mengusir antara sesama kaum Yahudi sendiri.\nAyat ini menerangkan bahwa sesudah menerima janji yang kuat itu, mereka merusaknya dengan membunuh saudara-saudara mereka sendiri, mereka saling membunuh sebagaimana yang telah dilakukan oleh orang-orang terhadap mereka, sedangkan mereka mengaku bahwa janji Allah itu juga dikenakan pada mereka.\nSebagian orang Yahudi membantu orang-orang Arab yang telah menjadi sekutu mereka dengan membuat dosa seperti pembunuhan dan peperangan, dan membantu mereka di dalam permusuhan seperti pengusiran dari kampung halaman. Bilamana ada yang tertawan, baik orang Arab ataupun orang Yahudi yang bermusuhan, maka untuk melepaskannya mereka meminta uang tebusan.\nMasing-masing golongan Yahudi menebus bangsanya yang menjadi tawanan itu, walaupun tawanan itu musuhnya. Mereka mengemukakan alasan bahwa kitab suci mereka memerintahkan agar mereka menebus tawanan-tawanan bangsa yang suci itu. Jika mereka benar-benar beriman kepada kitabnya seperti yang mereka katakan, mengapa mereka mengusir, saudara-saudaranya dari kampungnya, sedangkan Taurat melarang mereka berbuat begitu? Kalau demikian, bukankah itu berarti mengejek agama? Mengapa mereka beriman pada sebagian Kitab dan ingkar terhadap sebagian yang lain?\nAllah telah membuat janji dengan Bani Israil di dalam Taurat, agar tidak saling membunuh dan mengusir di antara sesamanya. Dalam Taurat disebutkan, \"Siapa saja hamba lelaki atau perempuan dari Bani Israil yang kamu dapati, bayarlah harganya dan merdekakanlah dia.\" Namun mereka tetap saling membunuh di antara sesamanya dan tetap saling mengusir. Mereka menyalahi janji mereka kepada Allah. Apabila ada yang ditawan, mereka menebusnya, sebagai ketaatan mereka kepada janji. Hal itu menunjukkan bahwa mereka mengimani sebagian isi Kitab dan tidak percaya kepada bagian yang lain.\nPembalasan terhadap para pelanggar ketentuan-ketentuan di atas ialah kebinasaan di dunia dan azab yang pedih di akhirat. Kenyataan telah menunjukkan bahwa umat yang berlaku curang terhadap perintah Allah dan melempar agama ke belakang, mereka akan bercerai-berai dan akan ditimpa azab kehinaan sebagai pembalasan terhadap kerusakan akhlak dan kejahatannya.\nAdapun orang-orang yang tetap berlaku benar, menyucikan dirinya dan baik keadaannya, akan memperoleh nikmat di sisi Tuhannya. Allah sekali-kali tidak lengah terhadap apa-apa yang mereka kerjakan. Dia akan memberi balasan terhadap segala perbuatan manusia.",
    "quraish": "Inilah kalian (Banû Isrâ'îl) yang saling membunuh satu sama lain. Kalian saling mengusir satu sama lain dari kampung halamannya, dengan cara saling menolong dalam berbuat dosa dan permusuhan. Apabila salah satu kelompok kalian menjadi tawanan orang-orang yang membantu mereka, kalian berusaha membebaskannya dengan membayar tebusan. Dan apabila kalian ditanya, \"Apakah yang membuat kalian menebus mereka?\" kalian menjawab, \"Kitab-kitab kami memerintahkan kami menebus tawanan-tawanan kami dari golongan Yahudi.\" Apakah kitab kalian tidak memerintahkan juga untuk tidak menumpahkan darah saudara-saudara kalian dan tidak mengusir dari kampung halaman mereka? Apakah kalian tunduk kepada sebagian ajaran yang ada dalam kitab kalian dan mengingkari sebagian yang lain? Maka balasan bagi siapa yang melakukan demikian di antara kalian adalah kenistaan dalam kehidupan dunia dan di hari kiamat. Allah Yang Maha Mengetahui segala perbuatan dan rahasia mereka akan mengembalikan mereka kepada siksa yang sangat berat. (1) {(1) Di Madinah, sebelum Islam datang, terdapat dua kabilah Arab yang saling bermusuhan, yaitu al-Aws dan al-Khazraj, dan juga ada dua kelompok orang-orang Yahudi, yaitu Banû Quraizhah dan Banû al-Nadlîr. Banû Quraizhah adalah sekutu al-Aws dan Banû al-Nadlîr adalah sekutu al-Khazraj. Apabila dua kabilah Arab itu saling berperang, maka sekutu-sekutu masing-masing ikut bergabung dengan mereka, dan juga mereka bergabung dalam peperangan dengan kabilah lain dan juga dalam peperangan dengan kabilah di mana terdapat saudara-saudara seagama mereka. Mereka tidak segan-segan untuk membunuh dan mengusir saudara-saudara mereka itu dari kampung halaman mereka. Tetapi masing-masing kelompok Yahudi itu berusaha untuk menebus tawanan-tawanan Yahudi yang ada di tangan sekutunya. Dan apabila mereka ditanya 'mengapa kalian menebus mereka, sedangkan sebelumnya mereka telah memerangi kalian bersama dengan musuh-musuh kalian', mereka menjawab 'karena Allah memerintahkan kami di dalam Tawrât untuk menebus tawanan-tawanan Yahudi'. Mereka tidak tahu bahwa Allah memerintahkan di dalam Tawrât untuk tidak saling menumpahkan darah dan tidak saling mengusir dari kampung halaman mereka. Maka sebenarnya mereka beriman terhadap sebagian kitab dan mengingkari sebagian yang lain. }",
    "jalalayn": "(Kemudian kamu) hai (Bani Israel, kamu bunuh dirimu) dengan berbunuhan sesamamu (dan kamu usir sebagian kamu dari kampung halaman mereka, kamu bertolong-tolongan) ta asalnya diidgamkan pada zha sehingga dibaca 'tazhzhaaharuuna', tetapi pada satu qiraat diringankan dengan membuangnya sehingga bacaannya menjadi 'tazhaaharuuna' dengan membuang zha yang berarti tolong-menolong (terhadap mereka dengan berbuat dosa) maksiat (dan permusuhan) atau penganiayaan. (Tetapi jika mereka datang kepadamu sebagai orang-orang tawanan) pada satu qiraat tercantum 'asra' (kamu tebus mereka) ada pula yang membaca 'tafduuhum', artinya kamu bebaskan mereka dari tawanan dengan harta atau lainnya dan ini termasuk kebiasaan yang berlaku di kalangan orang-orang Yahudi (padahal dia) artinya kenyataannya (mengusir mereka itu diharamkan bagimu). Kalimat ini berhubungan dengan firman-Nya, \"dan kamu usir,\" sedangkan kalimat-kalimat yang terdapat di antara keduanya merupakan 'jumlah mu`taridhah' atau interupsi, artinya sebagaimana diharamkannya mengabaikan tebusan. Selama ini suku Quraizhah mengadakan persekutuan dengan Aus, sedangkan Nadhir dengan Khajraj. Setiap suku ikut berperang bersama sekutu mereka, bahkan sampai menghancurkan dan mengusir pihak lawan walaupun sama-sama Yahudi. Tetapi jika Yahudi pihak lawan itu tertawan, maka mereka tebus. Jika ditanyakan kepada mereka, kenapa kamu perangi dan kamu tebus mereka, maka jawab mereka, \"Karena kami diminta mereka untuk memberikan tebusan.\" Jika ditanyakan, \"Kenapa pula kamu perangi mereka?\" Jawab mereka, \"Karena kami merasa malu jika sekutu-sekutu kami menderita kekalahan!\" Firman Allah Taala, (\"Apakah kamu beriman pada sebagian Alkitab) yakni soal menebus tawanan (dan ingkar terhadap sebagian yang lain) agar tidak membunuh, tidak mengusir dan tidak bantu-membantu berbuat dosa dan penganiayaan. (Tidak ada balasan bagi orang yang berbuat demikian di antaramu kecuali kehinaan) atau kenistaan (dalam kehidupan dunia) kehinaan ini telah dialami oleh Bani Quraizhah dengan dibunuh dan dibasminya golongan laki-laki mereka, dan juga oleh Bani Nadhir yang diusir ke Syam dan diwajibkan membayar upeti. (Dan pada hari kiamat mereka dikembalikan pada siksaan yang amat berat dan Allah tidak lengah dari apa yang kamu kerjakan). Ada yang membaca dengan ta dan ada pula yang dengan ya."
  },
  {
    "ruku": 11,
    "name": "Al-Baqarah",
    "ayat": 86,
    "arab": " اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الْحَيٰوةَ الدُّنْيَا بِالْاٰخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْصَرُوْنَ ࣖ",
    "translation": "Mereka itulah orang-orang yang membeli kehidupan dunia dengan (kehidupan) akhirat. Maka tidak akan diringankan azabnya dan mereka tidak akan ditolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/93.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa merekalah orang-orang yang mengutamakan kehidupan dunia daripada kehidupan akhirat dan menerima kehidupan dunia ini sebagai ganti kehidupan akhirat. Mereka memberi bantuan kepada sekutu-sekutu mereka yang menyembah berhala, kerena hendak mengambil keuntungan duniawi.\nPada hari kiamat mereka akan diazab dengan azab yang berat dan tidak diberi bantuan apa-apa, sebab perbuatan mereka telah mencantumkan mereka dalam golongan orang-orang celaka. Oleh karena itu tertutuplah pintu rahmat Ilahi pada mereka. Mereka tidak mendapatkan penolong yang dapat menolong mereka, dan tidak pula mendapatkan pembela yang dapat membantu mereka. Mereka tetap abadi di dalam neraka Jahanam.",
    "quraish": "Hal ini disebabkan karena mereka lebih mengutamakan kesenangan dunia yang fana daripada kenikmatan akhirat yang abadi. Dengan begitu, mereka bagaikan orang yang menukar akhirat dengan dunia. Maka Allah tidak akan meringankan siksa Jahanam dari mereka, dan mereka tidak akan menemukan seseorang yang bisa menolong mereka dari kekejaman neraka.",
    "jalalayn": "(Merekalah orang-orang yang membeli kehidupan dunia dengan kehidupan akhirat) artinya lebih mengutamakan dunia daripada akhirat (maka tidaklah akan diringankan siksa terhadap mereka dan tidaklah mereka akan beroleh bantuan\") untuk menghindarkan siksaan itu."
  }
]