[
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 83,
    "arab": "وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ اِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ",
    "translation": "Dan itulah keterangan Kami yang Kami berikan kepada Ibrahim untuk menghadapi kaumnya. Kami tinggikan derajat siapa yang Kami kehendaki. Sesungguhnya Tuhanmu Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/872.mp3",
    "tafsir": "Allah menegaskan bahwa bukti-bukti kebenaran yang ditujukan Allah kepada Ibrahim dengan maksud agar kaumnya dapat menggunakan pikirannya untuk dapat menilai kebenaran bukti-bukti itu dan menerimanya dengan sepenuh hati, sehingga mereka meninggalkan kemusyrikan, berpindah kepada agama tauhid yang memang sesuai dengan fitrah. \nUntuk menarik minat kaumnya agar kembali kepada agama tauhid dan sebagai hiburan terhadap perjuangan Nabi Ibrahim, Allah menjanjikan bahwa Allah akan mengangkat derajat hamba-hamba yang dikehendaki-Nya beberapa derajat, dalam bidang ilmu pengetahuan dan hikmah atau kearifan dan derajat yang diperoleh Nabi Ibrahim adalah kemampuan memberikan hujjah, kemampuan memimpin dan bertindak bijaksana. Kesemuanya adalah derajat kesempurnaan. Selain itu, ia juga diberi derajat kenabian dan kerasulan yang merupakan derajat tertinggi yang dapat dicapai manusia. Hal ini sesuai dengan firman Allah:\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. (al-Baqarah/2: 253) \nPada akhir ayat ini Allah menegaskan bahwa Dia Mahabijaksana dalam mengangkat atau menjatuhkan derajat seseorang. Dia juga Maha Mengetahui keadaan orang yang berhak menerima derajat itu.",
    "quraish": "Bukti besar tentang ketuhanan dan keesaan Kami itu, Kami berikan kepada Ibrâhîm agar ia menyampaikannya kepada kaumnya. Dengan begitu ia menjadi lebih tinggi dari kaumnya. Sesuai dengan hukum Kami yang berlaku bagi hamba-hamba Kami, Kami akan mengangkat, dengan ilmu dan kebijaksanaan, derajat siapa saja yang Kami kehendaki. Sesungguhnya Tuhanmu, wahai Muhammad, Mahabijaksana, meletakkan segala sesuatu pada tempatnya, dan Maha Mengetahui siapa saja yang berhak mendapat derajat tinggi dan siapa yang tidak berhak.",
    "jalalayn": "(Dan itulah) menjadi mubtada lalu dijelaskan (hujah Kami) yang dijadikan sebagai hujah oleh Nabi Ibrahim untuk membuktikan keesaan Allah; yakni tenggelamnya bintang-bintang itu. Dan jumlah yang sesudahnya menjadi khabar dari tilka (yang Kami berikan kepada Ibrahim) yang Kami tunjukkan kepada Ibrahim sebagai hujah (untuk menghadapi kaumnya. Kami tinggikan siapa yang Kami kehendaki beberapa derajat) dengan dibaca idhafah dan juga dibaca tanwin, yakni dalam masalah ilmu dan hikmah. (Sesungguhnya Tuhanmu Maha Bijaksana) dalam mengatur ciptaan-Nya (lagi Maha Mengetahui) seluk-beluk makhluk-Nya."
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 84,
    "arab": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَ ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ",
    "translation": "Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya. Kepada masing-masing telah Kami beri petunjuk; dan sebelum itu Kami telah memberi petunjuk kepada Nuh, dan kepada sebagian dari keturunannya (Ibrahim) yaitu Dawud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/873.mp3",
    "tafsir": "Allah mengisahkan kepada Nabi Muhammad dan pengikut-pengikutnya bahwa Allah memberikan anugerah kepada Nabi Ibrahim dengan mengangkat keturunannya yang saleh, yaitu Ishak sebagai pelanjut perjuangannya, menegakkan agama tauhid dan menghancurkan kemusyrikan. Allah juga mengangkat Ya'kub a.s., cucunya dari keturunan Ishak a.s., sebagai penerus perjuangan nabi-nabi dan rasul-rasul. Mereka semua tunduk di bawah tuntunan wahyu, hikmah dan ilmu Allah untuk meneruskan tegaknya agama tauhid.\nNabi Ishak putera Ibrahim disebutkan secara tersendiri dalam ayat ini karena adanya hal yang menarik perhatian, yang termasuk ke dalam tanda-tanda kekuasaan Allah, yaitu ia dilahirkan setelah Nabi Ibrahim lanjut usianya, sedang Sarah istrinya sudah lanjut usia belum punya anak, dan sudah tidak punya harapan untuk melahirkan, seperti diterangkan dalam firman Allah:\nDia (istrinya) berkata, \"Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.\" (Hud/11: 72)\nIni adalah merupakan anugerah Allah baginya atas kekuatan imannya, ketekunan berbuat kebajikan serta ketabahannya menghadapi berbagai cobaan Allah.\nHidayah yang diterima oleh Ibrahim dan keturunannya yang saleh sama dengan yang pernah diberikan kepada Nabi Nuh sebelumnya, yaitu hidayah agama tauhid.\nPenyebutan Nabi Nuh di sini, agar manusia dapat memahami bahwa tidak selalu hamba-hamba Allah yang saleh akan menurunkan putera-putera yang saleh pula, seperti Nabi Nuh. Beliau seorang Nabi yang saleh, tetapi puteranya seorang yang sesat, tenggelam bersama orang-orang kafir karena tidak mau mematuhi perintah ayahnya. Hal itu adalah kebalikan dari Nabi Ibrahim ayahnya seorang pemuja patung, tetapi dia sendiri hanif, berserah diri kepada Allah.\nDi antara keturunan-keturunan Nabi Ibrahim yang saleh lainnya disebutkan dalam ayat ini ialah Daud putera Sulaiman, Ayyub, Yusuf, Musa dan Harun a.s. Kesemuanya ini di samping diberi derajat kenabian, juga diberi kedudukan yang tinggi. Daud dan Sulaiman menjadi raja pemimpin yang mulia akhlaknya. Ayyub dan Yusuf walaupun bukan raja, tetapi punya pengaruh dan sangat dekat dengan penguasa. Yusuf sendiri menjadi menteri yang dapat menguasai dan mengatasi kesulitan-kesulitan rakyat. Sedangkan Musa dan Harun meskipun tidak menjadi raja, tetapi diberikan kepemimpinan dan kemampuan menyelamatkan kaumnya dari penindasan.\nPada akhir ayat ini dijelaskan bahwa Allah akan memberikan balasan yang setimpal kepada mereka yang berbuat baik, yaitu mereka yang selalu berpedoman kepada tuntunan Allah dan berpegang kepada kebenaran.",
    "quraish": "Lalu Ibrâhîm Kami karuniai Ishâq dan Ya'qûb, anak Ishâq. Kemudian keduanya Kami beri petunjuk menuju kebenaran dan kebaikan seperti bapak mereka berdua. Sebelumnya Kami juga telah memberi petunjuk kepada Nûh, dan anak keturunannya, Dâwûd, Sulaymân, Ayyûb, Yûsuf, Mûsâ, dan Hârûn kepada hal itu. Sebagaimana Kami telah mengganjar mereka, Kami juga akan mengganjar orang-orang yang berbuat baik sesuai dengan hak mereka.",
    "jalalayn": "(Dan Kami telah menganugerahkan Ishak dan Yakub kepadanya) sebagai anaknya (kepada keduanya) kepada masing-masingnya (telah Kami beri petunjuk dan kepada Nuh sebelum itu telah Kami beri petunjuk) sebelum Ibrahim (dan kepada sebagian dari keturunannya) yakni keturunan Nabi Nuh (yaitu Daud dan Sulaiman) Sulaiman anak Daud (Ayub dan Yusuf) anak lelaki Yakub (Musa dan Harun. Demikianlah) seperti mereka yang telah Kami beri pahala (Kami memberi balasan kepada orang-orang yang berbuat baik.)"
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 85,
    "arab": "وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَاِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ",
    "translation": "dan Zakaria, Yahya, Isa, dan Ilyas. Semuanya termasuk orang-orang yang saleh,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/874.mp3",
    "tafsir": "Allah menjelaskan bermacam-macam nikmat yang telah diberikan kepada keturunan Nabi Ibrahim yang saleh, yang berjuang membela tauhid dan menghancurkan kemusyrikan. Mereka itu ialah Zakaria, Yahya, Isa dan Ilyas yang lebih mementingkan kehidupan akhirat dari pada kehidupan dunia, sehingga mereka mempunyai keistimewaan sebagai hamba-hamba-Nya yang saleh. Mereka memang selayaknya diberi sebutan demikian, meskipun nabi-nabi yang lain diberi pula gelar saleh dan terkenal kebaikannya.",
    "quraish": "Kemudian Kami memberi petunjuk kepada Zakariyyâ, Yahyâ, 'Isâ, dan Ilyâs. Semuanya termasuk dalam hamba-hamba Kami yang saleh.",
    "jalalayn": "(Dan Zakaria, Yahya) yakni anak lelakinya (Isa) anak lelaki Maryam; hal ini menunjukkan bahwa pengertian keturunan itu mencakup juga anak-anak lelaki dari anak perempuan (dan Ilyas) anak lelaki Nabi Harun saudara lelaki Nabi Musa. (Semuanya) mereka itu (termasuk orang-orang yang saleh)."
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 86,
    "arab": "وَاِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ",
    "translation": "dan Ismail, Alyasa‘, Yunus, dan Lut. Masing-masing Kami lebihkan (derajatnya) di atas umat lain (pada masanya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/875.mp3",
    "tafsir": "Allah menyebutkan kembali keturunan Nabi Ibrahim yang diberi hidayah dan kenabian, yaitu Ismail, Ilyasa', Yunus dan Luth. Mereka bukan hanya terkenal karena kekuasaannya ataupun karena kezuhudannya, tetapi mereka ini mempunyai kelebihan daripada kaumnya lantaran karunia yang diberikan oleh Allah. Mereka membela tauhid dan memberantas kemusyrikan serta berakhlak mulia sehingga patut dicontoh oleh manusia.\nDi antara mereka ada yang diutus dalam satu masa, seperti Nabi Luth, semasa dengan Nabi Ibrahim dan Ismail semasa dengan Ishak. Mereka sama-sama memiliki keutamaan, meskipun pada hakikatnya keutamaan yang dimiliki masing-masing berbeda-beda.",
    "quraish": "Juga kepada Ismâ'îl, Alyasa', Yûnus dan Lûth. Pada masanya, mereka Kami beri kelebihan atas semesta alam dengan hidayah dan kenabian.",
    "jalalayn": "(Dan Ismail) anak lelaki Nabi Ibrahim (Alyasa) huruf lam adalah tambahan, yakni Yasa' (Yunus dan Luth) anak laki-laki Nabi Harun saudara lelaki Nabi Ibrahim (masing-masing) dari mereka itu (Kami lebihkan derajatnya di atas umat manusia) dengan pangkat kenabian."
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 87,
    "arab": "وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَاِخْوَانِهِمْ ۚوَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "(dan Kami lebihkan pula derajat) sebagian dari nenek moyang mereka, keturunan mereka dan saudara-saudara mereka. Kami telah memilih mereka (menjadi nabi dan rasul) dan mereka Kami beri petunjuk ke jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/876.mp3",
    "tafsir": "Ayat ini menegaskan bahwa Allah memberikan keutamaan kepada keluarga Nabi Ibrahim, baik dari garis keturunannya, ke atas, ke bawah maupun ke samping atau dari garis kerabatnya.\nAyat ini merupakan penegasan dari ayat-ayat yang lalu yaitu keutamaan-keutamaan yang diberikan oleh Allah kepada pendahulu Nabi Ibrahim, yaitu Nuh dan keturunannya, yaitu Ishak, Ya'kub, Daud, Sulaiman, Ayyub, Yunus, Musa dan Harun.\nDi samping itu Allah menjelaskan pula bahwa Dia memberikan keutamaan juga kepada keluarganya ke samping yaitu anak saudara Nabi Ibrahim yang membantunya dalam memperjuangkan tauhid, yang ikut bersamanya hijrah ke negeri Syam, yaitu Lut yang kemudian diutus ke negeri Sodom. Mereka diberi limpahan oleh Allah dengan karunia hidayah, sehingga dapat mencapai kemuliaan yang tidak ternilai dan terpimpin ke jalan yang lurus, jalan yang menuju kepada kebahagiaan dunia dan akhirat.",
    "quraish": "Lalu Kami memilih sebagian bapak, anak keturunan, dan saudara-saudara mereka untuk diberi petunjuk kepada jalan yang tidak bengkok sama sekali.",
    "jalalayn": "(Dan Kami lebihkan pula derajat sebagian dari bapak-bapak mereka, keturunan mereka dan saudara-saudara mereka) diathafkan pada Lafal kullan atau nuuhan; dan makna min di sini menunjukkan littab'idh, sebab sebagian dari mereka ada yang tidak mempunyai anak, dan sebagian lainnya ada yang mempunyai anak hanya saja kafir. (Dan Kami memilih mereka) Kami menyeleksi mereka (dan Kami menunjuki mereka ke jalan yang lurus)."
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 88,
    "arab": "ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَلَوْ اَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Itulah petunjuk Allah, dengan itu Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Sekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/877.mp3",
    "tafsir": "Allah menegaskan bahwa petunjuk yang diterima oleh mereka itu, ialah petunjuk yang diberikan oleh Allah kepada nabi-nabi dan rasul-rasul, sebagai taufik dari Allah, yang menuntun mereka ke jalan yang benar dan yang diridai-Nya. Hidayah yang demikian itu diberikan oleh Allah kepada hamba-hamba-Nya menurut kehendak-Nya.\nDengan hidayah itulah mereka membela tauhid dan mengamalkan ajaran-ajaran-Nya secara ikhlas serta memberantas penyembahan berhala-berhala dan pemujaan bintang-bintang. Hidayah yang diterima itu adalah hidayah yang tidak dapat diusahakan oleh manusia. Hidayah ini hanya dicapai oleh orang-orang yang dikehendaki Allah.\nPada akhir ayat ini Allah memberikan peringatan kepada orang-orang yang beriman dan berjalan di bawah naungan hidayah-Nya, bahwa apabila mereka itu menyeleweng dari agama tauhid dan menyembah sembahan lain, niscaya Allah akan menghapuskan segala pahala dari amal perbuatan yang mereka lakukan.\nMeskipun tauhid itu mensucikan hati, namun apabila kesucian hati itu dinodai oleh syirik, betapa pun kecilnya, maka hilanglah kesucian hati itu dan lenyap pulalah hasil usaha yang telah dilakukan sebelumnya. Hal ini sesuai dengan firman Allah:\nDan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, \"Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi. (az-Zumar/39: 65)",
    "quraish": "Petunjuk besar yang mereka dapatkan itu adalah petunjuk dari Allah yang Dia berikan kepada siapa saja yang Dia kehendaki. Tetapi apabila mereka yang terpilih itu menjadi musyrik, sungguh akan hilang perbuatan baik yang telah mereka kerjakan dan mereka tidak akan mendapat pahala.",
    "jalalayn": "(Itulah) agama yang mereka diberi petunjuk kepadanya (petunjuk Allah yang dengannya Dia memberi petunjuk kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya. Seandainya mereka menyekutukan Allah) sebagai perumpamaan saja (niscaya lenyaplah dari mereka amalan yang telah mereka lakukan.)"
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 89,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚفَاِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ",
    "translation": "Mereka itulah orang-orang yang telah Kami berikan kitab, hikmah dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, maka Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/878.mp3",
    "tafsir": "Allah menegaskan sekali lagi, bahwa nabi-nabi yang berjumlah 18 orang itu akan mendapat hidayah Allah yang dijadikan sebagai pedoman dalam memimpin kaumnya masing-masing.\nDi antara mereka ada yang diberi Kitab yang memuat pedoman-pedoman hidup di dalam memimpin kaumnya ke jalan yang benar serta kemampuan dalam memutuskan perkara-perkara yang terjadi di antara kaumnya, seperti Nabi Ibrahim, Musa, Isa dan Daud, yang diterangkan Allah dalam firman-Nya:\n(Ibrahim berdoa), \"Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh.\" (asy-Syu'ara'/26: 83)\n\nFirman Allah:\n¦ kemudian Tuhanku menganugerahkan ilmu kepadaku serta Dia menjadikan aku salah seorang di antara rasul-rasul. (asy-Syu'ara'/26:21)\n\nFirman Allah:\n\"Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil¦\" (shad/38: 26)\nDi antara mereka ada pula yang diberi hikmah dan kenabian untuk menuntun manusia, yaitu mereka yang diutus sezaman dengan Nabi Musa atau sesudahnya, sebelum kedatangan Nabi Isa seperti Harun, Zakaria dan Yahya as.\nJuga di antara mereka ada yang diberi hikmah di kala masih kecil seperti Yahya, firman Allah:\n\"Wahai Yahya! Ambillah (pelajarilah) Kitab (Taurat) itu dengan sungguh-sungguh.\" Dan Kami berikan hikmah kepadanya (Yahya) selagi dia masih kanak-kanak .\" (Maryam/19: 12)\n\nLebih jelasnya, penyebutan nama para nabi dalam konteks Nabi Ibrahim adalah karena beberapa hal sebagaimana uraian di bawah ini: \nPara nabi yang disebutkan dalam ayat-ayat yang lalu, di samping kedudukannya sebagai nabi, juga diberi keistimewaan yang berbeda-beda. Mereka dapat dikelompokkan dalam tiga golongan:\nKelompok yang pertama, yang disebut adalah putra Ibrahim yang tidak berpisah dengannya, yaitu Ishak, lalu cucunya yaitu Ya'kub, karena Ya'kub merupakan ayah dari anak cucu pembawa ajaran ilahi. Kemudian Nabi Nuh disisipkan dengan tujuan untuk mengingatkan bahwa betapapun tingginya derajat seseorang, ia tidak boleh melupakan leluhurnya. Apalagi Nabi Nuh adalah kakek kesepuluh Nabi Ibrahim yang paling mulia, karena beliaulah manusia pertama yang melarang penyembahan berhala.\nPada ayat 84 disebut nama Nabi Daud, Sulaiman, Ayyub, Yusuf, Musa dan Harun. Nabi Daud dan Sulaiman disebut pertama karena keduanya membangun rumah ibadah (Masjidil Aqsa), seperti yang dilakukan Nabi Ibrahim dan Ismail membangun Ka'bah. Penyebutan Nabi Ayyub dan Yusuf secara berurut karena keduanya, walaupun bukan penguasa, tetapi mempunyai pengaruh dan sangat dekat dengan penguasa. Keduanya digabungkan karena memiliki kesamaan, yaitu masing-masing ditinggal oleh keluarga, walau akhirnya keduanya dapat bertemu kembali.\nNabi Musa dan Harun disebut sesudah Yusuf karena Nabi Musa yang dibantu Nabi Harun berhasil menundukkan penguasa pada masanya serta dapat mensejahterakan kaumnya. \nSetelah menyebut nabi-nabi yang menjadi raja, lalu penguasa bukan raja, dan nabi yang menundukkan penguasa, maka selanjutnya disebut nabi-nabi yang dikalahkan penguasa. Urutan pertama adalah Nabi Zakaria dan Nabi Yahya, karena keduanya dibunuh penguasa pada masanya. Kemudian disebut Nabi Isa dan Nabi Ilyas, karena keduanya akan dibunuh, tetapi berhasil diselamatkan Allah. Akhirnya disebut nama nabi-nabi yang berhubungan dengan kekuasaan, yaitu Ismail, Ilyasa', Yunus dan Lut.\nDengan ringkas dapat dikatakan bahwa tiap-tiap nabi yang diberi Kitab tentu diberi pula hikmah atau kearifan sebagai senjata untuk memutuskan perkara di samping diberi nubuwah. Akan tetapi tidak semua Nabi diberi kekuasaan memutus perkara dan diberi Kitab.\nAllah menegaskan bahwa apabila orang-orang musyrik penduduk Mekah dan orang-orang yang mempunyai sifat yang sama, mengingkari Kitab, hikmah dan kenabian yang diberikan kepada para nabi, maka Allah akan menyerahkan derajat kemuliaan yang dijanjikan itu kepada umat lain yang tidak mengingkari apa yang disampaikan oleh nabi itu.\nDimaksudkan dengan orang-orang yang mengingkari keutamaan para nabi ialah orang kafir penduduk Mekah, sedang yang dimaksud dengan orang-orang yang tidak mengingkari ialah penduduk Medinah.",
    "quraish": "Mereka itu adalah orang-orang yang Kami beri kitab suci, ilmu yang bermanfaat, dan kehormatan kenabian. Apabila orang-orang musyrik Makkah mengingkari tiga hal itu, Kami telah menyerahkan hak pemeliharaan dan pemanfaatannya kepada kaum yang tidak mengingkarinya.",
    "jalalayn": "(Merekah itulah orang-orang yang telah Kami berikan kepada mereka kitab) yakni kitab-kitab (hukum) hikmah (dan kenabian. Jika berlaku ingkar terhadapnya) terhadap tiga hal itu (mereka itu) yaitu penduduk Mekah (maka sesungguhnya Kami akan menyerahkannya) Kami akan memasrahkannya (kepada kaum yang sekali-kali tidak akan mengingkarinya) mereka adalah kaum Muhajirin dan kaum Ansar."
  },
  {
    "ruku": 111,
    "name": "Al-An'am",
    "ayat": 90,
    "arab": "اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًاۗ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعٰلَمِيْنَ ࣖ ",
    "translation": "Mereka itulah (para nabi) yang telah diberi petunjuk oleh Allah, maka ikutilah petunjuk mereka. Katakanlah (Muhammad), “Aku tidak meminta imbalan kepadamu dalam menyampaikan (Al-Qur'an).” Al-Qur'an itu tidak lain hanyalah peringatan untuk (segala umat) seluruh alam.   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/879.mp3",
    "tafsir": "Allah menjelaskan kepada Nabi Muhammad dan pengikutnya, bahwa Nabi Ibrahim dan keturunan-keturunannya mendapat keutamaan, petunjuk Allah ke jalan yang lurus. Allah juga memerintahkan kepada Nabi Muhammad agar mengikuti jejak mereka, memegang agama tauhid, berakhlak mulia dan melakukan perbuatan yang diridai Allah, serta menghiasi dirinya dengan sifat-sifat yang utama, yaitu sabar dalam menjalankan tugasnya dan tabah menghadapi tipu daya serta tantangan kaumnya.\nFirman Allah:\nDan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu. (Hud/11: 120)\n\nFirman Allah:\nDan sesungguhnya rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. (al-An'am/6: 34)\n\nSyariat yang berlaku bagi nabi-nabi sebelum kedatangan Nabi Muhammad, adalah juga merupakan syariat bagi umat Islam, selama belum dicabut, diubah ataupun diganti dengan syariat yang dibawa oleh Nabi Muhammad. Sedangkan yang abadi dan mempunyai kesamaan adalah dasar-dasar agama tauhid yang tidak berubah sepanjang zaman, sedangkan syariat-syariat dari masing-masing nabi itu dapat berubah-ubah sesuai dengan waktu, tempat dan keadaan, dan menurut kehendak Allah.\nNabi Muhammad mempunyai derajat yang tertinggi di antara para nabi dan rasul, karena beliau di samping diberi kenabian juga diberi mukjizat yang abadi yaitu Al-Qur'an, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan karena syariatnya berlaku terus sampai akhir zaman.\nAllah memerintahkan kepada Nabi Muhammad bahwa dia dalam menyampaikan wahyu dan menegakkan kebenaran, jangan mengharapkan sedikit pun upah dari umatnya sebagaimana juga nabi-nabi terdahulu.\nNabi Muhammad sebagaimana halnya nabi-nabi yang lain tidak mengharapkan imbalan dalam berdakwah. Namun, Nabi Muhammad mengharapkan kasih sayang dalam kekeluargaan, seperti ditegaskan dalam firman-Nya:\n\"Aku tidak meminta kepadamu sesuatu imbalan pun atas seruanku kecuali kasih sayang dalam kekeluargaan.\" (asy-Syura/42: 23)\n\nPada akhir ayat ini Allah memberikan penegasan bahwa Al-Qur'an diturunkan untuk seluruh umat manusia. Ayat ini memberikan isyarat bahwa Nabi Muhammad tidak diutus untuk orang Mekah atau Medinah saja, tetapi diutus untuk seluruh umat manusia di seluruh dunia untuk membimbing mereka ke jalan yang benar dan bebas dari kesesatan.",
    "quraish": "Yaitu mereka yang diberi petunjuk oleh Allah kepada jalan kebenaran dan kebaikan. Dari itu, ikutilah pokok-pokok agama, dan etika yang telah mereka sepakati, serta jangan berjalan pada yang bukan jalan mereka! Katakan kepada kaummu, wahai Nabi, sebagaimana mereka mengatakan kepada kaumnya, \"Aku tidak mengharapkan imbalan dari kalian dalam menyampaikan firman Allah ini. Karena al-Qur'ân ini tidak lain hanyalah peringatan untuk alam semesta, dan aku tidak mempunyai tujuan kecuali agar kalian memanfaatkannya.\"",
    "jalalayn": "(Mereka itulah orang-orang yang mendapat petunjuk) yaitu mereka yang mendapat hidayah (Allah, maka petunjuk mereka) jalan mereka seperti mentauhidkan Allah dan bersabar (ikutilah) dengan ha saktah baik dibaca wakaf maupun washal akan tetapi menurut suatu qiraat dibaca tanpa ha saktah jika dibaca washal/dibaca langsung (katakanlah) kepada penduduk Mekah (\"Aku tidak meminta kepadamu dalam menyampaikannya) dimaksud menyampaikan Alquran (suatu upah pun.\") yang kamu berikan upah itu kepadaku (tidak lain ia itu) Alquran itu (hanyalah peringatan) nasihat (untuk segala umat) mencakup umat manusia dan umat jin."
  }
]