[
  {
    "ruku": 112,
    "name": "Al-An'am",
    "ayat": 91,
    "arab": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوْا مَآ اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ اَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا اَنْتُمْ وَلَآ اٰبَاۤؤُكُمْ ۗقُلِ اللّٰهُ ۙثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ",
    "translation": "Mereka tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, “Allah tidak menurunkan sesuatu pun kepada manusia.” Katakanlah (Muhammad), “Siapakah yang menurunkan Kitab (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan Kitab itu lembaran-lembaran kertas yang bercerai-berai, kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui, baik olehmu maupun oleh nenek moyangmu.” Katakanlah, “Allah-lah (yang menurunkannya),” kemudian (setelah itu), biarkanlah mereka bermain-main dalam kesesatannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/880.mp3",
    "tafsir": "Allah menjelaskan bahwa orang-orang Yahudi telah menyimpang dari agama tauhid dan tidak mengikuti ajaran agama mereka dan telah mengkhianatinya. Gejala-gejala itu nampak pada sikap mereka. Mereka tidak menghormati keagungan Allah dengan penghormatan yang seharusnya diberikan. Mereka mengatakan bahwa Allah tidak menurunkan kitab kepada seorang manusia pun. Perkataan mereka adalah bukti dari keingkaran mereka kepada Al-Qur'an. Hal ini berarti mereka tidak mengakui bahwa Allah berkuasa memberikan hidayah kepada manusia selain mereka, untuk kemaslahatan manusia sesuai dengan kehendak-Nya.\nKeingkaran mereka terhadap Al-Qur'an itu bukanlah timbul dari pikiran yang jernih, dan bukan pula mereka peroleh keterangannya dari kitab-kitab yang diturunkan sebelum Al-Qur'an akan tetapi keingkaran mereka itu adalah keingkaran yang tidak pada tempatnya. Oleh sebab itu, Allah memerintahkan kepada Muhammad agar menerangkan kepada kaumnya yang ingkar itu, agar mereka ingat bahwa Allah telah menurunkan Taurat kepada Nabi Musa. Dengan kitab itu Nabi Musa membawa kaumnya kepada agama tauhid dan terhindar dari kemusyrikan.\nAllah mengungkapkan kejahatan yang dilakukan oleh Bani Israil yang telah menyimpang dari kitab Taurat dan Injil. Mereka menyampaikan kitab-kitab itu tidak seutuhnya, ada bagian-bagian yang disampaikan dan ada bagian yang disembunyikan, sehingga timbullah perbedaan paham di kalangan mereka. Sebabnya tidak lain karena mereka dipengaruhi oleh pemimpin yang menyuruh mereka memperturutkan hawa nafsu, bahkan dalam hal menyelesaikan persengketaan, mereka menampakkan hukum-hukum yang terdapat dalam Taurat itu apabila hukum itu sesuai dengan keinginan mereka. Tetapi apabila hukum itu bertentangan dengan kehendaknya, hukum itu ditinggalkan. Di antara ketetapan hukum yang mereka sembunyikan itu ialah hukum rajam, dan berita tentang kedatangan Nabi Muhammad.\nTujuan dari diungkapkannya kembali kejahatan nenek moyang mereka adalah untuk mengetuk hati mereka, agar mereka dapat menilai kenyataan yang sebenarnya dan mengakui kebenaran Al-Qur'an yang diturunkan kepada Nabi Muhammad.\nAllah menyerukan kepada orang-orang musyrik agar menerima ajaran wahyu yang disampaikan Allah kepada Muhammad. Kitab itu mengandung ajaran yang membukakan tabir rahasia, yang tidak diketahui oleh mereka sendiri dan oleh nenek moyang mereka.\nAllah memerintahkan kepada Nabi Muhammad untuk menyatakan kepada orang-orang Yahudi bahwa pernyataan mereka yang menyebutkan Allah tidak menurunkan kitab kepada manusia, adalah tidak benar, dan menyuruhnya menanyakan kepada mereka, siapakah yang menurunkan Taurat kepada Musa. Pernyataan yang tegas ini merupakan tantangan bagi perkataan mereka.\nPada akhir ayat ini Allah memerintahkan kepada Rasul-Nya bahwa setelah mereka mendapat keterangan-keterangan yang telah terbukti kebenarannya itu, tetapi mereka masih tetap tidak mau menyadari dan tidak mau percaya juga akan kebenaran Al-Qur'an, agar membiarkan mereka dalam kesesatan ditelan arus kebatilan dan kekafiran.",
    "quraish": "Orang-orang kafir itu tidak memandang Allah, kasih sayang, dan kebijaksanaan-Nya sebagaimana mestinya, karena mereka mengingkari akan diturunkannya kerasulan kepada salah seorang di antara manusia. Wahai Nabi, tanyakan kepada orang-orang musyrik dan sekutu mereka dari orang-orang Yahudi, \"Siapa yang menurunkan kitab yang dibawa Mûsâ, yang bagaikan cahaya yang menyinari, dan hidayah yang membimbing? Kitab yang kalian tulis pada lembaran-lembaran kertas yang terpisah-pisah, kalian perlihatkan bagian yang sesuai dengan hawa nafsu, dan kalian sembunyikan banyak bagian yang bisa membawa kalian untuk mempercayai al-Qur'ân. Juga kitab yang darinya kalian banyak mengetahui hal-hal yang sebelumnya kalian dan bapak-bapak kalian tidak mengetahuinya.\" Jawablah, wahai Nabi, dengan mengatakan, \"Allahlah yang menurunkan Tawrât.\" Lalu biarkanlah mereka berlalu dalam kesesatan dan bermain-main seperti anak kecil.",
    "jalalayn": "(Dan mereka tidak menghormati) orang-orang Yahudi itu (Allah dengan penghormatan yang semestinya) artinya mereka sama sekali tidak mengagungkan-Nya dengan pengagungan yang seharusnya, atau mereka tidak mengetahui-Nya dengan pengetahuan yang semestinya (di kala mereka mengatakan) kepada Nabi saw., yaitu sewaktu mereka mendebat Nabi saw. dalam masalah Alquran (\"Allah tidak menurunkan sesuatu pun kepada manusia.\" Katakanlah,) kepada mereka (\"Siapakah yang menurunkan kitab Taurat yang dibawa oleh Musa sebagai cahaya dan petunjuk bagi manusia, kamu jadikan kitab itu) dengan memakai ya dan ta pada tiga tempat (lembaran-lembaran kertas) kamu menuliskannya pada lembaran-lembaran kertas yang bercerai-berai (kamu perlihatkan sebagiannya) kamu tidak suka menampakkan kesemua isinya (dan kamu sembunyikan sebagian besarnya) sebagian besar dari apa yang terdapat di dalam kandungannya, seperti mengenai ciri-ciri Nabi Muhammad saw. (padahal telah diajarkan kepadamu) hai orang-orang Yahudi di dalam Alquran (apa yang kamu dan bapak-bapak kamu tidak mengetahuinya?\") karena tidak terdapat di dalam kitab Taurat, maka hal itu membuat kamu ragu dan berselisih paham tentang Taurat antara sesamamu. (Katakanlah, \"Allahlah\") yang menurunkannya; jika mereka tidak mengatakannya, maka tidak ada jawaban lain kecuali jawaban itu (kemudian biarkanlah mereka di dalam kesibukan mereka) dalam kebatilan mereka (bermain-main)."
  },
  {
    "ruku": 112,
    "name": "Al-An'am",
    "ayat": 92,
    "arab": "وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ",
    "translation": "Dan ini (Al-Qur'an), Kitab yang telah Kami turunkan dengan penuh berkah; membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Mekah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman kepada (kehidupan) akhirat tentu beriman kepadanya                    (Al-Qur'an), dan mereka selalu memelihara salatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/881.mp3",
    "tafsir": "Allah menjelaskan bahwa Al-Qur'an adalah kitab yang mulia, diturunkan kepada Nabi Muhammad penutup para rasul, kitab itu turun dari Allah seperti halnya Taurat yang diturunkan kepada Musa, hanya saja Al-Qur'an mempunyai nilai-nilai yang lebih sempurna karena Al-Qur'an berlaku abadi untuk sepanjang masa. Al-Qur'an, di samping sebagai petunjuk, juga sebagai pembenar kitab-kitab yang diturunkan sebelumnya dalam urusan tauhid, melenyapkan kemusyrikan dan mengandung ajaran-ajaran dasar hukum syara' yang abadi yang tidak berubah-ubah sepanjang masa.\nAl-Qur'an juga sebagai pegangan bagi Rasulullah untuk memperingatkan umatnya, baik yang berada di Mekah atau di sekitar kota Mekah, ialah orang-orang yang berada di seluruh penjuru dunia. Dimaksud dengan orang-orang yang berada di sekitar kota Mekah, dan orang-orang yang berada di seluruh penjuru dunia, sesuai dengan pemahaman bahasa yang ditegaskan oleh Allah:\n\nAl-Qur'an ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Qur'an kepadanya). (al-An'am/6: 19)\n\nJuga firman Allah:\nKatakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua¦\" (al-A'raf/7: 158)\n\nSabda Nabi:\n\"Semua nabi itu diutus hanya kepada kaumnya saja, sedangkan aku diutus untuk seluruh manusia.\" (Riwayat al-Bukhari dan Muslim dari Jabir bin Abdullah)\n\nAllah menjelaskan bahwa orang-orang yang percaya akan terjadinya hari Kiamat dan kehidupan di akhirat, sudah pasti mereka percaya kepada Al-Qur'an, karena orang-orang yang percaya kepada kehidupan akhirat itu percaya pula akan akibat yang diterima pada hari itu. Itulah sebabnya mereka selalu mencari petunjuk-petunjuk yang dapat menyelamatkan diri mereka di akhirat kelak. Petunjuk-petunjuk itu terdapat dalam Al-Qur'an, maka mereka tentu akan mempercayai Al-Qur'an, percaya kepada Rasulullah yang menerima kitab, taat kepada perintah Allah, serta melaksanakan salat pada waktunya secara terus menerus.\nDisebutkan salat dalam ayat ini, karena salat adalah tiang agama, dan pokok dari semua ibadah. Orang yang melaksanakan salat dengan sebaik-baiknya adalah pertanda bahwa orang itu suka melaksanakan ibadah lainnya, serta dapat mengendalikan hawa nafsunya untuk tidak melakukan larangan-larangan Allah.\nDalam ayat ini terdapat sindiran yang tegas yaitu adanya keingkaran penduduk Mekah dan manusia-manusia yang mempunyai sikap seperti mereka kepada Al-Qur'an; dan menjelaskan bahwa mereka tidak mau menerima agama Islam serta kerasulan Muhammad karena mereka tidak percaya kepada kehidupan akhirat. Mereka merasa bahwa kehidupan hanya terjadi di dunia saja.",
    "quraish": "Al-Qur'ân yang Kami turunkan, sebagaimana halnya Tawrât, adalah kitab yang mempunyai banyak kebaikan, kekal sampai hari kiamat, membenarkan dan membawa berita tentang penurunan kitab-kitab sebelumnya dengan maksud untuk memberi kabar gembira kepada orang-orang Mukmin, dan menakut- menakuti orang-orang musyrik Makkah dan sekitarnya dengan murka Allah apabila tidak tunduk kepadanya. Orang-orang yang mempercayai hari pembalasan itu, mempercayainya karena harapan mereka untuk mendapatkan pahala dan takut siksaan. Dari itu, mereka kemudian selalu berdisiplin untuk mengerjakan salat dengan sempurna.",
    "jalalayn": "(Dan ini) Alquran ini (adalah kitab yang Kami turunkan yang diberkahi; membenarkan kitab-kitab yang sebelumnya) yaitu kitab-kitab yang diturunkan sebelumnya (dan agar kamu memberi peringatan) dengan memakai ta dan ya diathafkan kepada makna kalimat sebelumnya, yang artinya, Kami menurunkan Alquran untuk diambil keberkahannya, dipercayai dan agar kamu memberi peringatan dengannya (kepada penduduk Umul Qura/Mekah dan orang-orang yang ada disekitarnya) yaitu penduduk kota Mekah dan umat lainnya (dan orang-orang yang beriman kepada adanya kehidupan akhirat tentu beriman kepadanya, dan mereka selalu memelihara salatnya) karena takut akan siksaan akhirat."
  },
  {
    "ruku": 112,
    "name": "Al-An'am",
    "ayat": 93,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ قَالَ اُوْحِيَ اِلَيَّ وَلَمْ يُوْحَ اِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَآ اَنْزَلَ اللّٰهُ ۗوَلَوْ تَرٰٓى اِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا اَيْدِيْهِمْۚ اَخْرِجُوْٓا اَنْفُسَكُمْۗ  اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ",
    "translation": "Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, “Telah diwahyukan kepadaku,” padahal tidak diwahyukan sesuatu pun kepadanya, dan orang yang berkata, “Aku akan menurunkan seperti apa yang diturunkan Allah.” (Alangkah ngerinya) sekiranya engkau melihat pada waktu orang-orang zalim (berada) dalam kesakitan sakratul maut, sedang para malaikat memukul dengan tangannya, (sambil berkata), “Keluarkanlah nyawamu.” Pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan, karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/882.mp3",
    "tafsir": "Allah menjelaskan kepada kaum Muslimin bahwa tidak ada orang yang lebih zalim dari orang-orang Yahudi yang mengingkari kebenaran Al-Qur'an yang diturunkan kepada Muhammad. Perkataan mereka telah mengkhianati ajaran agama tauhid. Begitu juga perkataan mereka yang mengaku menerima wahyu dari Allah, seperti Musailamah al-Kadzdzab di Yamamah, al-Aswad al-'Ansi di Yaman, thulaihah al-Asadi dari Bani Asad, dan orang-orang yang mengaku dirinya mampu membuat kitab seperti Al-Qur'an.\nFirman Allah ini mengandung sindiran halus bagi para pendeta Yahudi yang dipuja-puja oleh pengikut-pengikutnya karena mereka itu mengaku mendapat wahyu dari Allah yang dapat digunakan untuk menyelesaikan segala sesuatu yang sukar dipahami dari Taurat. Menurut kenyataan, mereka inilah yang selalu memusuhi Muhammad. Al-Qur'an juga mengandung sindiran kepada sastrawan-sastrawan Arab yang merasa mampu menyusun kitab-kitab yang dapat menyamai Al-Qur'an seperti firman Allah:\n¦ jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (al-Anfal)/8: 31)\n\nAllah menyebutkan ancaman dan siksaan yang akan diterima oleh orang-orang yang zalim itu, dikala mereka menghembuskan nafas yang terakhir, sebagai imbalan kejahatan dan dosa yang mereka lakukan. Alangkah dahsyatnya seandainya Nabi Muhammad dan kaum Muslimin melihat penderitaan yang diderita oleh orang-orang yang jahat itu pada waktu mereka menghadapi sakaratul maut, yaitu penderitaan yang akan mereka alami menjelang kematian, tidak terlukiskan kedahsyatannya. Pada waktu itu malaikat maut mengulurkan tangannya untuk merenggut nyawa mereka yang bergelimang dengan dosa, dengan renggutan yang keras.\nAllah menggambarkan saat-saat yang dahsyat itu dengan nada mencela mereka. Malaikat seakan-akan berkata, \"Kalau memang kamu merasa mampu, lepaskanlah nyawamu dari badanmu agar terhindar dari renggutan ini.\" Perintah ini tidak akan dapat mereka lakukan, karena masalah ini di luar kemampuan mereka. Pada saat itu mereka tidak dapat menghindarkan diri dari siksa yang pedih dan menghinakan, karena mereka telah berani memutarbalikkan kebenaran, berkata dusta, dan sikap mereka yang congkak dan sombong terhadap ayat-ayat Allah, seperti perkataan mereka bahwa mereka mampu menurunkan kitab seperti Al-Qur'an.\nDalam ayat ini terdapat bandingan yang jelas antara ketidakmampuan mereka untuk membuat kitab semacam Al-Qur'an dengan ketidakmampuan mereka menghindarkan diri dari malaikat maut. Maksudnya agar mereka dapat menyadari bahwa apa yang mereka katakan itu sebenarnya hanya dusta belaka, sedang Al-Qur'an adalah datang dari Allah kepada Muhammad, yang tidak dapat ditandingi oleh siapa pun juga.",
    "quraish": "Nabi tidak berbohong ketika mengatakan bahwa al-Qur'ân datang dari Allah. Tidak ada yang lebih lalim daripada orang yang membuat-buat kebohongan tentang Allah, atau orang yang mengatakan, \"Aku menerima wahyu dari Allah,\" padahal tidak pernah menerima wahyu apa pun. Juga tidak ada yang lebih lalim daripada orang yang mengatakan, \"Aku akan mendatangkan ucapan seperti wahyu yang diturunkan Allah.\" Kalau engkau tahu keadaan orang-orang zalim--ketika menghadapi kekejaman maut--dan saat itu malaikat sedang mencabut nyawa dari tubuh mereka dengan amat keras dan kejamnya, engkau tentu akan melihat ketakutan yang luar biasa pada diri mereka. Saat itu dikatakan kepada mereka, \"Hari ini dimulai pembalasan kalian dengan siksa yang menghinakan dan menyakitkan, sebagai balasan atas kebohongan yang kalian katakan tentang Allah, yang sama sekali tidak benar. Juga sebagai balasan atas kesombongan kalian untuk memikirkan dan merenungkan tanda-tanda kekuasaan Allah, baik yang berupa alam raya maupun yang berupa al-Qur'ân.",
    "jalalayn": "(Dan siapakah) maksudnya tidak ada seorang pun (yang lebih lalim daripada orang yang membuat kedustaan terhadap Allah) dengan mengaku menjadi seorang nabi padahal tidak ada yang mengangkatnya menjadi nabi (atau yang berkata, \"Telah diwahyukan kepada saya,\" padahal tidak ada diwahyukan sesuatu pun kepadanya) ayat ini diturunkan berkenaan dengan sikap Musailamah si pendusta itu (dan) lebih aniaya daripada (orang yang berkata, \"Saya akan menurunkan seperti apa yang diturunkan Allah\") mereka adalah orang-orang yang memperolok-olokkan Alquran; mereka mengatakan, bahwa andaikata kami suka niscaya kami pun dapat membuat kata-kata seperti Alquran (dan sekiranya engkau melihat) wahai Muhammad (tatkala orang-orang lalim) yang telah disebutkan tadi (berada dalam sekarat) yaitu sedang menghadapi kematiannya (yakni maut sedangkan para malaikat memukul dengan tangannya) kepada mereka seraya menyiksa lalu para malaikat itu berkata dengan kasar kepada mereka (\"Keluarkanlah nyawamu,\") kepada kami untuk kami cabut. (Di hari ini kamu dibalas dengan siksaan yang sangat menghinakan) sangat merendahkan (karena kamu selalu mengatakan terhadap Allah perkataan yang tidak benar) dengan mengaku menjadi nabi dan berpura-pura diberi wahyu padahal dusta (dan karena kamu selalu menyombongkan diri terhadap ayat-ayat-Nya) kamu merasa tinggi diri tidak mau beriman kepada ayat-ayat-Nya. Jawab dari huruf lau ialah: niscaya engkau akan melihat peristiwa yang mengerikan."
  },
  {
    "ruku": 112,
    "name": "Al-An'am",
    "ayat": 94,
    "arab": "وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ اَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُا ۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَ ࣖ",
    "translation": "Dan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). Kami tidak melihat pemberi syafaat (pertolongan) besertamu yang kamu anggap bahwa mereka itu sekutu-sekutu (bagi Allah). Sungguh, telah terputuslah (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/883.mp3",
    "tafsir": "Allah menjelaskan nasib orang-orang zalim di hari Kiamat. Mereka datang menghadap Allah sendiri-sendiri dengan tidak membawa harta benda, anak dan pangkat, terlepas dari kebanggaan, dukungan dan kedudukan duniawi. Berhala-berhala yang dikira dapat memberikan syafa'at, tidak ada gunanya sama sekali. Keadaan mereka seperti diciptakan pada pertama kalinya, pada waktu mereka berada dalam kandungan ibu, seperti dijelaskan dalam hadis:\n\"Wahai manusia, sebenarnya kamu akan dikumpulkan kehadirat Allah di padang Mahsyar dalam keadaan tidak bersepatu, tidak berpakaian dan tidak berkhitan sebagaimana Kami memulai penciptaan pertama kali, begitulah Kami akan mengulanginya. Itulah janji yang pasti Kami tepati, bahwa kami benar-benar akan melaksanakannya.\" (Riwayat al-Bukhari dan Muslim dari Ibnu 'Abbas)\n\nMereka meninggalkan di dunia apa saja yang telah dikaruniakan Allah kepada mereka, yang menjadi kebanggaan mereka, yaitu harta benda, anak, isteri dan kedudukan yang menyebabkan mereka congkak dan tidak mau beriman kepada Rasul-rasul. Semuanya tidak dapat menolong mereka dari siksa Allah di akhirat.\nAllah menjelaskan bahwa Dia tidak akan mempedulikan apa saja yang mereka anggap dapat memberi syafa'at; baik itu berupa berhala-berhala yang mereka persekutukan dengan Allah atau pendeta-pendeta yang mereka anggap sebagai perantara yang dapat menghubungkan doa mereka kepada Allah. Tegasnya pada hari itu tidak dipedulikan syafa'at dan tebusan, masing-masing orang bertanggung jawab terhadap amalnya sendiri-sendiri. Pada hari itu masing-masing manusia terpisah dari segala sesuatu yang biasanya menjadi kebanggaan mereka di dunia. Harapan mereka telah pupus karena apa yang mereka sangka tidak pernah tiba. Syafa'at dan tebusan yang mereka duga akan dapat menolong mereka, sedikit pun tidak memenuhi harapan mereka.",
    "quraish": "Pada hari kiamat, Allah akan berkata kepada mereka, \"Sekarang kalian membuktikan sendiri bahwa kalian dibangkitkan kembali dari kubur sebagaimana Kami ciptakan untuk pertama kali. Kalian datang kepada Kami tanpa ditemani harta kekayaan, anak dan sahabat. Kalian tinggalkan semua kenikmatan yang sempat menipu kalian. Hari ini Kami tidak melihat bersama kalian pemberi syafaat yang kalian anggap sekutu-sekutu Kami. Terputuslah sudah segala bentuk ikatan yang mengikat kalian dengan mereka. Musnahlah sudah anggapan bahwa mereka akan dapat memberi manfaat kepada kalian.\"",
    "jalalayn": "(Dan) dikatakan kepada mereka ketika dibangkitkan (sesungguhnya kamu datang kepada Kami sendiri-sendiri) dalam keadaan sendiri-sendiri, terpisah dari keluarga, harta benda dan anak (sebagaimana kamu Kami ciptakan pada mulanya) dalam keadaan telanjang bulat dan masih belum disunatkan (dan kamu tinggalkan apa yang telah Kami berikan kepadamu) apa-apa yang telah Kami anugerahkan kepadamu berupa harta benda (berada di belakangmu) di dunia tanpa ada pilihan lain bagimu. (Dan) dikatakan kepada mereka sebagai cemoohan (Kami tidak melihat besertamu pemberi syafaat kamu) berhala-berhala kamu (yang kamu anggap bahwa mereka di antara kamu) artinya yang berhak kamu sembah (sebagai sekutu-sekutu) Allah. (Sungguh telah terputuslah di antara kamu) pertalian kamu, artinya telah tercerai-berailah persatuanmu. Dan di dalam suatu qiraat dibaca nashab sebagai zharaf; yang artinya telah terputuslah pertalian antara kamu (dan telah lenyap) maksudnya telah hilang (daripada kamu apa yang dahulu kamu anggap) sewaktu hidup di dunia bahwa kamu mendapatkan syafaatnya."
  }
]