[
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 101,
    "arab": "بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ  ۗوَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ",
    "translation": "Dia (Allah) pencipta langit dan bumi. Bagaimana (mungkin) Dia mempunyai anak padahal Dia tidak mempunyai istri. Dia menciptakan segala sesuatu; dan Dia mengetahui segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/890.mp3",
    "tafsir": "Allah menerangkan bahwa Dialah Pencipta langit dan bumi. Dalam penciptaan jagat raya dan segala isinya, Dia tidaklah meniru dari ciptaan-ciptaan sebelumnya. Dia menciptakan dari tidak ada menjadi ada.\nIni berarti bahwa Allah menciptakannya secara mutlak tidak memerlukan bantuan tenaga ataupun benda-benda lainnya. Oleh sebab itu bagaimana mungkin ia mempunyai anak seperti persangkaan orang-orang musyrik. Padahal Dia tidak memerlukan istri yang dapat melahirkan anak. Allah menyalahkan anggapan orang-orang musyrik dengan memberikan alasan-alasan yang rasional dengan maksud agar mereka dapat menerima kebenaran. Penjelasan ini merupakan penjelasan dari ayat sebelumnya, Allah membersihkan diri-Nya dari tuduhan-tuduhan orang-orang musyrik; sedangkan keterangan-keterangan selanjutnya menandaskan bahwa dugaan-dugaan mereka itu tidak masuk akal.\nPada akhir ayat ini Allah menegaskan bahwa Dialah yang Maha Mengetahui segala sesuatu. Ilmu-Nya tidak dibatasi oleh ruang dan waktu. Ilmu-Nya azali dan abadi. Hal ini merupakan ketetapan Allah untuk menguatkan alasan-alasan yang dikemukakan sebelumnya serta membatalkan tuduhan orang musyrik yang tidak pada tempatnya itu.",
    "quraish": "Allahlah yang menciptakan langit dan bumi tanpa ada contoh sebelumnya. Bagaimana mungkin Dia mempunyai anak, seperti anggapan mereka, padahal Dia tidak beristri? Dia menciptakan segala sesuatu, termasuk makhluk-makhluk yang mereka jadikan sebagai pesaing Allah. Dia Mahatahu tentang segala sesuatu. Dia menghitung semua perkataan dan perbuatan manusia. Dia akan membalas mereka atas perkataan dan perbuatannya itu.",
    "jalalayn": "(Dia Pencipta langit dan bumi) yang menciptakan keduanya tanpa ada contoh yang mendahuluinya. (Bagaimana) mengapa (Dia dikatakan mempunyai anak padahal Dia tidak mempunyai istri?) yakni teman hidup. (Dia menciptakan segala sesuatu) maksudnya Dialah yang menciptakan kesemuanya (dan Dia mengetahui segala sesuatu)."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 102,
    "arab": "ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ  لَآ اِلٰهَ اِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ",
    "translation": "Itulah Allah, Tuhan kamu; tidak ada tuhan selain Dia; pencipta segala sesuatu, maka sembahlah Dia; Dialah pemelihara segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/891.mp3",
    "tafsir": "Allah menerangkan kepada orang-orang musyrik, bahwa Allah memiliki sifat-sifat seperti disebutkan dalam ayat yang lalu. Itulah sebenarnya Tuhan yang wajib mereka sembah. Yang menciptakan segala sesuatu, tidak ada tuhan yang lain kecuali Dia, bukan tuhan-tuhan yang mereka ciptakan seperti berhala-berhala, atau malaikat-malaikat yang dianggap sebagai anak Tuhan; karena semuanya itu adalah makhluk ciptaan Allah yang tidak pantas diperserikatkan kepada Dia.\nDi akhir ayat ini Allah menegaskan bahwa Dialah pemelihara segala sesuatu yaitu menguasai segala urusan, mengurusi jagat raya dan isinya dengan ilmu, hikmat dan kekuasaan-Nya.",
    "quraish": "Yang memiliki sifat-sifat kesempurnaan itulah sebenarnya Tuhanmu! Tidak ada tuhan selain Dia. Dia menciptakan segala sesuatu yang telah ada dan yang akan ada. Hanya Dialah yang mengendalikan segala urusan dan segala sesuatu, maka hanya kepada-Nya sajalah segalanya akan kembali.",
    "jalalayn": "(Demikian itu ialah Allah Tuhan kamu; tidak ada Tuhan selain Dia; pencipta segala sesuatu, maka sembahlah Dia) esakanlah Dia (dan Dia adalah pemelihara segala sesuatu) yang memelihara semuanya."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 103,
    "arab": "لَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ",
    "translation": "Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu, dan Dialah Yang Mahahalus, Mahateliti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/892.mp3",
    "tafsir": "Allah menjelaskan hakikat dan keagungan diri-Nya sebagai penegasan dari sifat-sifat-Nya yang telah dijelaskan pada ayat yang baru lalu, yaitu bahwa Allah di atas segala-galanya. Zat-Nya Yang Agung itu tidak dapat dijangkau oleh indera manusia, karena indera manusia itu memang diciptakan dalam susunan yang tidak siap untuk melihat zat-Nya. Sebabnya tidak lain karena manusia itu diciptakan dari materi, dan inderanya hanya menangkap materi-materi belaka dengan perantaraan materi pula; sedangkan Allah bukanlah materi. Maka wajarlah apabila Dia tidak dapat dijangkau oleh indera manusia.\nYang dimaksud dengan Allah tidak dapat dijangkau dengan indera manusia, ialah selama manusia masih hidup di dunia. Sedangkan pada hari Kiamat, orang-orang beriman akan dapat melihat Allah.\nNabi Muhammad bersabda:\nSesungguhnya kamu akan melihat Tuhanmu di hari Kiamat seperti kamu melihat bulan di malam bulan purnama, dan seperti kamu melihat matahari di kala langit tidak berawan.\" (Riwayat al-Bukhari dan Jarir, shahih al-Bukhari IV: 283).\n\nAllah berfirman:\nWajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya. (al-Qiyamah/75: 22-23)\nKemungkinan melihat Tuhan di hari Kiamat, khusus bagi orang-orang mukmin sedangkan orang-orang kafir kemungkinan melihat Allah tertutup bagi mereka.\nAllah berfirman:\nSekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. (al-Muthaffifin/83: 15)\n\nAllah menegaskan bahwa Dia dapat melihat segala sesuatu yang dapat dilihat, dan basirah (penglihatan)-Nya dapat menembus seluruh yang ada, tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik bentuk maupun hakikat-Nya.\nDi akhir ayat ini Allah menegaskan lagi bahwa Zat-Nya Mahahalus, tidak mungkin dijangkau oleh indera manusia apalagi hakikat-Nya dan Allah Maha Mengetahui segala sesuatu betapa pun halusnya, tidak ada yang tersembunyi dari pengetahuan-Nya.\n(104) Allah menjelaskan kepada kaum Muslimin bahwasanya tanda-tanda bukti kebenaran dan dalil-dalil yang kuat telah datang kepada mereka dari-Nya. Tanda-tanda bukti kebenaran dan dalil-dalil yang kuat itu dapat diketahui oleh mereka baik berupa tanda-tanda kekuasaan Allah di jagat raya maupun petunjuk Allah yang diberikan kepada mereka dengan perantaraan Nabi Muhammad berupa wahyu. Kedua bukti itu dapat memperkuat keyakinan mereka tentang adanya Allah. Sesudah itu Allah menandaskan bahwa barang siapa yang dapat melihat kebenaran dengan jalan memperhatikan kedua bukti itu, dan meyakini adanya Allah serta melakukan amal yang baik, maka manfaat dari semuanya itu adalah untuk dirinya sendiri. Akan tetapi sebaliknya barang siapa yang tidak mau melihat kebenaran atau berpura-pura tidak mengerti, maka akibat buruk dari sikapnya itu akan menimpa dirinya sendiri.\nAllah berfirman:\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. (Fussilat/41: 46. Perhatikan pula al-Isra'/17: 7)\n\nDi akhir ayat ini Allah memerintahkan Nabi Muhammad untuk mengatakan kepada kaumnya bahwa Muhammad sekali-kali bukanlah pemelihara mereka, yakni Nabi Muhammad sekali-kali tidak ditugaskan mengawasi amal-amal mereka dan tidak dapat membuat mereka menjadi mukmin. Dia hanyalah seorang utusan Allah yang ditugaskan untuk menyampaikan wahyu yang telah diterimanya. Sebenarnya yang mengawasi amal mereka ialah Allah. Dia mempunyai pengawasan yang tak terbatas terhadap semua amal mereka baik yang mereka lakukan secara terang-terangan ataupun yang mereka lakukan secara sembunyi-sembunyi. Semua amal itu akan diberi balasan yang setimpal.",
    "quraish": "Dia tidak dapat dilihat oleh mata, tetapi Dia mengetahui partikel-partikel kecil mata, dan selain mata. Dia Mahalembut, maka tak ada sesuatu pun yang luput dari pandangan-Nya. Dia Mahatahu, maka tak ada sesuatu yang tidak diketahui-Nya.",
    "jalalayn": "(Dia tidak dapat dicapai oleh penglihatan mata) artinya engkau tidak akan dapat melihat-Nya sebab hal ini hanya khusus untuk kaum mukminin kelak di akhirat sebagaimana yang diungkapkan dalam firman-Nya surah Al-Qiyamah ayat 22-23 yaitu, \"Wajah-wajah orang-orang mukmin pada hari itu berseri-seri. Kepada Tuhannya mereka melihat.\" Dijelaskan pula dalam hadis yang diriwayatkan oleh Bukhari dan Muslim yaitu, \"Sesungguhnya kamu itu akan melihat Tuhanmu kelak di akhirat sebagaimana kamu melihat bulan pada malam purnama.\" Ada penafsiran lain yang mengatakan, bahwa yang dimaksud ialah bahwa pandangan mata itu tidak akan dapat meliputi-Nya (sedangkan Dia dapat melihat segala yang kelihatan) yakni Dia dapat melihatnya sedangkan apa-apa yang terlihat itu tidak dapat melihat-Nya; dan tiada selain-Nya mempunyai sifat ini (dan Dialah Yang Maha Lembut) terhadap kekasih-kekasih-Nya (lagi Maha Waspada) terhadap mereka."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 104,
    "arab": "قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ اَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ",
    "translation": "Sungguh, bukti-bukti yang nyata telah datang dari Tuhanmu. Barangsiapa melihat (kebenaran itu), maka (manfaatnya) bagi dirinya sendiri; dan barangsiapa buta (tidak melihat kebenaran itu), maka dialah yang rugi. Dan aku (Muhammad) bukanlah penjaga-(mu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/893.mp3",
    "tafsir": "Allah menjelaskan hakikat dan keagungan diri-Nya sebagai penegasan dari sifat-sifat-Nya yang telah dijelaskan pada ayat yang baru lalu, yaitu bahwa Allah di atas segala-galanya. Zat-Nya Yang Agung itu tidak dapat dijangkau oleh indera manusia, karena indera manusia itu memang diciptakan dalam susunan yang tidak siap untuk melihat zat-Nya. Sebabnya tidak lain karena manusia itu diciptakan dari materi, dan inderanya hanya menangkap materi-materi belaka dengan perantaraan materi pula; sedangkan Allah bukanlah materi. Maka wajarlah apabila Dia tidak dapat dijangkau oleh indera manusia.\nYang dimaksud dengan Allah tidak dapat dijangkau dengan indera manusia, ialah selama manusia masih hidup di dunia. Sedangkan pada hari Kiamat, orang-orang beriman akan dapat melihat Allah.\nNabi Muhammad bersabda:\nSesungguhnya kamu akan melihat Tuhanmu di hari Kiamat seperti kamu melihat bulan di malam bulan purnama, dan seperti kamu melihat matahari di kala langit tidak berawan.\" (Riwayat al-Bukhari dan Jarir, shahih al-Bukhari IV: 283).\n\nAllah berfirman:\nWajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya. (al-Qiyamah/75: 22-23)\nKemungkinan melihat Tuhan di hari Kiamat, khusus bagi orang-orang mukmin sedangkan orang-orang kafir kemungkinan melihat Allah tertutup bagi mereka.\nAllah berfirman:\nSekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. (al-Muthaffifin/83: 15)\n\nAllah menegaskan bahwa Dia dapat melihat segala sesuatu yang dapat dilihat, dan basirah (penglihatan)-Nya dapat menembus seluruh yang ada, tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik bentuk maupun hakikat-Nya.\nDi akhir ayat ini Allah menegaskan lagi bahwa Zat-Nya Mahahalus, tidak mungkin dijangkau oleh indera manusia apalagi hakikat-Nya dan Allah Maha Mengetahui segala sesuatu betapa pun halusnya, tidak ada yang tersembunyi dari pengetahuan-Nya.",
    "quraish": "Katakan, wahai Muhammad, kepada umat manusia, \"Alasan-alasan dan keterangan-keterangan yang jelas dalam al-Qur'ân dari Tuhan Pencipta dan Penguasa urusan kalian, telah datang membawa sinar kebenaran. Barangsiapa menerima dan mengambil manfaat dari keterangan-keterangan itu, maka manfaatnya akan kembali kepada dirinya sendiri. Aku tidak diutus untuk menjaga kalian! Aku hanya seorang rasul pembawa pesan-pesan Tuhan kepadamu.\"",
    "jalalayn": "Katakanlah olehmu hai Muhammad kepada mereka (Sesungguhnya telah datang kepadamu bukti-bukti) hujah-hujah (dari Tuhanmu; maka siapa melihat) bukti-bukti kebenaran itu, lalu ia mau beriman kepadanya (maka manfaatnya bagi dirinya sendiri) sebab pahalanya dia sendirilah yang merasakannya sebagai imbalan dari maunya dia melihat bukti-bukti itu (dan siapa buta) tidak mau melihat kebenaran itu sehingga ia menjadi sesat (maka kemudaratannya kembali kepada dirinya) yakni malapetaka dari kesesatannya itu. (Dan aku, Muhammad, sekali-kali bukanlah pemeliharamu) yang selalu mengawasi amal perbuatanmu karena sesungguhnya aku ini hanyalah seorang pemberi peringatan."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 105,
    "arab": "وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ",
    "translation": "Dan demikianlah Kami menjelaskan berulang-ulang ayat-ayat Kami agar orang-orang musyrik mengatakan, “Engkau telah mempelajari ayat-ayat itu (dari Ahli Kitab),” dan agar Kami menjelaskan Al-Qur'an itu kepada orang-orang yang mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/894.mp3",
    "tafsir": "Allah menerangkan bahwa Dia telah memberikan bukti-bukti kebenaran secara berulang-ulang di dalam ayat-ayat-Nya dengan gaya bahasa yang beraneka ragam dengan maksud agar dapat memberikan keyakinan yang penuh kepada seluruh manusia dan untuk menghilangkan keragu-raguan, serta memberikan daya tarik kepada mereka agar mereka dapat menerima kebenaran itu dengan penuh kesadaran, dan untuk memberikan alasan kepada kaum Muslimin dalam menghadapi bantahan orang-orang musyrik. Karena orang-orang musyrik mendustakan ayat-ayat Allah dengan mengatakan Nabi Muhammad mempelajari ayat-ayat itu dari orang lain atau menghafal berita-berita dari orang-orang yang terdahulu seperti firman Allah:\n¦ lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)\n\nMenurut al-Farra', Al-Qur'an mengandung ayat-ayat yang benar dan dapat diterima oleh orang-orang yang bersih hatinya dan mempunyai niat yang kuat untuk menerima ilmu pengetahuan sehingga dapat menerima kebenaran itu dengan penuh keinsyafan.",
    "quraish": "Demikianlah, melalui berbagai penjelasan yang indah dalam pemaparan tanda-tanda kekuasaan Kami pada alam semesta, Kami menunjukkan ayat-ayat Kami dalam al-Qur'ân juga secara variatif dan terperinci, untuk memberikan bukti kepada orang-orang yang ingkar. Dengan begitu mereka tidak bisa berbuat sesuatu selain membuat-buat kebohongan. Mereka, misalnya, akan mengatakan bahwa kamu belajar ayat- ayat itu dari sesama manusia, bukan dari Allah. Juga, di samping itu, agar Kami menerangkan kebenaran- kebenaran apa yang Kami turunkan kepadamu tanpa terpengaruh oleh hawa nafsu, untuk orang-orang yang mengerti dan tunduk kepada kebenaran.",
    "jalalayn": "(Demikianlah) sebagaimana yang telah Kami jelaskan di atas (Kami menjelaskan) Kami terangkan (ayat-ayat itu) agar mereka mau berpikir tentangnya (dan supaya mereka mengatakan) yaitu orang-orang musyrik mengenai akibat dari perkara ini (\"Kamu telah mempelajari.\") engkau telah mempelajari tentang ahli kitab; dan menurut qiraat lainnya ditafsirkan bahwa engkau telah mempelajari kitab-kitab orang-orang terdahulu kemudian engkau mendatangkan ayat-ayat ini berdasarkan sumber darinya (dan supaya Kami menjelaskan Alquran itu kepada orang-orang yang mengetahui)."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 106,
    "arab": "اِتَّبِعْ مَآ اُوْحِيَ اِلَيْكَ مِنْ رَّبِّكَۚ  لَآ اِلٰهَ اِلَّا هُوَۚ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ",
    "translation": "Ikutilah apa yang telah diwahyukan Tuhanmu kepadamu (Muhammad); tidak ada tuhan selain Dia; dan berpalinglah dari orang-orang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/895.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi saw serta para pengikutnya agar dalam waktu menyampaikan dakwah Islamiyah, tetap berpegang pada wahyu, karena wahyu itulah yang dapat dijadikan tuntunan untuk dirinya dan kaumnya. Tujuan dari dakwah itu ialah untuk menyampaikan kalimat tauhid yaitu pengakuan secara mutlak bahwa tidak ada Tuhan kecuali Dia.\nKalimat tauhid itu harus diresapi dengan hati yang ikhlas, serta diamalkan dengan penuh keyakinan dan dijadikan tujuan tertinggi dari kehidupan manusia Allah memberikan penegasan kepada Nabi dan kaumnya agar berpaling dari perbuatan-perbuatan orang-orang musyrik dan tidak perlu memaksa orang-orang yang tetap bergelimang dalam kemusyrikan serta tidak mengacuhkan ajakan tauhid, dan tidak berkecil hati karena tuduhan-tuduhan yang diarahkan orang-orang musyrik yaitu bahwa wahyu yang disampaikan Nabi adalah dipelajari dari orang-orang Yahudi, karena kebenaran itu cahayanya cemerlang dengan sendirinya apabila diucapkan dengan lisan dan dilaksanakan dalam bentuk amal perbuatan, sedangkan kebatilan meskipun diselubungi dengan berbagai hal yang menarik, namun akhirnya akan terungkap juga kebusukannya.",
    "quraish": "Ikutilah, wahai Nabi, wahyu yang diturunkan kepadamu oleh Allah, Pemilik dan Pengatur segala urusanmu. Hanya Dialah satu-satunya Tuhan yang pantas ditaati dan dipatuhi. Jangan hiraukan sikap keras- kepala orang-orang musyrik.",
    "jalalayn": "(Ikutilah apa yang telah diwahyukan kepadamu dari Tuhanmu) yakni Alquran (tidak ada tuhan selain Dia dan berpalinglah dari orang-orang musyrik.)"
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 107,
    "arab": "وَلَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ",
    "translation": "Dan sekiranya Allah menghendaki, niscaya mereka tidak mempersekutukan(-Nya). Dan Kami tidak menjadikan engkau penjaga mereka; dan engkau bukan pula pemelihara mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/896.mp3",
    "tafsir": "Dijelaskan bahwa jika Allah berkehendak menjadikan seluruh manusia beriman kepada-Nya, niscaya tidak ada seorang pun yang musyrik.\nDi dalam jiwa manusia terdapat potensi untuk menjadi mukmin atau kafir, taat atau fasiq. Manusia telah diberi hak memilih (ikhtiyar). Potensi yang ada pada manusia dapat berkembang sesuai dengan ilmu dan amal manusia itu sendiri, yang pada saat mau memilih perbuatan mana yang harus dilakukan, bertarunglah dua macam dorongan, dorongan untuk melakukan perbuatan-perbuatan baik dan dorongan untuk melakukan perbuatan jelek. Apabila manusia memilih perbuatan dengan mengikuti dorongan yang baik, niscaya mereka akan melihat cahaya kebenaran. Akan tetapi bila mereka mengikuti dorongan-dorongan yang jelek, niscaya mereka tenggelam dalam kegelapan. Allah menegaskan bahwa Nabi, tidak diberi kekuasaan untuk menjadi pemelihara mereka. Nabi hanyalah mengajak kepada kebaikan, maka apabila mereka tidak mau menerima ajakan itu, karena mengikuti dorongan yang buruk, tentulah ajakan itu tidak akan mereka terima, dan mereka tetap bergelimang dalam kebatilan.\nDi akhir ayat ini Allah menguatkan penjelasan-Nya bahwa Nabi tidak diutus untuk mengurusi mereka, yakni dia tidak diberi kekuasan untuk mempertanggungjawabkan perbuatan mereka. Hal itu adalah urusan mereka sendiri, karena mereka telah diberi hak pilih untuk menentukan nasib mereka sendiri.",
    "quraish": "Kalau Allah berkehendak agar mereka hanya menyembah kepada-Nya, Dia pasti memaksa mereka untuk itu dengan kekuatan dan kekuasaan-Nya. Tetapi Dia membiarkan mereka untuk memilih. Kami tidak menjadikan kamu sebagai pengawas perbuatan mereka. Engkau tidak dibebani untuk mewakili mereka mengurus dan mengadakan perbaikan atas perkara mereka.",
    "jalalayn": "(Dan jika Allah menghendaki niscaya mereka tidak mempersekutukan-Nya. Dan Kami tidak menjadikan kamu pemelihara bagi mereka) sebagai pengawas yang oleh sebabnya engkau membalas mereka atas amal-amal yang mereka lakukan (dan kamu sekali-kali bukanlah pemelihara bagi mereka) yang oleh sebabnya engkau memaksa mereka untuk beriman. Ayat ini diturunkan sebelum adanya perintah untuk berperang."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 108,
    "arab": "وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ اُمَّةٍ عَمَلَهُمْۖ ثُمَّ اِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "Dan janganlah kamu memaki sesembahan yang mereka sembah selain Allah, karena mereka nanti akan memaki Allah dengan melampaui batas tanpa dasar pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/897.mp3",
    "tafsir": "Mengenai sebab turunnya ayat ini diceritakan sebagai berikut, pada suatu ketika orang-orang Islam mencaci-maki berhala, sesembahan orang-orang kafir, kemudian mereka dilarang dari memaki-maki itu. (Riwayat 'Abd ar-Razzaq dari Qatadah).\nAllah melarang kaum Muslimin memaki berhala yang disembah kaum musyrik untuk menghindari makian terhadap Allah dari orang-orang musyrik, karena mereka adalah orang-orang yang tidak mengetahui sifat-sifat Allah dan sebutan-sebutan yang seharusnya diucapkan untuk-Nya. Maka bisa terjadi mereka mencaci-maki Allah dengan kata-kata yang menyebabkan kemarahan orang-orang mukmin. Dari ayat ini dapat diambil pengertian bahwa sesuatu perbuatan apabila dipergunakan untuk terwujudnya perbuatan lain yang maksiat, maka seharusnyalah ditinggalkan, dan segala perbuatan yang menimbulkan akibat buruk, maka perbuatan itu terlarang. Ayat ini memberikan isyarat pula kepada adanya larangan bagi kaum Muslimin bahwa mereka tidak boleh melakukan sesuatu yang menyebabkan orang-orang kafir tambah menjauhi kebenaran. Mencaci-maki berhala sebenarnya adalah mencaci-maki benda mati. Oleh sebab itu memaki berhala itu adalah tidak dosa. Akan tetapi karena memaki berhala itu menyebabkan orang-orang musyrik merasa tersinggung dan marah, yang akhirnya mereka akan membalas dengan mencaci-maki Allah, maka terlaranglah perbuatan itu.\nAllah memberikan penjelasan bahwa Dia menjadikan setiap umat menganggap baik perbuatan mereka sendiri. Hal ini berarti bahwa ukuran baik dan tidaknya sesuatu perbuatan atau kebiasaan, adakalanya timbul dari penilaian manusia sendiri, apakah itu merupakan perbuatan atau kebiasaan yang turun-temurun ataupun perbuatan serta kebiasaan yang baru saja timbul, seperti tersinggungnya perasaan orang-orang musyrik apabila ada orang-orang yang memaki berhala-berhala mereka. Hal ini menunjukkan bahwa ukuran untuk menilai perbuatan atau kebiasaan itu baik atau buruk, adalah termasuk persoalan yang ikhtiyari. Hanya saja di samping itu Allah telah memberikan naluri pada diri manusia untuk menilai perbuatan dan kebiasaan itu, apakah perbuatan dan kebiasaan itu termasuk baik ataukah buruk. Sedangkan tugas-tugas Rasul adalah penyampaikan wahyu yang membimbing dan mengarahkan naluri untuk berkembang sebagaimana mestinya ke jalan yang benar agar mereka dapat menilai perbuatan serta kebiasaan itu dengan penilaian yang benar.\nPada akhir ayat ini Allah memberikan penjelasan bahwa manusia keseluruhannya akan kembali kepada Allah setelah mereka mati, yaitu pada hari kebangkitan; karena Dialah Tuhan yang sebenarnya dan Dia akan memberitakan seluruh perbuatan yang mereka lakukan di dunia, dan akan memberikan balasan yang setimpal.",
    "quraish": "Janganlah kalian, wahai orang-orang Mukmin, mencela patung-patung yang disembah oleh orang-orang musyrik selain Allah. Hal itu akan membuat mereka marah lantaran perbuatan kalian, dengan berbalik mencela Allah akibat sikap melampaui batas dan kedunguan mereka. Seperti apa yang Kami hiasi mereka dengan rasa cinta terhadap patung-patungnya, masing-masing umat juga Kami hiasi dengan pekerjaannya sesuai kesiapannya. Kemudian, semuanya hanya akan kembali kepada Allah di hari kiamat. Dia akan memberitahu mereka hasil perbuatannya dan akan memberikan balasannya.",
    "jalalayn": "(Dan janganlah kamu memaki sesembahan-sesembahan yang mereka puja) yaitu berhala-berhala (selain Allah) yaitu berhala-berhala yang mereka sembah (karena mereka akan memaki Allah dengan melampaui batas) penuh dengan perasaan permusuhan dan kelaliman (tanpa pengetahuan) karena mereka tidak mengerti tentang Allah (Demikianlah) sebagaimana yang telah Kami jadikan sebagai perhiasan pada diri mereka yaitu amal perbuatan mereka (Kami jadikan setiap umat menganggap baik pekerjaan mereka) berupa pekerjaan yang baik dan pekerjaan yang buruk yang biasa mereka lakukan. (Kemudian kepada Tuhanlah mereka kembali) di akhirat kelak (lalu Dia memberikan kepada mereka apa yang dahulu mereka lakukan) kemudian Dia memberikan balasannya kepada mereka."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 109,
    "arab": "وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ اَنَّهَآ اِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ",
    "translation": "Dan mereka bersumpah dengan nama Allah dengan segala kesungguhan, bahwa jika datang suatu mukjizat kepada mereka, pastilah mereka akan beriman kepadanya. Katakanlah, “Mukjizat-mukjizat itu hanya ada pada sisi Allah.” Dan tahukah kamu, bahwa apabila mukjizat (ayat-ayat) datang, mereka tidak juga akan beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/898.mp3",
    "tafsir": "Muhammad bin Ka'ab berkata, \"Orang Quraisy berkata kepada Nabi saw, \"Wahai Muhammad, engkau menceritakan bahwa Musa a.s. memiliki tongkat yang dipukulkan ke batu, lalu keluar dua belas mata air, Isa a.s. menghidupkan orang-orang mati dan kaum samud memiliki unta. Maka datangkanlah kepada kami sebagian hal tersebut, kami akan mempercayaimu.\" Rasulullah saw menjawab, \"apa yang kalian mau?\" Orang Quraisy menjawab, \"Bukit Safa jadikan emas.\" Rasul menjawab, \"kalau aku lakukan, apakah kalian mengimaniku.\" Mereka menjawab, \"ya, demi Allah kami semua mengikutimu.\" Lalu Rasulullah saw berdoa, maka datanglah Jibril a.s. dan berkata, \"jika engkau mau Bukit Safa dijadikan emas, namun saya tidak diperintahkan untuk mendatangkan mukjizat, untuk didustakan kecuali ditimpakan siksa, atau dibiarkan agar bertobat sebagian mereka.\" Maka Allah menurunkan ayat ini.\nAllah menjelaskan bahwa orang-orang musyrik bersumpah dengan nama Allah dengan segala kesungguhan bahwa seandainya Nabi dapat mendatangkan mukjizat seperti yang mereka harapkan, niscaya mereka akan percaya bahwa ayat-ayat yang diterima Nabi itu benar-benar datang dari Allah dan mereka akan mengakui bahwa Muhammad adalah utusan Allah. Hal ini menunjukkan bahwa keingkaran mereka kepada ayat-ayat Allah telah memuncak. Mereka sebenarnya tidak sanggup memahami bukti-bukti kebenaran yang terkandung dalam ayat-ayat yang diterima oleh Nabi, kemudian mereka mengusulkan agar diturunkan tanda-tanda kebenaran yang lain. Hal ini menunjukkan bahwa mereka hanyalah mencari-cari persoalan untuk menjatuhkan pribadi Nabi dengan jalan meminta turunnya mukjizat, padahal mukjizat-mukjizat itu diberikan berdasarkan izin Allah dan kebijaksanaan-Nya, tidak tergantung pada kehendak serta kemauan seseorang.\nAllah memerintahkan kepada Nabi bahwa sesungguhnya ayat-ayat itu datang dari Allah semata, jadi kekuasaan menurunkan wahyu itu tidak di tangan Muhammad melainkan di tangan Allah yang diberikan menurut kehendak-Nya.\nAllah berfirman:\nTidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. (ar-Ra'd/13: 38)\n\nSesudah itu Allah menjelaskan kepada kaum Muslimin yang mengharapkan datangnya mukjizat kepada Nabi, untuk memenuhi permintaan orang-orang kafir itu bahwa meskipun diturunkan mukjizat sesuai dengan permintaan mereka, mereka tidak akan pernah beriman. Oleh sebab itu orang Islam tidak perlu menghiraukan tuntutan mereka itu.",
    "quraish": "Orang-orang musyrik bersumpah dengan sumpah sangat teguh, bahwa jika datang kepada mereka bukti yang berbentuk materi, seperti yang mereka minta, mereka pasti akan beriman karena bukti itu. Katakan kepada mereka, wahai Muhammad, \"Sesungguhnya tanda-tanda itu datang dari Allah. Hanya Dialah yang mampu melakukan itu. Aku tidak memiliki peran atau kemampuan apa-apa.\" Kalian, wahai orang-orang Mukmin, tidak mengerti apa yang telah aku ketahui bahwa jika bukti-bukti itu datang, mereka tidak akan beriman.",
    "jalalayn": "(Mereka bersumpah) orang-orang kafir penduduk Mekah (dengan nama Allah dengan segala kesungguhan) dengan segala kesungguhan yang ada pada mereka dalam hal bersumpah (bahwa sungguh jika datang kepada mereka sesuatu mukjizat) sesuai dengan apa yang mereka minta (pastilah mereka beriman kepada mukjizat tersebut. Katakanlah) kepada mereka (\"Sesungguhnya mukjizat-mukjizat itu hanya berada di sisi Allah.\") Dialah yang akan menurunkan sesuai dengan apa yang dikehendaki-Nya karena sesungguhnya aku hanya seorang pemberi peringatan (dan apakah yang memberitahukan kepadamu) yang membuat kamu tentang keimanan mereka apabila mukjizat-mukjizat itu didatangkan; artinya kamu tidak akan mengetahui hal itu (bahwa apabila mukjizat itu datang mereka tidak akan beriman) berkat pengetahuan-Ku yang telah waspada sebelumnya. Dan menurut suatu qiraat memakai ta yakni tu`minuuna yang berarti khithab ayat ditujukan kepada orang-orang kafir. Menurut qiraat lainnya dibaca annahaa yang maknanya sinonim dengan Lafal la`alla atau menjadi ma'mul dari `amil sebelumnya."
  },
  {
    "ruku": 114,
    "name": "Al-An'am",
    "ayat": 110,
    "arab": "وَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔ ",
    "translation": "Dan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/899.mp3",
    "tafsir": "Sesudah itu Allah memberikan penjelasan kepada kaum Muslimin bahwa mereka tidak mengetahui bahwa Allah kuasa untuk memalingkan hati dan penglihatan orang-orang musyrik; maka sebagaimana mereka tidak beriman sebelum mereka meminta mukjizat itu, begitu jugalah mereka tidak mau beriman sesudah datangnya mukjizat, karena hati mereka telah dipalingkan dari kebenaran.\nAllah berfirman:\nDan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya, tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\" (al-hijr/15: 14-15)\n\nPada akhir ayat ini Allah menegaskan bahwa Allah akan membiarkan mereka memperturutkan hati mereka bergelimang dalam kekafiran dan kemaksiatan. Hati mereka diliputi oleh kebingungan dan keragu-raguan terhadap ayat-ayat yang mereka dengar. Mereka tidak dapat membedakan antara kebenaran dan tipuan. Mereka dibiarkan dalam kegelapan dan kesesatan yang nyata",
    "quraish": "Kalian juga tidak mengerti bahwa Kami membalik hati mereka ketika bukti-bukti itu datang, dengan berbagai pikiran dan penafsiran. Kami membalikkan penglihatan mereka dengan memberikan ilusi dan khayalan, hingga keadaan mereka setelah datangnya bukti-bukti itu sama dengan keadaan sebelum datangnya ayat. Kami membiarkan mereka tenggelam dalam kezaliman dan sikap keras-kepala mereka.",
    "jalalayn": "(Dan Kami memalingkan hati mereka) Kami menyimpangkan hati mereka dari perkara yang hak sehingga mereka sama sekali tidak mengerti mengenai kebenaran (dan penglihatan mereka) dari perkara yang hak tersebut sehingga mereka tidak dapat melihatnya dan pula tidak mau beriman kepadanya (seperti mereka belum pernah beriman kepadanya) artinya kepada ayat-ayat yang telah diturunkan (pada permulaannya dan Kami biarkan mereka) Kami tinggalkan mereka (di dalam lewat batas mereka) yaitu kesesatan mereka (menggelimangkan dirinya) sehingga bolak-balik dalam keadaan bingung."
  }
]