[
  {
    "ruku": 118,
    "name": "Al-An'am",
    "ayat": 141,
    "arab": "۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ",
    "translation": "Dan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebihan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/930.mp3",
    "tafsir": "Dengan ayat ini, Allah menegaskan bahwa Dialah yang menciptakan kebun-kebun yang menjalar dan yang tidak menjalar tanamannya. Dialah yang menciptakan pohon kurma dan pohon-pohon lain yang buahnya beraneka ragam bentuk warna dan rasanya. Seharusnya hal itu menarik perhatian hamba-Nya dan menjadikannya beriman, bersyukur dan bertakwa kepada-Nya. Dengan pohon kurma saja mereka telah mendapat berbagai macam manfaat. Mereka dapat makan buahnya yang masak tapi masih segar, yang manis rasanya dan dapat pula mengeringkannya sehingga dapat disimpan untuk jangka waktu yang lama dan dapat dibawa ke mana pun dalam perjalanan serta tidak perlu dimasak lagi seperti masakan lainnya.\nBijinya dapat dijadikan makanan unta. Batang, daun, pelepah dan seratnya, dapat diambil manfaatnya. Kalau dibandingkan dengan pohon-pohon di Indonesia pohon kurma itu seperti pohon kelapa. Allah mengaruniakan pula pohon zaitun dan delima, ada yang serupa bentuk tapi beda rasanya. Allah membolehkan hamba-Nya menikmati hasil dari berbagai macam pohon dan tanaman itu sebagai karunia dari Allah. Maka tidak ada hak sama sekali bagi hamba-Nya untuk mengharamkan apa yang telah dikaruniakan-Nya. Karena Allah-lah yang menciptakan, Allah-lah yang memberi, maka Allah pulalah yang berhak mengharamkan atau menghalalkannya. Kalau ada di antara hamba-hamba-Nya yang mengharamkannya maka ia telah menganggap dirinya sama kedudukannya dengan Allah, dan orang-orang yang menaatinya berarti telah menyekutukan Allah dan inilah syirik yang tak dapat diragukan lagi. Maksud mengharamkan makanan di sini ialah menjadikannya haram untuk dimakan, bila dimakan tentu berdosa. Adapun melarang makanan karena alasan kesehatan, dilarang dokter atau karena sebab-sebab lain yang membahayakan, tidaklah termasuk syirik, karena kita diperintahkan Allah untuk menjauhkan diri dari bahaya.\nKemudian Allah memerintahkan untuk memberikan sebagian dari hasil tanaman diwaktu panen kepada fakir miskin, kaum kerabat dan anak yatim, untuk mensyukuri nikmat Allah yang telah dilimpahkan-Nya kepada manusia. Ibnu Mundzir, Abu Syaikh dan Ibnu Mardawaih meriwayatkan dari Abi Sa'id al-Khudri bahwa Rasulullah saw menafsirkan firman Allah: (al-An'am/6: 141) dengan, \"berikan hak fakir miskin dari apa yang gugur dari tangkainya.\" Artinya gugur ketika dipanen.\nDalam hal ini, Mujahid berkata, \"Apabila kamu sedang panen dan datang orang-orang miskin, maka pukullah tangkai buah yang kamu panen itu dan berilah mereka apa yang jatuh dari tangkainya; apabila kamu telah memisahkan biji dari tangkainya maka berilah mereka sebagian dari padanya. Apabila engkau telah menampi membersihkan dan mengumpulkannya serta telah diketahui berapa banyak kadar nilai dari hasil panen itu, maka keluarkanlah zakatnya.\"\nMaimun bin Mihran dan Zaid bin al-A'sham meriwayatkan bahwa penduduk kota Madinah, bila mereka memanen kurma mereka membawa tangkai-tangkai kurma ke mesjid, lalu mereka letakkan di sana, maka berdatanganlah fakir miskin, lalu dipukulkannya tangkai kurma itu dan diberikannya kepada mereka kurma yang berjatuhan dari tangkainya. Menurut Sa'id bin Jubair, hal ini berlaku sebelum turunnya perintah zakat. Orang-orang Arab selalu memberikan sebagian dari hasil tanamannya untuk makanan binatang, sedekah kepada anak yatim dan fakir miskin. Kebiasaan ini dilestarikan oleh Islam ketika memberlakukan wajib zakat (pada tahun kedua Hijriah dimana zakat hasil pertanian harus diberikan atau dikeluarkan segera begitu mereka panen, tanpa ditangguhkan).\nSelanjutnya Allah melarang makan berlebih-lebihan, karena hal itu sangat berbahaya bagi kesehatan dan dapat menimbulkan bermacam-macam penyakit yang mungkin membahayakan jiwa. Allah Yang Maha Pengasih kepada hamba-Nya tidak menyukai hamba-Nya yang berlebih-lebihan itu.",
    "quraish": "Hanya Allahlah yang menciptakan berbagai kebun. Ada yang ditanam dan disanggah tiang, ada pula yang tidak. Allah menciptakan pula pohon korma dan tanaman-tanaman lain yang menghasilkan buah- buahan dengan berbagai warna, rasa, bentuk dan aroma yang berbeda-beda. Juga, Allah menciptakan buah zaitun dan delima yang serupa dalam beberapa segi, tetapi berbeda dari beberapa segi lain. Padahal, itu semua tumbuh di atas tanah yang sama dan disiram dengan air yang sama pula. Makanlah buahnya yang baik dan keluarkan zakatnya saat buah-buah itu masak. Namun, janganlah kalian berlebih-lebihan dalam memakan buah-buahan itu, sebab hal itu akan membahayakan diri sendiri dan akan mengurangi hak orang miskin. Allah tidak akan memberi perkenan atas perbuatan orang-orang yang berlebih-lebihan.",
    "jalalayn": "(Dan Dialah yang menjadikan) yang telah menciptakan (kebun-kebun) yang mendatar di permukaan tanah, seperti tanaman semangka (dan yang tidak terhampar) yang berdiri tegak di atas pohon seperti pohon kurma (dan) Dia menjadikan (pohon kurma dan tanaman-tanaman yang bermacam-macam buahnya) yakni yang berbeda-beda buah dan bijinya baik bentuk maupun rasanya (dan zaitun dan delima yang serupa) dedaunannya; menjadi hal (dan tidak sama) rasa keduanya (Makanlah dari buahnya yang bermacam-macam itu bila dia berbuah) sebelum masak betul (dan tunaikanlah haknya di hari memetik hasilnya) dengan dibaca fatah atau kasrah; yaitu sepersepuluhnya atau setengahnya (dan janganlah kamu berlebih-lebihan) dengan memberikannya semua tanpa sisa sedikit pun buat orang-orang tanggunganmu. (Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan) yaitu orang-orang yang melampaui batas hal-hal yang telah ditentukan bagi mereka."
  },
  {
    "ruku": 118,
    "name": "Al-An'am",
    "ayat": 142,
    "arab": "وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ",
    "translation": "dan di antara hewan-hewan ternak itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu, dan janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya setan itu musuh yang nyata bagimu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/931.mp3",
    "tafsir": "Dengan ayat ini Allah menerangkan bahwa Dia menciptakan untuk hamba-Nya binatang ternak, di antaranya ada yang besar dan panjang kakinya, dapat dimakan dagingnya, dapat pula dijadikan kendaraan untuk membawa mereka ke tempat yang mereka tuju, dan dapat pula mengangkut barang-barang keperluan dan barang-barang perniagaan mereka dari suatu tempat ke tempat lain. Ada pula di antara binatang-binatang itu yang kecil tubuhnya dan pendek kakinya seperti domba dan kelinci untuk dimakan dagingnya, ditenun bulunya menjadi pakaian dan diambil kulitnya menjadi tikar atau alas kaki dan sebagainya.\nDengan demikian dapat dipahami bagaimana kasih sayang Allah kepada hamba-Nya Dia melengkapi segala kebutuhan manusia dengan tanaman dan binatang bahkan menjadikan segala apa yang di langit dan di bumi untuk kepentingan makhluk-Nya, sebagaimana yang tersebut dalam firman-Nya: \n\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqman/31: 20)\nKemudian Allah menyuruh hamba-Nya untuk makan rezeki yang telah dianugerahkan-Nya, tetapi jangan sekali-kali mengikuti langkah-langkah setan, baik dari jin maupun dari manusia. Pemimpin-pemimpin dan penjaga-penjaga berhala bertindak sewenang-wenang dengan membuat-buat peraturan dan menghalalkan serta mengharamkan nikmat Allah yang dikaruniakan kepada hamba-Nya dengan sesuka hati mereka, tanpa ada petunjuk atau perintah dari Tuhan. Sesungguhnya setan itu adalah musuh yang paling nyata bagi manusia, yang kerjanya menyesatkan hamba Allah di muka bumi.",
    "quraish": "Allah menciptakan beberapa jenis hewan--seperti onta, sapi, domba dan kambing--yang dapat mengangkut barang-barang kalian yang berat dan dapat kalian manfaatkan bulu dan rambutnya sebagai alas tidur. Itu semua adalah rezeki yang Allah karuniakan untuk kalian. Makanlah rezeki yang halal itu, dan janganlah kalian mengikuti jejak langkah setan dan penolong-penolongnya dalam membuat-buat penghalalan dan pengharaman seperti yang dilakukan orang-orang jahiliah. Sungguh, setan tidak menginginkan kebaikan buat kalian, karena ia adalah musuh yang nyata.",
    "jalalayn": "(Dan) Dia menjadikan (di antara binatang ternak itu sebagai kendaraan angkutan) yaitu layak untuk mengangkut barang-barang, seperti unta yang sudah dewasa (dan sebagai binatang sembelihan) yang tak layak untuk dijadikan angkutan, seperti unta yang masih muda dan kambing. Ia dinamakan farsy/hamparan karena ia mirip dengan hamparan tanah mengingat ia sangat dekat dengannya. (Makanlah dari rezeki yang telah diberikan Allah kepadamu dan janganlah kamu mengikuti langkah-langkah setan) jalan setan di dalam masalah pengharaman dan penghalalan. (Sesungguhnya setan itu musuh yang nyata bagimu) yang jelas permusuhannya."
  },
  {
    "ruku": 118,
    "name": "Al-An'am",
    "ayat": 143,
    "arab": "ثَمٰنِيَةَ اَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ نَبِّئُوْنِيْ بِعِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ",
    "translation": "ada delapan hewan ternak yang berpasangan (empat pasang); sepasang domba dan sepasang kambing. Katakanlah, “Apakah yang diharamkan Allah dua yang jantan atau dua yang betina atau yang ada dalam kandungan kedua betinanya? Terangkanlah kepadaku berdasar pengetahuan jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/932.mp3",
    "tafsir": "Kemudian pada ayat ini diterangkan secara terperinci bahwa Allah menciptakan delapan ekor binatang berpasang-pasangan, sepasang terdiri dari domba betina dan domba jantan, yang sepasang lagi terdiri dari kambing betina dan kambing jantan. Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin sebagai kritik yang amat tajam yang mengandung cemoohan dan celaan yaitu, \"Manakah yang diharamkan Allah di antara pasangan-pasangan binatang itu. Apakah yang diharamkan Allah dua ekor yang jantan saja? Atau anak yang dikandung oleh domba dan kambing betina itu? Cobalah kamu kemukakan suatu bukti dan keterangan dari kitab Allah atau keterangan dari nabi-nabi-Nya bahwa Allah mengharamkan yang demikian itu jika kamu orang-orang yang benar dan bukan membuat-buat ketetapan itu dan kamu katakan dengan berbohong bahwa itulah keterangan-Nya.\"",
    "quraish": "Dari masing-masing hewan itu diciptakan sepasang: jantan dan betina. Seluruhnya berjumlah empat pasang (delapan ekor): sepasang domba dan sepasang kambing, Katakan, wahai Muhammad, kepada orang-orang musyrik dengan mengingkari pengharaman yang mereka lakukan, \"Apa alasan pengharaman pasangan-pasangan hewan itu? Apakah karena jantan? Tidak, sebab kalian kadang-kadang menghalalkan yang jantan. Atau karena betina? Juga tidak, sebab kalian kadang-kadang menghalalkan yang betina. Atau karena hewan-hewan itu dikandung di dalam rahim? Tidak juga, sebab kalian tidak selalu mengharamkan janin. Beritahukan aku, dengan berdasar pada pijakan yang dapat dipercaya, kalau kalian memang benar dalam penghalalan dan pengharaman itu.\"",
    "jalalayn": "(Yaitu delapan binatang yang berpasangan) yang bermacam-macam, menjadi badal dari Lafal humuulah dan farasy (dari domba) yang sejodoh (sepasang) jantan dan betina (dan dari kambing) dibaca fathah atau sukun (sepasang. Katakanlah) hai Muhammad, terhadap orang yang terkadang mengharamkan binatang jantan dan terkadang mengharamkan binatang betina kemudian ia mengaitkan hal itu kepada Allah (\"Apakah dua yang jantan) baik dari kambing maupun dari domba (diharamkan) Allah atas kamu (ataukah dua yang betina) dari kedua jenis ternak itu (ataukah yang ada dalam kandungan dua betinanya?\") baik jantan atau pun betina. (Terangkanlah kepadaku dengan berdasar pengetahuan) tentang cara pengharaman hal itu (jika kamu memang orang-orang yang benar) di dalam ayat ini terkandung makna sebagai berikut: dari manakah datangnya pengharaman itu? Apabila dari pihak jantan, maka semua binatang yang jantan berarti haram; atau bila dari pihak betina, maka berarti semua binatang betina haram hukumnya dan demikian pula binatang-binatang yang masih berada di dalam rahimnya maka berarti kedua jenis itu diharamkan. Lalu dari manakah adanya pengecualian ini sedangkan kata tanya menunjukkan makna ingkar."
  },
  {
    "ruku": 118,
    "name": "Al-An'am",
    "ayat": 144,
    "arab": "وَمِنَ الْاِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ وَصّٰىكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ",
    "translation": "Dan dari unta sepasang dan dari sapi sepasang. Katakanlah, “Apakah yang diharamkan dua yang jantan atau dua yang betina, atau yang ada dalam kandungan kedua betinanya? Apakah kamu menjadi saksi ketika Allah menetapkan ini bagimu? Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah untuk menyesatkan orang-orang tanpa pengetahuan?” Sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/933.mp3",
    "tafsir": "Demikian pula Allah telah menciptakan pasangan unta jantan dan betina, dan Dia ciptakan lagi pasangan sapi jantan dan betina, Allah memerintahkan kepada Rasul-Nya agar mengajukan pula pertanyaan kepada kaum musyrikin itu, \"Manakah yang diharamkan Allah, unta atau sapi jantankah, atau yang betina saja ataukah anak yang dikandung unta atau sapi betina itu?\" Tentu saja kaum musyrikin tidak akan dapat menjawab pertanyaan-pertanyaan yang mematahkan segala hujjah dan keterangan mereka.\nMereka telah mengharamkan sebagian dari binatang yang dihalalkan oleh Allah untuk dimakan, dengan alasan-alasan yang tidak benar dan dengan cara berbohong terhadap Allah. Maka untuk membatalkan alasan mereka dan membuka kebohongan mereka, dikemukakan pertanyaan-pertanyaan tersebut.\nKalau mereka mengharamkan yang jantan saja di antara empat macam binatang tersebut tentulah semua binatang jantan dan domba, kambing, unta dan sapi haram dimakan. Kalau yang mereka haramkan itu yang betina saja tentulah semua yang betina dari keempat jenis binatang itu haram pula dimakan. Dan kalau yang diharamkan semua anak dari jenis keempat binatang itu, mana lagi yang dibolehkan makannya, sebab semua binatang yang akan lahir kemudian adalah anak dari betina itu.\nRingkasnya tidak satupun di antara empat jenis binatang itu yang diharamkan oleh Allah. Jadi masalah mengharamkan sebagian dari binatang itu hanya perbuatan kaum musyrikin saja.\nKemudian dengan kata-kata yang lebih tajam lagi Allah memerintahkan kepada Rasul-Nya agar mengajukan pertanyaan kepada mereka yaitu, \"Apakah kamu telah menyaksikan sendiri bahwa Allah memerintahkan kepadamu untuk mengharamkan binatang itu?\"\nPasti mereka tidak akan dapat menjawab pertanyaan ini, karena mereka mengharamkan sebagian dari binatang itu, hanyalah karena mengikuti setan-setan dan pemimpin-pemimpin mereka atau karena mendapati bapak-bapak dan nenek moyang mereka mengharamkannya, sebagaimana tersebut dalam firman Allah: \n\nDan apabila mereka melakukan perbuatan keji, mereka berkata, \"Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.\" Katakanlah, \"Sesungguhnya Allah tidak pernah menyuruh berbuat keji.\" (al-A'raf/7: 28)\nDi akhir ayat ini Allah memerintahkan kepada Nabi Muhammad untuk mengatakan kepada mereka, \"Mengapa kamu mengatakan bahwa Allah telah menetapkan sesuatu, padahal kamu sendiri tahu itu bukan dari Allah. Setelah terbukti bahwa mareka tak dapat menjawab pertanyaan itu dan tidak dapat mengemukakan bukti-bukti yang nyata untuk membenarkan sikap dan perbuatan mereka dan ternyata bahwa mereka hanya membuat-buat peraturan untuk menghalalkan dan mengharamkan sesuatu bahkan mereka telah berdusta terhadap Allah dengan mengatakan bahwa ketetapan-ketetapan itu adalah dari Allah, maka Allah menegaskan bahwa mereka adalah kaum yang zalim, dan berdusta terhadap Allah untuk mneyesatkan manusia dari jalan yang benar. Akibat dari kesalahan mereka dengan sengaja berbuat kesesatan dan menyesatkan manusia, Allah tidak akan memberi petunjuk kepada mereka dan nanti di akhirat mereka akan menerima balasan yang setimpal berupa siksaan yang amat pedih di neraka Jahanam.",
    "quraish": "Selain itu, Allah menciptakan sepasang dari onta dan sepasang dari sapi. Katakan kepada mereka, wahai Muhammad, \"Apa alasan kalian mengharamkan pasangan-pasangan itu? Apakah karena jantannya? Tidak, sebab kalian kadang-kadang menghalalkan yang jantan. Atau karena betinanya? Juga tidak, sebab kalian kadang-kadang menghalalkan yang betina juga. Atau karena pasangan-pasangan itu dikandung rahim? Tidak juga, sebab kalian tidak selamanya mengharamkan janin. Kalian menganggap pengharaman itu adalah ketentuan Allah. Apakah kalian ada saat Allah mengeluarkan larangan itu sehingga kalian mendengar sendiri pelarangan-Nya? Tidak sama sekali! Hentikanlah apa yang kalian lakukan itu, karena merupakan kezaliman. Tidak ada yang lebih zalim daripada orang yang mendustakan Allah dengan menyandangkan sesuatu kepada-Nya tanpa pernah Dia melakukannya dan tanpa berdasar pada ilmu yang dapat dijadikan sandaran. Dengan kezaliman itu, ia bermaksud menyesatkan orang lain. Allah tidak akan menunjuki jalan orang-orang zalim kalau mereka memilih jalan kesesatan.\"",
    "jalalayn": "(Dan dari sepasang unta dan dari sepasang lembu, katakanlah, \"Apakah dua yang jantan yang diharamkan ataukah dua yang betina, ataukah yang ada di dalam kandungan dua betinanya. Apakah) bahkan (kamu menyaksikan) hadir (di waktu Allah menetapkan ini bagimu?) tentang pengharaman ini kemudian sengaja kamu menyatakan hal ini, tidak, bahkan kamu adalah orang-orang yang dusta dalam hal ini. (Maka siapakah) tak ada seorang pun (yang lebih lalim daripada orang-orang yang membuat-buat dusta terhadap Allah) dalam hal itu (untuk menyesatkan manusia tanpa pengetahuan?\" Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang lalim.)"
  }
]