[
  {
    "ruku": 120,
    "name": "Al-An'am",
    "ayat": 151,
    "arab": "۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, berbuat baik kepada ibu bapak, janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka; janganlah kamu mendekati perbuatan yang keji, baik yang terlihat ataupun yang tersembunyi, janganlah kamu membunuh orang yang diharamkan Allah kecuali dengan alasan yang benar. Demikianlah Dia memerintahkan kepadamu agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/940.mp3",
    "tafsir": "Di dalam permulaan ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum musyrikin yang menetapkan hukum menurut kehendak hawa nafsunya bahwa ia akan membacakan wahyu yang akan diturunkan Allah kepadanya. Wahyu itu memuat beberapa ketentuan tentang hal-hal yang diharamkan kepada mereka. Ketentuan-ketentuan hukum itu datangnya dari Allah, maka ketentuan-ketentuan itulah yang harus ditaati, karena Dia sendirilah yang berhak menentukan ketentuan hukum dengan perantara wahyu yang disampaikan oleh malaikat kepada Rasul-Nya, yang memang diutus untuk menyampaikan ketentuan-ketentuan hukum kepada umat manusia.\nKetentuan-ketentuan hukum yang disampaikan Rasul kepada kaum musyrikin itu berintikan 10 ajaran pokok yang sangat penting yang menjadi inti dari agama Islam dan semua agama yang diturunkan Allah ke dunia. Lima ketentuan di antara sepuluh ketentuan itu terdapat dalam ayat ini, empat buah di antaranya terdapat dalam ayat berikutnya (152), sedang satu ketentuan lagi terdapat dalam ayat berikutnya lagi (153).\nPara ulama menamakan sepuluh ajaran pokok itu \"al-Washaya al-'Asyr\" (sepuluh perintah), yang mana dalam ayat 151 ini disebutkan lima yaitu: \n(1)Jangan mempersekutukan Allah,\n(2)Berbuat baik kepada kedua orangtua (ibu dan bapak),\n(3)Jangan membunuh anak karena kemiskinan,\n(4)Jangan mendekati (berbuat) kejahatan secara terang-terangan maupun secara tersembunyi,\n(5)Jangan membunuh jiwa yang diharamkan membunuhnya oleh Allah.\n\nAdapun larangan tidak boleh mempersekutukan Allah adalah pokok pertama yang paling mutlak, baik dengan perkataan atau iktikad. Seperti mempercayai bahwa Tuhan itu bersekutu, atau dengan perbuatan seperti menyembah berhala-berhala atau sembahan-sembahan lainnya.\nSetelah Allah memerintahkan manusia agar bertauhid dan jangan mempersekutukan-Nya, maka Allah memerintahkan manusia agar berbuat baik terhadap kedua orang tua. Urutan ini jelas menerangkan bagaimana pentingnya berbuat baik terhadap kedua orangtua, meskipun mereka salah atau menyuruh anaknya mempersekutukan Tuhan, namun si anak tetap harus berbuat baik terhadap mereka di dunia ini dan harus menolak dengan sopan suruhan atau ajakan orangtua untuk mempersekutukan Tuhan, sebagaimana firman Allah: \n\nDan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik. (Luqman/31: 15)\n\nDi dalam hadis yang diriwayatkan oleh al-Bukhari dan Muslim dari Abdullah bin Mas'ud. Dia menyampaikan hadis yang maksudnya sebagai berikut:\n\"Saya bertanya kepada Rasulullah, tentang amal yang paling afdhal?\" Rasulullah menjawab, \"salat tepat pada waktunya,\" apalagi sesudah itu? Jawabnya, \"berbuat baik terhadap kedua orang tua,\" apalagi sesudah itu? Jawabnya, \"berjihad di jalah Allah.\" (Riwayat al-Bukhari dan Muslim)\nYang dimaksud dengan berbuat baik terhadap kedua orang tua ialah menghormati keduanya, baik dengan perkataan maupun dengan perbuatan penuh rasa cinta dan kasih sayang, bukan karena takut atau terpaksa. Penghormatan tersebut wajib, di samping kewajiban anak membelanjai ibu bapaknya yang tidak mampu, sesuai dengan kesanggupan anak itu. \nPerintah berbuat baik kepada orang tua diikuti dengan larangan kepada orang tua membunuh anak mereka disebabkan kemiskinan yang menimpa mereka, karena Tuhan akan memberi rezeki kepada mereka dan anak-anak mereka.\nFirman Allah: \n\nDan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isra'/17: 31)\n\nLarangan membunuh anak pada ayat ini berbeda dengan larangan membunuh anak pada ayat lain (dalam Surah al-Isra' ayat 31). Pada ayat 151 Surah al-An'am, larangan membunuh anak karena takut kemiskinan yang sedang diderita (menimpa). Pada ayat ini dijelaskan bahwa Allah akan memberi rezeki kepada orang tua yang membelanjai anaknya, dan kata berarti bahwa Allah akan memberi rezeki kepada mereka (anak-anakmu).\nSedangkan dalam Surah al-Isra', Allah menjelaskan pada ayat artinya \"Kami akan memberi rezeki kepada mereka (anak-anak)\" dan kata artinya \"Allah akan memberi rezeki kepadamu (orang tua). Didahulukannya anak-anak dalam pemberian rezeki menunjukkan perhatian Allah yang begitu besar terhadap anak, akibat sikap orang tua yang takut punya anak karena takut menjadi miskin.\nPada ayat ini Allah melarang mendekati perbuatan-perbuatan keji apalagi mengerjakannya, baik berupa perbuatan, seperti berzina, atau menuduh orang berzina, baik perbuatan itu dilakukan dengan terang-terangan atau dengan sembunyi.\nDiriwayatkan dari Ibnu 'Abbas dalam menafsirkan ayat ini, pada masa Jahiliyah orang-orang tidak memandang jahat melakukan zina secara tersembunyi, tetapi mereka memandang jahat kalau dilakukan secara terang-terangan. Maka dengan ayat ini Allah mengharamkan zina secara terang-terangan atau tersembunyi. Pendapat lain mengatakan bahwa yang dimaksud dengan perbuatan yang nampak (terang) ialah semua perbuatan dengan anggota tubuh, sedangkan yang tersembunyi adalah perbuatan hati, seperti takabur, iri hati, dan sebagainya.\nPada ayat ini Allah melarang pula membunuh jiwa tanpa sebab yang benar menurut ajaran Tuhan. Rasulullah bersabda: \n\"Tidak boleh membunuh jiwa seorang muslim, terkecuali disebabkan salah satu dari tiga perkara, yaitu: karena murtad (muslim yang berbalik jadi kafir), zina, muhsan (zina orang yang sudah pernah kawin) dan membunuh manusia tanpa sebab yang benar.\" (Riwayat Abu Daud).\n\nDemikian juga orang-orang kafir yang ada perjanjian damai dengan kaum Muslimin tidak boleh dibunuh atau diganggu, sesuai dengan sabda Rasulullah: \n\"Mereka mempunyai hak sebagaimana hak yang ada pada kami (kaum muslimin) dan mempunyai kewajiban sebagaimana kewajiban yang ada pada kami (kaum muslimin).\" (Riwayat At-Tirmidzi)\n\nSetelah diterangkan lima dari ajaran pokok yang sangat penting itu, maka Allah mengakhiri ayat ini dengan suatu penegasan yang maksudnya: Demikian itulah yang diperintahkan Tuhan kepadamu, agar kamu memahami tujuannya bukan seperti tindakanmu yang menghalalkan dan mengharamkan sesuatu menurut hawa nafsu.",
    "quraish": "Katakan pula, \"Kemarilah kalian, akan aku terangkan larangan-larangan yang harus kalian perhatikan dan jauhi. Pertama, jangan menyekutukan Allah dengan apa pun dan dalam bentuk apa pun. Kedua, jangan berbuat tidak baik (artinya: harus berbuat baik) kepada orang tua. Perbanyaklah berbuat baik kepada mereka. Ketiga, jangan membunuh anak-anak kalian karena takut kemiskinan yang melanda kalian atau yang akan melanda mereka kelak. Kalian tidak memberikan rezeki kepada mereka. Kamilah yang memberikan rezeki kepada kalian dan kepada mereka. Keempat, jangan dekati perbuatan zina, sebab zina adalah perbuatan yang sangat jelek dan hina. Larangan ini berlaku pada zina yang tampak, diketahui oleh orang, juga pada zina yang tidak tampak dan hanya diketahui oleh Allah. Kelima, jangan membunuh jiwa yang memang dilarang karena tidak ada alasan yang sah, kecuali kalau membunuh itu dilakukan secara benar, karena melaksanakan keputusan hukum. Allah sangat menekankan perintah menjauhi larangan itu, sesuatu yang oleh akal sehat pun dinilai demikian, agar kalian berpikir.",
    "jalalayn": "(Katakanlah, \"Marilah kubacakan yang diharamkan atas kamu oleh Tuhanmu, yaitu) an bermakna menafsirkan (janganlah kamu mempersekutukan sesuatu dengan Dia dan) berbuat baiklah (terhadap kedua orang tua sebaik-baiknya dan janganlah kamu membunuh anak-anak kamu) dengan menguburkan hidup-hidup (karena) sebab (takut kemiskinan) kemelaratan yang kamu khawatirkan (Kami akan memberi rezeki kepadamu dan kepada mereka dan janganlah kamu mendekati perbuatan-perbuatan yang keji) dosa-dosa besar seperti perbuatan zina (baik yang tampak di antaranya maupun yang tersembunyi) yang kelihatan dan yang tidak kelihatan. (Dan janganlah kamu membunuh jiwa yang diharamkan Allah membunuhnya kecuali dengan sesuatu sebab yang benar.\") yaitu seperti hukum kisas dan hudud murtad serta rajam bagi yang pezina muhshan. (Demikian itu) apa yang telah disebutkan itu (adalah yang diperintahkan oleh Tuhanmu kepadamu supaya kamu memahaminya) supaya kamu memikirkannya."
  },
  {
    "ruku": 120,
    "name": "Al-An'am",
    "ayat": 152,
    "arab": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗ ۚوَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ  لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۚ وَاِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ اَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ",
    "translation": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Dan sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, bicaralah sejujurnya, sekalipun dia kerabat(mu) dan penuhilah janji Allah. Demikianlah Dia memerintahkan kepadamu agar kamu ingat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/941.mp3",
    "tafsir": "Pada ayat 151 telah disebutkan lima dari sepuluh \"al-Washaya al-'Asyr\", sedang dalam ayat 152 ini disebutkan lima atau empat wasiat (menurut sebagian mufassirin) sedang yang sisanya (yang kesepuluh) terdapat pada ayat 153. Wasiat-wasiat itu adalah : \n(6)Jangan mendekati harta anak yatim, kecuali dengan cara yang lebih bermanfaat.\n(7/8)Keharusan menyempurnakan takaran dan timbangan.\n(9) Berlaku adil dalam perkataan, meskipun terhadap keluarga.\n(10)Memenuhi janji Allah.\n\nAdapun larangan mendekati harta anak yatim, maksudnya, siapapun tidak boleh mendekati, menggunakan atau memanfaatkan harta anak yatim, baik dari pihak wali maupun dari pihak lain kecuali pendekatan itu bertujuan untuk memelihara dan mengembangkan harta anak yatim. Jika anak yatim itu sudah dewasa barulah diserahkan harta tersebut kepadanya. Mengenai usia, para ulama menyatakan sekitar 15-18 tahun atau dengan melihat situasi dan kondisi anak, mengingat kedewasaan tidak hanya didasarkan pada usia tapi pada kematangan emosi dan tanggung jawab sehingga bisa memelihara dan mengembangkan hartanya dan tidak berfoya-foya atau menghamburkan warisannya.\nTentang keharusan menyempurnakan takaran dan timbangan, perintah ini berulang kali disebutkan pada beberapa surah dalam Al-Qur'an dengan bermacam cara, bentuk dan hubungannya dengan persoalan yang bermacam-macam pula, antara lain firman Allah: \n\nDan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya. (al-Isra'/17: 35)\n\nPerintah Tuhan untuk menyempurnakan takaran dan timbangan adalah sekadar menurut kemampuan yang biasa dilaksanakan dalam soal ini, karena Tuhan tidak memberati hamba-Nya melainkan sekadar kemampuannya. Yang penting tidak ada unsur atau maksud penipuan. Yang dimaksud tentang keharusan berkata dengan adil kendati pun terhadap keluarga ialah setiap perkataan terutama dalam memberikan kesaksian dan putusan hukum. Dan ini sangat penting bagi setiap pembangunan terutama di bidang akhlak dan sosial, tanpa membedakan orang lain dengan kaum kerabat. Hal ini telah diterangkan pula dalam firman Allah: \n\nAllah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar. (al-Fath/48: 29)\nAdapun yang dimaksud dengan janji Allah, ialah semua janji baik terhadap Tuhan seperti firman Allah: \n\nBukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu. (Yasin/36: 60)\nFirman Allah yang lain: \n\nDan orang-orang yang menepati janji apabila berjanji. (al-Baqarah/2: 177)\n\nAyat ini diakhiri dengan ungkapan \"semoga kamu ingat\", sebab semua perintah atau larangan yang tersebut dalam ayat ini pada umumnya diketahui dan dilaksanakan orang-orang Arab Jahiliyah, bahkan mereka bangga karena memiliki sifat-sifat terpuji itu. Jadi ayat ini mengingatkan mereka agar tidak lupa, atau agar mereka saling ingat-mengingatkan pentingnya melaksanakan perintah Allah tersebut.",
    "quraish": "Keenam, jangan menggunakan harta anak yatim kecuali dengan cara terbaik yang dapat menjamin dan mengembangkannya, sampai ia mencapai usia dewasa dan mampu mengatur sendiri keuangannya dengan baik. Saat itu, serahkan harta itu kepadanya. Ketujuh, jagan mengurangi timbangan atau ukuran saat kalian memberi dan jangan meminta lebih atau tambahan saat kalian menerima. Lakukanlah timbangan itu secara adil semampu kalian. Allah tidak membebani manusia kecuali sesuatu yang sesuai dengan kemampuannya, tanpa merasa terpaksa. Kedelapan, apabila kalian mengucapkan sesuatu tentang hukum, persaksian, berita dan sebagainya, jangan sampai condong kepada perilaku tidak adil dan tidak jujur. Lakukanlah itu tanpa melihat hubungan kebangsaan, warna kulit, kekerabatan, dan sebagainya. Kesembilan, jangan melanggar janji kepada Allah yang telah memberikan tugas. Juga, jangan mlanggar janji di antara sesama kalian, berkenaan dengan urusan yang disyariatkan. Tepatilah semua janji itu. Allah menekankan perintah menjauhi larangan ini kepada kalian, agar kalian ingat bahwa ketentuan itu memang untuk maslahat kalian.",
    "jalalayn": "(Dan janganlah kamu dekati harta anak yatim kecuali dengan cara) dengan sikap yang (lebih baik) yaitu cara yang di dalamnya mengandung kemaslahatan/manfaat bagi anak yatim hingga ia dewasa) seumpamanya dia sudah balig. (Dan sempurnakanlah takaran dan timbangan dengan adil) secara adil dan tidak curang. (Kami tidak memikulkan beban kepada seseorang melainkan sekadar kesanggupannya) sesuai dengan kemampuannya dalam hal ini; apabila ia berbuat kekeliruan di dalam menakar atau menimbang sesuatu, maka Allah mengetahui kebenaran niat yang sesungguhnya, oleh karena itu maka ia tidak berdosa, sebagaimana yang telah disebutkan dalam hadis Nabi saw. (Dan apabila kamu berkata) dalam masalah hukum atau lainnya (maka hendaklah kamu berlaku adil) jujur (kendatipun dia) orang yang bersangkutan (adalah kerabatmu) famili (dan penuhilah janji Allah. Yang demikian itu diperintahkan Allah kepadamu agar kamu ingat) dengan memakai tasydid agar menjadikannya sebagai pelajaran; dan juga dibaca dengan sukun."
  },
  {
    "ruku": 120,
    "name": "Al-An'am",
    "ayat": 153,
    "arab": "وَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ",
    "translation": "Dan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/942.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Rasulullah saw diperintahkan untuk menjelaskan kepada kaumnya bahwa Al-Qur'an yang mengajak kepada jalan yang benar, menghimbau mereka agar mengikuti ajaran Al-Qur'an demi kepentingan hidup mereka, karena Al-Qur'an adalah pedoman dan petunjuk dari Allah untuk memperoleh kebahagiaan dunia dan akhirat yang diridai-Nya. Inilah jalan yang lurus, ikutilah dia, dan jangan mengikuti jalan yang lain yang akan menyesatkan kamu dari jalan Allah.\nDalam Sunan Ahmad, an-Nasa'i, Abu Syaikh dan al-Hakim dari Abdullah bin Mas'ud, diriwayatkan dalam sebuah hadis yang maksudnya: Aku dan beberapa sahabat lainnya duduk bersama Rasulullah, lalu Rasulullah, membuat garis lurus dengan tangannya dan bersabda, \"Ini jalan Allah yang lurus\", kemudian beliau menggariskan beberapa garis lagi dari kanan-kiri garis pertama tadi lalu bersabda, \"ini jalan-jalan yang sesat.\" Pada setiap ujung jalan dari jalan-jalan itu ada setan yang mengajak manusia untuk menempuhnya, kemudian Rasulullah membaca ayat ini (al-An'am/6: 152).\nPara ahli tafsir mengatakan, bahwa bercerai-berai dalam agama Islam, karena perbedaan pendapat dan mazhab dilarang oleh Allah, karena melemahkan persatuan mereka dan sangat membahayakan agama itu sendiri. Kemudian ayat 153 ini, diakhiri dengan anjuran bertakwa karena dengan bertakwalah dapat dicapai kebahagiaan dunia dan akhirat yang diridai Allah.",
    "quraish": "Terakhir, kesepuluh, jangan kalian keluar dari ketentuan yang telah Aku gariskan. Sebab, ketentuan- ketentuan itu adalah jalan yang lurus yang akan mengantarkan kebahagiaan dunia dan akhirat. Ikutilah jalan itu dan jangan sekali-kali mengikuti jalan lain yang tidak benar, yang telah dilarang Allah, agar kalian tidak terpecah menjadi kelompok-kelompok dan golongan-golongan, dan tidak menjauh dari jalan Allah yang lurus. Allah menegaskan perintah menjauhi larangan itu, agar kalian tidak sekali-kali melanggarnya.\"",
    "jalalayn": "(Dan bahwa) dengan memakai harakat fatah mentakdirkan lam, dan dengan memakai harakat kasrah sebagai jumlah isti'naf/permulaan (hal ini) apa yang Kami pesankan kepada kamu (adalah jalan-Ku yang lurus) menjadi hal (maka ikutilah dia; dan janganlah kamu mengikuti jalan-jalan) cara-cara yang bertentangan dengannya (karena jalan itu mencerai-beraikan) dengan membuang salah satu di antara dua huruf ta, yakni akan menyelewengkan (kamu dari jalan-Nya) agama-Nya (yang demikian itu diperintahkan Allah kepadamu agar kamu bertakwa.)"
  },
  {
    "ruku": 120,
    "name": "Al-An'am",
    "ayat": 154,
    "arab": "ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ اَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَ ࣖ ",
    "translation": "Kemudian Kami telah memberikan kepada Musa Kitab (Taurat) untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, untuk menjelaskan segala sesuatu, dan sebagai petunjuk dan rahmat, agar mereka beriman akan adanya pertemuan dengan Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/943.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan Nabi Muhammad saw, agar mengatakan kepada orang-orang Yahudi bahwa Allah telah memberikan Kitab kepada Musa, yaitu Kitab Taurat untuk menyempurnakan nikmatnya kepada orang yang berbuat kebaikan dan untuk menjelaskan segala hukum dan sebagai petunjuk dan rahmat bagi Bani Israil (umat Nabi Musa) mudah-mudahan mereka percaya bahwa mereka akan kembali menemui Tuhannya sesudah mati.",
    "quraish": "Kami telah menurunkan Tawrât kepada Mûsâ sebagai penyempurna atas nikmat yang Kami berikan kepada orang yang melakukan agama dengan baik. Selain itu, juga sebagai perincian ajaran yang sesuai dengan mereka, sebagai petunjuk ke jalan yang benar, dan sebagai kasih sayang Kami kepada mereka dan pengikut-pengikutnya. Itu semua, agar Banû Isrâ'îl percaya kepada hari pertemuan dengan Tuhan, yaitu hari kiamat, ketika pelaksanaan mereka terhadap tugas-tugas dan kewajiban itu akan dihitung.",
    "jalalayn": "(Kemudian Kami telah memberikan Alkitab kepada Musa) kitab Taurat; tsumma bermakna untuk tertibnya rentetan kisah (untuk menyempurnakan) nikmat (kepada orang-orang yang berbuat kebaikan) agar mengamalkan kandungan isinya (dan untuk menjelaskan) menerangkan (segala sesuatu) yang diperlukan dalam masalah agama (dan sebagai petunjuk dan rahmat agar mereka) kaum Bani Israel (terhadap hari pertemuan dengan Tuhan mereka) dengan dibangkitkannya mereka (mereka mau beriman.)"
  }
]