[
  {
    "ruku": 124,
    "name": "Al-A'raf",
    "ayat": 26,
    "arab": "يَا بَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْاٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ",
    "translation": "Wahai anak cucu Adam! Sesungguhnya Kami telah menyediakan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, itulah yang lebih baik. Demikianlah sebagian tanda-tanda kekuasaan Allah, mudah-mudahan mereka ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/980.mp3",
    "tafsir": "Pada ayat ini, Allah menyeru kepada anak-cucu Adam dan memperingatkan nikmat yang begitu banyak yang telah dianugerahkan-Nya agar mereka tidak melakukan maksiat, tetapi hendaklah mereka bertakwa kepada-Nya, dimana saja mereka berada, sesuai dengan sabda Nabi Muhammad saw: \n\"Bertaqwalah kepada Allah di mana pun engkau berada.\" (Riwayat at-Tirmidzi dari Mu'adz bin Jabal)\nAllah yang menurunkan hujan dari langit, yang menyebabkan tumbuhnya kapas, rami, wool dan sebagainya yang kesemuanya itu dapat dijadikan bahan pakaian sesudah diolah untuk dipakai menutupi aurat kita, tubuh kita dan untuk menahan panas dan dingin dan dipakai dalam peperangan untuk menahan senjata (baju besi) pakaian juga bisa dijadikan keindahan sebagai perhiasan, satu hal yang disukai oleh Allah sebagaimana sabda Nabi Muhammad saw\n\"Sesungguhnya Allah itu sangat indah, menyenangi keindahan.\" (Riwayat Muslim dan at-Tirmidzi dari Ibnu Mas'ud) \nIni semua merupakan pakaian dan keindahan lahiriah. Di samping itu ada lagi macam pakaian yang sifatnya rohaniah yang jauh lebih baik dari pakaian lahiriah tadi, karena ia dapat menghimpun segala macam kebaikan, yaitu takwa kepada Allah.\nSabda Nabi Muhammad saw: \n\"Hendaklah kamu bertakwa kepada Allah, karena sesungguhnya takwa itu menghimpun segala kebaikan\". (Riwayat Abu Ya'la dari Abu Sa'id)\nDengan takwa itu, Allah senantiasa memberikan kepada kita petunjuk untuk dapat mengatasi dan keluar dari kesulitan yang dihadapi. Dia akan memberikan kepada kita rezeki dari arah yang tidak terduga-duga sebelumnya dan selalu dimudahkan urusan kita, sebagaimana firman Allah: \n\nBarang siapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3)\nFirman Allah: \n\nDan barang siapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. (Ath-thalaq/65: 4) \nSegala nikmat yang telah dianugerahkan Allah seperti memberikan pakaian adalah tanda bagi kekuasaan Allah dan membuktikan kebaikan-Nya kepada anak cucu Adam a.s. maka pada tempatnyalah kalau kita selalu mengingat Allah, mensyukuri nikmat-Nya, menjauhi ajakan setan dan tidak berlebihan dalam ucapan dan lain sebagainya.",
    "quraish": "Hai anak keturunan Adam, Kami telah berikan nikmat kepada kalian. Kami ciptakan pakaian sebagai penutup aurat dan penghias diri. Tetapi ketakwaan adalah pakaian terbaik yang dapat memelihara diri dari siksaan. Nikmat-nikmat tersebut merupakan bukti atas kekuasaan dan kasih sayang Allah agar manusia ingat akan keagungan-Nya dan keberhakan-Nya sebagai satu-satunya Tuhan yang patut disembah. Kisah di atas juga merupakan ketentuan Allah di alam raya yang menjelaskan balasan akibat melanggar perintah Allah, sehingga manusia menjadi terus ingat, berusaha taat kepada Allah dan mensyukuri semua nikmat.",
    "jalalayn": "(Hai anak Adam! Sesungguhnya Kami telah menurunkan kepadamu pakaian) Kami telah menciptakannya untuk kamu (untuk menutupi) guna menutupi (auratmu dan pakaian perhiasan) pakaian yang digunakan sebagai perhiasan. (Dan pakaian takwa) yakni amal saleh dan akhlak yang baik; dengan dibaca nashab karena diathafkan kepada lafal libaasan, dan dibaca rafa' sebagai mubtada sedangkan khabarnya ialah jumlah berikut ini (itulah yang lebih baik. Yang demikian itu adalah sebagian tanda-tanda kekuasaan Allah) bukti-bukti yang menunjukkan kekuasaan-Nya (mudah-mudahan mereka selalu ingat) kemudian mau beriman; di dalam jumlah ini terkandung iltifat atau kata sindiran terhadap mukhathab atau orang yang diajak bicara."
  },
  {
    "ruku": 124,
    "name": "Al-A'raf",
    "ayat": 27,
    "arab": "يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ ",
    "translation": "Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/981.mp3",
    "tafsir": "Ayat ini menyerukan kepada anak cucu Adam agar mereka jangan sampai lalai dan lengah, melupakan dan menyia-nyiakan dirinya, tidak menyucikan dan agar membentengi dirinya dengan takwa. Hendaknya mereka selalu mengingat Allah, karena kalau tidak, hatinya akan berkarat sebagaimana berkaratnya besi. Dengan demikian, mereka akan mempunyai kekuatan yang membaja untuk menghadapi bujukan dan rayuan setan dan selamatlah mereka dari tipu dayanya dan tidak akan mengalami nasib buruk seperti yang telah dialami ibu bapak manusia, yaitu Adam a.s. dengan istrinya, sehingga keduanya dikeluarkan dari surga, pakaiannya tanggal sehingga auratnya kelihatan. Setan dan pengikutnya turun temurun memusuhi terus menerus anak-cucu Adam. Dia senantiasa mengintip dan memperhatikan, di mana ada kelemahan mereka, di sanalah dia memasukkan jarumnya sebagai godaan dan tipuan. Dialah musuh yang sangat berbahaya, karena dia melihat mereka, sedang mereka tidak melihatnya. Dia lebih berbahaya dari musuh biasa yang dapat dilihat karena musuh-musuh lahiriah itu dapat diketahui di mana adanya dan ke mana arah tujuannya, malah lebih berbahaya lagi dari musuh dalam selimut. Dia mengalir dalam tubuh manusia seperti mengalirnya darah, sebagaimana sabda Nabi Muhammad saw\n\"Sesungguhnya setan itu mengalir pada tubuh anak-cucu Adam sebagaimana mengalirnya darah dalam tubuh\". (Riwayat al-Bukhari dan Muslim dari Anas)\nSetan itu tidak ubahnya dengan bahaya penyakit yang tidak kelihatan kecuali dengan mikroskop yang biasanya ditularkan oleh lalat atau nyamuk yang dimasukkan ke dalam makanan dan minuman atau ke dalam tubuh manusia melalui darah. Ia menembus masuk ke dalam tubuh tanpa diketahui yang akibatnya menyedihkan sekali, karena sukar akan dapat sembuh dalam waktu singkat dan ada kemungkinan tidak dapat sembuh sama sekali. Berbeda dengan penyakit yang dapat dilihat dengan mata kepala seperti kudis dan sebagainya, dengan cepat dapat diobati dan dalam waktu singkat dapat sembuh. Kekhawatiran yang berakibat buruk seperti tersebut di atas itu dapat terjadi hanya pada manusia yang kurang atau sama sekali tidak beriman, karena mereka itulah yang akan menjadi mangsanya dan kepada merekalah, Allah telah menjadikan setan sebagai pemiliknya.",
    "quraish": "Hai anak Adam, jangan kalian penuhi ajakan dan kesesatan dari setan. Sebab, itu dapat menghilangkan nikmat-nikmat yang bisa kekal hanya dengan bersyukur dan taat kepada Allah. Jangan seperti kedua orang tuamu, Adam dan istrinya. Mereka dikeluarkan oleh setan dari segala kenikmatan dan kemuliaan. Setan melepas pakaian mereka berdua dan membuka auratnya. Ia dan kawan-kawannya mendatangi kalian tanpa kalian rasakan kedatangannya. Cara-cara dan tipu dayanya pun tidak kalian rasakan. Setan tidak bisa berbuat apa-apa terhadap orang-orang yang beriman. Sesungguhnya Kami menjadikan setan-setan itu sebagai pemimpin bagi orang-orang yang tidak beriman dengan keimanan yang benar dan membuatnya taat secara total.",
    "jalalayn": "(Hai anak Adam janganlah sekali-kali kamu dapat ditipu) disesatkan (oleh setan) janganlah kamu mengikuti setan sehingga akibatnya kamu akan tertipu (sebagaimana ia telah mengeluarkan ibu-bapakmu) dengan senjata tipu-dayanya (dari surga, di mana ia menanggalkan) menjadi hal (daripada keduanya yaitu pakaian mereka berdua untuk memperlihatkan kepada keduanya aurat masing-masing. Sesungguhnya ia) yakni setan itu (dan pengikut-pengikutnya melihat kamu) yaitu bala tentaranya (dari suatu tempat yang kamu tidak bisa melihat mereka) karena kehalusan jasad mereka atau karena mereka tidak berwarna. (Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin-pemimpin) artinya pendukung-pendukung dan teman-teman (bagi orang-orang yang tidak beriman)."
  },
  {
    "ruku": 124,
    "name": "Al-A'raf",
    "ayat": 28,
    "arab": "وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Dan apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian, dan Allah menyuruh kami mengerjakannya.” Katakanlah, “Sesungguhnya Allah tidak pernah menyuruh berbuat keji. Mengapa kamu membicarakan tentang Allah apa yang tidak kamu ketahui?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/982.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang tidak beriman kepada Allah, dan orang-orang yang telah menjadikan setan sebagai pemimpinnya, apabila berbuat kejahatan, seperti mengingkari Allah dan menyekutukan-Nya, mereka mengemukakan alasan dan uzur, \"Begitulah yang kami ketahui dan kami dapati dari nenek moyang kami. Kami hanya mengikuti apa yang telah dikerjakan mereka, bahkan Allah telah memerintahkan kepada kami yang demikian, dan kami hanya menuruti perintah-Nya.\" Pengakuan mereka jelas tidak dapat dibenarkan, karena Allah mempunyai sifat kesempurnaan, tidak mungkin dan tidak masuk akal akan menyuruh dan memerintahkan mereka berbuat jahat dan keji seperti perbuatan tersebut di atas. Sebenarnya yang memerintahkan mereka berbuat jahat dan keji tentunya tiada lain melainkan setan sebagaimana firman Allah: \n\nSetan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir)... (al-Baqarah/2: 268)\n\nMereka mengeluarkan perkataan yang dialamatkan kepada Allah, bahwa Dialah yang menyuruh berbuat jahat dan keji. Itu adalah ucapan yang tidak beralasan yang tidak didasarkan atas pengetahuan, padahal yang demikian itu akan mereka pertanggungjawabkan nanti di akhirat sebagaimana firman Allah: \n\nDan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya. (al-Isra'/17: 36)",
    "quraish": "Orang-orang yang mendustakan rasul, apabila melakukan kemungkaran seperti syirik, tawaf di sekeliling Ka'bah dengan telanjang dan sebagainya, beralasan dengan mengatakan, \"Kami mendapati leluhur kami melakukan hal itu. Kami sekadar mengikuti mereka. Allah memerintahkan kami untuk melakukannya dan meridainya dengan menetapkan perbuatan tersebut.\" Katakanlah, hai Nabi, dengan mengingkari kedustaan mereka, \"Sesungguhnya Allah tidak menyuruh kalian melakukan perbuatan-perbuatan makar semacam itu. Apakah kalian menisbatkan sesuatu yang tidak beralasan kepada Allah padahal kalian juga tidak mengetahui kebenarannya.\"",
    "jalalayn": "(Dan apabila mereka melakukan perbuatan keji) seperti perbuatan syirik dan tawaf mereka di sekeliling Kakbah dalam keadaan telanjang seraya mengemukakan alasan mereka, \"Kami tidak akan melakukan tawaf dengan pakaian yang biasa kami gunakan untuk maksiat.\" Kemudian mereka dilarang dari perbuatan tersebut (mereka berkata, \"Kami mendapati nenek-moyang kami mengerjakan yang demikian itu) kami hanya mengikut kepada mereka (dan Allah menyuruh kami mengerjakannya.\") juga. (Katakanlah) kepada mereka (\"Sesungguhnya Allah tidak menyuruh mengadakan perbuatan yang keji.\" Mengapa kamu mengada-adakan terhadap Allah apa yang tidak kamu ketahui?) bahwa Allah mengatakannya; istifham atau kata tanya di sini menunjukkan makna ingkar atau sanggahan."
  },
  {
    "ruku": 124,
    "name": "Al-A'raf",
    "ayat": 29,
    "arab": "قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ",
    "translation": "Katakanlah, “Tuhanku menyuruhku berlaku adil. Hadapkanlah wajahmu (kepada Allah) pada setiap salat, dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya. Kamu akan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/983.mp3",
    "tafsir": "Ayat ini memperbaiki kekeliruan mereka, terbukti Allah memerintahkan Nabi Muhammad untuk mengatakan kepada mereka, \"Bahwasanya Allah hanya memerintahkan kepada-ku agar berlaku adil, salat setiap waktu, istiqamah, ikhlas dan baik di dalam semua hal,\" sebagaimana firman Allah: \n\nSesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran dan permusuhan. (an-Nahl/16: 90)\n\nAllah menyuruh agar mereka mengarahkan mukanya ke Ka'bah yang telah ditetapkan menjadi kiblat bagi setiap orang yang salat, baik di mesjid maupun di tempat lain, penuh dengan keikhlasan, karena suatu amal tanpa disertai keikhlasan tidak akan diterima oleh Allah, sebagaimana sabda Nabi Muhammad: \n\"Sesungguhnya Allah tidak akan menerima amal kecuali dikerjakan dengan ikhlas untuk (memperoleh rida)-Nya.\" (Riwayat an-Nasa'i dari Abu Umamah)\nUntuk mendorong mereka agar tetap ingat dan patuh kepada Allah, tidak terpengaruh kepada ajakan dan bujukan setan, mereka harus selalu ingat kepada Allah. Hal itu karena Allah telah menciptakan mereka pada mulanya dan kapada-Nya pulalah mereka akan kembali kelak. Pada hari pembalasan, mereka akan mempertanggungjawabkan semua perbuatan yang telah mereka kerjakan di dunia.\n\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94)",
    "quraish": "Terangkan kepada mereka apa yang diperintahkan Allah. Katakanlah, \"Tuhanku menyuruh berlaku adil dan tidak berlaku keji. Dia menyuruh kalian beribadah hanya kepada-Nya di setiap waktu dan tempat. Dan Dia juga menyuruh kalian ikhlas dalam beribadah kepada-Nya. Masing-masing kalian akan kembali kepada- Nya setelah mati. Seperti halnya Dia menciptakan kalian dengan mudah di saat kalian tidak memiliki apa- apa, kalian akan dikembalikan kepada-Nya dengan mudah pula, meninggalkan semua nikmat yang ada di sekeliling kalian.\"",
    "jalalayn": "(Katakanlah, \"Tuhanku menyuruh menjalankan keadilan\") yaitu perbuatan yang adil. (Dan luruskanlah) diathafkan secara makna kepada lafal bil qisthi, yang artinya, Ia berkata, \"Berlaku adillah kamu dan luruskanlah dirimu.\" Atau diathafkan kepada lafal sebelumnya dengan menyimpan taqdir yakni: Hadapkanlah dirimu (mukamu) kepada Allah (di setiap salatmu) ikhlaslah kamu kepada-Nya di dalam sujudmu (dan sembahlah Allah) beribadahlah kepada-Nya (dengan mengikhlaskan ketaatan kepada-Nya) bersih dari kemusyrikan. (Sebagaimana Dia menciptakanmu pada permulaan) yang sebelumnya kamu bukanlah merupakan sesuatu (demikian pulalah akan kembali kepada-Nya) artinya Dia akan mengembalikan kamu pada hari kiamat dalam keadaan hidup kembali."
  },
  {
    "ruku": 124,
    "name": "Al-A'raf",
    "ayat": 30,
    "arab": "فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ",
    "translation": "Sebagian diberi-Nya petunjuk dan sebagian lagi sepantasnya menjadi sesat. Mereka menjadikan setan-setan sebagai pelindung selain Allah. Mereka mengira bahwa mereka mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/984.mp3",
    "tafsir": "Manusia terbagi atas dua golongan. Golongan pertama adalah golongan yang telah diberi petunjuk oleh Allah di dunia ini untuk mengerjakan salat, menyembah-Nya dengan ikhlas dan tidak mempersekutukan-Nya dengan sesuatu yang lain. Sedang golongan kedua, adalah golongan yang telah sesat karena mengikuti ajakan setan dan meninggalkan perintah Allah Penciptanya. Setan itulah yang dijadikan pelindungnya, bukan Allah. Anehnya mereka sudah sesat dengan menempuh jalan yang dilarang oleh Allah mengerjakan perbuatan yang tidak diridai-Nya, tetapi masih menyangka bahwa mereka memperoleh petunjuk. Orang yang demikian adalah orang yang paling merugi, sebagaimana firman Allah: \n\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)",
    "quraish": "Pada hari kiamat manusia terbagi ke dalam dua golongan. Pertama, golongan yang diberi hidayah oleh Allah karena memilih jalan kebenaran, beriman dan beramal saleh. Kedua, golongan yang ditetapkan sesat karena memilih jalan kebatilan yaitu kufur dan maksiat. Golongan yang sesat itu menjadikan setan sebagai pemimpin mereka selain Allah dan mengikutinya. Mereka mengira diri mereka benar karena terbuai oleh tipu daya setan.",
    "jalalayn": "(Sebagian) dari kamu (diberi-Nya petunjuk dan sebagian lagi telah pasti kesesatan bagi mereka. Sesungguhnya mereka menjadikan setan-setan pelindung mereka selain Allah) (dan mereka mengira bahwa mereka mendapat petunjuk)."
  },
  {
    "ruku": 124,
    "name": "Al-A'raf",
    "ayat": 31,
    "arab": "۞ يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْاۚ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ ࣖ ",
    "translation": "Wahai anak cucu Adam! Pakailah pakaianmu yang bagus pada setiap (memasuki) masjid, makan dan minumlah, tetapi jangan berlebihan. Sungguh, Allah tidak menyukai orang yang berlebih-lebihan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/985.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan agar manusia memakai zinah (pakaian bersih yang indah) ketika memasuki masjid dan mengerjakan ibadat, seperti salat, thawaf dan lain-lainnya.\nYang dimaksud dengan memakai zinah ialah memakai pakaian yang dapat menutupi aurat dengan memenuhi syarat-syarat hijab. Lebih sopan lagi kalau pakaian itu selain bersih dan baik, juga indah yang dapat menambah keindahan seseorang dalam beribadah menyembah Allah, sebagaimana kebiasaan seseorang berdandan dengan memakai pakaian yang indah di kala akan pergi ke tempat-tempat undangan dan lain-lain. Maka untuk pergi ke tempat-tempat beribadah untuk menyembah Allah tentu lebih pantas lagi, bahkan lebih utama. Hal ini bergantung pada kemauan dan kesanggupan seseorang, juga bergantung pada kesadaran. Kalau seseorang hanya mempunyai pakaian selembar saja, cukup untuk menutupi aurat dalam beribadah, itu pun memadai. Tetapi kalau seseorang mempunyai pakaian yang agak banyak, maka lebih utama kalau ia memakai yang bagus. Rasulullah telah bersabda\n\"Apabila salah seorang di antaramu mengerjakan salat hendaklah memakai dua kain, karena untuk Allah yang lebih pantas seseorang berdandan. Jika tidak ada dua helai kain, maka cukuplah sehelai saja untuk dipakai salat. Janganlah berkelumun dalam salat, seperti berkelumunnya orang-orang Yahudi\". (Riwayat ath-thabrani dan al-Baihaqi dari Ibnu 'Umar)\n\nDiriwayatkan dari Hasan, cucu Rasulullah, bahwa apabila ia akan mengerjakan salat, ia memakai pakaian yang sebagus-bagusnya. Ketika ia ditanya orang dalam hal itu, ia menjawab, \"Allah itu indah, suka kepada keindahan, maka saya memakai pakaian yang bagus.\" \n\nDalam ayat ini, Allah mengatur urusan makan dan minum. Kalau pada masa Jahiliyah, manusia yang mengerjakan haji hanya makan makanan yang mengenyangkan saja, tidak makan makanan yang baik dan sehat yang dapat menambah gizi dan vitamin yang diperlukan oleh badan, maka dengan turunnya ayat ini, makanan dan minuman itu harus disempurnakan gizinya dan diatur waktu menyantapnya dengan terpelihara kesehatannya. Dengan begitu manusia lebih kuat mengerjakan ibadat. Dalam ayat ini diterangkan bahwa memakai pakaian yang bagus, makan makanan yang baik dan minum minuman yang bermanfaat adalah dalam rangka mengatur dan memelihara kesehatan untuk dapat beribadah kepada Allah dengan baik. Karena kesehatan badan banyak hubungannya dengan makanan dan minuman. Makanan dan minuman yang berlebihan berakibat terganggunya kesehatan. Karena itu, Allah melarang berlebihan dalam makan dan minum.\nLarangan berlebihan itu mengandung beberapa arti, di antaranya: \n1.Jangan berlebihan dalam porsi makan dan minum itu sendiri. Sebab, makan dan minum dengan porsi yang berlebihan dan melampaui batas akan mendatangkan penyakit. Makan kalau sudah merasa lapar, dan kalau sudah makan, janganlah sampai terlalu kenyang. Begitu juga dengan minuman, minumlah kalau merasa haus dan bila rasa haus hilang, berhentilah minum, walaupun nafsu makan atau minum masih ada.\n2.Jangan berlebihan dalam berbelanja untuk membeli makanan atau minuman, karena akan mendatangkan kerugian. Kalau pengeluaran lebih besar dari pendapatan, akan menyebabkan hutang yang banyak. Oleh sebab itu, setiap orang harus berusaha agar jangan besar pasak dari tiang.\n3.Termasuk berlebihan juga adalah makan dan minum yang diharamkan Allah. Dalam hal ini Rasulullah telah bersabda: \n\"Makanlah, minumlah, bersedekahlah, dan berpakaianlah dengan cara yang tidak sombong dan tidak berlebihan. Sesungguhnya Allah suka melihat penggunaan nikmat-Nya kepada hamba-Nya.\" (Riwayat Ahmad, at-Tirmidzi dan al-hakim dari Abu Hurairah)\nPerbuatan berlebihan yang melampaui batas selain merusak dan merugikan, juga Allah tidak menyukainya. Setiap pekerjaan yang tidak disukai Allah, kalau dikerjakan juga, tentu akan mendatangkan bahaya.",
    "quraish": "Hai anak Adam, pakailah hiasan-hiasan yang berupa pakaian materi yang menutupi aurat dan pakaian moril yaitu berupa takwa, di setiap tempat salat, waktu melaksanakan ibadah dan menikmati makanan dan minuman. Semua itu kalian lakukan dengan tanpa berlebih-lebihan. Maka jangan mengambil yang haram. Dan jangan melampaui batas yang rasional dari kesenangan tersebut. Allah tidak merestui orang-orang yang berlebih-lebihan(1). (1) Islam mengharuskan pemeluknya menjaga penampilan dan kebersihan. Apalagi pada setiap pertemuan. Inilah cara-cara yang ditetapkan ilmu kesehatan (hygiene). Adapun sikap tidak berlebih-lebihan, ilmu pengetahuan modern telah menetapkan bahwa tubuh tidak menyerap semua makanan yang masuk, tetapi hanya mengambil secukupnya, kemudian berusaha membuang yang tersisa lebih dari kebutuhan. Di samping itu, lambung dan alat-alat pencernaan lainnya akan terporsir dan mengalami gangguan. Dengan begitu, seseorang akan menderita penyakit tertentu yang berhubungan dengan alat-alat tersebut. Di antara bentuk sikap berlebih-lebihan, mengkonsumsi suatu zat makanan tertentu dalam jumlah besar melebihi zat-zat lain yang juga diperlukan. Seperti mengkonsumsi lemak dengan kadar yang mengalahkan albumen yang dibutuhkan tubuh. Di samping itu, ayat ini menganjurkan kita untuk makan yang baik-baik agar badan sehat sehingga kuat bekerja. Demikian pula, sikap berlebih-lebihan dalam mengkonsumsi makanan dapat menyebabkan kelebihan berat badan. Tubuh menjadi terporsir dan mudah terkena tekanan darah tinggi, gula dan kejang jantung (angina pectoris).",
    "jalalayn": "(Hai anak Adam, pakailah pakaianmu yang indah) yaitu buat menutupi auratmu (di setiap memasuki mesjid) yaitu di kala hendak melakukan salat dan tawaf (makan dan minumlah) sesukamu (dan janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang yang berlebih-lebihan)."
  }
]