[
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 32,
    "arab": "قُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, “Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat.” Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/986.mp3",
    "tafsir": "Orang-orang Arab pada masa jahiliah, terutama dari kabilah Bani Amir telah mengharamkan memakai pakaian ketika tawaf sekeliling Ka'bah, telah mengharamkan sebagian makanan ketika mengerjakan haji seperti makan daging, makan yang berlemak dan lain-lain. Orang-orang Nasrani dan Yahudi pun, sebagian mereka juga mengharamkan makan yang baik-baik seperti halnya perbuatan orang Arab pada masa jahiliah itu. Maka ayat ini dengan tegas memerintahkan kepada Nabi Muhammad, untuk menanyakan kepada mereka, siapa yang mengharamkan semuanya itu? Jelaslah bahwa yang mengharamkan itu mereka sendiri, bukan merupakan wahyu yang disampaikan Allah kepada Rasul-Nya.\nPakaian dan perhiasan memang sudah disediakan Allah untuk mereka dan Allah tidak mengharamkan makanan yang baik-baik, yang lezat-lezat seperti rezeki yang halal dari Allah. Memakai pakaian yang indah, berdandan dan berhias, serta makan makanan yang lezat-lezat yang dihalalkan Allah adalah merupakan kesenangan dan kegemaran manusia. Agama Islam membolehkannya, selama tidak bertentangan dengan hukum Allah.\nMeninggalkan kesenangan dan kegemaran seperti itu tidaklah termasuk ibadah dan mendekatkan diri kepada Allah. Kegemaran berpakaian yang bagus dan kegemaran makan makanan yang baik lagi halal, akan mendorong manusia untuk berpikir dinamis dan kreatif meningkatkan pertanian, membuat irigasi, serta meningkatkan kemajuan dalam bidang industri, seperti pabrik benang, pabrik kain, meningkatkan pemeliharaan binatang-binatang, seperti biri-biri, ulat sutera, binatang-binatang ternak dan lain-lain.\nSelanjutnya dalam ayat ini, Allah memerintahkan kepada Rasulullah agar menyampaikan kepada umat-Nya, bahwa berhias dan berdandan dengan pakaian yang bagus dan indah, begitu juga makan makanan yang baik-baik dan lezat-lezat adalah diperbolehkan menikmatinya bagi orang-orang yang beriman dalam hidup mereka di dunia, juga dibolehkan untuk orang-orang yang bukan mukmin. Tetapi pada hari Kiamat, kenikmatan yang seperti itu hanyalah khusus bagi orang-orang yang beriman saja. Orang-orang kafir tidak berhak untuk menikmatinya. Semua manusia berhak untuk mendapatkan hidup bahagia, menikmati segala macam pemberian Allah yang baik dan halal selama hidup di dunia ini. \nSabda Rasulullah: \n\"Orang (mukmin) yang makan makanan yang baik lagi pandai bersyukur, sama derajatnya dengan orang puasa yang sabar menahan lapar.\" (Riwayat Ahmad, at-Tirmidzi, an-Nasa'i dan al-Hakim dari Abu Hurairah).\nFirman Allah: \n\nDan barang siapa berpaling dari peringatan-Ku, maka sungguh, dia akan menjalani kehidupan yang sempit, dan Kami akan mengumpulkannya pada hari Kiamat dalam keadaan buta. (thaha/20: 124)\n\nPada penutup ayat ini diterangkan bahwa Allah sudah menjelaskan ayat-ayat-Nya bagi kaum yang mengetahui. Di antaranya dalam ayat ini dijelaskan perkara adab berpakaian dan makanan yang sebagian manusia belum mengetahuinya, malahan dianggapnya masalah kecil saja. Padahal makan dan minum yang tidak berlebihan itu merupakan pokok pangkal kesehatan. Bila badan tidak kuat dan tidak sehat, semua pekerjaan tidak akan terlaksana, baik untuk mencari kehidupan, ataupun untuk beribadah kepada Allah. Begitu juga berdandan dan berpakaian, merupakan tanda kebahagiaan dan kesejahteraan dan erat juga hubungannya dengan kesehatan. Orang-orang yang berdandan dan berpakaian bagus, adalah terhormat dan terpuji, asal berdandan dan berpakaian bagus dengan niat yang baik, bukan untuk menyombongkan diri.\nSabda Rasulullah: \nSaya datang kepada Rasulullah, dengan pakaian yang buruk, maka Rasulullah bertanya, \"Adakah engkau mempunyai harta?\" Saya jawab, \"Ya,\" Rasulullah bertanya pula, \"Harta apa saja?\" Saya jawab, \"Allah memberikan karunia kepada saya unta, kambing, kuda dan budak.\" Berkata Rasulullah, \"Kalau Allah sudah mengaruniaimu harta, maka hendaklah dapat dilihat bekas nikmat Allah itu dan kemuliaan-Nya kepadamu.\" (Riwayat Abu Daud dari Abu al-Ahwash dari ayahnya).",
    "quraish": "Katakanlah kepada mereka, hai Muhammad, dengan mengingkari dusta mereka kepada Allah dalam hal penghalalan dan pengharaman, \"Siapakah yang dapat mengharamkan hiasan dari Allah yang diciptakan untuk hamba-Nya? Dan siapa pulakah yang mengharamkan rezeki yang halal dan baik?\" Katakan kepada mereka, \"Segala sesuatu yang baik itu adalah nikmat dari Allah. Tidak ada yang pantas menikmatinya kecuali orang-orang yang beriman di dunia, sebab mereka telah melaksanakan kewajiban dengan bersyukur dan taat. Akan tetapi kasih sayang Allah yang luas juga dirasakan orang-orang yang kafir dan melanggar di dunia. Pada hari kiamat nikmat-nikmat tersebut khusus dirasakan hanya oleh orang-orang yang beriman, tanpa yang lainnya. Kami menjelaskan ayat-ayat hukum dengan cara yang jelas seperti ini untuk orang-orang yang mengetahui bahwa Allah itu Esa, Pemilik segala kerajaan. Dalam kewenangan-Nyalah masalah halal dan haram.\"",
    "jalalayn": "(Katakanlah,) sebagai rasa ingkar kepada mereka (\"Siapakah yang mengharamkan perhiasan dari Allah yang telah dikeluarkan-Nya untuk hamba-hamba-Nya) yang terdiri dari pakaian (dan yang baik-baik) yakni kelezatan-kelezatan (dari rezeki?\" Katakanlah, \"Semuanya itu disediakan bagi orang-orang yang beriman dalam kehidupan dunia) yang berhak memilikinya sekalipun selain mereka turut pula memilikinya (khusus) khusus untuk mereka saja; dengan dibaca rafa` sedangkan dibaca nashab menjadi hal (di hari kiamat.\" Demikianlah Kami menjelaskan ayat-ayat itu) maksudnya Kami menerangkan hal itu sedemikian terincinya (bagi orang-orang yang mengetahui) yaitu mereka yang mau menggunakan pikirannya sebab hanya merekalah yang dapat memanfaatkannya secara baik."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 33,
    "arab": "قُلْ اِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْاِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَاَنْ تُشْرِكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Tuhanku hanya mengharamkan segala perbuatan keji yang terlihat dan yang tersembunyi, perbuatan dosa, perbuatan zalim tanpa alasan yang benar, dan (mengharamkan) kamu mempersekutukan Allah dengan sesuatu, sedangkan Dia tidak menurunkan alasan untuk itu, dan (mengharamkan) kamu membicarakan tentang Allah apa yang tidak kamu ketahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/987.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan kepada Rasulullah untuk menyampaikan kepada orang-orang yang musyrik dan kafir apa yang telah diharamkan Allah. Yang diharamkan Allah itu bukanlah seperti yang telah diharamkan oleh orang-orang musyrik yang tiada ada dalilnya atau tidak ada wahyu yang turun untuk mengharamkannya, tetapi mereka buat-buat saja, seperti mengharamkan memakai pakaian ketika tawaf atau mengharamkan makan daging ketika mengerjakan haji. Sesungguhnya yang diharamkan Allah tersebut dalam ayat ini harus dijauhi benar-benar, karena bahayanya sangat besar, baik terhadap yang mengerjakannya maupun terhadap umat manusia semuanya, larangan-larangan Allah itu adalah sebagai berikut: \n\n1.Mengerjakan perbuatan yang keji secara lahir atau tersembunyi, termasuk ke dalam perbuatan yang keji seperti berzina, homoseksual, perbuatan jijik dan kotor yang menimbulkan dosa yang besar.\n2.Perbuatan yang menimbulkan dosa, seperti minum khamar, berjudi dan lain-lain.\n3.Perbuatan yang melampaui batas, berlaku aniaya sesama manusia, dan memperkosa hak pribadi atau hak bersama.\n4.Mempersekutukan Allah, ini adalah perbuatan yang paling keji dan merupakan dosa yang besar yang tidak akan mendapat ampunan dari Allah. Mempersekutukan sesuatu dengan Allah, seperti dengan berhala, batu kuburan, pohon kayu dan lain-lain, menunjukkan suatu perbuatan bodoh tanpa mempergunakan akal dan pikiran.\n5.Membuat-buat hukum yang tidak diperintahkan Allah atau memutar balikkan hukum, yang halal dikatakan haram dan yang haram dikatakan halal. Perbuatan seperti ini sangat dilarang Allah, sebab bisa menimbulkan pemahaman agama yang salah atau bisa menjadikan keyakinan agama yang benar jadi agama yang bathil.\n\nDari perbuatan seperti inilah timbul perpecahan dalam agama, mereka mengaku tahu dalam persoalan agama, tapi yang sebenarnya mereka tidak mempunyai pengetahuan, malahan mereka membodohi orang lain. Disengaja atau tidak disengaja, pekerjaan mengada-ada seperti ini dilarang Allah, apalagi untuk menentukan suatu hukum dalam Islam. Untuk menentukan hukum itu, harus ada dalil yang nyata, baik dari Al-Qur'an ataupun sunah yang mu'tabarah, tidak dapat diterka-terka atau main sangka-sangka saja. Main terka atau sangka-sangka itu, tidaklah termasuk ilmu. Ilmu itu menumbuhkan keyakinan. Firman Allah: \nDan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta \"Ini halal dan ini haram,\" untuk mengada-adakan kebohongan terhadap Allah. (an-Nahl/16: 116)",
    "quraish": "Katakan, wahai Muhammad, \"Tuhanku hanya mengharamkan hal-hal yang sangat keji seperti perzinaan yang dilakukan secara terang-terangan atau terselubung, maksiat, apa pun jenisnya dan penindasan yang tidak dapat dibenarkan. Dia juga mengharamkan membuat sekutu bagi-Nya tanpa alasan yang benar dan bukti yang kuat, dan mendustakan Allah dalam masalah halal haram dan sebagainya.\"",
    "jalalayn": "(Katakanlah, \"Tuhanku hanya mengharamkan perbuatan yang keji) yaitu dosa-dosa besar seperti perbuatan zina (baik yang tampak atau pun yang tersembunyi) yang terang-terangan atau pun yang sifatnya rahasia (dan perbuatan dosa) perbuatan maksiat (melanggar hak) orang lain (tanpa alasan yang benar) perbuatan lalim (mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan tentangnya) memusyrikkan-Nya (suatu kekuasaan pun) suatu hujah pun (dan mengharamkan mengada-adakan terhadap Allah apa yang tidak kamu ketahui.\") yaitu mengharamkan apa yang tidak diharamkan dan lain sebagainya."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 34,
    "arab": "وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ",
    "translation": "Dan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/988.mp3",
    "tafsir": "Ayat ini menjelaskan kenyataan sejarah, bahwa tiap-tiap umat atau bangsa itu ada ketentuan yang disebut ajalnya, yaitu batas waktu tertentu untuk maju atau mundur, jaya atau hancur. Yang menentukan ialah Allah sesuai dengan sunah-Nya dan kehendak-Nya. Ketentuan ajal maksudnya ialah ketentuan waktu turunnya azab bagi umat atau bangsa yang telah durhaka, tidak mau menerima kebenaran, berlaku sewenang-wenang sekehendak nafsunya, dan tidak segan-segan mengerjakan yang keji dan mungkar.\nMaka ketentuan turunnya azab itu ada dua macam, yaitu yang pertama: umat itu hancur musnah sampai hilang dari permukaan bumi. Seperti malapetaka yang telah diturunkan Allah kepada kaum Nuh, 'Ad, tsamud, Fir'aun, Luth dan yang lainnya. Umat itu telah hilang dari permukaan bumi sebab kedurhakaan dan keingkaran mereka tidak menerima ajaran-ajaran yang dibawa oleh masing-masing rasul. Sudah diberi peringatan berkali-kali, namun mereka tidak percaya, bahkan semakin membangkang dan sombong. Maka tibalah ajal mereka dengan kehancuran dan kebinasaan sampai musnah.\n\nFirman Allah: \n\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hud/11: 102)\n\nAzab yang merupakan kehancuran seperti ini, hanya khusus berlaku bagi umat-umat terdahulu yang tidak akan terjadi lagi pada umat Nabi Muhammad, sebab kedatangan Nabi Muhammad adalah rahmat bagi semua penghuni alam ini. Allah berfirman: \n\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiya'/21: 107)\n\nKetentuan kedua: umat itu menjadi hina, miskin, bodoh, dijajah, dan lain-lain. Allah menurunkan azab bukan untuk menghancurkannya, tapi umat itu hilang kebesarannya dan kemuliaannya, jatuh menjadi umat yang hina-dina, tidak ada harga dan kemuliaan lagi.\nKenyataan sejarah sudah banyak menunjukkan bahwa umat yang pada mulanya jaya dan terhormat, tapi akhirnya menjadi hina dan melarat, sebab mereka berfoya-foya menghamburkan harta kekayaan untuk maksiat. Berlaku sewenang-wenang berbuat aniaya sesama manusia, menghabiskan harta umat dengan cara yang tidak benar, baik dengan korupsi, menipu dan lain-lain. Penyakit syirik merebak dengan suburnya, di samping menyembah Allah, mereka juga menyembah makhluk-Nya. Maka datanglah ajal umat atau bangsa itu, mereka menjadi umat yang lemah dan hina di mata manusia. Kedatangan azab tidak dapat ditangguhkan walaupun sesaat dan tidak pula dapat dimajukan. Tidak seorang pun yang tahu saat datangnya azab itu, apakah di waktu malam, atau di waktu siang, kadang-kadang datangnya dengan tiba-tiba, di saat umat itu sedang lengah, sedang lupa daratan, sedang bersenang-senang, turunlah azab Allah dengan sekonyong-konyong. Seandainya diketahui kapan ajal itu akan datang, tentu mereka minta ditangguhkan, dan mereka segera memperbaiki kesalahan-kesalahan mereka, dan meninggalkan perbuatan keji dan dosa dan lain-lain.\nDatangnya ajal secara tiba-tiba itu, memberikan pengertian bahwa Allah Mahakuasa dan tidak bisa dihalangi dan ditandingi oleh kekuasaan manusia. Akhirnya umat itu menyesal, namun penyesalan itu tidak berguna.",
    "quraish": "Tiap-tiap umat mempunyai batas waktu akhir yang telah ditentukan. Tidak ada satu kekuatan apa pun mampu memajukan dan mengundurkannya walau sesaat.",
    "jalalayn": "(Tiap-tiap umat mempunyai ajal) yakni masa tertentu (maka apabila telah datang ajalnya, mereka tidak dapat mengundurkannya) ajal itu (barang sesaat pun dan tidak dapat pula memajukannya) memajukan temponya."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 35,
    "arab": "يٰبَنِيْٓ اٰدَمَ اِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْۙ فَمَنِ اتَّقٰى وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ",
    "translation": "Wahai anak cucu Adam! Jika datang kepadamu rasul-rasul dari kalanganmu sendiri, yang menceritakan ayat-ayat-Ku kepadamu, maka barangsiapa bertakwa dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka, dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/989.mp3",
    "tafsir": "Ayat ini mengingatkan manusia tentang kedatangan para rasul yang diutus kepada tiap-tiap umat pada masa yang telah ditentukan. Mereka adalah manusia, bukan makhluk lain, yang diberi tugas menyampaikan ayat-ayat Allah yang menjelaskan mana yang halal dan mana yang haram, mana yang hak dan mana yang bathil, agar manusia tidak sesat, dan tidak menyimpang dari jalan yang benar. Dibacakannya ayat-ayat Allah, agar jelas mana yang diperintahkan untuk dikerjakan dan diamalkan, dan mana yang dilarang untuk dijauhi dan dihindarkan. Maka orang-orang yang patuh dan taat terhadap ajaran yang dibawa para rasul itu, bertakwa kepada Allah dan senantiasa memperbaiki dirinya serta mengerjakan amal-amal saleh, orang-orang itu akan berbahagia dan gembira. Tidak ada baginya rasa takut dan sedih, baik ketika hidup di dunia ataupun di akhirat kelak. Hidup berbahagia dan gembira adalah merupakan karunia Allah yang sangat berharga. Lebih berharga dari harta dan kekayaan yang berlimpah.",
    "quraish": "Hai anak Adam, ketika datang kepadamu rasul-rasul dari jenis manusia seperti kalian untuk menyampaikan wahyu yang berisi pesan-pesan-Ku, kalian terbagi dalam dua kelompok. Pertama, orang-orang yang beriman dan beramal saleh dengan ikhlas. Mereka tidak akan pernah dihinggapi rasa khawatir dan sedih di dunia dan di akhirat.",
    "jalalayn": "(Hai anak-anak Adam, jika) lafal immaa merupakan gabungan antara in syarthiah dan maa zaaidah atau tambahan (datang kepadamu rasul-rasul daripada kamu yang menceritakan kepadamu ayat-ayat-Ku, maka siapa yang bertakwa) menjauhkan diri dari kemusyrikan (dan mengadakan perbaikan) amal perbuatannya (tidaklah ada kekhawatiran terhadap mereka dan tidak pula mereka bersedih hati) di akhirat kelak."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 36,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ",
    "translation": "Tetapi orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itulah penghuni neraka; mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/990.mp3",
    "tafsir": "Ayat ini menerangkan bahwa ada manusia yang tidak mau percaya kepada ayat-ayat Allah. Bukan saja tidak percaya, tetapi ditantangnya setiap Rasul yang datang membawa ayat-ayat Allah dengan sombong dan angkuh. Mereka merasa tidak pantas dipimpin oleh seorang Rasul yang mereka anggap kurang kemuliaannya (status sosialnya), kurang kekayaannya dan kurang umurnya dari mereka. Seperti halnya pemuka-pemuka suku Quraisy yang menantang Nabi Muhammad dengan sombong dan takabur, tidak mau percaya kepadanya dan tidak mau mengikutinya. Sebab mereka menganggap merekalah yang lebih berhak jadi pemimpin, seperti Abu Jahal, Abu Sufyan dan lain-lain. Mereka itu menganggap dirinya lebih mulia dari Nabi Muhammad. Begitu pula pemimpin-pemimpin Yahudi tidak mau percaya atas kerasulan Nabi Muhammad, karena bukan dari golongan Bani Israil, tetapi dari golongan bangsa Arab. Raja-raja dan pemimpin-pemimpin Majusi juga begitu, tidak mau menerima kerasulan Nabi Muhammad pada permulaannya, karena mereka memandang hina terhadap orang Arab. Tetapi akhirnya banyak juga di antara mereka yang masuk agama Islam di samping banyak pula yang membangkang, ingkar dan menolak sama sekali kerasulan Nabi saw. Mereka itulah yang akan menjadi penghuni neraka untuk selama-lamanya.",
    "quraish": "Kedua, orang-orang yang mendustakan pesan-pesan-Ku, menyombongkan diri dengan enggan mengikutinya dan memetik petunjuk darinya. Mereka itu adalah penghuni neraka, tersiksa di dalamnya dan kekal abadi dalam siksaan tersebut.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri) berlaku takabur (terhadapnya) sehingga mereka tidak mau percaya kepadanya (mereka itu penghuni-penghuni neraka; mereka kekal di dalamnya)."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 37,
    "arab": "فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اُولٰۤىِٕكَ يَنَالُهُمْ نَصِيْبُهُمْ مِّنَ الْكِتٰبِۗ حَتّٰٓى اِذَا جَاۤءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ  قَالُوْٓا اَيْنَ مَا كُنْتُمْ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ",
    "translation": "Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian yang telah ditentukan dalam Kitab sampai datang para utusan (malaikat) Kami kepada mereka untuk mencabut nyawanya. Mereka (para malaikat) berkata, “Manakah sembahan yang biasa kamu sembah selain Allah?” Mereka (orang musyrik) menjawab, “Semuanya telah lenyap dari kami.” Dan mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/991.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa berdusta kepada Allah dan ayat-ayat-Nya, adalah pekerjaan yang paling zalim. Mengada-adakan dusta dan kebohongan terhadap Allah ialah mewajibkan yang tidak diwajibkan Allah, memutar-balikkan hukum-hukum, yang halal dikatakan haram, yang haram dikatakan halal, yang hak dikatakan batil, yang batil dikatakan hak, atau berani mengatakan bahwa Allah beranak dan bersekutu. Mendustakan ayat-ayat Allah berarti menolak, mempermainkan dan mengejeknya, perbuatan mereka dianggap sebagai perbuatan yang paling zalim, mereka akan menikmati kesenangan di dunia untuk sementara, namun di akhirat mereka akan diazab dengan azab yang sangat pedih. Itulah ketentuan Allah yang tertulis dalam kitab suci-Nya. Firman Allah: \n\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras. (Luqman/31: 24)\n\nKetika orang yang zalim itu menikmati kesenangan di dunia, tiba-tiba hal itu berakhir, karena ajalnya sudah tiba ketika malaikat maut datang mencabut nyawanya. Barulah timbul penyesalan, ketika malaikat mengajukan pertanyaan kepadanya, manakah orang-orang yang kamu seru selama ini, kamu sembah, minta tolong dan tidak mau menyembah dan minta tolong kepada Allah? Panggillah mereka untuk menolong kamu agar terhindar dari bahaya api neraka yang kamu hadapi ini. Tapi apa daya, dengan sangat menyesal mereka menjawab, \"Orang-orang yang kami sembah dan kami minta tolong sudah hilang lenyap dari kami, kami tidak tahu ke mana pergi dan di mana tempatnya. Putuslah harapan kami untuk mendapat pertolongan darinya.\" Maka dengan terus terang mereka mengakui bahwa mereka telah mejadi kafir dan sesat karena menyembah dan minta tolong kepada berhala-berhala dan pemimpin-pemimpin yang mereka persekutukan dengan Allah.\nKejadian yang digambarkan ini adalah peringatan dan ancaman Allah terhadap orang kafir, agar berhati-hati jangan mengikuti propaganda dan tipu daya seseorang yang akibatnya akan membawa kepada kekafiran dan kesesatan.",
    "quraish": "Tidak ada yang lebih zalim daripada orang-orang yang membuat dusta terhadap Allah dengan cara menyatakan Dia memiliki sekutu dan anak, mengaku-aku memiliki kewenangan dalam masalah halal-haram dan lainnya tanpa bukti, atau mendustakan pesan-pesan Allah yang diwahyukan dalam kitab-kitab suci-Nya dan alam semesta. Di dunia mereka itu akan memperoleh bagian yang telah ditentukan oleh Allah berupa rezeki, kehidupan atau siksa. Sampai akhirnya malaikat maut yang mencabut nyawa datang dengan mencela, \"Mana tuhan-tuhan yang kalian sembah selain Allah yang dapat menghindari kalian dari mati?\" Mereka menjawab, \"Mereka telah melepaskan tanggung jawab.\" Dalam diri, mereka mengakui bahwa mereka adalah orang-orang yang kafir.",
    "jalalayn": "(Maka siapakah) maksudnya tidak ada seorang pun (yang lebih lalim daripada orang yang membuat-buat dusta terhadap Allah) dengan mengatakan bahwa Allah itu mempunyai sekutu atau Ia beranak (atau mendustakan ayat-ayat-Nya?) yakni Alquran. (Orang-orang itu akan memperoleh) mereka tetap akan mendapat (bagian mereka) yakni bagian yang telah ditentukan untuknya (dalam Alkitab) yaitu apa-apa yang telah dipastikan dan tertulis untuk mereka di Lohmahfuz berupa rezeki, ajal dan lain-lainnya (sehingga bila datang kepada mereka utusan-utusan Kami) para malaikat (untuk mengambil nyawa mereka seraya mengatakan,) kepada mereka dengan nada mengejek (\"Di mana berhala-berhala yang biasa kamu sembah) sesembahan-sesembahan yang selalu kamu puja-puja (selain Allah.\" Mereka menjawab, \"Berhala-berhala itu telah lenyap) telah hilang (dari kami) sehingga kami tidak dapat melihatnya (dan mereka mengakui terhadap diri mereka) di kala menjelang ajalnya (bahwa mereka adalah orang-orang yang kafir\")."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 38,
    "arab": "قَالَ ادْخُلُوْا فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْاِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ اُمَّةٌ لَّعَنَتْ اُخْتَهَا ۗحَتّٰٓى اِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ اُخْرٰىهُمْ لِاُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ اَضَلُّوْنَا فَاٰتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ەۗ قَالَ لِكُلٍّ ضِعْفٌ وَّلٰكِنْ لَّا تَعْلَمُوْنَ",
    "translation": "Allah berfirman, “Masuklah kamu ke dalam api neraka bersama golongan jin dan manusia yang telah lebih dahulu dari kamu. Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, “Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka” Allah berfirman, “Masing-masing mendapatkan (siksaan) yang berlipat ganda, tapi kamu tidak mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/992.mp3",
    "tafsir": "Pada hari Kiamat, Allah memerintahkan kepada orang-orang kafir agar masuk ke dalam neraka, bersama-sama umat-umat yang terdahulu, dari jin dan manusia. Mereka sudah lebih dahulu masuk ke dalam neraka, karena kekafiran dan kedurhakaan mereka. Setan dari jin dan manusia selalu menggoda kaumnya dan menggoda manusia agar tersesat dari jalan yang benar. Mereka sudah lebih dahulu berada dalam neraka. Allah berfirman: Tinggalah kamu bersama-sama mereka dalam neraka dan jadikanlah mereka sebagai penolong-penolongmu, sebagaimana kamu hidup di dunia menjadikan mereka tempat minta tolong. Dari ayat ini jelaslah bahwa orang-orang kafir itu tidak sekaligus serempak masuk neraka semuanya, tetapi bergelombang. Gelombang pertama masuk, kemudian menyusul gelombang berikutnya, maka terjadilah kutuk-mengutuk sesama orang kafir itu dalam neraka. Setiap kali suatu umat masuk ke neraka, dan mereka melihat bagaimana hebatnya azab neraka itu, mereka mengutuk kawan-kawan yang telah menyesatkan mereka, dimana mereka mengikuti dengan penuh setia kawan-kawan yang telah menyesatkannya selama hidup di dunia, yang sekarang telah sama-sama terjerumus ke dalam neraka. Firman Allah: \n\n¦ Kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk¦ (al-'Ankabut/29: 25)\n\nOrang-orang musyrik mengutuk pemimpin-pemimpin yang telah menyesatkannya, begitu juga orang-orang Yahudi dan Nasrani mengutuk pemimpin-pemimpin yang telah menyesatkannya. Begitulah tiap-tiap umat atau golongan mengutuk kawan-kawannya yang jadi pemimpin yang telah menyesatkan selama hidup di dunia. Akhirnya kalau semuanya sudah masuk ke dalam neraka dan mereka sudah berkumpul di dalamnya, sudah sama-sama merasakan pedih azab neraka, maka berkatalah para pengikut kepada Allah, tentang pemimpin-pemimpin yang telah menyesatkan mereka, \"Ya Tuhan, pemimpin inilah yang menyesatkan kami, dan kami bertaklid buta mengikuti perintah mereka. Ya Allah, berikanlah kepada mereka siksaan yang berlipat ganda dalam neraka ini, lebih berat dari siksaan kami ini, karena mereka sesat dan menyesatkan kami.\" Allah memberi jawaban terhadap permintaan pengikut-pengikut itu, firman-Nya, \"Bagi masing-masing mereka sudah diberi azab yang berlipat ganda, tetapi kamu tidak tahu.\" Mereka di dalam neraka sama-sama menderita, tidak ada perbedaan antara pengikut dengan pemimpin yang menyesatkan, karena mereka telah sesat dan menyesatkan orang lain. Demikian pula yang dipimpin karena mereka telah sesat dan bertaklid buta menerima kesesatan. Masing-masing golongan tidak mengetahui macam siksaan yang ditimpakan kepada yang lain.",
    "quraish": "Pada hari kiamat Allah berfirman kepada mereka yang kafir, \"Masuklah kalian ke dalam neraka besama umat-umat jin dan manusia terdahulu yang kafir. Setiap kali suatu umat masuk ke dalam neraka, dia akan mengutuk umat yang kafir seperti dia dan menjadikannya contoh teladan. Ketika telah terkumpul semua, setelah masuk secara bertahap, orang-orang yang mengikuti berkata dengan mencela kepada yang orang-orang diikuti, \"Ya Tuhan kami, mereka telah menyesatkan kami karena kami telah mengikuti mereka, sebab mereka lebih dulu dan menguasai kami. Mereka berhasil memalingkan kami dari jalan kebenaran. Maka berilah mereka siksa dua kali lipat sebagai balasan atas apa yang mereka dan kami lakukan.\" Allah menjawab dengan berfirman, \"Masing-masing kalian memperoleh siksa dua kali lipat, tanpa ada yang terbebas.\" Siksa para pengikut dibuat berlipat ganda karena kekafiran dan kesesatan mereka serta karena mereka mengikuti lainnya tanpa berfikir. Sementara siksa orang-orang yang diikuti dibuat berlipat ganda karena kekafiran dan kesesatan mereka serta pengkafiran dan penyesatan yang mereka lakukan terhadap orang lain. Akan tetapi kalian semua tidak mengetahui sepedih apa siksaan itu.",
    "jalalayn": "(Allah berfirman,) Maha Tinggi Allah; Dia berfirman kepada mereka kelak di hari kiamat (\"Masuklah kamu sekalian ke dalam) golongan (umat-umat yang telah terdahulu sebelum kamu dari kalangan jin dan manusia ke dalam neraka\") Jar dan majrurnya berta'alluq pada lafal udkhuluu. (Setiap umat yang masuk) ke dalam neraka (dia mengutuk kawannya) yang sebelumnya telah menyesatkannya (sehingga apabila mereka masuk) menyusul kawan-kawannya (ke dalam neraka semuanya, berkatalah orang-orang yang masuk kemudian) mereka adalah orang-orang yang hanya mengikuti (kepada orang-orang yang masuk terdahulu) maksudnya para penghulu mereka yang menjadi panutan (\"Ya Tuhan kami, mereka telah menyesatkan kami, sebab itu datangkanlah kepada mereka siksaan yang berlipat ganda) yang berkali-kali lipat (dari neraka.\" Allah berfirman,) Maha Tinggi Allah (\"Masing-masing) dari kamu dan dari mereka (mendapat siksaan yang berlipat ganda) maksudnya azab yang berlipat ganda (akan tetapi mereka tidak mengetahui.\") dengan memakai ya dan ta; mereka tidak mengetahui siksaan apa yang diterima oleh masing-masing golongan."
  },
  {
    "ruku": 125,
    "name": "Al-A'raf",
    "ayat": 39,
    "arab": "وَقَالَتْ اُوْلٰىهُمْ لِاُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ",
    "translation": "Dan orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, “Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka rasakanlah azab itu karena perbuatan yang telah kamu lakukan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/993.mp3",
    "tafsir": "Dalam ayat ini dijelaskan, bagaimana cara pemimpin-pemimpin mereka berlepas diri dan tanggungjawab dari tuntutan pengikut-pengikutnya. Pemimpin-pemimpin yang telah lebih dahulu masuk neraka mengatakan: \"Kalau memang seperti yang kamu tuduhkan itu, bahwa kami menyesatkan kamu dan hendaklah azab kami dilipatgandakan dari azab yang kamu terima, maka sekarang kamu rasakan azab neraka ini karena kebodohanmu, mau disesatkan dari jalan yang benar. Kami tidak memaksamu untuk mengikuti kami tetapi kamu sendirilah yang memilih jalan yang sesat itu, berbuat dosa dan mendurhakai Allah. Begitulah akhirnya, mereka saling salah menyalahkan dan hal itu tidak ada gunanya lagi, karena mereka akan sama-sama berada dalam api neraka yang bergejolak itu.\nFirman Allah: \n\nDan (harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu pantas bersama-sama dalam azab itu. (az-Zukhruf/43: 39)",
    "quraish": "Di sini orang-orang yang diikut berkata kepada yang mengikuti, \"Ketundukan kalian dalam mengikuti kekafiran dan kemaksiatan kami tidak membuat kalian lebih baik dari kami lantas siksaan kalian menjadi ringan.\" Allah berfirman kepada mereka semua, \"Rasakanlah siksa yang harus kalian terima karena kekafiran dan kemaksiatan yang kalian lakukan.\"",
    "jalalayn": "(Dan berkata orang-orang yang masuk terdahulu di antara mereka kepada orang-orang yang masuk kemudian, \"Kamu tidak mempunyai kelebihan sedikit pun atas kami\") sebab kamu ikut kafir seperti kami, maka kami dan kamu adalah sama, kemudian Allah berfirman kepada mereka semua, (maka rasakanlah siksaan dari perbuatan yang telah kamu lakukan)."
  }
]