[
  {
    "ruku": 127,
    "name": "Al-A'raf",
    "ayat": 48,
    "arab": "وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ",
    "translation": "Dan orang-orang di atas A‘raf (tempat yang tertinggi) menyeru orang-orang yang mereka kenal dengan tanda-tandanya sambil berkata, “Harta yang kamu kumpulkan dan apa yang kamu sombongkan, (ternyata) tidak ada manfaatnya buat kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1002.mp3",
    "tafsir": "Ayat ini menerangkan dialog penghuni A'raf dengan penghuni neraka yang terdiri dari orang-orang yang sombong dan takabur pada masa hidup di dunia. Orang-orang yang merasa mulia karena kekayaan dan hartanya yang banyak, merasa bangga hidup di dunia, memandang hina terhadap orang-orang mukmin yang miskin dan lemah, yaitu lemah kekuatan dan lemah kedudukan, dan sedikit pengikutnya. Mereka selalu membanggakan, bahwa siapa yang hidup kaya dan mulia, serta berkuasa di dunia, itulah orang-orang yang akan berbahagia di akhirat dan terhindar dari azab Allah. Hal ini dijelaskan Allah dalam firman-Nya: \n\nDan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, \"Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.\" Dan mereka berkata, \"Kami memiliki lebih banyak harta dan anak-anak (dari pada kamu) dan kami tidak akan diazab.\" (Saba/34: 34-35)\n\nPenghuni A'raf mengenali mereka dengan tanda-tanda yang ada pada mereka, seperti yang bermuka hitam dan berdebu serta tanda-tanda yang dapat dikenal semasa hidup di dunia, seperti pemimpin Quraisy dan golongan-golongannya yang menjadi musuh Islam, dan selalu menindas dan menganiaya orang-orang Islam, di antaranya Abu Jahal, Walid bin Mugirah, Ash bin Wail dan lain-lain. Penghuni A'raf mengatakan kepada mereka, \"Tidakkah dapat menolongmu dari siksaan api neraka harta kekayaanmu yang banyak, kesombonganmu terhadap orang-orang mukmin yang kamu anggap lemah. Tidak adakah faedah dan pahala yang kamu harapkan, sehingga kamu terlepas dari siksa yang pedih.\"",
    "quraish": "Orang-orang yang mempunyai derajat tinggi di surga--nabi-nabi dan orang-orang yang amat teguh kepercayaannya kepada kebenaran Rasul--menyeru penghuni neraka yang mereka kenali lewat ciri-cirinya dengan mencela, \"Jumlah kalian yang cukup besar dan kesombongan kalian dengan fanatisme dan kekayaan di depan orang-orang yang mengikuti kebenaran, sama sekali tidak berguna. Sekarang lihat dan bandingkan keadaan kalian dan keadaan mereka.\"",
    "jalalayn": "(Dan orang-orang yang di atas Al-A`raaf memanggil beberapa orang pemuka-pemuka) penduduk neraka (yang mereka mengenalnya dengan tanda-tandanya dengan mengatakan, \"Tidaklah memberi manfaat kepadamu) dapat menyelamatkanmu dari neraka (apa yang kamu kumpulkan) yakni harta benda atau banyaknya bilangan kamu (dan apa yang selalu kamu sombongkan itu.\") yaitu kepongahanmu tidak mau beriman, kemudian orang-orang yang di atas Al-A`raaf bertanya kepada penghuni neraka seraya memberi isyarat kepada orang-orang Islam yang lemah."
  },
  {
    "ruku": 127,
    "name": "Al-A'raf",
    "ayat": 49,
    "arab": "اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ ",
    "translation": "Itukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah?” (Allah berfirman), “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu tidak pula akan bersedih hati.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1003.mp3",
    "tafsir": "Ayat ini menerangkan kelanjutan pembicaraan penghuni A'raf dengan mereka yang tersebut di atas. Ketika pembicaraan ditujukan kepada golongan orang mukmin yang mereka anggap lemah, miskin dan hina dan yang pernah mereka siksa dulu seperti shuhaib, Bilal dan Keluarga Yasir. Lalu diajukan pertanyaan kepada mereka dengan nada mencela dan menghina, \"Inikah orang-orang yang kamu katakan dulu, bahwa mereka tidak akan mendapat rahmat dari Allah, sampai kamu berani bersumpah dan berlagak sombong sambil menghina mereka? Bagaimana kenyataannya sekarang, merekalah yang beruntung dan mendapat rahmat dari Allah, sedang kamu meringkuk dalam neraka menerima segala macam azab dan siksaan Allah.\nKemudian sesudah percakapan itu, Allah mempersilahkan penghuni A'raf masuk ke dalam surga, sesudah tertahan sementara di tempat yang bernama A'raf itu. Allah mempersilahkan, \"Masuklah ke dalam surga, kamu tidak usah merasa takut dan sedih di dalamnya. Begitulah keadaan orang-orang yang durhaka dan sombong semasa hidup di dunia, mereka di akhirat akan dihina dan dicela bukan saja oleh penghuni surga, tetapi juga oleh penghuni A'raf yang menunggu keputusan dari Allah untuk masuk ke dalam surga.",
    "quraish": "Mereka, orang-orang lengah yang kalian rendahkan dan bersumpah tidak akan mendapat kasih sayang Allah--seakan-akan kalianlah yang mengaturnya--mereka itu telah masuk surga. Tuhan berfirman kepada mereka, \"Masuklah kalian ke dalam surga dengan rasa aman. Kalian tidak akan merasa khawatir dalam menghadapi segala sesuatu dan juga tidak akan bersedih karena sesuatu yang terlewatkan.\"",
    "jalalayn": "(\"Itukah orang-orang yang telah kamu bersumpah bahwa mereka tidak akan mendapat rahmat Allah?\") akan tetapi telah dikatakan kepada orang-orang Islam yang lemah itu (\"Masuklah ke dalam surga, tidak ada kekhawatiran terhadapmu dan tidak pula kamu bersedih hati\") menurut suatu qiraat dibaca dengan bina maf'ul yakni udkhiluu dan dukhiluu, jumlah nafi menjadi hal yakni perkataan tersebut ditujukan kepada mereka."
  },
  {
    "ruku": 127,
    "name": "Al-A'raf",
    "ayat": 50,
    "arab": "وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ",
    "translation": "Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1004.mp3",
    "tafsir": "Ayat ini menerangkan, bahwa penghuni neraka meminta tolong kepada penghuni surga agar diberikan sedikit air atau makanan kepada mereka sebagai rezeki dan pemberian Allah kepada penghuni surga. Penghuni neraka sudah sangat haus dan lapar, karena panasnya api neraka. Maka dengan tidak malu-malu mereka minta tolong kepada penghuni surga agar diberi air dan makanan, sebenarnya mereka sudah tahu, bahwa permintaan mereka tidak akan berhasil, bahkan hanya untuk menambah siksaan saja kepada mereka. Maka permintaan mereka mendapat jawaban yang cukup menyedihkan perasaan mereka, menambah haus dan lapar mereka. Penghuni surga menjawab, \"Sesungguhnya Allah telah mengharamkan air dan makanan bagi orang-orang kafir, sebagaimana Allah mengharamkan mereka masuk surga dan menambah pedih siksaan neraka bagi mereka. Diriwayatkan dari Ibnu 'Abbas: \n\"Bahwa seorang penghuni neraka memanggil kawannya,\"Wahai saudaraku, tolonglah aku, sesungguhnya aku telah terbakar, maka berikanlah sedikit air kepadaku. Maka dikatakanlah kepada saudaranya (yang diminta pertolongan) itu. Jawablah permintaan itu. Maka saudaranya membacakan ayat ini, \"Sesungguhnya Allah telah mengharamkan keduanya bagi orang-orang kafir.\" (Riwayat Ibnu Jarir dari Ibnu 'Abbas)",
    "quraish": "Penghuni neraka menyeru penghuni surga dengan mengatakan, \"Tinggalkan dan limpahkan untuk kami sedikit air. Atau berilah kami sedikit rezeki yang telah Allah berikan kepada kalian berupa makanan dan pakaian yang baik-baik, serta kenikmatan penghuni surga yang lainnya.\" Penghuni surga menjawab, \"Kami tidak bisa memberikannya. Sebab Allah telah melarang itu semua untuk kaum kafir yang mengingkari-Nya dan nikmat-nikmat-Nya di dunia.\"",
    "jalalayn": "(Dan penghuni neraka menyeru kepada penghuni surga, \"Limpahkanlah kepada kami sedikit air atau apa yang telah direzekikan Allah kepadamu.\") yaitu makanan (Mereka, para penghuni surga, menjawab, \"Sesungguhnya Allah telah mengharamkan keduanya) telah melarang makanan dan minuman itu (atas orang-orang kafir)."
  },
  {
    "ruku": 127,
    "name": "Al-A'raf",
    "ayat": 51,
    "arab": "الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ",
    "translation": "(yaitu) orang-orang yang menjadikan agamanya sebagai permainan dan senda gurau, dan mereka telah tertipu oleh kehidupan dunia. Maka pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini, dan karena mereka mengingkari ayat-ayat Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1005.mp3",
    "tafsir": "Ayat ini menerangkan, siapakah orang kafir yang telah diharamkan Allah minum dan makan makanan yang diberikan kepada penghuni surga. Mereka itulah orang-orang yang semasa hidup di dunia, mengaku beragama tapi hanya sekadar berolok-olok dan bermain-main saja. Mereka tidak beragama dengan maksud untuk mensucikan jiwanya dan untuk mendapatkan pahala di sisi Allah di akhirat nanti. Mereka beragama hanya sekadar nama saja, tetapi amal perbuatan mereka bertentangan dengan ajaran agama. Malahan kadang-kadang mereka menjadi penghalang berlakunya ajaran agama dalam masyarakat. \nMereka sudah tenggelam dalam buaian kenikmatan hidup di dunia. Mereka hanya mengikuti hawa nafsu, bersenang-senang dan bergembira dengan tidak memperdulikan halal haram, yang hak dan yang batil. Mereka tidak seperti orang-orang beriman, menjadikan dunia ibarat kebun untuk dapat ditanami dengan kebaikan-kebaikan yang hasilnya dapat dipetik nanti di akhirat. Karena sudah terbenam dalam gelombang keduniawian, dibuai dan diayun oleh kesenangan sementara, sedang kesenangan yang selama-lamanya mereka lupakan. Pantas kalau pada hari Kiamat Allah melupakan mereka, tidak menolong mereka, karena semasa hidup di dunia mereka lupa kepada Allah, seolah-olah mereka tidak akan pulang ke kampung yang abadi. Maka pada hari Kiamat Allah membiarkan mereka dalam api neraka yang menyala-nyala, karena mereka tidak mau berbuat amal saleh semasa hidup di dunia, tidak percaya akan hari akhirat dan mereka selalu membantah dan mendustakan ayat-ayat Allah yang disampaikan oleh Rasul-rasul-Nya bahkan mereka menentang Rasul-rasul Allah itu.",
    "quraish": "Orang-orang kafir itu adalah mereka yang tidak berusaha mencari agama yang benar--bahkan agama mereka adalah mengikuti hawa nafsu dengan main-main--ditipu oleh kegemerlapan dunia sehingga mengira itulah satu-satunya kehidupan, melupakan saat pertemuan dengan Kami sehingga mereka akan dilupakan pada hari kiamat. Mereka tidak akan merasakan kenikmatan surga. Bahkan akan merasakan api neraka akibat melupakan hari kiamat dan mengingkari bukti-bukti jelas yang mendukung kebenaran.",
    "jalalayn": "(Yaitu orang-orang yang menjadikan agama mereka sebagai main-mainan dan senda-gurau, dan kehidupan dunia telah menipu mereka.\" Maka pada hari ini, hari kiamat, Kami melupakan mereka) Kami membiarkan mereka di dalam neraka (sebagaimana mereka melupakan pertemuan mereka dengan hari ini) di mana mereka mengabaikan beramal baik untuk menghadapinya (dan sebagaimana mereka selalu mengingkari ayat-ayat Kami) sebagaimana mereka telah berlaku ingkar terhadapnya."
  },
  {
    "ruku": 127,
    "name": "Al-A'raf",
    "ayat": 52,
    "arab": "وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Sungguh, Kami telah mendatangkan Kitab (Al-Qur'an) kepada mereka, yang Kami jelaskan atas dasar pengetahuan, sebagai petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1006.mp3",
    "tafsir": "Ayat ini menjelaskan tentang kitab yang telah diturunkan kepada manusia, yaitu Al-Qur'an kitab samawi yang mengandung penjelasan-penjelasan dan petunjuk-petunjuk bagi manusia dalam ayat-ayat yang cukup jelas dan terang karena telah dijelaskan oleh Allah kepada manusia dengan perantaraan Rasul-Nya Muhammad saw. Al-Qur'an itu menjadi petunjuk dan rahmat bagi orang-orang yang beriman yang mempercayai bahwa Al-Qur'an adalah wahyu dari Allah. Bila seseorang mau mempelajarinya, dan mau mengamalkan segala perintah Allah dan meninggalkan segala larangan-Nya, dia akan mendapatkan kebahagiaan dan rahmat Allah. Al-Qur'an berisi pokok-pokok dasar agama secara umum, baik yang berhubungan dengan akidah dan ibadah, maupun yang berhubungan dengan muamalah, pergaulan yang luas antar bangsa di dunia ini.\nDengan adanya Al-Qur'an sebagai pedoman dan petunjuk bagi manusia, maka diharapkan penyakit taklid buta dengan mengikuti cara-cara nenek moyang yang tidak sesuai dengan ajaran Al-Qur'an, syirik, menyembah selain Allah, seperti berhala, kubur yang dianggap keramat, dan lainnya dapat dihilangkan. Al-Qur'an mengajarkan tauhid, hanya kepada Allah manusia beribadah dan meminta pertolongan. Dengan demikian, ungkapan seperti yang terdapat dalam firman Allah di bawah ini tidak terdengar lagi, yaitu: \n\n\"Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.\" (az-Zukhuf/43: 23)",
    "quraish": "Sesungguhnya telah Kami berikan kepada mereka, sebagai penjelasan kebenaran, suatu kitab suci yang telah Kami buat jelas dan rinci, berisikan banyak ilmu pengetahuan. Di dalamnya terdapat bukti-bukti keesaan Tuhan, tanda-tanda kekuasaan Allah di alam semesta, syariat-Nya serta penjelasan jalan yang lurus dan petunjuk ke arah itu. Di situ juga terdapat sesuatu yang kalau manusia mau mengikutinya, akan menjadi rahmat bagi mereka. Semua itu tidak ada yang dapat memanfaatkannya kecuali orang-orang yang selalu tunduk kepada kebenaran dan meyakininya.",
    "jalalayn": "(Dan sesungguhnya Kami telah mendatangkan kepada mereka) para penduduk Mekah (sebuah Kitab) yakni Alquran (yang Kami telah menjelaskannya) telah Kami terangkan melalui berita-beritanya, janji-janjinya dan ancaman-ancamannya (atas dasar pengetahuan Kami) menjadi hal, yakni Kami mengetahui tentang apa yang terincikan di dalamnya (menjadi petunjuk) menjadi hal bagi dhamir ha (dan rahmat bagi orang-orang yang beriman) kepadanya."
  },
  {
    "ruku": 127,
    "name": "Al-A'raf",
    "ayat": 53,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ",
    "translation": "Tidakkah mereka hanya menanti-nanti bukti kebenaran (Al-Qur'an) itu. Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Mereka sebenarnya telah merugikan dirinya sendiri dan apa yang mereka ada-adakan dahulu telah hilang lenyap dari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1007.mp3",
    "tafsir": "Ayat ini menerangkan bagaimana keadaan orang-orang yang tidak mau menjadikan Al-Qur'an sebagai petunjuk dan pedoman dalam hidupnya untuk mencapai kebahagiaan di dunia dan akhirat. Mereka lebih mempercayai ajaran nenek moyang yang sesat dari pada ajaran Al-Qur'an yang disampaikan Rasulullah saw dengan benar. Dengan perbuatan seperti ini berarti mereka menunggu datangnya hukuman Allah yang mengakibatkan penyesalan. Pada hari Kiamat, apa yang mereka tunggu itu menjadi kenyataan. \nJanji dan ancaman yang disampaikan para rasul akan terbukti pada hari Kiamat, yaitu orang yang beriman dan berbuat baik akan mendapat kebahagiaan, dan orang yang kafir akan menerima hukuman dan berada dalam kesengsaraan. Pada hari itu, orang-orang yang lupa kepada Allah dan tidak percaya kepada para rasul yang telah membawa petunjuk dan kebenaran, bahkan mereka juga yang ragu dan menentangnya. Karena itu, bila mereka mendapat hukuman, maka hal itu merupakan suatu yang wajar. \nPada hari itu mereka tidak punya daya untuk menghindar dari hukuman. Yang dapat mereka lakukan hanya berangan-angan kalau saja ada pertolongan dari orang atau sesuatu yang pernah diagungkan atau disembah, seperti nenek moyang yang dijadikan rujukan taklid atau berhala yang dijadikan sembahan. Mereka juga berangan-angan untuk dikembalikan hidup ke dunia, agar mereka dapat bekerja dan beramal baik sesuai dengan ajaran Allah. Angan-angan seperti ini tidak mungkin terjadi. Mereka tidak dapat kembali ke dunia, karena alam dan isinya telah hancur. Karena itu, pada akhir ayat ini disebutkan bahwa mereka telah merugi. Di dunia mereka merugi karena telah mengotori dirinya dengan syirik dan maksiat, dan di akhirat mereka juga merugi karena mendapat hukuman.\nMereka merugi karena semua yang mereka kerjakan di dunia tidak membawa keuntungan sedikit pun. Hilang dan lenyap dari pandangan mereka apa yang mereka ada-adakan selama ini. Mereka mengharapkan syafa'at dari sesuatu yang mereka sembah. Syafa'at yang diharap-harapkan itu tak kunjung datang. Akhirnya timbul penyesalan dan kerugian.",
    "quraish": "Sekali-kali mereka tidak meyakininya. Yang mereka tunggu hanyalah saat kembali yang telah dijelaskan oleh Allah untuk orang yang ingkar kepada-Nya. Ketika saat itu datang, yaitu hari kiamat, orang-orang yang meninggalkan perintah dan bukti nyata dari Allah serta orang yang melalaikan kewajiban mengimaninya, mengakui dosa-dosa mereka dengan mengatakan, \"Telah datang rasul-rasul dari Sang Pencipta dan Pemelihara kami dengan menyeru kepada kebenaran yang dibawanya. Tetapi kami mengingkarinya.\" Mereka bertanya-tanya apakah ada pemberi pertolongan yang dapat menolong mereka. Tidak satu pun mereka dapati. Mereka juga bertanya-tanya, apakah mungkin mereka dikembalikan lagi ke dunia untuk dapat beramal saleh. Tidak ada jawaban untuk mereka. Mereka telah menghilangkan amal perbuatan dengan terpesona pada keindahan duniawi. Tuhan-tuhan yang mereka akui dan sembah selain Allah telah lenyap dari mereka.",
    "jalalayn": "(Tiadalah mereka menunggu-nunggu) mereka tidak menunggu (kecuali terlaksananya kebenaran Alquran itu) akibat dari apa yang ada di dalamnya. (Pada hari datangnya kebenaran pemberitaan Alquran itu) yaitu hari kiamat (berkatalah orang-orang yang melupakannya sebelum itu,) mereka tidak mau beriman kepada Alquran (\"Sesungguhnya telah datang rasul-rasul Tuhan kami membawa yang hak, maka adakah bagi kami pemberi syafaat yang akan memberi syafaat kepada kami atau) dapatkah (kami dikembalikan) ke dunia (sehingga dapat beramal yang lain dari yang pernah kami amalkan?\") kami akan mentauhidkan Allah dan meninggalkan kemusyrikan. Kemudian dikatakan kepada mereka, \"Tidak dapat.\" Allah swt. berfirman, (Sungguh mereka telah merugikan diri mereka sendiri) sebab mereka menjadi binasa (dan lenyaplah) maksudnya hilanglah (dari mereka tuhan-tuhan yang mereka ada-adakan) sebagai sekutu Allah yang mereka buat-buat sendiri."
  }
]