[
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 65,
    "arab": "۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ",
    "translation": "Dan kepada kaum ‘Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1019.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus kepada kaum 'Ad Nabi Hud dari kalangan mereka sendiri dan memerintahkannya untuk menyeru kaumnya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan segala sesuatu yang dituhankan mereka, karena selain Allah bukanlah Tuhan dan tidak patut disembah, segala ibadah hanya diperuntukkan kepada Allah. Oleh sebab itu, Nabi Hud menganjurkan kepada mereka agar bertakwa kepada Allah dan meninggalkan segala sesuatu yang dimurkai-Nya untuk menghindarkan diri dari siksaan-Nya. Pada waktu dan kesempatan yang lain, beliau memerintahkan kepada kaumnya agar mereka menggunakan akal pikirannya. Firman Allah: \n\nDan kepada kaum 'Ad (Kami utus) saudara mereka, Hud. Dia berkata, \"Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada. Wahai kaumku! Aku tidak meminta imbalan kepadamu atas (seruanku) ini. Imbalanku hanyalah dari Allah yang telah menciptakanku. Tidakkah kamu mengerti?\" (Hud/11: 50-51)\n\n'Ad adalah anak Iram bin Aus bin Sam bin Nuh. Demikian diterangkan oleh Muhammad bin Ishak. Menurut Ibnu Ishak, bahwa al-Kalby berkata: kaum 'Ad adalah penyembah berhala sebagaimana halnya kaum Nabi Nuh yang mematungkan orang-orang yang dipandang keramat setelah mati. Kemudian patung-patung itu dianggap sebagai Tuhan. Kaum 'Ad pun membuat patung-patung, mereka namakan tsamud dan yang lain lagi mereka namakan al-Hatar. Mereka tinggal di Yaman di daerah Ahqaf antara Oman dan Hadramaut. Mereka adalah kaum yang berbuat kerusakan di bumi ini karena mereka bangga dengan kekuatan fisik yang tidak dimiliki oleh kaum yang lain.\nKarena mereka memperlakukan penduduk bumi ini sekehendak mereka secara zalim, Allah mengutus Nabi Hud dari kalangan mereka sebab sudah menjadi ketetapan Allah bahwa rasul-rasul yang diutus itu diambil dari kaumnya sendiri yang lebih mengerti tentang kaumnya dan lebih dapat diterima seruannya karena mengetahui kepribadiannya. Akan tetapi ketika Nabi Hud menyampaikan risalahnya yaitu menyeru kaumnya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan yang zalim, seruan Nabi Hud tersebut mereka dustakan dan malahan mereka menentangnya, sebagaimana dijelaskan dalam firman Allah yaitu: \n\nMaka adapun kaum 'Ad, mereka menyombongkan diri di bumi tanpa (mengindahkan) kebenaran dan mereka berkata, \"Siapakah yang lebih hebat kekuatannya dari kami?\" Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka. Dia lebih hebat kekuatan-Nya dari mereka? Dan mereka telah mengingkari tanda-tanda (kebesaran) Kami. (Fushshilat/41: 15)",
    "quraish": "Seperti halnya Kami mengutus Nûh kepada kaumnya untuk mengajak kepada keesaan Tuhan, Kami juga mengutus Hûd kepada kaum 'Ad. (1) Hûd adalah bagian dari mereka. Hubungannya dengan mereka seperti hubungan persaudaraan. Hûd berkata kepada mereka, \"Wahai kaumku, sembahlah Allah semata. Tidak ada tuhan yang patut kalian sembah selain Dia. Itulah cara menjaga diri dari kejahatan dan siksaan. Sebuah jalan yang lurus. Mengapa kalian tidak menempuhnya agar terjaga dari kejahatan dan kerusakan?\" (1) Di antara bangsa-bangsa Semit yang paling kuat adalah kaum 'Ad. Mereka merupakan generasi pertama dari bangsa Arab (al Bâ'idah). Perkampungan mereka berada di lembah Ahqâf yang disebut di dalam al-Qur'ân, surat al-Ahqâf ayat 21. Para pakar Islam sepakat, meskipun sedikit berbeda dalam hal penentuan tempat, bahwa ahqâf berada di negeri Yaman. Menurut Yâqût al-Hamawy, letak lembah tersebut ada di antara Oman dan Mahre. Ibn Ishâq--dengan mengutip pendapat Ibn 'Abbâs--dan Ibn Khaldûn mengatakan letaknya berada di daerah pasir antara Oman dan Hadramaut. Qatâdah berpendapat, letaknya di daerah pasir pinggir laut yang ditumbuhi tanaman di negeri Yaman. Yang juga perlu diingat, menurut sebagian pakar barat, tempat tinggal 'Ad berada di dataran tinggi Hijâz, tepatnya di daerah Hasma, dekat dengan tempat tinggal Tsamûd. Menurut pendapat manapun, tidak tertutup kemungkinan bahwa kaum 'Ad pada suatu masa pernah bepergian dari Ahqâf ke daerah tersebut.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada kaum Ad) yang pertama (saudara mereka yaitu Hud. Ia berkata, \"Hai kaumku, sembahlah Allah) tauhidkanlah Allah (sekali-kali tidak ada Tuhan bagimu selain dari-Nya. Maka mengapa kamu tidak bertakwa?\") kamu tidak takut kepada-Nya sehingga kamu mau mengimani-Nya."
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 66,
    "arab": "قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1020.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para pemuka kaum Hud yang tetap dalam kekufuran dan tetap menentang kerasulan Hud bukan saja menolak seruannya, malahan mereka menegaskan bahwa mereka berada dalam agama yang benar dan mereka memandang bahwa Nabi Hud itulah yang berada dalam kesesatan, disebabkan ia meninggalkan agama mereka dan menghina orang-orang yang terkemuka di kalangan kaumnya yang mereka anggap suci. Orang-orang yang dianggap suci itu setelah mati mereka keramatkan dalam bentuk patung guna mendapatkan syafaat dan berkahnya dari mereka. Nabi Hud menentang paham mereka. Karena itu mereka menuduh bahwa Nabi Hud adalah pendusta yang berada dalam kesesatan sebagaimana halnya rasul-rasul dahulu, juga didustakan oleh kaumnya, disebabkan mereka berlawanan paham dengan kaumnya.",
    "quraish": "Para tokoh dan pemuka mereka berkata, \"Kami memandangmu dalam keadaan lemah akal karena menyerukan hal semacam itu. Kami sangat yakin bahwa kamu benar-benar termasuk orang-orang yang bohong.\"",
    "jalalayn": "(Pemuka-pemuka yang kafir dari kaumnya berkata, \"Sesungguhnya kami benar-benar memandang kamu dalam keadaan kurang akal) yaitu bodoh (dan sesungguhnya kami menganggap kamu termasuk orang-orang yang berdusta.\") di dalam kerasulanmu."
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 67,
    "arab": "قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ",
    "translation": "Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1021.mp3",
    "tafsir": "Ayat ini menerangkan bantahan bahwa Nabi Hud tidak sekali-kali berada dalam kesesatan sebagai yang mereka tuduhkan karena dia adalah utusan Allah, diutus kepada mereka untuk menyampaikan perintah-perintah-Nya. Tuhan semesta alam Yang Maha Mengetahui siapa yang sesat atau lemah akal pikirannya dan siapa yang berada dalam kebenaran atau yang sempurna akal pikirannya.",
    "quraish": "Hûd menjawab, \"Wahai kaumku, tidak ada padaku kelemahan akal dalam seruan yang aku bawa. Aku bukan pembohong. Tetapi aku datang dengan membawa petunjuk. Aku adalah utusan Allah, Tuhan semesta alam, yang datang kepada kalian.",
    "jalalayn": "(Hud berkata, \"Hai kaumku! Tidak ada padaku kekurangan akal sedikit pun tetapi aku ini adalah utusan dari Tuhan semesta alam)"
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 68,
    "arab": "اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ ",
    "translation": "Aku menyampaikan kepadamu amanat Tuhanku dan pemberi nasihat yang terpercaya kepada kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1022.mp3",
    "tafsir": "Ayat ini menerangkan penegasan Nabi Hud kepada kaumnya, bahwa dia hanya menyampaikan perintah-perintah Tuhannya agar mereka beriman kepada-Nya, kepada hari kemudian, kepada Rasul-rasul, kepada malaikat-malaikat Allah, kepada adanya surga dan neraka dan agar mereka melaksanakan perintah-perintah Tuhan, baik yang berhubungan dengan ibadat maupun muamalat. Nabi Hud menegaskan bahwa dia adalah benar-benar seorang yang ikhlas dan orang yang dipercaya. Dengan kata-kata ini seolah-olah Nabi Hud mengemukakan kepada kaumnya, \"tidak wajar bagiku berdusta kepada Tuhanku yang mengutusku sebagai rasul.\"\nDemikianlah gambaran budi pekerti para rasul pilihan Allah ketika menghadapi pembangkangan kaum yang bukan saja menentang malahan secara tidak sopan menuduh para rasul dengan berbagai tuduhan yang rendah sekali. Namun demikian, para rasul itu menghadapi mereka dengan tenang dan dengan hati yang penuh kesabaran.",
    "quraish": "Yang aku sampaikan adalah perintah dan larangan Tuhanku. Itulah pesan-pesan Tuhan untuk kalian. Aku hanyalah pemberi nasihat yang tulus bagi kalian. Aku adalah orang yang terpercaya dalam setiap yang aku sampaikan. Dan aku bukan termasuk orang-orang pembohong.\"",
    "jalalayn": "(Aku menyampaikan amanat-amanah Tuhanku kepadamu dan aku hanyalah pemberi nasihat yang terpercaya bagimu\") yakni orang yang dipercaya untuk mengemban risalah."
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 69,
    "arab": "اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ ",
    "translation": "Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu? Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung. ”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1023.mp3",
    "tafsir": "Dalam ayat ini, Allah menerangkan kecaman Nabi Hud kepada pemuka-pemuka kaumnya, bahwa tidak patut mereka merasa heran dan ragu-ragu terhadap kedatangan peringatan dan pengajaran dari Tuhan yang dibawa oleh seorang laki-laki di antara mereka. Pengajaran Allah itu datang kepada mereka justru pada saat mereka berada dalam kesesatan. Semestinya mereka tidak perlu ragu kepada pribadi orang yang membawa seruan. Hendaknya mereka mempergunakan akal pikiran untuk memperhatikan seruan yang dibawa kepada mereka itu yaitu seruan yang benar, seruan yang menyelamatkan diri mereka dari azab Allah. Ia juga mengingatkan mereka akan nikmat dan rahmat Allah, bahwa mereka bukan saja sebagai ahli waris kaum Nuh yang diselamatkan Allah dari topan karena keimanan mereka kepada-Nya, tetapi juga Allah melebihkan mereka dengan kekuatan fisik serta tubuh yang besar. Oleh sebab itu hendaklah mereka bersyukur kepada Allah dengan bertakwa kepada-Nya. Kalau mereka tidak bersyukur, Allah akan menjatuhkan azab-Nya sebagaimana Allah menjatuhkan azab kepada kaum Nuh yang ingkar dan menggantikan kedudukannya dengan bangsa lain. Mereka diingatkan kepada nikmat Allah itu agar mereka bersyukur dengan menyembah-Nya seikhlas-ikhlasnya sehingga mereka menjauhi kemusyrikan dengan meninggalkan penyembahan berhala. Dengan demikian mereka harus meninggalkan penyembahan berhala untuk mencapai kebahagiaan pada hari kemudian dan mendapat tempat pada sisi Allah yang telah disediakan untuk hamba-hamba-Nya yang bersyukur kepada nikmat-Nya.",
    "quraish": "Kemudian Hûd berkata kepada mereka, \"Apakah kalian heran dan merasa aneh dengan kedatangan peringatan berupa kebenaran melalui salah seorang di antara kalian yang mengingatkan akibat buruk dari perbuatan kalian? Tidak ada yang perlu diherankan!\" Lalu Hûd menunjukkan musibah yang diderita orang-orang terdahulu yang mendustakan dan mengingatkan nikmat Allah kepada mereka dengan berkata, \"Ingatlah ketika Tuhan menjadikan kalian pewaris negeri setelah kaum Nûh yang dihancurkan oleh Allah karena mendustakan Nûh. Dia telah memberikan kalian kekuatan fisik dan kekuasaan yang tangguh. Itulah nikmat yang semestinya harus membuat kalian beriman. Maka ingatlah nikmat-nikmat tersebut agar kalian beruntung.\"",
    "jalalayn": "(Apakah kamu tidak percaya dan heran bahwa datang kepadamu peringatan dari Tuhanmu yang dibawa oleh) lisan (seorang laki-laki di antara kamu untuk memberi peringatan kepadamu? Dan ingatlah oleh kamu sekalian di waktu Allah menjadikan kamu sebagai pengganti-pengganti yang berkuasa) di muka bumi (sesudah lenyapnya kaum Nuh dan Tuhan telah melebihkan kekuatan tubuh dan perawakanmu) memberi kekuatan dan tinggi tubuh; tersebutlah bahwa orang yang paling tinggi di antara mereka adalah seratus hasta, sedangkan yang paling pendek enam puluh hasta (Maka ingatlah nikmat-nikmat Allah) yaitu karunia-karunia-Nya (supaya kamu mendapat keberuntungan) supaya kamu memperoleh keberhasilan."
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 70,
    "arab": "قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "Mereka berkata, “Apakah kedatanganmu kepada kami, agar kami hanya menyembah Allah saja dan meninggalkan apa yang biasa disembah oleh nenek moyang kami? Maka buktikanlah ancamanmu kepada kami, jika kamu benar!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1024.mp3",
    "tafsir": "Ternyata kaum Hud adalah kaum yang sangat keras kepala dan pembangkang. Mereka, masih juga menjawab dan mengejek seruan Nabi Hud itu seraya mengatakan, \"Rupanya engkau datang kepada kami ini, hai Hud, agar kami menyembah Allah dengan meninggalkan apa yang disembah oleh nenek-moyang kami. Tidakkah ini suatu yang menggelikan hati kami. Apakah engkau tidak mengetahui bahwa sembahan peninggalan orang-orang tua kita itu adalah mendekatkan kita kepada Tuhan sebagai perantara karena kita belum menjadi orang suci; tidakkah kita perlu kepada tuhan-tuhan yang disembah oleh orang-orang tua kita itu, jika sekiranya engkau memang sebenarnya utusan Allah dan memang benar apa yang engkau sampaikan kepada kami, cobalah datangkan kepada kami azab yang engkau janjikan itu.\"",
    "quraish": "Akan tetapi, dengan seruan baik semacam ini mereka malah berkata dengan heran, \"Apakah kamu datang untuk mengajak kami menyembah hanya kepada Allah dan harus meninggalkan patung-patung sesembahan leluhur kami? Kami tidak akan melakukan itu. Datangkanlah ancamanmu berupa azab yang kamu ancamkan kepada kami jika kamu termasuk orang-orang yang benar.\"",
    "jalalayn": "(Mereka berkata, \"Apakah kamu datang kepada kami agar kami hanya menyembah Allah saja dan meninggalkan) artinya membiarkan (apa yang biasa disembah oleh bapak-bapak kami? Maka datangkanlah apa yang kamu ancamkan kepada kami) berupa azab (jika kamu termasuk orang-orang yang benar\") di dalam pengakuanmu."
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 71,
    "arab": "قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ",
    "translation": "Dia (Hud) menjawab, “Sungguh, kebencian dan kemurkaan dari Tuhan akan menimpa kamu. Apakah kamu hendak berbantah denganku tentang nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri, padahal Allah tidak menurunkan keterangan untuk itu? Jika demikian, tunggulah! Sesungguhnya aku pun bersamamu termasuk yang menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1025.mp3",
    "tafsir": "Setelah kaum Hud menentangnya dan menolak seruan agar mereka meninggalkan penyembahan patung-patung, bahkan mereka minta agar segera didatangkan kepada mereka azab, maka Nabi Hud berkata kepada kaumnya, bahwa Allah telah menentukan azab yang akan ditimpakan kepada mereka dan mereka akan mengalami kemurkaan Allah yakni mereka akan dijauhkan dari rahmat-Nya. Azab yang akan menimpa itu ialah angin yang sangat kencang dengan suara yang sangat gemuruh yang menghempaskan mereka hingga mati tersungkur. Firman Allah: \nKaum 'Ad pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus, yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! (al-Qamar/54: 18-21)\nNabi Hud menyatakan kepada kaumnya bahwa nama-nama berhala, baik yang mereka namakan maupun yang dinamakan oleh nenek moyang mereka tidak patut mereka jadikan pokok perdebatan dengan beliau. Karena pemberian nama dengan nama-nama Tuhan kepada berhala dan patung-patung itu sangat tidak masuk akal. Demikian pula menamakannya dengan perantara untuk mendekatkan diri kepada Allah, atau pemberi syafa'at dan lain-lain dari sifat-sifat ketuhanan. Nama-nama itu tidak ada dasarnya. Allah tidak ada menurunkan keterangan dan bukti nama-nama itu. Allah adalah Tuhan Yang Maha Esa, hanya kepada-Nya saja manusia secara langsung menyembah; tidak ada sesuatu pun yang dibenarkan menjadi sekutu-Nya. Jika dibenarkan tentu Allah memberi keterangan dengan wahyu-Nya. Nabi Hud berseru kepada mereka untuk menunggu turunnya azab dari Allah yang mereka minta itu dan dia sendiri termasuk orang-orang yang menunggu untuk menyaksikan kedatangan azab yang akan menimpa kaumnya yang kafir itu.",
    "quraish": "Hûd berkata, \"Dengan pembangkangan kalian, sudah pantas siksa dan kemurkaan Allah kalian terima. Apakah kalian akan mendebat aku tentang patung-patung yang kalian dan leluhur kalian namakan sebagai tuhan-tuhan. Semua itu hakikatnya hanyalah nama-nama yang tidak berarti sama sekali. Allah tidak pernah menunjukkan bukti ketuhanan itu semua. Tidak ada kekuatan daya cipta sedikit pun yang membuat kalian harus menyembahnya.\"",
    "jalalayn": "(Ia berkata, \"Sungguh sudah pasti) telah wajib (kamu akan ditimpa azab Tuhanmu) yakni siksaan-Nya (dan kemarahan-Nya. Apakah kamu sekalian hendak berbantah dengan aku tentang nama-nama yang telah kamu menamakannya) artinya yang telah diberi nama oleh kamu (kamu beserta nenek-moyangmu) yang dimaksud ialah berhala-berhala yang biasa mereka sembah (padahal Allah sekali-kali tidak menurunkan untuk itu) untuk menyembahnya (suatu hujah pun?) bukti argumentasi. (Maka tunggulah olehmu) azab itu (sesungguhnya aku juga termasuk orang-orang yang menunggu bersama kamu.\") menanti azab itu disebabkan kedustaanmu kepadaku. Kemudian dikirimkan kepada mereka angin yang panas sekali. Maksudnya, Allah menimpakan azab-Nya atas mereka dengan angin yang amat panas."
  },
  {
    "ruku": 130,
    "name": "Al-A'raf",
    "ayat": 72,
    "arab": "فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ",
    "translation": "Maka Kami selamatkan dia (Hud) dan orang-orang yang bersamanya dengan rahmat Kami dan Kami musnahkan sampai ke akar-akarnya orang-orang yang mendustakan ayat-ayat Kami. Mereka bukanlah orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1026.mp3",
    "tafsir": "Setelah kaum Hud menentang dan menuntut azab yang dijanjikan maka datanglah azab Allah menimpa mereka dan Allah menyelamatkan Hud beserta orang-orang yang beriman dari pada azab tersebut.\nAzab itu berupa angin dahsyat yang sangat dingin yang membinasakan kaum 'Ad, karena mereka mendustakan kebesaran Allah bahkan mengingkari utusan-utusan-Nya. Mereka dilenyapkan dari muka bumi ini dengan angin yang menghancurkan segala sesuatu, sebagaimana tersebut dalam firman Allah: \nYang menghancurkan segala sesuatu dengan perintah Tuhannya, sehingga mereka (kaum 'Ad) menjadi tidak tampak lagi (di bumi) kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang berdosa. (al-Ahqaf/46: 25)",
    "quraish": "Lalu Kami selamatkan Hûd dan pengikut-pengikutnya yang beriman dengan kasih sayang Kami. Dan Kami turunkan kepada orang-orang kafir sesuatu yang memusnahkan mereka sehingga tidak ada yang tersisa sedikit pun. Mereka tidak termasuk kelompok orang-orang yang beriman.",
    "jalalayn": "(Maka Kami selamatkan dia) Hud (beserta orang-orang yang bersamanya) dari kalangan orang-orang yang beriman (dengan rahmat yang besar dari Kami dan Kami tumpas) kaumnya itu (orang-orang yang mendustakan ayat-ayat Kami) Kami habiskan mereka dengan akar-akarnya (dan tiadalah mereka orang-orang yang beriman) diathafkan kepada lafal kadzdzabuu."
  }
]