[
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 73,
    "arab": "وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ  ",
    "translation": "Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkanlah ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1027.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Saleh kepada kaumnya yaitu kaum tsamud. tsamud adalah nama suatu kabilah dari bangsa Arab yang telah dimusnahkan yang terkenal dengan istilah \"Arab Ba'idah\" yang mendiami Hijir yaitu daerah 'Ula di sebelah utara Medinah, Saudi Arabia. tsamud adalah nama nenek moyang mereka yaitu anak dari 'Atsir bin Iram bin Sam bin Nuh. Munculnya kaum tsamud itu sesudah kaum 'Ad dibinasakan Allah. Menurut suatu riwayat ketika Rasulullah dalam perang Tabuk pada tahun 9 Hijri ia melewati daerah peninggalan kaum tsamud itu. Rasulullah melarang para sahabat memasuki daerah tersebut dengan sabdanya yaitu: \n\"Jangan kamu memasuki tempat-tempat mereka yang ditimpa azab Allah itu kecuali kamu dalam keadaan menangis. Jika kamu tidak menangis, janganlah kamu memasuki tempat itu agar kamu tidak ditimpa musibah seperti musibah yang telah menimpa mereka.\" (Riwayat al-Bukhari dan Muslim)\nDemikianlah anjuran Nabi kepada para sahabat untuk menghindari tempat yang pernah ditimpa bencana.\nSaleh a.s. adalah Nabi yang diutus oleh Allah kepada kaum tsamud. Dia berasal dari kaum tsamud yang terbaik keturunannya, kedudukannya dan keadaan rumah tangganya demikian juga akhlaknya. Mukjizat kenabiannya adalah \"unta Allah\". Nabi Saleh menjalankan tugasnya dengan menyampaikan perintah-perintah Tuhannya yang ditujukan kepada kaumnya. Nabi Saleh menyeru mereka agar menyembah Allah Tuhan Yang Maha Esa dengan menegaskan bahwa tidak ada Tuhan selain Allah, karenanya hendaklah mereka bertakwa kepada-Nya. Nabi Saleh mengajak mereka menerima seruannya dan janganlah mereka mengikuti orang-orang yang hanyut di dalam kemusyrikan, yang membawa mereka ke dalam neraka Jahanam, akibat mereka meninggalkan ajaran agama yang benar. Nabi Saleh mengatakan kepada kaumnya bahwa bukti kebenaran dari kenabiannya, adalah seekor unta yang dinamakannya \"Unta Allah\", yang diciptakan Allah tidak menurut kebiasaan. Menurut sebagian ahli tafsir, unta ini keluar dari batu besar atas permintaan kaum tsamud sebagai suatu mukjizat yang harus diperhatikan oleh mereka. \nAllah memberikan mukjizat kepada Nabi Saleh berupa seekor unta sebagai bukti kerasulannya, karena kaum tsamud meminta bukti kerasulannya. Nabi Saleh meminta kepada kaumnya agar membiarkan unta itu makan apa saja yang ada di bumi Allah ini, karena bumi ini kepunyaan Allah dan unta ini adalah unta Allah dan tidak wajar mereka menghalang-halangi unta itu, apalagi menyakitinya dan menyembelihnya. Nabi Saleh mengancam mereka bahwa mereka akan mendapat azab yang pedih dari Allah jika mereka mengganggu atau membunuh unta itu.\nAgar tidak menimbulkan kesulitan antara mereka dan unta itu, maka diaturlah hari-hari minum ke telaga untuk mereka dan untuk unta itu, karena sedikitnya persediaan air sebagaimana diutarakan oleh firman Allah: \n\nDan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum. (al-Qamar/54: 28)\n\nJuga firman Allah pada ayat yang lain yaitu: \n\nDia (Saleh) menjawab, \"Ini seekor unta betina, yang berhak mendapatkan (giliran) minum, dan kamu juga berhak mendapatkan minum pada hari yang ditentukan. (asy-Syu'ara'/26: 155)",
    "quraish": "Kami utus kepada kaum Tsamûd(1) saudara mereka, Shâlih, yang berasal dari keturunan dan negeri mereka sendiri. Ajarannya sama dengan ajaran rasul-rasul yang datang sebelum dan sesudah dia. Ia berkata kepada mereka, \"Sembahlah hanya Allah semata. Tidak ada tuhan yang patut disembah selain Dia. Telah datang untuk kalian bukti kebenaran risalah yang aku bawa dari Tuhan. yaitu berupa unta dengan ciri-ciri khusus. Di situ terdapat bukti yang jelas. Unta itu adalah milik Allah, maka biarkanlah dia memakan rumput di bumi Allah. Jangan kalian sakiti, sebab, dengan menyakitinya, kalian akan ditimpa siksa pedih yang memilukan. (1) Kaum Tsamûd merupakan generasi pertama dari Arab Bâ'idah, sama seperti 'Ad. Nama mereka tertera dalam ukiran-ukiran peninggalan raja Sarjoun II, salah seorang raja Asiria Baru pada tahun 715 SM. Mereka disebut sebagai termasuk bangsa-bangsa yang pernah ditaklukkan raja tersebut di sebelah utara semenanjung Arab. Tempat tinggal mereka, yang masyhur dalam buku-buku pakar Arab adalah di Hijr yang dikenal dengan kota-kota Shâlih di Wâdî al-Qurâ. Al-Ashtakhriy pernah mengunjungi tempat tersebut. Dia menyebutkan bahwa di situ terdapat sebuah sumur yang disebut dengan sumur Tsamûd. al-Mas'ûdiy dalam bukunya Murûj al-Dzahab, jilid I, halaman 259, menyebutkan bahwa tempat tinggal mereka berada di antara Syâm dan Hijâz sampai ke pantai laut Habasyah (Etiopia). Rumah-rumah mereka terpahat di gunung-gunung. Pada zaman al-Mas'ûdiy, peninggalan-peninggalan mereka masih tampak jelas bagi orang yang melakukan perjalanan haji dari Syâm di dekat Wâdî al-Qurâ.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada kaum Tsamud) tanpa tanwin, yang dimaksud adalah kabilahnya (saudara mereka Saleh. Ia berkata, \"Hai kaumku, sembahlah Allah sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku. (Unta betina ini menjadi tanda bagimu) menjadi hal sedangkan amilnya adalah makna yang terkandung dalam isyarah. Sebelumnya kaum Nabi Saleh itu meminta kepadanya agar ia mengeluarkan unta betina tersebut dari sebuah batu besar yang telah mereka tentukan sendiri (maka biarkanlah dia makan di bumi Allah dan janganlah kamu mengganggunya dengan gangguan apa pun) menyembelihnya atau memukulnya (maka kamu ditimpa siksaan yang pedih.\")."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 74,
    "arab": "وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ",
    "translation": "Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ‘Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1028.mp3",
    "tafsir": "Sesudah Nabi Saleh mengajak kaumnya menyembah Allah dan menasihati mereka agar berbuat baik kepada unta itu, mulailah Nabi Saleh mengingatkan mereka kepada nikmat-nikmat Allah yang mereka peroleh antara lain mereka diberi kekuasaan dan kekuatan untuk memakmurkan bumi ini sebagai pengganti kaum 'Ad. Mereka diberi oleh Allah kecakapan dan kesanggupan membuat istana-istana dan pengetahuan membuat bahan-bahan bangunan seperti batu bata, kapur, genteng dan keahlian serta ketabahan dalam memahat bukit-bukit dan gunung-gunung, untuk dijadikan rumah kediaman dan tempat tinggal mereka pada musim dingin. Menjadikan bukit dan gunung sebagai bungalow untuk menghindarkan bahaya hujan dan dingin. Mereka baru keluar dari bukit itu pada musim-musim lain untuk bertani dan pekerjaan-pekerjaan yang lain. Nabi Saleh menyeru mereka agar mengingat nikmat-nikmat Allah tersebut agar mereka bersyukur kepada-Nya, dengan hanya menyembah kepada-Nya dan meninggalkan perbuatan-perbuatan yang merusak di atas bumi ini antara lain perbuatan yang tidak diridai oleh Allah berupa kekufuran, kemusyrikan dan kezaliman.",
    "quraish": "Ingatlah ketika Allah menjadikan kalian pewaris-pewaris negeri 'Ad. Dia menurunkan kalian di sebuah negeri sebagai tempat tinggal yang indah. Tanah-tanahnya yang datar kalian jadikan istana-istana yang megah. Gunung-gunungnya kalian pahat untuk dijadikan rumah-rumah. Maka ingatlah nikmat-nikmat Allah ketika Dia menempatkan kalian di negeri seperti itu. Janganlah kalian berlaku semena-mena di muka bumi ini dengan menjadi perusak.",
    "jalalayn": "(Dan ingatlah olehmu di waktu Tuhan menjadikan kamu pengganti-pengganti) di bumi ini (sesudah kaum Ad dan memberikan tempat bagimu) yakni menempatkan kamu (di bumi. Kamu dirikan istana-istana di atas tanah-tanah yang datar) sebagai tempat tinggalmu di musim panas (dan kamu pahat gunung-gunungnya untuk dijadikan rumah) yang kamu tempati di musim dingin, dinashabkannya lafal buyuutan menjadi hal dari lafal yang tersimpan (maka ingatlah nikmat-nikmat Allah dan janganlah kamu merajalela di muka bumi membuat kerusakan)."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 75,
    "arab": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ",
    "translation": "Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?” Mereka menjawab, “Sesungguhnya kami percaya kepada apa yang disampaikannya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1029.mp3",
    "tafsir": "Ayat ini menerangkan bahwa pemuka yang sombong dari kaum tsamud itu mengatakan kepada orang-orang yang lemah dan beriman kepada Nabi Saleh dengan cara mengejek seolah-olah mereka itu berada dalam kekeliruan karena beriman kepada kerasulan Nabi Saleh. Mereka menyatakan bahwa orang-orang yang lemah itu tidak putus asa, mungkin karena percaya akan kerasulan Saleh. Memang menurut kebiasaan bahwa golongan yang lemah tidak mempunyai kepentingan, mereka masih berpegang kepada hati nurani mereka, karena itulah mereka segera menerima seruan Nabi atau nasihat orang-orang yang saleh.\nAdapun orang-orang yang terkemuka dan orang-orang yang kaya, sangat berat untuk mengikuti orang lain, apalagi untuk menerima nasihat-nasihat yang menghalangi mereka mengikuti keinginan hawa nafsu, meskipun bertentangan dengan hati nurani mereka sendiri. Demikianlah tingkah laku orang-orang yang mempunyai kedudukan karena pangkatnya atau karena kekayaannya, sebagaimana diutarakan dalam firman Allah yaitu: \nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)\n\nOrang-orang yang lemah dari kaum tsamud yang beriman itu tidak langsung menjawab pertanyaan mereka, tetapi dengan bijaksana menjawab bahwa mereka beriman kepada apa yang dibawa oleh Nabi Saleh, karena petunjuk-petunjuk itu benar dan datangnya dari Allah.",
    "quraish": "Para tokoh dan pemuka yang sombong berkata kepada orang-orang yang beriman dan dianggap lemah, sambil mencela dan mencibir, \"Apakah kalian yakin bahwa Shâlih itu diutus oleh Tuhannya?\" Orang-orang yang meyakini kebenaran menjawab, \"Kami yakin dan tunduk kepada apa yang dibawanya.\"",
    "jalalayn": "(Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata) maksudnya mereka yang sombong tidak mau beriman kepada Saleh (kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka,) di antara kaumnya, menjadi badal dari lafal yang sebelumnya dengan mengulangi huruf jar (\"Tahukah kamu bahwa Saleh diutus menjadi rasul oleh Tuhannya?) kepadamu (Mereka menjawab,) 'Ya, betul.' (Sesungguhnya kami beriman kepada wahyu yang Saleh diutus untuk menyampaikannya.\")"
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 76,
    "arab": "قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ",
    "translation": "Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami mengingkari apa yang kamu percayai.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1030.mp3",
    "tafsir": "Setelah golongan lemah yang beriman itu menjawab dengan jawaban yang bijaksana bahwa mereka beriman kepada Allah, dan apa yang dibawa oleh Nabi Saleh, maka ayat ini menerangkan ucapan pemuka-pemuka kaum tsamud yang sombong sebagai jawaban kembali terhadap ucapan orang-orang yang lemah ini. Mereka mengatakan bahwa mereka mengingkari apa-apa yang diimani oleh orang yang lemah itu. Mereka menghindari untuk mengatakan ingkar kepada apa yang dibawa oleh Nabi Saleh, karena khawatir terhadap adanya kesan seolah-olah mereka mengakui atas kerasulan Saleh as.",
    "quraish": "Orang-orang yang sombong itu berkata, \"Kami mengingkari dan menolak apa yang kalian yakini, yaitu seruan kepada keesaan Tuhan yang dibawa Nabi Shâlih.\"",
    "jalalayn": "(Orang-orang yang menyombongkan diri berkata, \"Sesungguhnya kami adalah orang yang tidak percaya kepada apa yang kamu imani itu.\")"
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 77,
    "arab": "فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ",
    "translation": "Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1031.mp3",
    "tafsir": "Setelah itu mereka berbuat durhaka dengan menyembelih unta dan menentang perintah-perintah Allah yang disampaikan kepada mereka oleh Nabi Saleh. Mereka memanggil seorang sesamanya untuk membunuh unta itu, seperti dijelaskan oleh firman Allah: \nMaka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. (al-Qamar/54: 29)\n\nTetapi dalam ayat 77 dikatakan, bahwa yang membunuh unta itu adalah orang banyak di kalangan mereka. Hal mana menunjukkan perbuatan kejahatan (tindak pidana) seseorang, dipandang perbuatan pidana orang banyak apabila orang yang melakukan pidana itu atas persetujuan orang banyak atau perintah mereka. Maka tanggung jawab atas tindak pidana itu dipikulkan kepadanya dan orang banyak secara bersama-sama, dan azab ditimpakan kepada mereka. Mereka kemudian menantang Nabi Saleh agar mendatangkan azab yang dijanjikan kepada mereka, yaitu azab Allah, jika benar-benar Saleh utusan Allah yang menyampaikan ancaman dari Allah.",
    "quraish": "Mereka yang sombong itu terus membangkang. Mereka menentang Allah dan rasul-Nya. Unta itu mereka sembelih. Kesombongan mereka pun memuncak. Dengan menantang, mereka berkata, \"Hai Shâlih, datangkanlah azab yang kamu janjikan jika kamu benar-benar telah diutus oleh Allah.\"",
    "jalalayn": "Tersebutlah bahwa bagi unta betina itu satu hari minum, dan untuk mereka satu hari lainnya, akhirnya mereka bosan dengan ketentuan itu. (Kemudian mereka sembelih unta betina itu) yang melakukannya adalah orang yang terkuat berdasarkan perintah dari mereka, yaitu ia diperintahkan agar menyembelihnya dengan pedangnya (dan mereka berlaku angkuh terhadap perintah Tuhan. Dan mereka berkata, \"Hai Saleh! Datangkanlah apa yang kamu ancamkan itu kepada kami) yakni azab sebagai balasan atas pembunuhan unta itu (jika betul kamu termasuk orang yang diutus Allah.\")."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 78,
    "arab": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ",
    "translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1032.mp3",
    "tafsir": "Setelah mereka menantang Nabi Saleh dengan menuntut azab Allah yang dijanjikan, maka Allah membela Rasul-Nya dan pengikutnya. Ayat ini menerangkan azab Allah yang diturunkan kepada mereka berupa gempa dan petir yang dahsyat yang menggetarkan jantung manusia, menggoncangkan bumi bagaikan gempa besar yang menghancurkan semua bangunan sehingga mereka semuanya binasa. Tentulah petir tersebut tidak seperti biasa tetapi petir yang luar biasa yang khusus ditimpakan kepada mereka sebagai azab atas kedurhakaan kaum tsamud.",
    "quraish": "Lalu mereka ditimpa gempa bumi yang sangat dahsyat. Semuanya mati berserakan di tempat tinggal mereka.",
    "jalalayn": "(Karena itu mereka ditimpa gempa) gempa bumi yang keras beserta suara gemuruh dari langit (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 79,
    "arab": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ",
    "translation": "Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1033.mp3",
    "tafsir": "Setelah kaum tsamud binasa akibat disambar petir, ayat ini menerangkan bahwa Nabi Saleh dengan rasa haru dan sedih berkata kepada mereka yang sudah mati, bahwa dia sesungguhnya telah menyampaikan amanat Tuhannya dan telah cukup memberi nasihat kepada mereka namun mereka tidak suka menerima nasihat. Seruan Nabi Saleh ini yang ditujukan kepada kaumnya yang telah mati itu menunjukkan betapa cintanya kepada kaumnya. Hal mana mengingatkan kita kepada seruan Nabi Muhammad terhadap sebagian orang-orang Quraisy yang telah mati dan sudah dikuburkan dalam Perang Badar. Rasulullah berkata: \n\"Wahai Abu Jahal bin Hisyam, wahai Utbah bin Rabi'ah. Wahai Syaibah bin Rabiah dan wahai Fulan anak Fulan, Adakah sekarang ini kamu menemukan apa-apa yang dijanjikan Allah itu benar? Karena aku telah menemukan apa yang dijanjikan Tuhanku itu benar. Umar berkata, \"Ya Rasulullah, apa guna berbicara dengan tubuh yang tidak bernyawa?\" Rasulullah menjawab, \"Demi Tuhan dimana diriku tergantung pada-Nya. Kamu tidaklah lebih mendengar dari mereka terhadap apa yang aku katakan. Tetapi mereka tidak dapat menjawab.\" (Riwayat al-Bukhari dan Muslim dari Abu thalhah al-Anshari).\nAyat 79 ini tidak mengutarakan bahwa Nabi Saleh menghindar dari kaumnya sebelum datang azab Allah, demikian juga tidak mengutarakan tentang nasib sebagian kaum tsamud yang beriman kepada Nabi Saleh. Namun ayat 79 ini jelas mengutarakan bahwa Nabi Saleh diselamatkan oleh Allah. Ibnu Katsir menerangkan bahwa Allah menyelamatkan Nabi Saleh dan pengikutnya dari azab tersebut kemudian pergi dan tinggal di Haran.",
    "quraish": "Sebelum malapetaka itu menimpa, Shâlih sempat mengingatkan mereka dengan mengatakan, \"Hai kaumku, aku telah sampaikan semua perintah dan larangan Tuhanku. Dan aka pun telah memberi kalian nasihat. Akan tetapi kelakuan kalian yang terus seperti itu membuat kalian tidak menyukai orang-orang yang menasihati kalian.\"",
    "jalalayn": "(Maka Saleh berpaling) ia meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan kepadamu amanat Tuhanku dan aku telah memberi nasihat kepadamu tetapi kamu tidak menyukai orang-orang yang memberi nasihat.\")"
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 80,
    "arab": "وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ",
    "translation": "Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1034.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah mengutus Nabi Lut untuk menyampaikan agama kepada kaumnya agar mereka menyembah Allah, dan Nabi Lut bertanya kepada mereka dengan nada keras, \"Mengapa kamu mengerjakan perbuatan keji yang belum pernah dilakukan oleh seorang pun sebelum kamu\" dengan harapan mereka sadar untuk meninggalkan prilaku keji itu. Kaum Nabi Lut adalah orang yang pertama kali melakukan sodomi (homoseks) maka mereka mendapatkan dosa seperti dosa orang yang menirunya, sebagaimana diterangkan dalam hadis: \n\"Orang yang membuat suatu kebiasaan buruk dalam Islam, lalu kebiasaan buruk itu dikerjakan sesudahnya, maka ia akan menanggung seperti dosa orang yang melakukan kebiasaan buruk itu.\" (Riwayat Muslim)\nHadis lain menerangkan: \n\"Orang yang mengajak kepada jalan yang benar maka ia mendapat ganjaran sama banyaknya dengan ganjaran yang diberikan kepada pengikut-pengikutnya dan hal itu tidak sedikit pun mengurangi ganjaran mereka itu, dan orang yang mengajak berbuat kejahatan maka ia mendapat dosa sama banyaknya dengan dosa pengikut-pengikutnya dan hal itu tidak dikurangi sedikit pun dari dosa mereka itu.\" (Riwayat Muslim)\nAllah menciptakan laki-laki dan perempuan dengan tujuan mengembangkan keturunan manusia guna memakmurkan alam ini. Pada masing-masing jenis memiliki nafsu birahi yang mendorong terwujudnya kebutuhan bertemunya kedua jenis manusia ini sebagai sarana untuk mengembangbiakan manusia.\nPerempuan dalam bentuk kejadiannya adalah indah, halus dan menarik. Antara laki-laki dan perempuan terjadi saling tarik-menarik laksana tarikan antara positif dan negatif. Jika manusia seperti itu, alangkah ganjilnya bila ada golongan manusia yang menyimpang dari ketentuan Allah itu. Alangkah besarnya pelanggaran terhadap kemanusiaan yang dilakukan seseorang laki-laki dengan menggauli laki-laki lain dengan tujuan bukan untuk mengembangkan keturunan.\nJika saling membunuh dinilai sebagai sesuatu yang buruk, maka perbuatan kaum Nabi Lut ini dapat dikatakan lebih buruk dan dapat menjatuhkan derajat manusia dan kemanusiaan sehingga lebih rendah dari hewan. Hal ini karena hewan jantan tidak ada yang berhubungan dengan jantan pula sebagaimana yang dilakukan umat Nabi Lut. Ketetapan Allah berkaitan dengan hal ini, adalah laki-laki untuk perempuan dan perempuan untuk laki-laki. Kaum Lut bukan saja ingkar kepada Allah dan tidak bersyukur atas nikmat-Nya, tetapi juga melakukan homoseksual yang akhirnya juga mendorong para wanita melakukan lesbian (saling berhubungan sesamanya). Allah mengutus Nabi Lut kepada kaum seperti ini untuk menyampaikan ajaran Allah agar mereka kembali ke jalan yang benar dan meninggalkan kelakuan yang buruk dan bertentangan dengan sunatullah. Karena mereka menolak seruan Lut, maka Allah membinasakan kaum tersebut.\nNabi Lut adalah anak Haran bin Tarikh. Tarikh adalah saudara Nabi Ibrahim. Lut dilahirkan di daerah tepian timur dari selatan Irak yang dahulunya dinamakan Babilon. Atas kehendak Nabi Ibrahim, Lut berdiam di kota Sodom salah satu kota di daerah Yordania. Lut wafat di sekitar Yordan dahulu terkenal dengan nama Laut Lut.",
    "quraish": "Kami telah mengutus Lûth kepada kaumnya. Ia mengajak mereka kepada tauhid. Ia juga mengingatkan mereka agar meninggalkan perbuatan yang paling jelek dengan berkata, \"Apakah kalian melakukan sesuatu yang sangat keji dan keluar dari fitrah, yang kalian ciptakan berkat kelainan seksual yang kalian derita dan tidak ada seorang pun yang mendahului kalian melakukan hal seperti itu?",
    "jalalayn": "(Dan) ingatlah (Luth) kemudian disebutkan badalnya yaitu, (tatkala dia berkata kepada kaumnya, \"Mengapa kamu mengerjakan perbuatan fahisyah itu) yakni mendatangi dubur/anus laki-laki (yang belum pernah dikerjakan oleh seorang pun di dunia ini sebelummu?\") dari kalangan manusia dan jin."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 81,
    "arab": "اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ",
    "translation": "Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1035.mp3",
    "tafsir": "Ayat ini kelanjutan dari ayat 80 menerangkan, bahwa Nabi Lut menegaskan kepada kaumnya bahwa sesungguhnya mereka melakukan homoseksual, perbuatan yang bukan saja bertentangan dengan fithrah manusia tetapi juga menghambat perkembangbiakan manusia. Perbuatan homoseksual hanya bertujuan pelepasan nafsu birahi semata karena pelakunya lebih rendah dari hewan. Hewan masih memerlukan jenis kelamin lain untuk memuaskan nafsu birahinya dan keinginan mempunyai keturunan. Misalnya binatang yang merayap dan yang terbang memulai kehidupannya dengan betina dan jantan untuk bersama-sama membuat sarang di atas pohon. Sedangkan kelakukan homoseks tidak mempunyai maksud demikian selain melampiaskan nafsu birahi semata.\nDengan bersemangat Nabi Luth mengutuk dan mencemoohkan tingkah laku mereka. Pada akhir ayat ini diutarakan bahwa Nabi Luth selalu mengakhiri ucapannya dengan kata-kata,\n\"Tetapi wahai kaumku, kamu adalah benar-benar golongan yang melampaui batas, karena kamu meninggalkan akal sehat dan menyimpang dari fitrah manusia, sehingga kamu tidak memikirkan akibat buruk dari tingkah lakumu, yaitu memutuskan keturunan, merusak kesehatan dan melanggar peradaban.\" \nJika kaum Lut tidak menyimpang dari fitrah, selalu berpikir sehat dan berakhlak mulia, tentu akan menjauhi perbuatan keji dan terkutuk itu. Kecaman atas perbuatan umat Nabi Lut berulang kali dikemukakan dengan ungkapan yang beragam, seperti firman Allah berikut: \nMengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 55)\n\nJuga firman Allah pada ayat yang lain yaitu: \nApakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" (al-'Ankabut/29: 29)",
    "quraish": "Yaitu, kalian mendatangi laki-laki untuk melampiaskan nafsu seksual dengan mereka, sementara wanita- wanita itu kalian tinggalkan. Sungguh kalian telah berlebihan. Karena itulah kalian telah keluar dari fitrah dan melakukan sesuatu yang binatang saja belum pernah melakukannya.\"",
    "jalalayn": "(Tiada lain kamu itu) dengan menetapkan dua hamzah yang ditashilkan nomor duanya serta memasukkan alif di antara keduanya, menurut dua bacaan (mendatangi lelaki untuk melepaskan nafsumu kepada mereka bukan kepada wanita, melainkan kamu itu adalah orang-orang yang melampaui batas) melewati batas kehalalan menuju kepada keharaman."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 82,
    "arab": "وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ",
    "translation": "Dan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1036.mp3",
    "tafsir": "Ayat ini menerangkan reaksi kaum Lut terhadap kecaman dan nasihat yang dikemukakan oleh Nabi Lut yang disertai dengan alasan-alasan yang logis dan tidak dapat dibantah. Namun demikian mereka tetap menolak kebenaran. Beberapa pemuka mereka mengeluarkan perintah agar Nabi Lut beserta orang-orang yang beriman kepadanya diusir dari kampung halaman mereka dengan alasan bahwa Nabi Lut dan orang-orang yang beriman itu adalah orang-orang yang bersih dan tidak patut berkumpul dengan mereka, karena mereka adalah orang-orang yang rusak dan kotor. Oleh karena itu, sebaiknya Nabi Lut dan pengikutnya tidak sekampung dengan mereka, karena antara mereka dengan Nabi Lut terdapat perbedaan dalam budi pekerti. Mereka melakukan perbuatan yang keji dengan bangga, sedang Nabi Lut beserta orang-orang yang beriman adalah orang-orang yang membersihkan diri dari perbuatan terkutuk itu. Sambil mengejek, mereka menghendaki agar Nabi Lut dengan pengikutnya diusir, dengan demikian mereka tetap dapat berbuat secara bebas tanpa ada yang mengganggu mereka.\nAlangkah rendahnya akhlak kaum Lut itu, tanpa rasa malu mereka bangga melakukan perbuatan maksiat yang berbentuk kutukan seraya menghina orang-orang yang berbudi pekerti luhur. Hanya manusia yang tidak beriman kepada Allah dan hari kemudianlah yang dapat jatuh ke dalam martabat yang rendah ini.",
    "quraish": "Penolakan atas perbuatan yang sangat keji itu dijawab oleh kaumnya dengan hanya mengatakan, \"Usirlah Lûth beserta keluarga dan para pengikutnya dari kota kalian ini. Sebab mereka menyucikan diri dan menjauhi perbuatan yang jelek menurut akal dan fitrah tetapi dipandang baik oleh mereka.\"",
    "jalalayn": "(Jawab kaumnya tidak lain hanya mengatakan, \"Usirlah mereka) Luth dan pengikut-pengikutnya (dari kotamu ini; sesungguhnya mereka adalah orang-orang yang berpura-pura menyucikan diri.\") dari mendatangi dubur laki-laki/homosek."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 83,
    "arab": "فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ",
    "translation": "Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1037.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menyelamatkan Nabi Lut beserta orang yang beriman kepada-Nya kecuali istrinya karena ia tidak beriman kepada Nabi Lut bahkan mengkhianatinya. Istrinya berpihak kepada kaum Lut yang kafir. Karena itu ia tergolong ke dalam kaum Lut yang mendapat azab pula di akhirat nanti. Ayat lain menerangkan bahwa sebelum azab diturunkan kepada kaum Lut, Allah memerintahkan Nabi Lut dan pengikutnya yang beriman agar meninggalkan negerinya, sebagaimana diterangkan dalam firman-Nya: \nMereka (para malaikat) berkata, \"Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksa) yang menimpa mereka. Sesungguhnya saat terjadinya siksa kepada mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?\" (Hud/11: 81)\n\nFirman-Nya yang lain: \n\"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang. Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.\" (al-hijr/15: 65)\nJuga firman-Nya: \nLalu Kami keluarkan orang-orang yang beriman yang berada di dalamnya (negeri kaum Lut) itu. Maka Kami tidak mendapati di dalamnya (negeri itu), kecuali sebuah rumah dari orang-orang muslim (Lut). Dan Kami tinggalkan padanya (negeri itu) suatu tanda bagi orang-orang yang takut kepada azab yang pedih. (adz-dzariyat/51: 35-37)",
    "quraish": "Siksa Allah harus mereka terima. Lalu kami selamatkakan Lûth dan keluarganya, kecuali istrinya, sebab dia termasuk orang-orang yang tersesat.",
    "jalalayn": "(Kemudian Kami selamatkan dia dan pengikut-pengikutnya kecuali istrinya; dia termasuk orang-orang yang tertinggal) yang ikut binasa oleh azab Allah."
  },
  {
    "ruku": 131,
    "name": "Al-A'raf",
    "ayat": 84,
    "arab": "وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ",
    "translation": "Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1038.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah membinasakan kaum Luth dengan batu yang terkenal dengan \"batu sijjil\" diturunkan dari langit laksana hujan sebagaimana tersebut dalam firman Allah: \nMaka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras. (al-hijr/15: 74)\n\nFirman Allah: \nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar. (Hud/11: 82)\n\nTidak ada seorang ahli tafsir pun yang dapat menjelaskan cara-cara batu-batu itu terkumpul dari bumi diangkat ke atas atau lapisan bumi yang diangkat ke atas mereka, kemudian turun berjatuhan seperti hujan. Demikian juga bentuk batu tersebut apakah dari tanah keras semata atau bercampur dengan unsur-unsur zat pembakar atau batu-batu yang berasal dari pecahan bintang.\nPada ayat ini Allah menunjukkan kekuasaan-Nya kepada Muhammad dan umatnya agar mengambil pelajaran dari peristiwa dan perilaku orang-orang yang mendustakan Allah dan rasul-rasul-Nya. Jika Allah menghendaki kebinasaan mereka, hal ini dapat terjadi dengan sebab-sebab yang alami, umpamanya; gempa bumi, penyakit wabah, peperangan dan korban fitnahan dan dapat pula dengan sebab-sebab luar biasa seperti topan yang menenggelamkan kaum Nuh, angin yang menghempaskan kaum Hud, petir yang membinasakan kaum Saleh dan hujan batu yang menghabiskan kaum Lut.\nMengenai perbuatan homoseks yang dilakukan oleh kaum Lut itu terdapat perselisihan antara ulama Fiqh tentang hukumannya sebagai berikut: \n1.Imam Abu Hanifah berpendirian bahwa pelakunya dijatuhkan dari tempat yang tinggi diiringi dengan lemparan batu. Tetapi menurut satu riwayat pelakunya hanya di-ta'zir diberi hukuman agar jera baik muhsan maupun tidak muhsan.\n2.Imam Malik memandang bahwa pelakunya dirajam (baik muhsan pernah kawin ataupun tidak). Demikian juga terhadap pasangan jika telah dewasa. Tetapi menurut satu riwayat, terhadap yang belum muhsan dikenakan hukum ta'zir.\n3.Imam Syafi'i menerangkan bahwa pelakunya dirajam baik muhsan atau tidak. Menurut suatu riwayat pelakunya dirajam jika ia muhsan. Jika tidak muhsan didera sebanyak seratus kali.\n4.Imam Ahmad memandang bahwa kedua pelakunya dibunuh.\n5.Pendapat sebagian sahabat Nabi, seperti Abu Bakar, Ali, Ibnu Zubair, pelakunya dibakar.",
    "quraish": "Kami hujani mereka dengan bebatuan yang menghancurkan. Dari bawah mereka bumi digoncang dengan gempa. Perhatikanlah, wahai Nabi, bagaimana akhirnya kesudahan orang-orang yang berdosa itu.",
    "jalalayn": "(Dan Kami turunkan kepada mereka hujan) yakni hujan batu dari neraka Sijjiil kemudian membinasakan mereka (maka perhatikanlah bagaimana kesudahan orang-orang yang berdosa.)"
  }
]