[
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 85,
    "arab": "وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ",
    "translation": "Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, “Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1039.mp3",
    "tafsir": "Ayat ini menceritakan bahwa kaum Madyan yaitu kaum Nabi Syu'aib tidak bersyukur kepada Allah disamping mereka mempersekutukan-Nya. Akhlak mereka sangat buruk sehingga kehidupan mereka bergelimang dalam penipuan, sampai kepada urusan tukar-menukar, timbang-menimbang. Menurut suatu riwayat jika orang asing datang berkunjung, mereka sepakat menuduh bahwa uang yang dibawa orang asing itu palsu, dengan demikian mereka menukarnya dengan harga (kurs) yang rendah sekali. Kepada kaum ini Allah mengutus Nabi Syu'aib agar dia menunjukkan kepada mereka jalan yang benar dan meninggalkan kecurangan dalam takaran dan timbangan.\nSebagaimana biasanya bahwa Allah memperkuat kenabian setiap Nabi-Nya dengan mukjizat seperti diketahui dari hadis Abu Hurairah, yaitu: \n\"Tidak seorang Nabi pun dari kalangan nabi-nabi kecuali diberikan kepadanya tanda-tanda kenabiannya yang menjadikan manusia percaya kepadanya. Sesungguhnya yang diberikan kepadaku ialah wahyu yang disampaikan kepadaku yaitu (Al-Qur'an). Maka aku mengharap bahwa aku akan mempunyai pengikut yang lebih banyak dari pada pengikut-pengikut nabi-nabi pada hari Kiamat\". (Riwayat al-Bukhari dan Muslim)\nTidak terdapat satu ayat pun dalam Al-Qur'an yang menerangkan tentang mukjizat yang diberikan kepada Nabi Syu'aib. Fakhrur Razi dalam tafsirnya, mengutip az-Zamakhsyari dalam tafsirnya \"Al-Kasysyaf\" mengatakan bahwa di antara mukjizat Nabi Syu'aib, yaitu dia memberikan tongkatnya kepada Nabi Musa. Tongkat itulah membinasakan ular-ular besar milik tukang-tukang sihir Firaun. Juga dia berkata kepada Nabi Musa, bahwa kambing-kambing ini akan beranak semuanya berbulu hitam putih, kemudian ternyata benar sebagaimana yang diucapkannya itu.",
    "quraish": "Kami juga telah mengutus kepada penduduk Madyan saudara mereka, Syu'ayb. Ia berkata, \"Menyembahlah kalian hanya kepada Allah. Tidak ada tuhan selain Dia. Telah datang untuk kalian bukti- bukti yang menjelaskan kebenaran dari Tuhan sebagai penguat risalah yang aku bawa. Pesan-pesan Tuhan kalian agar selalu mengadakan perbaikan antar sesama dan selalu berlaku adil juga telah datang. Maka sempurnakanlah takaran dan timbangan dalam jual beli kalian. Jangan membuat kerusakan di muka bumi yang baik ini dengan merusak tanaman atau lainnya, serta memutuskan tali persudaraan. Yang demikian itu lebih baik jika kalian betul-betul beriman kepada Allah dan kebenaran yang nyata.",
    "jalalayn": "(Dan) Kami telah mengutus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku, sembahlah Allah, sekali-kali tidak ada Tuhan bagimu selain-Nya. Sesungguhnya telah datang kepadamu bukti yang nyata) yakni mukjizat (dari Tuhanmu) yang membenarkan kerasulanku (Maka sempurnakanlah) genapkanlah (takaran dan timbangan dan janganlah kamu kurangkan) maksudnya menekorkan (bagi manusia barang-barang takaran dan timbangan mereka dan janganlah kamu membuat kerusakan di muka bumi) dengan kekafiran dan maksiat-maksiat (sesudah Tuhan memperbaikinya) dengan mengutus rasul-rasul-Nya (Yang demikian itu) yang telah disebutkan itu (lebih baik bagimu jika betul-betul kamu orang-orang yang beriman) yang menghendaki keimanan, maka bersegeralah kamu kepada keimanan."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 86,
    "arab": "وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ",
    "translation": "Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1040.mp3",
    "tafsir": "Sesudah Nabi Syu'aib melarang kaumnya membuat kerusakan di bumi, maka ayat ini menerangkan bahwa Nabi Syu'aib juga melarang mereka duduk di jalan untuk mengganggu orang yang lewat. Terhadap orang yang beriman mereka ancam nyawanya dan terhadap orang yang belum beriman jika ia bermaksud mengunjungi Nabi Syu'aib mereka mengatakan bahwa Syu'aib itu seorang pendusta yang hendak menggoda orang agar meninggalkan agama nenek moyangnya.\nPada akhir ayat Nabi Syu'aib mengajak mereka mengenang masa-masa yang lalu ketika mereka masih sedikit jumlahnya, kemudian Allah mengembangbiakkan keturunan mereka dan memberi rezeki yang banyak. Karenanya hendaklah mereka bersyukur kepada Allah dengan meninggalkan kemusyrikan dan perbuatan kezaliman dan hendaklah mereka mengambil pelajaran dari kejadian-kejadian pada kaum-kaum yang berbuat kezaliman, antara lain meninggalkan agama yang benar dari umat-umat sebelum mereka, seperti kaum Nuh, kaum 'Ad, dan kaum tsamud. Hendaklah mereka mengambil pelajaran dari apa yang menjadi sebab Allah membinasakan umat-umat sebelum mereka itu. Dengan demikian Nabi Syu'aib secara tidak langsung telah memperingatkan kaumnya agar mereka tidak mengalami nasib seperti mereka yang telah dibinasakan oleh Allah itu.",
    "quraish": "Janganlah kalian duduk di setiap jalan kebenaran, petunjuk dan amal saleh dengan menakut-nakuti orang yang akan menempuh jalan itu. Dengan begitu kalian berarti telah menghalangi para pencari kebenaran untuk mencapai tujuannya. Mereka itu adalah ahl al-îmân (orang-orang yang memiliki keimanan yang benar) yang percaya kepada Allah. Sementara kalian menginginkan jalan yang bengkok. Ingatlah ketika jumlah kalian sedikit, lalu Allah jadikan jumlah kalian banyak berkat konsistensi kalian dalam mencari keturunan dan harta. Petiklah pelajaran dari kesudahan orang-orang yang sebelum kalian yang merusak.",
    "jalalayn": "(Dan janganlah kamu duduk di tiap-tiap jalan) yakni tempat orang berlalu lintas (dengan menakut-nakuti) membuat orang-orang takut untuk melewatinya karena takut pakaian mereka diambil atau dikenakan pajak (dan menghalang-halangi) menghambat (dari jalan Allah) agama-Nya (terhadap orang yang beriman kepada-Nya) dengan cara kamu mengancam akan membunuhnya (dan kamu menginginkan agar jalan Allah itu) kamu menghendaki agar jalan itu (menjadi bengkok) tidak lurus (Dan ingatlah di waktu dahulunya kamu berjumlah sedikit, kemudian Allah membuat kamu menjadi banyak, lalu perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan\") sebelum kamu, oleh karena mereka mendustakan rasul-rasul mereka; yakni akhir dari perkara mereka ialah kebinasaan."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 87,
    "arab": "وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔",
    "translation": "Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1041.mp3",
    "tafsir": "Ayat ini mengutarakan keahlian Nabi Syu'aib dalam menyampaikan ajaran-ajaran Allah yang dikemukakan dengan kata-kata yang tegas, bijaksana dan mengesankan. Nabi Syu'aib berkata kepada mereka jika ada golongan di antara mereka yang membenarkan seruannya agar menyembah Allah Tuhan Yang Maha Esa dan meninggalkan perbuatan zalim seperti mengurangi hak manusia dalam menimbang dan menakar, maka mereka akan terhindar dari siksa Allah. Sebaliknya, sekiranya ada golongan di antara mereka yang masih belum menyambut seruannya dan masih tetap kufur dan zalim, maka Nabi Syu'aib mengancam mereka agar menunggu keputusan Tuhan yang seadil-adilnya, yaitu membela hamba-hamba-Nya yang beriman dan membinasakan golongan kafir yang berbuat kezaliman.",
    "quraish": "Jika ada sekelompok orang di antara kalian yang beriman kepada kebenaran yang aku bawa dan ada sekelompok lain yang tidak beriman, maka tunggulah sampai Allah menetapkan hukum-Nya di antara dua kelompok tersebut. Dia adalah hakim yang sebaik-baiknya.",
    "jalalayn": "(Jika ada segolongan daripada kamu beriman kepada apa yang aku diutus untuk menyampaikannya, dan ada pula segolongan yang tidak beriman) terhadapnya (maka bersabarlah kamu) artinya kamu harap menunggu (hingga Allah menetapkan hukum-Nya di antara kita) antara kami dan kamu, dengan menyelamatkan yang hak dan menghancurkan yang batil (dan Dia adalah hakim yang sebaik-baiknya) yang paling adil."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 88,
    "arab": "قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كَارِهِيْنَ",
    "translation": "Pemuka-pemuka yang menyombongkan diri dari kaum Syuaib berkata, “Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman dari negeri kami, kecuali engkau kembali kepada agama kami.”Syuaib berkata, “Apakah (kamu akan mengusir kami), kendatipun kami tidak suka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1042.mp3",
    "tafsir": "Ayat ini menerangkan bahwa para pemimpin suku Madyan berkata kepada Nabi Syuaib, bahwa mereka akan mengusir Syuaib dan para pengikutnya dari negeri mereka, apabila Nabi Syuaib tidak mau kembali kepada agama nenek moyang mereka, serta menghentikan dakwahnya kepada kaumnya.\nDengan perkataan lain, mereka menyuruh Nabi Syuaib dan para pengikutnya untuk memilih apakah mereka akan tetap dalam agama baru dan melanjutkan dakwah tetapi diusir dari negeri mereka, ataukah bersedia kembali kepada agama nenek moyang dan menjadi anggota masyarakat dari kaumnya yang musyrik. \nPerlu diketahui bahwa kata-kata \"kembali kepada agama nenek moyang\" memberi kesan, seolah-olah Nabi Syuaib pernah menjadi penganut agama kaumnya, dan tentu pernah juga turut menyembah sembahan yang mereka sembah. Hal ini tidak benar, karena para nabi dan rasul Allah senantiasa terhindar dari dosa-dosa besar, termasuk dosa yang disebabkan kemusyrikan kepada Allah.\nPada akhir ayat tersebut diterangkan, bahwa Nabi Syuaib menjawab tantangan mereka dengan mengajukan pertanyaan, apakah mereka akan tetap memaksa dirinya dan para pengikutnya untuk kembali kepada agama mereka atau mereka akan mengusir dirinya dan para pengikutnya dari negeri Madyan bila ia menolak anjuran itu.\nNabi Syuaib menegaskan kepada kaumnya, bahwa ia dan para pengikutnya tidak merasa gentar diusir dari negeri mereka, dan mereka akan tetap dalam agama Allah serta melanjutkan dakwah mereka. Kecintaan Nabi Syuaib kepada agama Allah lebih tinggi dari pada kecintaan kepada tanah air yang penduduknya ingkar kepada Allah. Ia dan para pengikutnya mengutamakan hidup dalam keridaan Allah, sehingga mereka benar-benar dapat memperoleh kebahagiaan dunia dan akhirat. Agama dan keimanan adalah urusan hati yang tidak dapat dipaksakan bagaimanapun juga. Ia dan para pengikutnya benci kepada kemusyrikan, karena kemusyrikan merupakan dosa besar yang tidak diampuni oleh Allah.\nSeorang rasul yang mengemban amanat menyiarkan agama Allah tidak keberatan meninggalkan tanah tumpah darahnya, apabila situasi dan keadaan di tempat itu tidak memungkinkan untuk melaksanakan tugas. Seperti diketahui, Nabi Ibrahim telah melaksanakan hijrah, meninggalkan tanah tumpah darahnya yaitu kota Ur di Kaldea, demi untuk menegakkan agama Allah. Demikian pula Nabi Muhammad telah hijrah dari Mekah ke Medinah karena kecintaannya kepada agama Allah melebihi kecintaan kepada tanah air dan lain-lainnya. Orang-orang yang enggan hijrah karena Allah, akan dimurkai Allah, sebagaimana firman Allah :\n\n\"Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya: \"bagaimana kamu ini?\" Mereka menjawab: \"Kami orang-orang yang tertindas di bumi (Mekah)\". Mereka (para malaikat) bertanya: \"Bukanlah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?\" Maka Orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruknya tempat kembali, kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah), maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun\". (an-Nisa/4: 97-99)",
    "quraish": "Begitulah dakwah Syu'ayb kepada kaumnya. Akan tetapi kaumnya telah merajalela dalam kebatilan. Para pembesar mereka yang sombong dan tidak menerima kebenaran menghadapi Syu'ayb dengan mengatakan, \"Kami pasti akan mengeluarkanmu beserta orang-orang yang beriman bersamamu dari kota kami, dan akan kami usir kalian. Tidak akan kami selamatkan kalian dari siksa ini, kecuali kalau kalian mengikuti agama kami yang telah kalian tinggalkan.\" Lalu Syu'ayb menjawab, \"Apakah kami akan kembali kepada agamamu, padahal kami tidak menyukainya karena rusak? Tidak mungkin itu akan terjadi.\"",
    "jalalayn": "(Pemuka-pemuka dari kaum Syuaib yang menyombongkan diri berkata,) mereka yang sombong tidak mau beriman (\"Sesungguhnya kami akan mengusir kamu hai Syuaib dan orang-orang yang beriman bersamamu dari kota kami atau kamu kembali) sungguh mau kembali (kepada agama kami.\") yaitu din/agama kami. Di dalam pembicaraan ini yang dipakai dhamir jamak padahal pembicaranya hanya seorang yaitu Syuaib sendiri. Sebab Syuaib itu sama sekali bukan berada dalam agama mereka, lalu ia menjawab sebaliknya (Syuaib menjawab, \"Apakah) kami harus kembali kepada agamamu itu (kendatipun kami tidak menyukainya?\") Istifham/kata tanya di sini mengandung pengertian pengingkaran."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 89,
    "arab": "قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفَاتِحِيْنَ",
    "translation": "Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu, setelah Allah melepaskan kami darinya. Dan tidaklah pantas kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1043.mp3",
    "tafsir": "Ayat ini menjelaskan ucapan Nabi Syuaib terhadap kaumnya yang telah mengancam untuk mengusir dari negerinya apabila ia tidak mau menghentikan dakwahnya. Nabi Syuaib berkata: \"Alangkah besar dosa dan kebohongan kami terhadap Allah, apabila kami kembali kepada agama kamu, padahal Allah telah menyelamatkan kami dan telah menunjuki kami ke jalan yang lurus. Apabila seseorang mengikuti ajaran kamu tanpa pengetahuan, dianggap sebagai orang yang mengadakan kebohongan terhadap Allah, maka bagaimanakah halnya orang yang sengaja mengadakan kebohongan terhadap-Nya, dan sengaja menyimpang dari jalan yang telah ditunjukkan-Nya secara sadar, padahal ia mempunyai pengetahuan tentang hal itu. Kekafiran semacam itu merupakan perbuatan yang amat keji, tidak akan diampuni. Oleh sebab itu kami tidak akan melakukannya\".\nDari penegasan Nabi Syuaib ini dapat diambil kesimpulan bahwa Allah telah menyelamatkan para pengikutnya dan sahabat-sahabatnya, termasuk dirinya sendiri, dari agama syirik yang dianut kaumnya, atau dapat pula diartikan bahwa Allah telah menyelamatkan Nabi Syuaib dari kemusyrikan. Ia tidak pernah menganut kepercayaan yang dianut kaumnya dan tidak menyembah apa-apa yang disembah oleh mereka. Maka Allah telah menunjukinya kepada jalan yang benar. Ini sama halnya dengan apa yang dialami Nabi Muhammad sebagaimana ditegaskan Allah dalam firman-Nya:\n\n\"Dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk\". (ad-dhuha/93: 7)\n\nFirman-Nya yang lain :\n\n\"Dan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur'an) dan apakah iman itu, tetapi Kami menjadikan Al-Qur'an itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus\". (asy-Syura/42: 52)\n\nSelanjutnya Nabi Syuaib menegaskan kepada kaumnya, bahwa tidak layak dan tidak masuk akal, jika dia dan para pengikutnya akan meninggalkan agama yang benar serta kembali kepada agama mereka, kecuali jika Allah menghendakinya. Maksudnya ialah bahwa Nabi Syuaib beserta para pengikutnya yakin, bahwa agama yang dianut kaumnya adalah agama yang tidak benar, sedangkan agama yang dianutnya beserta para pengikutnya adalah agama yang benar dapat menjamin keselamatan dan kebahagiaan manusia dunia dan akhirat.\nAllah tidak menghendaki Nabi Syuaib dan para pengikutnya kembali kepada agama kaumnya yang penuh dengan kemusyrikan, sebab Allah sendiri yang telah membebaskannya dari kemusyrikan dan menunjukinya kepada agama yang benar. Oleh sebab itu Nabi Syuaib dan para pengikutnya tidak akan kembali kepada agama mereka.\nKemudian Nabi Syuaib mengingatkan bahwa Ilmu Allah Maha Luas, meliputi segala sesuatu. Ia mengetahui segala hikmah dan hal-hal yang akan mendatangkan kemasalahan bagi hamba-Nya. Kehendak-Nya senantiasa berlaku sesuai dengan hikmah tersebut. Maka segala sesuatu yang terjadi pada makhuk-Nya tidaklah terlepas dari hikmah tersebut. Oleh sebab itu, kepada Allah saja ia dan para pengikutnya bertawakal dan berserah diri, dan disertai ketaatan dalam menjalankan apa yang diperintahkan Allah kepada mereka, yaitu menjaga syariat dan agama-Nya. Dialah yang akan melindungi Nabi Syuaib dan para pengikutnya dari segala ancaman dan gangguan kaumnya dan dari segala bahaya dimana Nabi Syuaib tidak mempunyai daya untuk menghindari dan melawannya.\nPerlu diketahui salah satu syarat dari tawakal ialah keteguhan dalam melaksanakan syariat yang telah ditetapkan Allah, serta mematuhi peraturan umum yang ditetapkan-Nya, baik mengenai alam maupun masyarakat, terutama hubungan antara sebab dan akibat. Misalnya bila kita ingin memperoleh rezeki dari Allah maka kita harus berusaha, serta menjaga peraturan Allah dalam menjalankan usaha-usaha tersebut. Apabila usaha sudah dijalankan menurut cara-cara yang diperlukan, serta menjaga peraturan yang telah ditetapkan Allah dan syariat-Nya, barulah kita bertawakal. Tawakal yang dilakukan tanpa didahului dengan usaha yang benar dan sesuai dengan peraturan Allah adalah tawakal yang keliru. Itulah sebabnya Rasulullah saw pernah menegur seorang yang tidak menambatkan untanya ketika ia mau menghadap Rasulullah, karena katanya ia telah bertawakal kepada Allah lebih dahulu. Seharusnya ia menambatkan untanya terlebih dahulu sebelum ia meninggalkannya. Hal tersebut merupakan usaha untuk bertawakal. Menurut keadaan yang biasa berlaku, unta tidak akan lari, bila ia telah ditambatkan dengan baik. Nabi bersabda:\n\"Tambatkan kemudian bertawakal (kepada Allah)\". (Riwayat at-Tirmidzi)\n\nSetelah Nabi Syuaib menyatakan penyerahan dirinya kepada Allah swt, lalu mengakhiri dengan , semoga Allah memberikan keputusan yang adil antara dia dan kaumnya, maka ia menyatakan pengakuan dan keyakinannya bahwa Allah swt adalah pemberi keputusan yang sebaik-baiknya, karena Dia Mahaadil dan Maha Mengetahui.\nSebagaimana diketahui, sebelum lahirnya Nabi Syuaib di Madyan, telah banyak rasul yang diutus Allah untuk menyampaikan agama-Nya kepada umat manusia. Pada umumnya, para rasul itu mendapat tantangan dan dimusuhi oleh sebagian kaumnya, yang ingkar kepada Allah. Pada akhirnya, para rasul tersebut mendapat pertolongan dari Allah karena mereka adalah orang-orang yang menjalankan perintah Allah dan selalu bersikap jujur dan berbuat baik. Sebaliknya orang-orang kafir itulah yang menemui nasib buruk akibat kekafiran mereka.",
    "quraish": "Syu'ayb menolak keras keinginan mereka agar kembali kepada agama mereka semula. Ia berkata, \"kalau kami kembali kepada agama kalian setelah Allah menunjuki kami jalan yang benar, maka berarti kami berdusta kepada Allah. Tidak pantas bagi kami menjatuhkan pilihan untuk kembali kepada agama kalian, kecuali kalau Allah menghendaki itu. Tetapi tidak mungkin itu terjadi. Sebab Dia adalah Tuhan kami yang Maha Mengetahui keadaan kami. Hanya kepada-Nyalah kami menyerahkan segala urusan dengan melaksanakan semua kewajiban. Ya Tuhan kami, pisahkanlah antara kami dan kaum kami dengan kebenaran yang pernah Engkau lakukan dahulu untuk memisahkan antara orang-orang yang membenarkan dan mengadakan perbaikan dan orang-orang yang melakukan kebatilan dan kerusakan.\"",
    "jalalayn": "(Sungguh kami mengada-adakan kebohongan yang besar terhadap Allah jika kami kembali kepada agamamu sesudah Allah melepaskan kami daripadanya. Dan tidaklah patut) tidak pantas (bagi kami kembali kepadanya kecuali jika Allah Tuhan kami menghendaki) hal itu, yaitu menghinakan kami (Pengetahuan Tuhan kami meliputi segala sesuatu) yang di antaranya ialah Dia mengetahui keadaanku dan keadaanmu (Kepada Allah sajalah kami bertawakal. Ya Tuhan kami, berilah keputusan) ketentuan hukum (antara kami dan kaum kami dengan hak dan Engkaulah pemberi keputusan yang sebaik-baiknya) yakni hakim yang paling baik."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 90,
    "arab": "وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا ِانَّكُمْ اِذًا لَّخٰسِرُوْنَ",
    "translation": "Dan pemuka-pemuka dari kaumnya (Syuaib) yang kafir berkata (kepada sesamanya), “Sesungguhnya jika kamu mengikuti Syuaib, tentu kamu menjadi orang-orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1044.mp3",
    "tafsir": "Orang-orang kafir di antara kaum Nabi Syuaib, yaitu pemuka-pemuka mereka yang mengingkari ayat-ayat Allah dan mendustakan rasul-Nya sudah berbuat kezaliman, antara lain dengan menghalang-halangi orang lain untuk beriman kepada Nabi Syuaib dan agama yang dibawanya, mereka berkata: \"Jika kamu beriman dan mengikuti seruan Syuaib yang mengajak kepada agama tauhid, niscaya kamu akan merugi akibat perbuatan itu karena meninggalkan agama nenek moyang yang kamu anut selama ini. Kamu akan kehilangan kemuliaan dan kehormatan, karena dengan mengikuti Syuaib kamu akan menganggap bahwa nenek moyang kamu adalah orang-orang yang sesat dan akan diazab oleh Allah. Di samping itu, kamu juga akan kehilangan harta benda dan keuntungan yang berlipat ganda dalam perdagangan karena agama Syuaib tidak memperbolehkan melakukan penipuan dalam berjual beli, terutama mengenai takaran dan timbangan.\nPemuka-pemuka kaum Nabi Syuaib jelas bersikap angkuh dan kufur. Sikap angkuh ini timbul karena mereka berkuasa di negeri itu, sifat inilah yang mendorong mereka untuk mengeluarkan ancaman kepada Nabi Syuaib dan para pengikutnya untuk mengusir mereka dari Madyan. Sedang sifat kufur mereka telah menyebabkan mereka bertindak untuk menghalang-halangi orang lain menganut agama Allah yang dibawa oleh Nabi Syuaib. Mereka adalah orang-orang yang sesat, dan berusaha untuk menyesatkan orang lain.",
    "quraish": "Sampai di sini, kaum Syu'aib merasa putus asa menundukkan Syu'ayb dan pengikutnya. Mereka tetap teguh pada agama mereka. Mereka merasa cemas pengikut Syu'ayb akan semakin banyak melihat kekuatan dan ketegarannya dalam berdakwah. Karena itulah para pembesar mereka yang kafir beralih kepada pengikut mereka, mengancam mereka dengan mengatakan, \"Demi Tuhan, jika kalian tunduk kepada Syu'ayb dengan menerima ajakannya, maka sesungguhnya kalian telah merugikan kehormatan dan kekayaan kalian dengan mengikuti agama yang salah, yang belum pernah diikuti oleh leluhur kalian.\"",
    "jalalayn": "(Pemuka-pemuka kaum Syuaib yang kafir berkata,) sebagian mereka berkata kepada sebagian yang lain (\"Sesungguhnya jika) lam adalah untuk qasam atau sumpah (kamu mengikut Syuaib, tentu jika kamu berbuat demikian menjadi orang-orang yang merugi.\")"
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 91,
    "arab": "فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ",
    "translation": "Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1045.mp3",
    "tafsir": "Keingkaran kepada Allah serta perbuatan menghalangi orang lain untuk menganut agama Allah adalah kejahatan yang amat besar. Orang-orang semacam itu sudah selayaknya mendapat hukuman yang setimpal. Oleh sebab itu, Allah telah menimpakan kepada mereka azab yang berat berupa gempa dan petir yang dahsyat yang membinasakan mereka, sehingga mereka mati bergelimpangan di bawah reruntuhan rumah-rumah mereka, seolah-olah mereka tidak pernah ada di negeri itu.\nKisah Nabi Syuaib ini, selain ditemukan dalam surah al-Araf, juga ditemukan dalam surah Hud/11: 85-95). Akan tetapi ada perbedaan yang menyebutkan nama azab yang ditimpakan kepada kaumnya yang kafir. Dalam Surah al-Araf ayat 91 disebutkan, bahwa azab tersebut adalah berupa \"ar rajfah\", yaitu gempa yang dahsyat. Sedangkan dalam Surah Hud ayat 94 disebutkan, bahwa azab tersebut adalah berupa \"Ash shaihatu\", yaitu suara keras yang mengguntur. Namun kedua ayat itu tidaklah berlawanan, karena kedua macam azab ini dapat terjadi dalam satu rentetan dan menimbulkan akibat yang sama, suara kilat yang keras dan gempa telah membinasakan mereka, sehingga mereka mati bergelimpangan di bawah reruntuhan rumah-rumah mereka.\nKisah Nabi Syuaib juga terdapat dalam surah asy-Syuara, di sini disebutkan bahwa Nabi Syuaib diutus Allah kepada penduduk negeri Aikah (asy-Syuara/26: 176). Sedangkan dalam surah al-Araf disebutkan bahwa Nabi Syuaib adalah saudara sebangsa dari kaum Madyan, yaitu penduduk negeri Madyan. \nMenurut keterangan Ishak Ibnu Basyar yang dikutip dari Ibnu Asakir, mengatakan bahwa Ibnu Abbas telah memberikan penjelasan sebagai berikut: \"Penduduk Aikah adalah orang-orang yang mendiami daerah rawa-rawa yang terletak antara pantai Laut Merah dan negeri Madyan\". Dari keterangan ini dapat dipahami bahwa Nabi Syuaib telah diutus Allah kepada kaumnya yang telah mempunyai hubungan dengan mereka, sampai ke Laut Merah. Kedua kaum mempunyai kesamaan, baik mengenai kekafiran mereka, maupun mengenai berbagai perbuatan maksiat yang mereka lakukan, misalnya ketidakjujuran mereka dalam menimbang dan menakar ketika berjual beli. Nabi Syuaib menyiarkan agama kepada mereka semua. Azab Allah telah menimpa kedua golongan itu dalam waktu yang sama, atau dalam waktu yang berdekatan jaraknya, maka azab yang ditimpakan kepada penduduk Madyan adalah berupa \"Ar rajfah\", yaitu gempa yang amat dahsyat yang disertai suara gemuruh yang amat keras, sedang azab yang ditimpakan kepada penduduk Aikah adalah berwujud angin samum dan udara yang sangat panas, yang berakhir dengan datangnya gumpalan awan. Mereka lalu berkumpul di bawah awan yang menaungi mereka untuk mendapatkan udara yang sejuk, karena mereka menyangka awan itu akan menurunkan hujan akan tetapi gumpalan awan itu ternyata awan panas yang akan ditimpakan kepada mereka sehingga semuanya mati tertimpa awan panas. Sebagian ahli tafsir berpendapat bahwa azab yang ditimpakan kepada kedua golongan itu sama. (Hal ini akan dijelaskan lebih lanjut ketika menafsirkan surah asy-Syuara)",
    "quraish": "Siksa Allah pantas mereka terima. Maka Allah menimpakan mereka gempa bumi yang membuat hati mereka kacau. Lalu matilah mereka, bergelimpangan di rumah-rumah dengan muka terjerumus.",
    "jalalayn": "(Kemudian mereka ditimpa gempa) gempa bumi yang dahsyat (maka jadilah mereka mayat-mayat yang bergelimpangan di tempat tinggal mereka) mereka mati dalam keadaan bertekuk-lutut."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 92,
    "arab": "الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ",
    "translation": "Orang-orang yang mendustakan Syuaib seakan-akan mereka belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuaib, itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1046.mp3",
    "tafsir": "Pada ayat-ayat yang terdahulu telah disebutkan bahwa pemuka-pemuka kaum Nabi Syuaib pernah mengeluarkan ancaman untuk mengusir Nabi Syuaib bersama para pengikutnya dari negeri Madyan apabila mereka tidak mau kembali kepada agama nenek moyang mereka. Maka dalam ayat ini Allah memberikan penjelasan sebagai jawabannya. Allah menegaskan bahwa akibat yang akan diderita oleh orang-orang yang telah mengancam untuk mengusir Nabi Syuaib dari Madyan, justru merekalah yang rusak binasa dan hilang lenyap, sehingga seakan-akan mereka tak pernah hidup dan mendiami negeri ini. Demikian juga orang-orang yang mendustakan Nabi Syuaib dan mengatakan bahwa siapa yang mengikuti agamanya pasti akan merugi, justru merekalah yang benar-benar merugi, sedang orang-orang yang beriman dan mengikuti agama yang dibawa oleh Nabi Syuaib mereka akan selamat dan memperoleh rida Allah.\nDari ayat ini dapat diambil pelajaran yang sangat berharga, yaitu bahwa orang yang sangat menginginkan tetap tinggal di negeri mereka dengan hidup senang dan berbuat sewenang-wenang terhadap pihak-pihak yang memegang teguh kebenaran, niscaya akan menemui akibat yang bertentangan dengan harapan mereka, yaitu kebinasaan. Demikian pula orang-orang yang ingin memperoleh keuntungan sebesar-besarnya dengan jalan mengambil harta orang lain dengan cara yang batil seperti korupsi niscaya akan menemui nasib malang, yaitu: kehilangan harta benda dan harga diri untuk selama-lamanya.",
    "quraish": "Inilah siksa Allah terhadap orang-orang yang mendustakan Syu'ayb, mengancam akan mengusirnya dari kota mereka serta menolak ajakannya. Mereka semua binasa. Kotanya pun hancur seperti belum pernah dihuni oleh orang-orang yang mendustakan Syu'ayb dan mengira bahwa orang yang mengikutinya akan merugi. Mereka itulah sebenarnya yang merugi karena kehilangan kebahagiaan di dunia dan akhirat.",
    "jalalayn": "(Yaitu orang-orang yang mendustakan Syuaib) menjadi mubtada dan khabarnya ialah (seolah-olah) dengan ditakhfifkan sedangkan isimnya dibuang, lengkapnya ialah: Seolah-olah mereka (mereka belum pernah berdiam) artinya mereka belum pernah tinggal (di kota itu) di rumah-rumah mereka sendiri (orang-orang yang mendustakan Syuaib mereka itulah orang-orang yang merugi) pengukuhan dengan mengulangi maushul dan lainnya merupakan jawaban terhadap perkataan mereka yang terdahulu."
  },
  {
    "ruku": 132,
    "name": "Al-A'raf",
    "ayat": 93,
    "arab": "فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ",
    "translation": "Maka Syuaib meninggalkan mereka seraya berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang kafir?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1047.mp3",
    "tafsir": "Ketika azab itu menimpa kaum Nabi Syuaib, lalu dia pergi meninggalkan mereka, dengan penuh kesedihan ia berkata: \"Wahai kaumku, aku telah menyampaikan risalah Tuhanku kepadamu, dan aku telah melaksanakan tugasku terhadapmu, dan aku telah memberikan nasihat yang cukup kepadamu, namun kamu membelakangi kesemuanya itu, maka mengapa aku harus bersedih hati terhadap orang-orang yang kafir?\".\nNabi Syuaib diutus Allah untuk menuntun kaumnya kepada agama yang benar untuk mencapai rida Allah serta kebahagiaan dunia dan akhirat, untuk itu Nabi Syuaib telah mencurahkan segenap tenaganya, tetapi mereka telah memilih jalan kesesatan. Mereka bahkan mendustakannya, serta mengancam untuk mengusir dari tanah airnya. Mereka telah melemparkan diri mereka sendiri ke jurang kebinasaan, karena kekafiran mereka terhadap Allah dan Rasul-Nya. Sungguh Allah tidak menzalimi mereka.",
    "quraish": "Ketika Syu'ayb melihat kehancuran yang menimpa mereka, ia berpaling dari mereka dan berkata sambil melepaskan tanggung jawab, \"Aku telah sampaikan kepada kalian pesan-pesan Tuhan yang dapat membawa kepada kebaikan jika kalian lakukan. Dan aku telah berusaha keras memberikan nasihat yang dapat menyelamatkan kalian dari hukuman Allah. Bagaimana aku akan bersedih hati melihat penderitaan orang-orang yang kafir? Itu tidak akan terjadi. Sebab aku sudah berusaha keras memberikan petunjuk dan berupaya menyelamatkan mereka, tetapi mereka malah memilih kehancuran.",
    "jalalayn": "(Maka Syuaib berpaling) yakni meninggalkan (mereka seraya berkata, \"Hai kaumku! Sesungguhnya aku telah menyampaikan amanat-amanah Tuhanku dan aku telah memberi nasihat kepadamu) akan tetapi kamu tidak juga mau beriman (Maka bagaimana aku akan bersedih hati) bersusah hati (terhadap orang-orang yang kafir?\") Istifham di sini bermakna nafi."
  }
]