[
  {
    "ruku": 133,
    "name": "Al-A'raf",
    "ayat": 94,
    "arab": "وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ",
    "translation": "Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1048.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa salah satu dari ketetapan Allah yang berlaku ialah bahwa Dia mengutus rasul-Nya kepada suatu umat, kemudian apabila umat tersebut mendustakan rasul-Nya, maka Allah menimpakan cobaan kepada umat tersebut, berupa kesempitan rezeki dan penderitaan. Cobaan tersebut dimaksudkan untuk menyadarkan mereka sehingga menjadi umat yang tunduk dan rendah hati dengan ikhlas berdoa kehadirat Allah agar mereka dilepaskan dari azab tersebut.\nKemewahan dan kesenangan hidup menyebabkan manusia lupa kepada Tuhannya. Akan tetapi, bila suatu ketika ia ditimpa kesusahan dan kesempitan, maka hal itu akan menimbulkan kesadaran dalam hatinya, lalu kembali ke jalan yang ditunjukkan agamanya, dan berusaha untuk memperbaiki dirinya.\n\n\"Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syura/42: 27)\n\nSeseorang baru dapat merasakan nikmatnya kekayaan bila suatu ketika ia pernah kehilangan kekayaan itu. Seseorang baru mengerti nikmat kesehatan bila suatu ketika ia pernah sakit. Demikian pula halnya dengan nikmat-nikmat lainnya yang telah dikaruniakan Allah kepada manusia.\nDengan demikian jelaslah, apabila suatu ketika Allah mencabut nikmat-Nya dari seseorang atau satu bangsa, maka tujuannya agar mereka sadar dan mau beriman dan taat kepada Allah, yakin akan sifat-sifat kekuasaan, keadilan dan kasih sayang Allah kepada makhluk. Sehingga mereka akan kembali merendahkan diri kepada Allah dan tunduk kepada peraturan-Nya, serta mengharapkan ampunan-Nya, untuk melepaskan mereka dari kesusahan yang menimpanya.",
    "quraish": "Setiap kami mengutus seorang nabi ke suatu negeri untuk mengajak penduduknya kepada agama Allah yang benar tetapi mereka menolak ajakan tersebut, mereka pasti akan ditimpa kemiskinan dan penyakit. Hal itu Kami lakukan agar mereka tunduk dan memohon kepada Allah dengan tulus hati agar dibebaskan dari siksa itu. Begitu juga agar mereka memenuhi ajakan rasul.",
    "jalalayn": "(Kami tidaklah mengutus seseorang nabi pun kepada sesuatu negeri) kemudian penduduknya mendustakannya (melainkan Kami timpakan) Kami siksa (kepada penduduknya kesempitan) yakni kemiskinan yang sangat (dan penderitaan) berupa penyakit (supaya mereka tunduk dengan merendahkan diri) mereka mau merendahkan dirinya sehingga mereka mau beriman."
  },
  {
    "ruku": 133,
    "name": "Al-A'raf",
    "ayat": 95,
    "arab": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ",
    "translation": "Kemudian Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak, lalu mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan,” maka Kami timpakan siksaan atas mereka dengan tiba-tiba tanpa mereka sadari.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1049.mp3",
    "tafsir": "Ayat ini menerangkan bahwa setelah mereka ditimpa kesusahan dan kesulitan hidup, dan mereka berusaha memperbaiki dan berdoa kepada Allah, maka Allah memberikan kepada mereka nikmat dan kelapangan hidup sehingga mereka memperoleh kemakmuran dan harta benda yang cukup. Kemakmuran dan kecukupan harta benda ini memungkinkan mereka mengembangkan keturunan. Harta benda yang cukup dan keturunan yang banyak, adalah merupakan puncak kenikmatan bagi manusia.\nOrang-orang yang beriman, jika memperoleh nikmat dari Allah, baik berupa harta benda maupun keturunan, tentu akan bertambah keimanan dan rasa syukurnya, dan akan melakukan kebajikan lebih banyak lagi. Akan tetapi orang-orang yang lemah iman, bila memperoleh kemakmuran dan kenikmatan yang banyak, ia lupa kepada Allah Yang memberikan nikmat tersebut, dan timbullah rasa sombong dan angkuhnya. Mereka berkata: \"Nenek moyang kami dahulu juga pernah merasakan kenikmatan dan kesusahan, demikian pula kami. Kesusahan yang pernah kami alami, dan kebahagiaan yang kami rasakan sekarang adalah sama saja dengan apa yang pernah dialami nenek moyang kami. Kesusahan yang menimpa kami bukanlah akibat dari dosa-dosa yang telah kami perbuat, dan kebahagiaan yang kami peroleh bukanlah hasil dari kebajikan yang kami lakukan. Pengakuan dan sikap ini jelas merupakan kezaliman yang bisa terjadi sepanjang masa.\nDemikianlah, kekayaan dan kebahagiaan telah membuat mereka lupa kepada hubungan antara sebab-akibat, serta menyebabkan mereka lupa kepada kekuasaan, keadilan dan kasih sayang Allah. Hal ini disebabkan karena mereka tidak memahami Sunnah Allah yang berlaku di alam ini; mereka tidak memahami faktor-faktor yang menimbulkan kebahagiaan dan kesengsaraannya di bumi ini. Padahal Allah telah memberikan bimbingan dengan firman-Nya:\n\"Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri.\" (ar-Rad/13: 11)\n\nOleh karena itu, keingkaran dan kesombongan mereka, timbul setelah memperoleh kemakmuran. Allah menimpakan kepada mereka azab yang datang secara tiba-tiba, sedang mereka tidak menyadari akan datangnya azab tersebut. Mereka tidak memenuhi Sunnatullah yang berlaku dalam urusan masyarakat, dan akal mereka tidak mampu memikirkan hal itu. Lagi pula mereka tidak mau mengikuti petunjuk dan nasihat serta peringatan rasul kepada mereka. Dalam hubungan ini Allah telah berfirman:\n\"Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa\". (al-Anam/6: 44)\n\nSifat orang kafir adalah bila mereka memperoleh kenikmatan dan kebahagiaan, mereka sombong dan takabur, tidak mensyukuri nikmat Allah. Sebaliknya bila mereka ditimpa musibah, mereka berputus asa dan berkeluh kesah, tidak memikirkan sebab-sebab yang ada pada diri mereka yang menimbulkan musibah itu. Firman Allah :\n\n\"Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, \"Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.\" Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui.\" (az-Zumar/39: 49)\n\nKesenangan yang diperoleh sesudah kesusahan yang kemudian disusul dengan azab yang menyengsarakan, tidak hanya dialami oleh kaum Nabi Syuaib, bahkan umat nabi-nabi sebelumnya, yakni umat Nabi Nuh, Nabi Hud, dan Nabi shaleh. Nabi Hud telah memperingatkan kepada umatnya, yaitu kaum ad, sebagai berikut:\n\n\"Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung.\"(al-Araf/7: 69)\n\nSelanjutnya Nabi shaleh telah memperingatkan pula kepada kaumnya, kaum shamud hal semacam itu:\n\n\"Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ad, dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi\". (al-Araf/7: 74)\n\nGenerasi yang hidup sekarang ini hendaklah betul-betuk menyadari, agar jangan mengalami nasib merana seperti yang dialami umat-umat terdahulu, karena keingkaran dan kesombongan mereka kepada Allah. Apabila umat sekarang ini dikarunia Allah nasib yang lebih baik, berupa kestabilan ekonomi dan kehidupan sosial, ilmu pengetahuan dan sebagainya, janganlah mereka lupa diri dan berbuat maksiat di bumi. Hendaklah semua nikmat yang dilimpahkan Allah disyukuri dan dimanfaatkan menurut cara yang diridai-Nya dan dijauhkan dari segala macam kemaksiatan. Semoga Allah selalu menambah karunia dan nikmat-Nya kepada semua orang yang bersyukur.",
    "quraish": "Ketika mereka tidak melakukan itu dan terus kafir dan ingkar, Kami coba mereka dengan membiarkan mereka dalam kesenangan sebagai pengganti kesulitan. Kami berikan mereka keluasan rezeki, kesehatan dan keselamatan. Harta dan keturunan mereka menjadi bertambah banyak dan berkembang. Dengan bodohnya, mereka berkata, \"Kesenangan dan kesulitan yang dialami oleh leluhur kami hanyalah masalah waktu. Keduanya berputar di antara manusia.\" Mereka sama sekali tidak berfikir bahwa ini adalah balasan atas kekafiran mereka yang seharusnya membuat mereka sadar. Dengan begitu, mereka tidak mengetahui ketentuan Allah yang tersimpan dalam faktor-faktor kebaikan dan kehancuran di masyarakat yang akan membawa kepada kebahagiaan dan penderitaan. Akibat dari itu adalah bahwa Allah menimpakan mereka, secara tiba-tiba, siksa yang menghancurkan. Mereka kehilangan kesadaran atas apa yang akan menimpa.",
    "jalalayn": "(Kemudian Kami ganti) Kami berikan kepada mereka (kesusahan itu) yakni azab itu (dengan kesenangan) kecukupan dan kesehatan (hingga mereka bertambah banyak) makin banyak keturunan dan hartanya (dan mereka berkata,) sebagai ungkapan ingkar terhadap karunia Allah (\"Sesungguhnya nenek moyang kami pun telah merasai penderitaan dan kesenangan\") seperti apa yang sedang kami alami, memang demikianlah hukum alam itu, jadi bukanlah merupakan siksaan dari Allah, maka dari itu tetaplah kamu dengan apa yang sekarang kamu pegang. Allah berfirman, (maka Kami timpakan kepada mereka) siksaan (dengan sekonyong-konyong) secara tiba-tiba (sedangkan mereka tidak menyadarinya) sebelum saat azab itu datang."
  },
  {
    "ruku": 133,
    "name": "Al-A'raf",
    "ayat": 96,
    "arab": "وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ",
    "translation": "Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1050.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa seandainya penduduk kota Mekah dan negeri-negeri yang berada di sekitarnya serta umat manusia seluruhnya, beriman kepada agama yang dibawa oleh nabi dan rasul terakhir, yaitu Nabi Muhammad saw dan seandainya mereka bertakwa kepada Allah sehingga mereka menjauhkan diri dari segala yang dilarangnya, seperti kemusyrikan dan berbuat kerusakan di bumi, niscaya Allah akan melimpahkan kepada mereka kebaikan yang banyak, baik dari langit maupun dari bumi. Nikmat yang datang dari langit, misalnya hujan yang menyirami dan menyuburkan bumi, sehingga tumbuhlah tanam-tanaman dan berkembang-biaklah hewan ternak yang kesemuanya sangat diperlukan oleh manusia. Di samping itu, mereka akan memperoleh ilmu pengetahuan yang banyak, serta kemampuan untuk memahami Sunnatullah yang berlaku di alam ini, sehingga mereka mampu menghubungkan antara sebab dan akibat. Dengan demikian mereka akan dapat membina kehidupan yang baik, serta menghindarkan malapetaka yang biasa menimpa umat yang ingkar kepada Alllah dan tidak mensyukuri nikmat dan karunia-Nya.\nApabila penduduk Mekah dan sekitarnya tidak beriman, mendustakan Rasul dan menolak agama yang dibawanya, kemusyrikan dan kemaksiatan yang mereka lakukan, maka Allah menimpakan siksa kepada mereka, walaupun siksa itu tidak sama dengan siksa yang telah ditimpakan kepada umat yang dahulu yang bersifat memusnahkan. Kepastian azab tersebut adalah sesuai dengan Sunnatullah yang telah ditetapkannya dan tak dapat diubah oleh siapa pun juga, selain Allah.",
    "quraish": "Kalau saja penduduk negeri itu beriman kepada apa yang dibawa oleh para rasul, melakukan pesan- pesan mereka dan menjauhi larangan Allah, maka niscaya mereka akan Kami berikan sejumlah keberkahan dari langit dan bumi berupa hujan, tanaman, buah-buahan, binatang ternak, rezeki, rasa aman dan keselamatan dari segala macam bencana. Tetapi mereka ingkar dan mendustakan para rasul. Maka Kami timpakan kepada mereka hukuman ketika mereka sedang tidur, akibat kemusyrikan dan kemaksiatan yang mereka lakukan. Hukuman yang mereka terima itu adalah akibat perbuatan mereka yang jelek. Dan itu juga merupakan pelajaran bagi orang lain, jika mereka selalu menggunakan akal.",
    "jalalayn": "(Dan jika sekiranya penduduk negeri-negeri) yang mendustakan (beriman) terhadap Allah dan rasul-rasul mereka (dan bertakwa) tidak kafir dan maksiat (pastilah Kami akan melimpahkan) dengan dibaca takhfif dan tasydid (kepada mereka berkah dari langit) dengan melalui hujan (dan bumi) dengan melalui tetumbuhan (tetapi mereka mendustakan) rasul-rasul (maka Kami siksa mereka) Kami hukum mereka (disebabkan perbuatan mereka sendiri)."
  },
  {
    "ruku": 133,
    "name": "Al-A'raf",
    "ayat": 97,
    "arab": "اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ",
    "translation": "Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1051.mp3",
    "tafsir": "Dalam ayat ini Allah memberi peringatan kepada orang-orang yang ingkar, dalam bentuk suatu pertanyaan, \"Apakah penduduk negeri-negeri itu merasa aman ketika siksaan Kami kepada mereka datang di malam hari pada waktu mereka tidur?\" Maksudnya ialah bahwa azab Allah itu ditimpakan kepada mereka yang telah mendapatkan seruan para rasul tetapi mereka ingkar dan tidak menggunakan akalnya. Sebab seandainya mereka itu mau berpikir dan mengambil pelajaran dari peristiwa-peristiwa yang telah dialami oleh umat-umat yang terdahulu, akibat tenggelam dalam kenikmatan hidup sehingga mereka lupa kepada Allah yang memberikan nikmat, niscaya mereka akan merasa cemas tentang kemungkinan datangnya azab Allah kepada mereka. Kecemasan semacam itu, tentu akan mendorong mereka segera memperbaiki tingkah-laku, antara lain dengan menjauhkan diri dari segala macam kemusyrikan dan kemaksiatan, akan tetapi kenyataannya tidak demikian. Mereka bahkan merasa aman dan tidak mempunyai kekhawatiran sedikitpun akan datangnya siksa Allah kepada mereka. Hal ini tampak dari tingkah-laku mereka, yang terus tenggelam dalam kenikmatan, serta tetap dalam kemusyrikan dan bermacam-macam kemaksiatan kepada Allah.",
    "quraish": "Apakah penduduk negeri-negeri yang tidak beriman kepada ajakan para nabi yang telah sampai kepada mereka, merasa aman dari datangnya siksa Kami pada malam hari di saat mereka terlelap dalam tidur?",
    "jalalayn": "(Maka apakah merasa aman penduduk negeri-negeri itu) yang mendustakan (dari kedatangan siksaan Kami kepada mereka) yaitu azab Kami (di malam hari) tengah malam (di waktu mereka sedang tidur) dalam keadaan lalai dari kedatangan azab itu."
  },
  {
    "ruku": 133,
    "name": "Al-A'raf",
    "ayat": 98,
    "arab": "اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ",
    "translation": "Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1052.mp3",
    "tafsir": "Dalam ayat ini, sekali lagi Allah mencela tingkah-laku orang-orang yang ingkar, yaitu mereka tampak tidak mempunyai kekhawatiran tentang kemungkinan datangnya azab Allah ketika mereka dalam keadaan lalai.\nDengan firman ini Allah memperingatkan mereka bahwa azab-Nya mungkin saja menimpa mereka ketika mereka sedang lalai baik pada waktu tidur pagi hari, maupun pada waktu mereka asyik berfoya-foya, sehingga mereka tidak akan sempat lagi mempersiapkan diri untuk keselamatan mereka. Oleh sebab itu, sebaiknya mereka insaf dan waspada terhadap azab Allah, apalagi mereka telah mendengar seruan rasul dan nasihat-nasihat yang diberikan kepada mereka untuk mencapai kebahagiaan dunia dan akhirat.",
    "quraish": "Apakah mereka lalai dan merasa aman dari datangnya siksa Kami kepada mereka di waktu matahari sepenggalahan naik pada saat mereka hanyut dalam permainan yang sama sekali tidak berguna?",
    "jalalayn": "(Atau apakah penduduk negeri-negeri itu merasa aman dari kedatangan siksaan Kami kepada mereka di waktu matahari sepenggalah naik) pada waktu siang hari (ketika mereka sedang bermain)."
  },
  {
    "ruku": 133,
    "name": "Al-A'raf",
    "ayat": 99,
    "arab": "اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ",
    "translation": "Atau apakah mereka merasa aman dari siksaan Allah (yang tidak terduga-duga)? Tidak ada yang merasa aman dari siksaan Allah selain orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1053.mp3",
    "tafsir": "Dalam ayat ini sekali lagi Allah mengulangi celaan-Nya terhadap tingkah-laku orang-orang kafir, \"Apakah mereka aman terhadap azab Allah yang tidak terduga-duga?\" Kemudian Allah menjelaskan bahwa orang-orang seperti merekalah yang akan merugi.\nDengan firman-Nya ini Allah menegaskan bahwa orang yang berakal sehat dan memegang teguh fitrah yang dikaruniakan-Nya kepada manusia serta memperhatikan peristiwa dan kejadian sejarah serta memperhatikan ayat-ayat Allah, tentu tidak akan merasa aman dari kedatangan azab-Nya. Akan tetapi mereka yang ingkar ini benar-benar telah kehilangan akal sehat serta fitrah yang dikaruniakan Allah kepada mereka dan tidak pula mau memperhatikan peristiwa-peristiwa sejarah serta ayat-ayat Allah, sehingga mereka betul-betul telah menjadi orang yang merugi. Mereka sudah kehilangan kekhawatiran terhadap datangnya azab Allah padahal mereka senantiasa berbuat kemaksiatan dan kemusyrikan.\nBagi orang yang beriman, sikap yang tepat ialah yakin tentang sifat pemaaf dan pengasih yang ada pada Allah, namun demikian ia harus senantiasa takut kepada azab-Nya yang mungkin datang menimpa dirinya tanpa diduga sebelumnya, sebagai akibat dari perbuatan yang dilakukannya. Oleh sebab itu, mereka senantiasa berhati-hati dan menghindarkan diri dari hal-hal yang akan menyebabkan datangnya azab tersebut pada dirinya.\nDalam Al-Quran orang-orang kafir biasa disebut \"orang-orang merugi?\" Maka orang-orang yang kehilangan rasa kekhawatiran terhadap azab Allah, sama halnya dengan orang-orang yang berputus-asa terhadap ampunan dan rahmat Allah, kedua sifat tersebut adalah termasuk sifat-sifat orang kafir, yang disebut juga orang-orang yang merugi.",
    "quraish": "Apakah mereka juga tidak mengetahui ketentuan Allah yang berlaku bagi orang-orang yang mendustakan, lalu merasa aman dari datangnya siksa Allah pada waktu siang atau malam, yang diatur tanpa diketahui oleh manusia? Sesungguhnya yang tidak mengetahui aturan dan ketentuan Allah berupa hukuman bagi orang-orang yang mendustakan, hanyalah orang-orang yang merugikan diri sendiri dengan menutup mata terhadap sesuatu yang membawa kepada kebahagiaan.",
    "jalalayn": "(Maka apakah mereka merasa aman dari tipu daya Allah.) yakni istidraj Allah terhadap mereka dengan memberi mereka banyak kenikmatan kemudian Ia menghukum mereka dengan sekonyong-konyong (Tiada yang merasa aman dari tipu daya Allah kecuali hanya orang-orang yang merugi)."
  }
]