[
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 109,
    "arab": "قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ",
    "translation": "Pemuka-pemuka kaum Fir‘aun berkata, “Orang ini benar-benar pesihir yang pandai,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1063.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah para pembesar kaum Firaun menyaksikan mukjizat yang diperlihatkan Nabi Musa kepada mereka, hati nurani mereka tidak beriman, bahkan mereka menuduh Nabi Musa telah melakukan sihir. Mereka menganggap bahwa perubahan tongkat Nabi Musa menjadi ular besar yang mereka saksikan, sama halnya dengan apa yang dapat diperbuat oleh ahli-ahli sihir yang terkenal di masa itu. \nSihir dapat dibagi menjadi tiga macam, yaitu:\n1. Sihir yang menggunakan benda-benda alam tertentu, yang diperlakukan sedemikian rupa dengan cara-cara tertentu pula, yang hanya diketahui oleh ahli-ahli sihir sendiri, sehingga menghasilkan efek (kesan) yang sangat menakjubkan bagi masyarakat yang alam pikirnya masih primitif (bersahaja).\n2. Sihir yang didasarkan pada kecepatan tangan, dalam menyembunyikan dan menampakkan benda-benda tertentu, sehingga kelihatan lain bentuk dan rupanya dari keadaan yang sebenarnya. Hal ini sama dengan permainan sulap pada masa kita sekarang.\n3. Sihir yang berdasarkan ilmu hipnotis, yaitu mempengaruhi jiwa yang lemah oleh orang-orang yang memiliki jiwa yang kuat. Dan kadang-kadang mereka mempergunakan pengaruh jin, sehingga membuahkan perbuatan yang manakutkan dan membuat orang histeris, seperti permainan jailangkung, dan sebagainya.",
    "quraish": "Maka ketika Mûsâ telah memperlihatkan bukti-bukti dari Allah itu, tercenganglah para kroni dan pembesar Fir'aun. Mereka pun, dengan menjilat dan bersikap munafik, berkata kepada Fir'aun, \"Ini sebenarnya hanya kemahiran sihir saja, bukan bukti dari Allah.",
    "jalalayn": "(Pemuka-pemuka kaum Firaun berkata, \"Sesungguhnya Musa ini adalah ahli sihir yang pandai) yang ulung di dalam ilmu sihir, dan di dalam surah Asy-Syu`ara disebutkan bahwa perkataan ini adalah perkataan Firaun sendiri. Seolah-olah para pemuka kaum Firaun itu mengatakan perkataan tersebut bersama Firaun sendiri, setelah mereka dan dia bermusyawarah tentang hal itu."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 110,
    "arab": "يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ",
    "translation": "yang hendak mengusir kamu dari negerimu.” (Fir‘aun berkata), “Maka apa saran kamu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1064.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa para pembesar Firaun menghasut Firaun dengan menyatakan kepadanya, bahwa Musa adalah orang yang mempunyai pengetahuan dan bermaksud jahat, yaitu hendak merebut kekuasaan dari tangan Firaun dan mengusirnya bersama pengikutnya dari negeri Mesir. Hasutan ini berhasil, sehingga Firaun bertanya kepada mereka tentang apa yang akan mereka lakukan kepada Musa.\nDi dalam kisah Nabi Musa yang terdapat dalam Surah Yunus diterangkan pula ucapan pemesar-pembesar Firaun kepada Nabi Musa sebagai berikut:\n\n\"Mereka berkata: \"Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua\". (Yunus/10:78)",
    "quraish": "Dengan sihirnya itu, ia sebenarnya ingin merampas kekuasaanmu dan mengusirmu dari negeri ini. Dengan sihir itu pula ia dapat meluluhkan hati warga negeri ini agar mengikutinya. Fir'aun berkata, \"Cobalah pikirkan apa saran kalian untuk keluar dari kesulitan yang dilakukannya ini!\"",
    "jalalayn": "(Yang bermaksud hendak mengeluarkan kamu dari negerimu.\" Firaun berkata, \"Maka apakah yang kamu anjurkan?\")"
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 111,
    "arab": "قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ",
    "translation": "(Pemuka-pemuka) itu menjawab, “Tahanlah (untuk sementara) dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para pesihir),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1065.mp3",
    "tafsir": "Oleh karena Firaun meminta saran kepada para pembesarnya, maka mereka mengajukan saran agar Musa dan saudaranya (yaitu Nabi Harun) ditahan, dan penyelesaian masalahnya ditangguhkan buat sementara. Di samping itu, Para pembesar Firaun itu mengatakan bahwa Firaun harus segera mengirim utusan, ke semua pelosok negeri, untuk mengumpulkan ahli-ahli sihir yang sangat mahir, yang diharapkan akan dapat mengalahkan mukjizat Nabi Musa yang telah diperlihatkan kepada mereka.\nAdanya saran mereka untuk menangguhkan persoalan Nabi Musa, menunjukkan bahwa Firaun telah berniat untuk membunuh Nabi Musa dan saudaranya Harun. Lalu para pembesar menyarankan, agar Firaun tidak tergesa-gesa melaksanakan pembunuhan itu, sebelum diuji kebenarannya dengan dihadapkan kepada ahli-ahli sihir yang pandai, sehingga persoalan menjadi jelas bagi orang banyak.\nDari ayat ini dapat dipahami, bahwa adanya saran untuk mengumpulkan semua ahli sihir yang paling mahir yang ada di negeri Mesir pada masa itu, menunjukkan betapa hebatnya mukjizat yang dikaruniakan Allah kepada Nabi Musa, sehingga mereka merasa perlu untuk mengumpulkan semua ahli sihir yang pandai untuk melawannya. Di samping menunjukkan kebodohan Firaun dan para pengikutnya, yang tidak bisa memahami bahwa yang diperlihatkan oleh Nabi Musa kepada mereka adalah anugerah Allah Yang Mahakuasa. Karena ketidakfahaman mereka, maka mereka mengira sama dengan sihir. Selain itu peristiwa ini juga menunjukkan, bahwa salah satu dari sifat manusia ialah suka menentang meskipun ia melihat sesuatu yang benar. Sifat inilah yang mendorong Firaun dan para pengikutnya untuk mengumpulkan ahli-ahli sihirnya untuk menentang Nabi Musa as. \nBila diselidiki motif yang mendorong mereka untuk menentang rasul dan agama yang dibawanya, tak lain adalah kekhawatiran mereka akan kehilangan pengaruh, dan keinginan mereka untuk mempertahankan kedudukan, kekuasaan, kewibawaan, dan harta benda. Maka para pemuka Firaun itu menghasut Firaun dengan menyatakan, bahwa Musa bermaksud untuk merebut kekuasaan dari tangan Firaun, dan mengusirnya dari negerinya. Sikap menjilat semacam itu senantiasa dijumpai sepanjang masa.",
    "quraish": "Para pembesar itu pun menjawab, \"Berilah tempo kepadanya dan saudaranya yang menjadi tangan kanannya. Kerahkanlah beberapa bala tentara ke kota-kota yang berada di bawah kekuasaanmu untuk mengumpulkan ahli-ahli sihir.",
    "jalalayn": "(Pemuka-pemuka itu menjawab, \"Beri tangguhlah dia dan saudaranya) tangguhkanlah perkara keduanya (serta kirimlah ke kota-kota beberapa orang yang akan mengumpulkan ahli-ahli sihir) yang menghimpun para ahli sihir."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 112,
    "arab": "يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ",
    "translation": "agar mereka membawa semua pesihir yang pandai kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1066.mp3",
    "tafsir": "Oleh karena Firaun meminta saran kepada para pembesarnya, maka mereka mengajukan saran agar Musa dan saudaranya (yaitu Nabi Harun) ditahan, dan penyelesaian masalahnya ditangguhkan buat sementara. Di samping itu, Para pembesar Firaun itu mengatakan bahwa Firaun harus segera mengirim utusan, ke semua pelosok negeri, untuk mengumpulkan ahli-ahli sihir yang sangat mahir, yang diharapkan akan dapat mengalahkan mukjizat Nabi Musa yang telah diperlihatkan kepada mereka.\nAdanya saran mereka untuk menangguhkan persoalan Nabi Musa, menunjukkan bahwa Firaun telah berniat untuk membunuh Nabi Musa dan saudaranya Harun. Lalu para pembesar menyarankan, agar Firaun tidak tergesa-gesa melaksanakan pembunuhan itu, sebelum diuji kebenarannya dengan dihadapkan kepada ahli-ahli sihir yang pandai, sehingga persoalan menjadi jelas bagi orang banyak.\nDari ayat ini dapat dipahami, bahwa adanya saran untuk mengumpulkan semua ahli sihir yang paling mahir yang ada di negeri Mesir pada masa itu, menunjukkan betapa hebatnya mukjizat yang dikaruniakan Allah kepada Nabi Musa, sehingga mereka merasa perlu untuk mengumpulkan semua ahli sihir yang pandai untuk melawannya. Di samping menunjukkan kebodohan Firaun dan para pengikutnya, yang tidak bisa memahami bahwa yang diperlihatkan oleh Nabi Musa kepada mereka adalah anugerah Allah Yang Mahakuasa. Karena ketidakfahaman mereka, maka mereka mengira sama dengan sihir. Selain itu peristiwa ini juga menunjukkan, bahwa salah satu dari sifat manusia ialah suka menentang meskipun ia melihat sesuatu yang benar. Sifat inilah yang mendorong Firaun dan para pengikutnya untuk mengumpulkan ahli-ahli sihirnya untuk menentang Nabi Musa as. \nBila diselidiki motif yang mendorong mereka untuk menentang rasul dan agama yang dibawanya, tak lain adalah kekhawatiran mereka akan kehilangan pengaruh, dan keinginan mereka untuk mempertahankan kedudukan, kekuasaan, kewibawaan, dan harta benda. Maka para pemuka Firaun itu menghasut Firaun dengan menyatakan, bahwa Musa bermaksud untuk merebut kekuasaan dari tangan Firaun, dan mengusirnya dari negerinya. Sikap menjilat semacam itu senantiasa dijumpai sepanjang masa.",
    "quraish": "Dengan berkumpulnya para ahli sihir itu di hadapanmu, mereka akan membeberkan hakikat yang sebenarnya dibawa Mûsâ. Dengan demikian, tak seorang pun yang dapat diperdaya.\"",
    "jalalayn": "(Supaya mereka membawa kepadamu semua ahli sihir) menurut suatu qiraat dibaca sahhaar (yang pandai.\") maksudnya yang dapat melebihi kepandaian ilmu sihir Musa, akhirnya mereka dapat menghimpunnya."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 113,
    "arab": "وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ",
    "translation": "Dan para pesihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami akan mendapat imbalan, jika kami menang?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1067.mp3",
    "tafsir": "Setelah Firaun mengerahkan orang-orangnya untuk mengumpulkan para ahli sihir yang pandai dari berbagai pelosok wilayah kekuasaannya, ketika para ahli sihir tersebut datang kepada Firaun, dan mereka pun berkata kepadanya, \"Apakah kami akan mendapatkan imbalan jasa, atas tugas yang berat ini, bila kami berhasil mengalahkan Musa?\" Demikian motivasi para ahli sihir sama dengan latar belakang perjuangan para pembesar Firaun yaitu materi, kedudukan dan uang, tidak ada sama sekali idealisme, spiritualisme maupun moralitas yang luhur. Tujuan hidupnya hanya untuk sesaat yaitu uang.",
    "quraish": "Ahli-ahli sihir yang dikumpulkan oleh bala tentara itu pun datang ke hadapan Fir'aun. Kemudian mereka berkata kepada Fir'aun, \"Tentulah kami akan mendapatkan upah yang besar--sesuai dengan tugas yang kami emban--jika kami dapat mengalahkan Mûsâ.\"",
    "jalalayn": "(Dan beberapa ahli sihir itu datang kepada Firaun mengatakan, \"Apakah sesungguhnya) menurut qiraat yang lain lafal inna dibaca ainna (kami akan mendapat upah jika kamilah yang menang?\")."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 114,
    "arab": "قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ",
    "translation": "Dia (Fir‘aun) menjawab, “Ya, bahkan kamu pasti termasuk orang-orang yang dekat (kepadaku).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1068.mp3",
    "tafsir": "Firaun menjawab pertanyaan mereka itu, \"Ya kamu akan mendapat upah yang besar, dan di samping itu kamu akan menjadi orang-orang yang dekat dengan kami, sehingga kamu akan memperoleh pangkat dan harta benda yang akan memberikan kenikmatan dan kebahagiaan bagimu\".\nJawaban Firaun kepada para ahli sihir tersebut menunjukkan bahwa ia sangat memerlukan tenaga dan keahlian mereka, karena ia sangat khawatir akan kehilangan kedudukan dan kerajaannya, menurut pendapatnya akan timbul malapetaka baginya apabila ia tidak memenuhi permintaan mereka itu. Oleh sebab itu, imbalan jasa yang dijanjikan kepada mereka tidak hanya sekedar upah yang berwujud uang dan benda, melainkan ditambah pula dengan pangkat dan kedudukan sebagai orang yang dekat kepada raja. Ini adalah merupakan satu impian dan kebanggaan yang didambakan oleh banyak orang.",
    "quraish": "Fir'aun menanggapi tuntutan mereka, \"Tentu, bagi kalian upah yang besar. Lebih dari itu, kalian akan termasuk orang-orang terdekatku.\"",
    "jalalayn": "(Firaun menjawab, \"Ya, dan sesungguhnya kamu benar-benar akan termasuk orang-orang yang dekat kepadaku.\")"
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 115,
    "arab": "قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ",
    "translation": "Mereka (para pesihir) berkata, “Wahai Musa! Engkaukah yang akan melemparkan lebih dahulu, atau kami yang melemparkan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1069.mp3",
    "tafsir": "Setelah mendapat jawaban dan janji yang menggembirakan dari Firaun tersebut, maka ahli-hli sihir lalu menoleh kepada Nabi Musa dan mereka berkata kepadanya: \"Siapakah yang akan memulai lebih dahulu, kamu atau kami?\"\nTantangan mereka ini menunjukkan bahwa para ahli sihir Firaun sangat percaya diri dan sangat membanggakan keampuhan sihirnya. Mereka tidak memperdulikan akibat yang akan menimpa diri mereka, seandainya mereka tidak mampu membuktikan keampuhan sihirnya, kalau tidak karena percaya diri yang berlebihan ini pastilah mereka tidak akan memberikan kesempatan lebih dahulu kepada musuhnya.",
    "quraish": "Para ahli sihir itu pun--setelah mendapatkan janji Fir'aun--dengan penuh percaya diri mendatangi Mûsâ dan berkata, \"Silakan lempar lebih dulu apa yang kamu miliki, atau biar kami yang lebih dulu melempar.\"",
    "jalalayn": "(Ahli-ahli sihir berkata, \"Hai Musa! Kamukah yang akan melemparkan lebih dahulu) tongkatmu (ataukah kami yang akan melemparkan?\") apa-apa yang ada pada kami."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 116,
    "arab": "قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ",
    "translation": "Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka setelah mereka melemparkan, mereka menyihir mata orang banyak dan menjadikan orang banyak itu takut, karena mereka memperlihatkan sihir yang hebat (menakjubkan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1070.mp3",
    "tafsir": "Nabi Musa mempersilakan mereka untuk mendahului, tanpa merasa khawatir terhadap kekuatan dan keampuhan sihir mereka, karena ia yakin akan pertolongan Allah, dan ia yakin bahwa mukjizat tidak akan terkalahkan oleh sihir manusia.\nAhli-ahli sihir itu lalu menjatuhkan tali-tali dan tongkat-tongkat mereka ke tanah, dan mereka menyihir penglihatan orang banyak yang menyaksikan peristiwa tersebut, termasuk Nabi Musa sendiri, orang banyak terpengaruh oleh sihir mereka melihat semua tali dan tongkat tersebut telah berubah menjadi ular sehingga mereka merasa takut, karena mereka menyangka itu ular sebenarnya. Firman Allah :\n\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (thaha/20: 66)\n\nMereka itu tampaknya berhasil melakukan sihir yang dahsyat dan mempunyai pengaruh yang besar terhadap orang-orang yang menyaksikannya. Bahkan Nabi Musa sendiri pun pada mulanya merasa gentar juga. Hal ini disebutkan Allah pada ayat-ayat lain dengan firman-Nya:\nDan firman-Nya dalam ayat berikut:\n\nMaka Musa merasa takut dalam hatinya. Kami berfirman: Jangan takut! Sungguh engkaulah yang unggul (menang). (thaha/20: 67-68)",
    "quraish": "Dengan penuh keyakinan dan tanpa rasa takut sedikit pun, Mûsâ menjawab, \"Lemparlah lebih dulu apa yang ada pada kalian.\" Ketika mereka semua telah melempar apa yang dibawa berupa tali dan tongkat, mata orang-orang pun terkelabui, seolah-olah apa yang mereka lakukan itu benar-benar terjadi. Padahal sebenarnya hal itu merupakan kamuflase belaka. Orang-orang pun tercengang dan ketakutan. Para ahli sihir itu memang telah melakukan suatu bentuk sihir yang hebat dan mengagumkan.",
    "jalalayn": "(Musa menjawab, \"Lemparkanlah olehmu lebih dahulu) ini adalah suatu perintah yang mempersilakan mereka untuk melemparkan apa yang ada pada mereka, sebagai suatu taktik dari Musa untuk menampakkan yang hak (Maka tatkala mereka melemparkan) tambang-tambang mereka dan tongkat-tongkat mereka (mereka menyulap mata orang) mereka membalik mata para hadirin supaya tidak bisa melihat hal yang sebenarnya (dan menjadikan orang banyak itu takut) artinya mereka membuatnya takut karena mereka menjadikan seolah-olah hal itu adalah ular-ular yang menjalar (serta mereka mendatangkan sihir yang besar, menakjubkan\")."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 117,
    "arab": "۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ",
    "translation": "Dan Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1071.mp3",
    "tafsir": "Setelah Allah menenangkan Nabi Musa, Allah berfirman kepadanya, \"Jatuhkanlah tongkatmu itu (ke tanah).\" Maka sekonyong-konyong tongkat itu berubah menjadi ular yang sebenarnya, dan menelan semua ular hasil sihir mereka. Karena mukjizat tongkat Nabi Musa menjadi ular yang sebenarnya, dan kemudian makan tali dan tongkat kecil yang disihir menjadi ular, maka hal ini menjadi peristiwa luar biasa yang pantas menjadi mukjizat Nabi utusan Allah.",
    "quraish": "Allah pun memerintahkan agar Mûsâ melempar tongkatnya. Tibalah saat yang ditunggu, dan Mûsâ pun segera melemparkan tongkatnya. Seketika itu juga tongkat itu menelan dengan cepat pengelabuan dan kebohongan sihir mereka.",
    "jalalayn": "(Dan Kami wahyukan kepada Musa, \"Lemparkanlah tongkatmu!\" Maka sekonyong-konyong tongkat itu menelan) dengan membuang salah satu di antara kedua ta yang asal, yakni: tongkat itu mencaplok (apa yang mereka sulapkan) apa yang mereka balikkan pada pandangan mata orang dengan tipu sulap mereka."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 118,
    "arab": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ",
    "translation": "Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1072.mp3",
    "tafsir": "Dalam ayat ini ditegaskan bahwa dengan lenyapnya semua ular ciptaan ahli-ahli sihir Firaun dari pandangan orang-orang yang menyaksikannya, berarti kemenangan bagi mukjizat Nabi Musa atas perbuatan ahli-ahli sihir yang penuh kebathilan dan kepalsuan itu. Sihir mereka menjadi tidak berdaya menghadapi mukjizat utusan Allah.\nDalam kisah Nabi Musa yang terdapat dalam Surah thaha, sehubungan dengan masalah ini Allah berfirman:\n\nApa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang. (thaha/20: 69)\n\nSedang dalam kisahnya yang terdapat dalam surah Yunus, Allah berfirman sebagai berikut:\n\nSetelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan itu, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir itu. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.\" (Yunus/10: 81)",
    "quraish": "Maka nyatalah kebenaran yang berada di pihak Mûsâ dan batillah pengelabuan yang dilakukan para ahli sihir itu.",
    "jalalayn": "(Karena itu nyatalah yang benar) yakni telah tetap dan menang yang benar itu (dan batallah yang selalu mereka kerjakan) yaitu perbuatan-perbuatan sihir mereka."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 119,
    "arab": "فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ",
    "translation": "Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1073.mp3",
    "tafsir": "Dalam ayat ini Allah menegaskan bahwa pesihir itu telah dikalahkan di tempat itu, dan jadilah mereka orang-orang yang hina dina. Artinya bila sebelum peristiwa itu, para pesihir merasa bangga percaya diri secara berlebihan, maka setelah kekalahan itu tersingkaplah kebohongan dan kepalsuan mereka, karena sihir mereka tidak mempunyai kekuatan sama sekali. Di samping itu, karena kekalahan tersebut, sirnalah sudah harapan mereka untuk mendapatkan harta benda, pangkat dan kekayaan yang tadinya telah dijanjikan Firaun kepada mereka.\nKekalahan para pesihir tersebut berarti kekalahan Firaun dan para pembesarnya. Pada mulanya mereka percaya bahwa para pesihir yang terpandai yang mereka kumpulkan dari berbagai tempat dalam wilayah kekuasaannya, dengan mudah dapat mengalahkan Nabi Musa. Karena itu ia mengobral janji, tetapi ternyata para pesihirnya itu mengalami kekalahan, dan Nabi Musa mendapat kemenangan, maka pudarlah harapan Firaun dan pemuka-pemukanya untuk dapat mempertahankan kebesaran dan kekuasaannya. Hilanglah kehebatan mereka di mata orang banyak, dan jadilah mereka orang-orang yang hina. Apalagi peristiwa tersebut terjadi pada salah satu hari raya mereka dan tidak disaksikan orang banyak. Mengenai ini Allah berfirman dalam ayat lain:\n\nDia (Musa) berkata, \"(Perjanjian) waktu (untuk pertemuan kami dengan kamu itu) ialah pada hari raya dan hendaklah orang-orang dikumpulkan pada pagi hari (dhuha).\" (thaha/20: 59)",
    "quraish": "Dalam pertemuan itu, Fir'aun beserta para pembantunya berada di pihak yang kalah. Mereka merasa sangat terhina dengan kekalahan ini.",
    "jalalayn": "(Maka mereka kalah) yakni Firaun dan kaumnya (di tempat itu dan jadilah mereka orang-orang yang hina) artinya kini mereka menjadi orang-orang yang kecil lagi hina."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 120,
    "arab": "وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ",
    "translation": "Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1074.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Firaun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Firaun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:\n\nLalu para pesihir itu merunduk bersujud, seraya berkata, \"Kami telah percaya kepada Tuhannya Harun dan Musa.\" (thaha/20:70)\n\nDalam ayat lain Allah berfirman:\n\n\nMaka menyungkurlah para pesihir itu, bersujud, mereka berkata, \"Kami beriman kepada Tuhan seluruh alam\". (asy-Syuara/26:46-47)",
    "quraish": "Demikianlah halnya Fir'aun dan pembesar-pembesarnya. Adapun para ahli sihir itu, mereka tercengang kagum mendapati kebenaran yang terjadi itu, sehingga terdorong untuk sujud kepada Allah dan tunduk kepada kebenaran.",
    "jalalayn": "(Dan ahli-ahli sihir itu dengan serta-merta meniarapkan diri dengan bersujud)."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 121,
    "arab": "قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ",
    "translation": "Mereka berkata, “Kami beriman kepada Tuhan seluruh alam,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1075.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Fir’aun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Fir’aun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Taha/20:70)\n\nDalam ayat lain Allah berfirman:Maka menyungkurlah para pesihir itu, bersujud, mereka berkata, “Kami beriman kepada Tuhan seluruh alam”. (asy-Syu’ara’/26:46-47)",
    "quraish": "Mereka berkata, \"Kami beriman kepada Pencipta alam semesta yang menguasai serta mengaturnya.",
    "jalalayn": "(Mereka berkata, \"Kami beriman kepada Tuhan semesta alam)."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 122,
    "arab": "رَبِّ مُوْسٰى وَهٰرُوْنَ",
    "translation": "(yaitu) Tuhannya Musa dan Harun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1076.mp3",
    "tafsir": "(120-122) Dalam ayat ini diterangkan bahwa setelah melihat kehebatan mukjizat Nabi Musa, maka para pesihir, serta merta bersujud kepada Allah, karena mereka yakin tentang kebenaran seruan Nabi Musa, dan ia bukan pesihir seperti yang mereka duga sebelumnya, sesuai dengan tuduhan Fir’aun dan para pembesarnya. Selain itu, mereka menyadari bahwa sihir mereka yang dibangga-banggakan selama ini hanyalah kebatilan dan tidak berdaya bila berhadapan dengan kebenaran yang datang dari Allah Yang Maha Kuasa. Mereka sudah tidak mempunyai rasa hormat sedikit pun kepada Fir’aun dan para pembesarnya yang telah berusaha dengan segala daya upaya untuk mengingkari kekuasaan dan kebesaran Allah, Pencipta dan Penguasa alam semesta.\nMengenai bersujudnya para pesihir tersebut, Allah menerangkannya dalam ayat yang lain sebagai berikut:Lalu para pesihir itu merunduk bersujud, seraya berkata, “Kami telah percaya kepada Tuhannya Harun dan Musa.” (Taha/20:70)\n\nDalam ayat lain Allah berfirman:Maka menyungkurlah para pesihir itu, bersujud, mereka berkata, “Kami beriman kepada Tuhan seluruh alam”. (asy-Syu’ara’/26:46-47)",
    "quraish": "Sesungguhnya Dia adalah Tuhan yang diyakini dan diimani oleh Mûsâ dan Hârûn.\"",
    "jalalayn": "(Yaitu Tuhan Musa dan Harun\") berkat pengetahuan mereka yang menyimpulkan bahwa apa yang telah mereka saksikan itu, yaitu tentang tongkat Musa semata-mata bukanlah perbuatan sihir."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 123,
    "arab": "قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ",
    "translation": "Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini, untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1077.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa Firaun dengan sangat murka berkata kepada pesihir yang telah menyatakan iman kepada Tuhan Nabi Musa, \"Mengapa kamu beriman kepadanya sebelum aku izinkan?\" Maksudnya mengapa mereka menyatakan iman kepada Musa dan kepada agama yang dibawanya yang berdasarkan kepercayaan tauhid kepada Allah, padahal ia belum memberi izin atau memerintahkan kepada mereka. Mengapa mereka tunduk menjadi pengikut Nabi Musa sebelum meminta izin kepada Firaun lebih dahulu.\nUcapan Firaun ini menunjukkan bahwa ia masih belum menyadari, bahwa apa yang diperlihatkan Nabi Musa di hadapannya adalah mukjizat pemberian Allah yang tidak akan dikalahkan oleh siapa pun. Dan ia belum menyadari bahwa orang-orang yang menyaksikan kemenangan Nabi Musa itu sudah tidak mempunyai rasa hormat lagi terhadap dirinya, dan bahwa dia tidak lagi merupakan orang yang dipertuan dan dipertuhan. Di samping itu, ia menuduh ahli-pesihir itu sudah berkomplot dengan Nabi Musa lebih dahulu, sehingga kekalahan mereka ketika berhadapan dengan Nabi Musa telah direncanakan sebelumnya. Sebab itu ia melanjutkan ancamannya terhadap mereka dengan ucapannya sebagai berikut: \"Sesungguhnya perbuatan ini adalah suatu tipu muslihat yang telah kamu rencanakan di dalam kota ini, untuk mengusir penduduk aslinya dari Mesir; maka kelak kamu akan mengetahui akibat dari perbuatan ini\".\nDalam ayat yang lain Allah menyebutkan bahwa Firaun menuduh Nabi Musa sebagai guru sihir yang telah mengajarkan sihirnya kepada para pesihir tersebut, untuk bersama-sama memperdayakan Firaun untuk dan para pengikutnya untuk mengusirnya dari negeri Mesir, agar mereka kemudian dapat memegang kekuasaan di negeri Mesir, dan Firaun pun mengatakan:\n\nSesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. (thaha/20: 71)",
    "quraish": "Melihat itu, Fir'aun pun terkejut dan naik pitam, lalu berkata, \"Apakah kalian beriman dan percaya kepada Tuhan Mûsâ dan Hârûn sedangkan aku belum mengizinkan kalian? Sungguh ini merupakan kesepakatan antar kalian dengan Mûsâ dan Hârûn. Ini tidak lain persekongkolan yang kalian lakukan di kota ini (Mesir), agar penduduknya keluar dari kota ini. Maka kalian lihat azab yang akan menimpa kalian, sebagai balasan ketundukan kalian kepada Mûsâ dan Hârûn, serta sebagai siksaan dari persekongkolan dan tipu muslihat yang kalian lakukan.",
    "jalalayn": "(Firaun berkata, \"Apakah kamu beriman) lafal aamantum dapat dibaca a amantum (kepadanya) kepada Musa (sebelum aku memberi izin) (kepadamu? Sesungguhnya hal ini) apa yang kamu perbuat ini (adalah suatu muslihat yang telah kamu rencanakan di dalam kota ini untuk mengeluarkan penduduknya daripadanya, maka kelak kamu akan mengetahui) apa yang bakal kamu terima balasannya dariku."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 124,
    "arab": "لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ",
    "translation": "Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya), kemudian aku akan menyalib kamu semua.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1078.mp3",
    "tafsir": "Dalam ayat ini diceritakan bahwa Firaun melanjutkan ancamannya kepada mereka; Pasti aku akan memotong tangan dan kakimu secara bersilang, kemudian sungguh aku akan menyalib kamu semua.\nDemikianlah Firaun memandang para pesihir itu bersalah, akibat mereka beriman kepada Allah tanpa meminta izinnya lebih dahulu. Oleh sebab itu, ia merasa berhak dan berkuasa untuk menjatuhkan hukuman yang berat kepada mereka, dengan memotong tangan kanan dan kaki kiri atau sebaliknya. Sesudah itu masing-masing mereka akan disalibnya. Hukuman tersebut dimaksudkan juga untuk menakut-nakuti orang-orang lain yang berniat pula untuk melakukan tipu daya semacam itu terhadapnya atau bermaksud untuk memberontak dan membebaskan diri dari kekuasaannya.\nFiraun sangat khawatir kalau rakyatnya, bangsa Mesir mengikuti pula jejak para pesihir itu untuk beriman kepada Musa a.s, karena hal itu akan mengakibatkan keruntuhan bagi kerajaan dan kekuasaannya sebagai tuhan bagi rakyatnya yang selama ini telah dipaksa untuk menyembahnya sebagai Tuhan. Di samping itu, ia mencoba pula untuk berbuat seolah-olah ia membela kepentingan rakyatnya yaitu memelihara kemerdekaan mereka serta melindungi agama mereka. Oleh sebab itu ia mengatakan bahwa para pesihir telah berkomplot dengan Musa untuk merebut kekuasaan Mesir dari negeri mereka sendiri.\nDemikianlah umumnya sikap penguasa yang zalim dan angkara murka. Ia sangat khawatir apabila rakyatnya memalingkan muka kepada pemimpin yang lain. Namun bangsa yang punya harga diri dan ingin memelihara hak-hak azasinya, pasti akan bersatu padu menentang kekuasaan yang zalim itu, betapa pun hebatnya sang penguasa.",
    "quraish": "Aku bersumpah akan menjadikan kalian sebagai bahan pelajaran. Akan aku potong tangan dan kaki kalian secara bersilang, tangan kanan dengan kaki kiri atau sebaliknya. Lalu, dengan keadaan yang menyeramkan ini, akan kami salib kalian semua. Itu semua dilakukan agar menjadi peringatan bagi siapa yang hendak menipu dan melawan kekuasaan kami.\"",
    "jalalayn": "(Demi sesungguhnya aku akan memotong tangan dan kakimu dengan bersilang secara timbal balik) yakni tangan kanan setiap orang akan dipotong berikut kaki sebelah kirinya (kemudian sungguh-sungguh aku akan menyalibmu semuanya.\")"
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 125,
    "arab": "قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ",
    "translation": "Mereka (para pesihir) menjawab, “Sesungguhnya kami akan kembali kepada Tuhan kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1079.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan bahwa para pesihir sedikit pun tidak merasa gentar menghadapi ancaman Firaun kepada mereka. Bahkan dengan mantap dan penuh keyakinan, mereka berkata kepada Firaun, sesungguhnya hanya kepada Tuhan kami akan kembali.\nUcapan mereka ini menegaskan bahwa mereka sama sekali tidak peduli terhadap ancaman Firaun kepada mereka. Meskipun Firaun akan membunuh mereka, maka hal itu akan memberikan kemungkinan bagi mereka untuk segera bertemu dengan Tuhan, serta mendapatkan ampunan dan rahmat-Nya yang sangat mereka dambakan. Mereka yakin, Firaun dan mereka semua akan kembali kepada Tuhan. Andaikan Firaun membunuh mereka, Firaun tidak akan hidup selama-lamanya di dunia ini. Dia akhirnya akan kembali kepada Tuhan Semesta alam, sehingga Tuhan akan mengadili mereka dan Firaun.\nDengan pengertian yang terakhir ini, dapat dipahami, bahwa ucapan mereka mengandung sindiran yang tajam, bahwa Firaun bukan Tuhan seperti yang diakuinya selama ini; bahkan dibalik kekuasaannya, ada kekuasaan yang lebih tinggi. Dan mereka lebih mengutamakan rahmat dan rida Allah dari pada memuaskan hawa nafsu keduniawian di samping Firaun dan para pembesarnya.\nDi dalam kisah yang terdapat dalam Surah asy-Syuara, Allah menyebutkan ucapan para pesihir tersebut sebagai berikut :\n\nMereka berkata, \"Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami. Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang-orang yang pertama-tama beriman.\" (asy-Syuara/26: 50-51)",
    "quraish": "Tetapi ancaman itu tidak membuat mereka bergeming sedikit pun. Keimanan sudah sangat merasuk ke dalam kalbu mereka. Mereka pun berkata kepada Fir'aun, \"Sesungguhnya kepada Tuhanlah kami akan kembali dalam naungan rahmat dan kenikmatan ganjaran-Nya.",
    "jalalayn": "(Ahli-ahli sihir itu menjawab, \"Sesungguhnya kepada Tuhan kamilah) sesudah kami mati dengan cara apa pun (kami kembali) dikembalikan kelak di akhirat."
  },
  {
    "ruku": 135,
    "name": "Al-A'raf",
    "ayat": 126,
    "arab": "وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ",
    "translation": "Dan engkau tidak melakukan balas dendam kepada kami, melainkan karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa), “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1080.mp3",
    "tafsir": "Dalam ayat ini Allah menceritakan ucapan selanjutnya dari para pesihir kepada Firaun. Mereka menyingkapkan kejahatan Firaun terhadap mereka, yaitu bahwa Firaun ingin membalas dendam kepada mereka dengan menyiksa mereka secara kejam. Dan semuanya itu hanyalah karena mereka telah beriman kepada ayat-ayat Tuhan ketika ayat-ayat tersebut datang kepada mereka.\nUcapan mereka ini mengandung arti bahwa Firaun tidak akan mempengaruhi mereka, karena keimanan kepada Allah adalah suatu yang amat berharga dan sesuai dengan fitrah manusia yang asli, dan menjadi pokok bagi kebahagiaan mereka di dunia dan akhirat kelak.\nFiraun mencela para pesihir sebab mereka telah sujud dan beriman kepada Allah tanpa meminta izin terlebih dahulu kepada Firaun. Di samping itu, Firaun telah menuduh mereka berkomplot dengan Nabi Musa untuk merebut kekuasaan dari tangannya, dan untuk mengusir bangsa Mesir dari tanah air mereka. Akhirnya Firaun mengancam untuk memotong tangan dan kaki mereka. ditambah dengan siksaan berupa penyaliban. Semua itu pada hakikatnya merupakan kemurkaan Firaun terhadap mereka. Sesudah itu Firaun berusaha melakukan balas dendam dengan perbuatan mereka dan siapa saja yang beriman kepada Allah serta memenuhi seruan Nabi Musa. Usaha apapun yang dilakukan oleh Firaun tetap tidak mendatangkan hasil baginya. Bahkan sebaliknya, Firaun bersama para pembesarnya akan menemui nasib yang amat buruk.\nDalam ayat lain disebutkan firman Allah kepada Nabi Musa dan Harun sebagai berikut:\n\n\"Kamu berdua dan orang yang mengikuti kamu yang akan menang.\" (al-Qashas/28: 35)\n\nSelanjutnya Allah menceritakan tentang para pesihir tersebut, bahwa setelah mereka memberikan jawaban yang tegas seperti di atas, mereka lalu berdoa kehadirat Allah, semoga mereka diberi kesabaran, dan apabila Allah mewafatkan mereka hendaklah dalam keadaan berserah diri kepada-Nya. Doa mereka kepada Allah agar diberi kesabaran menunjukkan betapa pentingnya kesabaran dalam setiap perjuangan, terutama perjuangan melawan kezaliman.\nKesabaran tidak hanya berarti kemampuan menahan diri mereka dari kemarahan, akan tetapi juga berarti mawas diri, mengendalikan hawa nafsu, serta tangguh menghadapi segala rintangan dan penderitaan.\nOrang yang sabar, tidak akan membalas dendam, walaupun ia mampu untuk melakukannya. Orang yang sabar senantiasa dapat memelihara pertimbangan akal yang sehat, sehingga ia tidak akan terjerumus ke dalam tindakan-tindakan yang dapat merugikan dirinya dan perjuangan umatnya.\nJalan untuk mencapai kesabaran ialah iman yang kokoh kepada Allah dan hari akhirat. Hal ini telah dibuktikan oleh kenyataan sejarah umat manusia, yaitu bahwa umat yang kuat imannya adalah merupakan umat yang paling sabar dan tangguh dalam perjuangan dan mempunyai keberanian yang tinggi. Karena kesabaran serta keberanian itu, timbullah ide dan usaha-usaha pada sementara pimpinan angkatan perang pada beberapa negara, untuk menggalakkan pendidikan agama dan binaan rohani bagi para prajurit dan perwira angkatan perang, agar mereka memiliki iman yang kokoh yang akan membuahkan sifat kesabaran dan keberanian.\nDalam pada itu, Allah berulang kali dalam firman-Nya menjanjikan pertolongan-Nya bagi orang-orang yang sabar, dan ia memberikan petunjuk agar manusia senantiasa bersabar dan menganjurkan orang lain untuk bersabar. Allah berfirman:\n\n(Yaitu) orang-orang yang sabar dan hanya kepada Tuhan mereka bertawakal. (an-Nahl/16: 42)\n\nFirman-Nya lagi:\n\nKecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran, dan menasihati untuk kesabaran. (al-Ashr/103: 3)\nAjaran tentang kesabaran ini sangat dipentingkan agama Islam, sehingga dalam Al-Quran terdapat sekitar 100 kali disebutkan, baik berupa perintah tentang bersabar, maupun berupa pujian bagi orang-orang yang bersabar, ataupun janji kemenangan, keberuntungan dan pertolongan Allah bagi orang-orang yang bersabar. Dan seringkali kata-kata sabar itu digandengkan dengan kata-kata iman, takwa, tawakal, kebenaran, perjuangan, kekuatan tekad dan sebagainya.\nDalam hadis-hadis Rasulullah pun banyak terdapat ajaran tentang kesabaran. Mengenai hubungan antara kesabaran dan keberanian beliau bersabda:\n\"Orang yang kuat bukanlah orang yang dapat membanting orang, tetapi orang kuat adalah orang yang sanggup menguasai dirinya ketika dia sedang marah\". (Riwayat Imam al-Bukhari, dari Abu Hurairah ra)\nOrang yang sabar senantiasa tenang dan mempunyai pikiran terang, sehingga segala ucapan dan tindak tanduknya dapat dikendalikan dengan baik. Pendiriannya tidak tergoyahkan oleh ancaman dan bujukan bagaimana pun juga. Oleh sebab itu, dalam suatu hadis yang lain Rasulullah saw bersabda\n\"Kesabaran itu adalah sinar yang terang.\" (Riwayat Muslim, at-Tirmidzi, dan lain-lain) \nSebaliknya orang yang tidak sabar tentu akan kehilangan akal sehat, serta mudah dipengaruhi setan, sehingga ucapan dan tindakannya tidak dapat dikendalikannya. Hal ini akan membawa kepada akibat yang jelek dan akan menimbulkan kerugian dan penyesalan. Oleh sebab itu Rasulullah saw memperingatkan dengan sabdanya : \n\"Sifat tergesa-gesa itu perbuatan setan.\" (Riwayat at-Tirmidzi)\nKarena pentingnya sifat kesabaran itu, maka tidaklah mengherankan mengapa orang-orang yang telah beriman kepada Nabi Musa as dalam kisah tersebut memohon kepada Allah agar dilimpahi kesabaran yang banyak, sehingga iman mereka tidak akan digoyahkan oleh ancaman Firaun dan pembesar-pembesarnya.",
    "quraish": "Sebenarnya kamu tidak berbuat ingkar dan menyiksa kami kecuali karena kami telah percaya kepada Mûsâ dan tunduk kepada ayat-ayat Tuhan kami yang jelas dan benar.\" Kemudian mereka tunduk kepada Allah dan berdoa, \"Wahai Tuhan kami, limpahkanlah kesabaran kepada kami agar kami dapat menanggung cobaan ini. Wafatkanlah kami dalam Islam tanpa tergoda oleh ancaman Fir'aun.",
    "jalalayn": "(Dan kamu tidak membalas dendam) maksudnya kamu tidak mengingkari (dengan menyiksa kami melainkan karena kami telah beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.\" Mereka berdoa, \"Ya Tuhan kami, limpahkanlah kesabaran kepada kami) tatkala dilaksanakannya apa yang diancamkan oleh Firaun agar kami tidak kembali menjadi orang-orang kafir (dan wafatkanlah kami dalam keadaan berserah diri kepada-Mu.\")"
  }
]