[
  {
    "ruku": 138,
    "name": "Al-A'raf",
    "ayat": 142,
    "arab": "۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ",
    "translation": "Dan Kami telah menjanjikan kepada Musa (memberikan Taurat) tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhannya empat puluh malam. Dan Musa berkata kepada saudaranya (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah (dirimu dan kaummu),  dan janganlah engkau mengikuti  jalan orang-orang  yang berbuat kerusakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1096.mp3",
    "tafsir": "Ayat ini menerangkan peristiwa turunnya Kitab Taurat kepada Nabi Musa. Allah telah menetapkan janji-Nya kepada Nabi Musa bahwa Dia akan menurunkan wahyu kepadanya yang berisikan pokok-pokok agama dan pokok-pokok hukum yang menjadi pedoman bagi Bani Israil dalam usaha mereka mencapai kebahagiaan hidup di dunia dan di akhirat. Waktu penurunan wahyu yang dijanjikan itu selama tiga puluh malam di gunung Sinai, kemudian ditambah sepuluh malam lagi sehingga menjadi empat puluh malam.\nMengenai turunnya Kitab Taurat kepada Nabi Musa diriwayatkan oleh Ibnul Mundzir dan Ibnu Abi Hatim dari Ibnu Abbas, waktu menafsirkan ayat ini, bahwa Musa berkata kepada kaumnya, \"Sesungguhnya Tuhanku (Allah) menjanjikan kepadaku tiga puluh malam. Aku akan menemui-Nya dan aku jadikan Harun untuk mengurusimu.\" Maka setelah Musa sampai ke tempat yang dijanjikan, yaitu pada bulan Â¨ulkaidah dan sepuluh malam bulan Â¨ulhijjah, lalu Musa menetap dan menunggu di atas bukit Sinai selama empat puluh malam, dan Allah menurunkan kepadanya Taurat dalam bentuk kepingan-kepingan bertulis, Allah mendekatkan Musa kepada-Nya untuk diajak bicara. Sesudah itu berbicaralah Allah, dan Musa pun mendengar bunyi getaran pena.\nDari kedua riwayat ini dapat diambil kesimpulan, bahwa Musa a.s pergi ke bukit Sinai sendirian, tak ada yang menemani, dalam arti kata ia memisahkan diri dari kaumnya Bani Israil. Sepeninggal Musa a.s. Bani Israil terpengaruh oleh ajakan Samiri, sehingga mereka ikut menyembah patung anak sapi.\nSebelum Musa a.s. berangkat ke tempat yang telah ditentukan Allah untuk menerima Taurat, ia menyerahkan pimpinan kaumnya kepada saudaranya Harun a.s, dan menyatakan Harun sebagai wakilnya, mengurus kepentingan-kepentingan Bani Israil selama ia pergi, Musa memperingatkan agar Harun jangan mengikuti kemauan dan pendapat orang yang sesat dan suka berbuat kerusakan.\nHarun adalah saudara tua Musa a.s. dan diangkat oleh Allah sebagai Rasul dan Nabi. Pada ayat yang lain disebutkan bahwa Musa sebelum menghadapi Firaun berdoa kepada Allah agar Harun diangkat sebagai wazirnya, karena lidahnya lebih petah (fasih) dibanding dengan lidah Musa.\nAllah berfirman:\nDan jadikankanlah untukku seorang pembantu dari keluargaku, (yaitu) Harun, saudaraku, teguhkanlah kekuatanku dengan (adanya) dia, dan jadikanlah dia teman dalam urusanku. (thaha/20: 29-30-31-32)",
    "quraish": "Kami telah menjanjikan Mûsâ untuk bermunajat dan kemudian akan memperoleh Tawrât setelah melakukan ibadah selama tiga puluh hari. Kemudian, untuk melengkapi ibadahnya, Kami sempurnakan waktu pelaksanaannya sepuluh malam lagi. Dengan demikian, waktu yang ditentukan itu menjadi empat puluh malam. Di saat akan berangkat bermunajat, Mûsâ berpesan kepada saudaranya, Hârûn, \"Jadilah wakilku yang memimpin kaum ini, perbaikilah hal ihwal mereka, dan waspadalah agar kamu tidak terjebak mengikuti jalan orang-orang yang merusak.\"",
    "jalalayn": "(Dan telah Kami janjikan) dengan memakai alif dan tidak memakainya (kepada Musa sesudah berlalu waktu tiga puluh malam) di mana Kami akan berbicara kepadanya seusai masa tersebut agar ia berpuasa terlebih dahulu; masa itu adalah bulan Zulkaidah kemudian Musa berpuasa dan tatkala ia selesai, bau mulutnya masih kurang enak. Akhirnya Musa bersiwak dan Allah swt. memerintahkannya agar melakukan puasa sepuluh hari lagi agar ia dapat berbicara dengan-Nya melalui mulutnya; hal ini telah dijelaskan dalam firman Allah swt. (dan Kami sempurnakan jumlah malam itu dengan sepuluh malam lagi) yakni dari bulan Zulhijah (maka sempurnalah waktu yang telah ditentukan Tuhannya) yaitu waktu yang telah dijanjikan oleh-Nya untuk berbicara dengan-Nya (empat puluh) menjadi hal (malam) menjadi tamyiz. (Dan berkata Musa kepada saudaranya, yaitu Harun) di kala hendak pergi ke bukit untuk bermunajat (\"Gantikanlah aku) maksudnya jadilah engkau sebagai penggantiku (dalam memimpin kaumku dan perbaikilah\") perkara mereka (dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan) dengan menyetujui mereka berbuat kemaksiatan."
  },
  {
    "ruku": 138,
    "name": "Al-A'raf",
    "ayat": 143,
    "arab": "وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ اَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ اِلَيْكَ وَاَنَا۠ اَوَّلُ الْمُؤْمِنِيْنَ",
    "translation": "Dan ketika Musa datang untuk (munajat) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, (Musa) berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” (Allah) berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu, jika ia tetap di tempatnya (sebagai sediakala) niscaya engkau dapat melihat-Ku.” Maka ketika Tuhannya menampakkan (keagungan-Nya) kepada gunung itu, gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Mahasuci Engkau, aku bertobat kepada Engkau dan aku adalah orang yang pertama-tama beriman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1097.mp3",
    "tafsir": "Ayat ini menerangkan, manakala Musa as sampai ke tempat dan waktu yang dijanjikan Allah untuk menerima wahyu, Allah telah menyampaikan wahyu-Nya secara langsung tanpa perantara, maka timbul pada diri Musa keinginan untuk memperoleh kemuliaan lain di samping kemuliaan berkata-kata langsung dengan Allah yang baru saja diterimannya. Keinginan itu ialah mendapat kemuliaan melihat Allah dengan jelas, lalu Musa berkata, \"Ya Tuhanku, perlihatkanlah zat Engkau yang suci dan berilah aku kekuatan untuk dapat melihat Engkau dengan jelas, karena aku tidak sanggup melihat dan mengetahui Engkau dengan sempurna. Allah menjawab, \"Hai Musa kamu tidak akan dapat melihat-Ku.\" Dalam hadis Nabi saw, disebutkan:\n\"Dari Abu Musa, ia berkata: Rasulullah saw bersabda, \"Hijab (pembatas) Allah ialah nur (cahaya). Sekiranya nur itu disingkapkan niscaya keagungan sinar wajahnya akan membakar seluruh makhluk yang sampai pandangan Tuhan kepadanya.\" (Riwayat Muslim)\n\nSelanjutnya Allah berkata kepada Musa, \"Melihatlah ke bukit, jika bukit itu tetap kokoh dan kuat seperti sediakala setelah melihat-Ku, tentulah kamu dapat pula melihat-Ku, karena kamu dan gunung itu adalah sama-sama makhluk ciptaan-Ku. Tetapi jika bukit yang kokoh dan kuat itu tidak tahan dan hancur setelah melihat-Ku bagaimana pula kamu dapat melihat-Ku. Karena seluruh makhluk yang aku ciptakan tidak mampu dan tidak sanggup untuk melihat-Ku.\"\nDiriwayatkan dari Ibnu Abbas, ia berkata, \"Ketika Musa as memohon kepada Tuhannya, \"Perlihatkanlah zat Engkau kepadaku\" Allah menjawab: \"Kamu sekali-kali tidak akan dapat melihat-Ku.\" Kemudian Allah menegaskan lagi, \"Kamu tidak akan dapat melihat-Ku untuk selama-lamanya hai Musa.\" Tidak seorang pun yang sanggup melihat-Ku, lalu sesudah itu ia tetap hidup.\" Akhirnya Allah berkata, \"Melihatlah ke bukit yang tinggi lagi besar itu, jika bukit itu tetap di tempatnya, tidak bergoncang dan hancur, tentulah ia melihat kebesaran-Ku, mudah-mudahan kamu dapat melihatnya pula, sedangkan kamu benar-benar lemah dan rendah. Sesungguhnya gunung itu berguncang dan hancur bagaimana pun juga kuat dan dahsyatnya, sedang kamu lebih lemah dan rendah.\"\nAda beberapa pendapat mufassir tentang yang dimaksud dengan ayat: \"Ketika Tuhannya menampakkan diri kepada gunung-gunung itu\" sebagian mufassir mengatakan bahwa yang nampak bagai gunung itu ialah zat Allah. Bagaimana pun juga pendapat para mufassir, namun nampaknya Allah itu bukanlah seperti nampaknya makhluk. Namun penampakan Tuhan tidak sama dengan penampakan manusia sesuai dengan sifat-sifat Allah yang tidak dapat diukur dengan ukuran manusia. \nSetelah Musa as, sadar dari pingsannya, dan sadar pula bahwa ia telah meminta kepada Allah sesuatu yang dapat membahayakan dirinya, ia merasa telah berbuat dosa, karena itu ia memohon dan berdoa kepada Allah, Maha Suci Engkau, \"Ya Tuhanku, aku berdosa karena meminta sesuatu kepada Engkau yang di luar batas kemampuanku menerimanya, karena itu aku bertaubat kepada Engkau dan tidak akan mengulangi kesalahan seperti yang telah lalu itu, dan aku termasuk orang-orang yang pertama beriman kepada-Mu.\"\nMujahid berkata, \"Tubtu ilaika\" (Aku bertaubat kepada Engkau), maksudnya ialah: Aku bertaubat kepada Engkau, karena aku telah memohon kepada Engkau agar dapat melihat zat Engkau, \"wa ana awwalul muminin\", (Aku orang yang pertama beriman kepada Engkau) maksudnya aku adalah orang Bani Israil yang pertama beriman kepada Engkau. Sedang dalam suatu riwayat yang lain dari Ibnu Abbas, ialah orang yang pertama-tama beriman dan tidak seorang pun yang dapat melihat Engkau (di dunia).",
    "quraish": "Tatkala ia datang untuk bermunajat, Tuhan berbicara langsung kepadanya dalam suatu dialog yang tidak sama dengan pembicaraan yang dilakukan manusia. Mûsâ berkata, \"Tuhanku, perlihatkanlah zat-Mu kepadaku. Tampakkanlah diri-Mu agar aku dapat melihat-Mu, sehingga kehormatanku semakin bertambah.\" Allah berfirman, \"Kamu tidak akan sanggup melihat-Ku.\" Kemudian Allah ingin Mûsâ dapat menerima ketidaksanggupannya itu, dan berkata, \"Tapi lihatlah bukit yang lebih kokoh bila dibandingkan dengan kondisimu. Jika--saat kemunculan-Ku--bukit itu tetap tegar, maka kamu pun bakal mampu melihat-Ku saat Aku muncul di hadapanmu.\" Tatkala Tuhan menampakkan diri-Nya ke bukit, tiba-tiba bukit itu hancur lebur hingga sama rata dengan tanah. Mûsâ sendiri jatuh pingsan tak sadarkan diri menyaksikan peristiwa dahsyat itu. Setelah siuman, Mûsâ pun berkata, \"Ya Allah, Mahasuci Engkau dari keterlihatan di dunia ini. Sungguh aku bertobat kepada-Mu karena telah lancang meminta sesuatu yang tak Engkau izinkan. Dan aku adalah orang pertama di zamanku yang mengimani keagungan dan kebesaran-Mu.\"",
    "jalalayn": "(Dan tatkala Musa datang untuk munajat dengan Kami pada waktu yang telah Kami tentukan) waktu yang telah Kami janjikan kepadanya akan berbicara dengannya pada waktu itu (dan Tuhan telah berfirman kepadanya) tanpa perantara dengan pembicaraan yang dapat Musa dengar dari segala penjuru (berkatalah Musa, \"Ya Tuhanku! Tampakkanlah kepadaku) diri Engkau (agar aku dapat melihat-Mu.\" Tuhan berfirman, \"Kamu sekali-kali tidak sanggup melihat-Ku) artinya kamu tidak akan mampu melihat-Ku; bila hal itu diungkapkan bukan dengan memakai huruf lan, maka pengertiannya berarti melihat Tuhan itu mungkin dapat dilakukan (tetapi lihatlah kepada bukit itu) yang bangunannya lebih kuat daripada dirimu (maka jika ia tetap) tegak seperti sediakala (pada tempatnya, niscaya kamu dapat melihat-Ku\") engkau dapat melihat-Ku dan jika tidak, maka niscaya kamu tidak akan kuat (Tatkala Tuhannya tampak) yakni sebagian dari nur-Nya yang hanya sebesar setengah jari manis, demikianlah menurut penjelasan dari hadis yang telah diriwayatkan oleh Al-Hakim (bagi gunung itu, kejadian itu menjadikan gunung itu hancur luluh) dengan dibaca qashr atau pendek dan panjang, yakni gunung itu menjadi lebur rata dengan tanah (dan Musa jatuh pingsan) tak sadarkan diri karena sangat terkejut melihat apa yang ia saksikan (Maka setelah Musa sadar kembali, dia berkata, \"Maha Suci Engkau) dengan memahasucikan Engkau (aku bertobat kepada Engkau) dari permintaan yang aku tidak diperintahkan mengemukakannya (dan aku orang yang pertama-tama beriman\") pada zamanku ini."
  },
  {
    "ruku": 138,
    "name": "Al-A'raf",
    "ayat": 144,
    "arab": "قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
    "translation": "(Allah) berfirman, “Wahai Musa! Sesungguhnya Aku memilih (melebihkan) engkau dari manusia yang lain (pada masamu) untuk membawa risalah-Ku dan firman-Ku, sebab itu berpegang-teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah engkau termasuk orang-orang yang bersyukur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1098.mp3",
    "tafsir": "Selanjutnya Allah menerangkan bahwa Dia telah memilih Musa di antara manusia yang ada di zaman-Nya dengan memberikan karunia yang tidak diberikannya kepada manusia lainnya, yaitu mengangkat Musa sebagai Nabi dan Rasul, memberinya kesempatan langsung berbicara dengan Allah, sekali pun dibatasi oleh suatu yang membatasinya antara Allah dan Musa.\nDi dalam Al-Quran disebutkan cara Allah menyampaikan wahyu kepada para Rasul-Nya, sebagaimana firman Allah:\n\n\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantara wahyu atau di belakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha tinggi, Mahabijaksana. (Asy-Syura/42: 51)\n\nJadi menurut ayat ini ada tiga macam cara Allah menyampaikan wahyu kepada para Rasul-Nya yaitu:\n1.Dengan mewahyukan kepada Rasul yang bersangkutan, yaitu dengan menanamkan suatu pengertian ke dalam hati seseorang yang diturunkan wahyu kepadanya.\n2.Berbicara langsung dengan memakai pembatas yang membatasi antara Allah dan hamba yang diajak berbicara. Cara yang kedua inilah yang dialami oleh Musa dalam menerima wahyu, sehingga ia dikenal dengan kalimullah.\n3. Dengan perantaraan malaikat Jibril as. Al-Quran disampaikan melalui cara ini.\n\nMengenai persoalan dapatkah manusia melihat Allah dengan nyata, maka jika dipahami ayat-ayat dan hadis-hadis Nabi, maka dapat diambil kesimpulan sebagai berikut:\n1.Mustahil manusia melihat Allah selama mereka hidup di dunia, sebagaimana ditegaskan Allah kepada Nabi Musa as.\n2.Orang-orang yang beriman dapat melihat Allah di akhirat nanti, sesuai dengan :\na. Firman Allah : \n\"Wajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya.\" (Al-Qiyamah/75:22-23)\n\nDari ayat ini dipahami bahwa \"melihat Tuhan\" pada hari Kiamat itu termasuk nikmat yang diberikan Allah kepada orang-orang yang beriman, karena itu mereka selalu mengharap-harapkannya.\n\nb. Sabda Rasulullah saw :\nSesungguhnya manusia berkata (kepada Rasulullah saw), \"Ya Rasulullah adakah kita melihat Tuhan kita pada hari Kiamat nanti?\" Rasulullah menjawab, \"Adakah yang menghalangi kalian melihat bulan pada bulan purnama?\" Mereka berkata, \"Tidak, ya Rasulullah.\" Rasulullah berkata, \"Maka sesungguhnya kamu akan melihat Tuhan seperti melihat bulan purnama itu.\" (Riwayat al-Bukhari dan Muslim)\n\nc. Semua yang wujudnya dapat dilihat. Hanyalah yang tidak ada wujudnya yang tidak dapat dilihat. Tuhan adalah wajibul wujud, karena itu Tuhan dapat dilihat jika ia menghendaki-Nya. Dalam pada itu Tuhan melihat segala yang ada, termasuk melihat diri-Nya sendiri. Kalau Tuhan dapat melihat diri-Nya tentu Dia berkuasa pula menjadikan manusia melihat diri-Nya jika Dia menghendaki.\nPada potongan ayat berikutnya Nabi Musa dan kaumnya diperintahkan untuk menerima kitab suci yang Allah turunkan, dan syariat yang harus dijalankan untuk dijadikan pegangan hidup dan diamalkan di dunia. Hanya dengan cara inilah mereka baru bisa dianggap sebagai orang yang bersyukur dan menghargai pemberian nikmat Allah.",
    "quraish": "Tatkala Allah menolak permintaan Mûsâ untuk melihat-Nya, Dia telah menyiapkan untuk Mûsâ nikmat- nikmat yang lain sebagai penghibur penolakan itu, seraya berfirman, \"Wahai Mûsâ, sesungguhnya Aku telah memberikan keutamaan kepadamu, dan dari sekian banyak orang sezamanmu, Aku memilih kamu untuk menyampaikan sifr-sifr Tawrât dan berbicara langsung dengan-Ku. Maka terimalah keutamaan yang Kuberikan kepadamu ini, bersyukurlah kepada-Ku sebagaimana yang dilakukan orang-orang yang mensyukuri nikmat-nikmat-Ku.\"",
    "jalalayn": "(Allah berfirman,) Maha Tinggi Allah (\"Hai Musa, sesungguhnya Aku memilih melebihkan kamu) yakni Aku memilihmu (dari manusia) yang hidup di masamu (untuk membawa risalah-Ku) dengan memakai jamak dan mufrad/tunggal (dan untuk berbicara langsung dengan-Ku) Aku berbicara kepadamu secara langsung (sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu) berupa keutamaan (dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-nikmat-Ku."
  },
  {
    "ruku": 138,
    "name": "Al-A'raf",
    "ayat": 145,
    "arab": "وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ",
    "translation": "Dan telah Kami tuliskan untuk Musa pada lauh-lauh (Taurat) segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal; maka (Kami berfirman), “Berpegangteguhlah kepadanya dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, Aku akan memperlihatkan kepadamu negeri orang-orang fasik.”   ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1099.mp3",
    "tafsir": "Allah menerangkan dalam ayat ini bahwa Dia telah menurunkan kepada Nabi Musa as, beberapa keping lauh yang berisi petunjuk-petunjuk dan pengajaran-pengajaran, janji dan ancaman pokok-pokok agama, berupa pokok-pokok akidah, budi pekerti dan hukum-hukum.\nPendapat para ahli berbeda-beda tentang yang dimaksud dengan lauh itu termasuk bagian Kitab Taurat, dan ada yang berpendapat bahwa lauh diturunkan sebelum Kitab Taurat diturunkan. Dari berbagai pendapat itu yang kuat ialah pendapat yang mengatakan bahwa lauh itu adalah wahyu yang pertama diturunkan kepada Musa as, karena itu ia memuat hukum-hukum, akidah, dan keterangan-keterangan yang bersifat umum dan global. Kemudian diturunkan wahyu lain untuk menjelaskan secara berangsur-angsur sesuai dengan keperluan, keadaan masa, dan tempat.\nPara ahli tafsir berbeda pendapat tentang jumlah lauh yang diturunkan kepada Nabi Musa as. Ada yang mengatakan sepuluh dan sebagainya. Tidak ada nash yang tegas menerangkan jumlah lauh yang diturunkan itu.\nAllah memerintahkan agar Musa berpegang teguh dengan pokok-pokok agama yang telah diturunkan kepadanya, melaksanakan segala petunjuk-petunjuk dan hukum-hukumnya, agar berbahagia hidup di dunia dan di akhirat nanti. Dan Allah memerintahkan agar Musa dan kaumnya berpegang teguh kepada ajaran-ajaran, petunjuk-petunjuk, dan hukum-hukum yang ada di dalam lauh itu. Sehingga Bani Israil akan baik budi-pekertinya, baik ibadahnya, dan tertutuplah pintu-pintu syirik. Jika kamu dan kaummu tidak mengambil dan memegang teguh apa yang telah Kami turunkan dengan sesungguhnya, maka kamu akan menjadi fasik, seperti yang telah dialami oleh kaum ad, samud, dan kaum Firaun dan sebagainya, atau Kami akan memperlihatkan kelak apa yang dialami orang-orang yang tidak mau taat kepada-Ku.\nDari ayat-ayat di atas dapat diambil beberapa iktibar (pelajaran) sebagai berikut:\n1.Wajib menyampaikan ajaran rasul dengan sungguh-sungguh, sesuai dengan risalah yang dibawa Rasul, agar dengan demikian tercapailah pembentukan umat yang baru, penuh kedamaian di bawah lindungan Tuhan Yang Maha Pengampun. Hal ini dapat dilihat pada perbuatan Rasulullah saw, sendiri. Beliau merupakan suri teladan bagi umatnya dalam mengamalkan perintah-perintah Allah. Hal ini dapat dilihat pada perkataan, perbuatan dan tindakannya. Karena itu orang Arab tertarik kepada agama yang dibawanya, sehingga dalam waktu yang sangat pendek, penduduk Jazirah Arab telah menganut agama Islam. Cara-cara yang dilakukan oleh Rasulullah ini telah dilakukan pula oleh para sahabat dan beberapa khalifah yang terkenal dalam sejarah, maka mereka pun telah berhasil sebagaimana Rasulullah telah berhasil. Dalam pada itu ada pula di antara kaum Muslimin yang telah berbuat kesalahan.\n2. Kita lihat dalam sejarah bahwa Bani Israil menjadi bangsa yang besar dan berkuasa di saat mereka melaksanakan dengan baik agama Allah, dan mereka menjadi bangsa terjajah, hidup sengsara di saat mereka memandang enteng dan mengingkari agama Allah.\n3.Demikianlah halnya kaum Muslimin, menjadi kuat dan besar di saat mereka melaksanakan dengan baik agama Allah, di saat timbul persaudaraan yang kuat sesama kaum Muslimin, dan mereka menjadi lemah di saat mereka tidak mengacuhkan lagi agama Allah.",
    "quraish": "Di kepingan-kepingan Tawrât itu, Kami jelaskan kepada Mûsâ segala sesuatu yang berkaitan dengan ajaran-ajaran dan aturan-aturan terperinci yang dibutuhkan umat manusia dalam kehidupan dunia dan akhirat. Kami serukan kepadanya, \"Ambillah kepingan-kepingan ini dengan teguh dan kuat. Perintahkanlah kaummu untuk mengamalkan hal-hal yang utama yang dikandungnya, seperti mendahulukan sikap memaafkan ketimbang kisas, membebaskan utang ketimbang menangguhkannya, dan mengutamakan yang mudah dari yang sulit. Dalam Tawrât itu juga Aku tunjukkan negeri orang-orang yang melanggar perintah- perintah Allah dan kehancuran yang akan diderita, agar menjadi pelajaran bagi kalian. Maka janganlah kalian langgar aturan-aturan Allah, hingga kalian terhindar dari bencana yang menimpa mereka.\"",
    "jalalayn": "(Dan telah Kami tuliskan untuk Musa pada lempengan-lempengan) lempengan-lempengan kitab Taurat yang terdiri dari dedaunan surga, atau dari zabarjad atau dari tujuh jenis atau sepuluh jenis zamrud (segala sesuatu) yang diperlukan di dalam menyampaikan agama (sebagai pelajaran dan penjelasan) keterangan (bagi segala sesuatu) menjadi badal dari jar dan majrur sebelumnya. (Maka berpeganglah kepadanya) sebelumnya terdapat kalimat Kami berfirman yang ditakdirkan/yang diperkirakan keberadaannya (dengan teguh) dengan sungguh-sungguh dan dengan segala kemampuan (dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik) yakni Firaun beserta para pengikutnya, yaitu negeri Mesir, supaya kamu mengambil pelajaran darinya."
  },
  {
    "ruku": 138,
    "name": "Al-A'raf",
    "ayat": 146,
    "arab": "سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ",
    "translation": "Akan Aku palingkan dari tanda-tanda (kekuasaan-Ku) orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar. Kalaupun mereka melihat setiap tanda (kekuasaan-Ku) mereka tetap tidak akan beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak (akan) menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka menempuhnya. Yang demikian adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1100.mp3",
    "tafsir": "Allah akan memalingkan hati orang-orang yang takabur, menyombongkan diri untuk memahami bukti-bukti dan dalil-dalil yang dibawa para rasul, terutama yang berhubungan dengan kekuasaan dan kebesaran Allah, dan memalingkan pula hati mereka untuk melaksanakan agama Allah dan mengikuti petunjuk ke jalan yang benar. Hal ini sesuai pula dengan firman Allah:\n\n\"Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik.\" (Ash-shaff/61: 5)\n\nTakabur menurut bahasa berarti, \"menganggap dirinya besar\", atau \"merasa agung\". Yang dimaksud oleh ayat ini ialah menolak kebenaran dan meremehkan orang lain. Perangai dan sifat seorang yang takabur itu memandang enteng orang lain, seakan-akan dia sajalah yang pandai, yang berkuasa, yang menentukan terjadinya segala sesuatu dan sebagainya. Karena itu dalam tindak-tanduknya ia mudah melakukan perbuatan yang melampaui batas, berbuat sewenang-wenang dan suka berbuat kerusakan. \nDalam ayat ini sifat takabur itu digandengkan dengan perkataan \"bigairil haq\" tanpa alasan yang benar. Hal ini menunjukkan sikap dan tindakan orang yang takabur itu dilakukan tanpa memikirkan akibat yang ditimbulkan oleh tindakan yang semata-mata dilakukan untuk memuaskan hawa-nafsu sendiri, sekali pun merugikan orang lain.\nTakabur adalah penyakit jiwa yang diakibatkan oleh kesalahan dalam menilai dan menerima sesuatu. Kadang-kadang keberhasilan seseorang yang terus menerus dalam usahanya dapat juga menimbulkan sifat takabur, sehingga timbul keyakinan yang berlebihan pada dirinya sendiri, bahwa apa saja yang dicita-citakannya dan direncanakannya pasti tercapai dan berhasil. Merasa yakin akan kemampuan diri sendiri, ini akhirnya menimbulkan keyakinan bahwa dirinya tidak tergantung kepada siapa pun, juga tidak tergantung kepada Allah.\nDalam ayat ini diterangkan sifat-sifat orang yang takabur itu, yaitu:\n1.Jika mereka melihat bukti-bukti kekuasaan dan kebesaran Allah, atau membaca ayat-ayat Allah, mereka tidak mempercayainya dan tidak mau mengambil iktibar serta pelajaran dari padanya. Dalil-dalil, bukti-bukti kekuasaan dan keesaan Allah serta ayat-ayat Al-Quran yang mengandung kebenaran mereka tolak. Dalil-dalil dan bukti-bukti itu tidak berfaedah bagi orang yang ragu-ragu dan tidak menginginkan kebenaran, karena ia merasa bahwa kebenaran itu sendiri akan membatasi dan menghalangi mereka dari perbuatan sewenang-wenang, sehingga cita-cita dan keinginan mereka tidak terkabul. Ayat ini merupakan isyarat bagi Nabi Muhammad saw, bahwa orang-orang musyrik dan kafir yang memperolok-olokkannya serta mendustakan Al-Quran dan mengadakan kekacauan dengan mencari-cari kesalahan dan kelemahan ayat-ayat Al-Quran dan memutarbalikkan isinya dan kebenaran Al-Quran. Seandainya Nabi Muhammad mau mengikuti tuntutan mereka yang merupakan syarat beriman mereka kepadanya, mereka tetap tidak akan beriman sekali pun tuntutan mereka telah dipenuhi.\n2.Jika melihat petunjuk dan jalan yang benar, mereka tidak mau mengikutinya, bahkan mereka menghindar dan menjauh padahal jalan itulah yang paling baik dan satu-satunya jalan yang dapat membawa mereka ke tempat yang penuh kebahagiaan.\n3.Jika melihat jalan yang menuju kepada kesengsaraan, mereka mengikutinya, karena jalan itu telah dijadikan oleh setan dalam pikirannya sebagai yang paling baik dan indah. Mereka merasa dengan menempuh jalan itu segala keinginan dan hawa-nafsu mereka pasti akan terpenuhi. Menurut keyakinan mereka itulah surga yang dicita-citakan.\n\nPada akhir ayat ini diterangkan apa sebab hati mereka dipalingkan Allah, sehingga mereka tidak mau mengambil pelajaran dari ayat-ayat Allah, karena mereka telah mendustakan ayat-ayat Allah.\nTelah menjadi hukum Allah, bahwa sering mengerjakan suatu pekerjaan, menyebabkan pekerjaan itu semakin mudah dikerjakan bahkan akhirya antara pekerjaan dengan orang-orang yang mengerjakannya menjadi satu, seakan-akan tidak dapat dipisahkan lagi. Demikian pula halnya antara perbuatan jahat dengan orang yang selalu mengerjakannya, tidak ada perbedaannya, sehingga akhirnya antara orang itu dengan perbuatan yang jahat yang dikerjakannya telah menjadi satu dan telah bersenyawa dengannya.\nKarena itu pada hakikatnya bukanlah Allah yang memalingkan dan mengunci hati seseorang yang sesat itu, tetapi orang-orang yang sesat itu sendiri. Sesungguhnya Allah tidaklah menciptakan manusia sejak lahir menjadi orang yang beriman atau menjadi orang yang kafir dan Dia tidak pula memaksa hambanya menjadi kafir atau beriman, tetapi seseorang menjadi beriman atau menjadi kafir atas usahanya sendiri. Mereka sendirilah yang memilih dan berusaha menjadi orang yang beriman dengan mengikuti petunjuk dan ajaran agama dengan melaksanakan perintah Allah dan menjauhkan larangan-Nya. Ia selalu memperhatikan tanda-tanda kekuasaan dan kebesaran Allah sehingga iman mereka bertambah lama bertambah kuat. Sebaliknya manusia itu sendirilah yang berusaha dan memilih jalan yang sesat atau menjadi orang yang kafir dengan mendustakan ayat-ayat Allah, meremehkan dan mengacuhkan ayat-ayat Allah, agar mereka dapat memuaskan keinginan dan hawa nafsu. Oleh karena perbuatan dosa itu selalu mereka kerjakan, maka perbuatan itu telah bersatu dengan dirinya, sehingga kebenaran apa pun yang datang selalu ditolak, seolah-olah hati mereka telah terkunci mati, telah berpaling dari kebenaran. Contoh ini disebutkan dalam firman Allah swt:\n\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-Araf/7: 179)\n\nPerilaku orang seperti diterangkan ayat di atas banyak terdapat dalam masyarakat sepanjang sejarah hidup manusia. Mereka adalah orang yang sangat terpengaruh oleh kehidupan duniawi, seperti pangkat, kekuasaan, harta, kesenangan, dan sebagainya, mereka selalu memperturutkan hawa nafsunya. Mereka lupa dan sengaja melupakan ajaran-ajaran agama, baik yang berhubungan dengan pelaksanaan perintah-perintah Allah maupun larangan-larangan-Nya. Jika disampaikan kepada mereka ajaran Allah, maka mereka melaksanakannya sekadar mencari simpati, sehingga dengan demikian nafsu dan keinginan mereka lebih mudah terpenuhi.",
    "quraish": "Orang-orang yang bersikap congkak di muka bumi dan enggan menerima kebenaran, mereka tak akan dapat mencermati bukti-bukti kekuasaan-Ku yang terdapat dalam diri manusia maupun di alam raya. Meskipun mereka menyaksikan seluruh bukti yang membenarkan rasul-rasul-Ku, mereka tetap tidak akan percaya. Jika mereka mendapatkan jalan yang benar, mereka tak mau menempuhnya, tetapi jika melihat jalan kesesatan, mereka segera mengikutinya. Hal itu disebabkan karena mereka telah mendustakan ayat- ayat yang Kami turunkan dan tidak mau menjadikannya sebagai petunjuk.",
    "jalalayn": "(Aku akan memalingkan dari ayat-ayat-Ku) dari bukti-bukti yang menunjukkan kekuasaan-Ku, yaitu berupa hasil-hasil ciptaan-Ku dan lain-lainnya (orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar) yaitu Aku akan menjadikan mereka terhina sehingga tidak lagi mereka berlaku sombong di muka bumi (jika mereka melihat tiap-tiap ayat-Ku, mereka tidak beriman kepadanya. Dan jika mereka melihat jalan) yakni titian (yang membawa kepada petunjuk) hidayah yang datang dari sisi Tuhan (mereka tidak mau menjalankannya sebagai jalan hidup) yang mereka tempuh (tetapi jika mereka melihat jalan kesesatan) jalan yang salah (mereka terus menempuhnya. Yang demikian itu) berpalingnya mereka itu (adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai daripadanya) contoh mengenai mereka telah disebutkan."
  },
  {
    "ruku": 138,
    "name": "Al-A'raf",
    "ayat": 147,
    "arab": "وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ",
    "translation": "Dan orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan (mendustakan) adanya pertemuan akhirat, sia-sialah amal mereka. Mereka diberi balasan sesuai dengan apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1101.mp3",
    "tafsir": "Orang yang mendustakan ayat-ayat Allah yang telah diturunkan kepada Rasul-Nya, tidak mempercayai akan adanya pertemuan dengan Allah pada hari akhir nanti, tidak percaya akan adanya pembalasan yang akan diberikan pada hari itu. Maka segala amal baik yang telah mereka kerjakan di dunia tidak akan diberi pahala oleh Allah, karena perbuatan itu tidak dilandasi oleh keinginan mencari keridaan Allah, dan Allah tidak menganiaya sedikit pun, mereka akan disiksa sesuai dengan perbuatan dosa yang telah mereka kerjakan.",
    "quraish": "Dan orang-orang yang telah mendustakan ayat-ayat yang Kami turunkan melalui rasul-rasul, serta mendustakan pertemuan di hari kiamat dan mengingkari hari kebangkitan dan pembalasan, amal perbuatan mereka akan sia-sia belaka. Mereka tidak mendapatkan apa-apa selain balasan kekufuran dan kemaksiatan yang selalu mereka lakukan.",
    "jalalayn": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat) dimaksud mengenai hari berbangkit dan lain-lainnya (sia-sialah) artinya batillah (perbuatan mereka) yaitu perbuatan-perbuatan yang telah mereka lakukan sewaktu hidup di alam dunia, berupa amal-amal kebaikan seperti silaturahmi dan sedekah, maka mereka tidak lagi mendapat pahalanya karena persyaratannya sudah tidak memenuhi lagi (Tidak) (mereka itu mendapat balasan kecuali) hanya balasan (apa yang telah mereka kerjakan) yakni perbuatan mendustakan ayat-ayat Kami dan perbuatan-perbuatan maksiat."
  }
]