[
  {
    "ruku": 139,
    "name": "Al-A'raf",
    "ayat": 148,
    "arab": "وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ",
    "translation": "Dan kaum Musa, setelah kepergian (Musa ke Gunung Sinai) mereka membuat patung anak sapi yang bertubuh dan dapat melenguh (bersuara) dari perhiasan (emas). Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1102.mp3",
    "tafsir": "Bani Israil telah menyembah patung anak sapi selama kepergian Musa ke Bukit Sinai menerima wahyu dari Allah. Patung anak sapi itu dibuat oleh Samiri (20: 85,87). Samiri membuat patung itu atas anjuran para pemuka Bani Israil, padahal ia manusia yang patuh dan taat serta mempunyai kedudukan yang terhormat dalam masyarakat.\nNama Samiri disebutkan dalam Firman Allah swt:\nDia (Allah) berfirman, \"sungguh, Kami telah menguji kaummu setelah engkau tinggalkan, dan mereka telah disesatkan oleh Samiri.\" (thaha/20: 85)\n\nPatung anak sapi itu dibuat dari emas, yang berasal dari emas perhiasan wanita-wanita Mesir yang dipinjam oleh wanita-wanita Bani Israil yang dibawanya waktu mereka meninggalkan negeri Mesir itu. Emas perhiasan itu dilebur dan dibentuk oleh Samiri menjadi patung anak sapi. Menurut ath-thabari emas-emas itu dipinjam dari gelang emas tanda perbudakan Bani Israil oleh penduduk asli Mesir. (Tafsir selengkapnya lihat surah Taha/20: 85)\nKeinginan Bani Israil menyembah patung anak sapi sebagai tuhan selain Allah ini adalah pengaruh dari kebiasaan mereka di Mesir dahulu. Sebetulnya nenek-moyang mereka adalah orang-orang muwahhidin (ahli tauhid) karena mereka adalah keturunan Nabi Yaqub. Akan tetapi setelah bergaul dengan orang Mesir, maka gejala-gejala wasaniyah (menyembah selain Allah) itu menular kepada mereka. Ibadah wasaniyah ini telah mendarah daging dalam diri mereka selalu timbul keinginan mereka hendak melakukan kebiasaan tersebut.\nPatung anak sapi yang disembah sebagai tuhan oleh Bani Israil itu, berupa patung anak sapi yang dibentuk sedemikian rupa, sehingga jika ditiupkan angin ke dalamnya ia akan dapat bersuara.\nSuara dari patung anak sapi itu keluar adalah karena masuknya angin ke dalam rongga mulut dan keluar dari lubang yang lain, sehingga menimbulkan suara. Hal ini dapat dibuat dengan memasukkan alat semacam pipa yang dapat berbunyi dalam rongga patung anak sapi itu. Jika pipa itu dihembus angin, maka berbunyilah patung anak sapi itu seperti bunyi anak sapi sebenarnya. Karena hal seperti itu dipandang aneh oleh Bani Israil, maka dengan mudah timbul kepercayaan pada diri mereka bahwa patung anak sapi itu berhak disembah, sebagaimana halnya menyembah Allah. \nAllah mencela perbuatan Bani Israil yang lemah iman itu, yang tidak dapat membedakan antara Tuhan yang berhak disembah dengan sesuatu yang ganjil yang baru pertama kali mereka lihat dan ketahui. Mereka tidak dapat membedakan antara Tuhan yang menurunkan wahyu kepada para Rasul dan makhluk Tuhan yang hanya dapat bersuara. Jika mereka mau berpikir kemampuan diri mereka sendiri mungkin lebih baik, dan lebih mampu berbicara dari patung anak sapi itu.\nBani Israil berbuat demikian itu bukanlah berdasar sesuatu dalil yang kuat, mereka berbuat demikian hanyalah karena pengaruh adat kebiasaan nenek-moyang mereka yang ada di Mesir dahulu yang menyembah anak sapi. Padahal kepada mereka telah diturunkan bukti-bukti yang nyata, seperti membelah laut, tongkat menjadi ular dan sebagainya. Karena mereka tidak mau memperhatikan bukti-bukti dan dalil-dalil, mereka mengingkari Allah, yang berakibat buruk pada diri mereka sendiri. (lihat surah thaha ayat 85-87)",
    "quraish": "Setelah kepergian Mûsâ ke bukit untuk bermunajat kepada Tuhan, kaumnya membuat sebuah patung anak lembu yang tidak dapat berpikir dan merasa dari perhiasan-perhiasan mereka. Patung anak lembu itu--yang dirancang dengan teknik yang dapat mengeluarkan suara karena bantuan angin yang masuk ke dalamnya--mengeluarkan suara seperti lembu. Inilah teknik yang dibuat oleh al-Sâmiriy, pembuat patung yang menyuruh orang menyembahnya. Alangkah dungunya mereka! Bagaimana mungkin mereka menjadikan patung itu sebagai tuhan dan menyembahnya, sementara ia tidak dapat diajak bicara dan tak mampu menunjukkan mereka jalan yang benar. Sesungguhnya mereka, dengan melakukan perbuatan tercela itu, telah menzalimi diri mereka sendiri.",
    "jalalayn": "(Dan kaum Musa, setelah kepergian Musa, mereka membuat) setelah pergi meninggalkan mereka untuk bermunajat (dari perhiasan mereka) yang telah mereka pinjam dari kaumnya Firaun dengan alasan untuk perkawinan (berhala) yang kemudian dipuja-puja oleh mereka (anak lembu) Samirilah yang mencetaknya berdasarkan permintaan mereka (yang bertubuh) sebagai ganti dari daging dan darah (dan bersuara) artinya suara yang dapat didengar; dan dapat bergerak sebab Samiri menaruh debu di mulutnya dari bekas teracak kuda malaikat Jibril, sebagai pengaruhnya berhala itu dapat hidup. Maf'ul dari lafal ittakhadza dibuang yang asalnya ialah lafal ilaahan, yakni sebagai tuhan. (Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat pula menunjukkan jalan kepada mereka?) lalu mengapa mereka menganggapnya sebagai tuhan mereka (Mereka menjadikannya) sebagai sesembahan (dan mereka adalah orang-orang yang lalim) disebabkan mengambilnya sebagai sesembahan."
  },
  {
    "ruku": 139,
    "name": "Al-A'raf",
    "ayat": 149,
    "arab": "وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
    "translation": "Dan setelah mereka menyesali perbuatannya dan mengetahui bahwa telah sesat, mereka pun berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang rugi.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1103.mp3",
    "tafsir": "Akhirnya Bani Israil menyadari bahwa perbuatan mereka menyembah patung anak sapi adalah perbuatan yang sesat karena mempersekutukan Allah. Karena itu mereka pun menyesali perbuatan itu dan berkata: \"Sesungguhnya dosa kami sangat besar dan demikian pula kedurhakaan dan keingkaran kami, tidak akan dapat melepaskan dari dosa perbuatan ini, kecuali rahmat Allah dan ampunan-Nya. Seandainya Tuhan tidak mengasihi kami dengan menerima tobat kami pastilah kami menjadi orang yang merugi di dunia dan di akhirat mendapat azab yang pedih\".",
    "quraish": "Ketika mereka menyadari ketergelinciran dan kesalahan, mereka bingung dan menyesal telah menuhankan anak lembu. Mereka sadar atas kesesatan yang mereka lakukan, dan berkata, \"Demi Allah, jika Tuhan kami tidak menerima pertobatan dan tidak memaafkan kami, sungguh kami termasuk orang-orang yang sangat merugi.\" Hal itu disebabkan karena mereka telah meletakkan ibadah bukan pada tempatnya.",
    "jalalayn": "(Dan setelah mereka menyesali perbuatannya) mereka menyesal mengambil sebagai sesembahan mereka (dan mereka melihat) mereka mengetahui (bahwa mereka telah sesat) oleh sebab perbuatan itu; penyesalan itu datang setelah Musa kembali kepada mereka (mereka pun berkata, \"Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami) dengan memakai ya dan ta pada kedua fi'ilnya (pastilah kami menjadi orang-orang yang merugi.\")."
  },
  {
    "ruku": 139,
    "name": "Al-A'raf",
    "ayat": 150,
    "arab": "وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ",
    "translation": "Dan ketika Musa telah kembali kepada kaumnya, dengan marah dan sedih hati dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?” Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala saudaranya (Harun) sambil menarik ke arahnya. (Harun) berkata, “Wahai anak ibuku! Kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku, sebab itu janganlah engkau menjadikan musuh-musuh menyoraki melihat kemalanganku, dan janganlah engkau jadikan aku sebagai orang-orang yang zalim.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1104.mp3",
    "tafsir": "Ayat ini menjelaskan Sikap Nabi Musa terhadap perbuatan kaumnya yang telah menyembah anak sapi. Ia sedih karena merasa segala usaha dan perjuangannya yang berat selama ini tidak memperoleh hasil yang diinginkannya. Ia sangat marah kepada saudaranya Harun yang telah dijadikan sebagai wakilnya untuk memimpin kaumnya sepeninggal ia pergi menemui panggilan Tuhannya ke bukit Sinai, seakan-akan Harun tidak melaksanakan tugasnya, dan membiarkan kaumnya sesat, tidak menegur dan mengambil tindakan sedikit pun terhadap mereka yang ingkar. Musa pun merasa takut kepada Allah dan merasa khawatir akan menerima kemurkaan Allah kepadanya dan kaumnya yang telah menjadi musyrik.\nDalam keadaan sedih, putus asa yang bercampur marah terlontarlah perkataan yang keras yang ditujukan kepada saudaranya Harun dan kaumnya, yang menyatakan tugas dan amanat yang diberikannya kepada Harun telah sia-sia, tidak dilaksanakan sebagaimana mestinya. Dengan susah payah ia telah mengajar dan mendidik kaumnya, sehingga mereka telah beriman kepada Allah dan hanya menyembah kepada-Nya saja. Ia baru saja menerima wahyu Allah yang berisi petunjuk dan syariat yang akan diajarkan kepada kaumnya. Apa yang terjadi pada kaumnya ketika ia kembali sangat berlawanan dengan yang dikehendakinya. Yang diinginkannya ialah agar kaumnya tetap menyembah Allah Yang Maha Esa sepeninggalnya, kemudian ketundukan dan kepatuhan itu akan bertambah, setelah ia dapat mengajarkan wahyu yang baru diterimanya dari Allah itu. Sedang yang terjadi adalah pekerjaan yang paling buruk dan yang paling besar dosanya yaitu memperserikatkan Tuhan.\nSelanjutnya Musa berkata kepada kaumnya. Mengapa kamu sekalian tidak sabar menanti kedatanganku kembali sesudah bermunajat kepada Tuhan, sampai kamu membuat patung dan menyembahnya seperti menyembah Allah, padahal aku hanya terlambat sepuluh malam. Apakah kamu mempunyai prasangka lain terhadapku karena keterlambatanku itu.\nMenurut suatu riwayat, bahwa Samiri pernah berkata kepada Bani Israil sewaktu ia memperlihatkan patung anak sapi yang baru dibuatnya kepada mereka: Ini adalah tuhanmu dan tuhan Musa, sesungguhnya Musa tidak akan kembali dan sesungguhnya ia telah mati.\nDalam kemarahannya Nabi Musa melemparkan lauh-lauh yang ada di tangannya, tetapi bukan bermaksud hendak merusaknya, seperti disebutkan dalam Perjanjian Lama, \"maka bangkitlah amarah Musa; dilemparkannyalah kedua lauh itu dari tangannya dan dipecahkannya pada kaki gunung itu.\" (Keluaran 32:19). Nyatanya dalam 7:154 benda-benda itu masih utuh, berisi ajaran Allah. Rasanya kurang hormat (kalau tidak akan dikatakan menghina Tuhan) bila menduga bahwa Utusan Allah telah menghancurkan lauh-lauh yang berisi ajaran-ajaran Allah dalam kemarahannya yang tak terkendalikan itu. lalu memegang ubun-ubun Harun, karena ia mengira bahwa Harun tidak berusaha sungguh-sungguh mencegah perbuatan kaumnya menyembah patung anak sapi itu, dan tindakan-tindakan yang telah dilakukan selama ia pergi ke Bukit Sinai, atau melaporkan perbuatan kaumnya yang telah sesat itu. Sangkaan Musa kepada Harun ini dilukiskan dalam firman Allah sebagai berikut:\n\"Dia (Musa) berkata, \"Wahai Harun! apa yang menghalangimu ketika engkau melihat mereka telah sesat, (sehingga) engaku tidak mengikuti aku?\" Apakah engkau telah (sengaja) melanggar perintahku?\" (thaha/20: 92-93)\n\nPerkataan Musa dijawab oleh Harun, \"Wahai anak ibuku, janganlah engkau tergesa-gesa mencela aku, dan jangan pula tergesa-gesa memarahi aku, karena menyangka aku tidak bersungguh-sungguh melaksanakan perintahmu dan tidak menghalangi mereka. Sebenarnya aku telah berusaha menghalangi mereka dari mengerjakan perbuatan sesat itu dan memberi nasihat kepada mereka. Tetapi mereka memandangku orang yang lemah, bahkan mereka hampir saja membunuhku. Janganlah engkau bertindak terhadapku dengan tindakan yang menyenangkan musuh; mereka gembira dan tertawa lantaran bencana yang menimpa diriku, janganlah engkau masukkan aku ke dalam golongan orang-orang yang suka mengerjakan perbuatan yang berakibat kerugian bagi diriku sendiri, yaitu golongan yang menyembah patung anak sapi, aku sendiri bukanlah termasuk golongan itu.\"\nSikap Musa dan Harun yang berbeda terhadap perbuatan kaumnya itu menunjukkan pula perbedaan watak kedua orang Nabi Allah ini. Musa adalah orang yang keras dan tegas menghadapi suatu perbuatan sesat yang dilarang Allah, sedang Harun adalah orang yang lemah lembut dan tidak mau menggunakan kekerasan dalam menghadapi perbuatan sesat.",
    "quraish": "Setelah kembali dari bermunajat kepada Tuhan, Mûsâ--yang telah diberitahu oleh Allah apa yang terjadi pada kaumnya--merasa marah bercampur sedih melihat mereka menjadikan patung anak lembu sebagai sembahan. Mûsâ pun berkata kepada mereka, \"Alangkah buruknya perbuatan kalian sepeninggalku. Kalian lebih mementingkan menyembah patung anak lembu ketimbang mematuhi perintah Tuhan untuk menunggu kedatanganku dan menepati janjiku untuk membawa Tawrât kepada kalian!\" Mûsâ pun melempar kepingan-kepingan Tawrât dan segera menghampiri Hârûn, saudaranya. Saking sedih dan jengkel melihat perbuatan kaumnya, Mûsâ--dengan sangat marah--menjenggut rambut saudaranya ke arahnya. Dia menganggap saudaranya itu telah teledor karena tidak mencegah apa yang dilakukan kaumnya. Hârûn pun berkata kepada Mûsâ, \"Wahai anak ibuku, sesungguhnya kaum ini melakukan semua itu setelah mendesak dan menekanku, bahkan mengancam akan membunuhku jika aku melarang mereka menyembah patung anak lembu itu. Janganlah membuat musuh-musuhmu semakin senang karena kamu lebih menyalahkan dan menyakiti aku. Dan janganlah kamu menganggap aku termasuk orang-orang yang zalim, padahal aku bebas dari kezaliman mereka.\"",
    "jalalayn": "(Dan tatkala Musa kembali kepada kaumnya dalam keadaan marah) oleh sebab perbuatan mereka (dan sedih hati) yakni amat bersedih hati (berkatalah dia,) kepada mereka (\"Alangkah buruknya perbuatan) teramat jelek perbuatan (yang kamu kerjakan) dalam hal ini (sesudah kepergianku!) dimaksud pekerjaanmu ini di mana kamu berlaku musyrik. (Apakah kamu hendak mendahului janji Tuhanmu?\" Dan Musa pun melemparkan lempengan-lempengan) yaitu lempengan-lempengan Kitab Taurat karena marah kepada kaumnya, sehingga lempengan-lempengan itu pecah (dan ia memegang rambut kepala saudaranya) dengan tangan kanannya dan jenggotnya dengan tangan kirinya (sambil menariknya ke arahnya) saking marahnya (Harun berkata,) \"Hai (anak ibuku!) dengan mim dikasrahkan dan difathahkan, yang dimaksud adalah ummi, penyebutan dengan kata-kata ini untuk lebih menimbulkan rasa sayang ke dalam hati Musa (Sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka) hampir saja (membunuhku, sebab itu janganlah kamu menjadikan gembira) membuat girang (musuh-musuh melihatku) karena kamu menghinakan diriku (dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang lalim.\") sebagaimana engkau memperlakukan orang yang benar-benar menyembah anak sapi."
  },
  {
    "ruku": 139,
    "name": "Al-A'raf",
    "ayat": 151,
    "arab": "قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ",
    "translation": "Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang dari semua penyayang.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1105.mp3",
    "tafsir": "Mendengar jawaban Harun itu, lembutlah hati Musa, dan beliau pun berkata sambil berdoa, \"Wahai Tuhanku, ampunilah aku terhadap perbuatanku yang terlalu kasar terhadap saudaraku, baik berupa perkataan maupun perbuatan, dan ampunilah segala kelemahan saudaraku sebagai wakil dan penggantiku dalam bertindak terhadap orang-orang yang sesat itu. Wahai Tuhanku masukkanlah kami ke dalam rahmat-Mu yang luas dan Engkaulah Tuhan Yang Maha Pengasih.\"\nDengan doa Nabi Musa itu hilanglah harapan-harapan orang yang menginginkan terjadinya perpecahan antara Musa dan Harun, dan orang-orang yang menginginkan agar Musa bertindak keras terhadap saudaranya Harun itu.\nAyat ini dengan tegas menyatakan bahwa Harun tidak terlibat sedikit pun dalam perbuatan kaumnya yang menyembah anak sapi, sesuai dengan pernyataannya kepada saudaranya Musa itu.",
    "quraish": "Mûsâ berkata, \"Ya Tuhanku, ampunilah aku karena telah menuduh saudaraku sebelum jelas duduk persoalannya. Ampunilah saudaraku jika ia memang melakukan kekurangan dalam mengemban tugas sebagai wakilku. Dan masukkanlah kami dalam limpahan rahmat-Mu, karena Engkaulah yang Maha Pengasih lagi Maha Penyayang.\"",
    "jalalayn": "(Musa berdoa, \"Ya Tuhanku! Ampunilah aku) atas apa yang telah kuperbuat terhadap saudaraku (dan saudaraku) Musa menyertakan saudaranya dalam doa demi untuk membuatnya rela atas apa yang telah ia lakukan kepadanya dan sekaligus untuk menolak agar musuh jangan girang melihat sikapnya terhadap saudaranya itu (dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang.\") Allah berfirman,"
  }
]