[
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 104,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا  وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu katakan, raa'inaa, tetapi katakanlah, “Unzhurnaa” dan dengarkanlah. Dan orang-orang kafir akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/111.mp3",
    "tafsir": "Para sahabat Nabi dilarang mengucapkan kata-kata \"ra'ina\" yang biasa mereka ucapkan kepada Nabi yang kemudian ditiru oleh orang Yahudi dengan mengubah bunyinya sehingga menimbulkan pengertian yang buruk, guna mengejek Nabi. \nRa'ina, seperti diterangkan di atas, artinya perhatikanlah kami. Tetapi orang Yahudi mengubah ucapannya, sehingga yang mereka maksud ialah ra'unah yang artinya bodoh sekali, sebagai ejekan kepada Rasulullah. Itulah sebabnya Allah menyuruh sahabat-sahabat menukar ra'ina dengan undhurna yang sama artinya dengan ra'ina. Allah mengajarkan kepada orang mukmin untuk mengatakan undhurna, yang mengandung maksud harapan kepada Rasulullah saw agar dapat memperhatikan keadaan para sahabat.\nAllah juga memperhatikan orang-orang mukmin untuk mendengarkan sebaik-baiknya pelajaran agama yang disampaikan oleh Nabi Muhammad saw yang mengandung pula perintah untuk tunduk dan melaksanakan apa saja yang diperintahkan Nabi, serta menjauhi larangannya. Kemudian Allah dalam ayat ini mengingatkan bahwa orang kafir, yang tidak mau memperhatikan ajaran yang disampaikan Nabi Muhammad saw akan mendapatkan siksaan yang pedih.",
    "quraish": "Wahai orang-orang yang beriman, berhati-hatilah terhadap orang-orang Yahudi itu. Janganlah kalian katakan kepada Rasul, ketika ia menyampaikan wahyu kepada kalian, \"Râ'inâ\" (peliharalah kami), dengan maksud agar rasul memelihara kalian dan membaca wahyu itu dengan perlahan sehingga kalian dapat mengucapkan dan menghafalnya. Hal ini disebabkan karena orang-orang Yahudi yang jahat itu selalu berpura-pura mengikuti kalian untuk mengucapkannya dan menghiasi perkataan mereka dengan kalimat ini. Hingga, lama kelamaan, menjadi sesuai dengan kata-kata celaan yang ditujukan kepada Rasulullah untuk mengejeknya di antara kelompok mereka. Tetapi pakailah, wahai orang-orang yang beriman, kata lain yang tidak dapat digunakan mereka untuk mengejek. Katakan, \"Unzhurnâ\" (lihatlah kami). Dengarkan dengan baik apa yang dibacakan Rasul kepada kalian. Sesungguhnya Allah telah menyimpan siksa yang pedih pada hari kiamat bagi orang-orang yang mengejek Rasul itu.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu katakan) kepada Nabi (raa`inaa) artinya perhatikanlah kami; 'raa'inaa' diambil dari kata 'muraa`ah', tetapi orang-orang Yahudi biasa mengatakan 'raa`unah' yang dalam bahasa mereka berarti 'teramat bodoh' sebagai ejekan kepada Nabi, maka orang-orang mukmin dilarang mengucapkan kata-kata itu, (dan katakanlah) yakni sebagai gantinya, (unzhurnaa) artinya lihatlah kami; (dan dengarlah olehmu) apa-apa yang dititahkan dengan kesediaan untuk mematuhinya (dan bagi orang-orang kafir disediakan siksaan pedih) yang menyakitkan sekali, yaitu neraka."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 105,
    "arab": "مَا يَوَدُّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَلَا الْمُشْرِكِيْنَ اَنْ يُّنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّنْ رَّبِّكُمْ ۗ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ",
    "translation": "Orang-orang yang kafir dari Ahli Kitab dan orang-orang musyrik tidak  menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Tetapi secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Dan Allah pemilik karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/112.mp3",
    "tafsir": "Para Ahli Kitab yang terdiri atas orang-orang Yahudi, Nasrani begitu pula orang-orang musyrik, tidak mau percaya kepada Nabi Muhammad karena mereka iri hati dikarenakan dia diberi wahyu oleh Allah yang lebih baik. Mereka sedikit pun tidak mau mengakui bahwa Al-Qur'an kitab yang paling banyak mengandung kebaikan dan penuh hidayah. Dengan Al-Qur'an itulah Allah menghimpun dan menyatukan umat serta melenyapkan penyakit syirik yang bersarang di hati mereka, juga memberikan beberapa prinsip peraturan hidup dan penghidupan mereka.\nDemikian halnya orang-orang musyrik, setelah mereka melihat kenyataan bahwa makin lama Al-Qur'an makin tampak kebenarannya, dan menjadi pendorong yang kuat bagi perjuangan Muslimin, mereka pun berusaha sekuat tenaga untuk menguasai keadaan dan menghancurkan perjuangan umat Islam hingga lenyap sama sekali.\nMeskipun demikian, mereka tidak akan dapat merealisasikan angan-angan mereka karena Allah telah menentukan kehendak-Nya, memilih orang yang dikehendaki semata-mata karena rahmat-Nya. Dia pulalah yang melimpahkan keutamaan bagi orang yang dipilih untuk diberi kenabian. Dia pula yang melimpahkan kebaikan dan keutamaan, sehingga seluruh hamba-Nya bersenang-senang dalam kebahagiaan. Maka tidak seharusnyalah apabila ada seorang hamba Allah yang merasa dengki kepada seseorang yang telah diberi kebaikan dan keutamaan, karena saluran kebaikan dan keutamaan itu datangnya dari Allah semata.",
    "quraish": "Ketahuilah bahwa orang-orang kafir dari golongan orang-orang Yahudi dan musyrik penyembah berhala itu tidak akan mengharapkan apa-apa kecuali hanya kemudaratan. Mereka juga tidak suka apabila Tuhan memberikan kebaikan kepada kalian. Allah tidak akan memperhatikan apa yang mereka harapkan dan mereka benci. Allah menentukan siapa yang dikehendaki-Nya untuk menerima rahmat-Nya. Dan Allahlah yang memiliki karunia yang sangat besar.",
    "jalalayn": "(Orang-orang kafir dan golongan Ahli Kitab dan orang-orang musyrik tidak menginginkan) orang-orang musyrik di sini ialah dari kalangan Arab, dihubungkan kepada Ahli Kitab, sedangkan 'min' atau 'dari' untuk penjelasan (diturunkannya kebaikan kepadamu) 'min' di sini hanya sebagai tambahan; sedangkan 'kebaikan' maksudnya ialah wahyu, (dari Tuhan) disebabkan iri hati atau dengki kepadamu. (Sedangkan Allah menentukan rahmat-Nya) atau kenabian-Nya (kepada siapa yang dikehendaki-Nya; dan Allah mempunyai karunia yang maha besar)."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 106,
    "arab": "۞ مَا نَنْسَخْ مِنْ اٰيَةٍ اَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ اَوْ مِثْلِهَا ۗ اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
    "translation": "Ayat yang Kami batalkan atau Kami hilangkan dari ingatan, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Tidakkah kamu tahu bahwa Allah Mahakuasa atas segala sesuatu?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/113.mp3",
    "tafsir": "Dijelaskan bahwa ayat mana pun yang dinasakh ) hukumnya, atau diganti dengan ayat yang lain, atau ayat yang ditinggalkan, akan diganti-Nya dengan ayat yang lebih baik dan lebih sesuai dengan kemaslahatan hamba-hamba-Nya, atau diganti-Nya dengan ayat yang sama nilainya dengan hukum yang lalu.\nAdapun hikmah diadakannya pergantian atau perubahan ayat ialah karena nilai kemanfaatannya berbeda-beda menurut waktu dan tempat, kemudian dihapuskan, atau diganti dengan hukum yang lebih baik, atau dengan ayat yang sama nilainya, adalah karena ayat yang diubah atau diganti itu tidak sesuai lagi dengan kepentingan masyarakat, sehingga apabila diadakan perubahan atau pergantian termasuk suatu tindakan yang bijaksana.\nBagi yang berpendapat bahwa ayat ini ialah tanda kenabian (mukjizat) yang dijadikan penguat kenabian, maka ayat ini diartikan bahwa Allah tidak akan menghapuskan tanda kenabian yang digunakan untuk penguat kenabiannya, atau tidak akan mengubah tanda kenabian yang terdahulu dengan tanda kenabian yang datang kemudian, atau meninggalkan tanda-tanda kenabian itu, karena telah berselang beberapa abad lamanya. Terkecuali Allah yang mempunyai kekuasaan tidak terbatas memberikan tanda kenabian yang lebih baik, ditinjau dari segi kemantapannya maupun dari tetapnya kenabian itu. Karena kekuasaan-Nya yang tidak terbatas, maka hak untuk memberikan tanda kenabian kepada para nabi-Nya tidak dapat dihalang-halangi.\nPenggantian ayat adakalanya terjadi dengan ayat yang lebih ringan hukumnya, seperti dihapusnya idah wanita yang ditinggal mati suaminya dari setahun menjadi 4 bulan 10 hari, atau dengan ayat yang sama hukumnya seperti perintah untuk menghadapkan muka ke Baitulmakdis pada waktu melaksanakan salat diubah menjadi menghadapkan muka ke Ka'bah. Atau dengan hukum yang lebih berat, seperti perang yang tadinya tidak diwajibkan pada orang Islam, menjadi diwajibkan.\nAyat ini tidak hanya ditujukan kepada Nabi Muhammad saw tetapi juga ditujukan kepada kaum Muslimin, yang merasa sakit hatinya mendengar cemoohan orang-orang Yahudi kepada Nabi Muhammad saw. Orang-orang yang tipis imannya tentu mudah dipengaruhi, sehingga hatinya mudah menjadi ragu-ragu. Itulah sebabnya, Allah menegaskan bahwa Dia Mahakuasa atas segala sesuatu, dan apabila berkehendak untuk menasakh hukum tidak dapat dicegah, karena masalah hukum itu termasuk dalam kekuasaan-Nya.",
    "quraish": "Mereka telah meminta kamu, wahai Muhammad, untuk memperlihatkan mukjizat kepada mereka, sebagaimana yang dibawa oleh Mûsâ dan nabi-nabi Banû Isrâ'îl. Cukuplah bagi Kami untuk menguatkan kamu dengan al-Qur'ân. Sesungguhnya apabila Kami tidak memperkuat nabi yang datang terakhir dengan mukjizat yang dimiliki oleh nabi sebelumnya, atau apabila Kami menjadikan manusia lupa terhadap peninggalan mukjizat ini, maka Kami akan memberikan kepadanya mukjizat yang lebih baik dari itu atau sebanding dengannya dalam memperkuat kebenaran yang dibawanya. Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
    "jalalayn": "Tatkala orang-orang kafir mengecam tentang nasakh/penghapusan atau pergantian hukum dan menuduh bahwa Muhammad menyuruh sahabat-sahabatnya untuk mengerjakan sesuatu pada hari ini lalu melarangnya esok, maka turunlah ayat, (Apa saja) disebut 'syarthiyah' yang membutuhkan jawaban (ayat yang Kami hapus) baik hukumnya itu pada mulanya turun bersama lafalnya atau tidak dan menurut satu qiraat 'nunsikh', artinya Kami titah kamu atau Jibril untuk menghapusnya (atau Kami tangguhkan) Kami undurkan sehingga hukumnya tidak turun dan bacaannya Kami tangguhkan di Lohmahfuz. Menurut satu qiraat tanpa hamzah, berasal dari kata-kata 'nisyaan' artinya 'lupa', sehingga artinya ialah Kami kikis atau hapus dari dalam kalbumu sehingga kamu melupakannya. Jawab syaratnya ialah (Kami datangkan yang lebih baik daripadanya) artinya lebih menguntungkan bagi hamba, baik dalam kemudahannya maupun dalam besar pahalanya (atau yang sebanding dengannya) dalam beban yang harus dipikul atau dalam ganjarannya. (Tidakkah kamu ketahui bahwa sesungguhnya Allah Maha Kuasa atas segala sesuatu?) Termasuk dalam kekuasaan-Nya itu nasakh, yaitu menghapus hukum dan mengubahnya, dan mengenai pertanyaan di sini maksudnya ialah untuk mengukuhkan."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 107,
    "arab": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ ۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ",
    "translation": "Tidakkah kamu tahu bahwa Allah memiliki kerajaan langit dan bumi? Dan tidak ada bagimu pelindung dan penolong selain Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/114.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dia mempunyai kerajaan langit dan bumi. Dengan kata lain, bahwa langit dan bumi serta seluruh isinya tunduk di bawah kekuasaan-Nya, di bawah perintah dan larangan-Nya. Oleh sebab itu, Allah berkuasa pula untuk menasakh hukum dan menetapkan hukum yang lain menurut kehendak-Nya, apabila menurut pertimbangan-Nya ada manfaat bagi seluruh manusia, karena hukum yang lama sudah dipandang tidak sesuai lagi. Maka Allah memberikan penegasan kepada orang-orang Islam bahwa Allah-lah yang memberikan pertolongan dan bantuan kepada mereka. Oleh sebab itu, orang-orang mukmin dilarang mempedulikan orang-orang Yahudi yang mengingkari perubahan hukum itu, bahkan menghina. Sikap orang-orang Yahudi yang demikian itu sedikit pun tidak akan memberikan mudarat kepada orang mukmin.",
    "quraish": "Dialah yang memiliki kerajaan langit dan bumi. Kalian, wahai manusia, tidak memiliki pelindung dan sandaran yang dapat menolong kalian selain Dia.",
    "jalalayn": "(Tidakkah kamu ketahui bahwa milik Allahlah kerajaan langit dan bumi) sehingga Dia dapat berbuat terhadap keduanya menurut yang dikehendaki-Nya. (Dan tiada bagimu selain Allah) (dari) hanya sebagai tambahan (seorang wali) seorang pelindung yang akan melindungimu (dan tidak pula seorang pembela) yang akan menghindarkan siksaan jika datang menimpa."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 108,
    "arab": "اَمْ تُرِيْدُوْنَ اَنْ تَسْـَٔلُوْا رَسُوْلَكُمْ كَمَا سُىِٕلَ مُوْسٰى مِنْ قَبْلُ ۗوَمَنْ يَّتَبَدَّلِ الْكُفْرَ بِالْاِيْمَانِ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ",
    "translation": "Ataukah kamu hendak meminta kepada Rasulmu (Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu? Barangsiapa mengganti iman dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/115.mp3",
    "tafsir": "Allah mencela sikap orang Yahudi yang menghina orang-orang Islam, karena adanya penasakhan hukum karena perintah Allah. Dalam hal ini Allah menyindir mereka, apakah mereka ingin mengulang perbuatan nenek moyang mereka, yaitu mengemukakan persoalan kepada Rasul, sebagaimana nenek moyang mereka menanyakan sesuatu kepada Nabi Musa ataukah mereka itu ingin meminta kepada Nabi Muhammad saw, agar ia mendatangkan hukum yang lain dari hukum yang telah ditetapkan, seperti halnya nenek moyang mereka itu mengajukan yang tidak semestinya kepada Nabi Musa. Firman Allah swt:\n\n(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, \"Perlihatkanlah Allah kepada kami secara nyata.\" ¦ (an-Nisa'/4:153)\n\nKemudian Allah mengingatkan orang Yahudi bahwa orang yang tidak berpegang pada perintah Allah dengan alasan ingin mencari hukum yang lain, yang menurut pertimbangannya lebih baik, berarti dia telah mengganti imannya dengan kekafiran, lebih mencintai kesesatan daripada hidayah, serta dia telah jauh dari kebenaran. Barang siapa melampaui hukum-hukum Allah, berarti dia telah jatuh ke dalam lembah kesesatan.\nDalam ayat ini terdapat petunjuk bagi orang-orang Islam, yaitu agar mereka mengerjakan apa yang diperintahkan Rasul saw dan menjauhi segala larangannya. Juga terdapat larangan meminta sesuatu di luar ketentuan hukum yang sudah ada.",
    "quraish": "Mungkin dengan permintaan kalian tentang mukjizat yang tertentu ini, kalian bermaksud mengikuti Banû Isrâ'îl yang hidup pada masa Nabi Mûsâ. Mereka meminta mukjizat khusus. Sesungguhnya di belakang permintaan kalian ini tersembunyi sikap membangkang dan kecondongan kepada kekufuran seperti sikap yang terdapat pada permintaan Banû Isrâ'îl kepada rasul mereka. Barangsiapa yang lebih mengutamakan pembangkangan dan kekufuran daripada keikhlasan terhadap kebenaran dan keimanan, maka ia telah menyimpang dari jalan yang benar dan lurus.",
    "jalalayn": "Tatkala warga Mekah meminta kepada Nabi saw. agar kota mereka diperluas dan bukit Shafa dijadikan sebuah bukit emas turunlah, (Atau) apakah (kamu menghendaki untuk meminta kepada Rasulmu seperti yang diminta kepada Musa) maksudnya kaum Nabi Musa telah meminta kepadanya (dulu) seperti kata mereka, \"Perlihatkanlah Allah kepada kami secara nyata!\" Dan lain-lain. (Dan barang siapa yang menukar iman dengan kekafiran) artinya mengambil kekafiran sebagai ganti keimanan disebabkan tidak mau memperhatikan ayat-ayat yang jelas dan lebih memilih yang lainnya (maka sungguh ia telah sesat dari jalan yang benar) 'sawa' asalnya 'wasath', artinya pertengahan."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 109,
    "arab": "وَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Banyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapangdadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/116.mp3",
    "tafsir": "Allah swt menjelaskan bahwa sebagian besar Ahli Al-Kitab selalu berangan-angan agar dapat membelokkan kaum Muslimin dari agama Tauhid menjadi kafir seperti mereka, setelah mereka mengetahui dengan nyata bahwa apa yang dibawa oleh Nabi Muhammad saw itu benar dan sesuai dengan prinsip yang terkandung dalam Kitab Taurat.\nAyat ini mengandung peringatan kepada orang-orang Islam agar mereka waspada terhadap tipu muslihat yang dilakukan Ahli Kitab itu. Adakalanya dengan jalan mengeruhkan ajaran Islam, dan adakalanya dengan jalan menumbuhkan keragu-raguan di kalangan umat Islam sendiri.\nMereka melakukan tipu muslihat karena kedengkian semata, tidak timbul dari pandangan yang bersih. Kedengkian mereka bukanlah karena keragu-raguan terhadap kandungan isi Al-Qur'an atau bukan karena didorong oleh kebenaran yang terdapat dalam Kitab Taurat, tetapi karena dorongan hawa nafsu, kemerosotan mental dan kedongkolan hati mereka. Itulah sebabnya mereka terjerumus dalam lembah kesesatan dan kebatilan.\nSesudah itu Allah memberikan tuntunan pada umat Islam bagaimana caranya menghadapi tindak-tanduk mereka. Allah menyuruh umat Islam menghadapi mereka dengan sopan santun serta suka memaafkan segala kesalahan mereka, juga melarang agar jangan mencela mereka hingga tiba saatnya Allah memberikan perintah. Karena Allah-lah yang akan memberikan bantuan kepada umat Islam, hingga umat Islam dapat menentukan sikap dalam menghadapi tantangan mereka, apakah mereka itu harus diperangi atau diusir. Peristiwa ini telah terjadi, umat Islam memerangi Bani Quraizah dan Bani Nadir dari Medinah setelah mereka merobek-robek perjanjian. Mereka memberi bantuan kepada orang-orang musyrikin, setelah mereka diberi maaf berulang kali.\nKemudian Allah memberikan ketegasan atau janji bahwa Dia akan memberikan bantuan kepada kaum Muslimin, dengan menyatakan bahwa Dia berkuasa untuk memberikan kekuatan lain. Dia berkuasa pula untuk memberikan ketetapan hati agar umat Islam tetap berpegang pada kebenaran. Sehingga mereka dapat mengalahkan orang-orang yang memusuhi umat Islam secara terang-terangan serta menyombongkan kekuatan.",
    "quraish": "Di antara orang-orang Yahudi itu banyak yang berharap untuk dapat mengembalikan kalian, orang-orang Muslim, kepada kekufuran setelah kalian berada dalam keimanan. Padahal telah jelas dari kitab mereka sendiri bahwa kalian berada dalam kebenaran. Hal ini tidak lain karena mereka dengki terhadap kalian dan takut bahwa kekuasaan akan hilang dari mereka dan pindah ke tangan kalian. Maka berpalinglah dari mereka dan maafkanlah mereka sampai Allah memberikan jalan yang lain bagi kalian dari mereka. Sesungguhnya Dialah yang berkuasa untuk memberdayakan kalian atas mereka dan Dia Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Sebagian besar Ahli Kitab menginginkan agar) 'lau' atau 'agar' mashdariyah, artinya melebur kalimat sesudahnya menjadi mashdar (mereka dapat mengembalikan kamu pada kekafiran setelah kamu beriman disebabkan kedengkian) 'maf`ul lah' menunjukkan motif dari keinginan mereka itu (dari diri mereka sendiri) maksudnya timbul dan didorong oleh jiwa mereka yang kotor (setelah nyata bagi mereka) dalam Taurat (kebenaran) mengenai diri Nabi. (Maka biarkanlah mereka) tinggalkan (dan berpalinglah) tak usah dilayani mereka itu, (sampai Allah mendatangkan perintah-Nya) tentang mereka dengan menyuruh memerangi mereka. (Sesungguhnya Allah Maha Kuasa atas segala sesuatu)."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 110,
    "arab": " وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ ۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Dan laksanakanlah salat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sungguh, Allah Maha Melihat apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/117.mp3",
    "tafsir": "Allah menyuruh kaum Muslimin agar terus-menerus menempuh jalan yang sebaik-baiknya, melakukan salat dan mengeluarkan zakat. Perintah ini dikaitkan dengan janji Allah berupa pertolongan mendapat kemenangan. Karena dalam salat terdapat hikmah yang banyak, seperti memperkuat jalinan iman, mempertinggi cita-cita serta mempertinggi daya tahan mental. Karena di dalam salat itu terdapat doa kepada Allah yang diucapkan seorang hamba sebagai pernyataan kehendak yang serius, serta memperkuat jalinan hati di antara orang-orang mukmin, dengan jalan melakukan salat berjamaah dan pergaulan mereka di dalam masjid. Dengan jalan inilah iman itu dapat berkembang dan kukuh, dapat juga memelihara kebersihan jiwa, dapat mencegah diri untuk melakukan perbuatan yang keji, serta dapat mempertinggi daya juang untuk melaksanakan kebenaran. Apabila kaum Muslimin menempuh cara-cara yang demikian, niscaya mereka akan mendapat pertolongan dari Allah.\nHikmah yang terdapat dalam mengeluarkan zakat ialah mempererat hubungan antara Muslimin yang kaya dengan yang miskin, sehingga dengan kuatnya hubungan itu akan tercipta kesatuan dan persatuan umat yang kukuh dan bulat.\nSesudah itu Allah menegaskan bahwa salat dan zakat itu sebagai jalan yang harus ditempuh untuk memperoleh kemenangan dan kebahagiaan di dunia dan di akhirat. Hal ini dapat diketahui dari pernyataan Allah bahwa kebaikan apa pun yang dilakukan oleh kaum Muslimin, niscaya akan mendapat balasan dari sisi Allah pada hari pembalasan dengan seadil-adilnya. Allah menyuruh orang-orang Islam agar berbuat baik karena Allah benar-benar Maha Mengetahui segala amalan, baik amal yang banyak maupun amal yang sedikit. Tak ada amal yang disia-siakan baik amal yang saleh maupun amal yang jelek, semua akan mendapat balasan yang setimpal.",
    "quraish": "Jagalah syiar agama kalian. Kerjakanlah salat dan tunaikanlah zakat. Segala apa yang kalian usahakan bagi diri kalian, berupa perbuatan-perbuatan baik dan sedekah, akan kalian dapatkan pahalanya di sisi Allah. Sesungguhnya Allah Maha Mengetahui segala apa yang kalian lakukan.",
    "jalalayn": "(Dan dirikanlah salat serta bayarkanlah zakat dan apa-apa yang kamu persembahkan buat dirimu berupa kebaikan) artinya ketaatan seperti sedekah dan menghubungkan silaturahmi, (tentulah kamu akan mendapatinya) maksudnya pahalanya (di sisi Allah, sesungguhnya Allah Maha Melihat akan apa-apa yang kamu kerjakan) sehingga kamu akan menerima balasan daripadanya."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 111,
    "arab": "وَقَالُوْا لَنْ يَّدْخُلَ الْجَنَّةَ اِلَّا مَنْ كَانَ هُوْدًا اَوْ نَصٰرٰى ۗ تِلْكَ اَمَانِيُّهُمْ ۗ قُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Dan mereka (Yahudi dan Nasrani) berkata, “Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.” Itu (hanya) angan-angan mereka. Katakanlah, “Tunjukkan bukti kebenaranmu jika kamu orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/118.mp3",
    "tafsir": "Ahli Kitab, baik Yahudi maupun Nasrani, masing-masing menganggap bahwa tidak akan masuk surga kecuali golongan mereka sendiri. Orang-orang Yahudi beranggapan bahwa yang akan masuk surga hanyalah orang-orang Yahudi, demikian juga orang-orang Nasrani beranggapan bahwa yang akan masuk surga hanyalah orang-orang Nasrani.\nUntuk menolak dan membatalkan anggapan mereka itu Allah memberikan penegasan bahwa anggapan mereka itu hanyalah angan-angan yang timbul dari khayalan mereka. Angan-angan mereka, meskipun disebutkan secara global, namun maknanya mencakup arti yang luas, yaitu angan-angan mereka agar terhindar dari siksa serta anggapan bahwa yang bukan golongan mereka akan terjerumus ke dalam siksa, dan tidak memperoleh nikmat sedikit pun. Itulah sebabnya maka dalam ayat itu angan-angan mereka dinyatakan dalam bentuk jamak. Dalam ayat ini terdapat isyarat bahwa suatu pendapat yang tidak didasarkan pada bukti-bukti yang benar tidak boleh diterima.",
    "quraish": "Di antara dongeng dan angan-angan kosong orang-orang Yahudi dan Nasrani adalah anggapan bahwa surga tidak akan dimasuki kecuali oleh orang-orang yang seagama dengan mereka. Maka mintalah kepada mereka untuk mendatangkan bukti-bukti yang memperkuat itu jika mereka memang benar.",
    "jalalayn": "(Dan mereka, orang-orang Yahudi dan Kristen, mengatakan, \"Sekali-kali tidak akan masuk surga kecuali orang-orang yang beragama Yahudi atau Kristen.\") Ucapan ini dikeluarkan oleh orang-orang Yahudi Madinah dan Kristen Najran tatkala mereka berbantahan di hadapan Nabi saw. Kata Yahudi, \"Hanya orang Yahudilah yang akan masuk ke dalamnya.\" Orang Kristen menjawab, \"Surga itu tidak akan dimasuki, kecuali oleh orang Kristen.\" (Demikianlah itu) yakni ucapan mereka itu (hanyalah angan-angan mereka saja) artinya keinginan kosong belaka. (Katakanlah) kepada mereka, (Tunjukkanlah bukti kebenaranmu) yaitu hujah atas yang demikian itu (jika kamu orang yang benar) mengenai hal tersebut."
  },
  {
    "ruku": 14,
    "name": "Al-Baqarah",
    "ayat": 112,
    "arab": "بَلٰى مَنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ فَلَهٗٓ اَجْرُهٗ عِنْدَ رَبِّهٖۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ࣖ",
    "translation": "Tidak! Barangsiapa menyerahkan diri sepenuhnya kepada Allah, dan dia berbuat baik, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/119.mp3",
    "tafsir": "Anggapan masing-masing golongan dari Ahli Kitab tidak benar, karena masuk surga tidak hanya dimonopoli oleh suatu bangsa atau suatu golongan, tetapi akan didapat oleh siapa saja yang berusaha mendapatkannya dengan ketentuan harus beriman dan beramal saleh.\nSebagai ketegasan, Allah memberikan pernyataan bahwa barang siapa beriman kepada Allah dan membuktikan imannya itu dengan amal yang ikhlas, maka dia akan memperoleh pahala. Allah tidak akan menyia-nyiakan amal baik seorang hamba. Ayat ini juga menunjukkan bahwa iman yang tidak direalisasikan dalam amal saleh, tidak menjamin tercapainya kebahagiaan seseorang. Dalam Al-Qur'an banyak didapati kata-kata iman senantiasa diiringi dengan amal saleh:\n\nDan barang siapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun. (an-Nisa'/4:124)\n\nBarang siapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), ¦( al-Anbiya'/21:94)\n\nApabila mereka telah berserah diri kepada Allah dan beramal saleh, maka mereka tidak perlu khawatir dan bersedih. Di antara tabiat orang-orang mukmin ialah apabila mereka ditimpa sesuatu yang tidak menyenangkan, mereka akan menyelidiki sebab-sebab terjadinya dan berusaha keras untuk mengatasinya. Kalau masih juga belum teratasi, mereka menyerahkan persoalan itu kepada kekuasaan Allah: niat mereka sedikit pun tidak melemah dan hati mereka pun menyadari bahwa untuk mengatasi semua kesulitan itu dia menyerahkan diri kepada kekuatan yang hakiki, yaitu Allah.",
    "quraish": "Mereka tidak akan mendapatkan bukti untuk itu. Yang benar adalah bahwa orang-orang yang akan menerima kenikmatan surga yang Allah simpan bagi mereka, dan orang-orang yang diberi pahala pada hari kiamat serta dijaga dari ketakuatan dan kesedihan, adalah mereka yang menyembah Allah dengan ikhlas dan mengikuti kebenaran serta mengerjakan perbuatan yang baik.",
    "jalalayn": "(Tidak demikian) bahkan yang akan masuk surga itu ialah selain mereka (barang siapa yang menyerahkan wajahnya kepada Allah) maksudnya tunduk pada perintah-Nya. Ditekankan menyerahkan 'wajah' atau 'muka' karena merupakan anggota tubuh yang paling mulia, maka anggota tubuh yang lainnya harus lebih tunduk lagi (sedangkan ia berbuat kebaikan) terutama bertauhid, (maka baginya pahala di sisi Tuhannya) artinya sebagai ganjaran amal perbuatannya itu ialah surga. (Tidak ada kekhawatiran terhadap mereka dan tidak pula mereka akan berduka cita) yakni di akhirat kelak."
  }
]