[
  {
    "ruku": 140,
    "name": "Al-A'raf",
    "ayat": 152,
    "arab": "اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ",
    "translation": "Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahannya), kelak akan menerima kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebohongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1106.mp3",
    "tafsir": "Semua orang Bani Israil yang telah menyembah patung anak sapi, seperti Samiri dan pengikut-pengikutnya, dan yang tidak mau bertobat kepada Allah kelak akan mendapat kemarahan Allah dan tobat mereka tidak akan diterima lagi, kecuali dengan membunuh nafsu mereka, sebab akan hidup terhina di dunia ini. Sebagaimana firman Allah dalam Al-Baqarah/2: 54 : \n\n\"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Wahai kaumku! Kamu benar-benar telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sesembahan), karena itu bertobatlah kepada Penciptamu dan bunuhlah dirimu. Itu lebih baik bagimu di sisi Penciptamu. Dia akan menerima tobatmu. Sungguh, Dialah Yang Maha Penerima tobat, Maha Penyayang. (al-Baqarah/2: 54) \n\nMenurut sebagian ahli tafsir bahwa kalimat, \"Demikian kami memberi balasan kepada orang-orang yang membuat kebohongan\" dalam ayat ini ditujukan kepada Nabi Muhammad saw, sebagai peringatan bagi orang-orang Yahudi yang berada di sekitar Medinah waktu itu. Akibat sikap dan tindak-tanduk mereka (kaum Yahudi) kepada Nabi Musa dahulu. Seandainya orang Yahudi di sekitar Medinah tetap bersikap demikian, tidak mau mengikuti Rasulullah saw, dengan seruannya, maka mereka akan mendapat kebinasaan dan kehinaan di dunia dan di akhirat tentu saja mereka akan mendapat azab yang pedih.\nMenganut salah satu dari kedua pendapat ini, tidaklah menyalahi isi kandungan ayat, karena salah satu tujuan pendapat ini adalah untuk menyebutkan kisah umat-umat yang dahulu sebagai tamsil dan ibarat bagi generasi yang akan datang kemudian. Semoga kesalahan yang pernah dilakukan oleh orang-orang dahulu itu tidak terulang oleh generasi yang akan datang.\nAyat ini juga memperingatkan bahwa seperti pembalasan yang tersebut dalam ayat ini, Allah memberikan pembalasan kepada mereka yang mengada-adakan kedustaan terhadap Allah. Diriwayatkan dari Abi Qatadah, ia berkata, \"Ayat ini tidak hanya ditujukan kepada Bani Israil pada waktu Nabi Musa saja, tetapi ditujukan kepada semua orang yang mengadakan kedustaan terhadap Allah.\"",
    "quraish": "Sesungguhnya mereka yang terus menyembah patung anak lembu, seperti al-Sâmiriy dan konco- konconya, di samping menjadi sangat terhina di dunia, juga akan mendapat murka Tuhan di akhirat. Begitulah Kami akan membalas perbuatan orang-orang yang mengada-adakan kebohongan terhadap Allah dan menyembah selain Dia.",
    "jalalayn": "(\"Sesungguhnya orang-orang yang menjadikan anak lembu) sebagai sesembahan (kelak akan menimpa mereka kemurkaan) yakni azab (dari Tuhan mereka dan kehinaan dalam kehidupan di dunia) maka mereka dihukum dengan perintah agar mereka membunuh diri mereka sendiri dan kehinaan akan selalu menimpa mereka sampai hari kiamat nanti. (Demikianlah) seperti apa yang telah Kami balaskan kepada mereka (Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan) terhadap Allah dengan melakukan perbuatan syirik dan lain-lainnya."
  },
  {
    "ruku": 140,
    "name": "Al-A'raf",
    "ayat": 153,
    "arab": "وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan orang-orang yang telah mengerjakan kejahatan, kemudian bertobat dan beriman, niscaya setelah itu Tuhanmu Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1107.mp3",
    "tafsir": "Orang yang mengerjakan kejahatan dan kemaksiatan, kemudian ia bertobat setelah mengerjakan kejahatan itu dengan bertobat yang sebenar-benarnya, dan berjanji tidak akan mengulangi perbuatan itu lagi, serta berusaha mengerjakan amal saleh sebanyak-banyaknya, maka tobat mereka akan diterima Allah, dan Allah akan memberikan ampunan kepada orang-orang yang benar-benar bertobat dengan hati yang ikhlas.\nDalam ayat ini dapat diambil kesimpulan bahwa berapa pun besar dosa yang telah dikerjakan oleh seseorang, pasti akan diampuni Allah, asal saja ia mau bertobat dengan sebenarnya, dan mau melaksanakan semua syarat-syarat tobat agar diterima Allah. Sesungguhnya Allah tidak langsung mengazab hamba-Nya yang bersalah, tetapi selalu memberikan kesempatan kepada mereka untuk bertobat dan menyesali kejahatan yang telah dikerjakannya itu dengan mengerjakan perbuatan-perbuatan baik yang diridai oleh Allah.",
    "quraish": "Dan orang-orang yang melakukan berbagai keburukan, seperti kekufuran, menuhankan patung anak lembu dan melakukan kemaksiatan, tetapi kemudian benar-benar bertobat kepada Allah, sesungguhnya Tuhanmu--dengan sebab pertobatan itu--akan menjadi Pelindung mereka dan mengampuni apa yang mereka lakukan sebelumnya.",
    "jalalayn": "(Dan orang-orang yang mengerjakan kejahatan; kemudian bertobat) kembali tidak melakukannya (sesudah itu dan beriman) terhadap Allah (sesungguhnya Tuhan kamu sesudahnya) sesudah tobat (adalah Maha Pengampun) kepada mereka (lagi Maha Penyayang\")."
  },
  {
    "ruku": 140,
    "name": "Al-A'raf",
    "ayat": 154,
    "arab": "وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ",
    "translation": "Dan setelah amarah Musa mereda, diambilnya (kembali) lauh-lauh (Taurat) itu; di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1108.mp3",
    "tafsir": "Setelah Musa tenang kembali dan hilang amarahnya, akibat salah sangka kepada saudaranya Harun, dan setelah memohon rahmat dan ampunan dari Tuhannya, maka ia mengumpulkan kembali lauh-lauh yang dilemparkannya itu, dan dari padanya disalin Taurat yang mengandung petunjuk dan rahmat bagi kaumnya.",
    "quraish": "Setelah amarah Mûsâ reda, yang ditandai dengan pemaafannya atas Hârûn, ia pun mengambil kembali kepingan-kepingan Tawrât yang dilemparkannya tadi. Dan bagi orang yang takut akan murka Tuhan, apa yang tertera dalam Tawrat itu menjadi petunjuk, pedoman hidup, dan mengandung aturan-aturan untuk memperoleh rahmat Tuhan.",
    "jalalayn": "(Sesudah mereda) telah tenang (amarah Musa, lalu diambilnya kembali lempengan-lempengan itu) yang telah ia banting itu (dan dalam tulisannya) apa yang tertulis di dalam lempengan kitab Taurat itu (terdapat petunjuk) dari kesesatan (dan rahmat untuk orang-orang yang takut kepada Tuhannya) mereka takut kepada-Nya; huruf lam dimasukkan ke dalam maf'ul mengingat tempatnya yang didahulukan."
  },
  {
    "ruku": 140,
    "name": "Al-A'raf",
    "ayat": 155,
    "arab": "وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغَافِرِيْنَ",
    "translation": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau binasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami? Itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki. Engkaulah pemimpin kami, maka ampunilah kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1109.mp3",
    "tafsir": "Musa memilih tujuh puluh orang pilihan dari kaumnya untuk pergi bersama-sama ke suatu tempat di Bukit Sinai untuk bermunajat kepada Tuhannya. Menurut para mufassir, siapa orang yang dipilih dan di mana tempatnya yang ditentukan itu telah diwahyukan Allah sebelumnya kepada Musa. Para mufassir berbeda pendapat; apakah Musa diperintahkan oleh Allah pergi ke Bukit Sinai bersama tujuh puluh orang pilihan Bani Israil itu setelah mereka menyembah patung anak sapi dengan maksud menyatakan tobat kepada Allah atau bersamaan waktunya dengan waktu memohon kepada Allah agar Dia memperlihatkan diri-Nya dengan jelas. Jika dilihat susunan ayat dan urutan kisah Musa dalam Surah al-Araf ini, dapat diambil kesimpulan bahwa kepergian Musa bersama tujuh puluh orang pilihan ini setelah Bani Israil menyembah patung anak sapi, yakni sesudah kepulangan Musa menemui Tuhannya ke Bukit Sinai selama empat puluh hari dan empat puluh malam.\nMusa berangkat bersama tujuh puluh orang pilihan menuju tempat yang telah ditentukan. Maka ketika mereka digoncang gempa bumi yang disebabkan petir yang amat dahsyat, Musa pun berdoa kepada Tuhannya, \"Ya Tuhanku, sesungguhnya Engkau membinasakan mereka, maka aku berharap agar Engkau membinasakan mereka sebelum mereka pergi bersamaku ke tempat ini, dan agar Engkau membinasakan aku pula, sehingga aku tidak menghadapi kesulitan yang seperti ini, yang memberi kesempatan bagi mereka untuk mencela dan menuduhku, bahwa aku telah membawa orang-orang pilihan ke tempat ini untuk dibinasakan. Oleh karena Engkau tidak membinasakan mereka sebelum mereka aku bawa bersamaku ke sini, maka janganlah mereka Engkau binasakan sekarang, sesudah aku bawa kemari.\"\nDalam ayat ini diterangkan mengapa pemuka Bani Israil pilihan itu diazab Allah dengan petir yang dahsyat. Pada firman Allah yang dijelaskan sebab-sebabnya mereka disambar petir dan akibat yang mereka alami. Sebagaimana firman-Nya:\n\n\"Dan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,\" maka halilintar menyambarmu, sedang kamu menyaksikannya. Kemudian, Kami bangkitkan kamu setelah kamu mati, agar kamu bersyukur.\" (al-Baqarah/2: 55-56) \n\nTetapi dalam Perjanjian Lama diterangkan bahwa Bani Israil yang menyembah berhala (di dalam Al-Quran patung anak sapi) itu ialah Bani Israil tujuh puluh orang pilihan bersama-sama dengan Harun. Perbuatan menyembah berhala itu mereka lakukan sewaktu berada di Bukit Sinai, pada waktu Nabi Musa sendiri menghadap Tuhan (baca perjanjian Lama 31:2-35).\nDalam Kitab Bilangan xvi:20-25, disebutkan tentang keingkaran dan kedurhakaan Bani Israil terhadap Musa, lalu mereka diazab Allah. Sedangkan Bani Israil yang sempat lari dibakar oleh sambaran petir.\nSelanjutnya Musa memohon kepada Allah, \"Janganlah Engkau Ya Tuhan, membinasakan kami disebabkan perbuatan yang dilakukan oleh orang-orang yang kurang akal yang meminta agar dapat melihat Engkau.\"\nSemua itu merupakan cobaan dari Allah terhadap mereka. Tetapi mereka tidak tahan dan tidak kuat menghadapi cobaan itu sehingga mereka tetap mendesak Musa agar Tuhan memperlihatkan zat-Nya kepada mereka. Karena tindakan mereka itulah mereka diazab dengan petir (halilintar) sehingga mereka mati semua. Kemudian Allah menghidupkan mereka kembali agar mereka bertobat dan bersyukur terhadap nikmat Allah yang telah dilimpahkan-Nya kepada mereka. Cobaan itu merupakan ujian Tuhan kepada hamba-hamba-Nya, dengan cobaan itu akan sesat orang-orang yang tidak kuat imannya, dan dengan cobaan itu pula Dia memberi petunjuk kepada hamba-Nya yang kuat imannya.\nSelanjutnya Musa berdoa, \"Wahai Tuhan kami, Engkaulah yang mengurus segala urusan kami, mengawasi segala apa yang kami kerjakan, maka ampunilah kami terhadap segala perbuatan dan tindakan kami yang mengakibatkan azab bagi kami. Beri rahmatlah kami, karena Engkaulah sebaik-baik Pemberi rahmat dan Pemberi ampun. Hanya Engkaulah yang mengampuni segala dosa dan memaafkan segala kesalahan kami. Mengampuni dan memaafkan itu bukanlah karena sesuatu maksud tertentu, tetapi semata-mata karena sifat-Mu yang Maha Pengampun dan Maha Pemaaf.\"",
    "quraish": "Kemudian Allah menyuruh Mûsâ untuk mengumpulkan sejumlah orang di antara kaumnya untuk memintakan ampunan atas penyembahan mereka kepada patung anak lembu. Lalu ditentukanlah waktu pelaksanaannya. Maka Mûsâ pun memilih--sebagai perwakilan kaumnya--tujuh puluh orang yang tak ikut menyembah patung anak lembu. Setelah itu berangkatlah Mûsâ bersama mereka ke bukit Thûr. Di sana mereka memohon kepada Allah agar menghilangkan bencana yang menimpa mereka dan memberikan ampunan kepada mereka yang telah menyembah patung anak lembu. Tetapi tiba-tiba tempat itu bergoncang oleh gempa yang sangat kuat, hingga membuat mereka terkapar tak sadarkan diri. Hal ini terjadi karena mereka--pada saat penyembahan patung anak lembu-tidak memisahkan diri dari kelompok yang menyembah patung. Dengan kata lain, mereka tak melakukan amar makruf nahi munkar. Akan halnya Mûsâ, yang menyaksikan peristiwa itu, berkata, \"Wahai Tuhanku, kalau Engkau memang hendak membinasakan mereka, mengapa Engkau tidak melakukannya sebelum kami berangkat ke pertemuan ini? Mengapa Engkau tidak membinasakan aku bersama mereka? Dengan begitu, orang-orang Banû Isrâ'îl dapat melihat langsung peristiwa itu sehingga mereka tidak menuduh aku sebagai pembunuh mereka. Janganlah Engkau binasakan kami hanya karena perbuatan orang-orang yang bodoh di antara kami. Terjadinya penyembahan anak lembu ini tidak lain merupakan cobaan dari-Mu untuk menyesatkan orang yang Engkau kehendaki dengan memilih jalan yang buruk, dan memberi petunjuk kepada orang-orang yang Engkau kehendaki. Bukankah Engkau yang berkata, \"Aku memutuskan untuk menghapus keburukan siapa saja dari kaummu yang tidak melakukan kekufuran, kemaksiatan dan menunaikan kewajiban zakat?\"(1). (1) Dalam edisi bahasa Arab, pada ayat ini terdapat kesalahan cetak. Kalimat \"Engkau yang berkata, 'Aku memutuskan untuk menghapus keburukan siapa saja dari kaummu yang tidak melakukan kekufuran, kemaksiatan dan menunaikan kewajiban zakat?'\" semestinya tidak ada. Kalimat itu semestinya merupakan tafsiran bagian akhir ayat berikutnya, karena dalam ayat ini tidak terdapat bagian ayat yang dapat ditafsirkan dengan pengertian kalimat tadi. Wa Allâh a'lam bi al-shawâb.",
    "jalalayn": "(Dan Musa memilih dari kaumnya) dimaksud sebagian dari kaumnya (sebanyak tujuh puluh orang lelaki) dari kalangan orang-orang yang tidak ikut menyembah anak sapi, ia lakukan hal itu berdasarkan perintah dari Allah swt. (untuk memenuhi waktu yang telah Kami tentukan) waktu yang telah Kami janjikan, agar mereka datang tepat pada waktunya, untuk memohon ampunan dari penyembahan terhadap anak sapi yang telah dilakukan oleh teman-teman mereka. Kemudian Musa keluar bersama mereka. (Maka ketika mereka diguncang gempa bumi) yaitu gempa yang dahsyat. Ibnu Abbas mengatakan, \"Sebab mereka tidak melarang kaumnya tatkala menyembah anak sapi itu,\" selanjutnya Ibnu Abbas mengatakan lagi, \"Mereka adalah selain dari orang-orang yang meminta agar dapat melihat Tuhan yang kemudian ditimpa azab berupa sha`iqah\" (Ia berkata,) yakni Musa (\"Ya Tuhanku! Kalau Engkau kehendaki tentulah Engkau membinasakan sebelum ini) sebelum aku keluar bersama mereka; maksud Musa untuk menentukan nasib kaum Bani Israel sehubungan dengan peristiwa penyembahan anak sapi itu, agar jika mereka terkena azab tidak menuduhku sebagai penyebabnya (dan aku. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami?) Istifham bermakna isti`thaf, memohon belas kasihan, yakni janganlah Engkau menyiksa kami oleh sebab dosa yang dilakukan oleh selain kami. (Tidak lain) (itu) fitnah yang dilakukan oleh orang-orang yang akalnya kurang (kecuali hanyalah fitnah dari Engkau) dimaksud cobaan dari Engkau (Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki) kesesatannya (dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki) kehidayahannya. (Engkaulah yang memimpin kami) yang menguasai perkara-perkara kami (maka ampunilah kami, dan berilah kami rahmat dan Engkaulah Pemberi ampun yang sebaik-baiknya.\")"
  },
  {
    "ruku": 140,
    "name": "Al-A'raf",
    "ayat": 156,
    "arab": "۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ",
    "translation": "Dan tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sungguh, kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa, yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1110.mp3",
    "tafsir": "Selanjutnya Musa berdoa, \"Berilah kami kebajikan di dunia, yaitu sehat jasmani dan rohani, diberi keturunan penyambung hidup dan penerus cita-cita, diberi kehidupan dalam keluarga yang diliputi rasa kasih sayang, dianugerahi rezeki yang halal, serta taufik dan hidayah, sehingga bahagia pula hidup di akhirat. Sesungguhnya kami berdoa dan bertobat kepada Engkau, kami berjanji tidak akan melakukan perbuatan-perbuatan terlarang dan kami kembali kepada iman yang sebenar-benarnya, serta mengamalkan amal yang saleh yang Engkau ridai.\"\nAllah berfirman, \"rahmat-Ku lebih cepat datangnya kepada hamba-hamba-Ku daripada amarah-Ku, dan azab-Ku khusus Aku limpahkan kepada hamba-hamba-Ku yang Aku kehendaki, yaitu orang-orang yang berbuat kejahatan, ingkar dan durhaka.\" Tentang rahmat, nikmat dan keutamaan-Ku, semuanya itu meliputi alam semesta, tidak satu pun dari hamba-Ku yang tidak memperoleh-Nya, termasuk orang-orang kafir, orang-orang yang durhaka, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Muslim, penyembah patung anak sapi dan sebagainya. Sesungguhnya jika bukanlah karena rahmat, nikmat, dan keutamaan-Ku, niscaya telah aku binasakan seluruh alam ini, karena kebanyakan orang kafir, durhaka, yang selalu mengerjakan kemaksiatan. \n\n\"Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satupun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan.\" (Fathir/35: 45)\n\nAllah menegaskan bahwa rahmat, nikmat Allah yang diberikannya kepada orang-orang kafir, sifatnya sementara, tidak abadi, dan tidak sempurna, sedangkan rahmat yang sempurna dan abadi akan dianugerahkan-Nya kepada orang-orang yang bertakwa dan orang-orang yang menunaikan zakat.\nDalam ayat ini disebut zakat, tidak disebut amal lain yang tidak kalah nilainya dari zakat. Hal ini ada hubungannya dengan banyaknya orang yang enggan mengeluarkan zakat dibanding banyaknya orang yang enggan mengerjakan amal lain yang diperintahkan Allah. Juga merupakan isyarat kepada sifat orang Yahudi yang sangat cinta kepada harta dan enggan menyerahkan sebagian hartanya di jalan Allah.\nPenetapan rahmat, nikmat dan keutamaan secara istimewa kepada orang-orang yang takwa dan menunaikan zakat itu adalah seperti ketetapan Allah secara istimewa kepada orang-orang yang membenarkan ayat-ayat-Nya, dan mengakui keesaan Allah dan kebenaran rasul-rasul-Nya yang telah diutus-Nya dengan pengakuan yang didasarkan atas pengetahuan dan keyakinan, bukan berdasarkan taklid dan pengaruh adat kebiasaan nenek-moyang mereka.",
    "quraish": "Dan Allah menetapkan kami di dunia ini dengan kehidupan yang baik, dan kami pun akan selalu diberi petunjuk untuk menaati-Nya. Sementara di akhirat nanti, kami akan mendapatkan rahmat dan ganjaran kebaikan. Kini kami telah kembali dan memohon ampunan-Mu.\" Tuhan pun berfirman kepada Mûsâ, \"Azab- Ku akan Aku timpakan--sesuai dengan kehendak-Ku--kepada siapa saja yang tidak bertobat. Rahmat dan kasih-sayang-Ku meliputi segala sesuatu, yang telah Aku tetapkan bagi mereka yang meninggalkan kekufuran dan kemaksiatan, menunaikan kewajiban zakat, dan mengimani seluruh kitab suci yang diturunkan.",
    "jalalayn": "(Dan tetapkanlah) pastikanlah (untuk kami kebaikan di dunia ini dan di akhirat) kebaikan (sesungguhnya kami kembali pada jalan hidayah) maksudnya kami telah bertobat (kepada-Mu. Allah berfirman,) Maha Tinggi Allah (\"Siksa-Ku akan Kutimpakan kepada siapa yang Aku kehendaki) Aku ingin menyiksanya (dan rahmat-Ku meliputi) menyeluruh (segala sesuatu) yang ada di dunia (Maka akan Aku tetapkan rahmat-Ku) di akhirat kelak (untuk orang-orang yang bertakwa yang menunaikan zakat dan orang-orang yang beriman kepada ayat-ayat Kami.\")"
  },
  {
    "ruku": 140,
    "name": "Al-A'raf",
    "ayat": 157,
    "arab": "اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ",
    "translation": "(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1111.mp3",
    "tafsir": "Sifat-sifat Muhammad sebagai Rasul ialah:\n1. Nabi yang ummi (buta huruf)\nDalam ayat ini diterangkan bahwa salah satu sifat Muhammad saw ialah tidak pandai menulis dan membaca. Sifat ini memberi pengertian bahwa orang yang ummi tidak mungkin membaca Taurat dan Injil yang ada pada orang-orang Yahudi dan Nasrani, demikian pula cerita-cerita kuno yang berhubungan dengan umat-umat dahulu. Hal ini membuktikan bahwa risalah yang di bawa oleh Muhammad saw itu benar-benar berasal dari Tuhan Yang Maha Esa. Mustahil seseorang yang tidak tahu tulis baca dapat membuat dan membaca Al-Quran dan hadis yang memuat hukum-hukum, ketentuan-ketentuan ilmu pengetahuan yang demikian tinggi nilainya. Seandainya Al-Quran itu buatan Muhammad, bukan berasal dari Tuhan Semesta Alam tentulah manusia dapat membuat atau menirunya, tetapi sampai saat ini belum ada seorang manusia pun yang sanggup menandinginya. \n\n\"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya.\" (al-Ankabut/29: 48)\n\n2. Kedatangan Nabi Muhammad telah diberitakan dalam Taurat dan Injil\nKedatangan Muhammad sebagai Nabi dan Rasul penutup diisyaratkan di dalam Taurat (Kejadian xxi. 13,18; Ulangan xviii. 15) dan Injil (Yohanes xiv. 16), di dalam Al-Quran disebutkan dengan jelas bahwa mereka pun sudah mengenal pribadi Muhammad dan akhlaknya :\n\nOrang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya). (al-Baqarah/2: 146)\n\nYahudi dan Nasrani telah menyembunyikan pemberitaan tentang akan diutusnya Muhammad saw dengan menghapus pemberitaan ini dan menggantinya dengan yang lain di dalam Taurat dan Injil. Banyak ayat Al-Quran yang menerangkan tindakan-tindakan orang-orang Yahudi dan Nasrani mengubah isi Taurat.\nSekalipun demikian masih terdapat ayat-ayat Perjanjian Lama dan Perjanjian Baru mengisyaratkan akan kedatangan Muhammad itu. Dalam kitab Kejadian xi:13 diterangkan bahwa akan datang seorang Nabi akhir zaman nanti dari keturunan Ismail.\nDari Taurat ada beberapa isyarat yang dapat dijadikan dalil untuk menyatakan bahwa Nabi Muhammad saw adalah seorang nabi di antara nabi-nabi. Hal ini menunjukkan bahwa orang-orang yang dinobatkan oleh Tuhan itu akan timbul dari saudara-saudara Bani Israil, tetapi bukan dari Bani Israil itu sendiri. Adapun saudara-saudara Bani Israil itu ialah Bani Ismail (ras Arab), sebab Ismail adalah saudaranya yang lebih tua dari Ishak bapak Nabi Yaqub. Dan Nabi Muhammad saw sudah jelas adalah keturunan Bani Ismail.\nKemudian dalam kitab Kalnest terdapat kata, \"Yang seperti engkau\" yang memberikan arti bahwa nabi yang akan datang haruslah seperti Nabi Musa, Nabi yang membawa syariat baru (agama Islam) yang juga berlaku untuk bangsa Israil, kemudian diterangkan lagi bahwa nabi itu tidak sombong, sejak sebelum menjadi nabi. Sebelum menjadi Nabi beliau sudah disenangi orang, terbukti dengan pemberian gelar oleh orang Arab kepadanya \"Al-Amin\"; yang artinya, \"Orang yang dipercaya\". Jika beliau orang yang sombong, tentu beliau tidak akan diberi gelar yang amat terpuji itu. Setelah menjadi Nabi beliau lebih ramah dan rendah hati.\nUmat Nasrani menyesuaikan Nubuat itu kepada Nabi Isa di samping mereka mengakui bahwa Isa mati terbunuh (disalib). Hal ini jelas bertentangan dengan ayat Nubuat itu sendiri. Sebab Nabi itu haruslah tidak mati terbunuh. Disebutkan pula bahwa Tuhan telah datang dari Bukit Sinai, maksudnya memberikan wahyu kepada Musa dan telah terbit bagi mereka di Seir (Ulangan ii. 1-8)\", maksudnya menurunkan kepada Nabi Isa wahyu, serta gemerlapan cahayanya dari gunung Paran, maksudnya menurunkan wahyu kepada Muhammad saw. Paran (Faron) adalah nama salah satu bukit di Mekah.\nDalam Yohanes xiv.16, xv.26 dan xvi.7 disebutkan Nubuat Nabi Muhammad saw sebagai berikut: \"Maka ada pun apabila telah datang Periclytos, yang Aku telah mengutusnya kepadamu dari bapak, roh yang benar yang berasal dari bapak, maka dia menjadi saksi bagiku, sedangkan kamu menjadi saksi sejak semula. Perkataan \"Periclytos\" adalah bahasa Yunani, yang artinya sama dengan \"Ahmad\" dalam bahasa Arab. Hal ini sesuai dengan firman Allah swt:\n\"Dan (ingatlah) ketika Isa putera Maryam berkata, \"Wahai Bani Israil! Sesungguhnya aku adalah utusan Allah kepadamu, membenarkan kitab (yang turun) sebelumku, yaitu Taurat dan memberi kabar gembira dengan seorang Rasul yang akan datang setelahku, yang namanya Ahmad (Muhammad).\" (ash-shaff/61: 6)\n\nDemikianlah sekali pun ada bagian Taurat dan Injil yang diubah, ditambah, dan dihilangkan, juga masih terdapat isyarat-isyarat tentang kenabian dan kerasulan Muhammad saw. Itu pulalah sebabnya sebagian ulama Yahudi dan Ibrani yang mengakui kebenaran berita itu segera beriman kepada Muhammad dan risalah yang dibawanya, seperti Abdullah bin Salam dari kalangan Yahudi, Tamim ad-Dari dari kalangan Nasrani.\n3. Nabi menyuruh berbuat maruf dan melarang berbuat mungkar\nPerbuatan yang maruf ialah perbuatan yang baik, yang sesuai dengan akal sehat, bermanfaat bagi diri mereka sendiri, manusia dan kemanusiaan serta sesuai dengan ajaran agama. Sedangkan perbuatan yang mungkar ialah perbuatan yang buruk, yang tidak sesuai dengan akal yang sehat, dan dapat menimbulkan mudarat bagi diri sendiri, bagi manusia dan kemanusiaan. Perbuatan maruf yang paling tinggi nilainya ialah mengakui keesaan Allah, dan menunjukkan ketaatan kepada-Nya, sedang perbuatan mungkar yang paling buruk ialah menyekutukan Allah swt.\n4. Menghalalkan yang baik dan mengharamkan yang buruk\nYang dimaksud dengan yang baik ialah yang halal lagi baik, tidak merusak akal, pikiran, jasmani dan rohani. Sedangkan yang dimaksud dengan buruk ialah yang haram, yang merusak akal, pikiran, jasmani dan rohani.\n5. Menghilangkan berbagai beban dan belenggu yang memberatkan\nMaksudnya ialah bahwa syariat yang dibawa Nabi Muhammad saw tidak ada lagi beban yang berat seperti yang dipikulkan kepada Bani Israil. Umpamanya mensyariatkan membunuh diri atau membunuh nafsu untuk sahnya tobat, mewajibkan qishash pada pembunuhan, baik yang disengaja ataupun yang tidak disengaja, tanpa membolehkan membayar diat, memotong bagian badan yang melakukan kesalahan, membuang atau menggunting kain yang terkena najis, dan sebagainya. Sesuai dengan firman Allah swt:\n\n\"Allah tidak ingin menyulitkan kamu, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu, agar kamu bersyukur\". (al-Maidah/5: 6)\n\nDemikian juga Rasululllah saw bersabda :\n\"Berilah kabar gembira dan janganlah memberikan kabar yang menakut-nakuti, mudahkanlah dan jangan mempersukar, bersatulah dan jangan berselisih.\" (Riwayat al-Bukhari dan Muslim)\n\nSesungguhnya kepada Bani Israil telah diisyaratkan hukum-hukum yang berat, baik hukum ibadah, maupun hukum muamalat. Kemudian kepada Nabi Isa as diisyariatkan hukum ibadah yang berat. Sedang syariat Nabi Muhammad saw, sifatnya tidak memberatkan, tetapi melapangkan dan memperingan tanggungan, baik yang berhubungan dengan hukum-hukum ibadah maupun yang berhubungan dengan hukum-hukum muamalat.\nAllah menerangkan cara-cara mengikuti Rasul yang telah disebutkan ciri-cirinya, agar bahagia hidup di dunia dan di akhirat nanti, ialah beriman kepadanya dan kepada risalah yang dibawanya, menolongnya dengan rasa penuh hormat, menegakkan dan meninggikan agama yang dibawanya, mengikuti Al-Quran yang dibawanya.",
    "quraish": "Rahmat-Ku akan Aku utamakan bagi mereka yang mengikuti Muhammad saw., seorang rasul yang tak dapat membaca dan menulis, yang ciri-cirinya telah kalian temukan dalam Tawrât dan Injîl. Dia (Muhammad) selalu mengajak kepada kebaikan dan mencegah kemungkaran. Ia pun telah menghalalkan untuk mereka setiap sesuatu yang dapat diterima oleh naluri manusia, dan mengharamkan setiap yang ditolak oleh naluri manusia, seperti darah dan bangkai. Dia juga akan menghilangkan segala beban dan kesulitan yang mereka tanggung sebelumnya. Maka barangsiapa yang membenarkan pesan-pesan suci Tuhan yang dibawanya, mendukung dan membelanya, dan menjadikan al-Qur'ân sebagai cahaya petunjuk, mereka itulah orang-orang yang beruntung. Sebaliknya, mereka yang ingkar, adalah orang-orang yang merugi.\"",
    "jalalayn": "(Yaitu orang-orang yang mengikut rasul, nabi yang ummi) yaitu Nabi Muhammad saw. (yang namanya mereka dapati tertulis di dalam Taurat dan Injil yang ada di sisi mereka) lengkap dengan nama dan ciri-cirinya (yang menyuruh mereka mengerjakan yang makruf dan melarang mereka dari mengerjakan yang mungkar dan menghalalkan bagi mereka segala yang baik) dari apa yang sebelumnya diharamkan oleh syariat mereka (dan mengharamkan bagi mereka segala yang buruk) yaitu bangkai dan lain-lainnya (dan membuang dari mereka beban-beban) maksud tanggungan mereka (dan belenggu-belenggu) hal-hal yang berat (yang ada pada mereka) seperti bertobat dengan jalan membunuh diri dan memotong apa yang terkena oleh najis. (Maka orang-orang yang beriman kepadanya) dari kalangan mereka (memuliakannya) yaitu menghormatinya (menolongnya dan mengikuti cahaya yang terang yang diturunkan kepadanya) yakni Alquran (mereka itulah orang-orang yang beruntung)."
  }
]