[
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 163,
    "arab": "وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "translation": "Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1117.mp3",
    "tafsir": "Ayat ini diturunkan di Mekah, pada saat agama Islam mulai disiarkan dan disampaikan Nabi Muhammad saw, yang waktu itu beliau belum pernah berhubungan langsung dengan ulama-ulama Yahudi, dan beliau adalah seorang yang tidak tahu menulis dan membaca, sebagaimana firman Allah swt :\n\n\"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Quran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkari.\" (al-Ankabut/29: 48)\n\nAyat ini menunjukkan kemukjizatan Al-Quran yang menerangkan berita, peristiwa, atau kejadian yang telah terjadi pada masa yang lalu, tanpa seorang pun yang memberikan beritanya, selain dari Tuhan Yang Mahatahu.\nAyat ini ditujukan kepada Nabi Muhammad agar beliau menerangkan kepada orang Yahudi di Medinah pada waktu itu, tentang tindakan yang telah dilakukan oleh nenek-moyang mereka, yang selalu mengingkari seruan para Nabi, walau bukti-bukti apa pun yang telah dikemukakan kepada mereka. Yang menceritakan tentang tindakan dan sikap nenek-moyang mereka itu adalah Nabi Muhammad seorang Nabi yang buta huruf, belum pernah berhubungan dengan orang-orang Yahudi pada waktu menerima ayat ini. Apakah hal ini tidak cukup menjadi bukti bagi mereka, bahwa Muhammad benar-benar utusan Allah?\nQaryah yang dimaksud dalam ayat tersebut adalah sebagai berikut: ada yang menyebut Ailah, ada juga yang menyebutkan Tobaiah dan ada juga yang menyebut kota lain.Pada masa dahulu nenek-moyang Bani Israil yang berdiam di Ailah, suatu kota di pantai Laut Merah antara kota Madyan dan Sinai yang bermata pencaharian menangkap ikan, pernah diuji dan dicoba oleh Allah, untuk menguji keimanan dan ketaatan mereka. Mereka diperintahkan melakukan ibadah pada tiap Sabtu, dan dilarang menangkap ikan pada hari itu. Ketika ikan banyak bermunculan di permukaan air (laut) pada hari Sabtu yang nampak jinak dan mudah ditangkap, mereka melanggar larangan Allah pada hari tersebut untuk menangkap ikan dan tidak melakukan ibadah sebagaimana yang diperintahkan Allah pada hari itu.\nDemikianlah Allah memberi ujian dan cobaan kepada Bani Israil. Mereka tidak tahan dan tidak tabah menghadapinya, bahkan mereka melanggar larangan Allah dan tidak melaksanakan perintah-Nya. Karena sikap dan tindakan mereka, maka bagi mereka berlaku Sunnatullah (ketentuan Allah), yaitu barang siapa yang menaati perintah Allah dan menghentikan larangan-Nya akan dianugerahi kenikmatan hidup di dunia dan di akhirat. Sebaliknya barang siapa yang ingkar kepada-Nya akan sengsara hidupnya di dunia, sedangkan di akhirat mereka mendapat azab yang pedih. Tentu Sunnatullah ini berlaku pula terhadap orang-orang yang fasik dan orang-orang Yahudi yang berada di Medinah, seperti yang berlaku pada nenek-moyang mereka.",
    "quraish": "Tanyakanlah, wahai Muhammad, kepada orang-orang Yahudi--guna mencela perbuatan nenek-moyang mereka--tentang ihwal penduduk negri Eilah yang terletak di tepi laut, ketika mereka melanggar aturan Allah dengan menangkap ikan pada hari Sabtu, dan ketika pada hari Sabtu itu ikan-ikan besar justru berdatangan dan terapung-apung di atas air--sebagai salah satu bentuk cobaan dari Allah--sementara di hari lain ikan-ikan itu tidak ada. Melalui cobaan-cobaan di atas, Kami akan terus menguji mereka dengan bentuk lain, karena mereka selalu berbuat fasik. Melalui cobaan-cobaan seperti itulah akan dapat dipilah mana yang baik dan mana yang jahat.\"",
    "jalalayn": "(Dan tanyakanlah kepada Bani Israel) hai Muhammad, sebagai celaan (tentang negeri yang terletak di dekat laut) di pinggir laut Qalzum yaitu kota Aylah; yang dipertanyakan ialah tentang apa yang terjadi atas penduduknya (ketika mereka melanggar aturan) saat mereka melakukan pelanggaran (pada hari Sabtu) di mana mereka berburu ikan yang pada hari itu mereka dilarang melakukannya (di waktu) merupakan zharaf dari lafal ya'duuna (datang kepada mereka ikan-ikan pada hari Sabtunya dengan terapung-apung pada pinggirannya) yang tampak di permukaan air (dan di hari-hari yang bukan Sabtu) maksudnya di mana mereka sudah tidak lagi terikat dengan pengagungan hari Sabtu, atau dengan kata lain ialah hari-hari selain hari Sabtu (ikan-ikan itu tidak datang kepada mereka) sebagai ujian dari Allah. (Demikianlah Kami mencoba mereka disebabkan mereka berlaku fasik) dan tatkala mereka hendak berburu ikan para penduduk kota terbagi suaranya menjadi tiga bagian; sebagian berpendapat ikut berburu bersama orang-orang yang berburu, sebagian lainnya mencegah mereka melakukannya dan sebagian lainnya bersikap abstain, tidak ikut dan juga tidak melarang."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 164,
    "arab": "وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ",
    "translation": "Dan (ingatlah) ketika suatu umat di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu, dan agar mereka bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1118.mp3",
    "tafsir": "Sikap segolongan nenek-moyang Bani Israil yang mencela segolongan Bani Israil yang lain, yaitu memperingatkan Bani Israil yang telah mengingkari perintah Allah dan tidak menghentikan larangan-Nya. Dalam ayat ini dipahami pula bahwa tidak semua nenek-moyang Bani Israil mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat itu, ada di antara mereka yang melaksanakannya.\nDari ayat ini juga dapat diketahui bahwa dalam menyikapi perintah dan larangan Allah mereka terbagi kepada tiga kelompok, yaitu:\n1. Kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat.\n2. Kelompok yang memberi nasihat pada kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya.\n3. Kelompok yang membantah tindakan kelompok yang memberi nasihat itu.\nKelompok kedua mengatakan kepada kelompok ketiga: \"Kami memberi pelajaran kepada mereka itu, adalah untuk membebaskan diri dari perbuatan dosa dan untuk melaksanakan tugas kami, yaitu mencegah perbuatan yang mungkar. Kami berharap agar orang-orang yang durhaka itu sadar dan kembali ke jalan yang benar dan lurus\".\nKetika Bani Israil tetap membangkang dan tidak mau kembali ke jalan Allah, dan tetap mengabaikan nasihat-nasihat yang telah diberikan, maka Allah menimpakan azab yang berat kepada mereka dan menyelamatkan orang-orang yang memberi nasihat tersebut.\nSebagian ulama berpendapat bahwa azab Allah tidak menimpa golongan ketiga, sedang sebagian ulama lagi berpendapat bahwa azab itu juga menimpa golongan ketiga, karena yang taat itu hanyalah golongan kedua saja, sedangkan golongan ketiga tidak melarang dari mengerjakan perbuatan yang mungkar, bahkan membantah dan menyalahkan orang yang melarang mengerjakan perbuatan yang mungkar.",
    "quraish": "Dan ingatkanlah pula orang-orang Yahudi itu, tatkala sekelompok orang-orang saleh dari leluhur mereka--yang tidak berbuat jahat seperti yang lainnya--bertanya kepada mereka yang menasihati orang-orang yang berbuat jahat, \"Mengapa kalian bersusah payah memberi nasihat kepada kaum yang akan dibinasakan karena dosa yang mereka lakukan dan disiksa oleh Allah di akhirat nanti dengan azab yang pedih?\" Mereka menjawab, \"Kami melakukan hal itu agar kami tidak dianggap masabodoh oleh Tuhan kalian. Sebenarnya, kami berharap agar mereka menjadi orang yang bertakwa.\"",
    "jalalayn": "(Dan ketika) diathafkan kepada lafal idz yang sebelumnya (suatu umat di antara mereka berkata,) yaitu kaum yang tidak ikut berburu dan juga tidak melarang orang-orang yang berburu (\"Mengapa kamu menasihati kaum yang Allah akan membinasakan mereka atau mengazab mereka dengan azab yang keras?\" Mereka menjawab,) nasihat kami (\"Agar kami mempunyai alasan) yang bisa dijadikan sebagai pelepas tanggung jawab (kepada Tuhanmu) supaya kami tidak dituduh lalai dalam masalah tidak memberikan larangan kepada mereka (dan supaya mereka bertakwa.\") tidak berani melakukan perburuan lagi."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 165,
    "arab": "فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ",
    "translation": "Maka setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang orang berbuat jahat dan Kami timpakan kepada orang-orang yang zalim siksaan yang keras, disebabkan mereka selalu berbuat fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1119.mp3",
    "tafsir": "Orang yang melanggar ketentuan-ketentuan Allah pada hari Sabat itu disebut \"Orang-orang yang melupakan peringatan\". Maksudnya ialah orang-orang yang tidak menghiraukan ancaman-ancaman Allah yang ditujukan kepada orang-orang yang ingkar kepada-Nya, tidak mengindahkan nasihat dan peringatan-Nya, dan tidak melaksanakan ajaran-ajaran-Nya. Bahkan telah berpaling dari ajaran itu. Seolah-olah mereka telah melupakannya dan tidak ada bekas sedikit pun dalam diri mereka tentang peringatan yang telah diberikan itu.\nKarena itu, Allah menegaskan bagi mereka berlaku Sunnatullah, yaitu Allah menyelamatkan orang-orang yang taat kepada-Nya, dan mengazab orang-orang yang fasik dan durhaka, Allah menerangkan bahwa Bani Israil itu diazab bukanlah semata-mata karena kefasikan mereka yang melanggar ketentuan-ketentuan Allah pada hari Sabtu itu, tetapi juga perbuatan-perbuatan fasik yang selalu mereka kerjakan. Menurut Sunnatullah pula bahwa Dia mengazab orang-orang yang durhaka secara langsung di dunia, karena perbuatan dosa yang telah mereka lakukan, sebagaimana firman Allah swt:\n\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun.... (an-Nahl/16: 61)\n\nDan Allah memaafkan sebagian besar kesalahan-kesalahan hamba-hamba-Nya seperti dalam firman-Nya:\n\nDan apa saja musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syura/42: 30)\n\nDalam ayat ini Allah akan langsung mengazab satu umat atau bangsa di dunia sebelum mereka menerima azab di akhirat, jika kezaliman umat atau bangsa itu besar pengaruhnya dan sukar menghilangkannya pada kehidupan manusia dan kemanusiaan, sebagaimana dinyatakan Allah dalam firman-Nya:\n\n\"Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Dan ketahuilah bahwa Allah sangat keras siksa-Nya.\" (al-Anfal/8: 25)\n\nAzab yang dimaksud telah ditimpakan kepada umat-umat yang terdahulu yang mengingkari seruan Nabi-nabi yang diutus kepada mereka.",
    "quraish": "Tatkala mereka tidak juga mendengarkan nasihat itu, mereka yang tidak melakukan kejahatan Kami selamatkan dari azab. Sementara mereka yang berbuat zalim, melanggar dan melampaui batas, Kami timpakan mereka azab yang pedih dalam bentuk kesengsaraan dan kemelaratan. Hal itu karena mereka selalu saja tidak mau taat kepada Allah, Tuhan mereka.",
    "jalalayn": "(Maka tatkala mereka melupakan) yaitu mereka meninggalkan (apa yang diperingatkan kepada mereka) apa yang dinasihatkan kepada mereka (tentang hal itu) kemudian mereka tidak mau juga menuruti nasihat (Kami selamatkan orang-orang yang melarang dari perbuatan jahat dan Kami timpakan kepada orang-orang yang lalim) yang melakukan pelanggaran (siksaan yang berat) yang keras (disebabkan mereka selalu berbuat fasik.)"
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 166,
    "arab": "فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ",
    "translation": "Maka setelah mereka bersikap sombong terhadap segala apa yang dilarang. Kami katakan kepada mereka, “Jadilah kamu kera yang hina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1120.mp3",
    "tafsir": "Ketika Bani Israil bertambah kezalimannya tidak mengindahkan nasihat-nasihat, maka Allah mengazab mereka dengan menjadikan mereka sebagai kera yang hina. Menurut para mufassirin merupakan tafsiran dari perkataan \"azab yang sangat pedih\" yang terdapat pada ayat di atas. Sedangkan sebagian yang lain mengatakan bahwa hal ini merupakan azab yang lain yang ditimpakan Allah di samping azab yang pedih itu.\nPara mufassir berbeda pendapatnya tentang: Apakah Bani Israil itu dijadikan kera yang sebenarnya atau hanya sifat dan watak mereka saja yang seperti kera, sedang badan mereka seperti badan manusia biasa. Jumhur ulama berpendapat bahwa mereka benar-benar menjadi kera, seperti kera yang sebenar-benarnya. Akan tetapi tidak beranak, tidak makan, tidak minum dan tidak hidup lebih dari tiga hari.\nMenurut Mujahid yang diriwayatkan dari Ibnu Jarir dan pendapat al-Manar: Rupa mereka tidak ditukar menjadi kera, tetapi hati, jiwa dan sifat merekalah yang diubah menjadi kera. (uraian lengkapnya lihat Tafsir Surah al-Baqarah/2: 65).",
    "quraish": "Ketika hati mereka semakin keras membatu, mereka terus melakukan berbagai pelanggaran, sementara azab yang pedih tidak membuat mereka jera, maka Kami jadikan mereka seperti layaknya kera. Hati mereka berubah seperti kera yang tak dapat memahami kebenaran, dan--seperti halnya kera--mereka pun dijauhkan dari berbagai bentuk kebaikan.",
    "jalalayn": "(Maka tatkala mereka bersikap sombong) yakni bersikap takabur (terhadap) tidak mau meninggalkan (apa yang dilarang mereka mengerjakannya, Kami katakan kepada mereka, \"Jadilah kamu kera yang hina.\") yang terhina, maka jadilah mereka itu kera yang hina; keterangan ini adalah penjelasan dari apa yang telah lalu. Ibnu Abbas mengatakan, \"Saya tidak mengetahui tentang apa yang terjadi dengan golongan yang bersikap abstain.\" Ikrimah mengatakan, \"Mereka tidak dibinasakan, sebab mereka membenci apa yang telah dilakukan rekan-rekannya dan mereka mengatakan, 'Mengapa kamu menasihati....'.\" Hakim telah meriwayatkan dari Ibnu Abbas bahwa golongan tersebut ikut pula melakukannya dan bahkan takjub dengan sikap mereka yang melakukannya."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 167,
    "arab": "وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ",
    "translation": "Dan (ingatlah), ketika Tuhanmu memberitahukan, bahwa sungguh, Dia akan mengirim orang-orang yang akan menimpakan azab yang seburuk-buruknya kepada mereka (orang Yahudi) sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1121.mp3",
    "tafsir": "Nabi Muhammad dalam ayat ini diingatkan oleh Allah tentang pemberitahuan-Nya kepada orang-orang Yahudi, bahwa Dia akan mengirimkan manusia lain yang lebih perkasa dari mereka untuk menjajah dan menyiksa mereka. Mereka selalu akan hidup dalam kehinaan dan penderitaan sampai akhir zaman, disebabkan tindakan mereka yang bertentangan dengan hukum-hukum Allah. Dalam sejarah telah terbukti dengan jelas ancaman Allah tersebut. Sesudah zaman Nabi Sulaiman, bangsa Yahudi diperangi oleh bangsa Babilonia di bawah raja Nebukadnezar, mereka hancur, laki-laki banyak yang dibunuh dan wanita-wanitanya banyak yang dijadikan hamba sahaya. Banyak pula di antara mereka yang di bawa ke Babilonia sebagai tawanan, sesudah itu mereka dijajah berganti-ganti oleh bermacam-macam kerajaan, karena itu mereka mengalami penderitaan berabad-abad lamanya akibat peperangan yang tak henti-hentinya. Akhirnya mereka jatuh ke tangan bangsa Romawi sampai zaman Nabi Isa. Zaman Romawi Kristen mereka tidak mempunyai kekuasaan lagi, bahkan mereka diusir dari negeri mereka dan terpencar-pencar di beberapa negeri. Sebagian mereka melarikan diri ke Jazirah Arab. Tinggallah mereka di daerah ini dengan aman. Tetapi kemudian sesudah agama Islam datang, mereka memusuhi Nabi Muhammad. Padahal beliau telah memberikan kebebasan kepada mereka hidup di daerah Islam berdasarkan perjanjian dengan mereka. Karena sikap permusuhan dan pengkhianatan mereka, terpaksa kaum Muslimin mengusir mereka dari daerah Islam. Ada pula di antara mereka yang dibunuh atau terbunuh karena berpihak kepada kaum musyirikin waktu peperangan (Perang Ahzab).\nPada abad ke 20, mereka mengalami penderitaan yang tak terperikan. Dalam perang dunia kedua yang lalu, banyak orang Yahudi menjadi korban kekuasaan Nazi Jerman. Di Amerika, di Eropa dan di Rusia, dewasa ini mereka masih banyak mengalami penghinaan. Meskipun orang Yahudi sekarang sudah mempunyai tanah air (Negara Israel) namun mereka tetap dalam penderitaan, karena sikap mereka juga, disebabkan umat manusia di dunia ini, terutama umat Islam memusuhi mereka. Negara Israel itu dibentuk dengan mengusir rakyat Palestina yang menjadi penduduk asli negara tersebut. Demikianlah nasib bangsa Yahudi itu. Sesungguhnya hukum Allah berlaku terhadap umat yang mendurhakai perintah-perintah-Nya dan membuat onar. Tetapi pengampunan dan kasih sayang Allah sangatlah besar dan luas bagi mereka yang taubat dari dosanya, kembali ke jalan Allah dengan penuh kesadaran, dan dengan jalan mengadakan perbaikan. Allah pasti menghapus penderitaan mereka.",
    "quraish": "Dan ingatkanlah pula orang-orang Yahudi itu, tatkala Allah memberitahukan--melalui para nabi-Nya--kepada nenek-moyang mereka, bahwa Allah akan mengerahkan sekelompok orang untuk menyiksa orang-orang Yahudi hingga hari kiamat, karena mereka telah berbuat zalim dan fasik. Dan Tuhanmu--karena siksa-Nya pasti terlaksana--sangat cepat menyiksa orang-orang kafir. Sebab, setiap sesuatu yang bakal terjadi itu sebenarnya telah dekat. Kendati demikian, Dia Maha Pengampun dan Maha Pengasih bagi mereka yang bertobat dan kembali menaati-Nya.",
    "jalalayn": "(Dan ketika memberitahukan) mempermaklumkan (Tuhanmu, bahwa sesungguhnya Dia akan mengirim kepada mereka) dimaksud orang-orang Yahudi (sampai hari kiamat orang-orang yang akan menimpakan kepada mereka azab yang seburuk-buruknya) dengan dihinakan dan dibebani pajak/jizyah; kemudian Allah mengutus Nabi Sulaiman kepada mereka, dan sesudah itu Raja Bukhtunasher (Nebukat Nezar) yang membunuh dan menawan mereka serta mewajibkan mereka membayar jizyah. Mereka selalu membayar jizyah kepada orang-orang Majusi sehingga Allah swt. mengutus nabi kita Muhammad saw. yang kemudian mengambil pula jizyah dari mereka. (Sesungguhnya Tuhanmu amat cepat siksa-Nya) (dan sesungguhnya Dia Maha Pengampun) terhadap orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 168,
    "arab": "وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ",
    "translation": "Dan Kami pecahkan mereka di dunia ini menjadi beberapa golongan; di antaranya ada orang-orang yang saleh dan ada yang tidak demikian. Dan Kami uji mereka dengan (nikmat) yang baik-baik dan (bencana) yang buruk-buruk, agar mereka kembali (kepada kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1122.mp3",
    "tafsir": "Dalam ayat ini Allah menguraikan siksaan dan penderitaan mereka yakni mereka diceraiberaikan di atas bumi ini satu golongan berada di suatu daerah sedang golongan yang lain berada di daerah lain. \nSebagian mereka ada yang menjadi orang-orang yang selalu mengadakan perbaikan dan beriman kepada Nabi-nabi, tetapi ada pula yang benar-benar tenggelam dalam kekafiran dan kefasikan hingga membunuh Nabi-nabi, memutar balikkan isi Kitab Taurat dan memusuhi Nabi Muhammad.\nUntuk membuat mereka sadar, mereka diuji dengan kesenangan dan penderitaan silih berganti, tetapi tidak membuat mereka jera. Mereka yang baik diberi anugerah kebaikan dan kebahagiaan. Mereka yang durhaka diturunkan bencana kesengsaraan. Semuanya itu cobaan bagi mereka agar mereka kembali ke jalan yang benar.",
    "quraish": "Di muka bumi ini, Kami telah mengelompokkan mereka menjadi beberapa golongan: ada yang saleh, yaitu mereka yang beriman dan konsisten dengan keimanannya itu; ada pula yang berada di luar kategori saleh. Mereka semua Kami uji dengan pelbagai bentuk kebaikan dan keburukan agar mereka bertobat dan menyesali pelanggaran-pelanggaran yang mereka lakukan.",
    "jalalayn": "(Dan Kami bagi-bagi mereka) Kami pecah-pecah mereka (di dunia menjadi beberapa golongan) terdiri dari beberapa golongan (di antaranya ada orang-orang yang saleh dan di antaranya) ada orang-orang (yang tidak demikian) yaitu menjadi orang-orang kafir dan orang-orang fasik (Dan Kami coba mereka dengan yang baik-baik) yang nikmat-nikmat (dan yang buruk-buruk) dengan bencana-bencana (agar mereka kembali) kepada kebenaran dan tidak mau berbuat fasik lagi."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 169,
    "arab": "فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ",
    "translation": "Maka setelah mereka, datanglah generasi (yang jahat) yang mewarisi Taurat, yang mengambil harta benda dunia yang rendah ini. Lalu mereka berkata, “Kami akan diberi ampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu (pula), niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam Kitab (Taurat) bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka tidakkah kamu mengerti?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1123.mp3",
    "tafsir": "Dalam ayat ini Allah menerangkan satu generasi dari Yahudi yang menggantikan golongan bangsa Yahudi tersebut di atas. Mereka adalah bangsa Yahudi yang hidup di zaman Nabi Muhammad yang mewarisi Taurat dari nenek-moyang mereka dan menerima begitu saja segala apa yang tercantum di dalamnya. Hukum halal dan haram, perintah dan larangan dalam kitab itu mereka ketahui, tetapi mereka tidak mengamalkannya. Mereka mengutamakan kepentingan duniawi dengan segala kemegahan yang akan lenyap. Mereka mencari harta benda dengan usaha-usaha yang lepas dari hukum moral dan agama, mengembangkan riba, makan suap, pilih kasih dalam hukum dan lain sebagainya, karena mereka berpendapat bahwa Allah kelak akan mengampuni dosa mereka. Orang-orang Yahudi itu menganggap dirinya kekasih Allah dan bangsa pilihan. Anggapan demikian hanyalah menyesatkan pikiran mereka. Oleh karena itu setiap ada kesempatan untuk memperoleh keuntungan duniawi seperti uang suap, riba dan sebagainya, tidaklah mereka sia-siakan.\nAllah menegaskan kesalahan pendapat dan anggapan mereka yang berkepanjangan dalam kesesatan dan tenggelam dalam nafsu kebendaan. Allah mengungkapkan adanya ikatan perjanjian antara mereka dengan Allah yang tercantum dalam Taurat, bahwa mereka tidak akan mengatakan terhadap Allah kecuali kebenaran. Tetapi mereka memutarbalikkan isi Taurat, karena didorong oleh keinginan untuk memperoleh keuntungan duniawi, padahal mereka telah memahami dengan baik isi Taurat itu dan sadar akan kesalahan perbuatan itu. Seharusnya mereka lebih mengutamakan kepentingan ukhrawi dengan berbuat sesuai dengan petunjuk Allah dan Taurat daripada keuntungan duniawi. Bagi orang yang takwa, kebahagiaan akhirat lebih baik daripada kebahagiaan duniawi yang terbatas itu. Mengapa mereka tidak merenungkan hal yang demikian?\nAyat ini menjelaskan bahwa kecenderungan kepada materi dan hidup kebendaan, merupakan faktor yang menyebabkan kecurangan orang Yahudi sebagai suatu bangsa yang punya negara. Karena kecintaan yang besar kepada kehidupan duniawi, mereka kehilangan petunjuk agama serta kering dalam kehidupan kerohanian.\nApa yang menimpa orang Yahudi zaman dahulu mungkin pula menimpa orang-orang Islam zaman sekarang, karena mereka lebih banyak mengutamakan kehidupan materiil dan menyampingkan kehidupan spirituil kerohanian sehingga sepak terjang mereka sangat jauh dari ajaran Al-Quran.",
    "quraish": "Setelah dua golongan yang telah Kami kelompokkan tadi, akan datang satu generasi yang jahat. Mereka memang telah mewarisi Tawrât dari leluhur mereka, tetapi mereka tidak mengamalkannya. Kesenangan dunia lebih mereka utamakan ketimbang kebenaran. Mereka akan selalu berkata, \"Allah pasti mengampuni apa yang kami lakukan.\" Seakan-akan mereka mengharapkan ampunan, padahal jika mereka diberikan lagi kesenangan dunia seperti sebelumnya, mereka tidak ragu untuk mengambilnya. Begitulah, mereka adalah sekelompok orang yang, di samping memohon ampunan, tetapi dalam waktu yang sama melulu melakukan dosa. Allah mencela mereka yang memohon ampun tapi tetap berbuat dosa, seraya berfirman, \"Sesungguhnya kami telah mengambil janji mereka di Tawrât. Mereka telah mempelajari isinya, dan seharusnya mereka mengatakan kebenaran. Tetapi mereka malah mengatakan kebatilan! Sesungguhnya kenikmatan akhirat yang diperuntukkan bagi mereka yang bertakwa, lebih baik dari segala kesenangan dunia. Apakah kalian tetap memungkiri hal ini? Jika demikian halnya, berarti kalian tidak bisa membedakan bahwa kenikmatan akhirat itu sungguh lebih baik ketimbang kesenangan dunia yang kalian lebih utamakan!\"",
    "jalalayn": "(Maka datanglah sesudah mereka generasi yang jahat yang mewarisi Alkitab) yakni kitab Taurat dari para pendahulu mereka (yang mengambil harta benda dunia yang rendah ini) sesuatu yang tidak ada harganya, yaitu duniawi baik yang halal maupun yang haram (dan berkata, \"Kami akan diberi ampun.\") atas apa yang telah kami lakukan. (Dan kelak jika datang kepada mereka harta benda dunia sebanyak itu pula niscaya mereka akan mengambilnya juga) jumlah kalimat ini menjadi hal; artinya mereka masih juga mengharapkan ampunan sedangkan mereka masih tetap kembali melakukannya padahal di dalam kitab Taurat tidak ada janji ampunan jika disertai dengan menetapi perbuatan dosa (bukankah sudah diambil) Istifham atau kata tanya bermakna menetapkan (perjanjian kitab Taurat dari mereka) Idhafah di sini bermakna fii (yaitu bahwa mereka tidak akan mengatakan terhadap Allah kecuali yang benar, padahal mereka telah mempelajari) diathafkan kepada lafal yu`khadzu, yakni mereka telah membaca (apa yang tersebut di dalamnya?) maka mengapa mereka mendustakan tentang masalah ampunan itu, sedangkan mereka masih terus menepati perbuatan dosanya. (Dan kampung akhirat itu lebih baik bagi mereka yang bertakwa) yang takut terhadap perbuatan haram. (Maka apakah mereka tidak mengerti) dengan memakai ya dan ta, sesungguhnya pahala akhirat itu lebih baik yang seharusnya mereka lebih memilihnya daripada perkara duniawi."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 170,
    "arab": "وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ",
    "translation": "Dan orang-orang yang berpegang teguh pada Kitab (Taurat) serta melaksanakan salat, (akan diberi pahala). Sungguh, Kami tidak akan menghilangkan pahala orang-orang saleh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1124.mp3",
    "tafsir": "Ayat ini menyebutkan sebagian orang Yahudi yang patut mendapat anugerah penghargaan karena sikap mereka yang teguh berpegang kepada isi Taurat. Mereka menaati segala perintah Allah dan menjauhi segala larangan-Nya. Orang Yahudi tersebut sewaktu mendengar seruan Nabi Muhammad segera beriman kepadanya sesuai dengan petunjuk Taurat, seperti Abdullah Ibnu Salam dan kawan-kawannya. Mereka mendirikan salat yang menjadi tiang agama dan pembeda antara orang yang mukmin dengan orang yang kafir. Allah tidak akan menyia-nyiakan segala amal kebaikan yang telah mereka lakukan. Tentulah Dia akan memberikan ganjaran kepada mereka, karena mereka telah melakukan perbaikan atas perbuatan mereka. \nAllah swt berfirman:\n\n\"Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.\" (al-Kahf/18: 30)",
    "quraish": "Dan orang-orang yang berpegang teguh mengamalkan Tawrât serta melaksanakan kewajiban salat, sesungguhnya Kami tidak membiarkan mereka tanpa ganjaran atas kesalehan dan kebajikan yang mereka lakukan.",
    "jalalayn": "(Dan orang-orang yang berpegang teguh) dengan memakai tasydid dan tidak/takhfif (dengan Alkitab Taurat) yaitu sebagian di antara mereka (serta mendirikan salat) seperti Abdullah bin Salam dan teman-temannya. (Sesungguhnya Kami tidak menyia-nyiakan pahala orang-orang yang mengadakan perbaikan) Jumlah kalimat ini menjadi khabar dari lafal lilladziina; dan di dalamnya terkandung meletakkan isim zhahir pada tempat isim dhamir; yakni ajrahum/pahala mereka."
  },
  {
    "ruku": 142,
    "name": "Al-A'raf",
    "ayat": 171,
    "arab": "۞ وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا اَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ ",
    "translation": "Dan (ingatlah) ketika Kami mengangkat gunung ke atas mereka, seakan-akan (gunung) itu naungan awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Dan Kami firmankan kepada mereka), “Peganglah dengan teguh apa yang telah Kami berikan kepadamu, serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu menjadi orang-orang bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1125.mp3",
    "tafsir": "Kemudian Allah mengakhiri kisah tentang orang Yahudi dengan memperingatkan kembali peristiwa ketika mereka pertama kali menerima Taurat. Sewaktu Bukit Sinai diangkat ke atas kepala mereka sehingga gunung itu bagaikan gumpalan awan yang gelap, mereka melihat gunung yang terapung di udara itu akan jatuh menimpa mereka. Sadarlah mereka terhadap ancaman Allah bahwa jika mereka menentang perintah agama, tentulah mereka akan binasa. Saat itu Allah berseru kepada mereka agar mereka menerima dan menaati hukum-hukum agama yang tercantum dalam Taurat dengan sungguh-sungguh. Dan mereka hendaklah mengingat perintah dan larangan-Nya dalam Taurat, mengamalkannya dan tidak mengabaikannya, walaupun mereka mengalami kesulitan dan penderitaan. Ketaatan mereka kepada hukum-hukum agama serta perintah dan larangannya dengan sebenarnya, membawa mereka kepada pembinaan pribadi dan takwa.",
    "quraish": "Allah membantah orang-orang Yahudi yang mengatakan bahwa Banû Isrâ'îl itu tidak pernah melanggar kebenaran. Maka Allah berfirman, \"Ingatkanlah mereka, wahai Nabi, ketika Kami mengangkat gunung di atas kepala Banû Isrâ'îl bagaikan awan. Mereka ketakutan karena mengira gunung itu akan dijatuhkan kepada mereka. Lalu Kami katakan kepada mereka yang sangat ketakutan itu, \"Peganglah, dengan kuat dan dengan keinginan untuk taat, apa yang Kami beri kepada kalian berupa petunjuk-petunjuk Tawrât. Camkanlah selalu apa yang dikandungnya, agar kalian dapat memetik pelajaran dan membersihkan diri dengan ketakwaan!\"",
    "jalalayn": "(Dan) ingatlah (ketika Kami mengangkat bukit) yaitu Kami mencabutnya dari dasarnya (ke atas mereka seakan-akan bukit itu naungan awan dan mereka menduga) dan merasa yakin (bahwa bukit itu akan jatuh menimpa mereka) akan jatuh kepada mereka sesuai dengan janji Allah kepada mereka, bahwa hal itu akan menimpa mereka jika mereka tidak mau menerima hukum-hukum syariat kitab Taurat. Mereka menolaknya mengingat hal itu teramat berat pada permulaannya tetapi kemudian mereka mau menerimanya. Kami berfirman kepada mereka, (\"Peganglah dengan teguh apa yang telah Kami berikan kepadamu) dengan sungguh-sungguh dan dengan segala kemampuan (serta ingatlah selalu apa yang tersebut di dalamnya) dengan mengamalkannya (supaya kamu menjadi orang-orang yang bertakwa.\")."
  }
]