[
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 11,
    "arab": "اِذْ يُغَشِّيْكُمُ النُّعَاسَ اَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطٰنِ وَلِيَرْبِطَ عَلٰى قُلُوْبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَۗ ",
    "translation": "(Ingatlah), ketika Allah membuat kamu mengantuk untuk memberi ketenteraman dari-Nya, dan Allah menurunkan air (hujan) dari langit kepadamu untuk menyucikan kamu dengan (hujan) itu dan menghilangkan gangguan-gangguan setan dari dirimu dan untuk menguatkan hatimu serta memperteguh telapak kakimu (teguh pendirian).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1171.mp3",
    "tafsir": "Allah menjelaskan kepada kaum Muslimin bahwa di samping Allah memberikan bantuan berupa malaikat yang datang secara berturut-turut, juga memberikan bantuan yang lain berupa situasi dan kondisi yang menguntungkan bagi kaum Muslimin. Seperti pertolongan Allah pada saat kaum Muslimin berada dalam ketakutan menghadapi musuh, mereka diselimuti rasa kantuk, sehingga mereka tidak dapat merasakan ketakutan lagi. Ketakutan disebabkan mereka melihat jumlah bala tentara musuh yang banyak dan persiapannya yang lengkap. Maka dengan adanya rasa kantuk itu, rasa takut tidak lagi mereka rasakan dan mereka kembali menjadi tenteram.\nUntuk memberikan gambaran yang lebih luas mengenai mengantuknya orang-orang Muslimin saat berperang, dapatlah diikuti hadis yang diriwayatkan oleh Abu Yala dan al-Baihaqi dari Ali berkata:\n\"Kami tidak mempunyai bala tentara berkuda pada Perang Badar kecuali Al-Miqdad. Semua kami tertidur, kecuali Rasulullah saw, beliau salat di bawah pohon sampai pagi hari\". (Riwayat Abu Yala dan al-Baihaqi dari Ali)\n\nMenurut bunyi ayat yang dapat dipahami ialah, bahwa datangnya rasa kantuk itu terjadi pada saat pertempuran berlangsung. Rasa kantuk itu menghilangkan rasa takut dan gentar. Dengan sendirinya hilanglah perasaan takut menghadapi bahaya.\nHal ini sama dengan peristiwa yang terjadi pada mereka sewaktu berlangsungnya perang Uhud, seperti tersebut dalam firman Allah:\n\n\"Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu, (berupa) kantuk yang meliputi segolongan dari kamu.\" (ali-Imran/3: 154)\n\nSesudah itu Allah swt menyebutkan pertolongan-Nya yang lain kepada kaum Muslimin, yaitu pada saat terjadinya Perang Badar, Allah swt menurunkan hujan kepada kaum Muslimin dari langit, agar mereka dapat mensucikan diri dengan hujan itu. Gambaran tentang maksud Allah swt menurunkan hujan kepada kaum Muslimin, dan apa hikmatnya dapat dilihat dari hadis yang diriwayatkan oleh Ibnu Mundhir melalui Ibnu Jarir dari Ibnu Abbas:\n\"Orang-orang musyrikin di permulaan peperangan telah menguasai sumber-sumber air mendahului kaum Muslimin, sehingga orang-orang Islam menjadi kehausan. Mereka salat dalam keadaan junub dan berhadas (tanpa bersuci dengan air). Sedang di sekitar mereka hanya pasir belaka. Kemudian mereka digoda oleh setan, seolah-olah setan itu berkata, \"Apakah kamu mengira bahwa ada Nabi di antara kamu dan kamu adalah wali-wali Allah. Sedangkan kamu salat dalam keadaan junub dan berhadas? Karenanya Allah swt menurunkan hujan dari langit, sehingga mengalirlah air di lembah itu. Maka kaum Muslimin meminum air dan bersuci dengannya dan kuatlah hati mereka, serta hilanglah was-was mereka.\" (Riwayat Ibnu Mundzir dari Ibnu Abbas)\n\nAllah juga menjelaskan bahwa Dia menurunkan hujan dari langit untuk menghilangkan gangguan-gangguan setan dan untuk menghilangkan rasa takut dan was-was, lantaran kaum Muslimin pada waktu itu berada dalam posisi yang kurang menguntungkan. Mereka berada di daerah padang pasir yang tidak strategis dijadikan kubu pertahanan, karena sukar untuk menggerakkan kaki apalagi untuk mengadakan penyerangan, bahkan di daerah tersebut tidak ada sumber air.\nDari segi lain Allah menjelaskan bahwa dengan turunnya hujan kaki mereka mudah untuk berjalan di atas padang pasir, sehingga mereka mendapat kemantapan dan kepercayaan penuh agar dapat bertahan dan menyerang musuh serta dapat mempersatukan daya tempur mereka.\nDengan demikian tujuan Allah menurunkan hujan dari langit dalam Perang Badar itu ialah:\n1. Untuk memberikan kemungkinan kepada kaum Muslimin agar mereka dapat bersuci dari junub dan hadas sehingga mereka dapat beribadah dalam keadaan suci lahir batin.\n2. Untuk menghilangkan was-was yang dibisikkan setan, dan menghilangkan rasa takut akibat tidak adanya persediaan air.\n3. Agar kaum Muslimin bebas untuk mengatur gerak dalam pertempuran, karena mereka tidak lagi terganggu oleh pasir yang lunak yang mengganggu gerakan kaki.",
    "quraish": "Wahai orang-orang yang beriman, ingatlah di saat kalian kekurangan perbekalan air dan di saat kalian dicekam rasa takut pada musuh, lalu Allah mendatangkan pada kalian rasa aman. Kalian merasakan kantuk dan tertidur dengan tenang. Allah menurunkan air hujan dari langit agar kalian dapat bersuci dengan air itu dan mengusir bisikan setan. Allah telah mengukuhkan hati kalian dengan pertolongan-Nya. Dengan air hujan itu pula tanah menjadi padat dan mengokohkan kaki yang berdiri di atasnya (1). (1) Ayat ini menjelaskan karunia Allah yang diberikan kepada pejuang-pejuang Mukmin saat mereka mendapatkan ketenangan jiwa berupa rasa kantuk yang menyebabkan mereka dapat beristirahat dengan baik, dan diturunkannya hujan sehingga mereka dapat bersuci dan mandi. Tanah berpasir pun menjadi padat dan kesat oleh siraman air hujan sehingga dapat mengokohkan pasukan yang menginjakkan kaki mereka di atasnya. Karena, seperti diketahui, pasir-pasir halus dan kering akan cepat mendatangkan lelah pasukan di samping menjadi kendala yang menghalangi kecepatan gerak. Ayat berikutnya menjelaskan perintah Allah kepada para malaikat untuk ikut serta mengukuhkan hati orang-orang beriman dan meniupkan perasaan gentar ke dalam hati orang-orang kafir. Sebab rasa gentar menghadapi musuh berarti kekalahan. Diterangkan pula dalam ayat itu bagaimana teori melemahkan musuh dari tempat yang mematikan, yaitu dengan menebas batang leher atau tangan sehingga meruntuhkan senjata lawan.",
    "jalalayn": "(Ingatlah, ketika Allah menjadikan kamu mengantuk sebagai suatu penenteram) untuk menenteramkan hatimu dari rasa takut yang menimpa dirimu (daripada-Nya) Allah Yang Maha Tinggi (dan Allah menurunkan kepadamu hujan dari langit untuk menyucikan kamu dengan hujan itu) dari hadas dan jinabah itu (dan menghilangkan dari kamu gangguan-gangguan setan) godaan setan dari dirimu yang mengatakan bahwasanya jika kamu berada dalam jalan kebenaran, niscaya kamu tidak akan kehausan lagi berhadas sedang kaum musyrikin berada dekat air (dan untuk menguatkan) mengokohkan (hatimu) dalam keyakinan dan kesabaran (dan memperteguh dengannya telapak kakimu) agar telapak kakimu berdiri tegar di padang pasir."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 12,
    "arab": "اِذْ يُوْحِيْ رَبُّكَ اِلَى الْمَلٰۤىِٕكَةِ اَنِّيْ مَعَكُمْ فَثَبِّتُوا الَّذِيْنَ اٰمَنُوْاۗ سَاُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ فَاضْرِبُوْا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوْا مِنْهُمْ كُلَّ بَنَانٍۗ ",
    "translation": "(Ingatlah), ketika Tuhanmu mewahyukan kepada para malaikat, “Sesungguhnya Aku bersama kamu, maka teguhkanlah (pendirian) orang-orang yang telah beriman.” Kelak akan Aku berikan rasa ketakutan ke dalam hati orang-orang kafir, maka pukullah di atas leher mereka dan pukullah tiap-tiap ujung jari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1172.mp3",
    "tafsir": "Dalam ayat ini Allah mengingatkan kaum Muslimin kepada pertolongan-Nya, yang lain lagi dalam Perang Badar, yaitu pada saat Allah swt mewahyukan kepada para malaikat untuk memberikan bantuan kepada kaum Muslimin. Malaikat-malaikat diperintahkan Allah agar menyertai kaum Muslimin untuk sewaktu-waktu dapat memberikan bantuan. Bantuan itu adalah memantapkan hati kaum Muslimin dalam pertempuran. Dan meyakinkan mereka agar Allah menciptakan ketakutan di dalam hati orang-orang kafir, lantaran mereka melihat jumlah malaikat yang menyertai tentara Islam itu. Dengan demikian kaum Muslimin dapat menguasai pertempuran, mereka dapat maju dengan tangkas dan dengan mudah pula mereka mematahkan serangan musuh.",
    "quraish": "Wahai orang-orang yang beriman, ketahuilah bahwa Allah telah mewahyukan kepada para malaikat itu untuk membisikkan ke dalam hati kalian. Allah berfirman kepada malaikat, \"Aku akan menyertai kalian untuk membantu dan memenangkan kalian. Kuatkanlah hati orang-orang yang beriman, tunduklah kepada kebenaran dan berjihadlah di jalan Allah. Kami akan menjadikan hati orang-orang musyrik itu dicekam rasa takut dan gentar menghadapi kalian. Tebaslah batang leher mereka dan potonglah jari tangan mereka yang membawa pedang.\"",
    "jalalayn": "(Ingatlah ketika Tuhanmu mewahyukan kepada para malaikat) yang diperbantukan kepada kaum Muslimin (\"Sesungguhnya Aku) bahwasanya Aku (bersama kamu) memberikan pertolongan dan bantuan (maka teguhkanlah pendirian orang-orang yang telah beriman) dengan memberikan pertolongan kepada mereka dan mengabarkan berita gembira. (Kelak Aku akan timpakan rasa ketakutan ke dalam hati orang-orang kafir) ketakutan yang sangat (maka penggallah leher mereka) kepala mereka (dan pancunglah tiap-tiap ujung jari mereka) ujung-ujung jari tangan dan kaki. Dikatakan bahwa dalam perang itu jika seseorang muslim hendak memukul kepala si kafir tiba-tiba kepala itu sudah jatuh menggelinding sendiri sebelum pedangnya sampai kepadanya. Dan Rasulullah saw. melempar mereka dengan segenggam batu kerikil, maka tidak ada seorang musyrik pun yang luput matanya dari lemparan batu kerikil itu, akhirnya mereka kalah."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 13,
    "arab": "ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗۚ وَمَنْ يُّشَاقِقِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "translation": "(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya; dan barangsiapa menentang Allah dan Rasul-Nya, sungguh, Allah sangat keras siksa-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1173.mp3",
    "tafsir": "Allah menerangkan sebab-sebab kemenangan kaum Muslimin dan kekalahan kaum musyrikin, yaitu karena bantuan Allah yang diberikan kepada kaum Muslimin dalam menghadapi kaum musyrikin dan perjuangan mereka dilandasi kebenaran, yaitu menegakkan agama tauhid. Sedang kaum musyrikin menderita kekalahan karena mereka itu memusuhi Allah dan Rasul-Nya dan perjuangan mereka dilandasi kebathilan yaitu perjuangan-perjuangan mempertahankan berhala.\nAllah swt memberikan ancaman keras kepada siapa saja yang menentang Allah dan Rasul-Nya, baik menantang hukum-hukumnya atau mengingkari nikmat yang diberikan kepada mereka, bahwa Allah akan memberikan siksaan kepada mereka. Permusuhan orang-orang musyrikin kepada Allah dan Rasul-Nya berupa tantangan mereka terhadap seruan Rasul pada saat menyampaikan dakwah Islamiyah. Pada waktu itu Rasulullah bukan hanya didustakan dan dihina, bahkan dia diusir dari negerinya sehingga beliau hijrah ke Medinah. Sedang mereka berpegang teguh kepada agama nenek moyang mereka, yaitu agama syirik dan pemujaan berhala. Setelah Nabi Muhammad saw berada di Medinah bersama para sahabatnya mereka berusaha melenyapkan kaum Muslimin dari muka bumi dan melenyapkan ajaran Islam. Maka pantaslah mereka diberi siksaan yang keras yaitu kekalahan mereka dalam Perang Badar dan siksaan Allah yang akan ditimpakan kepada mereka yaitu siksaan api neraka di akhirat nanti.",
    "quraish": "Dukungan dan kemenangan itu adalah bagi kalian, sedangkan orang-orang musyrik itu hanya akan merasa takut dan gentar. Hal itu disebabkan karena mereka menentang Allah dan Rasul-Nya. Mereka berada di satu pihak, sementara Allah dan Rasul-Nya ada di pihak lain. Barangsiapa menentang Allah dan Rasul-Nya, maka Dia akan benar-benar menurunkan siksa yang amat menyakitkan. Dan siksa Allah itu amat keras.",
    "jalalayn": "(Yang demikian itu) azab yang menimpa mereka itu (adalah karena sesungguhnya mereka menentang) melawan (Allah dan rasul-Nya; dan barang siapa menentang Allah dan rasul-Nya, maka sesungguhnya Allah amat keras siksaan-Nya) terhadapnya."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 14,
    "arab": "ذٰلِكُمْ فَذُوْقُوْهُ وَاَنَّ لِلْكٰفِرِيْنَ عَذَابَ النَّارِ",
    "translation": "Demikianlah (hukuman dunia yang ditimpakan atasmu), maka rasakanlah hukuman itu. Sesungguhnya bagi orang-orang kafir ada (lagi) azab neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1174.mp3",
    "tafsir": "Allah swt menegaskan ancamannya kepada orang-orang kafir bahwa hukuman dunia yang ditimpakan atas mereka adalah hukuman yang harus dirasakan sebagai imbalan keingkaran mereka terhadap hukum-hukum dan nikmat Allah. Di samping itu Allah menegaskan pula bahwa bagi mereka ada lagi siksaan yang paling pedih dirasakan yaitu siksaan api neraka yang akan ditimpakan kepada mereka di akhirat.",
    "quraish": "Begitulah peperangan, wahai orang-orang yang beriman. Maka, rasakanlah pahit-manisnya perang dengan jiwa penuh keyakinan bahwa kalian akan mendapat pertolongan dan kemenangan. Orang-orang yang mengingkari ayat-ayat Allah akan mendapatkan hukuman yang lain di hari kiamat berupa siksa neraka.",
    "jalalayn": "(Itulah) hukuman yang ditimpakan atasmu (maka rasakanlah hukuman itu) hai orang-orang kafir, sebagai hukuman di dunia (sesungguhnya bagi orang-orang yang kafir itu) kelak di hari kemudian (azab neraka\")."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 15,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا زَحْفًا فَلَا تُوَلُّوْهُمُ الْاَدْبَارَۚ ",
    "translation": "Wahai orang yang beriman! Apabila kamu bertemu dengan orang-orang kafir yang akan menyerangmu, maka janganlah kamu berbalik membelakangi mereka (mundur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1175.mp3",
    "tafsir": "Allah menyeru orang-orang beriman bahwa apabila berhadapan dengan orang-orang kafir yang sedang datang menyerang, kaum Muslimin dilarang lari dari pertempuran.\nOrang-orang kafir itu bergerak dari Mekah dengan membawa jumlah pasukan yang banyak. Mereka sengaja menemui kaum Muslimin yang sudah ada di Badar. Mereka sudah mengetahui rencana kaum Muslimin yang akan menghadang kafilah yang dipimpin Abu Sufyan dengan alasan melindungi perdagangan mereka. Mereka bergerak dari Mekah, padahal sebenarnya mereka berniat untuk memusnahkan kaum Muslimin. Itulah sebabnya, Allah swt melarang kaum Muslimin membelakangi mereka. Lebih-lebih melarikan diri dari pertempuran melawan mereka, meskipun mereka membawa bala tentara yang cukup banyak dan peralatan perang yang lengkap.\nYang dilarang adalah melarikan diri dari pertempuran, tanpa alasan yang dibenarkan karena takut menghadapi musuh. Sedangkan mundur untuk mengatur siasat, bukan termasuk dalam larangan yang dikandung ayat ini.",
    "quraish": "Wahai orang-orang yang memihak dan tunduk pada kebenaran, apabila kalian berhadapan dengan orang-orang kafir di medan perang yang menuju ke arah kalian dengan jumlah yang besar, janganlah kalian melarikan diri dan membelakangi senjata mereka.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kamu bertemu dengan orang-orang yang kafir yang sedang menyerangmu) mereka menghimpun kekuatan dalam jumlah yang banyak sehingga mereka kelihatan seakan-akan merayap maju (maka janganlah kamu membelakangi mereka) dalam keadaan lari karena kalah."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 16,
    "arab": "وَمَنْ يُّوَلِّهِمْ يَوْمَىِٕذٍ دُبُرَهٗٓ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوْ مُتَحَيِّزًا اِلٰى فِئَةٍ فَقَدْ بَاۤءَ بِغَضَبٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ",
    "translation": "Dan barangsiapa mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan yang lain, maka sungguh, orang itu kembali dengan membawa kemurkaan dari Allah, dan tempatnya ialah neraka Jahanam, seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1176.mp3",
    "tafsir": "Allah mengancam kaum Muslimin yang melarikan diri dari pertempuran bahwa mereka akan pulang dengan membawa kemurkaan Allah. Kemurkaan Allah itu berupa ancaman yang akan ditimpakan kepada mereka, yaitu mereka akan disiksa dengan neraka Jahannam tempat kediaman yang sangat menakutkan.\nDari ayat ini dapat diambil pengertian bahwa melarikan diri dari peperangan adalah dosa besar. Nabi Muhammad saw bersabda:\n\"Jauhilah olehmu sekalian tujuh perkara yang membinasakan. Mereka bertanya: \"Apakah yang tujuh perkara itu ya Rasulullah? Nabi menjawab: \"Menyekutukan Allah, melakukan sihir, membunuh seseorang yang Allah haramkan membunuhnya, kecuali ada sebab-sebab yang membolehkan, makan riba, makan harta anak yatim, melarikan diri dari pertempuran (peperangan), dan menuduh berzina wanita mukmin yang baik-baik yang tidak berniat berbuat zina\". (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini Allah menjelaskan beberapa pengecualian dari membelakangi musuh dan melarikan diri dari pertempuran, yaitu apabila kaum Muslimin pada saat perang terjadi, mundur untuk mengatur siasat seperti mencari posisi yang lebih menguntungkan dalam pertempuran, memancing musuh agar mengejar keluar medan pertempuran yang lebih strategis sehingga dengan demikian musuh dapat dimusnahkan, atau dengan mengadakan gerak tipu sehingga sasaran tempur menjadi kacau balau, atau membagi pasukan-pasukan untuk menyerang dari segala arah, agar kesatuan musuh dapat dipecah-belah dan sebagainya.\nKaum Muslimin pada saat perang berkobar melarikan diri untuk bergabung dengan kesatuan yang lain agar sasaran tempur lebih kuat atau untuk memperoleh bantuan dari pasukan pada saat musuh dipandang mempunyai pasukan yang lebih kuat.",
    "quraish": "Barangsiapa yang tidak mempunyai keberanian menghadapi musuh lalu melarikan diri dan meninggalkan medan laga, maka Allah akan murka kepadanya. Kelak ia akan dijadikan penghuni neraka, seburuk-buruk tempat kembali. Namun, jika hal itu dilakukan demi mengatur siasat dan taktik perang, atau meninggalkan medan peperangan untuk bergabung dengan pasukan Mukmin lainnya sebagai tambahan kekuatan, maka hal itu tidak berdosa.",
    "jalalayn": "(Barang siapa yang membelakangi mereka di waktu itu) ketika berhadapan dengan mereka di medan peperangan (dalam keadaan mundur kecuali berbelok) mengelak (untuk siasat perang) dengan cara berpura-pura lari tetapi untuk tujuan menyerang (atau menggabungkan diri) menyatu (dengan pasukan yang lain) dengan pasukan kaum Muslimin lainnya meminta tolong kepada mereka (maka sesungguhnya orang itu kembali) pulang (dengan membawa kemurkaan dari Allah, dan tempatnya ialah neraka Jahanam. Dan amat buruklah tempat kembalinya) sejelek-jelek tempat kembali ialah neraka Jahanam. Keadaan ini khusus jika orang-orang kafir tidak makin bertambah lemah."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 17,
    "arab": "فَلَمْ تَقْتُلُوْهُمْ وَلٰكِنَّ اللّٰهَ قَتَلَهُمْۖ وَمَا رَمَيْتَ اِذْ رَمَيْتَ وَلٰكِنَّ اللّٰهَ رَمٰىۚ وَلِيُبْلِيَ الْمُؤْمِنِيْنَ مِنْهُ بَلَاۤءً حَسَنًاۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ",
    "translation": "Maka (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka, dan bukan engkau yang melempar ketika engkau melempar, tetapi Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin, dengan kemenangan yang baik. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1177.mp3",
    "tafsir": "Dari Ibnu Abbas bahwa Rasulullah memerintahkan Ali bin Abi thalib: Ambilkan segenggam tanah, Ali mengambilnya dan diberikan kepada Rasul lalu dilemparkan kepada orang-orang musyrik, maka tidak seorangpun dari mereka kecuali terkena matanya, maka turunlah ayat ini. \nKemudian Allah memberikan penjelasan mengenai alasan kaum Muslimin dilarang membelakangi musuh yaitu karena kemenangan tidak akan dicapai kaum Muslimin kecuali dengan maju menyerang musuh, melemparkan tombak atau melemparkan kepalan tanah kepada mereka.\nDari kemenangan dan bantuan Allah tersebut dapat dipahami bahwa setiap kali orang Muslimin menancapkan tombak untuk membunuh musuh dan setiap lemparan segenggam tanah dari mereka dijamin akan memenuhi sasaran, karena Allah-lah yang menjamin dan membantu mereka.\nAllah berfirman:\n\nPerangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang beriman. (at-Taubah/9: 14)\n\nDi samping itu keadaan yang menguntungkan bagi kaum Muslimin ialah keyakinan bahwa perjuangan mereka akan menang, dan Allah akan membantu mereka. Sedangkan orang kafir tujuannya hanyalah untuk memperoleh kepuasan hidup di dunia.\nAllah berfirman:\n\"Dan janganlah kamu berhati lemah dalam mengejar mereka (musuh mu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan\". (an-Nisa/4: 104)\n\nFirman Allah :\n\n\"Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.\" (al-Baqarah/2: 249)\nAllah menerangkan bahwa segala macam bantuan yang diberikan kepada kaum Muslimin dalam Perang Badar itu adalah merupakan alasan yang kuat terhadap larangan Allah kepada kaum Muslimin, lari dari pertempuran, dan merupakan anugerah kemenangan yang diberikan Allah kepada orang-orang mukmin, yaitu kemenangan dan harta rampasan yang banyak.\nDi akhir ayat Allah menegaskan bahwa Allah Maha Mendengar segala permintaan hamba-Nya yang betul-betul menjalankan perintah serta menjauhi larangan-Nya lagi Maha Mengetahui akan segala macam bisikan hati para hamba-Nya dan mengetahui siapakah di antara hamba-Nya yang pantas mendapat kemenangan dan siapa pula yang pantas menderita kekalahan.",
    "quraish": "Apabila kalian telah memenangkan peperangan itu atas mereka dan kalian telah berhasil membunuh musuh, maka sesungguhnya hal itu bukan semata-mata karena kekuatan kalian. Allahlah yang memenangkan kalian dan Dialah yang membunuh mereka dengan jalan memberikan kekuatan pada kalian dan meniupkan ke dalam jiwa orang-orang kafir itu rasa takut dan gentar. Demikian juga halnya dengan engkau, wahai Rasul, bukan dirimu yang melakukan pada saat engkau melemparkan debu dan kerikil ke arah muka mereka sehingga membuat orang-orang kafir itu gentar, tapi Allah yang melakukannya dan mereka gemetar dengan lemparan itu. Itulah di antara karunia baik yang diberikan Allah pada orang-orang beriman, meskipun ada di antaranya dalam bentuk ujian yang menyulitkan, sebagai cara Allah untuk menampakkan jiwa keikhlasan mereka. Sesungguhnya Allah Maha Mengetahui urusan dan Maha Mendengar ucapan orang-orang beriman dan musuh-musuh mereka.",
    "jalalayn": "(Maka yang sebenarnya bukan kamu yang membunuh mereka) di Badar dengan kekuatanmu (akan tetapi Allahlah yang membunuh mereka) dengan melalui pertolongan-Nya yang Dia limpahkan kepada kalian (dan bukan kamu yang melempar) mata kaum musyrikin, hai Muhammad (ketika kamu melempar) dengan batu kerikil, sebab sekali lempar dengan segenggam batu kerikil yang dilakukan oleh manusia tidak akan dapat memenuhi mata bala tentara yang begitu banyaknya (tetapi Allahlah yang melempar) dengan cara mengenakan lemparan itu kepada mereka; hal ini sengaja Dia lakukan guna mengalahkan orang-orang kafir (dan untuk memberi kemenangan kepada orang-orang mukmin dengan kemenangan) yakni anugerah (yang baik) yang dimaksud adalah ganimah/harta rampasan perang. (Sesungguhnya Allah Maha Mendengar) perkataan mereka (lagi Maha Mengetahui) tentang keadaan mereka."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 18,
    "arab": "ذٰلِكُمْ وَاَنَّ اللّٰهَ مُوْهِنُ كَيْدِ الْكٰفِرِيْنَ",
    "translation": "Demikianlah (karunia Allah yang dilimpahkan kepadamu), dan sungguh, Allah melemahkan tipu daya orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1178.mp3",
    "tafsir": "Allah menegaskan bahwa karunia Allah yang diberikan kepada kaum Muslimin itu bertujuan untuk melemahkan tipu-daya orang-orang kafir dan melemahkan serangan mereka kepada Nabi serta kaum Muslimin seluruhnya. Juga untuk membangun perhatian kaum Muslimin agar tetap berjuang menegakkan agama tauhid serta berbuat baik sesama mereka dalam membela serta menegakkan agama.\nDari ayat ini dapat dipahami bahwa Allah, selalu melindungi setiap perjuangan kaum Muslimin dalam menegakkan agama tauhid serta akan melemahkan perjuangan orang-orang musyrikin pada setiap gerak dan langkah mereka yang ditujukan untuk memerangi orang-orang yang menegakkan agama tauhid dan menyebarluaskan agama Islam.",
    "quraish": "Itulah kemenangan yang besar dan Allah Maha Melemahkan tipu muslihat orang-orang kafir.",
    "jalalayn": "(Itulah) kemenangan itu suatu hal yang nyata (dan sesungguhnya Allah melemahkan) membuat tidak berdaya (tipu daya orang-orang yang kafir)."
  },
  {
    "ruku": 147,
    "name": "Al-Anfal",
    "ayat": 19,
    "arab": "اِنْ تَسْتَفْتِحُوْا فَقَدْ جَاۤءَكُمُ الْفَتْحُۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَعُوْدُوْا نَعُدْۚ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْـًٔا وَّلَوْ كَثُرَتْۙ وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَ ࣖ ",
    "translation": "Jika kamu meminta keputusan, maka sesungguhnya keputusan telah datang kepadamu; dan jika kamu berhenti (memusuhi Rasul), maka itulah yang lebih baik bagimu; dan jika kamu kembali, niscaya Kami kembali (memberi pertolongan); dan pasukanmu tidak akan dapat menolak sesuatu bahaya sedikit pun darimu, biarpun dia jumlahnya (pasukan) banyak. Sungguh, Allah beserta orang-orang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1179.mp3",
    "tafsir": "Sesudah itu Allah memberikan pernyataan yang ditujukan kepada orang-orang musyrikin bahwa apabila mereka ingin mencari keputusan mana di antara kedua bala tentara yang paling unggul dan paling mendapat petunjuk sehingga memperoleh kemenangan, maka jelaslah yang mendapat kemenangan gilang-gemilang itulah pasukan yang paling unggul dan paling mendapat petunjuk.\nPernyataan ini adalah merupakan ejekan terhadap orang-orang musyrikin karena pada akhir pertempuran Perang Badar kemenangan jelas diperoleh oleh kaum Muslimin, sedangkan mereka kaum musyrikin mengalami kehancuran dan kekalahan.\nPernyataan ini berlaku pada setiap waktu dan tempat, di mana saja dan kapan saja terjadi pergolakan di antara dua golongan maka kemenangan tentu akan diperoleh oleh golongan yang berdiri atas prinsip-prinsip yang benar.\nKemudian Allah menyeru orang-orang musyrikin bahwa apabila mereka setelah menderita kekalahan dalam Perang Badar itu berhenti dari memusuhi Muhammad saw dan pengikut-pengikutnya, maka sebenarnya hal itu lebih baik buat mereka.\nTawaran itu dikemukakan Allah kepada mereka karena mereka telah mengalami pahit getirnya peperangan. Dari pengalaman itu mereka telah melihat kenyataan bahwa betapa pun kuatnya dan betapa pun banyaknya jumlah pasukan yang mereka kerahkan serta perlengkapan perang yang mereka andalkan, namun akhirnya mereka mengalami kekalahan juga.\nApabila mereka itu membangkang seruan ini dan kembali memusuhi serta memerangi Rasul dan pengikut-pengikutnya, maka kenyataan yang mereka alami itu akan terulang kembali, yaitu Allah kembali memberi pertolongan-Nya kepada Rasulullah saw.\nAllah menegaskan bahwa angkatan perang kaum musyrikin betapa pun kuatnya, tidak akan dapat menolak bencana malapetaka yang akan ditimpakan oleh Allah kepada mereka. Hal ini menunjukkan bahwa jumlah tentara yang banyak tidak selalu menentukan jalannya peperangan, terkecuali jumlah yang banyak itu disertai dengan kekuatan jiwa dan kepercayaan kepada Allah Azza wa Jalla.\nBetapa pun gigihnya Abu Jahal dan pengikut-pengikutnya untuk mengalahkan kaum Muslimin dalam Perang Badar mereka tidak juga berhasil sebagaimana diterangkan oleh Hadis yang diriwayatkan oleh Ahmad dan an-Nasai:\n\"Ya Allah siapa di antara kami yang telah memutuskan tali persaudaraan dan membawa sesuatu agama yang tidak dikenal, maka hancurkanlah ia sebelum terbitnya fajar, maka yang demikian itu adalah sebagai permintaan kemenangan dari padanya (untuk Rasulullah). (Riwayat Ahmad dan an-Nasai).\n\nMenurut riwayat as-Suddi yang berasal dari Mujahid, diceritakan bahwa sebelum pasukan Quraisy berangkat ke medan perang mereka berdoa :\nOrang-orang musyrikin pada waktu keluar dari kota Mekah menuju Badar, telah memegang tirai Kabah kemudian mereka memohon kemenangan kepada Allah dan berkata: \"Aduhai Tuhan berilah kemenangan kepada pasukan yang paling tinggi (derajatnya) kepada golongan yang paling mulia dan kepada kiblat yang paling baik.\" Maka turunlah ayat: Jika kamu (orang musyrikin) mencari keputusan.",
    "quraish": "Wahai orang-orang yang menyekutukan Allah, jika kalian memohon kepada Allah dengan cara bergelantungan pada kain penutup Ka'bah, agar Dia memutuskan perkara antara kalian dengan orang-orang beriman, maka telah datang kepada kalian hukum yang tegas, bahwa kemenangan akan berpihak pada orang-orang Mukmin, bukan pada kalian. Apabila kalian mengulang lagi penyerangan itu maka Kami akan menjanjikan kekalahan yang lain pada kalian. Pasukan kalian yang bergelimang dosa, meskipun berjumlah banyak, tidak akan dapat melindungi kalian dari bahaya. Sesungguhnya Allah bersama orang-orang yang percaya dan tunduk pada kebenaran.",
    "jalalayn": "(Jika kalian mencari keputusan) hai orang-orang kafir, yakni kamu sekalian meminta keputusan, di mana salah seorang dari kamu yaitu Abu Jahal mengatakan, \"Ya Allah! Siapakah dari kami yang paling memutuskan silaturahmi dan yang paling banyak melakukan hal-hal yang tidak dikenal pada kalangan kami, maka semoga Engkau membinasakannya (maka telah datang kepadamu keputusan) ketentuan binasanya orang-orang yang melakukan hal itu, mereka adalah Abu Jahal dan orang-orang yang terbunuh bersamanya, bukannya Nabi saw. dan kaum mukminin (dan jika kalian berhenti) dari perbuatan kafir dan memerangi Nabi saw. (maka itulah yang lebih baik bagi kalian; dan jika kalian kembali) untuk memerangi Nabi saw. (niscaya Kami kembali) untuk memberikan pertolongan kepada Nabi saw. atas kalian (dan tidak akan dapat mencukupi) menolak (angkatan perang kalian dari kalian) yakni golongan kalian (sesuatu bahaya pun biar pun angkatan perang itu banyak dan sesungguhnya Allah beserta orang-orang yang beriman) huruf inna dibaca kasrah sebagai jumlah isti`naf, dan dibaca anna dengan memperkirakan adanya huruf lam, bentuk lengkapnya ialah lama`al mu`miina."
  }
]