[
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 20,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَوَلَّوْا عَنْهُ وَاَنْتُمْ تَسْمَعُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan Rasul-Nya, dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah-perintah-Nya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1180.mp3",
    "tafsir": "Allah menyeru orang-orang mukmin agar menaati Allah dan Rasul-Nya. Menaati Allah dan Rasul-Nya dalam ayat ini ialah melaksanakan jihad, berjuang untuk membela agama tauhid dan meninggalkan kampung halaman serta mempergunakan harta benda dan jiwa apabila diperlukan, dan melarang orang-orang mukmin berpaling dari pada perintah-Nya, sedang pada waktu itu mereka telah mengetahui dan mendengar seruan untuk menaati perintah-Nya dan membantu perjuangannya.\nDimaksud mendengar dalam ayat ini ialah memahami seruan Rasul serta membenarkannya. Sebagai seorang mukmin semestinya ia mengatakan pada waktu mendengar seruan Rasul \"samina wa athana\" (kami mendengar dan menaati), sebagaimana firman Allah:\n\nHanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, \"Kami mendengar, dan kami taat.\" Dan mereka itulah orang-orang yang beruntung. (an-Nur/24: 51)\nDan firman Allah lagi:\n\n\"Kami tidak membeda-bedakan seseorang pun dari Rasul-Rasul-Nya.\" Dan mereka berkata,\"Kami dengar dan kami taat.\" (al-Baqarah/2: 285)\n\nYang dimaksud dengan mendengar seruan Rasul dalam ayat ini ialah menaati semua perintah Allah yang disampaikan kepadanya dengan perantara wahyu.",
    "quraish": "Wahai orang-orang yang berpihak dan tunduk pada kebenaran, sesungguhnya kalian telah benar-benar mengetahui bahwa kemenangan itu datang atas bantuan Allah dan oleh sikap patuh pada Allah dan Rasul- Nya. Maka tetaplah kalian bersikap patuh kepada Allah dan Rasul-Nya. Janganlah kalian menghalang- halangi seruan Rasul kepada kebenaran, padahal kalian mendengar dan memahami apa yang dikatakannya.",
    "jalalayn": "(Hai orang-orang yang beriman, taatlah kamu sekalian kepada Allah dan Rasul-Nya, dan janganlah kalian berpaling) memalingkan diri (daripada-Nya) dengan cara menentang perintah-Nya (sedang kalian mendengar) Alquran dan nasihat-nasihat-Nya."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 21,
    "arab": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ قَالُوْا سَمِعْنَا وَهُمْ لَا يَسْمَعُوْنَۚ ",
    "translation": "dan janganlah kamu menjadi seperti orang-orang (munafik) yang berkata, “Kami mendengarkan,” padahal mereka tidak mendengarkan (karena hati mereka mengingkarinya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1181.mp3",
    "tafsir": "Allah melarang orang-orang mukmin berbuat sebagai orang-orang munafik dan orang-orang kafir apabila mendengar seruan Rasul, mereka berbuat seolah-olah mendengar seruan itu, tetapi sebenarnya hati mereka mengingkarinya. Maka kaum Muslimin pun dilarang berbuat seperti mereka, yang kelihatannya mendengarkan seruan Nabi dengan penuh perhatian, padahal mereka tidak menaruh perhatian sedikit pun apalagi melaksanakannya.\nDalam ayat ini orang-orang munafik dinyatakan sebagai orang-orang yang tidak mau mendengarkan perkataan Nabi, yaitu memeluk agama Islam, hal ini memberikan petunjuk bahwa mereka tidak mau membenarkan sama sekali apa yang diserukan Nabi itu.\nAllah berfirman:\n\nDan di antara mereka ada orang yang mendengarkan perkataanmu (Muhammad), tetapi apabila mereka telah keluar dari sisimu, mereka berkata kepada orang yang telah diberi ilmu (sahabat-sahabat Nabi), \"Apakah yang dikatakannya tadi?\" Mereka itulah orang-orang yang dikunci hatinya oleh Allah, dan mengikuti keinginannya. (Muhammad/47: 16)",
    "quraish": "Janganlah kalian berperangai seperti orang-orang munafik yang berkata, \"Kami telah mengetahui dan mengerti kebenaran,\" akan tetapi sebenarnya mereka tidak mempercayai dan tidak tunduk kepada kebenaran, seakan-akan mereka tidak mengetahui kebenaran itu.",
    "jalalayn": "(Dan janganlah kalian menjadi sebagai orang-orang yang berkata, \"Kami mendengar; padahal mereka tidak mendengarkan) secara sadar dan penuh dengan pengertian, mereka adalah orang-orang munafik dan kaum musyrikin"
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 22,
    "arab": "۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ",
    "translation": "Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mendengar dan memahami kebenaran) yaitu orang-orang yang tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1182.mp3",
    "tafsir": "Allah menyamakan orang-orang munafik itu dengan binatang yang paling buruk, karena mereka itu tidak mau mempergunakan pendengarannya untuk mengetahui seruan-seruan yang benar dan tidak memperhatikan nasihat-nasihat yang baik.\nOrang-orang munafik disamakan dengan binatang dalam ayat ini, bukanlah fisik mereka seperti binatang, tetapi sifat kejiwaan merekalah yang seperti binatang. Mereka menolak pengertian dari firman Allah dan tidak mau memikirkan dan memahami kebenaran. Dalam hal ini mereka tidak mau membedakan mana seruan yang benar dan mana ajakan yang salah dan mana itikad yang benar serta mana kepercayaan yang salah.\nSebagai alasan yang lain dipersamakannya mereka dengan binatang adalah karena tidak mau menuturkan kebenaran, seolah-olah mereka tidak berfikir, karena mereka menyia-nyiakan akal mereka sehingga tidak dapat menuturkan kebenaran itu sebagaimana mestinya. Seandainya mereka menggunakan akal, tentulah mereka mau mendengarkan seruan Rasul serta mau mengikutinya.\nDi dalam ayat ini atau ayat yang lain Allah, menerangkan bahwa orang-orang munafik itu lebih sesat dari binatang.\nFirman Allah:\n\n\"Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakan untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.\" (al-Araf/7: 179)\n\nPendengaran dan penglihatan tidak dapat dibuat manusia, karena keduanya bertalian dengan jiwa, dengan hidup. Tidak bisa diharapkan dari benda mati yang tidak mempunyai pendengaran dan penglihatan itu. Bahkan pendengaran dan penglihatan yang hidup tidak berfungsi jika tidak diarahkan.",
    "quraish": "Sesungguhnya orang-orang musyrik, termasuk di dalamnya orang-orang munafik, bagaikan binatang yang paling buruk. Pendengaran mereka tuli dan tidak dapat mendengar, mulut mereka bisu dan tidak mampu bicara. Mereka memang tidak mau mendengar, mengatakan dan memikirkan yang benar.",
    "jalalayn": "(Sesungguhnya binatang, makhluk-makhluk yang seburuk-buruknya di sisi Allah ialah orang-orang yang tuli) tidak mau mendengarkan perkara yang hak (dan bisu) tidak mengucapkan perkara yang hak (yang tidak mengerti apa pun) tentang perkara yang hak."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 23,
    "arab": "وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ",
    "translation": "Dan sekiranya Allah mengetahui ada kebaikan pada mereka, tentu Dia jadikan mereka dapat mendengar. Dan jika Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling, sedang mereka memalingkan diri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1183.mp3",
    "tafsir": "Allah memberikan pernyataan terhadap orang-orang munafik dan orang-orang musyrik bahwa andaikata mereka mempunyai kemauan untuk beriman dan harapan untuk mengikuti petunjuk yang disampaikan oleh Rasulullah, tentulah Allah menjadikan mereka dapat mendengar. Tetapi lantaran bakat mereka, untuk menerima petunjuk Allah telah dikotori dengan noda-noda kemusyrikan dan kenifakan, maka tidak ada jalan lain lagi untuk mengarahkan bakat-bakat mereka untuk menerima petunjuk.\nSeumpama Allah menjadikan mereka dapat memahami seruan Rasul itu tentulah mereka enggan melaksanakan apa yang mereka dengar, apa lagi untuk mengamalkannya, karena di dalam hati mereka telah bersarang keingkaran dan kekafiran. Dari firman Allah itu dapat dipahami bahwa derajat orang yang mendengarkan seruan Rasul itu bertingkat-tingkat.\n1. Ada orang yang sengaja tidak mau mendengarkan seruan Rasul secara terang-terangan dan menyambutnya dengan permusuhan sejak semula, karena mereka merasa bahwa seruannya itu akan menghancurkan keyakinannya.\n2. Ada orang yang mendengarkan seruan Rasul, akan tetapi tidak berniat untuk memahami dan memikirkan apa yang diserukan, seperti orang-orang munafik.\n3. Ada orang yang mendengarkan seruan Rasul dengan maksud mencari kesempatan untuk membantah dan menolaknya. Hal serupa ini dilakukan oleh orang-orang musyrik dan ahli kitab yang mengingkari kebenaran ayat Al-Quran.\n4. Ada orang yang mendengarkan dengan maksud ingin memahami dan memikirkan seruan Rasul. Tetapi adakalanya ajaran Islam itu dijadikan sebagai pengetahuan yang dipergunakan untuk tujuan-tujuan tertentu dan adakalanya ajaran Islam itu dijadikan bahan pembicaraan dan sasaran kritikan. Perbuatan ini dilakukan oleh kebanyakan orang-orang orientalis.",
    "quraish": "Kalau saja Allah berkehendak mengetahui, dengan ilmu-Nya yang azali, bahwa ihwal mereka nantinya tidak akan mendatangkan kebaikan bagi diri mereka sendiri, bagi orang lain dan bagi kebenaran, niscaya Allah akan membuat mereka dapat mendengarkan petunjuk yang mengantarkan kebenaran pada akal mereka. Tapi sebenarnya meskipun mereka dapat mendengar dan memahami kebenaran itu, pasti mereka tetap akan berpaling dari usaha mendapatkan petunjuk, karena mereka telah dikuasai hawa nafsu.",
    "jalalayn": "(Kalau sekiranya Allah mengetahui kebaikan pada mereka) bakat yang baik di dalam mendengarkan perkara yang hak (tentulah Allah menjadikan mereka dapat mendengar) dengan pendengaran yang disertai pemahaman. (Dan jika Allah menjadikan mereka dapat mendengar) sebagai perumpamaan, karena Allah telah mengetahui bahwa tidak ada kebaikan dalam diri mereka (niscaya mereka pasti berpaling juga) dari perkara yang hak itu (sedangkan mereka memalingkan diri\") dari menerima perkara hak yang mereka dengar itu karena keras hati dan ingkar."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 24,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Penuhilah seruan Allah dan Rasul, apabila dia menyerumu kepada sesuatu yang memberi kehidupan kepadamu, dan ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dan hatinya dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1184.mp3",
    "tafsir": "Allah menyerukan kepada orang-orang mukmin, bahwa apabila Allah dan Rasul-Nya menyampaikan hukum-hukumnya yang berguna untuk kehidupan mereka, hendaklah mereka menyambut seruan itu dan menerimanya dengan penuh perhatian serta berusaha untuk mengabulkannya. Karena seruan itu mengandung ajaran-ajaran yang berguna bagi kehidupan mereka, seperti mengetahui hukum-hukum Allah yang diberikan kepada makhluk-Nya, suri teladan hidup yang dapat dijadikan contoh dan pelajaran yang utama untuk meningkatkan nilai-nilai kemanusiaan serta mengangkat kehidupan mereka kepada martabat yang sempurna, sehingga mereka dapat menempuh jalan lurus yang mendekatkan diri kepada Tuhan. Akhirnya mereka akan hidup di bawah keridaan Allah; di dunia mereka akan berbahagia dan di akhirat akan mendapat surga. Di dalam ayat lain perintah mengikuti Rasul itu disertai dengan perintah memegangnya dengan teguh.\nAllah berfirman:\n\n\"Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah.\" (al-Baqarah/2: 93)\n\nMenaati Rasul hukumnya wajib, baik pada waktu beliau hidup maupun setelah wafatnya. Menaati Rasul ialah menaati segala macam perintahnya dan menjauhi larangannya yang termuat dalam Kitab Al-Quran dan yang termuat pula dalam Kitab-kitab hadis yang diketahui kesahihannya.\nAllah memerintahkan kepada kaum Muslimin agar mereka betul-betul mengetahui bahwa Allah membatasi antara manusia dan hatinya. Ungkapan ini mengandung banyak pengertian:\n1. Bahwa Allah menguasai hati seseorang, maka Allah-lah yang menentukan kecenderungan hati itu menurut kehendak-Nya. Allah berkuasa untuk mengarahkan hati orang kafir apabila ia menghendaki orang kafir itu mendapat hidayah dan menguasai hati seseorang yang beriman untuk menyesatkannya apabila Ia berkehendak untuk menyesatkan. Pengertian serupa ini terdapat pula dalam hadis yang diriwayatkan oleh al-Hakim dalam Kitab al-Mustadrak dari Ibnu Abbas dan dari sebagian besar ulama salaf.\nHadis-hadis yang menguatkan pengertian ini antar lain bahwa Nabi Muhammad, seringkali mengatakan:\n\"Wahai Tuhan yang membolak-balikkan hati, tetapkanlah hatiku atas agamamu. Lalu Rasulullah ditanya, \"Ya Rasulullah! Kami telah beriman kepadamu dan kepada Kitab yang engkau bawa, maka apakah yang engkau khawatirkan terhadap kami? Maka Rasulullah menjawab, \"Ya! Sungguh hati itu berada di antara dua jari dari jari-jari Tuhan. Dialah Yang membolak-balikkannya.\" (Riwayat Imam Ahmad dan at-Tirmidzi dari Anas).\n\n2. Bahwa Allah, menyuruh hambanya untuk bersegera menaati Allah sebelum terlepasnya jiwa dari tubuh, tetapi mereka tidak memperdulikan perintah itu. Ini berarti bahwa Allah mematikan hatinya sehingga hilanglah kesempatan yang baik itu, yaitu hilangnya kesempatan seseorang untuk melakukan amal yang baik dan usaha untuk mengobati hati dengan bermacam penawar jiwa sehingga jiwanya menjadi sehat, sesuai dengan kehendak Allah. Kata-kata membatasi adalah merupakan kata yang digunakan untuk pengertian mati, karena hati itulah biasanya yang dapat memahami sesuatu, maka apabila dikatakan hati seseorang telah mati berarti hilanglah kesempatan seseorang untuk memanfaatkan ilmu pengetahuannya.\n3.Kata membatasi (yahulu) adalah merupakan kata-kata majaz yang menggambarkan batas terdekat kepada hamba. Karena sesuatu yang memisahkan antara dua buah barang, adalah sangat dekat kepada dua barang itu.\nPengertian serupa ini dinukilkan dari Qatadah, karena pada saat membicarakan makna ayat, ia membawakan firman Allah:\n\n\"Dan Kami lebih dekat kepadanya daripada urat lehernya.\" (Qaf/50: 16)\n\nBagaimana juga perbedaan pendapat di kalangan para mufassir mengenai penafsiran ayat ini, tetapi hal yang tidak dapat disangkal ialah bahwa Allah telah membuat bakat-bakat dalam diri seseorang. Bakat baik dan bakat buruk kedua-duanya dapat berkembang menurut Sunnah Allah yang telah ditetapkan bagi manusia. Berkembangnya bakat-bakat itu bergantung pada situasi, kondisi dan lingkungan. Apabila seseorang dididik dengan baik, niscaya jiwanya akan menjadi baik. Sebaliknya apabila jiwa itu dididik dengan jahat, atau berada dalam lingkungan yang jahat niscaya jiwa itu akan menjadi jahat. Hati adalah merupakan pusat perasaan, kemampuan serta kehendak seseorang yang dapat mengendalikan jasmaninya untuk mewujudkan amal perbuatan.\nPantaslah kalau di dalam ayat ini dikatakan, bahwa Allah membatasi antara seseorang dengan hatinya, karena Allah-lah Yang lebih mengetahui hati nurani seseorang. Dia Yang menguasai hati itu, karena Dialah pula yang menciptakan bakat-bakat yang terdapat dalam hati dan Dia pula yang paling dapat menentukan ke mana hati itu mengarah.\nAkhir ayat ini Allah menegaskan bahwa sesungguhnya seluruh manusia itu akan dikumpulkan kepada Allah, di padang Mahsyar untuk mempertanggungjawabkan segala macam amalnya dan menerima pembalasan yang setimpal dengan amal perbuatan mereka.",
    "quraish": "Wahai orang-orang yang berpihak dan tunduk pada kebenaran, sambutlah Allah dengan sepenuh hati jika Dia memerintahkan kalian untuk mengerjakan sesuatu. Sambutlah Rasul-Nya--sebagai penyampai pesan-pesan Allah--apabila dia menyeru kalian untuk mengerjakan perintah dan menegakkan hukum Allah yang menjamin kehidupkan jiwa, raga, pikiran dan kalbu kalian. Ketahuilah, dengan penuh keyakinan, bahwa Allah menguasai dan mengarahkan hati kalian pada apa yang Dia kehendaki. Allah akan membuat dinding pemisah antara diri dan hati kalian jika mendapat bisikan hawa nafsu. Dan jika kalian meniti jalan yang lurus, niscaya Allah akan menyelamatkan kalian, dan kelak kalian akan dikumpulkan Allah di hari kiamat, hari pembalasan.",
    "jalalayn": "(Hai orang-orang yang beriman, penuhilah seruan Allah dan seruan Rasul) dengan taat (apabila Rasul menyeru kamu pada suatu yang memberi kehidupan kepada kalian) berupa perkara agama sebab perkara agama merupakan penyebab bagi kehidupan yang kekal (dan ketahuilah oleh kalian bahwa sesungguhnya Allah menghalangi antara manusia dan hatinya) maka ia tidak dapat beriman atau kafir melainkan berdasarkan kehendak Allah (dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan) Allah akan membalas semua amal perbuatan kalian."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 25,
    "arab": "وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ",
    "translation": "Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah sangat keras siksa-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1185.mp3",
    "tafsir": "Allah menyerukan kepada orang-orang beriman, agar memelihara diri mereka dari siksaan, yang tidak hanya khusus menimpa orang-orang zalim itu saja di antara orang-orang beriman. Maksudnya ialah apabila di dalam suatu kaum perbuatan maksiat telah merata maka Allah akan menyiksa mereka itu secara keseluruhan. Siksaan itu tidak hanya bagi orang yang melakukan kemaksiatan itu saja, akan tetapi siksaan itu akan menimpa mereka secara merata tanpa pilih kasih, meskipun di dalamnya terdapat juga orang-orang yang saleh yang berada di antara mereka itu.\nRasulullah saw bersabda:\n\"Tidak ada suatu kaum yang sebagian besar orang-orangnya lebih terpedaya melakukan kemaksiatan dari yang tidak melakukan, kemudian mereka tidak mau mengubahnya selain Allah akan menyiksa mereka dengan siksaan yang merata.\" (Riwayat Ahmad dari Jarir)\n\nOleh sebab itulah di dalam masyarakat ada institusi yang mengurus kemaslahatan dan mengurus amar maruf dan nahi mungkar. Lembaga ini hendaknya bertugas meneliti kemaksiatan yang timbul dalam masyarakat, serta berusaha pula untuk mencari cara-cara pencegahannya. Juga lembaga ini berusaha untuk menggiatkan masyarakat melakukan segala yang diperintahkan oleh agama dan menghentikan segala sesuatu yang dilarang. Apabila kemaksiatan itu telah merata, dan masyarakat telah melupakan agama, maka bencana yang akan menimpa masyarakat itu tidak hanya akan menimpa suatu kelompok atas golongan tertentu saja, tetapi bencana itu akan dirasakan oleh anggota masyarakat, secara keseluruhan dan merata.\nDi akhir ayat ini Allah memperingatkan orang-orang mukmin agar mereka itu mengetahui bahwa Allah amat pedih siksaan-Nya. Siksaan Allah ditimpakan atas siapa saja yang melanggar hukum-Nya. Ancaman Tuhan yang sangat keras ini akan berlaku apabila kejahatan itu telah merajalela dan merata di segenap anggota masyarakat itu tanpa pandang bulu. Sedangkan ancaman-ancamannya di akhirat ditimpakan kepada orang-orang, yang melakukannya sesuai dengan berat ringannya perbuatan yang dilakukan oleh orang itu.",
    "quraish": "Lindungilah diri kalian dari dosa-dosa besar yang merusak tatanan masyarakat. Jauhilah sikap enggan berjihad di jalan Allah, perpecahan, dan rasa malas melaksanakan kewajiban melakukan amar makruf nahi munkar. Karena, akibat buruk dosa itu akan menimpa semua orang, tidak khusus hanya orang yang berbuat kejahatan saja. Yakinlah bahwa siksa Allah di dunia dan akhirat itu amat keras.",
    "jalalayn": "(Dan peliharalah diri kalian daripada siksaan) jika siksaan menimpa kalian (ia tidak khusus menimpa orang-orang yang lalim saja di antara kalian) bahkan siksaan itu merata kepada mereka dan selain mereka. Dan cara untuk memelihara diri supaya jangan tertimpa siksaan ialah membenci penyebabnya, yaitu perkara mungkar. (Dan ketahuilah bahwa Allah sangat keras siksaan-Nya) terhadap orang-orang yang melanggar perintah dan larangan-Nya."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 26,
    "arab": "وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ",
    "translation": "Dan ingatlah ketika kamu (para Muhajirin) masih (berjumlah) sedikit, lagi tertindas di bumi (Mekah), dan kamu takut orang-orang (Mekah) akan menculik kamu, maka Dia memberi kamu tempat menetap (Madinah) dan dijadikan-Nya kamu kuat dengan pertolongan-Nya dan diberi-Nya kamu rezeki yang baik agar kamu bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1186.mp3",
    "tafsir": "Allah mengingatkan kaum Muslimin kepada nikmat Allah yang telah diberikan kepada mereka pada peristiwa hijrah. Pada saat itu mereka yang berhijrah dari Mekah ke Medinah berjumlah sedikit, dan mereka termasuk golongan yang tertindas. Pada saat permulaan Islam, kaum Muslimin merasa khawatir apabila orang-orang musyrik Quraisy menculik mereka. Kemudian Allah menghilangkan kekhawatiran itu. Allah, memberikan tempat yang aman buat mereka yaitu Medinah. Sesudah itu Allah, memberikan pertolongan kepada kaum Muslimin sehingga mereka menjadi umat yang kuat, baik berupa pertolongan yang diberikan oleh orang-orang Anshar ketika beliau dan pengikut-pengikutnya berada di Medinah, ataupun bantuan-bantuan Allah yang diberikan ketika mereka berhadapan dengan kaum musyrikin dalam Perang Badar. \nAllah juga mengingatkan kepada kaum Muslimin kepada nikmat-Nya yang lain yaitu rezeki yang baik dan halal, baik berupa kemakmuran bumi Medinah yang mereka alami ataupun kemenangan dalam Perang Badar. Nikmat-nikmat Allah yang diberikan kepada kaum Muslimin yang disebutkan dalam ayat-ayat ini, adalah untuk memberikan rangsangan agar kaum Muslimin mensyukuri nikmat-nikmat itu.",
    "quraish": "Ingatlah kembali wahai orang-orang yang beriman--meskpiun saat ini kalian telah menjadi bangsa yang kuat--masa-masa ketika masih menjadi kaum minoritas, kaum tertindas, di mana semua musuh mengeksploitasi kelemahan kalian dan kalian dicekam rasa takut oleh tindakan-tindakan penculikan yang dilakukan oleh musuh-musuh itu. Kemudian kalian berhijrah atas perintah Allah ke kota Yatsrib, yang selanjutnya menjadi tempat tinggal kalian. Kalian menang dengan bantuan dan dukungan-Nya. Allah memberikan pada kalian harta rampasan perang yang baik-baik agar kalian bersyukur atas pemberian itu dan terus berjuang demi menjunjung tinggi kalimat yang benar.",
    "jalalayn": "(Dan ingatlah hai para Muhajirin ketika kalian masih berjumlah sedikit lagi tertindas di muka bumi) yakni Mekah (kalian takut orang-orang Mekah akan menculik kalian) mengambil kalian dengan cepat (maka Allah memberi kalian tempat menetap) yaitu kota Madinah (dan didukung-Nya kalian) Dia membuat kalian menjadi kuat (dengan pertolongan-Nya) ketika perang Badar, yaitu melalui bantuan para malaikat (dan diberi-Nya kalian rezeki dari yang baik-baik) berupa ganimah (agar kalian bersyukur) terhadap nikmat-nikmat-Nya. Ayat ini diturunkan berkenaan dengan Abu Lubabah alias Marwan bin Abdul Munzir. Nabi saw. telah mengutusnya kepada orang-orang Bani Quraizhah dengan membawa pesan darinya, supaya mereka mau tunduk di bawah kekuasaan Nabi saw. Maka Abu Lubabah bermusyawarah dengan mereka; akan tetapi ia mengisyaratkan dengan tangannya kepada mereka, bahwa jika mereka tunduk maka hukumannya adalah sembelih (maut). Abu Lubabah sengaja berbuat demikian demi untuk melindungi anak-anak dan harta bendanya yang berada di antara mereka."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 27,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu mengkhianati Allah dan Rasul dan (juga) janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedang kamu mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1187.mp3",
    "tafsir": "Abdullah bin Abi Qatadah berkata, \"Ayat ini turun berkenaan dengan Abu Lubabah pada ketika Rasulullah saw, mengepung suku Quraidhah dan memerintahkan mereka untuk menerima putusan Saad. Sesudah itu Quraidhah berunding dengan Abu Lubabah tentang menerima putusan Saad itu, karena keluarga Abu Lubabah dan harta bendanya berada dalam kekuasaan mereka. Kemudian Quraidhah menunjuk ke lehernya (yakni sebagai tanda untuk disembelih). Abu Lubabah berkata, \"Sebelum kedua telapak kakiku bergerak, aku telah mengetahui bahwa diriku telah berkhianat kepada Allah dan Rasul-Nya.\" Kemudian ia bersumpah tidak akan makan apa pun sehingga ia mati, atau Allah menerima taubatnya. Kemudian ia pergi ke mesjid dan mengikat dirinya ke tiang, dan tinggal beberapa hari di sana sehingga jatuh pingsan, karena badannya sangat lemah. Kemudian Allah menerima taubatnya. Dan ia bersumpah, bahwa dia tidak boleh dilepaskan dirinya dari ikatannya selain oleh Rasulullah sendiri. Kemudian ia berkata, \"Hai Rasulullah! Saya bernazar untuk melepaskan hartaku sebagai sadaqah.\" Rasulullah bersabda, \"Cukuplah bersadaqah sepertiganya.\" (Riwayat Saad bin Manshur dari Abdillah bin Abi Qatadah).\nAllah menyeru kaum Muslimin agar mereka tidak mengkhianati Allah dan Rasul-Nya, yaitu mengabaikan kewajiban-kewajiban yang harus mereka laksanakan, melanggar larangan-larangan-Nya, yang telah ditentukan dengan perantaraan wahyu. Tidak mengkhianati amanat yang telah dipercayakan kepada mereka, yaitu mengkhianati segala macam urusan yang menyangkut ketertiban umat, seperti urusan pemerintahan, urusan perang, urusan perdata, urusan kemasyarakatan dan tata tertib hidup masyarakat. Untuk mengatur segala macam urusan yang ada dalam masyarakat itu diperlukan adanya peraturan yang ditaati oleh segenap anggota masyarakat dan oleh pejabat-pejabat yang dipercaya mengurusi kepentingan umat. \nPeraturan-peraturan itu secara prinsip telah diberikan ketentuannya secara garis besar di dalam Al-Quran dan Hadis. Maka segenap yang berpautan dengan segala urusan kemasyarakatan itu tidak boleh bertentangan dengan prinsip-prinsip yang telah ditentukan. Karenanya segenap peraturan yang menyangkut kepentingan umat tidak boleh dikhianati, dan wajib ditaati sebagaimana mestinya. Hampir seluruh kegiatan dalam masyarakat ini berhubungan dengan kepercayaan itu. Itulah sebabnya maka Allah, melarang kaum Muslimin mengkhianati amanat, karena apabila amanat sudah tidak terpelihara lagi berarti hilanglah kepercayaan. Apabila kepercayaan telah hilang maka berarti ketertiban hukum tidak akan terpelihara lagi dan ketenangan hidup bermasyarakat tidak dapat dinikmati lagi.\nAllah menegaskan bahwa bahaya yang akan menimpa masyarakat lantaran mengkhianati amanat yang telah diketahui, baik bahaya yang akan menimpa mereka di dunia, yaitu merajalelanya kejahatan dan kemaksitan yang mengguncangkan hidup bermasyarakat, ataupun penyesalan yang abadi dan siksaan api neraka yang akan menimpa mereka di akhirat nanti.\nKhianat adalah sifat orang-orang munafik, sedang amanah adalah sifat orang-orang mukmin. Maka orang mukmin harus menjauhi sifat khianat itu agar tidak kejangkitan penyakit nifak yang dapat mengikis habis imannya.\n\n\nAnas bin Malik berkata:\n\"Rasulullah saw pada setiap khutbahnya selalu bersabda: \"Tidak beriman orang yang tak dapat dipercaya, dan tidak beragama orang yang tak dapat dipercaya.\" (Riwayat Ahmad dan Ibnu Hibban dari Anas bin Malik)\n\nSabda Nabi saw:\n\"Tanda-tanda orang munafik itu ada tiga. Apabila menuturkan kata-kata ia berdusta, dan apabila berjanji ia menyalahi, dan apabila diberi kepercayaan ia berkhianat.\" (Riwayat Muslim dari Abu Hurairah)",
    "quraish": "Wahai orang-orang yang beriman, percaya dan tunduklah kepada kebenaran. Allah tidak membenarkan ada orang dari kalangan kalian yang berkhianat kepada-Nya dan rasul-Nya dengan berpihak kepada penentang-penentang kebenaran itu. Atau mengkhianati orang lain dalam soal pengambilan harta rampasan perang dan berpangku tangan enggan berjihad. Dan jangan pula kalian mengkhianati amanat orang lain sedangkan kalian memahami perintah dan larangan-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman janganlah kalian mengkhianati Allah dan rasul-Nya dan) jangan pula (kalian mengkhianati amanat-amanat kalian) yakni apa-apa yang dipercayakan kepada kalian berupa agama dan hal-hal yang lain (sedangkan kalian mengetahui)."
  },
  {
    "ruku": 148,
    "name": "Al-Anfal",
    "ayat": 28,
    "arab": "وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ",
    "translation": "Dan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1188.mp3",
    "tafsir": "Allah memperingatkan kaum Muslimin agar mereka mengetahui bahwa harta dan anak-anak mereka itu adalah cobaan. Maksudnya ialah bahwa Allah menganugerahkan harta benda dan anak-anak kepada kaum Muslimin sebagai ujian bagi mereka itu apakah harta dan anak-anak banyak itu menambah ketakwaan kepada Allah, mensyukuri nikmat-Nya serta melaksanakan hak dan kewajiban seperti yang telah ditentukan Allah. Apabila seorang muslim diberi harta kekayaan oleh Allah, kemudian ia bersyukur atas kekayaan itu dengan membelanjakannya menurut ketentuan-ketentuan Allah berarti memenuhi kewajiban-kewajiban yang telah ditentukan Allah terhadap mereka. Tetapi apabila dengan kekayaan yang mereka peroleh kemudian mereka bertambah tamak dan berusaha menambah kekayaannya dengan jalan yang tidak halal serta enggan menafkahkan hartanya, berarti orang yang demikian ini adalah orang yang mengingkari nikmat Allah. \nDalam kehidupan manusia di masyarakat, harta benda adalah merupakan kebanggaan dalam kehidupan dunia. Sering orang lupa bahwa harta benda itu hanyalah amanah dari Allah yang dititipkan kepada mereka, sehingga mereka kebanyakan tertarik kepada harta kekayaan itu dan melupakan kewajiban-kewajiban yang harus dilaksanakan.\nDemikian juga anak adalah salah satu kesenangan hidup dan menjadi kebanggaan seseorang. Hal ini adalah merupakan cobaan pula terhadap kaum Muslimin. Anak itu harus dididik dengan pendidikan yang baik sehingga menjadi anak yang saleh. Apabila seseorang berhasil mendidik anak-anaknya menurut tuntutan agama, berarti anak itu menjadi rahmat yang tak ternilai harganya. Akan tetapi apabila anak itu dibiarkan sehingga menjadi anak yang menuruti hawa nafsunya, tidak mau melaksanakan perintah-perintah agama, maka hal ini menjadi bencana, tidak saja kepada kedua orang tuanya, bahkan kepada masyarakat seluruhnya. Oleh sebab itu, wajiblah bagi seorang muslim memelihara diri dari kedua cobaan tersebut. Hendaklah dia mengendalikan harta dan anak untuk dipergunakan dan dididik sesuai dengan tuntutan agama serta menjauhkan diri dari bencana yang ditimbulkan oleh harta dan anak tadi.\nAllah menegaskan bahwa sesungguhnya di sisi Allah-lah pahala yang besar. Maksudnya ialah barang siapa yang mengutamakan keridaan Allah dari pada mencintai harta dan anak-anaknya, maka ia akan mendapat pahala yang besar dari sisi Allah. Peringatan Allah agar manusia tidak lupa kepada ketentuan agama lantaran harta yang banyak dan anak yang banyak disebutkan pula dalam ayat yang lain.\nFirman Allah:\n\nWahai orang-orang yang beriman! janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munafiqun/63: 9)",
    "quraish": "Ketahuilah pula wahai orang-orang yang benar-benar beriman, bahwa cobaan hidup itu di antaranya disebabkan oleh cinta yang berlebihan pada anak-anak kalian. Maka, janganlah cinta pada anak dan harta benda itu melebihi cinta kalian pada Allah, karena hal yang demikian itu akan merusak urusan kalian. Dan ketahuilah bahwa pahala Allah jauh lebih besar daripada harta dunia dan anak keturunan.",
    "jalalayn": "(Dan ketahuilah bahwa harta kalian dan anak-anak kalian itu hanyalah sebagai cobaan) buat kalian yang menghambat kalian daripada perkara-perkara akhirat (dan sesungguhnya di sisi Allahlah pahala yang besar) maka janganlah sekali-kali kalian melewatkan pahala yang besar sehingga kalian mau berbuat khianat demi untuk mereka. Ayat berikut diturunkan berkenaan dengan tobatnya Abu Lubabah."
  }
]