[
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 29,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
    "translation": "Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu dan menghapus segala kesalahanmu dan mengampuni (dosa-dosa)mu. Allah memiliki karunia yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1189.mp3",
    "tafsir": "Allah menyeru orang-orang yang beriman bahwa apabila mereka bertakwa kepada Allah yaitu memelihara diri mereka dengan melaksanakan apa yang mereka tetapkan berdasar hukum-hukum Allah serta menjauhi segala macam larangan-Nya seperti tidak mau berkhianat, lebih mengutamakan hukum-hukum-Nya, Allah akan memberikan kepada mereka petunjuk yang dapat membedakan antara yang hak dengan yang batil, dan petunjuk itu merupakan penolong bagi mereka dikala kesusahan dan sebagai pelita dikala kegelapan.\nAllah berfirman:\n\n\nWahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang. (al-Hadid/57: 28)\n\nAllah menjanjikan kepada mereka itu akan menghapus segala kesalahan mereka dan mengampuni dosa-dosa mereka lantaran mereka itu bertakwa, dan diberi pula furqan, sehingga mereka dapat mengetahui mana perbuatan yang harus dijauhi, karena dilarang Allah, serta dapat pula memelihara dirinya dari hal-hal yang membawa kepada kerusakan. Orang-orang yang mendapat pengampunan Allah berarti ia hidup bahagia. Hal yang demikian ini dapat mereka capai karena karunia Allah semata.\nAllah menegaskan bahwa Allah mempunyai karunia yang besar karena Dialah yang dapat memberikan keutamaan kepada makhluk-Nya, baik keutamaan kepada hamba-Nya di dunia ataupun maghfirah dan surga-Nya yang diberikan kepada hamba-Nya yang dikasihi di akhirat.",
    "quraish": "Wahai orang-orang yang percaya dan tunduk kepada kebenaran, apabila kalian patuh pada perintah Allah dalam kesendirian atau di tengah keramaian, maka Allah akan memberikan karunia pada kalian berupa kekuatan yang dapat membedakan antara yang benar dan yang tidak benar. Allah akan memberi kemenangan atas musuh-musuh kalian. Allah akan menutupi, menghilangkan dan mengampuni kesalahan- kesalahan kalian. Dialah Allah yang senantiasa memiliki karunia yang besar.",
    "jalalayn": "(Hai orang-orang yang beriman, jika kalian bertakwa kepada Allah) melalui berserah diri kepada-Nya dan cara-cara yang lain (niscaya Dia akan memberikan kepada kalian petunjuk) buat kalian sehingga kalian dapat membedakan hal-hal yang dapat membawa keselamatan dan hal-hal yang membahayakan diri kalian, sehingga kalian selamat dari hal-hal yang kalian takutkan (dan menghapuskan segala kesalahan-kesalahan dan mengampuni kalian) dosa-dosa kalian. (Dan Allah mempunyai karunia yang besar)."
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 30,
    "arab": "وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ",
    "translation": "Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1190.mp3",
    "tafsir": "Allah mengingatkan Nabi Muhammad dan sahabatnya tentang suatu peristiwa yang pernah mereka alami, pada saat mereka berada di Mekah. Mereka diselamatkan dari siksaan orang-orang musyrikin. Ketika itu orang-orang kafir Quraisy merencanakan tipu-daya yang harus dilakukan terhadap Nabi, yaitu menawan Nabi sehingga ia tidak dapat bertemu dengan manusia dan tidak dapat lagi menyebarkan agama Islam, atau membunuh Nabi dengan cara yang menyukarkan kabilahnya untuk menuntut balas, sehingga tidak menyebabkan bahaya bagi siapa yang membunuhnya, atau mengusir Nabi dan mengasingkan ke tempat yang terpencil.\nPada saat itu orang-orang kafir Quraisy merencanakan tipu-daya. Allah memberikan bantuan-Nya kepada Nabi Muhammad, yaitu Allah menggagalkan usaha mereka dengan jalan memerintahkan Nabi dan sahabatnya hijrah ke Medinah, sehingga Nabi dan para sahabatnya terhindar dari tipu-daya orang musyrikin.\nAllah menegaskan bahwa Dia adalah sebaik-baik pembalas tipu-daya, yaitu dapat mengalahkan tipu-daya orang-orang musyrikin, dan orang-orang kafir Quraisy yang ingin mencelakakan Nabi.",
    "quraish": "Wahai Nabi, ingatlah apa yang diberikan Allah padamu, manakala orang-orang musyrik merencanakan makar untuk mencelakakan dirimu, dengan menahan, membunuh atau mengusirmu. Mereka mengatur rencana jahat, tapi Allah juga punya rencana menyelamatkan dirimu dari kejahatan mereka. Dan rencana Allah itu lebih baik, lebih kuat dan lebih unggul.",
    "jalalayn": "(Dan) ingatlah hai Muhammad (ketika orang-orang kafir Quraisy merencanakan tipu muslihat terhadap dirimu) mereka mengadakan pertemuan di Darun Nadwah tempat mereka bermusyawarah guna mengadakan makar terhadap dirimu (untuk menangkapmu) untuk mengikatmu dan memenjarakanmu (atau membunuhmu) di mana mereka secara beramai-ramai membunuhmu (atau mengusirmu) dari Kota Mekah. (Mereka merencanakan tipu muslihat) terhadap dirimu (akan tetapi Allah menggagalkan rencana mereka dengan cara memberikan pemberitahuan kepadamu melalui wahyu-Nya akan rencana mereka dan Dia memerintahkan kamu untuk keluar terlebih dahulu. (Dan Allah sebaik-baik pembalas tipu muslihat). Dia Maha Mengetahui tentang tipu muslihat."
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 31,
    "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ",
    "translation": "Dan apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sesungguhnya kami telah mendengar (ayat-ayat seperti ini), jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (Al-Qur'an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1191.mp3",
    "tafsir": "Allah menjelaskan keingkaran orang-orang Quraisy serta kesombongan mereka terhadap seruan Nabi, terutama ketika mendengar ayat-ayat yang dibacakan oleh Nabi. Mereka menanggapinya dengan sikap yang sombong. Mereka menganggap diri mereka dapat membacakan seperti itu. Perkataan ini adalah perkataan yang ditandaskan oleh an-Nadhar bin al-Haris dari Bani Abdid Dar. Ia pulang pergi ke Persia dan mendengar dari mereka tentang Rustam dan Isfandiar dari beberapa orang ajam yang terkemuka. Dia sering bertemu dengan orang-orang Yahudi dan Nasrani, maka dia mendengar dari mereka isi Kitab Taurat dan Injil.\nLalu Allah menerangkan sebab-sebab mengapa orang-orang Quraisy itu mengemukakan anggapan demikian, yaitu lantaran mereka menganggap ayat-ayat Al-Quran yang dibacakan Nabi Muhammad dan pengikut-pengikutnya menyerupai kisah-kisah yang terdapat dalam Kitab Taurat dan Injil. Itulah sebabnya, mengapa mereka merasa sanggup untuk membacakan ayat-ayat yang dibacakan oleh Nabi. Mereka beranggapan bahwa ayat-ayat yang dibaca oleh Muhammad itu bukanlah wahyu, melainkan dongengan-dongengan orang-orang purbakala.\nNamun demikian, boleh jadi yang mengeluarkan kata-kata itu ialah an-Nadhar, kemudian diikuti oleh yang lain. Tetapi mereka itu tidak meyakini bahwa ayat-ayat yang dibaca itu adalah dongengan-dongengan orang-orang dahulu, yang bersimpang-siur dan tidak pula beranggapan bahwa Muhammad yang membuat-buatnya, karena mereka tidak pernah menuduh Muhammad seorang pendusta.\nAllah berfirman:\n\nKarena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-Anam/6: 33)\n\nDan firman Allah:\n\nDan mereka berkata, \"(Itu hanya) dongeng-dongeng orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\" (al-Furqan/25: 5)\n\nSebenarnya mereka bukan tidak meyakini kebenaran ayat-ayat itu, karena mereka sebenarnya telah mengetahui bahwa Nabi Muhammad itu adalah ummi, tetapi mereka mengatakan demikian itu hanyalah untuk merintangi orang-orang agar tidak mau mendengarkan Al-Quran.\nAda pula yang beranggapan bahwa pemimpin-pemimpin Quraisy seperti an-Nadhar bin al-Haris, Abu Jahal, dan al-Walid bin Mugirah sama-sama bersepakat untuk menyuruh orang agar tidak mendengarkan Al-Quran. Kemudian mereka datang ke rumah Nabi pada waktu malam untuk mendengarkannya dan mereka tertarik kepada Al-Quran itu. Karena begitu berkesannya bacaan Al-Quran pada hati mereka sehingga al-Walid bin Mugirah mengucapkan kata-kata yang terkenal, \"Sesungguhnya Al-Quran bernilai tinggi\". Itulah sebabnya mereka menghalang-halangi orang-orang Arab mendengarkan ayat-ayat Al-Quran dan menjauhkan orang-orang Arab dari Al-Quran, mereka mengatakan bahwa Al-Quran itu sihir.",
    "quraish": "Wahai Muhammad, perhatikanlah sikap permusuhan yang diperlihatkan oleh orang-orang kafir pada saat dirimu memperdengarkan ayat-ayat suci al-Qur'ân, ayat-ayat Kami. Kebodohan dan keangkuhan mereka yang sangat, mendorong mereka untuk berkata, \"Seandainya kami mau mengatakan seperti apa yang dikatakan al-Qur'ân itu, pasti kami akan melakukannya. Ia tidak lebih dari mitos-mitos yang dikarang oleh orang-orang terdahulu.\"",
    "jalalayn": "(Dan apabila dibacakan kepada mereka ayat-ayat Kami) yakni Alquran (mereka berkata, \"Sesungguhnya kami telah mendengar ayat-ayat seperti ini, kalau kami menghendaki niscaya kami dapat membacakan yang seperti ini) ucapan ini telah dikatakan oleh Nadhr bin Harits, karena ia sering berkunjung ke negeri Hairah untuk tujuan berniaga. Di sana ia membeli buku-buku tentang sejarah orang-orang Ajam, kemudian ia menceritakannya kepada penduduk kota Mekah. (Tiada lain) tak lain (hal ini) yakni Alquran (hanyalah dongeng-dongengan) cerita-cerita bohong (orang-orang dahulu.\")"
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 32,
    "arab": "وَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ",
    "translation": "Dan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1192.mp3",
    "tafsir": "Allah mengingatkan kepada orang-orang mukmin tentang suatu peristiwa, di mana orang-orang kafir Quraisy menentang Nabi Muhammad bahwa apabila benar Al-Quran yang disebarluaskan oleh Muhammad itu betul-betul diturunkan dari Allah, seperti dikatakan oleh Nabi dan dijadikan dasar agamanya, maka orang-orang Quraisy meminta kepada Allah agar diberikan bukti, sebagai penguat perkataannya itu. Mereka minta agar diturunkan hujan batu dari langit atau diberi siksaan yang pedih kepada mereka.\nDidalam ayat ini terdapat satu isyarat, sebenarnya orang-orang kafir Quraisy tidak akan mau menjadi pengikut Nabi Muhammad, meskipun apa yang dikatakan Muhammad itu benar-benar ayat-ayat yang diturunkan dari Allah. Hal ini membuktikan bahwa mereka lebih menyukai kehancuran dari pada beriman kepada Muhammad. Mereka meminta kepada Allah agar dihujani batu dari langit atau disiksa dengan siksaan yang pedih.",
    "quraish": "Ingatlah, wahai Nabi, bagaimana mereka menentangmu dan menentang Allah seraya mengatakan dengan nada menantang, \"Kalau apa yang engkau bawa itu adalah benar, turunkanlah hujan batu dari langit, atau turunkan siksa yang amat keras dan pedih.\"",
    "jalalayn": "(Dan ingatlah ketika mereka/orang-orang musyrik berkata, \"Ya Allah! Jika betul hal ini) yaitu Alquran yang dibacakan oleh Muhammad (dialah yang benar) diturunkan (dari sisi Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\") siksaan yang menyakitkan sekali sebagai pembalasan atas ingkar kami terhadapnya. Perkataan ini diucapkan oleh Nadhr dan lain-lainnya sebagai penghinaan dengan maksud untuk memberikan gambaran kepada orang lain seakan-akan ia benar-benar mengetahui akan kebatilan Alquran. Allah swt. telah berfirman:"
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 33,
    "arab": "وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ",
    "translation": "Tetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1193.mp3",
    "tafsir": "Allah menerangkan kepada kaum Muslimin bagaimana sikap mereka menghadapi tindakan kaum musyrikin itu. Allah menyuruh kaum Muslimin agar membiarkan sikap mereka, karena ia tidak akan memenuhi permintaan mereka. Karena permintaan itu tidak sesuai dengan Sunnatullah dan tidak sesuai pula dengan sifat-sifat Allah yang sangat bijaksana dan Maha Pengasih. Allah tidak akan mengazab mereka di dunia, sebab Nabi diutus untuk memberikan petunjuk kepada mereka, untuk menginsyafkan mereka dari kekafiran, hingga mereka menunjukkan penyesalan atas perbuatan mereka. Nabi diutus sebagai rahmat bukan sebagai bencana. Allah tidak akan mengazab mereka, selama Rasulullah berada di antara mereka. Allah baru mengazab mereka setelah Rasulullah hijrah ke Medinah.\nAllah menjelaskan bahwa Dia tidak akan menurunkan siksa kepada mereka, apabila mereka mau menghentikan keingkaran dan mau bertaubat, yaitu mengikuti petunjuk yang telah diberikan oleh Rasulullah dan mereka mau memeluk agama Islam.",
    "quraish": "Dengan hikmah-Nya, Allah tidak akan menurunkan siksa duniawi yang berat pada mereka, sementara engkau berada di tengah-tengah mereka, dengan harapan mereka menyambut seruanmu itu. Dan bukan kehendak Allah untuk menghukum orang-orang yang durhaka selama mereka meminta ampunan, menyadari dan meninggalkan kekeliruan mereka.",
    "jalalayn": "(Dan Allah sekali-kali tidak akan mengazab mereka) oleh sebab apa yang telah mereka minta (sedangkan kamu berada di antara mereka) karena jika azab itu turun akan menimpa semua orang tanpa kecuali. Dan tiada suatu umat pun yang diazab melainkan setelah nabi dan kaum mukminin keluar daripadanya. (Dan tidak pula Allah akan mengazab mereka, sedangkan mereka meminta ampun) karena ternyata di dalam tawaf yang mereka lakukan mereka selalu mengatakan, \"Ampunan-Mu, ampunan-Mu.\" Dan menurut suatu pendapat dikatakan bahwa orang-orang yang meminta ampunan itu adalah orang-orang lemah dari kalangan kaum mukminin yang tinggal bersama dengan orang-orang kafir sebagaimana yang telah dijelaskan oleh firman-Nya, \"Sekiranya mereka tidak bercampur-baur, tentulah Kami akan mengazab orang-orang kafir di antara mereka dengan azab yang pedih.\" (Q.S. Al-Fath 25)."
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 34,
    "arab": "وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Dan mengapa Allah tidak menghukum mereka padahal mereka menghalang-halangi (orang) untuk (mendatangi) Masjidilharam dan mereka bukanlah orang-orang yang berhak menguasainya? Orang yang berhak menguasai(nya), hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1194.mp3",
    "tafsir": "Sesudah itu Allah menjelaskan bahwa Allah tidak akan menurunkan azab kepada mereka, meskipun mereka sudah pantas diberi azab, lantaran mereka telah menghalangi orang-orang mukmin memasuki Masjidil Haram untuk menunaikan ibadah haji. Azab tidak diturunkan karena Nabi Muhammad berada di antara mereka, dan masih ada orang-orang mukmin yang memohon ampun kepada Allah bersama Nabi Muhammad.\nAllah menjelaskan bahwa orang-orang kafir itu tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka telah berbuat syirik dan telah melakukan berbagai kerusakan di daerah itu. Akan tetapi yang sebenarnya berhak menguasai Baitullah dan daerah-daerah haram itu hanyalah orang-orang yang bertakwa yang menghormati Baitullah sebagai tempat suci dan peribadatan, yaitu Nabi Muhammad dan pengikut-pengikutnya.\nAllah menegaskan bahwa kebanyakan orang-orang kafir itu tidak mengetahui bahwa mereka tidak berhak menguasai Baitullah dan daerah-daerah haram, karena mereka bukanlah penolong-penolong agama. Dan yang berhak menguasai Baitullah itu hanya orang-orang yang bertakwa.",
    "quraish": "Dan sungguh keadaan mereka seperti sekarang ini layak ditimpakan azab, sebab mereka telah berani merintangi manusia yang hendak mendatangi Masjid al-Harâm, sebagai tempat yang tidak boleh dijadikan ajang peperangan. Namun Allah masih tetap menangguhkan siksa itu, sebab dalam ilmu-Nya yang terahasiakan, akan banyak dari kalangan mereka orang-orang yang kelak beriman. Hanya saja dengan perbuatan itu mereka bukan lagi sebagai pembela masjid yang dimuliakan Allah, karena mereka telah mengotori kesuciannya dengan paham-paham syirik yang ada sebelum Islam. Sementara di sana masih ada kalangan yang dengan sungguh-sungguh mempertahankan kesucian masjid itu, yaitu orang-orang Mukmin yang taat kepada Allah. Akan tetapi, kebanyakan orang yang menyekutukan Allah tidak mau memahami agama dan mengerti kedudukan masjid itu di sisi Allah.",
    "jalalayn": "(Mengapa Allah tidak mengazab mereka) dengan pedang sesudah engkau dan kaum mukminin yang lemah keluar dari Mekah. Berdasarkan pendapat yang pertama, ayat ini menasakh ayat sebelumnya; dan ternyata Allah swt. mengazab mereka dalam perang Badar dan perang-perang yang lain (padahal mereka menghalangi) mencegah Nabi saw. dan kaum muslimin (untuk mendatangi Masjidilharam) yakni untuk melakukan tawaf di dalamnya (dan mereka bukanlah orang-orang yang berhak menguasainya?) seperti menurut dugaan mereka. (Tiada lain) tidak lain (orang-orang yang berhak menguasainya hanyalah orang-orang yang bertakwa tetapi kebanyakan mereka tidak mengetahui) bahwasanya tidak ada hak bagi orang-orang kafir untuk menguasai Masjidilharam."
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 35,
    "arab": "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ",
    "translation": "Dan salat mereka di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka rasakanlah azab disebabkan kekafiranmu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1195.mp3",
    "tafsir": "Allah menerangkan sebab-sebab mereka tidak berhak menguasai Baitullah, dan daerah haram, yaitu karena mereka dalam waktu beribadah, mengerjakan tawaf, mereka bertelanjang dan bersiul-siul serta bertepuk tangan.\nDiriwayatkan dari Ibnu Abbas ra: \"Orang-orang Quraisy mengitari Baitullah dalam keadaan telanjang, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas).\n\nDan katanya:\n\"Bahwa orang-orang Quraisy itu, baik laki-laki maupun perempuan, mengelilingi Kabah dalam keadaan telanjang. Mereka saling bergandengan tangan, bersiul-siul dan bertepuk tangan.\" (Riwayat Ibnu Abi Hatim dari Ibnu Abbas)\n\nAth-thasti menceritakan sebuah riwayat yang ditanyakan Nafi bin al-Azraq bahwasanya dia berkata kepada Ibnu Abbas:\n\"Beritahukanlah kepadaku tentang makna firman Allah Azza wa Jalla \"Illa mukaan wa tashdiyah.\" Ia berkata, \"Al-Muka ialah suara burung Qunburah dan Tashdiyah ialah suara burung pipit sama dengan bertepuk tangan. Dan demikian itu ialah pada ketika Rasulullah mengerjakan salat, sedang beliau pada tempat di antara hajar aswad dan rukun yamani (yaitu beliau menghadap ke utara agar dapat mempersatukan arah Kabah dan Baitul Makdis pada suatu arah tujuan). Maka datanglah dua orang laki-laki dari Bani Sahm yang seorang berdiri di sebelah kanan Nabi, sedang yang lain bertepuk tangan seramai suara burung pipit mengganggu salat Nabi saw.\" (Riwayat Ath-thasti dari Nafi bin Azraq)\n\nKemudian Allah mengancam perbuatan mereka itu dengan ancaman yang keras, berupa azab karena kekafiran mereka itu. Siksaan ini meliputi siksaan dunia dan siksaan akhirat. Siksaan dunia yang mereka alami ialah tewasnya pemimpin-pemimpin mereka dan tertawannya tentara mereka pada waktu Perang Badar serta kekalahan total mereka pada saat penaklukan Mekah. Sedangkan siksaan mereka di akhirat ialah penyesalan yang tak berkeputusan ketika merasakan dahsyatnya derita akibat panasnya api neraka.",
    "quraish": "Doa dan permohonan mereka di depan masjid yang agung itu tidak lebih dari sekadar siulan dan tepukan tangan. Maka jika demikian halnya, terimalah kematian kamu sekalian di medan perang, agar kesyirikan itu menjauh dari masjidil haram. Dan kematian itu tidak lain akibat kekufuran kalian.",
    "jalalayn": "(Salat mereka di sekitar Baitullah itu tiada lain hanyalah siulan) bersiul-siul (dan tepuk tangan) artinya mereka menjadikan hal-hal tersebut sebagai upacara sembahyang mereka yang dianjurkan oleh sesama mereka. (Maka rasakanlah azab) dalam perang Badar (disebabkan kekafiran kalian)."
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 36,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ",
    "translation": "Sesungguhnya orang-orang yang kafir itu, menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian mereka akan menyesal sendiri, dan akhirnya mereka akan dikalahkan. Ke dalam neraka Jahanamlah orang-orang kafir itu akan dikumpulkan,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1196.mp3",
    "tafsir": "Para mufassir meriwayatkan dari Ibnu Abbas, Mujahid, Said bin Jubair, dan lain-lainnya sebagai berikut, \"Ayat ini turun mengenai diri Abu Sufyan dan harta bendanya yang diserahkan untuk membiayai orang-orang musyrikin pada waktu Perang Badar, serta bantuannya terhadap mereka pada waktu perang Uhud dan lainnya.\" \nDalam riwayat lain disebutkan bahwa, Setelah Abu Sufyan dapat menyelamatkan kafilahnya (dalam Perang Badar) dengan menempuh jalan pantai menuju Mekah ia berjalan dengan disertai satu regu dari tentara kaum musyrikin menghasut orang-orang agar tidak memerangi mereka. Maka datanglah mereka kepada orang-orang yang mempunyai barang dagangan dalam kafilah seraya berkata, \"Wahai orang-orang Quraisy, ketahuilah: Bahwa Muhammad telah mengucilkan kamu dan membunuh pemimpin-pemimpinmu. Maka bantulah kami dengan mengorbankan harta bendamu untuk memerangi Muhammad. Barangkali kami dapat mencapai kemenangan dari padanya.\" Kemudian mereka melaksanakan anjuran itu. Said bin Jubir berkata, \"Bahwasanya Abu Sufyan pada waktu perang Uhud menyewa 2.000 orang dari suku Bani Kinanah untuk memerangi Rasulullah selain orang Arab yang memang sudah menjadi tentara.\" (Riwayat Ath-thasti dari Nafi bin Azraq)\nDalam ayat ini Allah menjelaskan persiapan-persiapan orang-orang kafir Quraisy pada saat menjelang terjadinya Perang Badar, yaitu mereka mengerahkan tenaga dan harta benda mereka untuk menghalang-halangi tersiarnya agama Islam dan perjuangan Rasulullah.\nBetapa banyak kekuatan bala tentara yang mereka miliki dan harta benda yang mereka pergunakan, namun mereka akan mengalami kegagalan dalam menafkahkan harta benda itu, tidak lain karena perbuatan mereka seperti perbuatan setan yang tidak disandarkan pada pendirian yang benar. Akibatnya ialah penyesalan belaka, karena kekuatan jiwa dan harta mereka hilang tanpa faedah dan perjuangan mereka sia-sia. Kemudian perjuangan mereka secara berturut-turut akan dipatahkan, sehingga akhirnya yang menjulang tinggi hanyalah kalimat Allah semata. Allah mengancam orang-orang kafir dengan ancaman yang keras, bahwa pada hari Kiamat nanti mereka akan digiring ke dalam api neraka.",
    "quraish": "Sesungguhya orang-orang yang mengingkari ayat-ayat dan menyekutukan Allah itu membelanjakan harta dan kekayaan mereka untuk merintangi manusia agar tidak percaya pada kebenaran dan mereka bersikeras melakukan hal itu. Harta itu akan musnah dan sia-sia serta hanya akan melahirkan penyesalan dan rasa sakit. Kemudian mereka akan dihancurkan dalam perang dan kelak akan dikumpulkan di neraka jahanam, selama mereka masih mempertahankan kekufuran.",
    "jalalayn": "Sesungguhnya orang-orang yang kafir itu menafkahkan harta mereka) di dalam memerangi Nabi saw. (untuk menghalangi orang dari jalan Allah. Mereka akan menafkahkan harta itu kemudian hal itu) pada akhirnya (menjadi sesalan bagi mereka sendiri) mereka akan merasa menyesal karena harta mereka terbuang secara percuma dan tujuan mereka tidak berhasil (kemudian mereka dikalahkan) di dunia. (Dan orang-orang yang kafir itu) dari kalangan orang-orang Quraisy (ke neraka Jahanam) kelak di akhirat (akan dikumpulkan) mereka digiring ke dalamnya."
  },
  {
    "ruku": 149,
    "name": "Al-Anfal",
    "ayat": 37,
    "arab": "لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
    "translation": "agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu kesemuanya ditumpukkan-Nya, dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1197.mp3",
    "tafsir": "Allah menjelaskan, bahwa Dia akan memberikan kemenangan kepada orang-orang mukmin dan memberikan kekalahan kepada orang-orang kafir. Maksudnya ialah untuk memisahkan golongan yang buruk dari yang baik dan menjadikan golongan yang buruk itu sebagai kesatuan yang tidak dapat dipisahkan antara satu dengan yang lain.\nGolongan yang baik ialah, mereka yang bergerak dibawah naungan agama tauhid dan berjuang untuk meninggikan kalimat Allah di bawah pimpinan Rasulullah untuk mewujudkan apa yang diperintahkan oleh Allah serta untuk menghancurkan segala sesuatu yang merintanginya. Dan mencegah segala sesuatu yang menjadi larangan Allah serta menghancurkan segala sesuatu yang menyebabkan terjadinya larangan itu. Mereka ini berjuang dengan tenaga, pikiran dan harta benda untuk kepentingan agama. Sedang golongan yang buruk ialah mereka yang bergelimang dalam kemusyrikan dan menghalang-halangi agama Islam serta melanggar hukum-hukum Allah dan mengobarkan permusuhan dan kekejaman. Pemisahan antara kedua golongan tersebut merupakan suatu ketentuan yang berlaku terus. Sedang yang kekal ialah yang baik di antara kedua golongan.\nFirman Allah:\nAdapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap di bumi. Demikianlah Allah membuat perumpamaan. (ar-Rad/13: 17)\n\nAllah juga menjelaskan bahwa golongan yang buruk itu akan ditumpuk menjadi satu tumpukan seperti barang-barang yang tidak berguna dan mereka akan dimasukkan ke dalam api neraka Jahanam. Mereka ini digambarkan oleh Allah sebagai orang-orang yang benar-benar merugi akibat harta benda dan jiwa mereka dikorbankan kepada perjuangan yang sia-sia. Mereka akan mengalami penyesalan yang tak berguna lagi, karena mereka tidak dapat melepaskan diri dari siksaan Allah yang sangat pedih itu.",
    "quraish": "Kekalahan di dunia dan siksa yang telah menunggu mereka di akhirat, oleh Allah akan dijadikan sebagai batas pemisah antara manusia yang jiwa, tingkah laku dan ucapannya kotor, dari mereka yang hati dan budinya luhur dan ucapan serta tingkah lakunya terpuji. Juga, agar Allah menjadikan keburukan itu bertumpuk-tumpuk lalu mengumpulkan, merangkai bagian-bagiannya kemudian mencampakkannya ke dalam neraka di hari kiamat. Akhirnya orang-orang musyrik dan para pelaku kerusakan itu akan merugi dunia dan akhirat.",
    "jalalayn": "(Supaya Allah membedakan) lafal ini berkaitan dengan lafal takuunu pada ayat yang sebelumnya. Boleh dibaca tidak memakai tasydid atau memakainya; artinya memisahkan (antara golongan yang buruk) orang kafir (dan yang baik) orang mukmin (dan menjadikan golongan yang buruk itu sebagiannya di atas sebagian yang lain, kesemuanya ditumpukkan-Nya) artinya Allah mengumpulkan mereka secara bertumpuk-tumpuk, sebagian di antara mereka berada di atas sebagian yang lain (dan dimasukkan-Nya ke dalam neraka Jahanam. Mereka itulah orang-orang yang merugi)."
  }
]