[
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 113,
    "arab": "وَقَالَتِ الْيَهُوْدُ لَيْسَتِ النَّصٰرٰى عَلٰى شَيْءٍۖ وَّقَالَتِ النَّصٰرٰى لَيْسَتِ الْيَهُوْدُ عَلٰى شَيْءٍۙ وَّهُمْ يَتْلُوْنَ الْكِتٰبَۗ  كَذٰلِكَ قَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ مِثْلَ قَوْلِهِمْ ۚ فَاللّٰهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ",
    "translation": "Dan orang Yahudi berkata, “Orang Nasrani itu tidak memiliki sesuatu (pegangan),” dan orang-orang Nasrani (juga) berkata, “Orang-orang Yahudi tidak memiliki sesuatu (pegangan),” padahal mereka membaca Kitab. Demikian pula orang-orang yang tidak berilmu, berkata seperti ucapan mereka itu. Maka Allah akan mengadili mereka pada hari Kiamat, tentang apa yang mereka perselisihkan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/120.mp3",
    "tafsir": "Orang Yahudi beranggapan bahwa orang-orang Nasrani tidak mempunyai pegangan sedikit pun. Orang Yahudi mengingkari Almasih, padahal mereka telah membaca Kitab Taurat yang di dalamnya terdapat berita tentang kedatangan Nabi Isa. Orang Yahudi memberikan sebutan pada Almasih dengan sebutan yang tidak sepantasnya.\nOrang Nasrani beranggapan pula bahwa orang Yahudi tidak mempunyai pegangan agama yang benar, karena orang Yahudi telah mengingkari kenabian Almasih, yang bertindak sebagai penyempurna agama mereka. Padahal mereka telah membaca Kitab, yang semestinya tidak akan terjadi tuduh-menuduh itu. Kalau demikian, mereka mengatakan sesuatu yang tidak tercantum dalam Kitab mereka, karena Taurat memuat berita gembira tentang kedatangan Almasih yang menyempurnakan peraturan-peraturan agama yang dibawa oleh Musa a.s. bukan untuk membatalkan. Tetapi mengapa sampai terjadi orang Nasrani membatalkan sama sekali agama orang Yahudi? \nSecara singkat dapat dikatakan bahwa agama mereka sebenarnya satu. Hanya saja karena ada bagian-bagian yang dibuang dari isi Kitab itu, terjadilah tuduh-menuduh itu. Dengan demikian Kitab yang mereka baca itu menjadi bukti kedustaan mereka.\nKata-kata yang mereka ucapkan bukanlah persoalan baru, bahkan bangsa sebelum mereka mengatakan sesuatu tanpa didasari bukti-bukti yang kuat. Seperti penganut wasaniah, paganisme (penyembah berhala) juga mengatakan pada agama lain, bahwa agama yang dianut orang itu tidak mempunyai pegangan apa-apa. Kalau manusia dapat mengetahui yang sebenarnya, tentulah tidak akan terjadi pertentangan yang bersifat prinsip.\nKemudian Allah memberikan penegasan bahwa Allah adalah Yang Maha Mengetahui segala kebenaran dan kebatilan yang mereka perselisihkan. Allah pula yang membenarkan mana yang benar dan menempatkan orang-orang yang mencintai kebenaran itu dalam surga, juga yang membatalkan mana yang batil, serta mengekalkan para pencinta dan pendukung kebatilan itu dalam neraka.",
    "quraish": "Sungguh aneh, bahwa sebagaimana mereka memusuhi Islam, mereka juga saling bermusuhan satu sama lain. Orang Yahudi berkata, \"Sesungguhnya orang-orang Nasrani sama sekali tidak berada dalam kebenaran.\" Orang-orang Nasrani pun mengatakan hal yang sama. Keduanya mengambil dalil dari kitab suci masing-masing. Dan orang-orang musyrik dari kaum Arab yang sama sekali tidak mengetahui apa pun tentang kitab suci orang Yahudi dan Nasrani, juga mengatakan seperti yang dikatakan mereka satu sama lain, lalu mereka mempercayainya semua. Tidak ada satu kelompok pun di antara mereka yang benar. Hal ini akan jelas ketika Allah memutuskan apa yang mereka perselisihkan di antara mereka pada hari kiamat kelak.",
    "jalalayn": "(Dan orang-orang Yahudi berkata, \"Orang-orang Nasrani tidak mempunyai sesuatu pegangan\") yakni sesuatu yang dapat diakui di samping mereka tidak pula beriman kepada Isa. (Sebaliknya orang-orang Nasrani mengatakan, \"Orang Yahudi tidak mempunyai sesuatu pegangan,\") yang dapat dipercaya dan mereka kafir pula kepada Nabi Musa (padahal mereka) kedua golongan tersebut (sama-sama membaca Alkitab) yang diturunkan kepada mereka. Di dalam kitab suci orang Yahudi terdapat pengukuhan terhadap Nabi Isa dan dalam kitab suci orang Kristen terdapat pengukuhan terhadap Nabi Musa. Kalimat yang belakangan ini menjadi 'hal'. (Demikian pula) maksudnya seperti yang mereka katakan itu (dikatakan oleh orang-orang yang tidak mengetahui) yakni orang-orang musyrik dari golongan Arab dan lainnya (seperti ucapan mereka itu) penjelasan bagi makna 'demikian pula', artinya kepada setiap penganut agama lain, mereka katakan bahwa mereka tidak mempunyai dasar atau pedoman. (Maka Allah akan mengadili di antara mereka pada hari kiamat mengenai apa yang mereka persengketakan itu) yakni tentang urusan agama, sehingga semua pihak yang membenarkannya akan masuk surga dan sebaliknya orang yang menyangkalnya akan masuk neraka."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 114,
    "arab": "وَمَنْ اَظْلَمُ مِمَّنْ مَّنَعَ مَسٰجِدَ اللّٰهِ اَنْ يُّذْكَرَ فِيْهَا اسْمُهٗ وَسَعٰى فِيْ خَرَابِهَاۗ اُولٰۤىِٕكَ مَا كَانَ لَهُمْ اَنْ يَّدْخُلُوْهَآ اِلَّا خَاۤىِٕفِيْنَ ەۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ وَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
    "translation": "Dan siapakah yang lebih zalim daripada orang yang melarang di dalam masjid-masjid Allah untuk menyebut nama-Nya, dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan di akhirat mendapat azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/121.mp3",
    "tafsir": "Di antara tindakan orang yang paling zalim ialah:\n1. Menghalang-halangi orang menyebut nama Allah di dalam masjid-masjid-Nya. Termasuk di dalamnya menghalang-halangi segala perbuatan yang berhubungan dengan urusan agama, seperti mempelajari dan mengamalkan agama, iktikaf ), salat, zikir dan sebagainya.\n2.Merobohkan masjid-masjid Allah (tempat ibadah). Termasuk di dalamnya perbuatan, usaha, atau tindakan yang bertujuan untuk merusak, merobohkan, serta menghalang-halangi pendirian masjid dan sebagainya.\nKedua macam perbuatan itu merupakan perbuatan zalim, karena mengakibatkan hilangnya syiar agama Allah. Para mufasir sependapat bahwa ayat di atas mengisyaratkan \"tindakan yang umum\" dan \"tindakan yang khusus\".\n\"Tindakan yang umum\" ialah segala macam tindakan yang berhubungan dengan menghalang-halangi manusia beribadah di dalam masjid dan tindakan merobohkan masjid-masjid Allah (tempat ibadah). \"Tindakan yang khusus\" ialah bahwa ayat di atas diturunkan untuk menjelaskan atau mengisyaratkan bahwa telah terjadi suatu peristiwa dalam sejarah yang sifatnya sama dengan sifat-sifat tindakan atau perbuatan yang disebut di dalam ayat. Para mufasir berbeda pendapat tentang peristiwa yang dimaksud oleh ayat ini. \nPendapat pertama: Ayat di atas mengisyaratkan tindakan orang-orang musyrik Mekah yang menghalang-halangi keinginan Rasulullah saw beserta para sahabatnya yang hendak mengerjakan ibadah umrah pada bulan Zulhijah tahun ke 6 Hijri (bulan Maret 628 M). Sikap kaum Musyrik itu akhirnya melahirkan Perjanjian Hudaibiah ). Timbulnya keinginan itu kembali karena dalam Perjanjian Hudaibiah Nabi Muhammad saw dan para sahabat dibolehkan memasuki kota Mekah pada tahun setelah perjanjian itu ditanda-tangani. Tindakan mereka inilah yang dimaksud Allah dengan menghalang-halangi manusia menyebut nama Allah di dalam Masjidilharam dan usaha merobohkan masjid. )\nPendapat golongan pertama ini selanjutnya menegaskan bahwa pada lanjutan ayat terdapat perkataan:\n\n¦Mereka itu tidak pantas memasukinya kecuali dengan rasa takut (kepada Allah). ¦(al-Baqarah/2:114)\n\nAyat ini menggambarkan bahwa akan tiba saatnya kaum Muslimin memasuki kota Mekah dengan aman dan tenteram dan orang musyrik Mekah akan memasuki Masjidilharam dengan penuh rasa takut. Hal ini terbukti di kemudian hari dengan terjadinya pembebasan kota Mekah oleh kaum Muslimin dan orang musyrik Mekah meninggalkan agama mereka dan masuk agama Islam.\nPendapat kedua: Ayat di atas mengisyaratkan tindakan raja Titus (70 M) dari bangsa Romawi, anak dari kaisar Vespacianus, yang menghancurkan Haikal Sulaiman dan tempat-tempat ibadah orang-orang Yahudi dan Nasrani di Yerusalem.\nTindakan orang musyrik Mekah menghalang-halangi Rasulullah saw dan kaum Muslimin memasuki kota Mekah untuk melaksanakan ibadah umrah dan tindakan raja Titus menghancurkan Baitulmakdis, termasuk di dalam \"tindakan yang umum\". Sedang yang dimaksud \"tindakan khusus\" yang sesuai dengan ayat ini ialah pendapat kedua karena adanya perkataan \"merobohkan masjid\" Allah di dalam ayat. Kaum musyrik Mekah tidak pernah merobohkan Masjid Allah dalam arti yang sebenarnya; mereka hanya mengotori Baitullah dan menghalangi kaum Muslim beribadah. Sedang Titus dan tentaranya benar-benar telah merobohkan Baitullah di Yerusalem dan membunuh orang-orang yang beribadah kepada Allah.\nLanjutan ayat menerangkan sifat-sifat yang harus dilakukan oleh manusia ketika memasuki masjid Allah, dengan tunduk, patuh dan memurnikan ketaatannya hanya kepada Allah semata. Dari ayat ini dapat dipahami bahwa manusia dilarang memasuki masjid Allah dengan sikap-angkuh dan ria ). Dilarang memasuki masjid orang yang bermaksud menghalangi manusia beribadah di dalamnya, dan orang-orang yang bermaksud merusak atau merobohkannya. \nPada akhir ayat, Allah mengancam orang yang melakukan tindakan-tindakan di atas dengan kehinaan di dunia dan azab yang pedih di akhirat. Kehinaan di dunia mungkin berupa malapetaka, kehancuran dan segala macam kehinaan baik yang langsung atau tidak langsung dirasakan oleh manusia. Bentuk azab di akhirat hanya Allah yang lebih mengetahuinya.\nAllah melarang manusia melakukan segala macam tindakan yang berhubungan dengan menghalang-halangi manusia berdoa, salat, iktikaf, mempelajari agama, beribadah dan perbuatan-perbuatan yang lain dalam menegakkan syiar agama Allah di dalam masjid-masjid-Nya serta usaha merusak dan merobohkannya.\nPerbuatan itu zalim dalam pandangan Allah, karena langsung atau tidak langsung berakibat lenyapnya agama Allah di bumi. Perbuatan itu demikian zalimnya sehingga Allah mengancam para pelakunya dengan kehinaan di dunia dan azab yang pedih di akhirat. Yang diperintahkan Allah ialah agar manusia memakmurkan masjid-masjid Allah, mendirikan dan memeliharanya dengan baik, masuk ke dalamnya dengan rasa tunduk dan berserah diri kepada Allah.",
    "quraish": "Kehidupan mereka itu memang sarat permusuhan, baik permusuhan antarmereka sendiri atau antara mereka dengan orang-orang Muslim. Buktinya, orang-orang musyrik itu saling menghancurkan tempat peribadatan sendiri dan mereka menghalang-halangi orang-orang Muslim untuk mendatangi al-Masjid al-Harâm. Sungguh tidak ada yang lebih zalim daripada orang yang menghalang-halangi siapa yang hendak mengumandangkan zikir di tempat-tempat peribadatan dan selalu berusaha untuk menghancurkannya. Mereka itu akan mendapatkan kehinaan di dunia dan siksa yang berat di akhirat. Sungguh tidak sepatutnya mereka malakukan perbuatan berbahaya itu, bahkan seharusnya mereka menjaga kehormatan dan memasuki tempat-tempat peribadatan tersebut dengan hati khusyuk serta tidak melarang orang lain untuk berzikir dan mengingat asma Allah di dalamnya.",
    "jalalayn": "(Dan siapakah yang melarang menyebut nama Allah dalam mesjid-mesjid-Nya) misalnya salat dan bertasbih (dan berusaha untuk merobohkannya) baik dengan jalan meruntuhkan mesjid itu maupun dengan menggagalkan orang untuk mengunjungi dan memasukinya. Ayat ini turun menceritakan perbuatan orang-orang Romawi yang telah merobohkan Baitulmakdis atau orang-orang musyrik Mekah yang menghalang-halangi Nabi saw. ketika mengunjungi Baitullah pada tahun perjanjian Hudaibiah. (Mereka itu tidak sepatutnya memasukinya kecuali dengan rasa takut). Kalimat ini kalimat berita dengan arti perintah, artinya ancamlah mereka itu dengan jihad, sehingga tidak seorang pun masuk ke dalamnya dengan rasa aman. (Mereka di dunia mendapat kehinaan) atau kenistaan disebabkan terbunuh, ditawan atau membayar upeti (dan di akhirat mereka mendapat siksa yang besar) neraka."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 115,
    "arab": "وَلِلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُ  فَاَيْنَمَا تُوَلُّوْا فَثَمَّ وَجْهُ اللّٰهِ ۗ اِنَّ اللّٰهَ وَاسِعٌ عَلِيْمٌ ",
    "translation": "Dan milik Allah timur dan barat. Kemanapun kamu menghadap di sanalah wajah Allah. Sungguh, Allah Mahaluas, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/122.mp3",
    "tafsir": "Sebab turunnya ayat ini ialah seperti diriwayatkan oleh Jabir sebagai berikut: \"Kami telah diutus oleh Rasulullah saw dalam suatu peperangan dan aku termasuk dalam pasukan itu. Ketika kami berada di tengah perjalanan, kegelapan mencekam kami, sehingga kami tidak mengetahui arah kiblat.\" Segolongan di antara kami berkata, \"Kami telah mengetahui arah kiblat, yaitu ke sana, ke arah utara. Maka mereka salat dan membuat garis di tanah. Sebagian kami berkata, \"Arah kiblat ke sana ke arah selatan.\" Dan mereka membuat garis di tanah. Tatkala hari subuh dan matahari pun terbit, garis itu mengarah ke arah yang bukan arah kiblat. Tatkala kami kembali dari perjalanan dan kami tanyakan kepada Rasulullah saw tentang peristiwa itu, maka Nabi saw diam dan turunlah ayat ini.\" )\nAllah swt menegaskan pemilikan-Nya terhadap seluruh alam ini. Dia sendiri yang mengaturnya, mengetahui apa saja yang terjadi di dalamnya, baik kecil maupun besar. Firman Allah:\n\n¦Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-hadid/57:4)\n\nFirman Allah yang lain:\n¦Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada¦ (al-Mujadilah/58:7)\n\n... (Mereka berkata), \" Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu ...\" (al-Mu'min/40: 7)\n\nKarena itu pada dasarnya, ke mana saja manusia menghadapkan mukanya dalam berdoa atau beribadah, ke timur, barat, utara, selatan, ke bawah, ke atas, dan sebagainya, pasti doa dan ibadahnya itu didengar Allah dan sampai kepada-Nya.\nAyat ini membantah kepercayaan bahwa Allah mempunyai tempat, bahwa doa atau ibadah akan didengar dan sampai kepada Allah bila hamba yang berdoa dan beribadah itu menghadap ke arah tertentu saja atau suatu tempat yang dianggap lebih mulia dari tempat yang lain dan sebagainya. Kata wajh banyak sekali artinya. Dalam ayat ini berarti \"kehadiran\".\nBerdasarkan ayat di atas dan sebab turunnya, dapat ditetapkan hukum sebagai berikut:\n1.Kiblat itu pada dasarnya ialah seluruh arah. Kemana saja hamba menghadap pasti menemui wajah Allah. Untuk memelihara kesatuan dan persatuan kaum Muslimin ditetapkanlah Ka'bah sebagai arah kiblat.\n2.Apabila hari sangat gelap dan arah kiblat tidak diketahui, maka boleh salat menghadap ke arah yang diyakini sebagai kiblat. Jika ternyata kemudian arah itu bukan arah kiblat maka salatnya tetap sah.\n3.Bagi orang yang berada di atas kendaraan yang sedang berjalan, ia boleh berkiblat ke arah yang dia sukai. Sebagian ulama menganjurkan berkiblat ke arah depan dari kendaraan itu.",
    "quraish": "Kalaulah orang-orang musyrik itu telah berhasil melarang orang-orang Muslim untuk salat di al-Masjid al-Harâm itu bukan berati bahwa mereka dapat mencegah orang-orang Muslim itu untuk melakukan salat dan beribadah kepada Allah di tempat lain, karena pada dasarnya semua arah dan kawasan di bumi itu adalah milik Allah. Dia akan menyambut dan menerima salat orang-orang Muslim dengan perkenan-Nya di mana pun mereka berada. Sesungguhnya Allah Mahalapang dan tidak bermaksud mempersulit hamba- hamba-Nya. Dia Mahatahu niat seorang yang menghadap kepada-Nya.",
    "jalalayn": "Ketika orang-orang Yahudi mengecam penggantian kiblat atau tentang salat sunah di atas kendaraan selama dalam perjalanan dengan menghadap ke arah yang dituju, turunlah ayat, (Dan milik Allahlah timur dan barat) karena keduanya merupakan ujung dan pangkalnya, (maka ke mana saja kamu menghadap) maksudnya menghadapkan mukamu di waktu salat atas titah-Nya, (maka di sanalah) di arah sanalah (wajah Allah) maksudnya kiblat yang diridai-Nya. (Sesungguhnya Allah Maha Luas) maksudnya kemurahan-Nya meliputi segala sesuatu (lagi Maha Mengetahui) tentang pengaturan makhluk-Nya."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 116,
    "arab": "وَقَالُوا اتَّخَذَ اللّٰهُ وَلَدًا ۙسُبْحٰنَهٗ ۗ بَلْ لَّهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  كُلٌّ لَّهٗ قَانِتُوْنَ ",
    "translation": "Dan mereka berkata, “Allah mempunyai anak.” Mahasuci Allah, bahkan milik-Nyalah apa yang di langit dan di bumi. Semua tunduk kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/123.mp3",
    "tafsir": "Pengakuan lisan dan hati orang-orang Yahudi dan Nasrani bahwa Allah mempunyai anak. Orang Yahudi mengatakan Uzair putra Allah, sedang orang Nasrani mengatakan bahwa Almasih putra Allah.\nDan orang-orang Yahudi berkata, \"Uzair putra Allah,\" dan orang-orang Nasrani berkata, \"Almasih putra Allah.\" Itulah ucapan yang keluar dari mulut mereka. (at-Taubah/9: 30)\nKedua kepercayaan itu pada dasarnya adalah sama, yaitu menyatakan bahwa Allah mempunyai anak dan berarti mereka mempersekutukan Allah, menyatakan bahwa Allah memerlukan pembantu dalam mengurus alam ini, menyatakan bahwa Allah mempunyai suatu cita-cita dan cita-cita itu akan dilanjutkan oleh putra-Nya seandainya Dia tidak ada lagi.\nKepercayaan dan ucapan orang-orang kafir itu tidak benar, mengherankan dan terlalu berani, Mahasuci Allah dari perkataan-perkataan yang demikian itu. Allah tidak memerlukan sesuatu pun, tidak memerlukan penolong dan pembantu dalam melaksanakan semua urusan-urusan-Nya, tidak memerlukan sesuatu pun untuk melanjutkan kehendak-Nya, karena Dia adalah kekal tidak berkesudahan.\nDari perkataan \"Mahasuci Allah\" dipahami bahwa pengakuan orang-orang Yahudi dan Nasrani tentang Allah mempunyai anak adalah pengakuan yang dinilai sebagai dosa besar. Karena itu hamba-hamba yang terlanjur menyatakan pengakuan itu hendaklah bertobat kepada Allah. Hanya dengan bertobat, dosa besar seseorang hamba dapat diampuni oleh Allah.\nAkhir ayat ini memberi pengertian bahwa Allah hendak membersihkan diri-Nya dari perkataan orang-orang kafir. Allah menyatakan yang demikian semata-mata untuk menjaga hak hamba-hamba-Nya, membersihkan kepercayaan hamba-hamba-Nya yang dapat merugikan mereka di dunia dan di akhirat nanti.\nBahkan Allah menegaskan bahwa seluruh alam ini adalah milik-Nya, berada di bawah kekuasaan-Nya. Tidak satu pun yang dapat mengurangi kehendak-Nya dan merugikan-Nya. Semua patuh dan tunduk kepada-Nya.",
    "quraish": "Selama apa yang ada di jagat ini tunduk pada perintah dan kehendak-Nya, maka Allah lebih tinggi dan lebih besar dari sekadar butuh pada keturunan atau anak, seperti yang dikatakan orang-orang Yahudi, Nasrani dan orang-orang musyrik.",
    "jalalayn": "(Dan mereka berkata) dengan wau atau tanpa wau, maksudnya orang-orang Yahudi dan Kristen serta orang-orang yang mengakui bahwa malaikat-malaikat itu anak-anak perempuan Allah, ('Allah mempunyai anak.') Allah berfirman, (\"Maha Suci Dia) menyucikan-Nya dari pernyataan tersebut, (bahkan apa-apa yang ada di langit dan di bumi kepunyaan-Nya belaka) baik sebagai hak milik, sebagai makhluk, maupun sebagai hamba. Pemilikan itu bertentangan dengan pengambilan atau mempunyai anak. Di sini dipakai 'maa' artinya 'apa-apa untuk yang tidak berakal' karena 'taghlib', artinya untuk mengambil yang lebih banyak. (semua tunduk kepada-Nya.\") Artinya menaatinya, masing-masing sesuai dengan tujuan diciptakan-Nya. Di sini lebih ditekankan kepada makhluk yang berakal."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 117,
    "arab": "بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
    "translation": "(Allah) pencipta langit dan bumi. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/124.mp3",
    "tafsir": "Allah adalah Mahapencipta. Dia menciptakan sesuatu dengan tidak mencontoh kepada apa yang telah ada, tidak menggunakan suatu bahan atau alat yang telah ada. Allah menciptakan dari yang tidak ada. Demikianlah Allah menciptakan langit dan bumi, dari yang semula tidak ada menjadi ada.\nMenurut bunyi ayat, Allah menciptakan sesuatu dengan perkataan \"kun\" (jadilah), ungkapan ini adalah simplikasi atau penyederhanaan tentang Mahabesarnya kekuasaan Allah, apa saja yang dikehendaki untuk ditetapkan semua terjadi dengan mudah. Sedang yang dimaksud dengan menciptakan hanyalah sekadar misal saja, agar mudah dipahami oleh hamba-hamba-Nya. Tentang cara Allah mengadakan sesuatu dan bagaimana proses terjadinya sesuatu, hanya Allah Yang Mahatahu. \nFirman Allah dalam ayat sebelumnya menjelaskan bahwa \"apa-apa yang ada di langit dan di bumi adalah kepunyaan Allah dan semuanya itu tunduk dan patuh kepada Nya\" merupakan pernyataan atas kekuasaan dan keperkasaan Nya. Dia yang menciptakan, Dia yang mengatur dan berkuasa atas segalanya.\nKata \"fa yakun\", yang berarti \"maka jadilah\" di sini tidak mesti diartikan bahwa sesuatu itu terjadi seketika itu juga, melainkan melalui tahapan proses yang memerlukan waktu. Setiap tahapan proses yang berlangsung dalam alam ini pasti akan berlaku hukum alam yakni ketentuan-ketentuan Allah atau sunatullah.\nProses rekayasa konstruktif dari bentuk ketersediaan bahan baku mentah menjadi bentuk barang jadi akan membutuhkan proses yang terkadang panjang dan perlu waktu. Proses terjadinya minyak bumi ataupun mineral-mineral berharga menelan waktu yang sangat lama menurut hitungan manusia. \nDalam proses penciptaan alam jagat ini, perhatikan firman Allah dalam Surah al-Anbiya'/21: 30, yang artinya: \n¦Dan apakah orang-orang yang kafir tidak mengetahui bahwasanya langit dan bumi itu keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan antara keduanya. Dan dari air Kami jadikan segala sesuatu yang hidup. Maka mengapakah mereka tiada juga beriman? (al-Anbiya'/21: 30)\nAyat di atas menjelaskan, bahwa dahulunya langit dan bumi itu suatu yang padu kemudian Allah pisahkan keduanya menjadi yang satu langit dan yang satu lagi adalah bumi. Tetapi proses pemisahan ini tidak terjadi secara seketika. Proses ini berlangsung dalam jutaan tahun. Pembentukan yang satu padu tersebut pun mungkin memerlukan proses dan waktu, tidak seketika. \nBegitu pula dalam penciptaan manusia pertama, Adam as, Siti Hawa, Isa as dan kita serta mahluk-mahluk lain yang ada dalam alam jagat raya ini semuanya akan berlangsung dalam tahapan proses sesuai yang telah ditetapkan Nya, walaupun sesungguhnya Allah mampu merubah ketentuan-ketentuan Nya yang sudah ada menjadi ketentuan lain sesuai dengan kehendakNya.",
    "quraish": "Bagaimana mungkin Allah membutuhkan keturunan dan mengambil anak padahal Dia yang mula-mula menciptakan bumi, langit dan menundukkan apa yang ada di antara keduanya pada kehendak-Nya. Tidak ada perbuatan yang sukar bagi Allah. Apabila menghendaki sesuatu, cukup Allah mengatakan, \"Jadilah\" (kun), maka jadilah apa yang dikehendaki-Nya itu.",
    "jalalayn": "(Penemu langit dan bumi) maksudnya penciptanya tanpa meniru pada contoh-contoh yang lain (dan bila Dia berkehendak) (akan sesuatu perkara) artinya menciptakannya (maka Dia hanya mengucapkan kepadanya, \"Jadilah kamu!\" Lalu jadilah ia) artinya sesuatu itu pun terjadilah. Menurut satu qiraat 'fayakuuna' dengan baris di atas sebagai 'jawaabul amr'."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 118,
    "arab": "وَقَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ لَوْلَا يُكَلِّمُنَا اللّٰهُ اَوْ تَأْتِيْنَآ اٰيَةٌ  ۗ كَذٰلِكَ قَالَ الَّذِيْنَ مِنْ قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ ۗ تَشَابَهَتْ قُلُوْبُهُمْ ۗ قَدْ بَيَّنَّا الْاٰيٰتِ لِقَوْمٍ يُّوْقِنُوْنَ",
    "translation": "Dan orang-orang yang tidak mengetahui berkata, “Mengapa Allah tidak berbicara dengan kita atau datang tanda-tanda (kekuasaan-Nya) kepada kita?” Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa. Sesungguhnya telah Kami jelaskan tanda-tanda (kekuasaan Kami) kepada orang-orang yang yakin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/125.mp3",
    "tafsir": "Yang dimaksud dengan ungkapan \"Mereka yang tidak mengetahui\" dalam ayat ini ialah orang musyrik Mekah. Mereka dikatakan tidak mengetahui karena kepercayaan mereka tidak berdasarkan wahyu yang diturunkan Allah kepada nabi-nabi-Nya dan tidak mengikuti nabi-nabi yang telah diutus-Nya. Hal ini ditegaskan ayat selanjutnya yang langsung mengarahkan pembicaraan kepada Nabi Muhammad saw, tentang sikap orang-orang musyrik itu dan persamaan perkataan mereka dengan perkataan orang-orang sebelum Nabi Muhammad diutus.\nOrang-orang musyrik mengatakan, \"Mengapa Allah tidak langsung berbicara dengan mereka yang menerangkan bahwa Muhammad adalah utusan Allah dan Al-Qur'an diturunkan dari Allah, atau datang kepada mereka malaikat untuk menjelaskannya, atau datang dalil-dalil yang menerangkan dan membuktikan kenabian Muhammad?\"\nAyat ini menerangkan bahwa perkataan mereka sama dengan perkataan orang-orang sebelum mereka, yang mereka ucapkan kepada nabi-nabi yang diutus kepada mereka. Juga Allah menerangkan bahwa apa yang mereka katakan itu sebabnya sama, yaitu karena keingkaran dan kedengkian mereka kepada Muhammad, bukan karena tidak adanya dalil atau bukti-bukti yang telah didatangkan Allah. Telah banyak dalil yang didatangkan Allah, tetapi hati mereka tertutup menerima dalil-dalil itu, karena kesombongan dan keangkuhan mereka. Apa pun dalil dan bukti yang didatangkan, mereka tetap tidak akan beriman.\nPerkataan orang terdahulu yang sama dengan perkataan orang musyrik itu tersebut di dalam Al-Qur'an, seperti perkataan orang-orang Yahudi, sebagaimana yang diberitakan dalam Al-Qur'an:\n\nDan (ingatlah) ketika kamu berkata, \"Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas.\" ¦\n(al-Baqarah/2:55. Lihat juga an-Nisa'/4:153)\nFirman Allah: \n\nDan (ingatlah), ketika kamu berkata, \"Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.\" ¦(al-Baqarah/2:61)\n\nOrang-orang Nasrani berkata kepada Nabi Isa a.s. sebagaimana tersebut dalam firman Allah swt:\n(Ingatlah), ketika pengikut-pengikut Isa berkata, \"Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?\" ¦ (al-Ma'idah/5:112)\n\nSelanjutnya ditegaskan bahwa orang kafir tidak akan beriman walau keterangan atau bukti apa pun diturunkan kepada mereka. Allah berfirman:\n\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, \"Ini tidak lain hanyalah sihir yang nyata.\" (al-An'am/6:7)\n\nPada akhir ayat diterangkan bahwa Allah selalu menurunkan bukti-bukti dan dalil-dalil bagi segala sesuatu, Dia menerangkannya dengan sejelas-jelasnya. Orang-orang yang bersih jiwa dan hatinya akan segera menerima dalil-dalil dan bukti itu dan mereka segera meyakininya. Orang-orang yang tidak menerimanya ialah mereka yang dalam hatinya ada rasa dengki dan penyakit, hatinya kasar dan tertutup. Allah berfirman:\n\nApakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas. (adz-dzariyat/51:53)\nAyat di atas merupakan penawar duka bagi Nabi Muhammad saw yang sedang menghadapi keingkaran kaum musyrik Mekah terhadap seruannya. Seolah-olah ayat di atas menerangkan bahwa sikap kaum musyrik itu adalah sikap yang sama dengan sikap orang-orang dahulu terhadap nabi-nabi yang diutus kepada mereka. Karena itu janganlah dihiraukan sikap mereka dan janganlah bersedih hati.",
    "quraish": "Sementara orang-orang musyrik dari kalangan bangsa Arab, masih terus memperlihatkan sikap membangkang pada Muhammad. Mereka mengajukan permintaan-permintaan padanya seperti apa yang diminta oleh umat-umat terdahulu pada nabi-nabi mereka. Mereka mengatakan bahwa tidak sekali-kali beriman kecuali jika Allah sendiri berbicara kepada mereka dan mendatangkan tanda-tanda (mukjizat) inderawi sebagai bukti kebenaran Muhammad. Itu seperti yang dikatakan Banû Isrâ'îl kepada Mûsâ, \"Kami tidak akan beriman kepadamu sebelum melihat Allah dan Dia berbicara langsung kepada kami.\" Sebagaimana pengikut 'Isâ meminta kepadanya agar Allah menurunkan hidangan dari langit. Semuanya itu menjadi bukti bahwa hati para pembangkang itu tidak ada bedanya. Sungguh tidak ada yang bisa membaca kebenaran kecuali orang yang berhati bersih, berpikiran lurus dan mempunyai semangat mencari kebenaran.",
    "jalalayn": "(Dan berkatalah orang-orang yang tidak mengetahui) yakni kaum kafir Mekah kepada Nabi saw., (\"Mengapa Allah tidak berbicara dengan kami) bahwa kamu adalah Rasul-Nya (atau datang kepada kami suatu tanda) atau bukti yang kami usulkan untuk menunjukkan kebenaranmu?\" (Demikian pulalah) artinya seperti yang mereka ucapkan itu (dikatakan kepada orang-orang yang sebelum mereka) yakni umat-umat yang kafir terhadap nabi mereka masing-masing (seperti ucapan mereka) berupa pembangkangan dan permintaan mukjizat-mukjizat, (hati mereka serupa) yakni dalam kekafiran dan pembangkangan. Ini menjadi hiburan dan bujukan bagi Nabi saw. (Sesungguhnya Kami telah menjelaskan tanda kekuasaan Kami kepada kaum yang yakin) yang mengetahui bahwa ia adalah ayat atau tanda, sehingga mereka beriman. Maka mengusulkan ayat atau tanda-tanda lain merupakan dosa atau kesalahan."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 119,
    "arab": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًاۙ وَّلَا تُسْـَٔلُ عَنْ اَصْحٰبِ الْجَحِيْمِ",
    "translation": "Sungguh, Kami telah mengutusmu (Muhammad) dengan kebenaran, sebagai pembawa berita gembira dan pemberi peringatan. Dan engkau tidak akan diminta (pertanggungjawaban) tentang penghuni-penghuni neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/126.mp3",
    "tafsir": "Allah mengutus Muhammad dengan kebenaran. Kebenaran itu ialah sesuatu yang kukuh dan pasti, tidak menyesatkan orang-orang yang menganutnya bahkan membahagiakannya dan tidak sedikit pun mempunyai unsur keragu-raguan, apalagi kebatilan. Dari ayat ini dapat dipahami bahwa di dalam kebenaran yang dibawa oleh Nabi Muhammad itu terkandung itikad, hukum, tata cara, kebiasaan yang baik dan segala hal yang dapat membahagiakan hidup manusia di dunia dan di akhirat.\nAyat ini menerangkan bahwa di antara tugas Nabi Muhammad ialah:\n1.Memberi kabar gembira dari Allah yang menjanjikan kebahagiaan di dunia dan di akhirat bagi orang yang mengikuti agama yang dibawa oleh Muhammad. Perkataan basyiran juga memberi pengertian: isyarat, tanda yang memberi kabar gembira, seperti adanya mendung sebagai tanda hari akan hujan.\n2.Memberi peringatan bahwa ada nestapa bagi orang yang tidak mengikuti perintah-perintah Allah serta menghentikan larangan-larangan-Nya dan bagi orang yang menghalangi seruan Nabi Muhammad saw.\nOrang yang tidak mengindahkan peringatan itu akan dimasukkan ke dalam neraka yang menyala-nyala. Ungkapan semacam ini menunjukkan kerasnya azab yang akan diderita oleh mereka yang mendurhakai Nabi. Ayat tersebut menerangkan tentang tugas Nabi Muhammad saw, yaitu menyampaikan agama kepada manusia. Sedang yang memberi penilaian terhadap sikap manusia kepada seruan Muhammad adalah Allah sendiri. Hanya Allah yang memberi pahala dan memberi hukuman. Allah berfirman:\n\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. ¦ (al-Baqarah/2:272)",
    "quraish": "Kami mengutusmu, Muhammad, dengan membawa kebenaran sebagai berita kabar gembira bagi orang-orang beriman sekaligus sebagai peringatan bagi orang-orang kafir. Kamu tidak lebih dari sekadar penyampai pesan-pesan suci risalah Kami, dan kamu tidak akan ditanya mengapa para penghuni neraka itu enggan beriman.",
    "jalalayn": "(Sesungguhnya Kami telah mengutusmu) hai Muhammad (dengan kebenaran) maksudnya dengan petunjuk (sebagai pembawa berita gembira) bahwa barang siapa yang memenuhinya, ia akan mendapat surga (dan pembawa peringatan) bahwa barang siapa yang menolaknya akan masuk neraka. (Dan kamu tidak akan dimintai pertanggungjawaban tentang penghuni-penghuni neraka) maksudnya orang-orang kafir. Tidak menjadi soal bagimu jika mereka tidak beriman, karena kewajibanmu hanyalah menyampaikan. Menurut satu riwayat dibaca 'tas-al', yaitu dengan sukun atau baris mati, menunjukkan larangan."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 120,
    "arab": "وَلَنْ تَرْضٰى عَنْكَ الْيَهُوْدُ وَلَا النَّصٰرٰى حَتّٰى تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰى ۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَ الَّذِيْ جَاۤءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
    "translation": "Dan orang-orang Yahudi dan Nasrani tidak akan rela kepadamu (Muhammad) sebelum engkau mengikuti agama mereka. Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).” Dan jika engkau mengikuti keinginan mereka setelah ilmu (kebenaran) sampai kepadamu, tidak akan ada bagimu pelindung dan penolong dari Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/127.mp3",
    "tafsir": "Ayat ini menyatakan keinginan Ahli Kitab yang sebenarnya sehingga mereka melakukan tindakan-tindakan terhadap orang-orang yang beribadah di masjid Allah, merobohkan masjid, menyekutukan Allah, dan mengingkari seruan Nabi Muhammad saw, Nabi terakhir. Mereka tidak akan berhenti melakukan tindakan itu sebelum Nabi Muhammad saw dan pengikutnya menganut agama yang mereka anut, yaitu agama yang berasal dari agama-agama yang dibawa para nabi yang terdahulu, tetapi ajaran-ajarannya sudah banyak diubah-ubah oleh mereka. Karena itu hendaklah kaum Muslimin waspada terhadap sikap Ahli Kitab, janganlah ragu-ragu mengikuti petunjuk Allah yang diturunkan kepada nabi-nabi-Nya, bukan petunjuk yang berasal dari keinginan dan hawa nafsu manusia, terutama keinginan dan hawa nafsu orang-orang Yahudi dan Nasrani.\nOrang Yahudi dan Nasrani melakukan tindakan-tindakan itu setelah pengetahuan datang pada mereka tentang agama yang diridai Allah dan ajaran-ajaran agama Islam. Secara lahiriah, ayat ini langsung ditujukan kepada Nabi Muhammad saw, berupa peringatan yang keras seandainya Nabi saw, mengikuti kemauan mereka padahal Nabi telah dijamin terpelihara dari perbuatan-perbuatan yang dilarang Allah. Di dalam Al-Qur'an banyak terdapat ayat yang seperti itu yang lahirnya ditujukan kepada Nabi, tetapi yang dimaksud ialah umat Muhammad saw. Allah memperingatkan dengan ayat ini agar kaum Muslimin berhati-hati terhadap sikap Ahli Kitab kepada Agama Islam dan kaum Muslimin.",
    "quraish": "Janganlah kamu menyusahkan dirimu demi memuaskan para pembangkang dari kalangan orang-orang Yahudi dan Nasrani menjadi rela. Sungguh mereka itu tidak akan merelakanmu sehingga kamu mau menjadi pengikut agama yang dalam pandangan mereka itu berisi petunjuk. Katakan kepada mereka, \"Tidak ada yang lebih benar daripada petunjuk yang diturunkan Allah dalam Islam.\" Barangsiapa tergoda untuk mengikuti kehendak hawa nafsu mereka setelah mengetahui kebenaran yang Kami turunkan kepadamu, maka sungguh mereka tidak akan mendapatkan pelindung dan penolong dari azab neraka selain Allah.",
    "jalalayn": "(Orang-orang Yahudi dan Kristen tidak akan senang kepadamu hingga kamu mengikuti millah mereka) maksudnya agama mereka. (Katakanlah, \"Sesungguhnya petunjuk Allah) yaitu agama Islam (itulah petunjuk) yang sesungguhnya, sedangkan yang selainnya hanyalah kesesatan belaka. (Sesungguhnya, jika) 'lam' menunjukkan sumpah (kamu ikuti keinginan mereka) yakni apa-apa yang mereka anjurkan (setelah datangnya pengetahuan kepadamu) maksudnya wahyu dari Allah (maka Allah tidak lagi menjadi pelindung) yang akan melindungimu (dan tidak pula menolong.\") yang akan menghindarkanmu dari bahaya."
  },
  {
    "ruku": 15,
    "name": "Al-Baqarah",
    "ayat": 121,
    "arab": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَتْلُوْنَهٗ حَقَّ تِلَاوَتِهٖۗ اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗ وَمَنْ يَّكْفُرْ بِهٖ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ",
    "translation": "Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barangsiapa ingkar kepadanya, mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/128.mp3",
    "tafsir": "Di antara Ahli Kitab ada orang Yahudi yang mengikuti Taurat, orang Nasrani mengikuti Injil. Mereka benar-benar membaca kitab yang diturunkan kepada mereka dengan bacaan yang benar tidak diikuti oleh keinginan dan hawa nafsu mereka. \nMereka membacanya dengan bacaan yang sebenarnya dengan me-mahaminya sepenuh hati, tidak mentakwilkan atau menafsirkannya menurut keinginan sendiri, tidak menambah, mengurangi atau mengubahnya.\nMenurut Ibnu Mas'ud dan Ibnu 'Abbas, membaca dengan bacaan yang sebenarnya ialah menghalalkan yang dihalalkanya, mengharamkan yang diharamkannya, membacanya seperti yang diturunkan Allah, tidak mengubah-ubah atau memalingkan perkataan dari tempat yang semestinya dan tidak menakwilkan sesuatu dari kitab itu dengan takwil yang bukan semestinya. )\nDalam firman-Nya yang lain dijelaskan bacaan yang dimaksud, yakni:\n\n\"... Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud.\" (a1-Isra'/17:107)\n\n\nSungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Al-Qur'an)¦(Yusuf/12:111)\n\nDari ayat-ayat di atas dipahami bahwa semua kitab (wahyu) Allah yang diturunkan kepada hamba-hamba-Nya merupakan pengajaran bagi mereka, yang tujuannya untuk mengarahkan dan memberi petunjuk ke jalan yang lurus. Karena itu, para hamba Allah wajib membaca dengan sebenar-benarnya, berulang-ulang, dan berusaha memahami petunjuk Allah yang terdapat di dalamnya. Allah berfirman:\n\nMaka tidakkah mereka menghayati (mendalami) Al-Qur'an? Sekiranya (Al-Qur'an) itu bukan dari Allah, pastilah mereka menemukan banyak hal yang bertentangan di dalamnya. (an-Nisa'/4:82)\n\nFirman Allah:\n\nMaka tidakkah mereka menghayati Al-Qur'an ataukah hati mereka sudah terkunci? (Muhammad/47:24)\n\nDari ayat-ayat di atas dipahami bahwa membaca Al-Qur'an dengan tidak memperhatikan maksud dan maknanya, menafsirkannya dengan sekehendak hati adalah sama dengan membaca Kitab oleh Yahudi dan Nasrani. Dari ayat di atas dipahami bahwa membaca kitab-kitab Allah dengan bacaan yang sebenarnya wajib dilakukan oleh manusia. Membaca Kitab tidak dengan bacaan yang sebenarnya tidak mengamalkan apa yang dibaca, itu berarti memperolok-olokkan kitab-kitab Allah dan menantang Allah.",
    "quraish": "Akan tetapi, masih ada di sana sebagian pengikut dari umat yang kepada mereka Kami turunkan Tawrât dan Injîl, (pengikut agama Yahudi dan Nasrani) yang mengkaji kitab suci mereka yang otentik dengan sungguh-sungguh, sehingga mereka mengetahui mana yang palsu. Mereka beriman pada ajaran yang terkandung di dalamnya yang berarti beriman pula pada al-Qur'ân. Barangsiapa yang mengingkari kebenaran kitab suci yang diturunkan oleh Tuhan maka mereka itu adalah orang-orang yang merugi.",
    "jalalayn": "(Orang-orang yang telah Kami beri Alkitab) merupakan subjek (sedangkan mereka membacanya dengan bacaan yang sebenarnya) artinya membacanya sebagaimana diturunkan dan digabungkan dengan kalimat ini menjadi 'hal'; 'haqqa' mendapat baris di atas sebagai mashdar atau maf`ul muthlak, sedangkan yang menjadi khabarnya ialah, (mereka itulah yang beriman kepadanya). Ayat ini diturunkan menceritakan segolongan orang yang datang dari Abessinia lalu masuk Islam. (Dan barang siapa yang ingkar terhadapnya) artinya terhadap kitab yang diturunkan itu, misalnya dengan mengubahnya dari yang asli (maka merekalah orang-orang yang rugi) disebabkan mereka disediakan tempat di neraka yang kekal lagi abadi."
  }
]