[
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 38,
    "arab": "قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ",
    "translation": "Katakanlah kepada orang-orang yang kafir itu (Abu Sufyan dan kawan-kawannya), “Jika mereka berhenti (dari kekafirannya), niscaya Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi (memerangi Nabi) sungguh, berlaku (kepada mereka) sunnah (Allah terhadap) orang-orang dahulu (dibinasakan).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1198.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk menyatakan kepada orang-orang kafir Quraisy, yaitu Abu Sufyan dan pengikut-pengikutnya bahwa Allah memberikan tawaran kepada mereka, apabila mereka mau menghentikan permusuhannya kepada seruan Nabi Muhammad dan menghentikan tipu-dayanya dalam menghalang-halangi tersebarnya agama Allah, mereka masih diberi kesempatan untuk bertaubat. Dan Allah akan mengampuni dosa-dosa mereka yang sudah mereka lakukan dan mereka tidak akan mengalami siksaan di akhirat.\nDemikian juga Rasulullah tidak akan memerangi mereka dan tidak akan menuntut balas terhadap tindakan-tindakan mereka yang telah mereka lakukan baik berupa penyiksaan, pengusiran, pembunuhan, perampasan, maupun lain-lainnya. Hal ini adalah merupakan ketentuan Islam yaitu mencintai perdamaian selama ajaran Islam dapat tersebar di muka bumi dan tidak dihalang-halangi. Akan tetapi apabila seruan agama Islam dihalang-halangi maka umat Islam akan bertindak terhadap orang-orang yang menghalang-halangi tersebut.\nAllah memberikan ancaman dan peringatan bahwa apabila mereka tetap tidak menghiraukan seruan itu dan mereka tetap bersikap keras dalam memusuhi ajaran Islam, serta menghalang-halangi dan memerangi kaum muslim, maka sunnah Allah yang telah berlaku terhadap orang-orang dahulu kembali berlaku, yaitu Allah akan membantu perjuangan orang-orang mukmin dan menghancurkan tipu-daya orang-orang kafir.\nAllah berfirman:\n\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51)\n\nUntuk memberikan gambaran bahwa apabila orang-orang musyrikin itu betul-betul menghentikan tindakan mereka yang memusuhi Nabi Muhammad menerima seruannya dan masuk Islam, niscaya mereka dapat pengampunan dari Allah. Sebagaimana hadis yang diriwayatkan Amr bin al-ash berkata:\n\"Setelah Allah meresapkan agama Islam betul-betul ke dalam hatiku, aku pun datang kepada Nabi dan berkata: \"Ulurkan tanganmu, aku akan membaiat kamu. Maka Rasulullah mengulurkan tangan kanannya, lalu aku menarik tanganku. Nabi bertanya: \"Mengapa engkau menarik tanganmu?\" Aku menjawab: \"Aku akan menentukan suatu syarat\". Rasulullah bertanya: \"Engkau akan mensyaratkan apa?\" Aku menjawab: \"Aku ingin agar Allah mengampuni aku.\" Rasulullah bersabda: \"Tidakkah engkau mengetahui hai Amr, bahwasanya Islam itu menghapuskan apa yang terjadi sebelumnya, dan bahwasanya hijrah itu telah menghapuskan apa yang sebelumnya dan haji itu menghilangkan dosa-dosa yang sebelumnya.\" (Riwayat Muslim dari Amr bin al-ash)",
    "quraish": "Meskipun ucapan Tuhan itu bernada keras dan berisi ancaman, akan tetapi pintu tobat masih tetap terbuka lebar. Maka katakanlah, wahai Nabi pembawa kasih sayang dan rahmat, kepada para penentang itu bahwa apabila mereka tidak lagi menentang dan syirik, niscaya Allah akan mengampuni dosa-dosa mereka di masa lalu. Tapi jika mereka tetap memilih kesesatan dan kembali memerangi kamu, maka telah ditetapkan bagi mereka hukuman seperti yang diberikan kepada orang-orang terdahulu. Allah akan memenangkan kebenaran atas kepalsuan, selama orang-orang yang berpihak pada kebenaran itu tetap tunduk kepada-Nya dan mengikuti ketentuan-ketentuan untuk menang.",
    "jalalayn": "(Katakanlah kepada orang-orang yang kafir itu,) seperti Abu Sofyan dan teman-temannya (\"Jika mereka berhenti) dari kekafirannya dan dari memerangi Nabi saw. (niscaya Allah akan mengampuni mereka tentang dosa-dosa mereka yang telah lalu) dari amal perbuatan mereka (dan jika mereka kembali lagi) untuk memerangi Nabi saw. (sesungguhnya akan berlaku terhadap mereka sunah Allah terhadap orang-orang dahulu.\") Allah akan memberlakukan sunah-Nya terhadap diri mereka, dengan cara membinasakannya, seperti yang telah Kami lakukan terhadap umat-umat terdahulu."
  },
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 39,
    "arab": "وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ",
    "translation": "Dan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1199.mp3",
    "tafsir": "Allah mengobarkan semangat juang orang-orang mukmin yaitu apabila orang-orang musyrikin tetap menolak seruan menghentikan permusuhan, Allah memerintahkan Rasulullah dan pengikut-pengikutnya agar memerangi mereka agar tidak terdapat lagi fitnah yang mengganggu umat Islam dan agamanya. Sehingga tidak akan ada lagi rasa takut dan kekhawatiran yang mencekam hati sanubari seseorang bila masuk agama Islam. Hal ini adalah jaminan bagi manusia bahwa mereka mempunyai kemerdekaan di dalam memeluk agama dan menjalankan syariatnya.\nAllah berfirman:\n\n\"Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat.\" (al-Baqarah/2: 256)\n\nKemudian Allah menawarkan sekali lagi kepada orang-orang musyrikin bahwa apabila mereka menghentikan kekafiran dan permusuhan, maka Allah Maha Melihat apa yang mereka kerjakan, dan akan memberikan balasan kepada mereka terhadap amalan-amalan mereka.\nRasulullah bersabda:\n\"Aku diperintahkan untuk memerangi manusia sehingga mereka itu mengucapkan \"La ilaha illallahu\". Apabila mereka mengatakan kalimat itu, mereka telah memelihara darah dan harta benda mereka dari tindakanku, terkecuali karena ada alasan yang benar, sedang perhitungan amal mereka terserah kepada Allah Azza wa Jalla\". (Riwayat al-Bukhari dan Muslim dari Ibnu Umar)\n\nPerintah perang ini merupakan jalan terakhir, ada ayat lain yang menganjurkan untuk mengajak ke jalan yang benar dengan bijaksana, seperti yang tercantum dalam Surah an-Nahl/16 ayat 125.",
    "quraish": "Teruskanlah memerangi orang-orang musyrik sampai mereka menghentikan tindakan yang merusak kepercayaan orang-orang beriman melalui penindasan dan penyiksaan. Apabila mereka benar-benar meninggalkan kekufuran dan tidak lagi mnenyakiti orang-orang beriman dan mengikhlaskan agama demi Allah, maka sesungguhnya Allah Maha Memberi balasan atas perbuatan mereka (1). (1) Lihat catatan kaki tafsir surat al-Baqarah ayat 190-194, yang berkenaan dengan perang.",
    "jalalayn": "(Dan perangilah mereka supaya tidak ada) supaya jangan ada (fitnah) kemusyrikan (dan supaya agama itu semata-mata bagi Allah) hanya bagi Allah semata dan tidak disembah selain dari-Nya. (Jika mereka berhenti) dari kekafiran (Maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan) Dia akan membalas mereka karenanya."
  },
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 40,
    "arab": "وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔",
    "translation": "Dan jika mereka berpaling, maka ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1200.mp3",
    "tafsir": "Allah mengancam mereka bahwa apabila mereka tetap juga menolak seruan damai Rasulullah dan tetap tidak menghentikan keingkaran terhadap seruan Rasul serta tetap memerangi dan memusuhi kaum muslim, maka Allah memerintahkan kepada kaum Muslimin agar memberitahukan kepada mereka bahwa Allah tetap menjadi pelindung yang akan membantu kaum Muslimin. Dan Allah menjamin kemenangan bagi kaum Muslimin. Dan Allah melarang orang-orang Islam menyerah dan merasa takut kepada tantangan kaum musyrikin itu. Di akhir ayat Allah menegaskan kepada kaum Muslimin bahwa Dialah Allah sebaik-baik Pelindung. Maka tidak akan sia-sialah yang meminta perlindungan-Nya. Dan memang demikianlah selalu terjadi dalam kehidupan manusia ini baik dari zaman dahulu sampai datangnya agama Islam, yaitu yang berhak menguasai bumi Allah hanyalah orang-orang yang saleh di antara hamba-Nya.\nFirman Allah:\n\n\"Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-dzikr (Lauh Mahfudh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.\" (al-Anbiya/21: 105)",
    "quraish": "Jika mereka terus berpaling dan menyakiti orang-orang Mukmin, maka ketahuilah, hai orang-orang yang beriman, bahwa kalian berada dalam perlindungan Allah, suatu perlindungan yang paling disukai dan paling kuat. Dia adalah penolong kalian. Pertolongannya adalah yang paling kuat dan paling agung.",
    "jalalayn": "(Dan jika mereka berpaling) dari keimanan (maka ketahuilah bahwasanya Allah pelindung kalian) yang akan menolong dan mengatur urusan-urusan kalian (sebaik-baik pelindung) adalah Dia (dan Dia adalah sebaik-baik penolong) yang akan menolong kalian."
  },
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 41,
    "arab": "۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ",
    "translation": "Dan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furqan, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1201.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan pembagian hasil rampasan perang sesuai dengan syariat Islam. Jumhur ulama berpendapat bahwa ayat ini diturunkan terkait dengan Perang Badar dan merupakan ayat pertama tentang pembagian harta rampasan perang sesudah Perang Badar. Allah menjelaskan bahwa semua ganimah yang diperoleh kaum Muslimin dari orang-orang kafir dalam peperangan, harus diambil seperlimanya untuk Allah dan Rasul, yaitu untuk hal-hal yang berhubungan dengan agama, seperti kemaslahatan seorang dai dalam berdakwah, mendirikan syiar-syiar agama, untuk memelihara Kabah, dan untuk keperluan Rasulullah saw dan rumah tangganya selama satu tahun. Kemudian dari seperlima ini juga harus diberikan pula kepada kerabat-kerabatnya. Dalam hal ini yang dianggap kerabat Rasulullah itu hanya Bani Hasyim dan Bani Muthalib dan tidak kepada Bani Abdi Syams dan Bani Naufal. Kemudian diberikan pula kepada kaum Muslimin yang memerlukan bantuan seperti anak-anak yatim, fakir miskin dan ibnussabil (musafir yang kekurangan biaya).\nEmpat perlima ganimah dibagikan kepada tentara yang ikut berperang. Diriwayatkan oleh Imam al-Bukhari dari Mutim bin Jubair dari Bani Naufal, dia berkata, \"Saya dengan Utsman bin Affan dari kabilah Bani Abdi Syams bersama-sama datang kepada Rasulullah, lalu kami bertanya kepada beliau, \"Wahai Rasulullah, engkau telah memberi ganimah kepada kabilah Bani Muthalib dan membiarkan kami tidak dapat bagian, padahal kami dengan mereka sederajat.\" Rasulullah menjawab, \"Sesungguhnya kabilah Bani Muthalib dan Bani Hasyim merupakan satu kesatuan.\" Jawaban Rasulullah ini adalah sebagai sindiran kepada Bani Syams dan Bani Naufal, bahwa mereka tidak dapat dipersamakan dengan Bani Muthalib dan Bani Hasyim yang selalu berjuang mendampingi Rasulullah dan tidak pernah memusuhinya. Mujahid, seorang ahli tafsir mengatakan bahwa Allah mengetahui, di antara kabilah Bani Hasyim dan Bani Muthalib banyak yang miskin. Karena itu mereka diberi bagian dari ganimah, sebab mereka tidak boleh menerima zakat.\nPerbedaan dalam perlakuan di atas harus dikembalikan kepada sejarah, yaitu ketika orang Quraisy menulis sebuah risalah yang menentukan sikap mereka terhadap Nabi Muhammad untuk memboikot sahabat-sahabat Nabi. Maka orang Quraisy mengusir Bani Hasyim dari Mekah dan menempatkan mereka di syiib (lembah) Bani Hasyim, karena mereka selalu melindungi Nabi Muhammad. Kemudian datang pula kabilah Bani Muthalib bergabung dengan mereka, sedang kabilah Abdi Syams dan Bani Naufal tidak bergabung dengan mereka sehingga tidak ikut diboikot oleh orang-orang Quraisy. Abu Sufyan dari keturunan Bani Umaiyah sering pula memerangi Nabi Muhammad bersama-sama kaum musyrikin dan orang Yahudi sampai Mekah dikuasai oleh Nabi Muhammad dan baru ketika itulah Abu Sufyan masuk Islam.\nAdapun hikmah dari pembagian ganimah untuk Allah dan Rasul ialah karena pemerintahan Islam dalam mengurus umatnya perlu mempunyai dana untuk dipergunakan bagi kemaslahatan umum, untuk menegakkan syiar-syiar agama dan untuk pertahanan. Semuanya itu diambil dari seperlima untuk Allah. Kemudian untuk kepentingan kepala negara diberikan bagian Rasulullah dan rumah tangganya. Kemudian diberi pula karib kerabatnya yang berdekatan dengan Nabi, yaitu Bani Hasyim dan Bani Muthalib sebagai penghargaan atas dukungan mereka untuk perjuangan Nabi. Kemudian juga kepada orang-orang yang memerlukan bantuan, dan umat Islam yang lemah ekonominya. Cara pembagian ini senantiasa dipraktikkan di sebagian besar negara-negara Islam walaupun ada sedikit perbedaan dalam praktek menghadapi keperluan masyarakat dan rakyatnya. Cara pembagian itu wajib diterima dan dilaksanakan jika kaum Muslimin sungguh-sungguh beriman kepada Allah dan kepada apa yang diturunkan-Nya.\nPerang Badar diberi nama yaum al-furqan. Hari furqan ialah hari yang memisahkan antara keimanan dan kekafiran. Kemenangan kaum Muslimin pada Perang Badar adalah kemenangan yang pertama terhadap kaum musyrikin, walaupun jumlah mereka tiga kali lipat banyaknya dari kaum Muslimin, Allah Mahakuasa atas segala sesuatu, kuasa memberi kemenangan kepada kaum Muslimin sesuai dengan janji-Nya. Perang Badar di samping disebut sebagai \"yaum al-furqan\" juga \"yaum iltaqa al-jam'an\" yang berarti hari bertemunya dua pasukan, pasukan Muslim di bawah pimpinan Nabi Muhammad saw dan pasukan Quraisy di bawah pimpinan Abu Jahal dan kawan-kawannya.",
    "quraish": "Wahai orang-orang yang beriman, ketahuilah bahwa perolehan kalian dari harta orang-orang kafir dalam peperangan, itu aturan hukumnya dibagi menjadi lima bagian. Seperlimanya adalah hak milik Allah, rasul-Nya, kerabat rasul; lalu anak-anak yatim, yaitu anak-anak orang Muslim yang papa dan telah ditinggal mati orangtua mereka, fakir miskin, yaitu mereka yang membutuhkan dari kalangan orang-orang Muslim, dan ibn al-sabîl, yaitu orang yang kehabisan bekal dalam suatu perjalanan yang tidak terlarang. Bagian Allah dan rasul-Nya yang diambil dari seperlima bagian itu, dimanfaatkan untuk kepentingan bersama sebagaimana diterangkan Rasulullah sewaktu masih hidup. Sementara empat perlima bagian yang tidak disinggung dalam ayat adalah hak milik orang-orang Muslim yang berperang. Ketahui dan pahamilah aturan itu jika kalian benar-benar beriman kepada Kami dan kepada apa yang Kami turunkan kepada hamba Kami, Muhammad, berupa bukti-bukti dukungan dan bantuan Kami pada hari pembedaan. Suatu hari ketika Kami memisahkan antara orang yang kufur dan orang yang beriman, yaitu pada saat pasukan orang-orang Mukmin dan orang-orang kafir saling berhadapan di Badar. Allah Mahabesar kekuasaan-Nya atas segala sesuatu. Allah telah menolong orang-orang beriman yang berjumlah sedikit dan memenangkan mereka atas orang-orang kafir yang jauh lebih besar jumlahnya.",
    "jalalayn": "(Ketahuilah sesungguhnya apa saja yang telah kalian peroleh) kalian ambil dari orang-orang kafir secara paksa (dalam bentuk apa pun, maka sesungguhnya seperlima untuk Allah) Dialah yang akan mengaturnya sesuai dengan kehendak-Nya (Rasul, kerabat Rasul) kaum kerabat Nabi saw. yang terdiri dari kalangan Bani Hasyim dan Bani Mutalib (anak-anak yatim) anak-anak kaum muslimin yang ayah-ayah mereka telah meninggal dunia sedangkan mereka dalam keadaan miskin (orang-orang miskin) kaum muslimin yang hidupnya masih kekurangan (dan ibnu sabil) orang muslim yang kehabisan bekal dalam perjalanannya. Atau dengan kata lain Nabi saw. dan keempat golongan orang-orang tadi berhak untuk mendapatkan seperlima dari seperlimanya. Sedangkan sisa seluruh ganimah yang tinggal empat perlima, seluruhnya untuk pasukan yang telah memperolehnya (jika kalian beriman kepada Allah) maka ketahuilah oleh kalian hal tersebut (dan kepada apa) diathafkan pada lafal billaah (yang Kami turunkan kepada hamba Kami) Muhammad saw., yaitu malaikat dan ayat-ayat (di hari Furqan) artinya pada perang Badar karena di dalam perang tersebut dipisahkan antara perkara yang hak dan yang batil (yaitu di hari bertemunya dua pasukan) pasukan kaum muslimin dan pasukan kaum kafir. (Dan Allah Maha Kuasa atas segala sesuatu) antara lain Dia telah memenangkan kalian sekali pun jumlah kalian sedikit dan jumlah musuh-musuh kalian banyak."
  },
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 42,
    "arab": "اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْۗ وَلَوْ تَوَاعَدْتُّمْ لَاخْتَلَفْتُمْ فِى الْمِيْعٰدِۙ وَلٰكِنْ لِّيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ەۙ لِّيَهْلِكَ مَنْ هَلَكَ عَنْۢ بَيِّنَةٍ وَّيَحْيٰى مَنْ حَيَّ عَنْۢ بَيِّنَةٍۗ وَاِنَّ اللّٰهَ لَسَمِيْعٌ عَلِيْمٌۙ",
    "translation": "(Yaitu) ketika kamu berada di pinggir lembah yang dekat dan mereka berada di pinggir lembah yang jauh sedang kafilah itu berada lebih rendah dari kamu. Sekiranya kamu mengadakan persetujuan (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan (hari pertempuran itu), tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan, yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1202.mp3",
    "tafsir": "Dalam ayat ini Allah memperlihatkan rahmat-Nya kepada kaum Muslimin ketika terjadi Perang Badar. Kaum Muslimin menempati tempat yang sangat strategis, sangat memungkinkan untuk memperoleh kemenang-an, yaitu memilih tempat yang berada di pinggir lembah dekat Medinah, sedang kaum musyrikin berada di ujung lembah yang jauh dari kafilah unta yang membawa barang dagangan yang dipimpin oleh Abu Sufyan di tepi pantai, kira-kira lima mil dari Badar. Kaum Muslimin berada di pinggir lembah yang terdekat ke Medinah, ketika itu baru saja turun hujan, sehingga mereka mempunyai persediaan air minum yang cukup dan situasi tanah yang disiram hujan, sedang kaum musyrikin berada di ujung lembah yang jauh, yang kering karena tidak mendapatkan air hujan dan tanah yang diinjak oleh kaum Musyrikin adalah tanah yang mengandung debu, sehingga kaki mereka mudah terperosok.\nSeandainya kaum Muslimin mengadakan kesepakatan untuk menentukan waktu pertempuran, niscaya mereka tidak sependapat dalam menentukan waktu pertempuran itu. Akan tetapi, karena Allah telah menentukan jalannya pertempuran maka saatnya pun tidak direncanakan oleh kaum Muslimin sendiri, apalagi jika melihat jumlah tentara kaum Muslimin amat sedikit dibanding dengan jumlah tentara kaum musyrikin dan persenjataan mereka pun tidak lengkap.\nMaksud kaum Muslimin berperang untuk menguasai kafilah unta yang penuh dengan barang dagangan yang dibawa dari Syam di bawah pimpinan Abu Sufyan. Tindakan ini adalah sebagai balasan atas tindakan orang-orang musyrik yang merampas harta orang-orang Muslim yang mereka tinggalkan di Mekah karena hijrah ke Medinah. Semula kaum musyrikin tidak merasa gentar menghadapi kaum Muslimin yang dipimpin oleh Rasulullah. Tetapi setelah mereka mengetahui posisi dan keadaan mereka, maka mereka merasa gentar menghadapi kaum Muslimin. Abu Sufyan sebagai pemimpin kafilah perdagangan kemudian mengirim utusan ke Mekah memberi tahu tentang bahaya yang mereka hadapi. Kemudian orang Quraisy dari Mekah mengirim pasukan yang dipimpin oleh Abu Jahal dengan maksud membantu kafilah Abu Sufyan. Mengetahui kedatangan tentara Quraisy dari Mekah yang cukup besar, Nabi Muhammad mengubah arah dari menghalangi Abu Sufyan menjadi menghadapi tentara Quraisy. Maka terjadilah pertempuran di lembah Badar.\nAllah mempertemukan dua pasukan itu tanpa didahului persetujuan dari kedua belah pihak, untuk menentukan pertempuran. Allah menghendaki kemenangan kepada kaum Muslimin dan menghancurkan kaum musyrikin, agar orang-orang yang beriman mencapai kemenangan berdasarkan bukti-bukti yang dapat disaksikan dengan nyata sebagai bukti kebenaran Islam, dan sebagai bukti bahwa Allah telah melaksanakan janji-Nya kepada Nabi-Nya dan kaum Muslimin, sehingga keraguan mereka lenyap dan kemenangan ternyata berada di tangan kaum Muslimin.\nAllah Maha Mendengar lagi Maha Mengetahui segala yang diucapkan oleh orang-orang kafir dan orang-orang mukmin dan pasti akan memberikan balasan pula sesuai dengan apa yang didengar dan diketahui-Nya.",
    "quraish": "Ingatlah ketika kalian berada di suatu lembah yang lebih dekat dengan perkampungan Madinah, sedangkan pasukan musuh berada jauh dari kawasan itu. Sementara itu, kafilah-kafilah dagang yang kalian tunggu kedatangannya berada dalam jarak yang lebih dekat dengan kalian daripada kawasan lepas pantai. Seandainya kalian bersepakat dengan musuh-musuh kalian untuk saling berhadapan pada waktu yang kalian tentukan sendiri, niscaya kalian tidak akan pernah bisa melakukannya. Akan tetapi Allah telah merencanakan pertemuan itu, tanpa sepengetahuan dan kemauan musuh-musuh kalian, dalam rangka mewujudkan ketetapan yang ada dalam ilmu-Nya yang pasti terjadi, yaitu perang yang membawakan kemenangan bagi kalian, dan agar pupus segala keraguan. Agar hancur mereka yang semestinya hancur, dengan alasan yang teramat jelas: yaitu kemenangan minoritas Mukmin melawan mayoritas orang-orang kafir. Sesungguhnya Allah Maha Mendengar, Maha Mengetahui dan tidak ada satu ucapan atau kata hati kedua belah pihak yang luput dari pengetahuan Allah.",
    "jalalayn": "(Yaitu di hari ketika) lafal ini merupakan badal dari lafal yaum (kalian) berada (di pinggir lembah) yang dekat dari kota Madinah; huruf `ain boleh dibaca damah dan boleh dibaca kasrah, artinya di pinggir lembah (dan mereka berada di pinggir lembah yang jauh) dari kota Madinah (sedang kafilah) iring-iringan perdagangan orang-orang kafir berada di tempat (yang lebih rendah daripada kalian) yaitu dekat dengan pantai (Sekiranya kalian mengadakan persetujuan) antara kalian dan pasukan kaum musyrikin untuk menentukan hari pertempuran (pastilah kalian tidak akan sependapat untuk menentukan hari pertempuran itu akan tetapi) Allah mempertemukan antara kalian dan mereka tanpa persetujuan terlebih dahulu (agar Dia melakukan suatu urusan yang mesti dilaksanakan) yang urusan tersebut telah berada dalam pengetahuan-Nya, yaitu memenangkan Islam dan menghapus kekafiran, maka Allah melaksanakan hal tersebut (yaitu agar orang yang binasa itu) yakni orang kafir (binasanya berdasarkan keterangan yang nyata) artinya sesudah adanya hujah yang jelas tegak di hadapannya; yaitu melalui dimenangkannya pasukan kaum muslimin sekali pun jumlah mereka sedikit atas pasukan musuh yang jumlahnya sangat banyak itu (dan agar orang yang hidup itu) orang yang mukmin (hidupnya dengan keterangan yang nyata pula. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui)."
  },
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 43,
    "arab": "اِذْ يُرِيْكَهُمُ اللّٰهُ فِيْ مَنَامِكَ قَلِيْلًاۗ وَلَوْ اَرٰىكَهُمْ كَثِيْرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِى الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَۗ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ ",
    "translation": "(Ingatlah) ketika Allah memperlihatkan mereka di dalam mimpimu (berjumlah) sedikit. Dan sekiranya Allah memperlihatkan mereka (berjumlah) banyak tentu kamu menjadi gentar dan tentu kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan kamu. Sungguh, Allah Maha Mengetahui apa yang ada dalam hatimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1203.mp3",
    "tafsir": "Allah mengetahui apa yang diucapkan oleh sahabat-sahabat Nabi dan mengetahui pula apa yang tersimpan dalam hatinya ketika Allah memperlihatkan kepada Nabi dalam mimpi bahwa jumlah musuh itu sedikit. Setelah Nabi memberitahukan kepada sahabat-sahabatnya tentang mimpinya itu, maka tenanglah hati mereka dan bertambah besarlah harapan mereka untuk mencapai kemenangan, sehingga mimpi itu memberikan dorongan dan semangat kepada mereka menghadapi medan pertempuran.\nSeandainya Allah memperlihatkan kepada Nabi-Nya jumlah kaum musyrikin itu banyak akan timbullah ketakutan dalam hati mereka, mereka gentar menghadapi musuh dan tentu akan menimbulkan pertentangan hebat di kalangan kaum Muslimin yang tidak setuju untuk melangsungkan peperangan, karena di kalangan kaum Muslimin ada yang kuat imannya dan ingin patuh melaksanakan perintah Rasul untuk berperang dan ada pula yang lemah imannya, yang ingin menghindari peperangan. Allah menyelamatkan kaum Muslimin dari ketakutan dan perselisihan yang dapat mengakibatkan kelemahan dan kehancuran. Sesungguhnya Allah Maha Mengetahui apa yang tersimpan dalam hati, yaitu perasaan takut dan cemas dari orang yang lemah imannya dan keberanian untuk maju ke medan juang pada orang-orang yang kuat imannya yang selalu tawakal kepada Allah.",
    "quraish": "Dan ingatlah, wahai Rasul, ketika Allah berkenan memberikan karunia kepadamu. Allah melukiskan dalam mimpimu pasukan-pasukan musuh itu dalam jumlah sedikit, guna membesarkan hatimu dan menjanjikan kepadamu kemenangan dan mengokohkan dirimu di hadapan musuh. Seandainya Allah memperlihatkan mereka kepadamu dalam jumlah yang besar, niscaya engkau akan gentar, ragu-ragu dan lemah menghadapi mereka. Akan tetapi Allah telah menyelamatkan dirimu dari perang itu dan akibat-akibat buruknya. Sesungguhnya Allah Maha Mengetahui isi hati yang ada di dalam dada.",
    "jalalayn": "(Yaitu ketika Allah menampakkan mereka kepadamu di dalam mimpimu) ketika kamu sedang tidur (berjumlah sedikit) lalu kamu memberitahukan hal tersebut kepada sahabat-sahabatmu sehingga mereka merasa gembira dan optimis (Dan sekiranya Allah memperlihatkan mereka kepadamu berjumlah banyak tentu kalian akan merasa gentar) kalian akan berselisih pendapat mengenainya (dan tentu saja kalian akan berbantah-bantahan dalam urusan itu) yakni mengenai masalah peperangan (akan tetapi Allah menyelamatkan kalian) dari rasa gentar dan bantah-bantahan. (Sesungguhnya Allah Maha Mengetahui segala isi hati) apa-apa yang tersimpan di dalam hati."
  },
  {
    "ruku": 150,
    "name": "Al-Anfal",
    "ayat": 44,
    "arab": "وَاِذْ يُرِيْكُمُوْهُمْ اِذِ الْتَقَيْتُمْ فِيْٓ اَعْيُنِكُمْ قَلِيْلًا وَّيُقَلِّلُكُمْ فِيْٓ اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ ",
    "translation": "Dan ketika Allah memperlihatkan mereka kepadamu, ketika kamu berjumpa dengan mereka berjumlah sedikit menurut penglihatan matamu dan kamu diperlihatkan-Nya berjumlah sedikit menurut penglihatan mereka, itu karena Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan. Hanya kepada Allah segala urusan dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1204.mp3",
    "tafsir": "Dalam ayat ini Allah memerintahkan Nabi agar mensyukuri nikmat-Nya, ketika Dia menampakkan musuh dalam jumlah yang sedikit pada penglihatan Nabi dan para sahabat, demikian pula Allah menampakkan jumlah tentara kaum Muslimin sedikit pada penglihatan mata musuhnya, agar kedua belah pihak maju perang dengan harapan dapat mencapai kemenangan. Kaum Muslimin berperang dengan penuh semangat karena hatinya penuh dengan keimanan dan kepercayaan atas janji Allah bahwa mereka akan mencapai kemenangan dan akan dibantu oleh malaikat. Orang-orang kafir maju ke depan karena terdorong oleh perasaan sombong dan menipu diri sendiri, sehingga Abu Jahal berkata, \"Jumlah tentara Muhammad sedikit, cukup diberi makan dengan seekor unta saja.\" Karena masing-masing golongan mempunyai harapan untuk menang, maka terjadilah pertempuran sengit yang berakhir sesuai dengan ketentuan Allah yaitu kemenangan di pihak kaum Muslimin.",
    "quraish": "Perhatikanlah, wahai Rasul, ketika Allah memperlihatkan musuh-musuhmu kepadamu dalam jumlah yang kecil, sebagaimana Allah menampakkan kalian dalam pandangan mereka, juga dalam pasukan yang kecil. Mereka bangga dengan jumlah yang besar. Hal itu dijadikan sedemikian rupa oleh Allah agar jiwa keberanian kalian bertambah besar dalam menghadapi lawan. Sehingga kalian dapat mewujudkan ketetapan ilmu Allah yang pasti terwujud. Kepada Allah akan dikembalikan segala urusan alam semesta. Tidak akan terjadi kecuali apa yang telah ditakdirkan Allah dengan menciptakan sebab musababnya.",
    "jalalayn": "(Yaitu ketika Allah menampakkan mereka kepada kamu sekalian) wahai orang-orang mukmin (ketika kalian berjumpa dengan mereka berjumlah sedikit pada penglihatan mata kalian) sekitar tujuh puluh atau seratus orang padahal kenyataannya jumlah mereka ada seribu orang, dimaksud supaya kalian mau maju menghadapi mereka (dan kalian ditampakkan-Nya berjumlah sedikit pada penglihatan mereka) supaya mereka mau maju menghadapi kalian dan mereka tidak mundur untuk memerangi kalian, hal ini berlangsung sebelum perang berkecamuk. Maka tatkala perang telah berkecamuk lalu Allah memperlihatkan kepada mereka jumlah kalian yang lebih besar dua kali lipat daripada jumlah mereka sebagaimana yang telah dijelaskan di dalam surah Ali Imran (karena Allah hendak melakukan suatu urusan yang mesti dilaksanakan. Dan hanya kepada Allahlah dikembalikan segala urusan)."
  }
]