[
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 17,
    "arab": "مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْۚ وَ فِى النَّارِ هُمْ خٰلِدُوْنَ ",
    "translation": "Tidaklah pantas orang-orang musyrik memakmurkan masjid Allah, padahal mereka mengakui bahwa mereka sendiri kafir. Mereka itu sia-sia amalnya, dan mereka kekal di dalam neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1252.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tidak pantas bagi kaum musyrikin memakmurkan Masjidilharam dan mesjid-mesjid lainnya. Memakmurkan mesjid Allah hanyalah dengan menjadikan tempat itu untuk mengesakan dan mengagungkan Allah serta menaati-Nya. Hal ini dilakukan hanya oleh orang-orang mukmin. Memakmurkan mesjid, ialah membangunnya, mengurusnya, menghidupkannya dengan amal ibadah yang diridai Allah. Memakmurkan yang dilarang untuk orang bukan Muslim, ialah penguasaan terhadap mesjid, seperti menjadi pengurusnya. Adapun mempergunakan tenaga orang bukan Muslim untuk membangun mesjid, seperti memakai tukang bangunan dan sebagainya tidak dilarang. Begitu juga kaum Muslimin boleh menerima mesjid yang dibangun oleh orang bukan Muslim atau yang membangunnya diwasiatkan oleh orang bukan Muslim, atau memperbaiki-nya selama tidak mengandung tujuan yang membikin mudarat kepada kaum Muslimin.\nSekalipun para mufasir berbeda pendapat tentang mesjid yang dimaksud dalam ayat ini, apakah Masjidilharam saja, sesuai dengan turunnya ayat ini, seperti tersebut pada permulaan tafsir ayat ini, dan sesuai pula dengan bacaan sebagian ulama qira'at yang membacakan dengan masjid artinya lafal mufrad (tunggal) yaitu Masjidilharam, atau yang dimaksud semua mesjid Allah, sesuai dengan lafal jamak masajid. Tetapi semua pendapat, baik Masjidlharam ataupun mesjid-mesjid lainnya, tidak pantas dan tidak boleh bagi musyrikin untuk memakmurkannya. \nSelanjutnya pada ayat ini Allah menerangkan bahwa amal dan pekerjaan orang-orang kafir yang mereka bangga-banggakan, yaitu memakmurkan Masjidilharam, memberi minum orang-orang haji, dan lain-lain akan sia-sia selama mereka di dalam kesyirikan. Firman Allah:\n\nSekiranya mereka mempersekutukan Allah, pasti lenyaplah amalan yang telah mereka kerjakan. (al-Anam/6: 88)\n\nAkhir ayat ini menerangkan bahwa orang-orang musyrik itu kekal dalam neraka, karena tidak ada amal mereka di dunia yang berguna dan dapat menolong mereka di hari akhirat.",
    "quraish": "Orang-orang musyrik tidak pantas memakmurkan masjid-masjid Allah. Mereka terus-menerus dalam kekufuran dan menyatakannya terang-terangan. Semua perbuatan orang-orang musyrik itu tidak akan dihiraukan oleh Allah dan tidak akan diberikan pahala bagi mereka. Mereka kekal di dalam neraka pada hari kiamat.",
    "jalalayn": "(Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah) boleh dibaca mufrad dan boleh pula dibaca jamak, yakni dengan cara memasukinya dan duduk di dalamnya (sedangkan mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia) batal (amal perbuatannya dan mereka kekal di dalam neraka)."
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 18,
    "arab": "اِنَّمَا يَعْمُرُ مَسٰجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ ۗفَعَسٰٓى اُولٰۤىِٕكَ اَنْ يَّكُوْنُوْا مِنَ الْمُهْتَدِيْنَ ",
    "translation": "Sesungguhnya yang memakmurkan masjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian, serta (tetap) melaksanakan salat, menunaikan zakat dan tidak takut (kepada apa pun) kecuali kepada Allah. Maka mudah-mudahan mereka termasuk orang-orang yang mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1253.mp3",
    "tafsir": "Ayat ini menerangkan bahwa yang patut memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang benar-benar beriman kepada Allah dan berserah diri kepada-Nya serta percaya akan datangnya hari akhirat tempat pembalasan segala amal perbuatan, melaksanakan salat, menunaikan zakat dan tidak takut kepada siapa pun selain kepada Allah. Orang-orang inilah yang diharapkan termasuk golongan yang mendapat petunjuk untuk memakmurkan mesjid-mesjid-Nya. Banyak hadis yang menjelaskan tentang keutamaan memakmurkan mesjid, antara lain sabda Rasulullah saw:\nBarang siapa membangun mesjid bagi Allah untuk mengharapkan keridaan-Nya, niscaya Allah akan membangunkan baginya sebuah rumah dalam surga. (Riwayat al-Bukhari, Muslim dan at-Tirmidzi dari 'Utsman bin Affan)\n\nSabda Rasulullah saw:\nApabila kamu melihat seseorang membiasakan diri (beribadah) di mesjid, maka bersaksilah bahwa ia orang yang beriman. (Riwayat Ahmad, at-Tirmidzi, Ibnu Majah dan al-hakim dari Abi Said al-Khudri)\n\nDan sabdanya yang lain:\nSesungguhnya ada seorang perempuan yang biasa menyapu mesjid lalu meninggal dunia, Rasulullah saw menanyakannya, dan ketika dikatakan kepadanya bahwa perempuan itu sudah meninggal, Rasulullah berkata, \"Mengapa kamu tidak memberitahukan kepada saya, agar saya salatkan ia. Tunjukkanlah kepadaku di mana kuburnya.\" Maka Rasulullah mendatangi kuburan itu, lalu ia salat di atasnya. (Riwayat al-Bukhari, Muslim, Abu Dawud dan Ibnu Majah)\n\nDalam hadis lain:\nBarang siapa menyalakan penerangan lampu dalam mesjid, niscaya para malaikat dan para pembawa arasy senantiasa memohon ampun kepada Allah agar diampuni dosanya selama lampu itu bercahaya dalam mesjid. (Riwayat Salim ar-Razi dari Anas r.a.)",
    "quraish": "Tetapi, orang-orang yang dapat memakmurkan masjid-masjid Allah hanyalah orang-orang yang beriman kepada Allah, percaya kepada hari kebangkitan dan hari balasan, melakukan salat sebagaimana yang diperintahkan, menunaikan zakat harta mereka dan tidak takut selain kepada Allah. Merekalah yang diharapkan menjadi orang-orang yang mendapatkan petunjuk ke jalan yang benar di sisi Allah.",
    "jalalayn": "(Sesungguhnya yang memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang beriman kepada Allah dan hari kemudian serta tetap mendirikan salat, menunaikan zakat dan tidak takut) kepada seorang pun (selain kepada Allah, maka mereka orang-orang yang diharapkan termasuk orang-orang yang mendapat petunjuk)."
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 19,
    "arab": "۞ اَجَعَلْتُمْ سِقَايَةَ الْحَاۤجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فِيْ سَبِيْلِ اللّٰهِ ۗ لَا يَسْتَوٗنَ عِنْدَ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۘ",
    "translation": "Apakah (orang-orang) yang memberi minuman kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam, kamu samakan dengan orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah. Allah tidak memberikan petunjuk kepada orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1254.mp3",
    "tafsir": "Pertanyaan yang terkandung dalam ayat ini ditujukan kepada orang-orang mukmin yang berselisih tentang amal saleh yang lebih utama seperti tersebut di atas. Sebagai jawaban diterangkan bahwa mengurus Masjidil-haram dan menyediakan minuman bagi orang-orang yang mengerjakan haji tidak dapat disamakan keutamaannya dengan beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah. Amal-amal yang tersebut pada bagian pertama meskipun termasuk amal kebajikan tetapi derajatnya tidak sebanding dengan derajat amal-amal yang tersebut kemudian, yaitu iman dan jihad di jalan Allah sebagaimana tersebut dalam ayat ini.\nMenganggap dua macam amal tersebut sama adalah suatu anggapan yang tidak pada tempatnya, dan bertentangan dengan petunjuk Allah apalagi kalau dianggap bahwa amal pertama lebih utama dari amal kedua.",
    "quraish": "Tidak sepantasnya kalian menyamakan kedudukan orang-orang musyrik yang memberi minum kepada orang-orang yang mengerjakan haji dan memakmurkan al-Masjid al-Haram itu dengan orang-orang yang beriman kepada Allah, mempercayai hari kebangkitan dan hari pembalasan serta berjihad di jalan Allah. Hal itu disebabkan karena mereka tidak sama kedudukannya di sisi Allah. Allah tidak akan menunjukkan jalan kebenaran kepada orang-orang yang selalu berbuat zalim terhadap orang lain dengan terus menerus menyakiti mereka.",
    "jalalayn": "(Apakah orang-orang yang memberi minum kepada orang-orang yang mengerjakan haji dan mengurus Masjidilharam kalian jadikan) orang-orang yang bertugas menunaikan hal-hal tersebut (sama dengan orang-orang yang beriman kepada Allah dan hari kemudian serta berjihad di jalan Allah? Mereka tidak sama di sisi Allah) dalam hal keutamaannya (dan Allah tidak memberikan petunjuk kepada kaum yang lalim) kepada orang-orang yang kafir. Ayat ini diturunkan berkenaan dengan sanggahan Allah terhadap orang yang mengatakan hal tersebut, dia adalah Abbas atau lainnya."
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 20,
    "arab": "اَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
    "translation": "Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1255.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang beriman dengan iman yang kokoh yang mendorongnya rela hijrah meninggalkan kampung halamannya, harta kekayaan dan karya usahanya, berpisah dengan anak istrinya, orang tua dan sanak saudaranya, mereka adalah orang-orang yang melaksanakan amal perbuatan yang berat dan membutuhkan banyak pengorbanan. Apalagi jika amal-amal yang tersebut diikuti dengan jihad di jalan Allah yaitu dengan mengorbankan harta kekayaan dan jiwa raganya.\nUntuk orang-orang yang berbuat demikian Allah akan memberikan penghargaan yang tinggi serta keberuntungan dan kebahagiaan. Adapun orang-orang mukmin yang tidak hijrah dan tidak jihad di jalan Allah, meskipun mereka menyediakan minumam bagi para jemaah haji dan memakmurkan Masjidilharam, penghargaan Allah kepada mereka dan pahala yang diberikan kepada mereka tidak sebesar apa yang diterima oleh orang-orang yang hijrah dan berjihad. Tentang amal seseorang yang tidak didasari dengan iman kepada Allah akan sia-sialah amal itu. Karena orang kafir tidak akan memperoleh pahala di akhirat.",
    "quraish": "Orang-orang yang percaya kepada keesaan Allah dan berhijrah dari negeri kafir menuju negeri Islam serta menahan derita jihad di jalan Allah dengan mengorbankan harta dan jiwa, adalah lebih tinggi derajatnya di sisi Allah daripada orang-orang yang tidak memiliki sifat seperti itu. Merekalah orang-orang yang mendapat kemenangan berupa pahala dan kemuliaan dari Allah.",
    "jalalayn": "(Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan diri mereka adalah lebih tinggi derajat) yaitu kedudukan (di sisi Allah) daripada orang-orang selain mereka (dan itulah orang-orang yang mendapat kemenangan) orang-orang yang memperoleh kebaikan."
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 21,
    "arab": "يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَّجَنّٰتٍ لَّهُمْ فِيْهَا نَعِيْمٌ مُّقِيْمٌۙ",
    "translation": "Tuhan menggembirakan mereka dengan memberikan rahmat, keridaan dan surga, mereka memperoleh kesenangan yang kekal di dalamnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1256.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah memberi kabar gembira kepada orang-orang mukmin yang hijrah dan berjihad di jalan Allah, mereka akan mendapat balasan rahmat yang luas, keridaan yang sempurna dan surga yang menjadi tempat tinggal mereka selama-lamanya. Pahala terbesar adalah memperoleh rida Allah sebagaimana firman-Nya:\n\nAllah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga 'Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72)\n\nHal ini disebutkan juga dalam hadis Nabi Muhammad saw:\nAllah berkata kepada ahli surga, \"Wahai ahli surga.\" Mereka menjawab, \"Kami patuh kepada Engkau ya Tuhan kami.\" Allah berkata, \"Apakah kamu sekalian telah rida.\" Mereka menjawab, \"Bagaimanakah kami tidak akan rida sedangkan kami telah Engkau karuniakan sesuatu yang belum pernah Engkau karuniakan kepada siapapun.\" Allah berkata lagi, \"Aku akan memberikan kepadamu sesuatu yang lebih utama dari apa yang telah Kuberikan.\" Mereka bertanya, \"Ya Tuhan kami pemberian apakah yang lebih utama itu?\" Allah berkata, \"Aku telah meridai kamu sekalian dan tidak akan memurkaimu sesudah itu selama-lamanya.\" (Riwayat al-Bukhari, Muslim, at-Tirmidzi dan an-Nasa'i dari Abi Said al-Khudri)",
    "quraish": "Mereka adalah orang-orang yang akan diberi kabar gembira dengan rahmat Allah yang luas dan menyeluruh, yang hanya diperintahkan oleh Allah bagi mereka dengan keridaan-Nya. Itu adalah balasan yang paling besar. Allah akan memasukkan mereka pada hari kiamat ke dalam surga-surga yang di dalamnya mereka mendapatkan kenikmatan yang sempurna dan abadi.",
    "jalalayn": "(Tuhan mereka menggembirakan mereka dengan memberikan rahmat daripada-Nya, keridaan dan surga, mereka memperoleh di dalamnya kesenangan yang kekal) abadi."
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 22,
    "arab": "خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗاِنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ",
    "translation": "mereka kekal di dalamnya selama-lamanya. Sungguh, di sisi Allah terdapat pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1257.mp3",
    "tafsir": "Di ayat ini Allah menjelaskan bahwa orang yang memperoleh karunia tersebut akan tetap tinggal di surga untuk selama-lamanya. Sesungguhnya di sisi Allah telah tersedia pahala yang sangat besar bagi orang-orang yang beriman dan beramal saleh, terutama bagi orang-orang yang beriman, hijrah, dan berjihad dengan harta dan jiwa raganya.",
    "quraish": "Mereka kekal di dalam surga itu dan tidak akan berpindah. Sesungguhnya di sisi Allah terdapat balasan yang besar dan pahala yang banyak.",
    "jalalayn": "(Mereka kekal) menjadi kata keterangan dari lafal yang muqaddarah/tidak disebutkan (di dalamnya selama-lamanya. Sesungguhnya di sisi Allahlah pahala yang besar.)"
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 23,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْٓا اٰبَاۤءَكُمْ وَاِخْوَانَكُمْ اَوْلِيَاۤءَ اِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْاِيْمَانِۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ",
    "translation": "Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung, jika mereka lebih menyukai kekafiran daripada keimanan. Barangsiapa di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1258.mp3",
    "tafsir": "Ayat ini diturunkan sehubungan dengan sikap sebagian kaum Muslimin sewaktu diperintahkan hijrah ke Medinah, mereka menjawab, \"Jika kami hijrah, putuslah hubungan kami dengan orang-orang tua kami, anak-anak dan famili kami, hancurlah perdagangan kami dan akhirnya kami menjadi orang yang sia-sia.\"\nAyat ini melarang orang yang beriman menjadikan ibu bapak dan saudara mereka yang masih kafir, menjadi pemimpin karena dikhawatirkan mereka akan mengetahui keadaan kaum Muslimin dan kekuatannya. Perbuatan seperti itu akan sangat bermanfaat bagi pihak kafir untuk menyerang kaum Muslimin.\nOrang mukmin yang tidak menaati larangan itu dan dalam keadaan perang, mereka masih membantu orang-orang kafir, karena yang dibantu itu ada hubungan kekeluargaan, maka dia adalah orang yang zalim, terhadap diri, pengikut-pengikut, dan agamanya.",
    "quraish": "Wahai orang-orang Mukmin, janganlah kalian menjadikan bapak, anak, saudara, kerabat dan istri kalian sebagai penolong, jika mereka lebih mencintai kekufuran daripada keimanan serta selalu meminta pertolongan kepada orang-orang kafir. Mereka itulah orang-orang yang melanggar jalan yang lurus.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan orang-orang yang tidak turut berhijrah karena alasan keluarga dan usaha perdagangannya yang tidak dapat ditinggalkan (Hai orang-orang yang beriman, janganlah kalian jadikan bapak-bapak dan saudara-saudara kalian menjadi wali, penguasa, kalian jika mereka lebih mengutamakan) lebih memilih (kekafiran atas keimanan dan siapa di antara kalian yang menjadikan mereka sebagai wali, maka mereka itulah orang-orang yang lalim)."
  },
  {
    "ruku": 158,
    "name": "At-Taubah",
    "ayat": 24,
    "arab": "قُلْ اِنْ كَانَ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْ وَاِخْوَانُكُمْ وَاَزْوَاجُكُمْ وَعَشِيْرَتُكُمْ وَاَمْوَالُ ِۨاقْتَرَفْتُمُوْهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسٰكِنُ تَرْضَوْنَهَآ اَحَبَّ اِلَيْكُمْ مِّنَ اللّٰهِ وَرَسُوْلِهٖ وَجِهَادٍ فِيْ سَبِيْلِهٖ فَتَرَبَّصُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ",
    "translation": "Katakanlah, “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, istri-istrimu, keluargamu, harta kekayaan yang kamu usahakan, perdagangan yang kamu khawatirkan kerugiannya, dan rumah-rumah tempat tinggal yang kamu sukai, lebih kamu cintai dari pada Allah dan Rasul-Nya serta berjihad di jalan-Nya, maka tunggulah sampai Allah memberikan keputusan-Nya.” Dan Allah tidak memberi petunjuk kepada orang-orang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1259.mp3",
    "tafsir": "Ayat ini memberikan peringatan bahwa jika orang beriman lebih mencintai bapaknya, anak-anaknya, saudara-saudaranya, istri-istrinya, kaum keluarganya, harta kekayaan, perniagaan dan rumah-rumahnya, daripada mencintai Allah dan Rasul-Nya serta berjihad menegakkan syariat-Nya, maka Allah akan mendatangkan siksa kepada mereka cepat atau lambat. Mereka yang bersikap demikian itu adalah orang-orang fasik yang tidak akan mendapat hidayah dari Allah swt. \nBerikut ini beberapa alasan mengapa orang mencintai anak, suami, istri, ibu, bapak, keluarga, dan sebagainya:\n1. Bahwa cinta anak terhadap ibu bapak adalah naluri yang ada pada tiap-tiap diri manusia. Anak sebagai keturunan dari ibu bapaknya mewarisi sebagian sifat-sifat dan tabiat-tabiat ibu bapaknya.\n2. Bahwa cinta ibu bapak kepada anaknya adalah naluri juga, bahkan lebih mendalam lagi, karena anak merupakan jantung hati yang diharapkan melanjutkan keturunan dan meneruskan sejarah hidupnya. Dalam hal ini ibu bapak rela menanggung segala macam pengorbanan untuk kebahagiaan masa depan anaknya.\n3. Bahwa cinta kepada saudara dan karib kerabat adalah cinta yang lumrah dalam rangka pelaksanaan hidup dan kehidupan tolong-menolong, bantu-membantu dan bela-membela dalam kehidupan rumah tangga, dan kehidupan bermasyarakat. Cinta yang demikian akan menumbuhkan perasaan hormat-menghormati dan sayang-menyayangi.\n4.Bahwa cinta suami istri adalah cinta yang terpadu antara dua jenis makhluk yang membina keturunan dan membangun rumah tangga untuk kebahagiaan hidup dan kehidupan dunia dan akhirat. Oleh karena itu keutuhan hubungan suami istri yang harmonis menjadi pokok bagi kerukunan dan kebahagiaan hidup dan kehidupan yang diidam-idamkan.\n5. Bahwa cinta terhadap harta dengan segala jenis bentuknya baik harta usaha, warisan, perdagangan maupun rumah tempat tinggal dan lain-lain adalah cinta yang sudah menjadi kodrat manusia. Semua yang dicintai merupakan kebutuhan yang tidak terpisahkan bagi hidup dan kehidupan manusia yang diusahakannya dengan menempuh segala jalan yang dihalalkan Allah. \n6.Cinta perdagangan, merupakan naluri manusia, karena ia merupakan sumber pengembangan harta benda.\n7.Cinta tempat tinggal, karena rumah merupakan tempat tinggal dan tempat istirahat sehari-hari.\nAdapun cinta kepada Allah wajib didahulukan daripada segala macam cinta tersebut di atas karena Dialah yang memberi hidup dan kehidupan, dengan segala macam karunia-Nya kepada manusia dan Dialah yang bersifat sempurna dan Mahasuci dari segala kekurangan. Begitu juga cinta kepada Rasulullah saw, haruslah lebih diutamakan karena Rasulullah saw diutus Allah swt untuk membawa petunjuk dan menjadi rahmat bagi alam semesta.\nFirman Allah:\n\nKatakanlah, \"Jika kamu (benar-benar) mencintai Allah, ikutlah aku niscaya Allah mengasihi dan mengampuni dosa-dosamu.\" (Ali-'Imran/3: 31)\n\nDan sabda Rasulullah saw:\nTidaklah sempurna iman seseorang sebelum ia mencintai Aku lebih daripada mencintai orang tuanya, anak-anaknya dan manusia seluruhnya. (Riwayat al-Bukhari, Muslim dari Anas)",
    "quraish": "Wahai Rasul, katakan kepada orang-orang Mukmin, \"Apabila kalian lebih mencintai bapak, anak, saudara, istri, kerabat serta harta yang telah kalian dapatkan, juga perdagangan yang kalian takuti kerugiannya serta rumah yang kalian pakai untuk beristirahat dan bertempat tinggal daripada Allah, Rasul- Nya dan berjihad di jalan-Nya, sampai-sampai itu semua lebih menyibukkan kalian daripada menolong Rasul, maka tunggulah sampai Allah menjatuhkan keputusan dan hukuman-Nya atas kalian. Allah tidak akan memberi petunjuk kepada orang-orang yang keluar dari batas-batas agama-Nya.",
    "jalalayn": "(Katakanlah, \"Jika bapak-bapak, anak-anak, saudara-saudara, istri-istri dan kaum keluarga kalian) yaitu kaum kerabat kalian, menurut suatu qiraat lafal asyiiratukum dibaca asyiiraatukum (dan harta kekayaan yang kalian usahakan) harta hasil usaha kalian (dan perniagaan yang kalian khawatir kerugiannya) khawatir tidak laku (dan rumah-rumah tempat tinggal yang kalian sukai adalah lebih kalian cintai daripada Allah dan Rasul-Nya dan daripada berjihad di jalan-Nya) sehingga hal-hal tersebut mengakibatkan kalian enggan untuk melakukan hijrah dan berjihad di jalan-Nya (maka tunggulah) nantikanlah (sampai Allah mendatangkan keputusan-Nya) ayat ini mengandung makna ancaman buat mereka. (Dan Allah tidak memberi petunjuk kepada orang-orang fasik\")."
  }
]