[
  {
    "ruku": 159,
    "name": "At-Taubah",
    "ayat": 25,
    "arab": "لَقَدْ نَصَرَكُمُ اللّٰهُ فِيْ مَوَاطِنَ كَثِيْرَةٍۙ وَّيَوْمَ حُنَيْنٍۙ اِذْ اَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْـًٔا وَّضَاقَتْ عَلَيْكُمُ الْاَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُّدْبِرِيْنَۚ",
    "translation": "Sungguh, Allah telah menolong kamu (mukminin) di banyak medan perang, dan (ingatlah) Perang Hunain, ketika jumlahmu yang besar itu membanggakan kamu, tetapi (jumlah yang banyak itu) sama sekali tidak berguna bagimu, dan bumi yang luas itu terasa sempit bagimu, kemudian kamu berbalik ke belakang dan lari tunggang-langgang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1260.mp3",
    "tafsir": "Ayat ini menerangkan bahwa kaum Mukminin mendapat banyak pertolongan dari Allah dalam peperangan menghadapi kaum musyrik yang menghalang-halangi tersiarnya agama Islam. Pertolongan itu berupa kemenangan yang sempurna, cepat maupun lambat, seperti Perang Badar yang mendapat kemenangan yang besar, dan Perang Hunain yang pada mulanya kalah kemudian menang. Pada Perang Hunain itu jumlah tentara kaum Muslimin sangat banyak, sedang tentara orang kafir dalam jumlah yang lebih kecil dari tentara kaum Muslimin. Dengan jumlah tentara yang banyak itu kaum Muslimin merasa bangga, dan merasa tidak akan dapat dikalahkan, tetapi kenyataan tidak demikian. Kaum Muslimin dipukul mundur oleh orang kafir, seolah-olah tentara yang banyak, harta, serta persiapan perang yang demikian lengkapnya tidak berguna sedikit pun, sehingga bumi yang luas ini terasa sempit dan menyebabkan mereka mundur dan lari dalam keadaan bercerai-berai.\n\nDiriwayatkan oleh Ibnu Majah, al-Baihaqi dan lain-lain dari Aktsam bin Aljan bahwa Perang Hunain itu terjadi pada tahun kedelapan Hijri, sesudah pembebasan Mekah, di suatu tempat yang bernama Hunain, suatu lembah terletak antara Mekah dengan Taif. Tentara kaum Muslimin berjumlah 12.000 orang, sedang tentara orang kafir 4.000 orang saja. Pada peperangan ini kaum Muslimin mengalami kekalahan dan terpaksa mundur, tetapi akhirnya turunlah pertolongan Allah dan kaum Muslimin memperoleh kemenangan.\nDiriwayatkan oleh al-Bukhari dan Muslim dari al-Barra' bin 'Azib r.a. yang menggambarkan suasana Perang Hunain, yaitu: Seorang laki-laki dari Qais bertanya, \"Hai Abu 'Imarah, apakah kamu turut meninggalkan Rasulullah pada Perang Hunain?\" Abu 'Imarah menjawab, \"Rasulullah tidak lari sekalipun orang-orang Hunain dengan para pemanah yang jitu, dapat melancarkan serangannya, tetapi masih dapat kami lumpuhkan. Pada waktu kaum Muslimin sedang memperebutkan harta rampasan, maka musuh menghujani mereka dengan anak panah, sehingga kaum Muslimin menderita kekalahan dan musuh mendapat kemenangan. Pada waktu itu aku lihat Rasulullah saw. berkuda tampil kemuka sambil mengatakan dengan gagah berani, \"Akulah Nabi, anak Abdul Muthalib, jangan ragu, Ya Allah turunkanlah pertolongan-Mu.\"",
    "quraish": "Allah telah menolong kalian, wahai orang-orang Mukmin, atas musuh-musuh kalian di berbagai medan pertempuran dengan kekuatan iman kalian. Ketika pada perang Hunain kalian tertipu oleh jumlah kalian yang banyak, Allah membiarkan kalian dulu, sehingga jumlah kalian yang banyak itu sama sekali tidak bermanfaat bagi kalian sehingga musuh kalian pun menang. Karena ketakutan yang sangat, maka bumi terasa sempit bagi kalian sehingga kalian tidak menemukan jalan untuk berperang atau menyelamatkan diri secara terhormat. Kebanyakan kalian tidak menemukan cara untuk selamat kecuali dengan melarikan diri. Kemudian, kalian pun melarikan diri dalam keadaan kalah. Dan kalian tinggalkan Rasulullah bersama sedikit orang-orang Mukmin(1). (1) Pertempuran Hunain terjadi antara orang-orang Islam dengan kabilah Tsaqif dan Hawazin. Tentara Islam pada saat itu berjumlah dua belas ribu orang, dan tentara kafir berjumlah empat ribu orang. Tentara kafir itu sangat gigih dalam pertempuran, karena kehancuran mereka berarti kehancuran bagi kekuasaan penyembah berhala di Arab. Sebagaimana diketahui bahwa Mekah telah ditaklukkan beberapa waktu sebelumnya. Dalam pertempuran Hunain, orang-orang Mukmin yang memiliki kekuatan yang lebih besar dari pasukan kaum musyrik, merasa sombong. Kesombongan itulah yang menyebabkan pertempuran itu, pada giliran pertama dimenangkan oleh pihak musuh. Tetapi pada akhirnya dapat dimenangkan oleh orang-orang Mukmin. Dari pertempuran ini dapat dipetik suatu pelajaran bahwa jumlah yang banyak bukan merupakan faktor utama bagi sebuah kemenangan. Hal itu lebih ditentukan oleh jiwa patriotisme.",
    "jalalayn": "(Sesungguhnya Allah telah menolong kalian di tempat-tempat) peperangan (yang banyak) seperti dalam perang Badar, perang melawan Bani Quraizhah dan perang melawan Bani Nadhir (dan) ingatlah (peperangan Hunain) Hunain adalah nama sebuah lembah yang terletak di antara kota Mekah dan Thaif. Artinya ingatlah sewaktu kalian berperang melawan orang-orang Hawazin, yaitu dalam bulan Syawal, tahun 8 Hijriah (yaitu di waktu) lafal idz menjadi kata ganti dari lafal yaum (kalian menjadi congkak karena banyaknya jumlah kalian) lalu pada saat itu kalian mengatakan bahwa kami tidak akan dapat dikalahkan oleh golongan yang sedikit. Pada saat itu jumlah pasukan kaum Muslimin ada dua belas ribu orang sedangkan pasukan orang kafir hanya berjumlah empat ribu orang (maka jumlah yang banyak itu tidak memberi manfaat kepada kalian sedikit pun dan bumi yang luas itu telah terasa sempit oleh kalian) huruf maa adalah mashdariyah, artinya sekalipun bumi itu luas tetapi kalian tidak dapat menemukan tempat yang aman sebagai akibat dari pengaruh rasa takut yang menimpa pada saat itu (kemudian kalian lari ke belakang dengan bercerai-berai) karena terpukul akan tetapi Nabi saw. tetap bertahan pada posisinya seraya menaiki kendaraan bagal putihnya dan tiada yang menemaninya selain Abbas serta Abu Sofyan yang memegang tali kendali kendaraan beliau."
  },
  {
    "ruku": 159,
    "name": "At-Taubah",
    "ayat": 26,
    "arab": "ثُمَّ اَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَنْزَلَ جُنُوْدًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِيْنَ كَفَرُوْاۗ وَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ",
    "translation": "Kemudian Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang yang beriman, dan Dia menurunkan bala tentara (para malaikat) yang tidak terlihat olehmu, dan Dia menimpakan azab kepada orang-orang kafir. Itulah balasan bagi orang-orang kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1261.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sesudah kaum Muslimin merasa sedih dan duka cita akibat kekalahan dalam Perang Hunain, maka Allah menurunkan pertolongan kepada mereka berupa kemantapan hati dan mendatangkan bala bantuan yang tidak dapat mereka lihat. Bala bantuan itu terdiri dari malaikat-malaikat. Perasaan sedih dan duka cita bagi kaum Muslimin berubah menjadi tenang, berani, dan semangat maju ke depan. Akhirnya orang-orang kafir menderita kekalahan, dibunuh, ditawan dan hartanya menjadi rampasan. Kekalahan itu adalah merupakan azab bagi mereka dan itulah balasan atas kekafiran mereka dan balasan atas permusuhan mereka terhadap kaum Muslimin.\nFirman Allah swt:\n\nPerangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tangan-tanganmu dan Dia akan menghinakan mereka dan menolongmu (dengan kemenangan) atas mereka. (at-Taubah/9: 14)",
    "quraish": "Kemudian kalian mendapatkan pertolongan Allah, Allah menurunkan ketenangan kepada Rasul-Nya dan mengisi hati orang Mukmin dengan ketenangan itu, memberikan bantuan dengan bala tentara-Nya berupa malaikat yang menguatkan kalian, sedangkan kalian tidak melihatnya. Kalian pun akhirnya menang. Dan Allah pun menimpakan kepada musuh-musuh kalian pahitnya kekalahan. Itulah balasan di dunia bagi orang-orang kafir.",
    "jalalayn": "(Kemudian Allah menurunkan ketenangan) rasa aman (kepada Rasul-Nya dan kepada orang-orang Mukmin) sehingga mereka kembali lagi bergabung dengan Nabi saw. sewaktu Abbas memanggil/menyeru mereka atas instruksi dari Nabi, lalu mereka meneruskan peperangan itu (dan Allah menurunkan bala tentara yang kalian tiada melihatnya) yakni para malaikat (dan Allah menimpakan bencana kepada orang-orang kafir) sehingga banyak di antara mereka yang terbunuh dan tertawan (dan demikianlah pembalasan kepada orang-orang kafir)."
  },
  {
    "ruku": 159,
    "name": "At-Taubah",
    "ayat": 27,
    "arab": "ثُمَّ يَتُوْبُ اللّٰهُ مِنْۢ بَعْدِ ذٰلِكَ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ",
    "translation": "Setelah itu Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1262.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa terhadap orang-orang yang sudah mendapat azab dari Allah di dunia ini, karena kekafiran, mereka dapat diberi ampunan dan diterima tobatnya bilamana mereka telah mendapat petunjuk dari Allah untuk memeluk Islam. Bilamana mereka telah menjadi muslim dan tidak lagi mempersekutukan Allah, maka kesalahannya diampuni oleh Allah dan segala dosanya dihapus, karena Allah Maha Pengampun lagi Maha Penyayang.",
    "quraish": "Kemudian, Allah menerima pertobatan dan mengampuni dosa hamba yang dikehendaki-Nya, apabila ia kembali dari perbuatan dosanya itu dengan ikhlas. Allah Maha Pengampun dan Maha Penyayang.",
    "jalalayn": "(Sesudah itu Allah menerima tobat dari orang-orang yang dikehendaki-Nya) dari kalangan orang-orang kafir karena masuk Islam (Allah Maha Pengampun lagi Maha Penyayang)."
  },
  {
    "ruku": 159,
    "name": "At-Taubah",
    "ayat": 28,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا ۚوَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيْكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَاۤءَۗ اِنَّ اللّٰهَ عَلِيْمٌ حَكِيْمٌ ",
    "translation": "Wahai orang-orang yang beriman! Sesungguhnya orang-orang musyrik itu najis (kotor jiwa), karena itu janganlah mereka mendekati Masjidilharam setelah tahun ini. Dan jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), maka Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1263.mp3",
    "tafsir": "Setelah Rasulullah saw menunjuk Abu Bakar menjadi amirul hajj, Rasulullah memberi tugas kepada Ali bin Abi thalib agar mendampingi Abu Bakar membacakan ayat-ayat permulaan surah at-Taubah di hadapan orang banyak. Timbullah kecemasan di kalangan kaum Muslimin karena khawatir akan menghadapi kesulitan makanan akibat orang-orang musyrik tidak dibolehkan masuk ke Mekah untuk melakukan ibadah haji. \nPada akhir ayat ini, Allah menjamin orang-orang mukmin dari kemelaratan. Mereka tidak perlu khawatir akan kekurangan makanan dan barang-barang dagangan akibat larangan Allah terhadap kaum musyrik tersebut yang biasanya datang ke tanah suci membawa barang dagangan. Jaminan Allah kepada orang mukmin untuk mendapat kehidupan yang baik tergantung kepada kegiatan usaha dan ikhtiar seseorang. Namun demikian, tidak terlepas dari kehendak Allah, kepada siapa Allah memberikan karunia-Nya. Oleh karena itu, orang mukmin hendaklah mempertebal keimanan dan tawakalnya kepada Allah di samping melakukan usaha dan ikhtiar. Allah mengetahui urusan yang akan datang, baik mengenai kemakmuran atau kemelaratan yang menimpa penduduk suatu negeri. Allah Mahabijaksana dalam segala hal terutama mengenai ketentuannya, baik berupa perintah maupun larangan.\nAllah telah memenuhi janji-Nya karena kenyataannya penduduk Mekah tidak mengalami kesulitan kehidupan. Setelah tersiar larangan tersebut, semakin banyak orang musyrik masuk Islam, bukan saja mereka yang berada di sekitar Jazirah Arab, malahan hampir sampai ke segenap penjuru. Mereka tentulah berkewajiban menunaikan ibadah haji di samping mereka bebas mengunjungi tanah suci. Hal ini merupakan salah satu jalan bagi penduduk Mekah untuk memperoleh kemakmuran hidup. Dengan adanya larangan Allah terhadap orang-orang musyrik memasuki Masjidilharam, terjadilah perselisihan pendapat antara ulama fiqih sebagai berikut:\n1. Orang musyrik dan Ahli Kitab tidak dibolehkan memasuki Masjidilharam, sedang mesjid lainnya dibolehkan terhadap Ahli Kitab. Demikian menurut mazhab Imam Syafii.\n2. Orang-orang musyrik termasuk Ahli Kitab tidak dibolehkan memasuki semua mesjid. Demikian menurut mazhab Maliki.\n3. Yang dilarang memasuki Masjidilharam adalah orang musyrik saja, (tidak termasuk Ahli Kitab). Demikian menurut mazhab Hanafi.\n4. Sebagian Ulama berpendapat bahwa orang musyrik dilarang memasuki tanah haram dan jika dia datang secara diam-diam (menyamar) kemudian ia mati dan dikuburkan maka setelah diketahui, wajiblah digali kuburnya dan dikuburkan di luar tanah haram.",
    "quraish": "Wahai orang-orang Mukmin, sesungguhnya jiwa orang-orang musyrik itu, akibat kesyirikan mereka, adalah najis, dan akidah mereka pun sesat. Oleh karena itu, janganlah kalian perbolehkan mereka untuk memasuki al-Masjid al-Haram setelah tahun 9 Hijriyah ini. Apabila kalian takut miskin karena terputusnya hubungan dagang mereka dengan kalian, maka sesungguhnya Allah akan menggantinya untuk kalian dan akan memberikan kekayaan dari karunia-Nya, jika Dia menghendaki. Sungguh, Allah Maha Mengetahui segala urusan kalian dan Mahabijaksana dalam mengaturnya.",
    "jalalayn": "(Hai orang-orang yang beriman, sesungguhnya orang-orang yang musyrik itu najis) maksudnya kotor karena batin mereka najis (maka janganlah mereka mendekati Masjidilharam) artinya, mereka tidak boleh memasuki tanah suci (sesudah tahun ini) yakni tahun kesembilan Hijriah. (Dan jika kalian khawatir menjadi beban) fakir oleh sebab orang-orang musyrik itu tidak mau lagi berdagang dengan kalian (maka Allah nanti akan memberikan kekayaan kepada kalian dari karunia-Nya, jika Dia menghendaki) dan memang Allah telah membuat mereka kaya sesudah itu melalui banyaknya futuh/kemenangan dan jizyah yang berhasil mereka peroleh. (Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana)."
  },
  {
    "ruku": 159,
    "name": "At-Taubah",
    "ayat": 29,
    "arab": "قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰى يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صَاغِرُوْنَ ࣖ",
    "translation": "Perangilah orang-orang yang tidak beriman kepada Allah dan hari kemudian, mereka yang tidak mengharamkan apa yang telah diharamkan Allah dan Rasul-Nya dan mereka yang tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang telah diberikan Kitab, hingga mereka membayar jizyah (pajak) dengan patuh sedang mereka dalam keadaan tunduk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1264.mp3",
    "tafsir": "Pada hakikatnya, ayat ini merupakan langkah awal agar Nabi Muhammad saw mengalihkan perhatiannya kepada Perang Tabuk yang akan dihadapinya. Perang Tabuk merupakan perang yang terakhir yang dilakukan oleh Nabi Muhammad saw, sesudah kaum Muslimin dapat menguasai kota Mekah. Tabuk terletak di sebelah utara Medinah, berbatasan dengan Yordania/Syam (Damaskus) yang ketika itu dikuasai oleh kerajaan Romawi yang beragama Nasrani. Ketika berita sampai kepada Nabi Muhammad saw, bahwa pihak Romawi mempersiapkan pasukan dalam jumlah yang besar untuk menguasai daerah perbatasan tersebut, maka Nabi Muhammad saw, mengumumkan kepada seluruh kaum Muslimin melalui kabilah-kabilah agar bersiap-siap mengumpulkan segala kekuatan untuk turut bersama Nabi memerangi pasukan Romawi. Seruan Nabi Muhammad tersebut segera mendapat sambutan dari kaum Muslimin yang kuat imannya, kecuali kaum munafik yang mencari helah sebagaimana telah menjadi kebiasaan mereka terutama dalam menghadapi Tabuk, di samping jaraknya sangat jauh juga panas matahari sangat terik. Setelah Nabi Muhammad saw dan pasukan kaum Muslimin sampai di Tabuk, didapatinya pasukan Romawi telah lebih dahulu mengosongkan daerah Tabuk untuk mundur kembali ke daerah pedalaman. Maka Ahli Kitab yang berada di sana meminta perdamaian dan menyerahkan jizyah kepada Nabi Muhammad saw sebagai tanda pengakuan mereka untuk tunduk kepada kekuasaan Islam, karena mereka belum bersedia menganut agama Islam.\nSetiap peperangan pada masa Nabi hanya untuk mempertahankan diri atau untuk membalas serangan. Pada ayat ini Allah memerintahkan kaum Muslimin agar memerangi Ahli Kitab, karena mereka memiliki empat unsur yang menyebabkan mereka memusuhi Islam. Empat unsur itu ialah:\n1. Mereka tidak beriman kepada Allah, karena mereka telah menghancurkan asas ketauhidan. Mereka menjadikan pendeta-pendeta selaku orang suci yang berhak menentukan sesuatu, baik mengenai peraturan yang berkenaan dengan ibadah maupun yang berhubungan dengan halal dan haram. Demikian juga orang Nasrani menganggap Isa anak Allah, sedangkan orang Yahudi menganggap pula Uzair sebagai anak Allah. Hal itu dengan tegas menunjukkan bahwa mereka semua mempersekutukan Allah dalam membuat peraturan agama.\n2. Mereka tidak beriman kepada hari kemudian, karena mereka menganggap bahwa kehidupan di akhirat sekedar kehidupan rohaniyah belaka. Kesesatan anggapan mereka seperti ini karena tidak ada ketegasan, baik dalam Taurat maupun dalam Injil tentang adanya hari kebangkitan dan pembalasan sesudah mati, saat manusia bangkit kembali sebagaimana kejadiannya semula, yaitu terdiri dari jasad dan roh, yang masing-masing akan merasakan kenikmatan karunia Allah sebagaimana ditegaskan dalam Al-Qur'an.\n3. Mereka tidak mengharamkan apa yang diharamkan Allah dan Rasul-Nya. Orang Yahudi tidak mengharamkan apa yang diharamkan oleh Allah pada syariat yang dibawa oleh Musa dan yang sebagiannya dinasakhkan oleh Isa, yakni dinyatakan tidak berlaku lagi hukumnya. Mereka memandang halal memakan harta dengan jalan yang tidak halal (batil), seperti riba dan sebagainya dan mereka mengikuti cara-cara orang musyrik dalam keganasan berperang dan memperlakukan tawanan. Sedangkan orang Nasrani memandang halal apa yang diharamkan oleh Allah pada syariat Musa yang belum dinasakh oleh Injil. Dalam Taurat Allah mengharamkan lemak daging atau harga penjualannya. Orang-orang Nasrani tidak memandangnya haram.\n4. Mereka tidak berpegang kepada agama yang benar yaitu agama yang diwahyukan kepada Musa dan Isa a.s. Apa yang mereka anggap agama sebenarnya adalah suatu cara yang dibuat oleh pendeta-pendeta mereka berdasarkan pikiran dan kepentingan. Yang menyebabkan perbuatan tersebut karena Taurat yang diturunkan kepada Musa, dan Injil yang diturunkan kepada Nabi Isa, ditulis jauh setelah keduanya wafat. Sehingga Taurat dan Injil ditulis berdasarkan pemahaman pengikut-pengikutnya. Bahkan beberapa abad sesudah kenaikan Isa mereka memilih empat Injil yang masing-masing saling bertentangan. Demikianlah keadaan mereka, sebagaimana diisyaratkan oleh firman Allah:\n\n(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-Ma'idah/5: 13)\n\nAllah memerintahkan orang mukmin agar memerangi Ahli Kitab karena mereka menunjukkan permusuhan dan mengancam keamanan Muslimin, baik dalam kehidupan beragama maupun kehidupan sosial. Jika mereka menerima Islam sebagai pengganti agamanya, maka mereka telah kembali kepada agama yang benar, dan jika mereka tunduk, tidak lagi mengganggu dan mengancam kehidupan umat Islam maka hendaklah mereka membayar jizyah (kecuali mereka yang miskin dan para pendeta) sebagai tanda bahwa mereka berada dalam posisi yang rendah. Kewajiban Muslimin seluruhnya menjamin keamanan mereka, membela mereka, memberikan kebebasan kepada mereka terutama dalam menjalankan ibadah menurut agama mereka dan memperlakukan mereka dengan adil dalam kehidupan sosial sebagaimana kaum Muslimin sendiri diperlakukan. Dengan membayar jizyah mereka disebut ahli zimmah atau kafir zimmi.",
    "quraish": "Wahai orang-orang yang beriman, perangilah orang-orang kafir dari kalangan Ahl al-Kitâb yang tidak beriman kepada Allah dengan keimanan yang benar, serta tidak mempercayai hari kebangkitan dan hari pembalasan dengan benar, tidak meninggalkan hal-hal yang dilarang oleh Allah dan Rasul-Nya, tidak memeluk agama yang benar, yaitu Islam. Perangilah mereka sampai mereka beriman atau menyerahkan jizyah(1) dengan tunduk dan taat serta tidak membangkang, agar mereka menyumbang untuk menguatkan anggaran belanja negara Islam. (1) Jizyah adalah salah satu sumber utama dalam anggaran negara Islam. Pajak ini berkisar antara 48 dan 12 dirham untuk satu orang, yang diambil dari orang-orang Yahudi dan Nasrani dan orang-orang yang memiliki status hukum yang sama dengan mereka. Jizyah ini diwajibkan atas laki-laki, baligh, sehat badan dan akal dengan syarat dia mempunyai harta yang dipakai untuk membayar apa yang diwajibkan atasnya. Dan yang dibebaskan darinya adalah wanita, anak-anak dan orang-orang tua, karena perang tidak diumumkan bagi mereka. Orang buta, lemah (untuk berperang) juga tidak diwajibkan untuk membayar, kecuali apabila mereka kaya. Dan juga orang-orang fakir, miskin dan hamba-hamba sahaya dan para rahib yang menjauhkan diri dari manusia.",
    "jalalayn": "(Perangilah orang-orang yang tidak beriman kepada Allah dan tidak pula kepada hari kemudian) jika tidak demikian niscaya dari dahulu mereka sudah beriman kepada Nabi saw. (dan mereka tidak mengharamkan apa yang telah diharamkan oleh Allah dan Rasul-Nya) seperti khamar (dan tidak beragama dengan agama yang benar) yakni agama yang telah ditetapkan oleh Allah yang mengganti agama-agama lainnya, yaitu agama Islam (yaitu orang-orang) lafal alladziina pada ayat ini berkedudukan menjelaskan lafal alladziina pada awal ayat (yang diberikan Alkitab kepada mereka) kepada orang-orang Yahudi dan orang-orang Nasrani (sampai mereka membayar jizyah) kharaj yang dibebankan kepada mereka untuk membayarnya setiap tahun (dengan patuh) lafal yadin berkedudukan menjadi hal/kata keterangan, artinya, secara taat dan patuh, atau mereka menyerahkannya secara langsung tanpa memakai perantara atau wakil (sedangkan mereka dalam keadaan tunduk) yaitu patuh dan taat terhadap peraturan/hukum Islam."
  }
]