[
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 60,
    "arab": "۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعَامِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغَارِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
    "translation": "Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang miskin, amil zakat, yang dilunakkan hatinya (mualaf), untuk (memerdekakan) hamba sahaya, untuk (membebaskan) orang yang berutang, untuk jalan Allah dan untuk orang yang sedang dalam perjalanan, sebagai kewajiban dari Allah. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1295.mp3",
    "tafsir": "Sadaqah yang dimaksud dalam ayat ini ialah sadaqah wajib yang dikenal dengan zakat sebagai kewajiban dari Allah terhadap kaum Muslimin yang telah memenuhi syarat-syaratnya untuk mengeluarkan kewajiban zakat, demi untuk memelihara kemaslahatan umat. Mengenai pensyariatan zakat ini diutarakan dalam firman Allah:\n\nAmbillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka. (at-Taubah/9: 103)\n\nDengan demikian jelaslah bahwa zakat disyariatkan untuk membersihkan diri dari harta yang mungkin didapat dengan cara yang kurang wajar, mendorong pemiliknya agar bersyukur kepada Allah atas rezki yang diberikan-Nya. Yang berhak menerima zakat dalam ayat ini ada 8 golongan sebagai berikut:\nPertama: Orang fakir, yaitu orang yang mempunyai harta dan mata pencaharian yang tidak mencukupi dan tidak meminta-minta, demikian menurut Imam Syafii.\nKedua: Orang miskin, yaitu orang yang mempunyai harta atau mata pencaharian tetapi tidak mencukupi kebutuhan sehingga meminta-minta merendahkan harga diri, demikian menurut Imam Syafii. Menurut Imam Abu Hanifah miskin ialah apa yang dikatakan fakir menurut pengertian Imam Syafii, dan yang dikatakan miskin menurut Imam Syafii adalah fakir menurut Imam Abu Hanifah.\nKetiga: Orang-orang yang menjadi amil zakat, yaitu orang-orang yang ditugaskan untuk mengumpulkan, mengurus dan menyimpan harta zakat itu baik mereka yang bertugas mengumpulkan atau menyimpan harta zakat sebagai bendahara maupun selaku pengatur administrasi pembukuan, baik mengenai penerimaan maupun pembagian (penyaluran). Golongan amil ini menerima pembagian zakat sebagai imbalan pekerjaan mereka. Disebutkan dalam sebuah riwayat:\nIbnu as-Sadi al-Maliki berkata, \"Umar mengangkat aku selaku petugas pengumpulan zakat. Setelah selesai dan aku serahkan kepadanya zakat yang terkumpul, ia memerintahkan agar aku diberi bagian, kemudian aku berkata, bahwasanya saya mengerjakan itu karena Allah, lalu beliau menjawab, 'Ambillah apa yang telah diberikan kepadamu, bahwasanya aku pernah menjadi amil zakat pada masa Rasulullah, kemudian Rasulullah memberikan kepadaku upah, maka aku jawab sebagaimana jawabanmu, maka berkata Rasulullah kepadaku: \"Apabila kamu diberikan sesuatu tanpa kamu minta maka makanlah (terimalah) dan bersedekahlah.\" (Riwayat Ahmad, al-Bukhari dan Muslim).\n\nKeempat: Muallaf, yaitu orang yang perlu dihibur hatinya agar masuk Islam dengan mantap atau orang-orang yang dikhawatirkan memusuhi dan mengganggu kaum Muslimin atau orang yang diharapkan memberi bantuan kepada kaum Muslimin.\nMuallaf ada tiga golongan:\na. Golongan orang-orang kafir yang berpengaruh dan diharapkan (masuk Islam) sebagaimana perlakuan Nabi Muhammad terhadap shafwan bin Umayah pada ketika penaklukan kota Mekah. Nabi memberi keamanan kepada shafwan dengan maksud agar ia dapat merasakan kebaikan agama Islam. Nabi memberikan pula kepadanya seekor unta beserta yang ada di punggung unta itu sehingga akhirnya shafwan tertarik masuk Islam dengan kesadaran. Dia berkata, \"Sesungguhnya Muhammad banyak memberiku ketika aku memandangnya sebagai manusia yang paling kubenci, sehingga dengan perlakuan ramah-tamahnya kepadaku jadilah Muhammad menurut pandanganku sebagai manusia yang paling kucintai.\" Demikianlah shafwan akhirnya menjadi seorang Islam yang baik.\nb. Golongan orang-orang kafir yang miskin kemudian masuk Islam sampai imannya mantap. Untuk memantapkan dan meneguhkan keimanan mereka Rasulullah pernah memberikan sebagian harta rampasan perang kepada mereka yang masih lemah imannya dari kalangan ahli Mekah meskipun di antara mereka ada yang munafik.\nc. Golongan Muslimin yang mendiami daerah perbatasan dengan orang kafir. Mereka ini diberi zakat karena diharapkan kewaspadaan mereka dalam mempertahankan kawasan kaum Muslimin dan memperhatikan gerak-gerik musuh.\n\nKelima: Untuk usaha membebaskan perbudakan. Dengan cara yang bijaksana Islam memberantas perbudakan. Dalam rangka pembebasan budak, disediakan dana yang diambil dari zakat yang dipergunakan untuk membeli budak dan membebaskannya atau diberikan kepada seorang budak yang telah mendapat jaminan dari tuannya untuk melepaskan dirinya dengan membayar sebanyak harta yang ditentukan. Budak yang seperti ini dinamakan \"mukatab\". Seperti orang yang disandera, pekerja yang tertuduh membunuh dapat dibebaskan dengan uang. \nAl-Bara' bin 'Azib berkata, \"Seorang laki-laki datang kepada Rasulullah dan berkata:\n\"Tunjukilah aku kepada amalan yang mendekatkan aku ke surga dan menjauhkan aku dari api neraka.\" Maka Rasulullah menjawab, \"Merdekakanlah budak atau berusahalah melepaskannya.\" Laki-laki itu berkata, \"Hai Rasulullah, tidakkah kedua hal itu satu (serupa)?\" Nabi menjawab, \"Tidak, memerdekakan budak ialah engkau sendirian yang memerdekakannya, sedang melepaskan budak adalah engkau membantu membayar harganya (uang tebusannya).\" (Riwayat Ahmad dan al-Bukhari dari al-Barra' bin 'Azib).\n\nKeenam: Orang yang berhutang. Golongan ini terdiri dari dua tingkatan:\na. Orang yang berhutang untuk memenuhi kebutuhan sehari-hari pada jalan yang bukan maksiat. Mereka ini berhak menerima zakat jika mereka tidak mempunyai kesanggupan untuk membayar hutang yang menjadi tanggungannya.\nb. Golongan yang berhutang untuk kepentingan umum. Mereka ini berhak menerima zakat meskipun mereka orang-orang mampu (orang kaya).\n\nKetujuh: Sabilillah. Perkataan \"sabilillah\" mempunyai dua arti. Pertama, arti khusus, yaitu orang-orang yang secara suka-rela menjadi tentara melakukan jihad, membela agama Allah terhadap orang-orang kafir yang mengganggu keamanan kaum Muslimin. Kedua, arti umum, yaitu segala perbuatan yang bersifat kemasyarakatan yang ditujukan untuk mendapatkan keridaan Allah seperti: pengadaan fasilitas umum, beasiswa untuk pendidikan, dan untuk dakwah.\nPara ulama empat mazhab berpegang kepada arti yang pertama, tetapi sebagian ulama mempunyai pendirian yang mencakup pengertian khusus dan pengertian umum atas dasar kaidah ushul fiqh\n\nYang menjadi pegangan ialah umumnya pengertian lafaz (sesuatu nash) tidak pada kekhususan sebab (nash diucapkan/diturunkan).\"\n\nAtas dasar ini, pembangunan atau pemeliharaan mesjid dan madrasah demikian juga untuk kegiatan ulama dan para mubalig dapat diambil dari harta zakat.\nKedelapan: Ibnu Sabil. Orang yang sedang musafir yang memerlukan pertolongan meskipun ia mempunyai kekayaan di negerinya. Kepada musafir yang seperti ini dapat diberikan bantuan dari harta zakat meskipun perjalanannya selaku turis selama ia tidak bertujuan maksiat dari perjalanannya itu.\nKedelapan golongan tersebut adalah ketentuan Allah yang wajib dipedomani oleh umat Islam. Allah Mahabijaksana lagi Maha Mengetahui siapa di antara mereka yang mampu dan yang memerlukan pertolongan. Allah Mahabijaksana dalam mengatur ketentuan-ketentuan dan petunjuk-petunjuk yang ditujukan kepada orang-orang yang mampu sehingga jiwa mereka menjadi bersih dan bersyukur kepada Allah atas nikmat yang diberikan kepada mereka. Kedelapan golongan yang telah diterangkan dalam ayat ini dapat dibagi atas dua golongan:\na. Pertama, golongan yang menerima zakat langsung menjadi milik pribadi, mereka ialah fakir miskin, amil, orang-orang yang menanggung hutang, muallaf dan musafir. Zakat yang diberikan kepada mereka ini adalah menjadi hak milik mereka.\nb. Kedua, golongan yang menerima zakat untuk kepentingan umum. Golongan ini berupa instansi dan badan, terdiri dari:\n1. Fi ar-Riqab, yaitu usaha membebaskan budak. Badan amil zakat secara langsung atau dengan perantaraan organisasi tertentu dapat membeli semua budak yang akan dijual oleh pemiliknya atau yang ada di pasar-pasar budak untuk dimerdekakan.\n2. Fi Sabilillah, yaitu segala kepentingan agama yang bersifat umum sebagaimana diterangkan di atas.\n\nSebagian mufasir yang didukung oleh ulama Fiqih memandang hanya dari delapan golongan tersebut, empat golongan termasuk golongan pertama yaitu: fakir, miskin, amil, dan muallaf. Sedangkan empat golongan yang terakhir yaitu: pembebasan budak, pembebasan hutang untuk kepentingan umum, fi sabilillah dan ibnu sabil adalah termasuk golongan kedua yaitu untuk kemaslahatan umum.",
    "quraish": "Zakat yang diwajibkan itu hanya akan diberikan kepada orang yang tidak mendapatkan sesuatu yang dapat mencukupi kebutuhan hidupnya, orang sakit yang tidak dapat bekerja dan tidak memiliki harta, orang yang bertugas mengumpulkan dan mendistribusikan zakat, mualaf--karena diharapkan keislamannya dan manfaatnya untuk membantu dan membela agama Allah--orang yang berdakwah kepada Islam. Selain itu, zakat juga digunakan untuk membebaskan budak dan tawanan, melunasi utang orang-orang yang berutang dan tidak mampu membayar--kalau utang itu bukan karena perbuatan dosa, aniaya atau kebodohan. Zakat juga digunakan untuk memasok perbekalan para mujahidin yang berjihad di jalan Allah serta berbagai jalan kebaikan dan ketaatan yang berhubungan dengan jihad. Membantu para musafir yang terputus dari kemungkinan melanjutkan perjalanan dan terasingkan dari keluarganya. Allah menyariatkan itu semua sebagai kewajiban dari-Nya demi kemaslahatan hamba-hamba-Nya. Allah Maha Mengetahui maslahat makhluk-Nya dan Mahabijaksana atas apa yang disyariatkan(1). (1) Zakat adalah sebuat ketentuan untuk mengumpulkan harta dari orang kaya untuk didistribusikan kepada fakir miskin. Harta yang didistribusikan itu sebenarnya adalah hak fakir miskin yang terdapat dalam harta orang kaya. Pengumpulan dan distribusi zakat dilakukan oleh pemerintah untuk orang-orang yang berhak menerima (mustahik), terutama dalam rangka mengentaskan kemiskinan. Zakat dapat didistribusikan kepada fakir, miskin, orang yang sedang berada dalam perjalanan. Selain itu, zakat dapat juga dimanfaatkan untuk pinjaman, atau untuk kepentingan sosial seperti membayarkan utang orang yang tidak mampu membayar. Pada masa awal sejarahnya, dalam masyarakat Islam sangat jarang ditemukan orang yang kelaparan dan mengemis untuk memenuhi kebutuhan hidupnnya. Karena begitu banyaknya zakat yang terkumpul, sampai-sampai amil zakat mengeluh tidak menemukan orang yang akan diberi zakat. Diriwayatkan, bahwa seorang amil zakat di wilayah Afrika mengeluh kepada Khalîfah 'Umar ibn 'Abd al-'Azîz karena dia tidak menemukan seorang fakir yang akan diberi zakat. 'Umar lalu berkata kepadanya, \"Bayarkan utang orang-orang yang berutang.\" Amil zakat itu pun kemudian melaksanakan perintah itu, tetapi kemudian mengeluh lagi. 'Umar pun berkata, \"Beli dan tebuslah budak, karena hal ini termasuk salah satu cara pembagian zakat.\" Sebenarnya, apabila zakat itu dikumpulkan kemudian dikeluarkan pada jalannya, maka akan terlihat dari penerapannya itu bahwa zakat adalah bentuk sistim takâful ijtimâ'iy yang paling agung.",
    "jalalayn": "(Sesungguhnya zakat-zakat) zakat-zakat yang diberikan (hanyalah untuk orang-orang fakir) yaitu mereka yang tidak dapat menemukan peringkat ekonomi yang dapat mencukupi mereka (orang-orang miskin) yaitu mereka yang sama sekali tidak dapat menemukan apa-apa yang dapat mencukupi mereka (pengurus-pengurus zakat) yaitu orang yang bertugas menarik zakat, yang membagi-bagikannya, juru tulisnya, dan yang mengumpulkannya (para mualaf yang dibujuk hatinya) supaya mau masuk Islam atau untuk memantapkan keislaman mereka, atau supaya mau masuk Islam orang-orang yang semisal dengannya, atau supaya mereka melindungi kaum Muslimin. Mualaf itu bermacam-macam jenisnya; menurut pendapat Imam Syafii jenis mualaf yang pertama dan yang terakhir pada masa sekarang (zaman Imam Syafii) tidak berhak lagi untuk mendapatkan bagiannya, karena Islam telah kuat. Berbeda dengan dua jenis mualaf yang lainnya, maka keduanya masih berhak untuk diberi bagian. Demikianlah menurut pendapat yang sahih (dan untuk) memerdekakan (budak-budak) yakni para hamba sahaya yang berstatus mukatab (orang-orang yang berutang) orang-orang yang mempunyai utang, dengan syarat bila ternyata utang mereka itu bukan untuk tujuan maksiat; atau mereka telah bertobat dari maksiat, hanya mereka tidak memiliki kemampuan untuk melunasi utangnya, atau diberikan kepada orang-orang yang sedang bersengketa demi untuk mendamaikan mereka, sekalipun mereka adalah orang-orang yang berkecukupan (untuk jalan Allah) yaitu orang-orang yang berjuang di jalan Allah tetapi tanpa ada yang membayarnya, sekalipun mereka adalah orang-orang yang berkecukupan (dan orang-orang yang sedang dalam perjalanan) yaitu yang kehabisan bekalnya (sebagai suatu ketetapan yang diwajibkan) lafal fariidhatan dinashabkan oleh fi'il yang keberadaannya diperkirakan (Allah; dan Allah Maha Mengetahui) makhluk-Nya (lagi Maha Bijaksana) dalam penciptaan-Nya. Ayat ini menyatakan bahwa zakat tidak boleh diberikan kepada orang-orang selain mereka, dan tidak boleh pula mencegah zakat dari sebagian golongan di antara mereka bilamana golongan tersebut memang ada. Selanjutnya imamlah yang membagi-bagikannya kepada golongan-golongan tersebut secara merata; akan tetapi imam berhak mengutamakan individu tertentu dari suatu golongan atas yang lainnya. Huruf lam yang terdapat pada lafal lilfuqaraa` memberikan pengertian wajib meratakan pembagian zakat kepada setiap individu-individu yang berhak. Hanya saja tidak diwajibkan kepada pemilik harta yang dizakati, bilamana ia membaginya sendiri, meratakan pembagiannya kepada setiap golongan, karena hal ini amat sulit untuk dilaksanakan. Akan tetapi cukup baginya memberikannya kepada tiga orang dari setiap golongan. Tidak cukup baginya bilamana ternyata zakatnya hanya diberikan kepada kurang dari tiga orang; demikianlah pengertian yang disimpulkan dari ungkapan jamak pada ayat ini. Sunah telah memberikan penjelasannya, bahwa syarat bagi orang yang menerima zakat itu, antara lain ialah muslim, hendaknya ia bukan keturunan dari Bani Hasyim dan tidak pula dari Bani Muthalib."
  },
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 61,
    "arab": "وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi  (Muhammad) dan mengatakan, “Nabi mempercayai semua apa yang didengarnya.” Katakanlah, “Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1296.mp3",
    "tafsir": "Sabab Nuzul: Menurut riwayat Ibnu Abi Hatim dari as-Suddi, pada suatu ketika terjadilah pertemuan antara sesama orang munafik, di antara mereka adalah Jullas bin Suwaid bin Samit, Mikhasi bin Umar dan Wadiah bin sabit. Di antara mereka ada yang hendak menggunjingkan Nabi maka beberapa orang di antara mereka melarangnya dengan alasan khawatir akan sampai kepada Nabi, dan ini akan menyusahkan mereka, lalu di antara mereka ada yang berkata, \"Muhammad itu terlalu percaya pada apa saja yang didengarnya asalkan saja kita bersumpah meyakinkannya,\" maka turunlah ayat ini.\nAyat ini menerangkan bahwa di antara golongan munafik terdapat orang-orang yang menyakiti Nabi Muhammad. Mereka menggunjingkannya dan mengatakan bahwa Nabi itu terlalu cepat terpengaruh tanpa memikirkan dan meneliti kebenaran sesuatu yang didengarnya. Tuduhan mereka ini atas dasar bahwa perlakuan Nabi Muhammad kepada mereka serupa dengan perlakuan beliau kepada orang-orang mukmin secara umum. Hal mana menunjukkan bahwa Nabi itu dapat dipengaruhi sebagaimana beliau terpengaruh oleh ucapan-ucapan mereka. Atas dasar ini mereka memandang adanya kelemahan pada Nabi Muhammad dan kelemahan seperti ini jika terdapat pada penguasa seperti raja, tentu akan sangat membahayakan raja tersebut dan akan berkumpullah di sekeliling raja orang-orang yang pandai menjilat untuk mempengaruhinya keputusan yang diambilnya.\nSetelah Allah menerangkan anggapan yang berkembang di kalangan orang munafik itu, Nabi Muhammad diperintahkan untuk mendengarkan semua yang disampaikan kepadanya, tetapi kemudian dilanjutkan dengan penelitian tentang kebenarannya. Perintah ini bertujuan agar Nabi Muhammad tidak teperdaya oleh orang-orang yang ingin menjilat atau yang mencari muka. Pada akhir ayat ini, Allah menerangkan azab yang sepedih-pedihnya yang akan menjadi hukuman bagi orang-orang munafik yang menuduh Nabi dengan tuduhan-tuduhan yang tidak pada tempatnya.\nDari segi hukum, ayat ini melarang menyakiti Rasul, baik pada masa hidupnya maupun sesudah wafatnya. Menyakiti Rasul pada masa hidupnya dapat berbentuk:\na. Meragukan kerasulannya atau menganggapnya ahli sihir. Orang-orang yang menyakiti Rasul seperti ini hukumnya kafir karena mereka mengingkari kerasulannya.\nb. Mengganggu ketenangan rumah tangganya seperti bertamu terlalu lama atau berkata di hadapannya dengan suara keras. Pekerjaan seperti ini hukumnya haram sebagaimana diutarakan dalam Al-Qur'an. Firman Allah:\n\n\n\nSesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar). (al-Ahzab/33: 53)\n\nDan firman-Nya:\n\nWahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari. (al-hujurat/49: 2)\n\nMenyakiti Rasul setelah wafatnya sama halnya dengan menyakitinya pada masa hidupnya seperti menggunjingkan ibu bapaknya dan keluarganya atau menghina dan menjelek-jelekkannya. Keimanan seseorang kepada Rasul menimbulkan rasa cinta kepadanya. Orang yang cinta kepada sesuatu, tentulah sesuatu yang dicintainya itu selalu dipandang dengan rasa hormat karena dianggap mulia.",
    "quraish": "Di antara manusia terdapat orang-orang munafik yang dengan sengaja menyakiti Nabi dan menimpakan keburukan kepadanya. Mereka menuduh bahwa ia senang mendengar segala yang dikatakan kepadanya, baik berupa kebenaran maupun kebohongan. Mereka menuduh pula bahwa Nabi telah tertipu oleh apa yang didengarnya. Katakanlah kepada mereka, wahai Muhammad, bahwa orang yang kalian perbincangkan dengan tuduhan semacam itu, tidak sebagaimana yang kalian duga. Dia adalah pendengar kebaikan yang tidak akan mendengar kecuali perkataan yang benar, tidak tertipu oleh kebatilan dan percaya kepada Allah dan wahyu-Nya. Rasulpun mempercayai orang-orang Mukmin karena keimanan mereka mencegah untuk berbuat dusta. Rasul adalah rahmat bagi orang-orang yang beriman di antara kalian, dan Allah telah menyediakan siksa yang pedih dan abadi bagi orang-orang yang menyakiti Nabi.",
    "jalalayn": "(Di antara mereka) orang-orang munafik (ada yang menyakiti Nabi) dengan mencelanya dan menyampaikan perkataannya kepada kaum munafikin (dan mereka mengatakan) bilamana mereka dicegah dari perbuatan tersebut supaya jangan menyakiti nabi (\"Nabi mempercayai semua apa yang didengarnya.\") yakni Nabi selalu mendengar apa yang dikatakan kepadanya dan selalu menerimanya. Bilamana kami bersumpah kepadanya bahwa kami tidak menyatakannya, maka dia mempercayai kami. (Katakanlah,) \"Ia (mempercayai) mendengarkan (semua yang baik bagi kalian) bukannya mendengarkan hal-hal yang buruk (ia beriman kepada Allah, mempercayai) artinya selalu percaya (orang-orang mukmin) atas semua berita yang telah disampaikan mereka, akan tetapi ia tidak mempercayai orang-orang selain mereka. Huruf lam di sini adalah lam zaidah; dimaksud untuk memberikan pengertian yang membedakan antara iman karena sadar dan iman karena faktor lainnya (dan menjadi rahmat) bila dibaca rafa' maka diathafkan kepada lafal udzunun, dan bila dibaca jar maka diathafkan kepada lafal khairin (bagi orang-orang yang beriman di antara kalian.\" Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka siksa yang pedih)."
  },
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 62,
    "arab": "يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ ",
    "translation": "Mereka bersumpah kepadamu dengan (nama) Allah untuk menyenangkan kamu, padahal Allah dan Rasul-Nya lebih pantas mereka mencari keridaan-Nya jika mereka orang mukmin.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1297.mp3",
    "tafsir": "Sabab Nuzul: Diriwayatkan Ibnu Mundzir dari Qatadah tentang sebab nuzul ayat ini, Qatadah berkata, \"Kepada kami diberitahukan bahwa seorang lelaki dari kalangan munafik berkata tentang golongan yang tidak turut Perang Tabuk dimana turun ayat khusus mengenai mereka. Lelaki itu berkata, \"Demi Allah bahwa sesungguhnya mereka yang tidak ikut berperang itu adalah orang-orang pilihan dan orang-orang yang mulia. Jika sekiranya benar apa yang dikatakan Muhammad tentulah mereka lebih jahat daripada keledai.\" Ucapan lelaki itu didengar oleh seorang lelaki dari kalangan muslim, lalu ia berkata (sebagai jawaban terhadap orang-orang munafik itu), \"Demi Allah, bahwa apa yang dikatakan Muhammad itu adalah benar dan engkau adalah lebih jelek daripada himar (keledai).\" Orang muslim itu pergi kepada Rasulullah untuk menceritakan kejadian itu maka orang-orang munafik itu didatangkan menghadap Nabi dan Nabi berkata, \"Apakah yang mendorong engkau berkata demikian?\" Orang munafik itu mengingkari ucapannya dan melaknati dirinya dengan bersumpah bahwa ia tidak pernah berkata demikian. Orang muslim itu berkata, \"Hai Tuhanku benarkanlah orang yang benar dan dustakanlah orang yang dusta,\" maka turunlah ayat ini.\nAyat ini menerangkan tentang kebiasaan orang-orang munafik sebagaimana halnya dengan orang-orang yang berbuat suatu kesalahan, seperti: mencuri, dan membunuh. Mereka selalu merasa dalam kesulitan karena mereka selalu dibayang-bayangi oleh akibat perbuatan mereka yang buruk yang mereka lakukan, dan mereka takut kebohongan mereka diketahui oleh orang-orang muslim. Mereka sering bersumpah sebagai cara untuk menutupi kejahatan dan kebohongan mereka.\nDemikian perbuatan orang munafik, mereka bersumpah untuk meyakinkan orang-orang mukmin bahwa apa yang disampaikannya tentang kelakuan buruk mereka baik menentang maupun memburukkan Rasulullah adalah tidak benar. Hal ini dimaksudkan agar orang mukmin mengakui bahwa mereka adalah orang-orang yang bersih dari segala tuduhan. Mereka sering bersumpah dengan maksud menyenangkan Rasul dan mendapat kepercayaan dari orang-orang mukmin sehingga mereka mendapat perlindungan dari orang-orang mukmin; semestinya mereka berusaha mendapat keridaan Tuhan dan Rasul-Nya dengan iman yang sungguh-sungguh yang jauh dari kemunafikan dan keraguan jika benar-benar mereka ingin menjadi orang mukmin. Meskipun orang-orang mukmin dapat diyakinkan dengan jalan bersumpah, dan kebohongan mereka tidak terungkap, namun Allah swt, tetap mengetahui segala sesuatu yang mereka perbuat dan sesuatu yang masih tersimpan di hati mereka. Ketika kemaslahatan menghendaki, Allah menurunkan kepada Rasul wahyu yang menjelaskan tentang semua yang mereka lakukan.",
    "quraish": "Tanpa rasa ragu, mereka tidak ikut serta memerangi musuh bersama kalian. Kemudian, dengan berbohong, mereka meminta maaf atas ketidak-ikutsertaan mereka. Mereka bersumpah kepada kalian agar kalian berkenan menerima permohonan maaf mereka. Allah dan Rasul-Nya lebih berhak untuk diharapkan perkenannya, kalau mereka benar-benar beriman.",
    "jalalayn": "(Mereka bersumpah dengan nama Allah kepada kalian) wahai orang-orang mukmin, atas apa yang kalian dengar dari mereka, yaitu berupa perbuatan yang menyakitkan Rasulullah. Mereka bersumpah bahwa mereka tidak melakukannya (untuk mencari keridaan kalian, padahal Allah dan Rasul-Nya itu yang lebih patut mereka cari keridaannya) dengan melalui ketaatan (jika mereka adalah orang-orang yang mukmin) sebenarnya. Disatukannya dhamir karena mengingat kaitan di antara dua keridaan. Khabar daripada lafal allaah atau lafal rasuuluhu dibuang atau tidak disebutkan."
  },
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 63,
    "arab": "اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ ",
    "translation": "Tidakkah mereka (orang munafik) mengetahui bahwa barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya, dia kekal di dalamnya. Itulah kehinaan yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1298.mp3",
    "tafsir": "Semestinya orang munafik segera sadar karena tidak mungkin mereka tidak mengetahui bahwa membuat-buat tuduhan terhadap Rasul seperti tuduhan berlaku curang dalam membagi zakat atau menuduh Rasul dengan sifat senang mendengar laporan tanpa meneliti kebenarannya adalah termasuk perbuatan menentang Allah dan Rasul-Nya. Orang yang demikian halnya akan mendapat ganjaran api neraka, kekal di dalamnya. Azab seperti ini adalah suatu kehinaan yang besar yang tentunya harus ditakuti dan dijauhi.",
    "quraish": "Apakah orang-orang munafik itu tidak mengetahui bahwa barangsiapa yang kufur atau menentang Allah dan rasul-Nya, maka balasannya adalah siksa yang abadi di dalam neraka jahannam. Sungguh, jahannam adalah suatu kehinaan yang amat sangat.",
    "jalalayn": "(Tidakkah mereka mengetahui bahwasanya) dhamir di sini adalah dhamir sya`n (barang siapa menentang) melawan (Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baqinya) sebagai pembalasan (dia kekal di dalamnya. Itu adalah kehinaan yang besar)."
  },
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 64,
    "arab": "يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ ",
    "translation": "Orang-orang munafik itu takut jika diturunkan suatu surah yang menerangkan apa yang tersembunyi di dalam hati mereka. Katakanlah (kepada mereka), “Teruskanlah berolok-olok (terhadap Allah dan Rasul-Nya).” Sesungguhnya Allah akan mengungkapkan apa yang kamu takuti itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1299.mp3",
    "tafsir": "Ayat ini menggambarkan tentang tingkah laku orang-orang munafik yang pernah diungkapkan dalam Perang Tabuk. Mereka merasa khawatir seandainya diturunkan ayat atau surah yang menerangkan segala sesuatu yang mereka lakukan. Karena itu Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka agar meneruskan ejekan-ejekan yang mereka lakukan. Orang-orang munafik adalah manusia yang tidak mempunyai pendirian, mereka berada di antara iman dan kufur, mereka tidak percaya kepada kebenaran wahyu yang diturunkan kepada Rasul, mereka berada di antara cemas dan harap. Andaikata mereka mengingkari Rasul secara tegas tentulah mereka tidak akan cemas. Demikian pula jika mereka beriman kepada Rasul secara tegas. Karena posisi mereka di antara iman dan kufur dan selalu mencela dan mengejek Nabi dan orang-orang mukmin, timbullah kekhawatiran dan kecemasan mereka kalau-kalau Allah menurunkan lagi ayat-ayat yang mengungkap keaiban mereka dan menerangkan segala sesuatu yang ada pada mereka meskipun mereka menyimpannya dalam hati mereka.",
    "quraish": "Di antara orang-orang munafik saling mengejek Rasulullah saw. Mereka takut apabila rahasia mereka terbongkar. Kemudian, turunlah ayat-ayat al-Qur'ân kepada Rasulullah mengenai orang-orang munafik itu yang menunjukkan rahasia yang mereka simpan di antara sesama mereka. Katakan kepada mereka, wahai Muhammad, \"Ejeklah sesuka kalian, sebab Allah pasti akan memperlihatkan apa yang kalian takuti untuk terbongkar.\"",
    "jalalayn": "(Merasa takut) merasa khawatir (orang-orang munafik itu akan diturunkan terhadap mereka) yaitu kaum Mukminin (suatu surah yang menerangkan apa yang tersembunyi dalam hati mereka) yakni tentang kemunafikan mereka, tetapi sekalipun demikian mereka masih tetap memperolok-olokkannya (Katakanlah, \"Teruskanlah ejekan-ejekan kalian.\") perintah yang mengandung makna ancaman (Sesungguhnya Allah akan menyatakan) akan menampakkan (apa yang kalian takuti) yaitu kemunafikan kalian akan ditampakkan."
  },
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 65,
    "arab": "وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ ",
    "translation": "Dan jika kamu tanyakan kepada mereka, niscaya mereka akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Mengapa kepada Allah, dan ayat-ayat-Nya serta Rasul-Nya kamu selalu berolok-olok?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1300.mp3",
    "tafsir": "Sabab Nuzul: Turunnya ayat ini erat hubungannya dengan Perang Tabuk sebagaimana diriwayatkan oleh Ibnu Mundzir dari Qatadah, ketika Rasulullah pada Perang Tabuk melihat sekelompok manusia di hadapannya mengatakan, \"Apakah laki-laki ini (Muhammad) mengharapkan akan memperoleh istana dan benteng di negeri Syam, tidak mungkin, tidak mungkin.\" Allah memberitahukan kepada Nabi-Nya apa yang dibicarakan oleh kelompok manusia tersebut, maka Muhammad berkata, \"Kamu telah berkata begini-begitu.\" Mereka menjawab, \"Hai Nabi Allah, kami hanya bersenda-gurau dan main-main,\" maka turunlah ayat ini.\nAyat ini menggambarkan kepada Nabi Muhammad tentang tingkah laku orang-orang munafik manakala Nabi Muhammad bertanya kepada mereka tentang ucapan-ucapan mereka yang berupa tuduhan yang sengaja dilontarkan kepada Muhammad yang menyatakan bahwa Nabi itu mencari pengaruh, kekuasaan dan kekayaan, niscaya mereka akan menjawab bahwa ucapan mereka hanya senda gurau belaka. Mereka mengira bahwa Nabi Muhammad dapat memaafkan dan menerima dalih yang mereka kemukakan. Tetapi Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum munafik bahwa tidak patut mereka mengejek Allah dan ayat-ayat-Nya serta Rasul-Nya. Perbuatan demikian itu melampaui batas dan tidak ada yang melakukannya kecuali orang-orang yang ingkar kepada Allah.",
    "quraish": "Yakinlah, wahai Rasul, bahwa apabila engkau tanya orang-orang munafik itu--setelah rahasia mereka terbongkar--tentang alasan hujatan mereka terhadap agama dan ejekan mereka kepada Allah dan ayat- ayat-Nya, mereka akan beralasan meminta maaf dengan berkata, \"Kami hanya bercanda dan bersenda gurau.\" Katakan kepada mereka, \"Apakah kalian bercanda dan bersenda gurau dengan mengolok-olok Allah, ayat-Nya dan Rasul-Nya?\"",
    "jalalayn": "(Dan jika) Lam bermakna qasam/sumpah (kamu tanyakan kepada mereka) tentang ejekan-ejekan mereka terhadap dirimu dan terhadap Alquran, padahal mereka berangkat bersamamu ke Tabuk (tentulah mereka akan menjawab) mengemukakan alasannya (\"Sesungguhnya kami hanyalah bersenda-gurau dan bermain-main saja\") dalam ucapan kami guna melenyapkan rasa bosan dalam menempuh perjalanan yang jauh ini, dan kami tidak bermaksud apa-apa selain daripada itu (Katakanlah)kepada mereka! (\"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kalian berolok-olok?\")."
  },
  {
    "ruku": 163,
    "name": "At-Taubah",
    "ayat": 66,
    "arab": "لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ",
    "translation": "Tidak perlu kamu meminta maaf, karena kamu telah kafir setelah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah tobat), niscaya Kami akan mengazab golongan (yang lain) karena sesungguhnya mereka adalah orang-orang yang (selalu) berbuat dosa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1301.mp3",
    "tafsir": "Ayat ini menerangkan bahwa tak ada gunanya mereka meminta maaf dengan mengemukakan dalih seperti tersebut pada ayat 65 karena sesungguhnya orang-orang munafik itu telah menjadi kafir sesudah beriman, mereka mengejek Nabi dan memandang rendah beliau. Sikap demikian itu terhadap Rasul menunjukkan kekosongan jiwa mereka dari keimanan. Mereka telah melakukan dosa yang sangat besar karena dengan sengaja menghina Nabi dan mengingkari Allah. Namun sekiranya orang-orang munafik itu mau bertobat atas dorongan iman yang sesungguhnya, seperti Makhsyi bin Humair, tentulah Allah menerima tobatnya dan Allah tetap mengazab orang-orang munafik yang masih terus bergelimang dalam kemunafikan.",
    "quraish": "Janganlah kalian meminta maaf dengan mengemukakan alasan-alasan palsu. Kekufuran kalian telah tampak jelas, setelah sebelumnya kalian mengaku beriman. Maka, apabila Kami memberi maaf kepada sekelompok dari kalian yang bertobat dan beriman yang disebabkan oleh keimanan dan kebenaran tobat mereka, Kami pun menyiksa sekelompok lain dari kalangan kalian disebabkan oleh sikap keras kepala mereka dalam mempertahankan kekufuran dan kemunafikan serta karena kejahatan mereka terhadap hak Rasulullah dan orang-orang yang beriman.",
    "jalalayn": "(Tidak usah kalian meminta maaf) akan hal tersebut (karena kalian kafir sesudah beriman) artinya kekafiran kalian ini tampak sesudah kalian menampakkan keimanan. (Jika Kami memaafkan) bila dibaca memakai ya berarti menjadi mabni maf'ul sehingga bacaannya menjadi ya'fa. Jika dibaca memakai huruf nun, berarti mabni fa'il, dan bacaannya seperti yang tertera pada ayat (segolongan daripada kalian) lantaran keikhlasan dan tobatnya, seperti apa yang dilakukan oleh Jahsy bin Humair (niscaya Kami akan mengazab) dapat dibaca tu`adzdzib dan dapat pula dibaca nu`adzdzib (golongan yang lain disebabkan mereka adalah orang-orang yang selalu berbuat dosa) yakni, karena mereka selalu menetapi kemunafikannya dan selalu melancarkan ejekan-ejekan."
  }
]