[
  {
    "ruku": 164,
    "name": "At-Taubah",
    "ayat": 67,
    "arab": "اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ ",
    "translation": "Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah (sama), mereka menyuruh (berbuat) yang mungkar dan mencegah (perbuatan) yang makruf dan mereka menggenggamkan tangannya (kikir). Mereka telah melupakan kepada Allah, maka Allah melupakan mereka (pula). Sesungguhnya orang-orang munafik itulah orang-orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1302.mp3",
    "tafsir": "Ayat ini menerangkan tentang adanya persamaan di antara orang-orang munafik, baik pria maupun wanita, baik mengenai sifat-sifat mereka maupun mengenai akhlak dan perbuatan mereka. Masing-masing saling menganjurkan kepada yang lainnya untuk berbuat kemungkaran seperti yang diterangkan oleh Nabi:\nTanda orang munafik itu ada tiga: Apabila ia berbicara berdusta, apabila ia berjanji mungkir, dan apabila ia dipercayai berkhianat. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nOrang munafik itu masing-masing saling melarang antara sesamanya berbuat baik seperti melakukan jihad dan mengeluarkan harta untuk amal-amal sosial terutama perang sabil sebagaimana firman Allah:\n\nMereka yang berkata (kepada orang-orang Ansar), \"Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).\" (al-Munafiqun/63: 7)\n\nSemua itu disebabkan mereka lupa kepada kebesaran Allah, lupa kepada petunjuk-petunjuk agama-Nya dan siksaan-Nya. Lebih tegasnya mereka lupa mendekatkan diri kepada Allah dengan menaati perintah-Nya dan menjauhi larangan-Nya sebagaimana tidak terlintas di hati sanubari mereka kewajiban berterima kasih atas nikmat-nikmat yang diberikan Tuhan sehingga mereka mengikuti kehendak nafsu mereka dan godaan setan. Sudah sewajarnya jika Allah melupakan mereka dengan menjauhkan mereka dari karunia taufik-Nya di dunia dan ganjaran pahala di akhirat. Sesungguhnya orang-orang munafik yang tetap dalam kemunafikannya itu merupakan manusia yang paling fasik di dunia ini bahkan mereka lebih rendah dari orang-orang kafir biasa, karena orang kafir menutupi hati mereka terhadap keesaan atau adanya Tuhan secara terang-terangan. Berlainan halnya dengan orang-orang munafik yang sengaja menutupi kesalahan baik mengenai akidah atau pun mengenai akhlak dan tindak-tanduk perbuatan yang jauh menyimpang dari fitrah manusia yang murni dengan berpura-pura menjadi mukmin.",
    "quraish": "Orang munafik, laki-laki dan perempuan, adalah sama: melakukan dan menyerukan berbuat buruk, meninggalkan dan melarang berbuat kebenaran, dan kikir dalam mengeluarkan harta di jalan kebenaran. Masing-masing sepeti bagian-bagian dari satu benda yang saling melengkapi. Karena mereka berpaling dari Allah, Allah pun berpaling dan tidak akan memberi petunjuk kepada mereka. Mereka adalah orang-orang yang tidak patuh kepada Allah.",
    "jalalayn": "(Orang-orang munafik laki-laki dan orang-orang munafik perempuan sebagian dari mereka dengan sebagian yang lain adalah sama) yakni mereka mempunyai sikap dan sepak terjang yang sama, perihalnya sama dengan setali tiga uang (mereka menyuruh membuat yang mungkar) berupa kekafiran dan maksiat-maksiat (dan melarang berbuat yang makruf) berupa keimanan dan ketaatan (dan mereka menggenggam tangannya) daripada berinfak di jalan ketaatan (mereka telah lupa kepada Allah) artinya mereka tidak mau taat kepada-Nya (maka Allah melupakan mereka) dibiarkannya mereka melupakan pertanda sifat pemurah Allah. (Sesungguhnya orang-orang munafik itulah orang-orang yang fasik)."
  },
  {
    "ruku": 164,
    "name": "At-Taubah",
    "ayat": 68,
    "arab": "وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ",
    "translation": "Allah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1303.mp3",
    "tafsir": "Ayat ini menerangkan ancaman Tuhan kepada orang-orang munafik baik pria maupun wanita dan ancaman-Nya kepada orang-orang kafir. Allah mengancam mereka dengan azab api neraka dan mereka kekal abadi di dalamnya. Mereka mendapat kutukan Tuhan di dunia dan di akhirat serta mereka tidak berhak mendapat rahmat Allah. Azab Tuhan terus-menerus menimpa mereka baik azab fisik maupun siksaan batin yang tak habis-habisnya. Mereka tidak dapat melihat wajah Allah karena melihat wajah Allah itu tidak diizinkan bagi orang-orang yang mengingkarinya.",
    "quraish": "Allah telah menentukan neraka jahannam bagi orang-orang yang munafik dan kafir. Mereka akan disiksa di dalamnya dan tidak akan dapat lari darinya. Cukuplah neraka itu sebagai hukuman bagi mereka. Dan bersama dengan hukuman ini, mereka ditimpakan pula kemurkaan Allah dan siksa yang abadi pada hari kiamat.",
    "jalalayn": "(Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka) sebagai pembalasan dan hukuman (dan Allah melaknat mereka) Dia menjauhkan mereka dari rahmat-Nya (dan bagi mereka azab yang kekal) yang abadi."
  },
  {
    "ruku": 164,
    "name": "At-Taubah",
    "ayat": 69,
    "arab": "كَالَّذِيْنَ مِنْ قَبْلِكُمْ كَانُوْٓا اَشَدَّ مِنْكُمْ قُوَّةً وَّاَكْثَرَ اَمْوَالًا وَّاَوْلَادًاۗ فَاسْتَمْتَعُوْا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِيْنَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِيْ خَاضُوْاۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ",
    "translation": "(keadaan kamu kaum munafik dan musyrikin) seperti orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka mereka telah menikmati bagiannya, dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1304.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang munafik yang menyakiti Nabi Muhammad dan orang-orang mukmin tidak berbeda dengan orang-orang munafik yang hidup pada masa dahulu. Jika pada masa Nabi Muhammad mereka teperdaya oleh harta kekayaan dunia dan terpengaruh oleh anak-anak mereka, maka serupa itu pulalah orang-orang munafik pada masa dahulu ketika menghadapi utusan-utusan Allah. Mereka memiliki kekuatan, kekayaan harta benda yang cukup dan anak-anak yang banyak yang menyebabkan mereka teperdaya oleh kelezatan hidup dunia. Mereka selalu dipengaruhi oleh keinginan hidup mewah dan ingin bebas berbuat semaunya untuk kepuasan hawa nafsunya. \nOrang-orang munafik pada masa dahulu memang wajar berlaku demikian karena faktor-faktor yang membawa mereka kepada kejahatan lebih banyak karena mereka mempunyai kekuatan dan kekayaan. Berlainan halnya dengan orang-orang munafik pada zaman Nabi Muhammad di samping berkurangnya kekuatan dan harta kekayaan, faktor-faktor yang membawa mereka untuk berbuat kebaikan lebih banyak. Semua perbuatan orang munafik meskipun berupa perbuatan yang baik adalah menjadi sia-sia di dunia dan akhirat karena mereka melakukannya tanpa keikhlasan. Seharusnya mereka menjadi orang-orang yang beruntung karena mereka juga turut melakukan amal sosial, tetapi mereka lupa bahwa untuk diterimanya suatu amalan yang baik harus disertai dengan kejujuran dan keikhlasan. Kekeliruan mereka ini digambarkan dalam firman Allah:\n\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)",
    "quraish": "Keadaan kalian, wahai orang-orang munafik, sama seperti keadaan orang-orang kafir dan munafik sebelum kalian. Mereka, yang lebih kuat dan lebih banyak memiliki harta dan anak daripada kalian, telah menikmati kesenangan dunia yang diberikan, berpaling dari berzikir dan bertakwa kepada Allah. Mereka menyambut nabi-nabi yang diutus kepada mereka dengan sikap meremehkan dan mengolok-olok di antara sesama mereka. Kalian pun menikmati kesenangan dunia seperti yang mereka nikmati dulu. Kalian juga melakukan seperti apa yang mereka lakukan, yaitu kemungkaran dan kebatilan. Perbuatan mereka akan sia- sia dan tidak akan berguna di dunia atau di akhirat. Mereka adalah orang-orang yang merugi. Nasib dan tempat kembali kalian sama buruknya dengan mereka.",
    "jalalayn": "Keadaan kalian hai orang-orang munafik (seperti keadaan orang-orang yang sebelum kalian, mereka lebih kuat daripada kalian dan lebih banyak harta benda dan anak-anaknya daripada kalian. Maka mereka telah menikmati) mereka telah bersenang-senang (dengan bagian mereka) maksudnya bagian duniawi mereka (dan kalian telah menikmati) hai orang-orang munafik (bagian kalian sebagaimana orang-orang yang sebelum kalian menikmati bagiannya dan kalian mempercakapkan) hal-hal yang batil dan mencela Nabi saw. (sebagaimana mereka mempercakapkannya) seperti apa yang biasa mereka pergunjingkan. (Mereka itu amalannya menjadi sia-sia di dunia dan di akhirat dan mereka itulah orang-orang yang merugi)."
  },
  {
    "ruku": 164,
    "name": "At-Taubah",
    "ayat": 70,
    "arab": "اَلَمْ يَأْتِهِمْ نَبَاُ الَّذِيْنَ مِنْ قَبْلِهِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۙ وَقَوْمِ اِبْرٰهِيْمَ وَاَصْحٰبِ مَدْيَنَ وَالْمُؤْتَفِكٰتِۗ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
    "translation": "Apakah tidak sampai kepada mereka berita (tentang) orang-orang yang sebelum mereka, (yaitu) kaum Nuh, ‘Ad, samud, kaum Ibrahim, penduduk Madyan, dan (penduduk) negeri-negeri yang telah musnah? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata; Allah tidak menzalimi mereka, tetapi merekalah yang menzalimi diri mereka sendiri.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1305.mp3",
    "tafsir": "Pada ayat ini Allah mencela orang-orang munafik mengapa mereka tidak mengetahui kisah tentang umat-umat dahulu kala seperti umat Nabi Nuh, kaum 'Ad dan samud, kaum Ibrahim dan penduduk Madyan dan kaum Luth. Kepada mereka, Allah telah mengutus rasul-rasul-Nya yang membawa petunjuk-petunjuk dari Allah, tetapi mereka sambut rasul-rasul Allah itu dengan sikap menantang, sehingga Allah menurunkan kepada mereka azab seperti topan yang menenggelamkan kaum Nuh, angin yang membinasakan kaum 'Ad, dan petir yang membinasakan kaum samud. Hal itu tidaklah berarti Allah berbuat aniaya terhadap mereka, karena bertentangan dengan sifat keadilan Allah yang tidak pernah menzalimi hamba-Nya, tetapi merekalah yang menganiaya diri mereka sendiri disebabkan mereka tidak mengindahkan petunjuk-petunjuk Allah yang dibawa oleh rasul-rasul-Nya. Sunnatullah tidak akan berubah sebagaimana Allah menjatuhkan azab kepada orang-orang yang menentang rasul-Nya pada masa dahulu pasti pada masa sekarang Allah akan mengazab orang-orang yang bersalah jika mereka tidak bertobat.",
    "quraish": "Apakah orang-orang munafik dan kafir tidak mengambil pelajaran dari keadaan orang-orang sebelum mereka, yaitu kaum Nûh, 'Ad, Tsamûd, Ibrâhîm, Syu'aib dan kaum Lûth. Kepada mereka diutus rasul-rasul Allah dengan membawa bukti-bukti yang jelas dari Allah, kemudian mereka mendustakan dan mengingkarinya. Maka, masing-masing disiksa oleh Allah karena dosa yang diperbuat, dan semuanya dihancurkan. Sesungguhnya Allah tidak menganiaya mereka dengan siksaan itu semua, tetapi merekalah yang menganiaya diri mereka sendiri dengan kekufuran dan pembangkangan mereka kepada Allah serta kelayakan mereka atas segala siksaan. Merekalah, sebenarnya yang menganiaya diri sendiri.",
    "jalalayn": "(Belumkah datang kepada mereka berita penting) kabar penting (tentang orang-orang yang sebelum mereka; yaitu kaum Nuh, Ad) kaumnya Nabi Hud (Tsamud) kaumnya Nabi Saleh (kaum Ibrahim dan penduduk Madyan) kaumnya Nabi Syuaib (dan penduduk negeri-negeri yang telah musnah) negeri-negeri tempat tinggal kaumnya Nabi Luth, yang dimaksud ialah para penduduknya. (Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata) dengan membawa mukjizat-mukjizat akan tetapi mereka tetap mendustakannya, akhirnya mereka dibinasakan (maka Allah tidaklah sekali-kali menganiaya mereka) seumpamanya Dia mengazab mereka tanpa dosa (akan tetapi merekalah yang menganiaya diri mereka sendiri) oleh sebab dosa-dosa yang mereka lakukan."
  },
  {
    "ruku": 164,
    "name": "At-Taubah",
    "ayat": 71,
    "arab": "وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۘ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَيُطِيْعُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاُولٰۤىِٕكَ سَيَرْحَمُهُمُ اللّٰهُ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Dan orang-orang yang beriman, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain. Mereka menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1306.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang mukmin, pria maupun wanita saling menjadi pembela di antara mereka. Selaku mukmin ia membela mukmin lainnya karena hubungan agama. Wanita pun selaku mukminah turut membela saudara-saudaranya dari kalangan laki-laki mukmin karena hubungan seagama sesuai dengan fitrah kewanitaannya. Istri-istri Rasulullah dan istri-istri para sahabat turut ke medan perang bersama-sama tentara Islam untuk menyediakan air minum dan menyiapkan makanan karena orang-orang mukmin itu sesama mereka terikat oleh tali keimanan yang membangkitkan rasa persaudaraan, kesatuan, saling mengasihi dan saling tolong-menolong. Kesemuanya itu didorong oleh semangat setia kawan yang menjadikan mereka sebagai satu tubuh atau satu bangunan yang saling menguatkan dalam menegakkan keadilan dan meninggikan kalimah Allah. Sifat mukmin yang seperti itu banyak dinyatakan oleh hadis-hadis Nabi Muhammad antara lain, seperti sabdanya:\nPerumpamaan orang-orang mukmin dalam hal saling mengasihi, saling menyantuni dan saling membantu seperti satu jasad, apabila salah satu anggota menderita, seluruh anggota jasad itu merasakan demam dan tidak tidur. (Riwayat al-Bukhari dan Muslim dari Numan bin Basyir).\n\nSifat saling membela tidak terdapat pada orang-orang munafik karena mereka diliputi oleh keraguan dan sifat pengecut. Persaudaraan ini di kalangan mereka sekadar ucapan permainan lidah sebagaimana diutarakan di dalam firman Allah:\n\nTidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka diperangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. (al-hasyr/59: 11 - 12)\n\nSifat-sifat yang dimiliki orang mukmin berbeda dari sifat-sifat orang munafik pada hal-hal berikut:\na. Orang mukmin selalu mengajak berbuat baik dan melarang perbuatan mungkar, sedang orang munafik selalu menyuruh berbuat mungkar dan melarang berbuat baik.\nb. Orang mukmin mengerjakan salat dengan khusyuk dengan hati yang ikhlas sedang orang munafik mengerjakan salat dalam keadaan terpaksa dan riya.\nc. Orang mukmin selain mengeluarkan zakat, tangan mereka selalu terbuka untuk menciptakan kesejahteraan umat dan memberikan sumbangan sosial, sedang orang munafik kikir, jika mereka mengeluarkan zakat atau derma adalah karena ria bukan karena ikhlas kepada Allah, sebagaimana dinyatakan dalam firman Allah:\n\nDan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa). (at-Taubah/9: 54)\n\nd. Orang mukmin selalu taat kepada Allah dengan cara meninggalkan perbuatan-perbuatan maksiat dan mengerjakan segala perintah menurut kesanggupan mereka sedang orang munafik terus-menerus berbuat maksiat.\n\nAkhir ayat ini menegaskan bahwa Allah pasti akan melimpahkan rahmat-Nya baik di dunia maupun di akhirat kepada orang-orang mukmin sedang ayat-ayat yang lalu Allah melaknati orang-orang munafik dan mengancam mereka dengan api neraka. Sesungguhnya Allah Mahaperkasa, tidak seorang pun yang dapat menolak siksaan-Nya. Dia Mahabijaksana melimpahkan rahmat dan karunia-Nya kepada orang-orang yang dikehendaki sesuai dengan amalan-amalan yang telah dikerjakannya.",
    "quraish": "Orang-orang Mukmin, laki-laki dan perempuan, saling mencintai dan menolong satu sama lain. Dengan dasar keimanan, mereka menyuruh untuk melakukan apa yang diperintahkan oleh agama mereka yang benar, melarang apa yang dilarang oleh agama, mengerjakan salat pada waktunya, membayar zakat untuk orang yang berhak menerima pada waktunya, mematuhi perintah Allah dan Rasul-Nya, dan menjauhi larangan Allah dan Rasul-Nya. Merekalah yang akan selalu berada dalam rahmat Allah. Allah sungguh Mahakuasa untuk mengayomi mereka dengan kasih sayang-Nya, dan Mahabijaksana dalam pemberian-Nya.",
    "jalalayn": "(Dan orang-orang yang beriman, lelaki dan perempuan sebagian mereka adalah menjadi penolong bagi sebagian yang lain. Mereka menyuruh mengerjakan yang makruf, mencegah dari yang mungkar, mendirikan salat, menunaikan zakat dan mereka taat kepada Allah dan Rasul-Nya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Perkasa) tiada sesuatu pun yang dapat menghalang-halangi apa-apa yang akan dilaksanakan oleh janji dan ancaman-Nya (lagi Maha Bijaksana) Dia tidak sekali-kali meletakkan sesuatu melainkan persis pada tempat yang sesuai."
  },
  {
    "ruku": 164,
    "name": "At-Taubah",
    "ayat": 72,
    "arab": "وَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ",
    "translation": "Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga ‘Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1307.mp3",
    "tafsir": "Pada ayat ini Allah menjanjikan kepada orang-orang mukmin baik pria maupun wanita untuk mendapatkan surga sebagai balasan terhadap amalan baik mereka. Surga itu ialah taman yang indah yang penuh dengan kenikmatan yang tak pernah dilihat oleh mata dan tak pernah didengar oleh telinga dan malahan tak pernah terlintas di hati, semua yang dilihat dan didengar asing dan baru sehingga sulit diumpamakan karena tak ada bandingannya di dunia. Taman yang dinaungi pohon-pohon dimana mengalir sungai yang tidak menyerupai sungai-sungai di dunia ini baik warna maupun rasanya; orang-orang yang tinggal di dalamnya akan menetap selama-lamanya; sabda Nabi menerangkan tentang surga:\nPada surga terdapat seratus tingkatan. Allah menyediakannya untuk orang-orang yang berjihad menegakkan agama Allah. Jarak satu tingkat dengan tingkat yang lainnya sebagaimana jarak antara langit dan bumi. Apabila kamu memohon kepada Allah, mintalah surga Firdaus, karena ini adalah surga yang terbaik dan tertinggi yang daripadanya terpancar sungai-sungai surga dan di atasnya Arasy Tuhan. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah).\n\nManusia terdiri dari jasad dan ruh. Surga dengan segenap isinya memberikan kenikmatan paling tinggi kepada jasmani, dan keridaan Allah memberikan kenikmatan yang paling tinggi kepada rohani manusia. Kedua macam nikmat ini adalah karunia Tuhan yang dijanjikan-Nya kepada mukmin baik pria maupun wanita. Inilah karunia Allah yang merupakan kemenangan yang besar lagi tak ada taranya yang tak akan dapat dicapai kecuali oleh orang-orang beriman dan beramal saleh.",
    "quraish": "Allah menjanjikan surga kepada mereka, dan mereka akan kekal di dalam kenikmatannya. Dia menyediakan untuk mereka tempat tinggal yang menyenangkan hati di dalam surga yang abadi. Di samping itu semua, mereka akan dapat mendapatkan rida Allah, suatu kenikmatan yang paling besar. Itulah keberuntungan yang besar.",
    "jalalayn": "(Allah menjanjikan kepada orang-orang yang mukmin, lelaki dan perempuan akan mendapat surga yang di bawahnya mengalir sungai-sungai, kekal mereka di dalamnya dan mendapat tempat-tempat yang bagus di surga Adn) yaitu tempat tinggal (Dan keridaan Allah adalah lebih besar) lebih agung daripada kesemuanya itu (itu adalah keberuntungan yang besar)."
  }
]