[
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 90,
    "arab": "وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1325.mp3",
    "tafsir": "Ayat-ayat ini menerangkan bagaimana pula keadaan orang-orang munafik yang tinggal di luar kota Medinah yang tinggal di kampung-kampung penduduk padang pasir yang biasa dipanggil orang dengan Arab Badui. Mereka sengaja datang menghadap Rasulullah untuk mengemukakan alasan agar Rasulullah berkenan memberi izin untuk tidak ikut berperang. Kejadian ini diterangkan dalam suatu riwayat yang diceritakan oleh seseorang yang bernama adz-ahhak, yaitu: \"Ada suatu kelompok Badui dari golongan Amir bin thufail datang menghadap Rasulullah seraya berkata, \"Ya Nabi Allah, kami tidak turut berperang bersama engkau, kami merasa khawatir, kalau-kalau perempuan kami, anak-anak kami, dan binatang-binatang ternak kami habis dirusak dan dirampok oleh penjahat-penjahat.\" Maka Rasulullah menjawab, \"Allah sudah memberitahukan kepadaku tentang keadaanmu; semoga Allah akan memaafkan dan menyelamatkanmu.\" Bermacam-macam alasan yang mereka kemukakan kepada Rasulullah, ada alasan yang dibuat-buat dan ada alasan yang sebenarnya agar mereka diberi izin untuk tidak turut berperang.\nMereka yang datang menghadap Rasulullah dengan mengemukakan alasan yang sebenarnya itu adalah kalangan orang-orang mukmin, dan mereka yang datang dengan alasan yang dibuat-buat adalah dari golongan orang-orang munafik. Ada segolongan lagi, yaitu orang-orang yang tidak datang menghadap Rasulullah untuk minta izin. Mereka itu sengaja duduk dan tinggal di rumahnya, tidak mau turut berjihad dan berperang. Mereka ini jelas termasuk orang-orang yang mendustakan Allah dan Rasul-Nya. Merekalah orang-orang munafik yang sudah parah dan sangat berbahaya. Menurut pendapat Umar bin Ala', baik mereka yang minta izin dengan mengemukakan alasan yang dibuat-buat, maupun yang duduk tinggal di rumah, tidak mau ikut berjihad dan berperang, kedua golongan itu sama-sama jeleknya dan sama-sama berbahaya. Kedua golongan itu sudah termasuk golongan orang kafir yang akan mendapat siksa yang pedih dari Allah, baik di dunia ini maupun di akhirat kelak.",
    "quraish": "Sebagaimana halnya orang-orang munafik Madinah yang enggan ikut serta berperang, ada pula sekelompok Arab Badui yang mencari-cari alasan untuk meminta izin tidak ikut berperang. Dengan demikian, orang-orang yang mendustakan Allah dan Rasul-Nya-yang seolah-olah beriman kepada Allah- tidak akan ikut berperang tanpa alasan yang dibenarkan oleh Allah dan Rasul-Nya. Hal itu adalah bukti kekafiran mereka. Kepada orang-orang yang kafir di antara mereka akan diturunkan siksa yang amat pedih.",
    "jalalayn": "(Kemudian datanglah orang-orang yang mengemukakan uzur) asalnya lafal al-mu`adzdziruuna ialah al-mu`tadziruuna kemudian huruf ta diidgamkan ke dalam huruf dzal sehingga jadilah al-mu`adzdziruuna keduanya mempunyai arti yang sama lalu dibaca al-mu`adzdziruuna (yaitu orang-orang Arab penduduk padang pasir) kepada Nabi saw. (agar diberi izin bagi mereka) untuk tetap tinggal di kampungnya, tidak pergi berjihad karena berhalangan, akhirnya Nabi saw. memberi izin kepada mereka (sedangkan orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam diri saja) mereka yang diam adalah orang-orang yang berpura-pura beriman dari kalangan orang-orang munafik penduduk padang pasir, mereka diam saja tidak datang menghadap kepada Nabi saw. untuk mengemukakan alasan ketidakikutannya. (Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih)."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 91,
    "arab": "لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ",
    "translation": "Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1326.mp3",
    "tafsir": "Sabab Nuzul: Ada beberapa riwayat yang menerangkan sebab turunnya ayat ini. Di antaranya riwayat yang diterangkan oleh Ibnu Abi hatim dari Zaid bin sabit dia mengatakan, \"Aku adalah penulis wahyu yang diturunkan kepada Rasulullah. Ketika aku menulis surah Baraah, kemudian pena kuletakkan di atas telingaku, maka turunlah wahyu yang memerintah-kan kami berperang. Ketika Rasulullah memperhatikan wahyu yang diturun-kan kepadanya, tiba-tiba datang seorang buta, seraya berkata, \"Ya Rasulullah, bagaimana caranya agar saya ikut berperang, sedang saya orang buta,\" maka turunlah ayat ini.\" \nDalam ayat ini diterangkan, orang-orang yang dibolehkan tidak ikut berperang yakni bebas dari kewajiban ikut berperang. Mereka ini tidak termasuk orang yang bersalah dan tidak berdosa karena meninggalkan kewajiban berperang bilamana mereka benar-benar mempunyai alasan yang dapat dibenarkan, dan alasan itu dikemukakannya dengan jujur dan ikhlas, yaitu:\n1. Orang lemah, yaitu orang yang lemah fisiknya yang tidak memungkinkan dia ikut berperang, seperti orang lanjut usia, perempuan dan anak-anak, begitu juga orang cacat, seperti buta, pekak, lumpuh, patah, dan sebagainya.\n2. Orang sakit yang tidak mungkin ikut berperang. Tetapi kalau sudah sembuh mereka wajib ikut berperang.\n3. Orang miskin yang tidak mempunyai sarana dan bekal untuk perang.\nKetiga golongan ini bebas dari kewajiban berperang. Namun demikian karena kejujuran dan keikhlasannya kepada Allah dan Rasul, dia masih merasa berkewajiban untuk mengerjakan tugas-tugas yang lain seperti menjaga rumah dan kampung, mengawasi kalau ada mata-mata dan pengkhianat, memelihara rahasia, menyuruh orang agar tetap tenang, berbuat kebajikan dan berdoa, agar orang mukmin yang pergi berperang dilindungi oleh Allah dan mendapat kemenangan yang gilang-gemilang.\nKetiga macam orang-orang yang mempunyai alasan yang dibenarkan syara ini, betul-betul mereka ikhlas, beriman kepada Allah dan taat kepada Rasul, mereka tergolong orang-orang yang berbuat kebajikan. Mereka ini tidak termasuk orang-orang yang bersalah, berdosa dan disiksa. Pada akhir ayat ini dijelaskan, bahwa Allah Maha Pengampun lagi Maha Penyayang. Artinya Allah banyak ampunan-Nya dan luas rahmat-Nya, terhadap hamba-hamba-Nya yang lemah dalam menunaikan kewajibannya, selama mereka jujur dan ikhlas kepada Allah dan kepada Rasul-Nya.",
    "quraish": "Sesungguhnya orang-orang yang alasannya diterima untuk tidak ikut berperang adalah mereka yang lemah, sakit, miskin dan orang yang tidak mempunyai harta untuk dibelanjakan. Jika mereka bersikap tulus ikhlas kepada Allah dan rasul-Nya dalam beragama, mereka berarti termasuk orang yang berbuat baik. Dan orang yang berbuat baik seperti mereka itu tidak berdosa. Ampunan dan kasih sayang Allah sungguh amat banyak dan luas.",
    "jalalayn": "(Tiada dosa atas orang-orang yang lemah) yakni orang-orang jompo (atas orang-orang yang sakit) seperti orang buta dan orang yang sakit parah yang tak sembuh-sembuh (dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad (apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya) sewaktu ia tidak pergi berjihad, yaitu tidak menimbulkan kekacauan dan rasa takut kepada orang-orang lain dan tetap menaati peraturan. (Tidak atas orang-orang yang berbuat baik) yakni orang-orang yang melaksanakan hal tersebut (jalan) alasan untuk menyalahkan mereka. (Dan Allah Maha Pengampun) kepada mereka (lagi Maha Penyayang) kepada mereka di dalam memberikan kelonggaran mengenai masalah tidak pergi berjihad ini."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 92,
    "arab": "وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ",
    "translation": "dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh kendaraan untuk membawamu,” lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1327.mp3",
    "tafsir": "Sabab Nuzul: Di dalam sebuah riwayat yang diterangkan oleh Ibnu Jarir ath -thabari dari Ibnu 'Abbas, dia berkata, \"Rasulullah memerintahkan agar orang-orang mukmin bersiap untuk pergi berperang. Maka segolongan dari para sahabatnya yang bernama 'Abdullah bin Saffal al-Muzani berkata, \"Ya Rasulullah, sediakanlah untuk kami kendaraan (kami miskin tidak mempunyai kendaraan).\" Rasulullah menjawab, \"Demi Allah, aku tidak sanggup menyediakan kendaraan yang akan membawa saudara-saudara ke medan perang.\" Maka turunlah ayat ini, lalu mereka semuanya menangis, karena tidak dapat ikut berperang, karena kendaraan dan alat perlengkapan perang sangat penting apabila medan perang letaknya sangat jauh.\" Kendaraan itu merupakan perlengkapan perang yang sangat penting untuk setiap masa. Apabila pada masa dahulu kendaraan yang diperlukan hanya unta, keledai dan kuda, maka pada masa-masa berikutnya manusia menciptakan kendaraan yang berkecepatan tinggi yang dapat dipergunakan untuk lalu lintas darat, laut dan udara.\nDengan turunnya ayat ini terhiburlah hati mereka yang datang menghadap Rasulullah itu, tetapi air mata mereka bercucuran menangis karena tidak dapat ikut berperang bersama Rasulullah karena mereka dalam keadaan miskin, tidak mempunyai kendaraan. Kalau tempat berperang tidak begitu jauh maulah rasanya mereka berjalan kaki saja, karena keinginan mereka berjihad dan mencari keridaan Allah. Begitulah semangat dan ruh Islam yang berkobar dalam dada setiap muslim yang tidak akan padam buat selama-lamanya. Dengan semangat seperti itulah Islam bisa tegak dan maju dan kalimah Allah akan menjulang tinggi di bumi ini.\nDalam ayat ini diterangkan alasan yang lain yang dibenarkan syara bagi seseorang yang tidak ikut berperang. Alasan tersebut ialah karena mereka tidak mempunyai kendaraan yang dapat mengangkut mereka ke medan perang, apalagi kalau tempat yang dituju itu jauh letaknya, yang tidak bisa dicapai dengan jalan kaki, seperti halnya Perang Tabuk yang sangat jauh yang dapat ditempuh hanya dengan mengarungi padang pasir, berhari-hari dan berminggu-minggu, baru sampai di tempat yang dituju. Maka kepada mereka yang tidak mempunyai kendaraan, dibolehkan tidak ikut, mereka ini terhitung tidak besalah dan tidak berdosa bila tinggal di rumahnya.",
    "quraish": "Juga tidak ada dosa bagi bagi orang-orang Mukmin yang datang kepadamu dengan memohon agar kamu mau mengajak mereka berperang. Kamu kemudian berkata, \"Aku tidak memiliki alasan untuk mengikutsertakan kalian berperang.\" Dengan berlinang air mata dan sedih karena tidak dapat ikut serta berperang di jalan Allah--karena tidak mempunyai harta untuk dibelanjakan--mereka pun kemudian meninggalkanmu.",
    "jalalayn": "(Dan tiada pula dosa atas orang-orang yang apabila mereka datang kepadamu supaya kamu memberi mereka kendaraan) untuk berangkat berperang bersamamu; jumlah mereka ada tujuh orang yang semuanya berasal dari kalangan sahabat Ansar. Akan tetapi menurut pendapat lain dikatakan bahwa mereka semua berasal dari Bani Muqarrin (lalu kamu berkata, \"Aku tidak memperoleh kendaraan untuk membawa kalian.\") jumlah ayat ini menjadi hal/kalimat keterangan (lalu mereka kembali) lafal ayat ini menjadi jawab dari kata idzaa, artinya mereka bubar kembali ke rumah masing-masing (sedangkan mata mereka bercucuran) yakni mengalirkan (berupa) lafal min di sini mempunyai arti bayan/kata penjelasan/kata penafsir (air mata karena kesedihan) lantaran mereka (tidak memperoleh apa yang akan mereka nafkahkan) untuk berjihad."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 93,
    "arab": "اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔",
    "translation": "Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1328.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang kaya yang mampu, yang datang menghadap Rasulullah untuk meminta izin tidak akan ikut berperang, tidak dibenarkan meninggalkan kewajiban berperang. Mereka itu dianggap orang-orang yang bersalah dan patut mendapat hukuman karena kesalahannya itu.\nBerbeda dengan orang-orang yang disebutkan dalam ayat-ayat di atas, yaitu orang-orang yang mempunyai alasan yang dibenarkan syara dan dikemukakannya dengan ikhlas dan jujur untuk tidak ikut berperang, maka mereka tidak dapat disalahkan sama sekali. Orang-orang yang kaya yang sanggup berperang karena mereka mampu menyediakan perbekalan dan kendaraan, tidak mempunyai alasan untuk minta izin tidak ikut berperang. Itulah sebabnya maka mereka dikatakan orang-orang yang bersalah dan sudah sepantasnya kalau Allah menutup mati hati mereka, karena mereka tidak mau menerima kebenaran sedikit pun juga. Akhirnya mereka bergelimang dalam kesusahan dan dosa, sedang mereka tidak mengetahui akibat dari perbuatan yang mereka lakukan.",
    "quraish": "Sesungguhnya kehinaan dan hukuman diperuntukkan bagi orang-orang yang meminta izin kepadamu, Muhammad, karena keengganan mereka untuk berjihad, padahal mereka adalah orang-orang yang memiliki kekayaan dan mampu berjihad bersamamu. Kehinaan dan hukuman itu diberikan kepada mereka karena mereka puas dengan duduk bersama wanita, sedangkan mereka sebenarnya memiliki kekuatan dan kemampuan untuk berjihad. Selain itu, pemberian kehinaan dan hukuman itu juga disebabkan karena hati mereka telah tertutup dari kebenaran. Mereka tidak mengetahui akibat buruk di dunia dan akhirat yang diakibatkan oleh keengganan berjihad.",
    "jalalayn": "(Sesungguhnya jalan untuk menyalahkan itu hanyalah terhadap orang-orang yang meminta izin kepadamu) untuk tidak ikut berangkat berjihad (padahal mereka itu orang-orang kaya. Mereka rela berada bersama-sama orang-orang yang tidak ikut berperang dan Allah telah mengunci mati hati mereka, maka mereka tidak mengetahui) akibat perbuatan mereka."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 94,
    "arab": "يَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ قُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ ثُمَّ تُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ",
    "translation": "Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), “Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1329.mp3",
    "tafsir": "Dalam ayat ini disebutkan hal-hal yang akan dihadapi Nabi dan kaum Muslimin setelah kembali dari Perang Tabuk, yaitu bahwa orang-orang munafik yang tidak ikut dalam peperangan tanpa alasan pasti akan datang menemui Rasulullah dan kaum Muslimin untuk meminta maaf atas ketidakhadiran mereka di medan perang. Maka Allah memerintahkan kepada Nabi Muhammad agar beliau mengatakan kepada orang-orang munafik itu bahwa mereka tidak perlu meminta maaf, karena Rasulullah dan kaum Muslimin tidak akan mempercayai alasan-alasan palsu yang mereka kemukakan, sebab Allah telah memberitahukan kepada Rasul-Nya dan kaum Muslimin semua hal ikhwal dan sifat-sifat jelek kaum munafik itu. Allah dan Rasul-Nya hanya memperhatikan sikap dan tingkah laku mereka selanjutnya, apakah mereka benar-benar sudah insyaf dan meninggalkan kekufuran mereka serta kembali kepada iman dan taat kepada Allah, ataukah mereka akan tetap dalam kekufuran itu. Kemudian mereka akan dikembalikan kepada Zat Yang Maha Mengetahui semua hal-hal yang gaib dan yang nyata, lalu Dia akan memberitahukan kepada mereka segala apa yang telah mereka perbuat sewaktu hidup di dunia.\nDengan perkataan lain, tidak ada gunanya lagi bagi mereka mengemuka-kan bermacam-macam alasan atas ketidakhadiran mereka di medan perang, sebab semua rahasia yang tersimpan dalam hati mereka sudah cukup diketahui oleh Rasulullah dan kaum Muslimin melalui wahyu Allah. Selanjutnya terserah kepada mereka sendiri. Jika benar-benar mereka telah menyadari kesalahan, lalu bertobat dan memohon ampun kepada Allah, maka Allah akan menerima tobat mereka, maka Rasulullah pun akan memberi maaf kepada mereka.",
    "quraish": "Orang-orang yang enggan dan meremehkan jihad itu akan mengajukan alasan kepada kalian, wahai orang-orang Mukmin yang berjihad, apabila kalian telah kembali dari medan jihad dan berjumpa dengan mereka. Maka katakanlah kepada mereka, hai Rasulullah, \"Janganlah kalian membuat alasan. Kami sungguh tidak akan mempercayai kalian, karena Allah telah menyingkap hakikat diri kalian dan mewahyukan kepada Nabi-Nya mengenai kebohongan-kebohongan kalian itu. Allah dan Rasul-Nya akan mengetahui apa yang akan kalian lakukan setelah itu. Kalian akan dikembalikan, setelah kehidupan dunia ini, kepada Allah yang mengetahui alam gaib dan alam nyata, lalu Dia memberitahukan kepada kalian apa yang telah kalian lakukan dan memberi ganjaran sesuai dengan yang berhak kalian terima.\"",
    "jalalayn": "(Mereka mengemukakan uzurnya kepada kalian) untuk tidak pergi berperang (apabila kalian telah kembali kepada mereka) dari medan perang (Katakanlah) kepada mereka (\"Janganlah kalian mengemukakan uzur, kami tidak percaya lagi kepada kalian) kami sudah tidak mempercayai lagi kalian (karena sesungguhnya Allah telah memberitahukan kepada kami di antara berita-berita rahasia kalian) Allah telah memberitahukan kepada kami tentang hal-ihwal kalian. (Dan Allah serta Rasul-Nya akan melihat pekerjaan kalian kemudian kalian dikembalikan) melalui dibangkitkan dari dalam kubur (kepada Yang Mengetahui yang gaib dan yang nyata) yakni Allah (lalu Dia memberitahu kepada kalian apa yang telah kalian kerjakan.\") maka Dia membalasnya kepada kalian."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 95,
    "arab": "سَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْهُمْ ۗ فَاَعْرِضُوْا عَنْهُمْ ۗ اِنَّهُمْ رِجْسٌۙ وَّمَأْوٰىهُمْ جَهَنَّمُ جَزَاۤءً ۢبِمَا كَانُوْا يَكْسِبُوْنَ",
    "translation": "Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1330.mp3",
    "tafsir": "Dalam ayat ini Allah menjelaskan kepada Rasul-Nya, bahwa apabila beliau dan kaum Muslimin telah kembali nanti dari peperangan itu, maka kaum munafik akan datang kepada beliau seraya bersumpah dengan nama Allah (menguatkan apa yang mereka ucapkan), agar Rasulullah berpaling dari mereka dengan tidak menghiraukan perbuatan mereka yang tidak ikut berperang.\nKemudian Allah memerintahkan kepada Rasul-Nya, agar beliau betul-betul memalingkan muka dari kaum munafik sebagai penghinaan kepada mereka. Berikutnya, Allah menjelaskan alasan mengapa Rasulullah harus memalingkan muka dari kaum munafik karena mereka itu najis. Artinya sikap dan perbuatan mereka itu kotor, sehingga mereka harus dijauhi, seperti menjauhkan kain yang bersih dari sesuatu yang najis. Hal ini sejalan dengan apa yang terdapat dalam firman Allah:\n\n\nWahai orang-orang yang beriman! Sesungguhnya orang-orang yang musyrik itu najis (kotor jiwa). (at-Taubah/9: 28)\n\nAkhirnya Allah menyatakan, bahwa tempat kembali kaum munafik di akhirat kelak adalah neraka Jahanam, sebagai balasan atas apa yang telah mereka lakukan selama di dunia, yaitu kekufuran yang telah mengotori diri mereka; dan kekotoran itu semakin bertambah akibat berpalingnya mereka dari ayat-ayat Allah. Keterangan semacam ini akan didapat nanti pada firman Allah:\n\nDan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir. (at-Taubah/9: 125)",
    "quraish": "Mereka akan bersumpah dengan nama Allah kepada kalian saat menemui mereka bahwa alasan-alasan mereka itu benar. Dengan demikian, mereka berharap dapat membuat kalian puas dan melupakan perbuatan mereka. Oleh karenanya, jangan turuti kemauan mereka itu, tetapi hindari dan murkai mereka, karena mereka berada pada tingkat keburukan jiwa dan tingkat kekufuran yang paling rendah. Tempat kembali mereka adalah jahanam sebagai hukuman atas dosa-dosa dan kesalahan yang mereka perbuat.",
    "jalalayn": "(Kelak mereka akan bersumpah kepada kalian dengan nama Allah, apabila kalian kembali) yakni pulang (kepada mereka) dari medan perang Tabuk untuk menunjukkan bahwa mereka benar-benar mempunyai alasan yang tepat sewaktu mereka tidak ikut berangkat (supaya kalian berpaling dari mereka) artinya supaya tidak mencela perbuatan mereka itu. (Maka berpalinglah dari mereka karena sesungguhnya mereka itu adalah najis) najis karena batin mereka kotor (dan tempat mereka Jahanam sebagai balasan atas apa yang telah mereka kerjakan.)"
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 96,
    "arab": "يَحْلِفُوْنَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۚفَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفٰسِقِيْنَ",
    "translation": "Mereka akan bersumpah kepadamu agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1331.mp3",
    "tafsir": "Ayat ini menegaskan sekali lagi bahwa kaum munafik itu akan bersumpah dengan nama Allah untuk meminta maaf kepada Rasulullah dan kaum Muslimin agar beliau dan kaum Muslimin rida (senang) kepada mereka serta memaafkan segala kesalahan mereka. Sesudah itu Allah menegaskan, bahwa tidak sepatutnya Rasulullah dan kaum Muslimin senang dan rida kepada kaum munafik, karena Allah sendiri tidak senang kepada kaum yang fasik.\nKemurkaan Allah kepada kaum munafik adalah disebabkan karena keingkaran dan sifat-sifat jelek mereka. Andaikata ada di antara orang-orang mukmin itu orang yang bersimpati, kepada kaum munafik maka orang itu pun akan ditimpa kemurkaan Allah.\nAkan tetapi, bila kaum munafik itu bertobat dan memohon ampun kepada Allah serta meninggalkan kemunafikan dan sifat-sifat jelek mereka sebelum ajal mereka tiba, maka Allah akan menerima tobat mereka dan memberikan ampunan atas dosa-dosa yang telah mereka perbuat.",
    "quraish": "Mereka melakukan sumpah itu karena sangat menginginkan keridaan kalian terhadap mereka. Apabila kalian tertipu dengan sumpah mereka lalu merelakannya, maka sesungguhnya keridaan kalian yang sepihak itu tidak akan berguna bagi mereka, karena Allah tetap murka kepada mereka disebabkan oleh kefasikan dan keluarnya mereka dari aturan-aturan agama.",
    "jalalayn": "(Mereka akan bersumpah kepada kalian agar kalian rida kepada mereka. Tetapi jika sekiranya kalian rida kepada mereka, maka sesungguhnya Allah tidak rida kepada orang-orang yang fasik itu) artinya Allah tidak rela kepada mereka dan kerelaan kalian kepada mereka sedikit pun tidak akan bermanfaat buat mereka, karena Allah telah murka kepada mereka."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 97,
    "arab": "اَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰى رَسُوْلِهٖ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
    "translation": "Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1332.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa kekafiran dan kemunafikan orang-orang Arab Badui, lebih hebat dari pada kekafiran dan kemunafikan orang-orang Arab yang telah berbudaya yang hidup menetap di kota-kota dan di desa-desa. Orang Arab Badui itu hidup di padang pasir, selalu berpindah-pindah, dalam lingkungan alam yang tandus, jauh dari sebab-sebab kemajuan, dan jauh dari bimbingan para ulama, sehingga mereka jarang mendapatkan pelajaran mengenai Al-Qur'an dan Hadis. Oleh karena itu tidaklah mengherankan bila mereka tidak mengetahui hukum-hukum yang telah diturunkan Allah kepada Rasul-Nya.\nDalam penjelasan ayat ini terdapat suatu sindiran bagi orang-orang yang hidup di kota, bahwa mereka itu seharusnya lebih berpengetahuan dan lebih maju dari orang-orang Badui. Sebab mereka itu dapat bergaul dan menimba pelajaran dari kaum cendekiawan, apabila tidak demikian halnya maka mereka ini sama dengan orang-orang Badui yang hidupnya mengembara dan jauh dari bimbingan para ulama.\nIbnu Katsir mengatakan bahwa orang-orang Arab Badui bersifat kasar dan keras, maka Allah tidak mengutus seorang Rasul pun dari kalangan mereka. Dalam hal ini Allah telah berfirman:\n\nDan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. (Yusuf/12: 109)\nPada akhir ayat ini ditegaskan bahwa Allah Mahatahu hal ihwal hamba-Nya, beriman atau kafir, jujur maupun munafik, dan Dia amat bijaksana dalam menetapkan syariat dan hukum-hukum-Nya, dan dalam memberikan balasan kepada hamba-hamba-Nya, baik berupa surga Jannatun-na'im ataupun azab neraka yang amat pedih.",
    "quraish": "Orang-orang Arab Badui (A'râb) adalah jauh lebih ingkar dan munafik. Mereka telah sampai pada puncak keingkaran dan kemunafikan karena jauhnya mereka dari orang-orang alim dan bijak. Mereka memang pantas untuk tidak mengetahui batasan-batasan Allah dan syariat-syariat serta hukum-hukum yang diturunkan kepada Rasul-Nya. Akan tetapi Allah Maha Mengetahui keadaan dua kelompok ini-- kelompok yang benar-benar tidak tahu dan kelompok yang munafik--dan Mahabijaksana dalam ukuran ganjaran-Nya.",
    "jalalayn": "(Orang-orang Arab itu) yaitu penduduk daerah badui (lebih sangat kekafiran dan kemunafikannya) daripada penduduk daerah perkotaan; karena penduduk daerah badui berwatak keras dan kasar serta mereka jauh dari mendengarkan Alquran (dan lebih wajar) lebih patut (tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya) berupa hukum-hukum dan syariat-syariat. Huruf allaa asalnya terdiri dari an dan laa kemudian keduanya digabungkan, sehingga jadilah allaa. (Dan Allah Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam mengatur penciptaan mereka."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 98,
    "arab": "وَمِنَ الْاَعْرَابِ مَنْ يَّتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَّيَتَرَبَّصُ بِكُمُ الدَّوَاۤىِٕرَ ۗعَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِ ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ  ",
    "translation": "Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1333.mp3",
    "tafsir": "Dalam ayat ini diterangkan contoh lain dari sifat orang Badui yang munafik, yaitu mereka yang menyumbangkan sebagian dari harta benda mereka untuk berjihad di jalan Allah, akan tetapi dengan jalan riya. Mereka menganggap harta benda yang mereka berikan, baik karena ketaatan mereka maupun karena terpaksa demi menjaga keselamatan diri dan kaum mereka dari hal-hal yang tidak mereka inginkan. Mereka memandang bahwa infak tersebut sama sekali tidak mendatangkan kemanfaatan apapun bagi mereka di akhirat kelak, karena mereka tidak beriman pada adanya hari kebangkitan, di mana setiap orang akan menerima balasan atas segala perbuatan yang telah dilakukannya di dunia ini. Menurut keterangan Ibnu Zaid, orang-orang yang dimaksudkan dalam ayat ini adalah Bani Â'sad dan Bani Gathafan.\nSelain sifat-sifat jelek di atas, orang-orang munafik tersebut selalu mengharapkan dan menanti-nanti datangnya malapetaka yang menimpa kaum Muslimin sehingga kekuatan mereka menjadi lemah. Bila hal itu terjadi, maka orang-orang munafik itu tidak perlu lagi menyumbangkan harta benda mereka untuk kepentingan jihad. Dalam kenyataannya, mereka selalu menunggu-nunggu agar kaum musyrik dan Yahudi dapat mengalahkan kaum Muslimin. Akan tetapi, setelah tipu daya mereka tidak membawa hasil, maka mereka menunggu wafatnya Rasulullah saw, karena mereka menganggap bahwa dengan wafatnya Rasulullah agama Islampun akan sirna dan lenyap dari muka bumi.\nKarena sikap dan pandangan mereka yang semacam itu, maka dalam ayat ini Allah menegaskan bahwa merekalah yang akan ditimpa malapeka itu, sedang kaum Muslimin tidak akan mengalami malapetaka bahkan mereka akan memperoleh pertolongan dari Allah. Di samping itu, musuh-musuh Islam akan menemui kegagalan serta ditimpa azab di dunia ini sebelum mendapat azab yang lebih hebat di akhirat kelak.\nPada akhir ayat ini kembali ditegaskan bahwa Allah Maha Mendengar segala ucapan hamba-Nya, yang mengekpresikan perasaan hatinya dan mengetahui rahasia yang terkandung dalam hati mereka, apakah itu berbentuk keimanan atau kekafiran, keikhlasan atau kemunafikan. Allah akan memberikan balasan kepada mereka akibat ucapan dan perbuatan mereka itu.",
    "quraish": "Sebagian orang munafik kaum Badui itu menganggap mendermakan harta kekayaan di jalan Allah sebagai suatu denda dan kerugian, karena mereka tidak mempercayai pahala Allah. Mereka berharap dan menanti-nanti agar terjadi peperangan pada kalian, wahai orang-orang Mukmin. Ketahuilah bahwa Allah mengembalikan bencana itu kepada mereka dan menjadikan keburukan yang mereka nanti-nantikan itu menimpa mereka sendiri. Allah Maha Mendengar perkataan-perkataan mereka dan Maha Mengetahui perbuatan, niat dan dosa yang mereka perbuat.",
    "jalalayn": "(Di antara orang-orang Arab badui itu ada orang yang memandang apa yang dinafkahkannya) di jalan Allah (sebagai suatu kerugian) ketekoran dan kerugian sebab ia tidak mengharapkan akan pahalanya melainkan menginfakkannya karena rasa takut; mereka adalah Bani Asad dan Bani Ghathafan (dan menanti-nanti) malapetaka menimpa kalian sehingga ia bebas dari kalian (merekalah yang akan ditimpa marabahaya) dapat dibaca as-suu` dan dapat pula dibaca as-sau`, artinya azab dan kebinasaan itu justru akan menimpa mereka sendiri bukannya menimpa kalian. (Dan Allah Maha Mendengar) akan semua ucapan hamba-hamba-Nya (lagi Maha Mengetahui) perbuatan-perbuatan mereka."
  },
  {
    "ruku": 167,
    "name": "At-Taubah",
    "ayat": 99,
    "arab": "وَمِنَ الْاَعْرَابِ مَنْ يُّؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰهِ وَصَلَوٰتِ الرَّسُوْلِ ۗ اَلَآ اِنَّهَا قُرْبَةٌ لَّهُمْ ۗ سَيُدْخِلُهُمُ اللّٰهُ فِيْ رَحْمَتِهٖ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ",
    "translation": "Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1334.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa tidak semua orang Arab Badui mempunyai sifat-sifat kekufuran dan kemunafikan seperti tersebut di atas. Bahkan sebagian dari mereka itu orang-orang yang beriman kepada Allah dan hari akhir, dengan keimanan yang teguh. Mereka yakin tentang kemahakuasaan Allah atas semua makhluk-Nya, dan yakin pula tentang adanya hari akhir, di mana setiap orang akan menerima balasan atas semua perbuatan yang telah dilakukannya selama hidup di dunia.\nDi samping keimanan kepada Allah dan hari akhir, mereka juga menginfakkan harta mereka di jalan Allah. Apa yang mereka infakkan itu mereka pandang sebagai suatu jalan atau cara untuk mendekatkan diri kepada Allah dan untuk mendapatkan doa Rasulullah saw, karena Rasulullah senantiasa mendoakan kebaikan untuk orang-orang yang suka bersedekah dan menginfakkan harta bendanya di jalan Allah. Rasulullah saw juga selalu memohonkan ampun kepada Allah untuk mereka. Doa kepada Allah adalah suatu perbuatan baik yang dapat dilakukan oleh seseorang untuk memintakan manfaat kepada Allah bagi orang lain. Misalnya doa dari anak yang saleh untuk ibu bapaknya. Menurut keterangan Mujahid, orang-orang yang dimaksudkan dalam ayat ini adalah Bani Muqrin dari kabilah Muzayyanah.\nSelanjutnya ayat ini menjelaskan bahwa keimanan dan keikhlasan mereka serta infak yang mereka berikan dengan niat yang suci diterima Allah sebagai amal saleh yang bisa mendekatkan diri mereka kepada-Nya, Allah akan memberikan pahala kepada mereka, yaitu dengan mengaruniakan kepada mereka rahmat yang khusus diberikannya kepada orang-orang yang diridai-Nya, berupa petunjuk ke jalan yang lurus yang harus mereka tempuh agar mereka bisa masuk surga Jannatun-na'im. Di sini mereka akan hidup bahagia dalam naungan rahmat dan kasih sayang-Nya.\nAdanya orang-orang Arab Badui yang beriman kepada Allah dan Rasul-Nya karena menggunakan pikiran dan hati nurani, menunjukkan betapa rendahnya kedudukan orang-orang kafir dan orang-orang munafik yang berdiam di kota-kota yang selalu hidup bergaul dengan orang-orang pandai dan mendengar pelajaran-pelajaran yang baik, namun hati mereka tetap tertutup tidak mau beriman.\nPada akhir ayat ini ditegaskan bahwa rahmat Allah dan ampunan-Nya amat luas untuk orang-orang yang ikhlas dalam beramal. Allah akan mengampuni mereka dari dosa-dosa dan kelalaian yang telah mereka perbuat. Allah akan menunjukkan mereka kepada perbuatan yang baik dan kebahagiaan di dunia dan di akhirat.",
    "quraish": "Tidak semua orang Arab Badui seperti itu. Di antara mereka terdapat orang-orang yang beriman kepada Allah dan percaya kepada hari kiamat. Mereka menjadikan berderma di jalan Allah sebagai cara untuk mendekatkan diri kepada-Nya dan sebagai sarana untuk didoakan oleh Rasulullah. Rasulullah memang selalu berdoa untuk kebaikan dan keberkahan orang-orang yang bersedekah. Tidak diragukan bahwa sedekah ini adalah amal saleh yang dapat mengantarkan mereka kepada apa yang mereka inginkan. Sesungguhnya Allah akan melimpahkan rahmat-Nya kepada mereka karena Dia Maha Pengampun dosa- dosa dan Maha Penyayang kepada makhluk-makhluk-Nya.",
    "jalalayn": "(Dan di antara orang-orang Arab badui itu ada orang-orang yang beriman kepada Allah dan hari kemudian) seperti kabilah Juhainah dan kabilah Muzayyanah (dan menjadikan apa yang ia infakkan) di jalan Allah (sebagai amal taqarrub) maksudnya mendekatkan diri kepada-Nya (di sisi Allah dan) sebagai jalan untuk (memperoleh selawat) yakni doa-doa (Rasul) kepadanya. (Ketahuilah, sesungguhnya nafkah itu) artinya nafkah mereka itu (merupakan amal taqarrub) dapat dibaca qurubaatun dan dapat pula dibaca qurbatun (bagi mereka) di sisi-Nya. (Kelak Allah akan memasukkan mereka ke dalam rahmat-Nya) yaitu surga-Nya. (Sesungguhnya Allah Maha Pengampun) kepada orang-orang yang taat kepada-Nya (lagi Maha Penyayang) terhadap mereka yang taat."
  }
]