[
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 123,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةًۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ",
    "translation": "Wahai orang yang beriman! Perangilah orang-orang kafir yang di sekitar kamu, dan hendaklah mereka merasakan sikap tegas darimu, dan ketahuilah bahwa Allah beserta orang yang bertakwa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1358.mp3",
    "tafsir": "Pedoman dan petunjuk berperang yang ditunjukkan Allah dalam ayat ini kepada Rasulullah saw dan kaum Muslimin adalah lebih dahulu memerangi musuh-musuh Islam yang berada pada garis lingkaran yang terdekat dengan pusat kedudukan umat Islam, kemudian dilanjutkan kepada lingkaran yang lebih jauh.\nHal ini didasarkan kepada prinsip, bahwa peperangan yang dilakukan umat Islam hanyalah untuk mengamankan jalannya dakwah Islamiyah dan untuk melindungi keselamatan umat Islam, sedang dakwah tersebut juga dimulai dari orang-orang yang terdekat, dilanjutkan kepada orang-orang yang lebih jauh. Dengan demikian, terlihat adanya keselarasan antara dakwah Islamiyah dan peperangan tersebut.\nPetunjuk ini telah dilaksanakan dengan baik oleh Rasulullah saw, baik dalam bidang dakwah, maupun peperangan yang berfungsi untuk meng-amankan dakwah tersebut. Mengenai dakwah, beliau telah melaksanakannya lebih dahulu kepada keluarganya yang terdekat dan sahabat-sahabat karibnya, sesuai dengan petunjuk Allah.\n\nDan berilah peringatan kepada kerabat-kerabatmu yang terdekat. (asy-Syu'ara/26: 214)\n\nDan firman-Nya dalam ayat yang lain:\n\n¦dan agar kamu memberi peringatan kepada (penduduk) Ummul Qura (Mekah) dan orang-orang yang di luar lingkungannya. (al-An'am/6: 92)\nKemudian, dakwah ini beliau lanjutkan kepada masyarakat yang lebih luas, tidak saja dalam lingkungan negeri Arab, bahkan kepada raja-raja dan bangsa-bangsa sekitar Jazirah Arab.\nDemikian pula dalam hal peperangan, sesuai dengan ayat-ayat sebelum-nya dimulai dari musuh-musuh Islam yang terdekat, yang selalu melakukan tipu daya untuk menghalang-halangi kelangsungan dakwah Islamiyah. Kemudian dilanjutkan kepada suku-suku Arab yang lebih jauh dari pusat kedudukan atau basis umat Islam. Sesudah Rasulullah saw wafat, maka para khalifah sesudahnya meneruskan peperangan tersebut ke daerah-daerah yang lebih jauh, yaitu ke negeri Syam (Syria) dan Irak. Kemudian menyusup ke benua Afrika (sebelah Barat) dan Persia, Khurasan, bahkan sampai ke pegunungan Hindukust (sebelah Timur) sesuai dengan perluasan dakwah Islamiyah.\nMusuh-musuh Islam yang terdekat kepada Rasulullah dan kaum Muslimin ketika itu ialah orang-orang kafir yang terdiri dari kaum Yahudi yang berdiam di kota Medinah, kemudian di Khaibar, dan selanjutnya mereka yang memerangi kaum Muslimin di Perang Tabuk, dan sesudah itu musuh-musuh Islam di daerah-daerah Syam yang ketika itu berada dalam kekuasaan Romawi Timur yang berpusat di Bizantium.\nStrategi perang dengan cara memulai dari yang terdekat kepada yang jauh, adalah tepat sekali, ditinjau dari berbagai segi, yaitu: dari segi kemungkinan fasilitas pengangkutan, perbekalan, dan biaya. Semakin dekat tempatnya, semakin mudah cara-cara pengangkutan, dan dengan demikian semakin kecil pula biaya dan perbekalan yang diperlukan. Semakin jauh tempat yang harus didatangi, semakin sukar pula pengangkutan, dan semakin banyak pula waktu dan perbekalan yang diperlukan. Dengan sendirinya semakin banyak biaya dan tenaga yang dibutuhkan.\nPerang dalam tuntunan ajaran Islam adalah perjuangan yang harus dipersiapkan untuk terciptanya perdamaian sebagaimana pepatah dalam bahasa Arab, yang diungkapkan dalam kalimat:\nPerdamaian yang dipersenjatai\nDalam kaidah umum biasa dikatakan, kita harus selalu siap berperang untuk menciptakan perdamaian. Jika kita tidak dalam keadaan siap perang maka musuh setiap saat dapat menyerang kita, tetapi jika kita dalam keadaan siap perang maka musuhpun tidak berani menyerang kita.\nKarena itulah dalam Al-Qur'an, terutama Surah at-Taubah banyak mengungkapkan persoalan perang dan petunjuk-petunjuk kepada umat Islam untuk selalu siap berperang dengan berbagai stretegi untuk mewujudkan perdamaian.\nAllah memberikan petunjuk-Nya, agar kaum Muslimin mampu meng-gunakan kekerasan dan kekuatan terhadap orang-orang kafir yang menghalang-halangi dakwah Islamiyah, apabila jalan diplomasi dan perlakuan yang lemah lembut dan ramah tamah tidak bermanfaat lagi untuk mereka. Kaum Muslimin diperintahkan untuk bersikap adil, kasih sayang, dan ramah tamah kepada orang-orang bukan Islam. Akan tetapi bila mereka tetap mengganggu kepentingan umat Islam, terutama dakwah Islamiyah, maka kaum Muslimin harus menggunakan kekuatan dan kekuasaan, sehingga mereka menghentikan permusuhan terhadap Islam dan kaum Muslimin. Hal ini tersebut pula dalam firman Allah pada ayat yang lain:\n\nHai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik itu, dan bersikap keraslah terhadap mereka. (at-Taubah/9: 73)\nDengan demikian jelaslah bahwa kaum Muslimin harus siap mengguna-kan dua macam sikap dalam menghadapi orang kafir dan munafik yaitu, pertama sikap diplomasi yang luwes, lembut, dan ramah tamah jika mereka mau diajak berdamai. Orang kafir dalam hubungan ini disebut sebagai kafir mu'ahidi atau kafir zimmi, jika mereka termasuk warga negara kita. Kedua, tegas dan bila perlu mempergunakan kekuatan, apabila mereka tidak mau diajak hidup berdampingan secara damai. Orang kafir dalam kondisi demikian disebut sebagai kafir harbi, sehingga tidak ada jalan menghadapi mereka kecuali dengan kekuatan dan peperangan.\nPada akhir ayat ini Allah meyakinkan orang-orang yang bertakwa, bahwa Dia senantiasa bersama mereka. Artinya Allah memberikan jaminan kepada orang-orang yang bertakwa, yaitu yang senantiasa menjaga hukum-hukum dan ketentuan Allah, bahwa Dia akan selalu memberikan bantuan dan pertolongan-Nya. Ketentuan-ketentuan Allah yang perlu diperhatikan dalam masalah peperangan ialah agar umat Islam tidak lalai dalam mempersiapkan segala sesuatu yang perlu untuk mencapai kemenangan, yaitu kekuatan fisik dan mental. Kekuatan fisik mencakup: prajurit yang berbadan sehat dan kuat, alat-alat senjata yang efektif, kubu-kubu pertahanan yang tangguh, serta perbekalan dan perlengkapan yang cukup. Sedang kekuatan mental ialah: niat yang ikhlas, semangat yang tinggi, kesabaran dan keuletan yang tangguh, serta siasat perang yang jitu serta disiplin yang kuat, dan persatuan yang kokoh. Termasuk pula etika perang dan moral yang tinggi, yaitu tidak berlaku zalim terhadap wanita, anak-anak, orang tua yang lemah, serta tidak pula berlaku kejam terhadap orang-orang yang sudah menyerah atau tertawan, selama mereka ini tidak membahayakan bagi kepentingan Islam dan umat Islam. Untuk mencapai kemenangan ini diperlukan iman yang kokoh, serta ingat dan tawakkal kepada Allah.",
    "quraish": "Wahai orang-orang Mukmin, perangilah orang-orang kafir yang ada di sekitar kalian, agar mereka tidak menjadi sumber malapetaka bagi kalian. Dan jadilah kalian orang-orang yang tegas kepada mereka dalam pertempuran, dan jangan merasa iba kepada mereka. Ketahuilah bahwa sesungguhnya Allah bersama orang-orang yang bertakwa kepada-Nya, dengan pertolongan-Nya.",
    "jalalayn": "(Hai orang-orang yang beriman perangilah orang-orang kafir yang ada di sekitar kalian itu) yakni mereka yang tinggal berdekatan dengan kalian, kemudian mereka yang dibilang tinggal berdekatan dengan kalian (dan hendaklah mereka menemui kekerasan daripada kalian) artinya berlaku keraslah kalian terhadap mereka (dan ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa) bantuan dan pertolongan-Nya akan selalu menyertainya."
  },
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 124,
    "arab": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْهُمْ مَّنْ يَّقُوْلُ اَيُّكُمْ زَادَتْهُ هٰذِهٖٓ اِيْمَانًاۚ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْهُمْ اِيْمَانًا وَّهُمْ يَسْتَبْشِرُوْنَ",
    "translation": "Dan apabila diturunkan suatu surah, maka di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1359.mp3",
    "tafsir": "Sikap kaum munafik di masa Nabi Muhammad saw di antaranya adalah apabila ayat-ayat Al-Qur'an diturunkan kepada beliau dan disampaikan kepada mereka, maka di antara mereka itu ada yang bertanya kepada teman-temannya baik dari kalangan munafik sendiri maupun teman-teman mereka dari kaum Muslimin yang lemah imannya bahwa siapakah di antara mereka yang bertambah imannya dengan turunnya surah ini. Ini meyakinkan bahwa Al-Qur'an ini benar-benar dari Allah bahwa Muhammad itu benar-benar pesuruh Allah, bahwa tiap-tiap ayat Al-Qur'an merupakan mukjizat bagi Muhammad, dan bahwa Al-Qur'an itu bukan buatan Muhammad.\nJika diperhatikan pertanyaan orang munafik yang tersebut dalam ayat-ayat ini, dirasakan bahwa pertanyaan itu bukanlah maksudnya untuk menanyakan sesuatu yang tidak diketahui, tetapi menunjukkan apa yang menjadi isi hati mereka; yaitu mereka belum percaya kepada Rasulullah, sekalipun mulut mereka telah mengakuinya. Bahkan mereka ingin agar orang-orang Islam yang lemah imannya menjadi seperti mereka pula. Seandainya tidak ada penyakit di dalam hati orang-orang munafik itu, pasti mereka mengetahui bahwa iman yang sesungguhnya yang disertai dengan ketundukan dan penghambaan diri kepada Allah, karena telah merasakan dan meyakini kekuasaan-Nya, pasti akan bertambah dengan mendengar dan membaca ayat-ayat Al-Qur'an, apalagi jika langsung mendengarnya dari Rasulullah saw sendiri.\nSifat-sifat munafik ini diterangkan dalam firman-Nya:\n\nMereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari. Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta. (al-Baqarah/2: 9-10)\n\nMengenai kesan terhadap ayat-ayat Al-Qur'an dalam hati orang-orang yang beriman diterangkan dalam firman Allah:\n\n\nSebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. (al-'Ankabut/29: 49)\n\nPertanyaan orang-orang munafik itu dijawab Allah dengan ungkapan yang tersebut pada akhir ayat ini yang maksudnya adalah orang-orang yang beriman, maka surah ini menambah imannya dan mereka merasa gembira.",
    "quraish": "Dan apabila suatu surat al-Qur'ân diturunkan dan didengar oleh orang-orang munafik, mereka mengolok-olok dan mengejek, dan sebagian dari mereka berkata kepada sebagian yang lain, \"Siapakah di antara kalian yang bertambah imannya karena oleh surat ini?\" Allah menjawab mereka bahwa di situlah letak perbedaan antara orang-orang munafik dan orang-orang Mukmin. Orang-orang Mukmin yang melihat cahaya dan mengetahui kebenaran akan bertambah keimanan mereka dengan ayat-ayat Allah, dan mereka akan bergembira dengan turunnya ayat-ayat itu.",
    "jalalayn": "(Dan apabila diturunkan suatu surah) dari Alquran (maka di antara mereka) orang-orang munafik (ada yang berkata) kepada teman-temannya dengan nada mengejek (\"Siapakah di antara kalian yang bertambah imannya dengan turunnya surah ini?\") yakni kepercayaannya. Maka Allah swt. langsung berfirman menjawab perkataan mereka. (Adapun orang-orang yang beriman, maka surah ini menambah imannya) karena mereka benar-benar percaya kepadanya (sedangkan mereka merasa gembira) dengan turunnya surah ini."
  },
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 125,
    "arab": "وَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ ",
    "translation": "Dan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1360.mp3",
    "tafsir": "Jawaban pertanyaan mereka seputar Al-Qur'an diterangkan pada ayat ini. Adapun orang-orang yang hatinya ragu-ragu dan orang-orang munafik, yaitu orang-orang yang hatinya penuh kekafiran sedang mulutnya menyatakan iman, setiap ayat yang disampaikan kepada mereka selalu menimbulkan keragu-raguan dan kemunafikan dalam hati mereka. Hal seperti ini selalu bertambah kuat pengaruhnya pada diri mereka, sehingga akhirnya mereka mati sebagai seorang munafik yang kafir. Hal yang mereka alami ini akan dialami oleh orang-orang sesudah mereka, yang sama hatinya dengan hati mereka, mereka akan mati sebagai orang kafir.",
    "quraish": "Sedangkan orang-orang munafik yang hatinya sakit dan penglihatannya buta terhadap kebenaran, setelah mendengar ayat-ayat ini kekufuran mereka akan semakin bertumpuk dengan kekufuran yang telah ada dalam diri mereka sebelumnya, dan mereka akan mati dalam keadaan kafir.",
    "jalalayn": "(Dan adapun orang-orang yang di dalam hati mereka ada penyakit) lemah keyakinan (maka dengan surah ini bertambah kekafiran mereka di samping kekafirannya) kekafiran mereka makin bertambah karena pada mulanya mereka sudah kafir kepada surah itu (dan mereka mati dalam keadaan kafir)."
  },
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 126,
    "arab": "اَوَلَا يَرَوْنَ اَنَّهُمْ يُفْتَنُوْنَ فِيْ كُلِّ عَامٍ مَّرَّةً اَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوْبُوْنَ وَلَا هُمْ يَذَّكَّرُوْنَ ",
    "translation": "Dan tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, namun mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1361.mp3",
    "tafsir": "Pada ayat ini Allah tidak membenarkan bahkan mencela sikap orang-orang munafik yang tetap membangkang, tidak mau bertobat dan tidak pula mengambil pelajaran dari berbagai peristiwa yang telah mereka alami. Padahal kepada mereka setiap tahun telah didatangkan cobaan dan pengalaman pahit serta kekalahan yang seharusnya dapat menambah kuat iman seseorang sehingga mampu membedakan antara yang benar dan yang salah. Berbagai cobaan, ujian, dan pengalaman mereka itu, jika mereka mau merenungkannya dengan baik, tentu akan menyampaikan mereka kepada kesimpulan bahwa Muhammad itu benar-benar Rasulullah yang diutus Allah kepada mereka. Akan tetapi, mereka tetap ingkar dan tidak mau bertobat serta mengambil pelajaran dari padanya. Bahkan hati mereka bertambah sesat dan bertambah ingkar.",
    "quraish": "Apakah orang-orang munafik itu tidak mengambil pelajaran dengan berbagai ujian yang ditimpakan oleh Allah kepada mereka sekali atau berkali-kali dalam setahun. Yaitu berupa terbongkarnya kedok dan tersingkapnya keburukan mereka, dan juga dengan pertolongan terhadap orang-orang Mukmin dan terbongkarnya kebatilan orang-orang munafik itu. Kemudian mereka juga tidak bertobat dari keadaan mereka dan tidak mengingat apa yang telah terjadi atas mereka.",
    "jalalayn": "(Dan tidakkah mereka memperhatikan) bila dibaca yarauna, fa'ilnya adalah orang-orang munafik, dan bila dibaca tarauna, fa`ilnya adalah orang-orang mukmin (bahwa mereka diuji) dicoba (sekali atau dua kali setiap tahun) dengan musim paceklik dan wabah penyakit (kemudian mereka tidak juga bertobat) dari kemunafikannya (dan tidak pula mengambil pelajaran) artinya pelajaran buat dirinya."
  },
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 127,
    "arab": "وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ نَّظَرَ بَعْضُهُمْ اِلٰى بَعْضٍۗ هَلْ يَرٰىكُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْاۗ صَرَفَ اللّٰهُ قُلُوْبَهُمْ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ",
    "translation": "Dan apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (sambil berkata), “Adakah seseorang (dari kaum muslimin) yang melihat kamu?”  Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1362.mp3",
    "tafsir": "Ayat ini menerangkan sikap dan tindakan orang-orang munafik di majlis Rasulullah waktu diturunkan ayat-ayat Al-Qur'an. Bila diturunkan satu ayat atau satu surah kepada Rasulullah saw, mereka saling berpandangan satu sama lain dan mengedipkan mata sebagai isyarat memandang enteng apa yang telah diturunkan itu. Sikap mereka ini menunjukkan bahwa pengaruh kekafiran telah berurat berakar dalam jiwa mereka. Mereka sebenarnya tidak ingin mendengarkan ayat-ayat Al-Qur'an dari Rasulullah, dan tidak ingin orang lain mendapat petunjuk dari Al-Qur'an.\nSikap orang-orang munafik lainnya ialah: mereka secara diam-diam meninggalkan majlis Rasulullah saw seraya saling bertanya kepada sesama temannya yang lain, \"Apakah ada orang yang melihat kepergian kita meninggalkan majlis itu?\" Sedangkan orang-orang mukmin mendengar dan memperhatikan ayat-ayat itu dengan tunduk dan penuh perhatian.\nSikap orang-orang munafik inilah yang membuat Allah memalingkan hati mereka dari iman dan dari petunjuk-petunjuk yang ada dalam ayat-ayat Al-Qur'an. Allah melakukan yang demikian karena mereka lebih dulu mengingkari seruan Nabi dan tidak menghiraukan petunjuk-petunjuk Al-Qur'an.",
    "quraish": "Dan juga apabila suatu surat diturunkan, dan mereka sedang berada di majlis Rasulullah, mereka saling mengedipkan mata dan saling berkata, \"Apakah ada orang yang melihat kalian saat kalian mengedipkan mata?\" Kemudian hati mereka menolak untuk taat dan beriman kepada Rasulullah. Allah menambah kesesatan mereka karena mereka terus-menerus berada dalam kebatilan dan berpaling dari kebenaran. Keadaan mereka ini adalah disebabkan karena mereka adalah kaum yang tidak mengerti.",
    "jalalayn": "(Dan apabila diturunkan satu surah) yang di dalamnya menyebutkan tentang perihal mereka, kemudian surah tersebut dibacakan oleh Nabi saw. (sebagian mereka memandang kepada sebagian yang lain) dengan maksud untuk lari dari tempat itu seraya berkata (\"Adakah seorang dari orang-orang Muslimin yang melihat kalian?\") bilamana kalian pergi dari tempat ini; jika ternyata tidak ada seorang pun dari kalangan kaum Muslimin yang melihat mereka, maka mereka segera beranjak pergi dari tempat itu. Apabila ternyata ada seseorang dari kaum Muslimin yang melihat mereka, maka mereka tetap di tempatnya (sesudah itu mereka pun pergi) dengan membawa kekafirannya. (Allah telah memalingkan hati mereka) dari hidayah (disebabkan mereka adalah kaum yang tidak mengerti) akan kebenaran, lantaran mereka tidak mau menggunakan pikirannya guna merenungkan kebenaran itu."
  },
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 128,
    "arab": "لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ ",
    "translation": "Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1363.mp3",
    "tafsir": "Ayat ini sekalipun khusus ditujukan kepada bangsa Arab di masa Nabi, tetapi juga ditujukan kepada seluruh umat manusia. Semula ditujukan kepada orang Arab di masa Nabi, karena kepada merekalah Al-Qur'an pertama kali disampaikan, karena Al-Qur'an itu dalam bahasa Arab, tentulah orang Arab yang paling dapat memahami dan merasakan ketinggian sastra Al-Qur'an. Dengan demikian mereka mudah pula menyampaikan kepada orang-orang selain bangsa Arab. Jika orang-orang Arab sendiri tidak mempercayai Muhammad dan Al-Qur'an, tentu orang-orang selain Arab lebih sukar mempercayainya.\nAyat ini seakan-akan mengingatkan orang-orang Arab, sebagaimana isinya yang berbunyi, \"Hai orang-orang Arab, telah diutus seorang Rasul dari bangsamu sendiri yang kamu ketahui sepenuhnya asal-usul dan kepribadian-nya, serta kamu lebih mengetahuinya dari orang-orang lain.\"\nSebagian mufassir menafsirkan perkataan \"Rasulun min anfusikum\" dengan hadis:\nBersabda Rasulullah saw, \"Sesungguhnya Allah telah memilih Bani Kinanah dari keturunan Ismail, dan memilih suku Quraisy dari Bani Kinanah, dan memilih Bani Hasyim dari suku Quraisy, dan Allah telah memilihku dari Bani Hasyim.\" (Riwayat Muslim dan at-Tirmidzi dari Wasilah bin Asqa)\n\nDari ayat dan hadis di atas dapat dipahami tentang kesucian keturunan Nabi Muhammad saw, yang berasal dari suku-suku pilihan dari bangsa Arab. Dan orang-orang Arab mengetahui benar tentang hal ini.\nNabi Muhammad saw yang berasal dari keturunan yang baik dan terhormat mempunyai sifat-sifat yang mulia dan agung, yaitu:\n1. Nabi merasa tidak senang jika umatnya ditimpa sesuatu yang tidak diinginkan, seperti dihinakan karena dijajah dan diperhamba oleh musuh-musuh kaum Muslimin, sebagaimana ia tidak senang pula melihat umatnya ditimpa azab yang pedih di akhirat nanti.\n2. Nabi sangat menginginkan agar umatnya mendapat taufik dari Allah, bertambah kuat imannya, dan bertambah baik keadaannya. Keinginan beliau ini dilukiskan oleh Allah dalam firman-Nya:\n\nJika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong. (an-Nahl/16: 37)\n\nDan Allah berfirman:\n\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yusuf/12: 103)\n\n3. Nabi selalu belas kasihan dan amat penyayang kepada kaum Muslimin. Keinginannya ini tampak pada tujuan risalah yang disampaikannya, yaitu agar manusia hidup berbahagia di dunia dan akhirat nanti.\nDalam ayat ini Allah memberikan dua macam sifat kepada Nabi Muhammad, kedua sifat itu juga merupakan sifat Allah sendiri, yang termasuk di antara \"asmaul husna\", yaitu sifat \"rauf\" (amat belas kasihan) dan sifat \"rahim\" (penyayang) sebagai tersebut dalam firman-Nya:\n\n...Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143)\nPemberian kedua sifat itu kepada Muhammad menunjukkan bahwa Allah menjadikan Muhammad sebagai Rasul yang dimuliakan-Nya.",
    "quraish": "Wahai manusia, telah datang kepada kalian seorang rasul dari jenis manusia yang bentuknya sama seperti kalian. Ia merasa sedih melihat penderitaan yang kalian rasakan. Ia berusaha keras untuk memberi petunjuk kepada kalian, dan sangat mengasihi dan menyayangi orang-orang Mukmin.",
    "jalalayn": "(Sesungguhnya telah datang kepada kalian seorang rasul dari kaum kalian sendiri) dari kalangan kalian sendiri, yaitu Nabi Muhammad saw. (berat terasa) dirasa berat (olehnya apa yang kalian derita) yaitu penderitaan kalian, yang dimaksud ialah penderitaan dan musibah yang menimpa diri kalian (sangat menginginkan bagi kalian) hidayah dan keselamatan (lagi terhadap orang-orang mukmin amat belas kasihan) sangat belas kasihan (lagi penyayang) ia selalu mengharapkan kebaikan bagi mereka."
  },
  {
    "ruku": 171,
    "name": "At-Taubah",
    "ayat": 129,
    "arab": "فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ࣖ",
    "translation": "Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), “Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki ‘Arsy (singgasana) yang agung.”    ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1364.mp3",
    "tafsir": "Ayat ini memerintahkan kepada Nabi Muhammad dan umatnya bahwa jika orang-orang kafir dan munafik itu tidak juga mau beriman setelah didatangkan kepada mereka petunjuk, katakanlah kepada mereka, \"Cukuplah Allah bagiku, dan Dia akan menolongku, tidak ada Tuhan yang lain yang disembah, selain Dia, hanya kepada-Nya-lah aku bertawakal dan menyerahkan diri, dan hanya Dialah yang mengatur dan mengurus alam semesta, Dia memiliki 'Arsy yang Agung.\"\nDiriwayatkan dari Zaid bin sabit yang ditugaskan oleh 'Umar ra untuk mengumpulkan Al-Qur'an yang masih belum terkumpul di masa Abu Bakar, bahwa Zaid berkata, \"...Hingga aku memperoleh dua ayat terakhir dari Surah at-Taubah pada catatan Khuzaimah bin sabit al-Anshari, aku tidak memperolehnya sebelumnya dari seorang pun, sedang kedua ayat itu dihafal dan dikenal oleh orang banyak.\" (Riwayat al-Bukhari, at-Tirmidzi, an-Nasa'i dan perawi-perawi yang lain).",
    "quraish": "Apabila mereka menolak untuk beriman kepadamu, Muhammad, maka janganlah kamu bersedih dengan keadaan mereka itu. Berbanggalah dengan Tuhanmu dan katakan, \"Cukuplah Allah bagiku, yang tidak ada Tuhan melainkan Dia. Kepada-Nyalah aku bertawakkal. Dan Dialah Pemilik kerajaan dan Tuhan alam semesta serta Pemilik kekuasaan yang agung.\"",
    "jalalayn": "(Jika mereka berpaling) dari iman kepadamu (maka katakanlah, \"Cukuplah bagiku) maksudnya cukup untukku (Allah; tidak ada Tuhan selain Dia. Hanya kepada-Nya aku bertawakal) percaya dan bukan kepada selain-Nya (dan Dia adalah Rabb yang memiliki Arasy) yakni Al-Kursiy (yang agung.\") Arasy disebutkan secara khusus karena ia makhluk yang paling besar. Imam Hakim di dalam kitab Al-Mustadrak meriwayatkan sebuah atsar yang bersumber dari Ubay bin Kaab, bahwasanya Ubay bin Kaab telah mengatakan, \"Ayat yang diturunkan paling akhir ialah firman-Nya, 'Sesungguhnya telah datang kepada kalian seorang rasul.'\" (Q.S. At-Taubah 128-129). Kedua ayat akhir surah At-Taubah itulah ayat yang paling terakhir diturunkan."
  }
]