[
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 31,
    "arab": "قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ ",
    "translation": "Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?” Maka mereka akan menjawab, “Allah.” Maka katakanlah, “Mengapa kamu tidak bertakwa (kepada-Nya)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1395.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw, agar mengata-kan kepada penduduk Mekah yang menentang kenabiannya, bahwa siapakah yang menurunkan rezeki dari langit dan siapa pula yang menumbuhkan tumbuh-tumbuhan di bumi yang beraneka macam untuk manusia ataupun binatang ternak mereka?\nPernyataan ini dimaksudkan agar orang-orang musyrikin Mekah itu menyadari diri mereka sendiri dan ingat bahwa berhala-berhala itu sama sekali tidak sanggup menurunkan hujan dan yang menurunkan hujan itu hanyalah Allah.\nSelanjutnya Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa siapakah yang kuasa menciptakan telinga sebagai alat pendengaran dan mata sebagai alat penglihatan mereka, sehingga dengan kedua indra itu, mereka dapat mengenal alam semesta dengan fenomenanya. Dengan telinga manusia dapat mendengar tutur kata orang lain dan dengan perantaraannya pula dapat menerima ilmu pengetahuan dan memperoleh pengalaman. Demikian pula dengan penglihatannya, manusia dapat melihat keindahan alam dan dapat menerima isyarat-isyarat yang dapat menuntun pikirannya untuk mengetahui siapa pencipta alam semesta.\nTanpa kedua indra ini, manusia tidak dapat mengetahui dengan sempurna keadaan alam dunia. Dua indra ini disebutkan dalam dua ayat ini karena kedua indera itulah yang menjadi alat untuk menerima ilmu pengetahuan, sehingga manusia mempunyai derajat lebih tinggi dari hewan. Sebab, meskipun hewan mempunyai pendengaran dan penglihatan, tetapi hewan tidak diberi akal oleh Allah, sehingga binatang itu tidak dapat menerima ilmu pengetahuan kecuali sekedar instink kebinatangan.\nApabila manusia suka merenungkan siapa yang menciptakan kedua indera itu tentulah ia tidak akan ragu, bahkan tanpa berpikir panjang mereka dapat menemukan jawabannya. Apabila mereka menemukan jawabannya, tentulah mereka akan mensyukuri nikmat Allah serta akan beriman dengan iman yang sebenar-benarnya dengan mengakui bahwa tiada tuhan yang lain kecuali Zat Yang Berkuasa Yang menciptakan panca indera itu.\nSelanjutnya Allah memerintahkan kepada Rasulullah untuk menanyakan kepada orang-orang musyrik bahwa siapakah yang berkuasa menghidupkan dan mematikan, dan siapa yang menciptakan benda hidup dari benda mati dan menciptakan benda mati dari benda hidup? Pertanyaan ini sengaja ditanyakan untuk menumbuhkan kesadaran mereka, bahwa hanya Allah-lah yang menciptakan tumbuh-tumbuhan dari bumi yang mati, setelah bumi itu diberi kehidupan oleh Allah dengan menurunkan air hujan, firman Allah:\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya. (az-Zumar/39: 21)\n\nTanda-tanda kehidupan pada setiap makhluk berbeda-beda. Tanda kehidupan pada tumbuh-tumbuhan ialah tumbuh-tumbuhan itu dapat terus tumbuh, berkembang, dan membesar, sedang tanda kehidupan bagi binatang ialah bergerak dan bernafas. Tanda kehidupan serupa itu mudah dipahami dan diterima oleh akal manusia.\nTetapi bagaimanakah tanda-tanda kehidupan dari biji-bijian, baik biji-bijian tunggal ataupun berkeping dua, atau tumbuh-tumbuhan spora, dan bagaimana pula kehidupan pada ovum dan sperma, baik dari binatang dan manusia. Hal ini adalah suatu tanda yang sukar dibayangkan dan dianalisa oleh manusia.\nOleh sebab itulah, Allah memberikan tamsil yang mudah dipahami yaitu mengeluarkan benda hidup dari benda mati dan sebaliknya bagaimana mengeluarkan benda mati dari benda hidup untuk menyatakan kekuasaan Allah menciptakan segala benda mati ataupun benda hidup dengan kekuasaan-Nya.\nApabila seseorang mau meneliti asal mula kejadian biji-bijian, spora, ovum, dan sperma serta segala macam asal kehidupan, maka mereka akan sampai pada kesimpulan bahwa asal mula kehidupan makhluk yang ada di bumi berasal dari benda mati. Sudah tentu pendapat ini berlawanan dengan pendapat para ahli biologi yang mengatakan bahwa segala jenis yang hidup tidak akan timbul kecuali dari yang hidup. Memang pendapat ini kelihatannya benar apabila kita tinjau dari siklus peredaran kehidupan binatang dan tumbuh-tumbuhan, akan tetapi apabila ditinjau dari asal mula kejadiannya tentulah pendapat tadi tidak tepat. \nSelanjutnya Allah memerintahkan kepada Rasulullah saw untuk menanyakan siapakah yang mengendalikan segala macam urusan makhluk di muka bumi ini? Pengendaliannya sangat mengagumkan. Segala macam kehidupan diatur dengan hukum-hukum yang serasi dan seimbang. Maka bagi orang yang mau merenungkan hukum-hukum-Nya ia akan memberikan jawaban dari semua pertanyaan itu bahwa yang menciptakan segala-galanya ialah Allah, Tuhan seru sekalian alam dan Dia pula yang mengurus dan mengendalikannya.\nAllah memerintahkan kepada Nabi saw agar mengatakan kepada kaum musyrikin, mengapa mereka tidak memelihara diri mereka agar terlepas dari kesesatan? Apabila mereka mau memelihara diri mereka tentulah mereka tidak akan terjerumus kepada kemusyrikan dan menjadi penyembah-penyembah berhala. Sembahan-sembahan selain Allah itu sedikitpun tidak mempunyai kekuasaan untuk mendatangkan kemudaratan atau kemanfaatan kepada mereka.",
    "quraish": "Berserulah, wahai Muhammad, kepada tauhid yang murni, dan katakan, \"Siapakah yang memberikan rezeki kepada kalian dari langit dengan menurunkan hujan, dan dari bumi dengan menumbuhkan tumbuh- tumbuhan dan buah-buahan? Dan siapakah yang memberi kalian pendengaran dan penglihatan? Siapakah yang melahirkan kehidupan dari kematian, seperti tumbuh-tumbuhan yang hidup di atas tanah yang mati? Siapakah yang mengeluarkan kematian dari kehidupan, seperti manusia yang kehidupannya ditiadakan? Siapakah yang mengurus dan mengatur segala urusan alam semesta dengan kekuasaan dan kebijaksanaan- Nya?\" Mereka pasti akan mengakui--dan mereka tidak mungkin mengingkari--bahwa Allahlah satu-satunya yang melakukan semua itu. Maka katakanlah kepada mereka, wahai Rasul, ketika mereka mengakuinya, \"Bukankah suatu kewajiban yang pasti bagi kalian untuk tunduk kepada kebenaran dan takut kepada Allah, Sang Pemilik kerajaan?",
    "jalalayn": "(Katakanlah,) kepada mereka (\"Siapakah yang memberi rezeki kepada kalian dari langit) yaitu melalui hujan (dan bumi) yaitu melalui tumbuh-tumbuhan (atau siapakah yang kuasa menciptakan pendengaran) lafal as-sam`u di sini bermakna al-asma`; artinya yang menciptakan pendengaran (dan penglihatan dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan siapakah yang mengatur segala urusan?\") di antara makhluk semuanya. (Maka mereka katakan,) bahwa Dia (\"Allah.\" Maka katakanlah,) kepada mereka (\"Mengapa kalian tidak bertakwa.\") kepada-Nya, oleh sebab itu berimanlah kalian."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 32,
    "arab": "فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ ",
    "translation": "Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1396.mp3",
    "tafsir": "Kemudian ayat ini mengisyaratkan kepada orang-orang musyrikin Mekah bahwa Zat yang mempunyai sifat-sifat yang telah disebutkan terdahulu ialah Allah Yang memelihara mereka, Dialah Tuhan Yang Hak, Yang Hidup dan menghidupkan. Dan Dialah Yang berhak untuk disembah. Dan Allah memerintahkan kepada Nabi Muhammad saw agar menyatakan kepada mereka bahwa tidak ada Tuhan yang mengurus segala urusan di dunia ini selain Allah. \nAllah menyalahkan perbuatan mereka dan meminta pertanggungjawaban mengapa mereka menyeleweng dari agama yang benar yaitu agama tauhid kepada sesuatu yang batil, seolah-olah mereka itu lari dari petunjuk Allah dan mencari jalan yang sesat, padahal mereka mengetahui bukti-bukti kebenaran adanya Allah Tuhan Yang sebenarnya. Apabila mereka telah mengetahui bukti-bukti adanya Allah Pencipta alam maka seharusnya mereka tidak mau menyembah tuhan-tuhan yang lain. Sebab apabila terjadi demikian, berarti pengakuan mereka berbeda dengan perbuatan, dan apa yang terbetik dalam hati mereka tidak sesuai dengan apa yang mereka kerjakan.\nBagi siapa yang bersikap menghambakan dirinya kepada Allah berarti mereka telah menempuh jalan yang benar dan mendapat petunjuk-Nya, karena mereka menyembah Tuhan yang benar. Tetapi orang-orang yang menyembah tuhan-tuhan selain Allah, mereka itulah orang-orang yang sesat, karena mereka menyembah tuhan yang tidak berhak disembah yang mereka anggap sebagai perantara. Setiap orang yang menyembah tuhan-tuhan selain Allah adalah orang-orang musyrik dan bergelimang dalam kebatilan serta terjerumus dalam lembah kesesatan.",
    "quraish": "Itulah Allah yang kalian akui. Dialah satu-satunya Tuhan kalian yang terbukti ketuhanan-Nya dan wajib untuk disembah, bukan selain-Nya. Tidak ada apa-apa setelah kebenaran dari ketauhidan kepada Allah dan penyembahan kepada-Nya, selain keterjerumusan dalam kesesatan, yaitu berupa penyekutuan Allah dan penyembahan kepada selain Dia. Maka, mengapa kalian berpaling dari kebenaran kepada kebatilan?",
    "jalalayn": "(Maka yang demikian itu) Zat Yang menciptakan segala sesuatu itu (adalah Allah, Rabb kalian yang sebenarnya) yang tetap dan wajib kalian sembah (maka tidak ada sesudah kebenaran itu melainkan kesesatan) Istifham atau kata tanya di sini bermakna menetapkan; artinya tidak ada sesudah kebenaran itu melainkan hanya kesesatan belaka. Barang siapa yang menyimpang dari kebenaran yaitu menyembah selain kepada Allah berarti ia terjerumus ke dalam kesesatan (Maka bagaimanakah) mengapa (kalian dipalingkan?) dari keimanan padahal bukti-bukti kebenaran telah cukup ada."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 33,
    "arab": "كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": "Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1397.mp3",
    "tafsir": "Allah memberikan ancaman kepada orang-orang yang fasik, dengan ancaman yang tidak dapat diubah lagi karena mereka tidak mau beriman kepada agama yang diserukan oleh Rasul yaitu agama tauhid dan meninggalkan pemujaan berhala.\nMereka yang tidak mau percaya kepada agama tauhid bukan karena terpaksa, akan tetapi atas dasar kemauan dan ihtiar mereka sendiri karena mereka tidak mempunyai pandangan yang benar yang dapat melepaskan diri mereka dari belenggu kemusyrikan. Itulah sebabnya mengapa jiwa mereka tidak bisa diarahkan kepada pegangan yang dapat membedakan antara yang hak dengan yang batil. Mereka telah jauh tenggelam dalam kekafiran, sedang mereka sediri terlalu fanatik kepada kepercayaan nenek moyang mereka. Firman Allah:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)",
    "quraish": "Sebagaimana terbukti ketuhanan Allah dan kewajiban untuk menyembah-Nya, terbukti pula ketentuan- Nya atas orang-orang yang keluar dari perintah-Nya dengan membangkang. Ketentuan itu, bahwa mereka tidak akan tunduk kepada kebenaran. Hal ini disebabkan Allah tidak akan memberi petunjuk kebenaran kecuali kepada orang-orang yang berjalan pada jalan-Nya, bukan orang-orang yang membangkang kepada- Nya.\"",
    "jalalayn": "(Demikianlah) sebagaimana mereka berpaling daripada iman (telah tetap hukuman Rabbmu terhadap orang-orang yang fasik) yakni orang-orang kafir, seperti yang diungkapkan oleh firman Allah yang lain, yaitu: \"Benar-benar Aku akan mengisi neraka Jahanam...\" (Q.S. Al-A`raf 18, Hud 119, As-Sajdah 32, Shad 85), atau hukuman Allah itu disebabkan (karena mereka tidak beriman.)"
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 34,
    "arab": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ",
    "translation": "Katakanlah, “Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?” Katakanlah, “Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1398.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa adakah satu di antara tuhan-tuhan yang mereka sembah selain Allah, seperti berhala, roh nenek moyang, binatang-binatang, planet-planet, malaikat, dan jin, yang berkuasa menciptakan makhluk, kemudian menghidupkan kembali sesudah makhluk-makhluk itu mati? Sudah tentu mereka tidak akan dapat menjawab. Hal ini karena mereka mengingkari terjadinya hari kebangkitan, hari mereka dihidupkan kembali dari alam kubur. Sesudah itu Allah memberikan jawaban dengan perantaraan rasul-Nya, bahwa yang berkuasa untuk memulai kehidupan hanyalah Allah dan Dia Yang Berkuasa untuk memulai kehidupan atau mengembalikannya seperti keadaannya semula. Namun, mereka tetap tidak mau menerima agama yang benar, yaitu agama tauhid dan lebih memilih menyembah berhala dan patung-patung yang mereka lakukan karena kecenderungan jiwa mereka sendiri bukan karena terpaksa.",
    "quraish": "Katakanlah, wahai Rasulullah, kepada orang-orang musyrik itu, \"Apakah di antara sembahan-sembahan yang kalian jadikan sekutu-sekutu Allah itu ada yang dapat memulai penciptaan makhluk, kemudian mengembalikannya setelah mati?\" Mereka pasti tidak akan mampu menjawabnya! Maka, pada saat itu, katakan kepada mereka, \"Allahlah satu-satunya yang memulai penciptaan dari ketiadaan, kemudian menghidupkannya kembali setelah mati. Lalu, mengapa kalian menolak beriman kepada-Nya?\"",
    "jalalayn": "(Katakanlah, \"Apakah di antara sekutu-sekutu kalian ada yang dapat memulai penciptaan makhluk, kemudian mengulanginya atau menghidupkannya kembali?\" Katakanlah, \"Allahlah yang memulai penciptaan makhluk kemudian mengulanginya atau menghidupkannya kembali; maka bagaimanakah kalian dipalingkan?\") dari menyembah Allah swt. padahal bukti-bukti yang menunjukkan Allah disembah sudah ada."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 35,
    "arab": "قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ",
    "translation": "Katakanlah, “Apakah di antara sekutumu ada yang membimbing kepada kebenaran?” Katakanlah, “Allah-lah yang membimbing kepada kebenaran.” Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran itu, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1399.mp3",
    "tafsir": "Selanjutnya Allah memerintahkan kepada Rasulullah saw untuk mengemukakan pertanyaan kepada mereka bahwa adakah di antara tuhan-tuhan yang mereka sekutukan dengan Allah itu dapat memberikan petunjuk kepada jalan yang benar seperti yang diterima oleh hamba-hamba-Nya yang beriman? Allah menegaskan bahwa Allah-lah yang memberikan petunjuk atau hidayah dalam arti taufik. Firman Allah:\n\nDia (Musa) menjawab, \"Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.\" (thaha/20: 50)\n\nSetelah orang musyrikin tidak mampu memberikan jawaban karena tidak ada seorang pun di antara mereka yang merasa dirinya mendapat petunjuk dari tuhan-tuhan yang mereka persekutukan dengan Allah, baik petunjuk yang harus diterima sebagai seorang makhluk ataupun agama yang mereka terima sebagai bimbingan hukum, maka Allah memerintahkan kepada Rasulullah saw untuk menjawab bahwa Allah-lah Yang memberikan petunjuk kepada kebenaran. Baik petunjuk yang diberikan melalui utusan, petunjuk yang diberikan melalui kitab-kitab-Nya, petunjuk yang didapat oleh manusia karena diperintahkan oleh Allah untuk merenungi yang demikian dan memikirkan kejadian alam maupun petunjuk yang diberikan Allah melalui panca indera.\nAllah memerintahkan kepada Nabi saw, agar menanyakan kepada mereka, \"Manakah yang lebih berhak untuk diikuti apakah Zat Yang memberikan petunjuk kepada kebenaran ataukah berhala-berhala yang tidak dapat memberikan petunjuk sedikit pun kepada mereka bahkan tidak dapat mengetahui dirinya sendiri.\" Mengapa mereka menerima pilihan serupa itu. Kalaulah mereka mau menggunakan akal dan pikiran tentulah mereka akan memilih Zat Yang memberikan petunjuk kepada mereka, yaitu Allah. Karena tuhan-tuhan yang lain tidak dapat memberikan petunjuk apapun.\nAllah mencela perbuatan mereka dengan menanyakan apakah gerangan yang menimpa mereka, sehingga mereka menjadikan berhala-berhala itu sebagai perantara yang dapat menyampaikan ibadah mereka kepada Allah, padahal berhala-berhala itu bukanlah tuhan yang menciptakan, dan bukan yang memberi rezeki serta bukan pula tuhan yang memberi petunjuk. Maka mengapa mereka mengambil keputusan yang tidak adil yaitu menganggap tuhan-tuhan yang mereka persekutukan itu, sebagai Tuhan Yang berhak disembah, berhak dimintai pertolongan tanpa izin dari Zat Yang menciptakan. Dari sisi ini tampaklah kesesatan orang-orang musyrikin itu dan kesalahan tindakan mereka.",
    "quraish": "Katakanlah, wahai Rasul, kepada orang-orang musyrik itu, \"Apakah di antara sembahan-sembahan kalian yang telah kalian jadikan sekutu-sekutu bagi Allah itu ada yang dapat membedakan antara kebenaran dan kesesatan, sehingga sekutu selain Allah itu dapat mengarahkan kalian ke jalan yang benar?\" Mereka, pasti, tidak akan mampu! Dan bukankah Yang Mahakuasa untuk memberi petunjuk kepada kebenaran lebih utama untuk diikuti dan disembah ketimbang yang tidah mampu memberi petunjuk kepada dirinya--dan tentunya tidak dapat memberi petunjuk kepada selain dirinya--kecuali apabila selain dirinya memberi petunjuk kepadanya? Sekutu-sekutu itu, misalnya, seperti para pemimpin orang-orang kafir, pendeta dan rahib yang telah kalian jadikan sebagai tuhan-tuhan selain Allah. Apakah yang membuat kalian berpaling, sehingga kalian menyekutukan mereka dengan Allah? Apakah keadaan yang mengherankan ini yang membawa kalian untuk mengambil keputusan-keputusan kalian yang aneh itu?",
    "jalalayn": "(Katakanlah, \"Apakah di antara sekutu-sekutu kalian ada yang dapat menunjuki kepada kebenaran?\") dengan menegakkan hujah-hujah dan memberikan petunjuk (Katakanlah, \"Allahlah yang menunjuki kepada kebenaran.\" Maka apakah Zat yang menunjuki kepada kebenaran itu) yang dimaksud adalah Allah (lebih berhak diikuti ataukah orang yang tidak dapat memberi petunjuk) lafal yahiddiy asalnya yahtadii; artinya mendapat petunjuk (kecuali bila diberi petunjuk?) lebih berhak untuk diikuti? Kata tanya di sini mengandung makna mengukuhkan dan sekaligus sebagai celaan, makna yang dimaksud ialah bahwa yang pertamalah yang lebih berhak untuk diikuti (Mengapa kalian berbuat demikian? Bagaimanakah kalian mengambil keputusan) dengan keputusan yang rusak ini, yaitu mengikuti orang-orang yang tidak berhak untuk diikuti."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 36,
    "arab": "وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ",
    "translation": "Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk melawan kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1400.mp3",
    "tafsir": "Berikutnya ayat ini mengemukakan beberapa alasan yang menunjukkan kebenaran agama tauhid dan kesesatan keyakinan orang musyrikin, yaitu kebanyakan dari mereka yang mempersekutukan Allah dengan tuhan-tuhan yang lain, memusuhi Rasulullah saw dan mendustakan hari kebangkitan. Anggapan serupa itu bukanlah keyakinan yang benar, akan tetapi dugaan yang dilandasi taklid buta kepada nenek moyang mereka karena mereka menduga bahwa apa yang baik menurut nenek moyang mereka, adalah baik buat mereka, padahal yang dilakukan oleh nenek moyang mereka adalah sesat. Di sisi lain, ada segolongan kecil dari mereka yang mengetahui bahwa agama yang dibawa oleh Rasulullah saw itulah agama yang benar, dan berhala-berhala yang mereka sembah tidak dapat memberi pengaruh apa-apa kepada mereka. Akan tetapi karena hati mereka dikotori oleh kemusyrikan, dan sikap mereka yang sombong dan ingkar terhadap kerasulan Muhammad serta perasaan mereka yang takut apabila kepemimpinan mereka hilang, maka mereka tetap bertaklid buta kepada nenek moyang mereka yang bergelimang dalam kemusyrikan.\nKemudian Allah menerangkan bagaimana keadaan yang sebenarnya dari orang-orang yang mendasarkan keyakinannya kepada dugaan itu, bahwa sesungguhnya persangkaan itu sedikitpun tidak berguna untuk mencapai kebenaran. Dugaan-dugaan itu tidak dapat disamakan dengan keyakinan, dan keyakinan tidak bisa terjadi kecuali apabila didasarkan kepada sesuatu yang benar yaitu kepada yang telah mantap, yang tidak dapat diragukan lagi kebenarannya. Di akhir ayat Allah menegaskan bahwa Allah Maha Mengetahui apa saja yang mereka lakukan, baik perbuatan yang didasarkan kepada kepercayaan yang belum pasti kebenarannya, ataupun amal perbuatan yang didasarkan kepada yang telah pasti kebenarannya. Dia-lah yang mengetahui perbuatan-perbuatan mereka, dan memberikan balasan sesuai dengan perbuatan mereka.",
    "quraish": "Kebanyakan orang musyrik, dalam akidah mereka, tidak mengikuti apa-apa selain prasangka-prasangka batil yang tidak beralasan. Dan prasangka-prasangka itu--secara umum--tidak berguna sama sekali dan tidak dapat menggantikan keyakinan. Lebih-lebih jika prasangka itu lemah, sebagaimana prasangka orang-orang musyrik itu. Sesungguhnya Allah Maha Mengetahui apa yang dilakukan oleh pemimpin-pemimpin orang-orang kafir itu dan pengikut-pengikut mereka yang bertaklid kepada mereka. Allah akan membalas mereka atas hal itu.",
    "jalalayn": "(Dan kebanyakan mereka tidak mengikuti) di dalam penyembahan mereka terhadap berhala-berhala (kecuali persangkaan saja) dalam hal ini mereka hanya menirukan apa yang telah diperbuat oleh nenek-moyang mereka (Sesungguhnya prasangka itu tidak sedikit pun berguna untuk mencapai kebenaran) yang membutuhkan ilmu pengetahuan tentangnya (Sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan) oleh sebab itu maka Dia membalas semua amal perbuatan yang telah mereka kerjakan itu."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 37,
    "arab": "وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ",
    "translation": "Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah; tetapi (Al-Qur'an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1401.mp3",
    "tafsir": "Allah menjelaskan bahwa tidaklah pantas dan tidak masuk akal apabila Al-Qur'an itu diciptakan oleh selain Allah. Dan tidak mungkin manusia mampu membuat Al-Qur'an. Sebagai alasan ketidakmungkinan itu ialah karena siapa pun juga selain Allah tidak akan mampu membuat yang semacam Al-Qur'an. Apabila ada yang merasa mampu membuatnya maka anggapan serupa itu hanyalah impian belaka yang tidak mungkin terjelma dalam dunia kenyataan. Hal ini pernah diucapkan oleh orang yang paling kafir dan paling memusuhi Nabi Muhammad saw yaitu Abu Jahal, pada saat mengomentari kejujuran Muhammad, \"Muhammad tidak pernah berdusta kepada seorangpun, jadi apakah mungkin ia berdusta kepada Allah.\"\nJadi apabila tidak mungkin Al-Qur'an itu diciptakan oleh selain Allah, maka yang dapat diyakini ialah bahwa Al-Qur'an itu hanyalah kalam Allah semata.\nAl-Qur'an berfungsi sebagai \"pembenar\" terhadap kitab-kitab yang sebelumnya, yaitu kitab yang diturunkan kepada Nabi Nuh, Ibrahim, Musa dan Isa a.s. Al-Qur'an berisi pokok-pokok agama yang membimbing umat yang beriman kepada Allah dan hari akhirat serta mengamalkan isinya dengan sebaik-baiknya.\nAl-Qur'an diturunkan kepada Muhammad saw bukanlah karena wahyu yang telah diturunkan kepada nabi-nabi sebelumnya itu tidak benar, tetapi karena umat manusia telah melupakan sebagian besar dari pokok-pokok agama mereka, bahkan ada pula yang sengaja memutarbalikkan agama mereka dan mencampurnya dengan tradisi-tradisi baru yang diciptakan oleh pemimpin mereka untuk merusak pokok ajaran agama mereka.\nPokok-pokok ajaran agama mereka itu belum pernah diketahui oleh Nabi Muhammad saw sebelum ia menjadi utusan yaitu sebelum ia menerima wahyu dari Allah.\nDikatakan bahwa Al-Qur'an sebagai pembenar terhadap kitab yang sebelumnya, karena Al-Qur'an membawa pokok-pokok ajaran yang bersesuaian dengan pokok-pokok akidah yang dibawa oleh Nabi Ibrahim. Juga disebabkan oleh kedatangan Nabi Muhammad saw yang menerima wahyu dari Allah itu, sesuai dengan isyarat yang terdapat dalam kitab-kitab yang sebelumnya, seperti firman Allah:\n\nYaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka. (al-Araf/7: 157)\n\nAl-Qur'an itu berfungsi sebagai \"perinci\" kandungan kitab-kitab yang diturunkan oleh Allah, yaitu kitab-kitab yang mengandung hukum dari Allah, dan menjadi petunjuk bagi seluruh manusia, yang berisi akidah, syariat, contoh teladan, nasehat-nasehat, dan urusan kemasyarakatan. Al-Quran mengandung petunjuk dan tidak ada bagian yang dapat diragukan, Al-Quran datang dari Zat Yang menciptakan, dan seandainya Al-Quran itu bukan kalam Allah sudah tentu akan didapati di dalamnya kesimpangsiuran dan banyak kesalahan.",
    "quraish": "Tidak akan ada satu hal pun dalam al-Qur'ân ini yang memungkinkan untuk dibuat-buat oleh seseorang, karena al-Qur'ân--dengan kemukjizatan, petunjuk dan kecermatannya--tidak mungkin dihasilkan oleh selain Allah. Al-Qur'ân ini tidak lain adalah penegas atas kebenaran yang terkandung di dalam kitab-kitab samawi yang telah diturunkan sebelumnya. Al-Qur'ân juga merupakan penjelas bagi fakta-fakta dan syariat-syariat yang telah ditulis dan ditetapkan. Tidak ada keraguan bahwa al-Qur'ân diturunkan dari sisi Allah. Dan al-Qur'ân adalah mukjizat yang tidak ada seorang pun yang mampu membuat sesuatu yang semisal dengannya.",
    "jalalayn": "(Tidaklah mungkin Alquran ini dibuat) artinya dibuat-buat (oleh selain Allah) hanya Dialah yang membuatnya bukan selainnya (akan tetapi) Alquran itu diturunkan (membenarkan apa-apa yang sebelumnya) yaitu berupa kitab-kitab sebelumnya (dan menjelaskan hukum-hukum yang telah ditetapkan-Nya) artinya Alquran itu menjelaskan hukum-hukum yang telah ditentukan oleh Allah dan masalah-masalah lainnya (tidak ada keraguan) tidak ada syakwasangka lagi (di dalamnya, diturunkan dari Rabb semesta alam) lafal min rabbil `aalamiina berkaitan dengan lafal tashdiiqan, atau berkaitan dengan lafal unzila yang tidak disebutkan. Lafal tashdiiqan dan lafal tafshiilan dapat pula dibaca rafa' sehingga menjadi tashdiiqun dan tafshiilun akan tetapi berdasarkan perkiraan adanya lafal huwa sebelumnya."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 38,
    "arab": "اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
    "translation": "Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, “Buatlah sebuah surah yang semisal dengan surah (Al-Qur'an), dan ajaklah siapa saja di antara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1402.mp3",
    "tafsir": "Allah mengalihkan pembicaraan kepada orang-orang jahiliyah yang mengingkari kerasulan Muhammad saw dan Al-Qur'an itu ciptaan Muhammad. Menghadapi tuduhan orang-orang jahiliyah itu Allah memerintahkan kepada Rasulullah saw agar menangkis tuduhan mereka dengan mengatakan bahwa apabila perkataan mereka itu benar, hendaklah mereka membuat sebuah surah yang semisal dengan sebuah surah dalam Al-Qur'an, dari segi daya tariknya, petunjuk ilmunya, gaya bahasanya, dan susunannya. Sebagai tantangan kepada mereka, Allah menyuruh Nabi Muhammad saw untuk mengatakan kepada mereka agar mereka mengajak siapa saja yang dipandang mampu selain Allah, untuk membuktikan apa yang mereka ucapkan itu.\nFirman Allah:\n\nKatakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Quran ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.\" (al-Isra/17: 88)",
    "quraish": "Akan tetapi, orang-orang musyrik itu berkata, \"Muhammad telah membuat-buat al-Qur'ân dari dirinya sendiri!\" Katakanlah kepada mereka, wahai Rasul, \"Jika al-Qur'ân ini adalah hasil karya manusia, maka datangkanlah satu surat yang semisal dengannya. Mintalah pertolongan kepada orang-orang selain Allah yang kalian kehendaki, jika kalian memang benar menganggap al-Qur'ân adalah hasil karyaku.\"",
    "jalalayn": "(Atau) patutkah (mereka mengatakan, \"Muhammad membuat-buatnya.\") yakni Nabi Muhammad saw. telah membuatnya sendiri. (Katakanlah, \"Kalau benar yang kalian katakan itu, maka cobalah datangkan sebuah surah seumpamanya) dalam hal kefasihan dan keparamasastraannya yang kalian buat sendiri, bukankah kalian itu adalah orang-orang Arab yang fasih dalam berbahasa sama denganku (dan panggillah) untuk membantu dalam hal ini (siapa-siapa yang dapat kalian panggil selain Allah) selain daripada Allah (jika kalian orang-orang yang benar\") bahwasanya Alquran itu adalah buatan belaka, niscaya kalian tidak akan mampu melakukannya. Selanjutnya Allah berfirman:"
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 39,
    "arab": "بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ",
    "translation": "Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang yang zalim. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1403.mp3",
    "tafsir": "Allah mengungkapkan bahwa orang-orang musyrikin ternyata tidak mampu menjawab tantangan Allah untuk membuat sesuatu yang semisal dengan Al-Qur'an. Allah menjelaskan keadaan orang-orang musyrikin yang sebenarnya, bahwa mereka setelah mendengar ayat-ayat yang dibacakan oleh Muhammad, mereka secara serta merta mendustakan-nya, padahal mereka belum memikirkan terlebih dahulu kandungan isinya, dan belum mengetahui duduk persoalannya. Sikap yang demikian itu adalah karena mereka memusuhi Muhammad yang membawa keyakinan baru yang berbeda dengan keyakinan nenek moyang mereka.\nKemudian Allah membandingkan sikap orang-orang musyrikin itu dengan sikap orang-orang musyrik yang hidup pada masa-masa sebelum mereka. Sebab, ada persamaan di antara mereka yaitu orang-orang musyrikin Mekah mendustakan ayat-ayat yang diterima oleh Muhammad saw, sedang orang-orang musyrik dari umat-umat yang lalu mendustakan rasul-rasul mereka, sama-sama mendustakan wahyu yang diterima nabi-nabi sebelum mereka menyelidiki kebenarannya secara seksama sebelum memahami penjelasannya.\nYang dimaksud dengan penjelasan di sini ialah kenyataan yang harus dihadapi oleh mereka akibat mendustakan ayat-ayat yang diturunkan kepada Muhammad saw seperti kenyataan yang telah diterima mereka atau oleh umat-umat pada masa lalu, sebagai akibat dari keingkaran mereka terhadap wahyu yang mereka terima. Kenyataan yang mereka alami ialah siksaan Allah yang mereka rasakan di dunia sebelum mereka merasakan siksaan yang lebih berat di akhirat.\nDi akhir ayat, Allah menjelaskan bahwa memang demikian itulah nasib orang-orang yang mendustakan rasul-rasul dan nabi-nabi yang sebenarnya. Nasib ini tentu akan menimpa pula kaum musyrikin Mekah apabila mereka tetap bersikap keras dalam mendustakan wahyu-wahyu Allah. Allah memerintahkan kepada Nabi Muhammad saw dan pengikut-pengikutnya agar memperhatikan bagaimana akhir kehidupan umat yang menganiaya diri sendiri karena mereka berani memusuhi dan mendustakan rasul-rasul Allah.\nAllah berfirman:\n\nMaka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. (al-Ankabut/29: 40)",
    "quraish": "Namun, orang-orang musyrik itu segera mendustakan al-Qur'ân tanpa merenungi dan mengetahui apa yang ada di dalamnya. Padahal mereka belum mengkajinya secara langsung dan belum meminta penjelasan dan keterangan hukum-hukumnya kepada selain diri mereka. Dengan cara seperti inilah--mendustakan al-Qur'ân tanpa mengkaji terlebih dahulu--orang-orang kafir terdahulu mendustakan rasul-rasul dan kitab-kitab suci mereka. Maka lihatlah, wahai manusia, akibat dari keadaan orang-orang terdahulu yang mendustakan, yaitu berupa kehinaan dan kebinasaan dengan azab. Inilah ketentuan Allah atas orang-orang yang seperti mereka.",
    "jalalayn": "(Yang sebenarnya, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna) subjek yang dimaksud adalah Alquran; mereka sama sekali tidak mau memikirkan tentangnya (dan belum pernah) tidak pernah (datang kepada mereka penjelasannya) akibat dari apa yang terkandung di dalamnya, yaitu berupa ancaman. (Demikianlah) yakni kedustaan itu (orang-orang yang sebelum mereka telah mendustakan) rasul-rasul mereka (Maka perhatikanlah bagaimana akibat orang-orang yang lalim itu) yaitu mereka yang mendustakan para rasul, makna yang dimaksud ialah kebinasaan yang telah menimpa mereka, demikian pula Kami akan membinasakan mereka yang mendustakannya."
  },
  {
    "ruku": 175,
    "name": "Yunus",
    "ayat": 40,
    "arab": "وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ",
    "translation": "Dan di antara mereka ada orang-orang yang beriman kepadanya (Al-Qur'an), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1404.mp3",
    "tafsir": "Allah menjelaskan kepada Rasulullah dan pengikut-pengikutnya bahwa keadaan orang musyrikin yang mendustakan ayat-ayat Al-Qur'an akan terbagi menjadi dua golongan. Segolongan yang benar-benar mempercayai Al-Quran dengan iktikad yang kuat dan segolongan lainnya tidak mempercayainya dan terus menerus berada dalam kekafiran. Namun demikian, mereka tidak akan diazab secara langsung di dunia seperti nasib yang telah dialami oleh kaum sebelum Nabi Muhammad saw.\nDi akhir ayat dijelaskan bahwa Allah lebih mengetahui tentang orang-orang yang membuat kerusakan di bumi, karena mereka mempersekutukan Allah, menganiaya diri mereka sendiri dan menentang hukum Allah. Hal itu disebabkan karena fitrah mereka telah rusak. Mereka itulah orang-orang yang akan mendapat siksaan yang pedih.",
    "quraish": "Di antara orang-orang yang mendustakan itu terdapat orang yang akan percaya kepada al-Qur'ân setelah mengetahui apa yang ada di dalamnya dan memperhatikan makna-maknanya. Selain itu, di antara mereka juga terdapat kelompok yang tidak percaya kepadanya dan tidak berubah dari kesesatannya. Allah swt lebih mengetahui orang-orang yang berdusta dan berbuat kerusakan. Dia akan membalas mereka atas apa yang mereka lakukan.",
    "jalalayn": "(Di antara mereka) penduduk Mekah (ada arang-orang yang beriman kepada Alquran) hal ini diketahui oleh Allah (dan di antara mereka ada pula orang-orang yang tidak beriman kepadanya) untuk selama-lamanya. (Rabbmu lebih mengetahui tentang orang-orang yang berbuat kerusakan) hal ini merupakan ancaman yang ditujukan kepada mereka yang tidak beriman kepadanya,"
  }
]