[
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 54,
    "arab": "وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ",
    "translation": "Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1418.mp3",
    "tafsir": "Allah menjelaskan bahwa seandainya tiap-tiap orang yang menganiaya diri mereka dengan mempersekutukan Allah dengan tuhan-tuhan yang lain, mempunyai seluruh kekayaan yang ada di bumi, dan diberi kesempatan kepada mereka untuk menebus diri mereka, agar mereka selamat dari siksa Allah dengan seluruh kekayaan yang mereka miliki, tentulah kesalahan mereka tidak seimbang dengan tebusan mereka itu. Apalagi pada saat itu tobat atau tabusan tidak dapat diterima lagi. Tidak ada perlindungan lagi bagi mereka untuk menyelamatkan diri dari siksaan Allah. Namun demikian, mereka berusaha menyembunyikan penyesalan itu. Hal yang demikian itu karena mereka telah benar-benar menyadari bahwa segenap usaha yang mereka lakukan tidak ada gunanya lagi, baik ia menjerit sekuat-kuatnya atau membungkam seribu bahasa. Pada saat itu keputusan Allah telah ditetapkan di antara mereka dengan seadil-adilnya. Mereka akan merasakan balasan dari seluruh tindakan mereka, yang secara fanatik mengikuti nenek moyang mereka yang tetap bergelimang dalam kemusyrikan.\nApabila mereka mendapat siksaan serupa itu tidaklah dapat dikatakan bahwa Allah menganiaya mereka, tetapi mereka sendirilah yang menganiaya diri mereka. Siksaan Allah yang akan menimpa mereka itu digambarkan sebagai berikut:\nSesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba/78: 40)\n\nDan firman-Nya:\nWahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku). (al-Furqan/25: 28)\n\nDan firman-Nya:\n\nSungguh, dia telah menyesatkan aku dari peringatan (Al-Quran) ketika (Al-Quran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia. (al-Furqan/25: 29)",
    "quraish": "Seandainya semua yang ada di bumi ini dimiliki oleh orang-orang yang berbuat syirik dan kufur, mereka tentu akan menjadikannya sebagai tebusan untuk menghadapi siksaan yang mereka saksikan pada hari kiamat. Ketika itu, mereka akan merasakan penyesalan dalam hati karena sudah tak sanggup lagi berbicara dan karena begitu ngerinya menyaksikan siksaan itu. Ketentuan Allah pun dilaksanakanlah, sementara mereka tidak akan dizalimi dalam pembalasan itu, sebab pembalasan itu merupakan akibat dari apa yang mereka telah mereka lakukan.",
    "jalalayn": "(Dan kalau setiap diri yang lalim itu) yang kafir itu (mempunyai segala apa yang ada di bumi ini) kekayaan yang terdapat di bumi ini (tentu dia menebus dirinya dengan itu) demi menyelamatkan diri dari azab di hari kiamat (dan mereka menyembunyikan penyesalannya) karena tidak mau beriman (ketika mereka telah menyaksikan azab itu) para pemimpin orang-orang musyrik itu dengan sengaja menyembunyikan rasa penyesalannya dari mata orang-orang lemah mereka yang telah mereka sesatkan, karena mereka takut mendapatkan celaan. (Dan telah diberikan keputusan di antara mereka) yakni di antara makhluk (dengan adil) secara adil (sedangkan mereka tidak dianiaya) sedikit pun."
  },
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 55,
    "arab": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1419.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan tanda-tanda kekuasaan-Nya dalam menerapkan hukum-hukum-Nya yang tak dapat dihalang-halangi oleh siapapun, dan tidak dapat ditebus dengan segala macam tebusan, karena langit, bumi dan segala isinya adalah milik Allah. Allah meminta perhatian kepada seluruh manusia, agar tidak melalaikan ketentuan-Nya. Yang dimaksud dengan segala sesuatu yang ada di antara langit dan bumi dalam ayat ini, ialah semua benda alam termasuk makhluk yang berakal. Hal ini dimaksudkan agar manusia suka merenungkan bahwa langit, bumi dan seluruh isinya berada dalam pengawasan-Nya, dan Allah menetapkan hukum-hukum-Nya menurut kehendak-Nya. Dia dapat memberikan karunia kepada hamba-hamba-Nya menurut kehendak-Nya, dan memberikan siksaan kepada makhluk-Nya menurut kehendak-Nya pula.\nSelain itu Allah juga menegaskan bahwa janji apa saja yang telah ditetapkan Allah kepada hamba-Nya melalui rasul-Nya, adalah janji yang benar pasti dan akan datang karena Allah berkuasa atas sesuatu, tentu berkuasa pula memenuhi janji-Nya. Tak ada seorangpun yang dapat mempengaruhi-Nya.\nKemudian Allah mencela sebagian besar orang-orang musyrik karena mereka selalu mendustakan ayat-ayat Allah dan hari kebangkitan, padahal mereka telah membaca kebenaran ayat-ayat Allah, dan telah mendengar bimbingan-bimbingan yang dibawa oleh Rasulullah saw. Hal itu menunjukkan bahwa penilaian mereka tidak murni lagi, akan tetapi dipengaruhi oleh sikap permusuhan kepada Nabi saw, dan kefanatikan mereka terhadap agama nenek moyang mereka.",
    "quraish": "Hendaknya manusa mengetahui bahwa Allah adalah Pemilik dan Pengendali semua yang ada di langit dan di bumi, dan bahwa janji-Nya adalah benar hingga tidak ada sesuatu pun yang dapat melemahkan-Nya dan menghindar dari balasan-Nya. Tetapi mereka telah tertipu oleh kehidupan dunia, dan mereka tidak mengetahuinya dengan sbenarnya.",
    "jalalayn": "(Ingatlah, sesungguhnya kepunyaan Allah apa yang ada di langit dan di bumi. Ingatlah sesungguhnya janji Allah itu) mengenai hari berbangkit dan hari pembalasan (benar) pasti (tetapi kebanyakan mereka) manusia (tidak mengetahui) hal itu."
  },
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 56,
    "arab": "هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ",
    "translation": "Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1420.mp3",
    "tafsir": "Allah menandaskan bahwa Dialah Zat yang menunjukkan, yang dapat menghidupkan dan mematikan. Dia berkuasa untuk menentukan hidup dan mati semua makhluk dan benda hidup yang ada di langit dan bumi ini. Tak ada Zat lain yang mempengaruhi-Nya dan menghalang-halangi kehendak-Nya. Dia berkuasa pula untuk membangkitkan manusia dari alam kuburnya dan mengembalikan mereka kepada-Nya, pada saat hari yang telah dijanjikan, yaitu hari pembalasan, yang saat itu manusia akan diadili, dan akan diberi pembalasan sebagaimana mestinya, setimpal dengan amal perbuatannya.",
    "quraish": "Allah Swt. memberi kehidupan kepada sesuatu yang sebelumnya tidak pernah ada dan mencabutnya kembali. Kepada-Nyalah tempat kembali di akhirat. Tidak ada yang besar bagi-Nya.",
    "jalalayn": "(Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kalian dikembalikan) di hari kemudian, kemudian Dia membalas kalian atas amal perbuatan kalian."
  },
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 57,
    "arab": "يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ",
    "translation": "Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1421.mp3",
    "tafsir": "Allah berseru kepada sekalian manusia bahwa kepada mereka telah didatangkan Al-Qur'an melalui rasul-Nya. Di dalamnya terkandung pedoman-pedoman hidup yang sangat berguna bagi kehidupan mereka.\nDi dalam ayat ini disebutkan pedoman-pedoman hidup itu, sebagai jawaban atas keingkaran mereka terhadap ayat-ayat Allah dan ancaman-ancaman-Nya. Ayat ini menyimpulkan fungsi Al-Qur'an al-Karim dalam memperbaiki jiwa manusia di antaranya:\n1. Mauidhah, yaitu pelajaran dari Allah kepada seluruh manusia agar mereka mencintai yang hak dan benar, serta menjauhi perbuatan yang batil dan jahat. Pelajaran ini harus betul-betul dapat terwujud dalam perbuatan mereka.\n2. Syifa yaitu penyembuh bagi penyakit yang bersarang di dada manusia, seperti penyakit syirik, kufur dan munafik, termasuk pula semua penyakit jiwa yang mengganggu ketenteraman jiwa manusia, seperti putus harapan, lemah pendirian, memperturutkan hawa nafsu, menyembunyikan rasa hasad dan dengki terhadap manusia, perasaan takut dan pengecut, mencintai kebatilan dan kejahatan, serta membenci kebenaran dan keadilan.\n3. Huda, yaitu petunjuk ke jalan yang lurus yang menyelamatkan manusia dari keyakinan yang sesat dengan jalan membimbing akal dan perasaannya agar berkeyakinan yang benar dengan memperhatikan bukti-bukti kebenaran Allah, serta membimbing mereka agar giat beramal, dengan jalan mengutamakan kemaslahatan yang akan mereka dapati dari amal yang ikhlas serta menjalankan aturan hukum yang berlaku, mana perbuatan yang boleh dilakukan dan mana perbuatan yang harus dijauhkan.\n4. Rahmah, yaitu karunia Allah yang diberikan kepada orang-orang mukmin, yang dapat mereka petik dari petunjuk-petunjuk yang terdapat dalam Al-Qur'an. Orang-orang mukmin yang meyakini dan melaksanakan petunjuk-petunjuk yang terdapat dalam Al-Qur'an akan merasakan buahnya. Mereka akan hidup tolong-menolong, sayang-menyayangi, bekerja sama dengan menegakkan keadilan, menumpas kejahatan dan kekejaman, serta saling bantu membantu untuk memperoleh kesejahteraan.\n\nAllah berfirman:\nMuhammad adalah utusan Allah dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang sesama mereka. (al-Fath/48: 29)\n\nDan firman-Nya:\nKemudian dia termasuk orang-orang yang beriman dan saling berpesan un-tuk bersabar dan saling berpesan untuk berkasih sayang. (al-Balad/90: 17)\n\nEmpat sifat yang terkandung dalam ayat ini diciptakan Allah sesuai dengan fitrah kejadian manusia. Artinya, menurut akal, manusia mempunyai kecenderungan untuk menerima nasehat-nasehat yang baik, menerima petuah-petuah yang dapat mengobati kegoncangan jiwanya, menerima petunjuk-petunjuk yang dapat dipedomani untuk kebahagiaan hidupnya dan suka hidup damai, kasih mengasihi dan sayang menyayangi di antara mereka.\nSifat rahmah dikhususkan buat orang mukmin di dalam ayat ini, sebab merekalah yang mau menjadikan Al-Qur'an sebagai pedoman, dan menjalankan perintah-Nya serta menjauhi larangan-Nya. Sedang orang-orang kafir dan orang-orang musyrik tidak mau mempercayai apalagi mengerjakan isi kandungannya.",
    "quraish": "Wahai umat manusia, telah datang kepada kalian kitab Allah yang disampaikan melalui rasul-Nya, Muhammad. Di dalamnya terdapat peringatan untuk taat dan beriman serta nasihat untuk melakukan kebajikan dan menjauhi kejahatan. Di dalamnya juga terdapat kisah-kisah orang sebelum kalian agar dapat dijadikan bahan renungan dan juga terdapat anjuran untuk melakukan pengamatan terhadap rahasia- rahasia alam raya, sehingga kalian dapat menyadari keagungan ciptaan-Nya. Selain itu, kitab ini pun mengandung terapi penyakit hati, semisal kemusyrikan dan kemunafikan. Kitab yang diturunkan ini (al-Qur'ân) merupakan pedoman untuk mendapatkan jalan kebenaran. Semua itu adalah rahmat bagi orang-orang Mukmin yang menerimanya dengan baik.",
    "jalalayn": "(Hai manusia) yakni penduduk Mekah (sesungguhnya telah datang kepada kalian pelajaran dari Rabb kalian) berupa Alkitab yang di dalamnya dijelaskan hal-hal yang bermanfaat dan hal-hal yang mudarat bagi diri kalian, yaitu berupa kitab Alquran (dan penyembuh) penawar (bagi penyakit-penyakit yang ada di dalam dada) yakni penyakit akidah yang rusak dan keragu-raguan (dan petunjuk) dari kesesatan (serta rahmat bagi orang-orang yang beriman) kepadanya."
  },
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 58,
    "arab": "قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ",
    "translation": "Katakanlah (Muhammad), “Dengan karunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1422.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar mengatakan kepada umat-Nya bahwa rahmat Allah adalah karunia yang paling utama, melebihi keutamaan-keutamaan lain yang diberikan kepada mereka di dunia. Oleh sebab itu, Allah memerintahkan agar mereka bergembira dan bersyukur atas nikmat yang mereka terima, yang melebihi kenikmatan-kenikmatan yang lainnya.\nKegembiraan orang-orang mukmin karena berpegang teguh kepada Al-Qur'an digambarkan dalam ayat lain sebagai berikut:\nAllah berfirman:\nDan pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang yang beriman. (ar-Rum/30: 4)\n\nDan firman-Nya:\nDan orang yang telah Kami berikan kitab kepada mereka bergembira de-ngan apa (kitab) yang diturunkan kepadamu (Muhammad). (ar-Rad/13: 36)\n\nDikatakan bahwa karunia Allah dan Rahmat-Nya lebih baik dari yang lain, yang dapat mereka capai, karena karunia Allah dan rahmat-Nya yang terpancar dari Al-Qur'an adalah kekal untuk mereka, sedangkan kenikmatan yang lain bersifat fana dan sementara, yang hanya dapat mereka rasakan selama mereka mengarungi kehidupan di dunia saja, apabila mereka kembali ke alam baka, kenikmatan yang dapat mereka kumpulkan di dunia itu tidak berguna lagi bagi mereka.",
    "quraish": "Wahai Rasulullah, katakanlah kepada mereka, \"Bergembiralah atas rahmat dan karunia Allah kepada kalian dengan diturunkannya al-Qur'ân dan dijelaskannya syariat Islam. Sungguh hal ini adalah lebih baik dari seluruh kesenangan dunia yang dapat dikumpulkan manusia. Karena ia merupakan santapan rohani dan penyembuh segala penyakit hati.\"",
    "jalalayn": "(Katakanlah, \"Dengan karunia Allah) yaitu agama Islam (dan rahmat-Nya) yaitu Alquran (maka dengan hal itu) dengan karunia dan rahmat tersebut (hendaklah mereka bergembira. Karunia Allah dan rahmat-Nya itu adalah lebih baik daripada apa yang mereka kumpulkan.\") yaitu berupa duniawi. Lafal yajma'uuna dapat dibaca tajma'uuna."
  },
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 59,
    "arab": "قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ اٰۤللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ",
    "translation": "Katakanlah (Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.”  Katakanlah, “Apakah Allah telah memberikan izin kepadamu (ten-tang ini) ataukah kamu mengada-ada atas nama Allah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1423.mp3",
    "tafsir": "Pada ayat ini, Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada orang-orang musyrikin yang mengingkari kebenaran wahyu dan kerasulan Muhammad bahwa apakah semua rezeki yang telah diturunkan kepada mereka, yang menjadi sumber penghidupan mereka, baik tumbuh-tumbuhan atau binatang ternak, dapat ditentukan hukumnya, halal atau haram oleh mereka sendiri. Padahal sudah jelas bahwa yang menciptakan semuanya itu adalah Allah. Maka sebenarnya mereka tidak berhak menentukan hukumnya. Itulah sebabnya maka Allah memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa yang berhak menentukan hukum itu ialah yang menciptakan kesemuanya, yaitu Allah. Ataukah mereka beranggapan bahwa Allah telah memberikan izin kepada mereka untuk menentukan hukum ataukah mereka berbuat sedemikian itu hanyalah dengan mengada-adakan saja atas nama Allah, atau anggapan mereka saja bahwa apa yang telah mereka tentukan sesuai dengan ketentuan Allah, yaitu apa yang mereka haramkan, itulah yang diharamkan Allah dan apa yang mereka halalkan, itulah yang dihalalkan Allah? Kemungkinan yang pertama, yaitu mereka mendapat izin Allah adalah tidak mungkin terjadi karena mereka sendiri telah mendustakan wahyu itu sendiri, maka kemungkinan keduanyalah yang bisa terjadi yaitu mereka menentukan hukum itu hanyalah atas dasar dugaan semata, atau dengan kata lain mereka mengada-adakan atas nama Allah.\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-Anam/6: 136)",
    "quraish": "Katakanlah, wahai Rasul, kepada orang-orang kafir yang diberi sebagian kesenangan dunia, \"Cobalah jelaskan kepadaku mengenai rizki yang halal dan baik yang telah Allah berikan kepada kalian. Mengapa kalian menganggap diri kalian pembuat hukum, lalu menghalalkan sebagiannya dan mengharamkan sebagian lainnya tanpa mengacu pada syariat yang Allah tentukan? Sesungguhnya Allah tidak memperkenankan kalian melakukan hal itu, kalian hanya membuat-buat kebohongan kepada Allah ketika melakukan hal itu!\"",
    "jalalayn": "(Katakanlah, \"Terangkanlah kepadaku) ceritakanlah kepadaku (tentang apa yang telah diturunkan oleh Allah) tentang apa yang telah diciptakan oleh-Nya (bagi kalian berupa rezeki, lalu kalian jadikan sebagiannya haram dan sebagian yang lainnya halal.\") seperti ternak bahirah, ternak saibah dan bangkai. (Katakanlah, \"Apakah Allah telah memberikan izin kepada kalian) tentang ini, yaitu tentang penghalalan dan pengharaman ini; tentu saja tidak (atau) bahkan (kalian mengada-adakan saja terhadap Allah?\") kalian telah berdusta dengan mengaitkan hal tersebut dari Allah."
  },
  {
    "ruku": 177,
    "name": "Yunus",
    "ayat": 60,
    "arab": "وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ",
    "translation": "Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1424.mp3",
    "tafsir": "Allah mengungkapkan kesalahan dari dugaan mereka bahwa pada hari pembalasan nanti setiap orang diberi balasan yang setimpal dengan amalnya, mereka itu tidak akan dihisab, mereka tidak akan dijatuhi hukuman, karena berbuat dusta atas nama Allah, atau karena beranggapan bahwa diri mereka berhak menentukan hukum, halal dan haramnya sesuatu. Kesalahan mereka inilah yang menyeret mereka kepada kesalahan yang lebih besar, yaitu mereka secara sengaja telah berani mencampuri urusan yang sebenarnya menjadi hak Allah, menentang wahyu yang diturunkan dari Allah dan mempersekutukan Allah dengan tuhan-tuhan yang lain.\nMereka (para jin itu) bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya di antaranya (membuat) gedung-gedung yang tinggi, patung-patung, piring-piring yang (besarnya) seperti kolam dan periuk-periuk yang tetap (berada di atas tungku). Bekerjalah wahai keluarga Dawud untuk bersyukur (kepada Allah). Dan sedikit sekali dari hamba-hamba-Ku yang bersyukur. (Saba/34: 13)\n\nAllah menjelaskan alasan, mengapa mereka harus menerima hukuman, yaitu karena kesalahan mereka sendiri. Allah telah melimpahkan karunia-Nya yang sangat besar kepada manusia, yaitu menurunkan wahyu untuk dijadikan pedoman hidup mereka, agar mereka hidup berbahagia di dunia dan di akhirat, dan telah menentukan halal dan haramnya segala sesuatu, agar mereka terbimbing kepada kehidupan yang makmur dan sentausa. Allah telah menurunkan aneka ragam rezeki untuk mencukupi kebutuhan hidup mereka.\nDi akhir ayat Allah menyayangkan mengapa sebagian besar manusia tidak mau mensyukuri segala macam nikmat yang telah diberikan kepada mereka, bahkan mereka menganiaya diri mereka sendiri dengan jalan menentang ketentuan dan hukum yang telah ditetapkan Allah. Mereka tidak mau mempedomani wahyu yang telah diturunkan kepada mereka. Kebanyakan dari mereka hidup mengikuti hawa nafsu dan menghambur-hamburkan harta benda, karena perasaan takabur dan membanggakan diri.",
    "quraish": "Apa yang diduga akan terjadi oleh orang-orang yang membuat-buat kebohongan kepada Allah dengan menghalalkan dan mengharamkan sesuatu tanpa dalil di hari kiamat nanti? Sesungguhnya Allah telah memberikan kepada mereka nikmat yang banyak. Dengan karunia-Nya, dihalalkanlah semua itu kepada mereka, lalu diturunkan pula syari'at untuk kebaikan mereka. Akan tetapi kebanyakan mereka tidak mensyukuri nikmat-nikmat Allah, bahkan mereka membuat-buat kebohongan kepada-Nya.",
    "jalalayn": "(Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah) maksudnya apakah dugaan mereka terhadap-Nya (pada hari kiamat) apakah mereka menduga bahwasanya Allah tidak akan menghukum mereka? Tentu saja tidak demikian. (Sesungguhnya Allah benar-benar mempunyai karunia yang dilimpahkan kepada manusia) yaitu dengan menangguhkan mereka dan selalu memberikan nikmat kepada mereka (tetapi kebanyakan mereka tidak bersyukur)."
  }
]