[
  {
    "ruku": 18,
    "name": "Al-Baqarah",
    "ayat": 142,
    "arab": "۞ سَيَقُوْلُ السُّفَهَاۤءُ مِنَ النَّاسِ مَا وَلّٰىهُمْ عَنْ قِبْلَتِهِمُ الَّتِيْ كَانُوْا عَلَيْهَا ۗ قُلْ لِّلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُۗ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
    "translation": "Orang-orang yang kurang akal di antara manusia akan berkata, “Apakah yang memalingkan mereka (Muslim) dari kiblat yang dahulu mereka (berkiblat) kepadanya?” Katakanlah (Muhammad), “Milik Allah-lah timur dan barat; Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/149.mp3",
    "tafsir": "Ayat ini diturunkan di Medinah berkenaan dengan perpindahan kiblat kaum Muslimin dari Baitulmakdis (Masjidilaqsa) ke Baitullah (Masjidilharam). Nabi Muhammad saw serta kaum Muslimin ketika masih berada di Mekah melaksanakan salat menghadap Baitulmakdis, sebagaimana yang dilakukan oleh nabi-nabi sebelumnya; tetapi beliau mempunyai keinginan dan harapan agar kiblat tersebut pindah ke Ka'bah yang berada di Masjidilharam di Mekah. Sebab itu, beliau berusaha menghimpun kedua kiblat dengan cara menghadap ke Ka'bah dan Baitulmakdis sekaligus, dengan mengerjakan salat di sebelah selatan Ka'bah menghadap ke utara, karena Baitulmakdis juga terletak di utara.\nSetelah beliau hijrah ke Medinah tentu tidak mungkin lagi untuk berbuat demikian, karena Ka'bah tidak terletak di utara kota Medinah, tidak lagi dalam satu arah dengan Baitulmakdis. Dengan demikian beliau setelah berada di Medinah hanya menghadap Baitulmakdis ketika salat. Hal itu berlangsung selama 16 bulan, dan beliau berdoa agar Allah menetapkan Ka'bah menjadi kiblat, sebagai pengganti Baitulmakdis. Beliau menengadahkan wajahnya ke langit, menantikan wahyu dari Allah swt dengan penuh harapan, tanpa mengucapkan sepatah kata pun, sebagai salah seorang hamba Allah yang berbudi luhur dan berserah diri kepada-Nya. Tidak lama kemudian, turunlah ayat ini yang memerintahkan perpindahan kiblat dari Baitulmakdis ke Ka'bah. Ayat ini diturunkan pada bulan Rajab tahun kedua Hijri. Ayat ini sekaligus merupakan jawaban terhadap ejekan kaum musyrikin dan keingkaran orang-orang Yahudi serta kaum munafik atas perpindahan kiblat tersebut.\nOrang yang mengingkari dan mengejek perpindahan kiblat, oleh ayat ini dinamakan sebagai \"orang yang kurang akal\" (sufaha'/pandir). Mereka mencela padahal tidak mengetahui persoalan-persoalan yang pokok dalam masalah perpindahan kiblat itu. Mereka tidak menyadari, bahwa arah yang empat, yaitu timur, barat, utara dan selatan, semuanya adalah kepunyaan Allah swt, tidak ada keistimewaan yang satu terhadap yang lain. Dengan demikian, apabila Allah memerintahkan hamba-Nya menghadap ke satu arah dalam salat, maka hal ini bukanlah disebabkan karena arah tersebut lebih mulia dari yang lain, melainkan semata-mata untuk menguji kepatuhan mereka kepada perintah dan peraturan-Nya.\nKaum Yahudi, orang musyrik dan orang munafik yang mengingkari perpindahan kiblat tersebut, oleh Tuhan disebut sebagai \"orang yang kurang akal\" (pandir). Mereka menanyakan alasan perpindahan itu. Nabi Muhammad saw diperintahkan Allah untuk memberikan jawaban kepada kami dengan mengatakan bahwa semua arah kepunyaan Allah. Apabila Dia menentukan kiblat bagi kaum Muslimin, maka hal itu adalah untuk mempersatukan mereka dalam beribadah. Hanya saja orang yang kurang akal telah menjadikan batu-batu dan bangunan-bangunan tersebut sebagai pokok agama. Padahal, kelebihan dan keutamaan sesuatu arah bukanlah karena zatnya sendiri, melainkan karena ia telah dipilih dan ditentukan Allah swt.\nPada akhir ayat ini ditegaskan bahwa Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya ke jalan yang lurus. Maka siapa saja yang patuh dan menaati perintah Allah tentulah akan memperoleh petunjuk-Nya untuk mendapatkan kebahagiaan dunia dan akhirat. Sebaliknya orang yang ingkar dan kufur terhadap agama-Nya tentulah tidak akan memperoleh petunjuk atau hidayah-Nya.",
    "quraish": "Orang-orang lemah akal yang dipalingkan oleh kehendak hawa nafsu dari upaya berpikir dan merenung (dari kalangan pengikut agama Yahudi, Nasrani dan orang-orang munafik) niscaya akan mengingkari beralihnya kiblat orang-orang beriman dari Bayt al-Maqdis--sebagai kiblat paling benar dalam anggapan mereka--ke arah kiblat yang baru yaitu Ka'bah. Oleh karena itu katakan pada mereka, wahai Nabi, \"Sesungguhnya seluruh arah mata angin itu adalah milik Allah. Tidak ada nilai keutamaan yang melebihkan antara satu arah atas arah yang lain. Allah yang menentukan arah mana yang akan dijadikan kiblat untuk salat. Dengan kehendak-Nya, Dia memberi petunjuk kepada suatu umat menuju jalan yang lurus. Syariat Muhammad yang diturunkan bertugas menggantikan risalah para nabi sebelumnya telah menetapkan kiblat yang benar, yaitu Ka'bah. (1) {(1) Sejarah mencatat bahwa perpindahan kiblat dari Bayt al-Maqdis ke Ka'bah terjadi kurang lebih tujuh belas bulan semenjak kedatangan Rasulullah di Madinah. }",
    "jalalayn": "(Orang-orang yang bodoh, kurang akalnya, di antara manusia) yakni orang-orang Yahudi dan kaum musyrikin akan mengatakan, (Apakah yang memalingkan mereka) yakni Nabi saw. dan kaum mukminin (dari kiblat mereka yang mereka pakai selama ini) maksudnya yang mereka tuju di waktu salat, yaitu Baitulmakdis. Menggunakan 'sin' yang menunjukkan masa depan, merupakan pemberitaan tentang peristiwa gaib. (Katakanlah, \"Milik Allahlah timur dan barat) maksudnya semua arah atau mata angin adalah milik Allah belaka, sehingga jika Dia menyuruh kita menghadap ke arah mana saja, maka tak ada yang akan menentang-Nya. (Dia memberi petunjuk kepada orang yang dikehendaki-Nya) sesuai dengan petunjuk-Nya (ke jalan yang lurus\") yakni agama Islam. Termasuk dalam golongan itu ialah kamu sendiri dan sebagai buktinya ialah:"
  },
  {
    "ruku": 18,
    "name": "Al-Baqarah",
    "ayat": 143,
    "arab": "وَكَذٰلِكَ جَعَلْنٰكُمْ اُمَّةً وَّسَطًا لِّتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِ وَيَكُوْنَ الرَّسُوْلُ عَلَيْكُمْ شَهِيْدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِيْ كُنْتَ عَلَيْهَآ اِلَّا لِنَعْلَمَ مَنْ يَّتَّبِعُ الرَّسُوْلَ مِمَّنْ يَّنْقَلِبُ عَلٰى عَقِبَيْهِۗ  وَاِنْ كَانَتْ لَكَبِيْرَةً اِلَّا عَلَى الَّذِيْنَ هَدَى اللّٰهُ  ۗوَمَا كَانَ اللّٰهُ لِيُضِيْعَ اِيْمَانَكُمْ ۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ  ",
    "translation": "Dan demikian pula Kami telah menjadikan kamu (umat Islam) ”umat pertengahan” agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/150.mp3",
    "tafsir": "Umat Islam adalah ummatan wasathan umat yang mendapat petunjuk dari Allah swt, sehingga mereka menjadi umat yang adil serta pilihan dan akan menjadi saksi atas keingkaran orang yang kafir. Umat Islam harus senantiasa menegakkan keadilan dan kebenaran serta membela yang hak dan melenyapkan yang batil. Mereka dalam segala persoalan hidup berada di tengah orang-orang yang mementingkan kebendaan dalam kehidupannya dan orang-orang yang mementingkan ukhrawi saja. Dengan demikian, umat Islam menjadi saksi yang adil dan terpilih atas orang-orang yang bersandar pada kebendaan, yang melupakan hak-hak ketuhanan dan cenderung kepada memuaskan hawa nafsu. Mereka juga menjadi saksi terhadap orang-orang yang berlebih-lebihan dalam soal agama sehingga melepaskan diri dari segala kenikmatan jasmani dengan menahan dirinya dari kehidupan yang wajar. Umat Islam menjadi saksi atas mereka semua, karena sifatnya yang adil dan terpilih dan dalam melaksanakan hidupnya sehari-hari selalu menempuh jalan tengah. Demikian pula Rasulullah saw menjadi saksi bagi umatnya, bahwa umatnya itu sebaik-baik umat yang diciptakan untuk memberi petunjuk kepada manusia dengan amar makruf dan nahi mungkar. \nKemudian dijelaskan bahwa perubahan kiblat dari Baitulmakdis ke Ka'bah adalah untuk menguji manusia, siapa di antara mereka yang benar-benar beriman dan mengikuti Rasul serta siapa pula yang lemah imannya, membelok dari jalan yang lurus. Memang pemindahan kiblat itu dirasakan sangat berat oleh orang yang fanatik kepada kiblat yang pertama, karena manusia pada umumnya sulit untuk mengubah dan meninggalkan kebiasaannya. Tetapi orang yang mendapat petunjuk dari Allah dengan mengetahui hukum-hukum agamanya dan rahasia syariatnya, mereka sadar bahwa melaksanakan ibadah dengan menghadap kiblat itu adalah semata-mata karena perintah Allah bukan karena suatu rahasia yang tersembunyi pada tempat itu, dan bahwa penempatan kiblat itu untuk menghimpun manusia pada satu arah serta untuk persatuan umat.\nUntuk menghilangkan keragu-raguan dari sebagian kaum Muslimin tentang pahala salatnya selama mereka menghadap ke Baitulmakdis dulu, maka Allah menerangkan bahwa Dia sekali-kali tidak akan menyia-nyiakan iman dan amal orang-orang yang mematuhi Rasul karena Allah Maha Pengasih dan Maha Penyayang.",
    "quraish": "Atas dasar kehendak Kami, Kami memberi kalian petunjuk menuju jalan yang paling lurus. Kami menjadikan kalian umat penengah, umat pilihan. Kami merestui agama yang kalian anut dan amal saleh yang kalian lakukan, sehingga kalian akan menjadi pengikrar ajaran-ajaran yang benar dari syariat-syariat sebelum kalian. Rasul akan mengayomi dan mengukuhkan kalian melalui ajaran-ajarannya semasa ia hidup, pedoman dan sunnah-sunnahnya sesudah ia mati. Adapun maksud Kami menetapkan Bayt al-Maqdis sebagai kiblat bagimu selama beberapa masa adalah untuk menguji orang-orang Muslim agar Kami membedakan siapa yang tunduk dan menerima perintah Kami dengan sukarela, dan siapa yang dikuasai oleh sikap fanatis pada bangsa Arab dan peninggalan Ibrâhîm sehingga mereka menyalahi perintah Allah dan tergelincir dari jalan yang lurus. Sebenarnya perintah menghadap Bayt al-Maqdis yang merupakan salah satu dari rukun iman adalah pekerjaan yang berat, kecuali bagi orang yang mendapat izin Allah. Maka barangsiapa yang menghadapkan wajahnya ke Bayt al-Maqdis saat diperintahkan, maka sekali-kali Allah tidak akan menyia-nyiakan iman dan ibadahnya sebagai wujud belas kasih dan rahmat-Nya.",
    "jalalayn": "(Demikian pula) sebagaimana Kami telah membimbing kamu padanya. (Kami jadikan kamu) hai Muhammad (sebagai umat yang pertengahan) artinya sebagai umat yang adil dan pilihan, (agar kamu sekalian menjadi saksi terhadap umat manusia) pada hari kiamat bahwa rasul-rasul mereka telah menyampaikan risalah kepada mereka (dan agar rasul menjadi saksi terhadap kamu sekalian) bahwa ia telah menyampaikan risalahnya kepadamu. (Dan tidaklah Kami jadikan kiblat) kamu sekarang ini (menurut arah kiblatmu dulu) yaitu Kakbah yang menjadi kiblatmu yang mula-mula. Di Mekah Nabi saw. ketika salat menghadap ke sana dan tatkala ia hijrah ke Madinah disuruhnya menghadap ke Baitulmakdis guna mengambil hati orang-orang Yahudi. Ada 16 atau 17 bulan lamanya Nabi menghadap ke Baitulmakdis, lalu kembali menghadap ke Kakbah (melainkan agar Kami ketahui) menurut ilmu lahir (siapa yang mengikuti rasul) lalu membenarkannya (di antara orang-orang yang membelot) artinya murtad dan kembali pada kekafiran disebabkan keragu-raguan terhadap agama dan dugaan bahwa Nabi saw. dalam kebimbangan menghadapi urusannya. Memang ada segolongan orang yang murtad disebabkan ini. (Dan sungguh) 'in' berasal dari 'inna', sedangkan isimnya dibuang dan pada mulanya berbunyi 'wa-innaha', artinya 'dan sesungguhnya ia' (adalah ia) yakni pemindahan kiblat itu (amat berat) amat sulit diterima manusia, (kecuali bagi orang-orang yang diberi petunjuk oleh Allah) di antara mereka (dan Allah tidak akan menyia-nyiakan keimanan mereka) maksudnya salat mereka yang dulu menghadap ke Baitulmakdis, tetapi akan tetap memberi pahala kepada mereka karenanya. Sebagaimana kita ketahui sebab turun ayat ini adalah datangnya pertanyaan mengenai orang yang meninggal sebelum pemindahan kiblat. (Sesungguhnya Allah terhadap manusia) yakni yang beriman (Maha Pengasih lagi Maha Penyayang) sehingga Dia tidak akan menyia-nyiakan amal perbuatan mereka. 'Ra`fah', artinya amat pengasih dan didahulukan agar lebih tepat menemui sasaran."
  },
  {
    "ruku": 18,
    "name": "Al-Baqarah",
    "ayat": 144,
    "arab": "قَدْ نَرٰى تَقَلُّبَ وَجْهِكَ فِى السَّمَاۤءِۚ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضٰىهَا ۖ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ ۗ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهٗ ۗ وَاِنَّ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَيَعْلَمُوْنَ اَنَّهُ الْحَقُّ مِنْ رَّبِّهِمْ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ",
    "translation": "Kami melihat wajahmu (Muhammad) sering menengadah ke langit, maka akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, hadapkanlah wajahmu ke arah itu. Dan sesungguhnya orang-orang yang diberi Kitab (Taurat dan Injil) tahu, bahwa (pemindahan kiblat) itu adalah kebenaran dari Tuhan mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/151.mp3",
    "tafsir": "Sebagaimana telah diterangkan dalam riwayat tentang sebab turunnya ayat tersebut di atas, Nabi Muhammad saw ingin sekali agar kiblat itu ditetapkan Allah ke arah Ka'bah. Oleh sebab itu, beliau sering menengadahkan mukanya ke langit menantikan wahyu yang akan memerintahkan perpindahan kiblat itu, Maka, turunlah ayat ini menetapkan perpindahan kiblat tersebut dari Baitulmakdis ke Masjidilharam. Di sini disebutkan arah Masjidilharam, bukan Ka'bah, sebagai isyarat yang membolehkan kita menghadap \"ke arah Ka'bah\" pada waktu salat apabila Ka'bah itu jauh letaknya dari kita dan tidak dapat dilihat. Sebaliknya, jika kita dekat dengan Ka'bah, maka kita menghadap Ka'bah pada waktu salat.\nJadi tidak diwajibkan menghadap ke bangunan Ka'bah itu, kecuali orang-orang yang dapat melihatnya. Dengan demikian, semua kaum Muslimin di berbagai penjuru bumi wajib menghadap \"ke arah Ka'bah\" dalam salat. Untuk melaksanakan tugas itu mereka diwajibkan (wajib kifayah) mengetahui ilmu bumi untuk mengetahui arah kiblat dalam salat, sebagaimana mereka sebaiknya mengetahui ilmu falak untuk mengetahui jadwal waktu salat.\nPemindahan kiblat ke Ka'bah, adalah ketetapan yang benar dari Allah, tetapi orang yang kurang akal membantah kebenaran ini, bahkan mereka menimbulkan fitnah dan menyebarkan keragu-raguan di antara Muslimin yang lemah imannya.",
    "quraish": "Sungguh Kami mengetahui bagaimana kamu, Muhammad, menengadahkan wajahmu ke langit mengharap turunnya wahyu berisi perintah pengalihan kiblat dari Bayt al-Maqdis ke arah Ka'bah yang kau cintai, kiblat Ibrâhîm, penghulu para nabi, bapak bangsa Yahudi dan Arab, kiblat tempat terletak maqâm Ibrâhîm. Sehingga, dengan demikian, Ka'bah merupakan kiblat yang menyatukan, meskipun menyalahi kiblat orang-orang Yahudi. Kini Kami telah mengabulkan permohonanmu, maka palingkanlah wajahmu dan semua orang yang beriman dalam salat ke arah al-Masjid al-Harâm di mana pun kalian berada. Ahl al-Kitâb yang mengingkari perpindahan kiblatmu dari Bayt al-Maqdis benar-benar mengetahui dari kitab suci mereka bahwa kalian adalah orang-orang yang semestinya berkiblat ke arah Ka'bah, sebagaimana mereka mengetahui pula bahwa syariat Allah telah menetapkan kiblat tertentu bagi suatu agama secara khusus. Inilah kebenaran yang datang dari Tuhanmu. Mereka itu tidak bermaksud selain meyebarkan fitnah dan membuat kalian ragu akan kebenaran Islam, akan tetapi Allah tidak lalai dan akan memberikan balasan bagi perbuatan mereka.",
    "jalalayn": "(Sungguh) menyatakan kepastian (telah Kami lihat perpalingan) atau tengadah (wajahmu ke) arah (langit) menunggu-nunggu kedatangan wahyu dan rindu menerima perintah untuk menghadap Kakbah. Sebabnya tidak lain karena ia merupakan kiblat Nabi Ibrahim dan lebih menggugah untuk masuk Islamnya orang-orang Arab (maka sungguh akan Kami palingkan kamu) pindahkan kiblatmu (ke kiblat yang kamu ridai) yang kamu sukai. (Maka palingkanlah mukamu) artinya menghadaplah di waktu salat (ke arah Masjidilharam) yakni Kakbah (dan di mana saja kamu berada) ditujukan kepada seluruh umat (palingkanlah mukamu) dalam salat (ke arahnya! Dan sesungguhnya orang-orang yang diberi Alkitab sama mengetahui bahwa itu) maksudnya pemindahan kiblat ke arah Kakbah (benar) tidak disangsikan lagi (dari Tuhan mereka) karena di dalam kitab-kitab suci mereka dinyatakan bahwa di antara ciri-ciri Nabi saw. ialah terjadinya pemindahan kiblat di masanya. (Dan Allah sekali-kali tidak lalai dari apa yang kamu kerjakan) jika dengan ta, maka ditujukan kepada 'kamu' hai orang-orang yang beriman, yang mematuhi segala perintah-Nya, sebaliknya bila dengan ya, maka ditujukan kepada orang-orang Yahudi yang menyangkal soal kiblat ini."
  },
  {
    "ruku": 18,
    "name": "Al-Baqarah",
    "ayat": 145,
    "arab": "وَلَىِٕنْ اَتَيْتَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ بِكُلِّ اٰيَةٍ مَّا تَبِعُوْا قِبْلَتَكَ ۚ وَمَآ اَنْتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ مِّنْۢ بَعْدِ مَاجَاۤءَكَ مِنَ الْعِلْمِ ۙ اِنَّكَ اِذًا لَّمِنَ الظّٰلِمِيْنَ ۘ ",
    "translation": "Dan walaupun engkau (Muhammad) memberikan semua ayat (keterangan) kepada orang-orang yang diberi Kitab itu, mereka tidak akan mengikuti kiblatmu, dan engkau pun tidak akan  mengikuti kiblat mereka. Sebagian mereka tidak akan mengikuti kiblat sebagian yang lain. Dan jika engkau mengikuti keinginan mereka setelah sampai ilmu kepadamu, niscaya eng-kau termasuk orang-orang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/152.mp3",
    "tafsir": "Orang yang berwatak demikian tidak dapat diharapkan bahwa mereka akan kembali kepada kebenaran. Mereka akan tetap dalam kesesatan meskipun diberi alasan dan keterangan serta bukti-bukti yang jelas. Oleh sebab itu, mereka tidak akan mau mengikuti kiblat umat Islam. Terhadap sesama mereka pun kaum Yahudi dan Nasrani tetap mempertahankan kiblatnya masing-masing. Andaikata kaum Muslimin mengikuti keinginan mereka, tentulah mereka akan termasuk orang-orang yang aniaya.",
    "quraish": "Bukannya keingkaran Ahl al-Kitâb atas apa yang kalian lakukan atas perintah Allah itu oleh sebab alasan yang meragukan, tapi karena mereka itu membangkang dan keras kepala. Maka meskipun kamu mendatangkan kepada mereka semua bukti yang meyakinkan bahwa kiblatmu itu yang benar, sekali-kali mereka tidak akan mengikuti kiblatmu. Orang-orang Yahudi itu sangat tamak berharap agar kamu kembali menghadap kiblat mereka dan menjadikannya syarat bagi keislaman mereka. Jika demikian halnya, harapan mereka itu hanyalah angan-angan kosong saja karena engkau tidak akan pernah mengikuti kiblat mereka. Demikian pula halnya Ahl al-Kitâb, masing-masing bersikeras mempertahankan kiblatnya. Orang-orang Nasrani tidak akan mengikuti kiblat orang Yahudi dan sebaliknya orang-orang Yahudi tidak akan mau mengikuti kiblat orang-orang Nasrani. Masing-masing menganggap bahwa golongan lain tidak benar. Maka berpegang teguhlah pada kiblatmu, Muhammad, dan jangan mengikuti kehendak hawa nafsu mereka. Barangsiapa yang mengikuti kehendak hawa nafsu mereka setelah mengetahui mana yang benar dan mana yang palsu, maka ia benar-benar termasuk golongan yang zalim.",
    "jalalayn": "(Dan sesungguhnya jika) lam untuk sumpah (kamu datangkan kepada orang-orang yang diberi Alkitab semua bukti) atas kebenaranmu tentang soal kiblat (mereka tidak mengikuti) maksudnya tidak akan mengikuti (kiblatmu) disebabkan keingkaran (dan kamu pun tidak akan mengikuti kiblat mereka). Hal ini dipastikan Allah mengingat keinginan kuat dari Nabi agar mereka masuk Islam dan keinginan kuat mereka agar Nabi saw. kembali berkiblat ke Baitulmakdis. (Dan sebagian mereka pun tidak akan mengikuti kiblat sebagian yang lain) maksudnya orang-orang Yahudi terhadap kiblat orang-orang Kristen dan sebaliknya orang-orang Kristen terhadap kiblat orang-orang Yahudi. (Dan sekiranya kamu mengikuti keinginan mereka) yang mereka ajukan dan tawarkan kepadamu (setelah datang ilmu kepadamu) maksudnya wahyu, (maka kalau begitu kamu) apabila kamu mengikuti mereka (termasuk golongan orang-orang yang aniaya)."
  },
  {
    "ruku": 18,
    "name": "Al-Baqarah",
    "ayat": 146,
    "arab": "اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْ ۗ وَاِنَّ فَرِيْقًا مِّنْهُمْ لَيَكْتُمُوْنَ الْحَقَّ وَهُمْ يَعْلَمُوْنَ",
    "translation": "Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/153.mp3",
    "tafsir": "Orang Yahudi mengetahui bahwa apa yang dibawa oleh Nabi Muhammad saw itu benar, karena mereka telah mengenal Nabi Muhammad dari kitab mereka sendiri. Hal ini dijelaskan dalam firman Allah swt:\n\n(Yaitu) orang-orang yang mengikuti Rasul, Nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. Adapun orang-orang yang beriman kepadanya, memuliakannya, menolong-nya dan mengikuti cahaya yang terang yang diturunkan kepadanya (Al-Qur'an), mereka itulah orang-orang beruntung. (al-A'raf/ 7: 157)\n\nOrang Yahudi itu mengenal Nabi Muhammad saw karena telah disebut-sebut di dalam Kitab Taurat (lihat al-A'raf/7:157 dan tafsirnya) dengan sifat-sifatnya dan pribadinya lebih daripada mengenal anaknya sendiri.\nDiriwayatkan dari Umar, bahwa beliau berjumpa dengan seorang pendeta Yahudi yang telah masuk Islam bernama Abdullah bin Salam, yang berkata demikian, \"Saya lebih mengenal Nabi Muhammad daripada mengenal anak saya sendiri.\" Umar bertanya kepadanya, \"Mengapa?\" Ia menjawab, \"Karena aku sedikit pun tidak meragukan bahwa Muhammad itu adalah nabi, sedangkan mengenai anakku, ada saja kemungkinan bahwa ibunya telah berkhianat.\" Maka Umar mencium kepala Abdullah bin Salam.\nSebagian orang Yahudi mengingkari dan menyembunyikan kebenaran bahwa Nabi Muhammad saw itu adalah nabi dan bahwa Ka'bah itu adalah kiblat, tetapi sebagian lagi dari mereka ada yang mengakui kebenarannya serta mempercayai dan menerima petunjuknya.",
    "quraish": "Pada hakikatnya Ahl al-Kitâb itu mengetahui bahwa soal perpindahan kiblat itu benar. Mereka menerimamu, Muhammad, sebagai nabi yang sifat-sifatmu termaktub dalam kitab suci mereka. Dan di antara sifat-sifat itu adalah bahwa engkau berkiblat ke Ka'bah. Pengetahuan mereka akan kenabian dan kiblatmu itu begitu jelas sebagaimana mereka kenal anak sendiri, akan tetapi sebagaian kalangan dari mereka menutup-nutupi kebenaran itu, mengikuti kehendak hawa nafsu sendiri dan sikap fanatis palsu demi mempertahankan agama dan kedudukan mereka sehingga kalian tersesat.",
    "jalalayn": "(Orang-orang yang Kami beri Alkitab mengenalnya) Muhammad (sebagaimana mereka mengenal anak-anak mereka sendiri) karena disebutkan ciri-cirinya dalam kitab-kitab suci mereka. Kata Ibnu Salam, \"Sesungguhnya ketika aku melihatnya, maka aku pun segera mengenalnya, sebagaimana aku mengenal putraku sendiri, bahkan lebih kuat lagi mengenal Muhammad.\" (Dan sesungguhnya sebagian di antara mereka menyembunyikan kebenaran) maksudnya ciri-cirinya itu (padahal mereka mengetahui) keadaanmu dan siapa kamu yang sebenarnya."
  },
  {
    "ruku": 18,
    "name": "Al-Baqarah",
    "ayat": 147,
    "arab": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ࣖ",
    "translation": "Kebenaran itu dari Tuhanmu, maka janganlah sekali-kali engkau (Muhammad) termasuk orang-orang yang ragu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/154.mp3",
    "tafsir": "Kebenaran itu adalah apa yang diwahyukan Allah kepada Rasul-Nya, bukan apa yang dikatakan oleh orang-orang Yahudi dan Nasrani.\nDalam hal ini kaum Muslimin tidak boleh ragu. Masalah kiblat ini sebenarnya bukanlah masalah prinsip sebagai asas agama seperti tauhid, iman kepada hari kiamat dan lain-lain, tetapi kiblat ini hanya merupakan suatu arah yang masing-masing umat diperintahkan untuk menghadap kepadanya dalam salat mereka.",
    "quraish": "Sesungguhnya kebenaran itu adalah yang berasal dari Allah, bukan yang justru menyesatkan Ahl al-Kitâb, maka yakinlah akan kebenaran itu dan jangan bimbang ataupun ragu. Persoalan kiblat adalah sebagian dari kebenaran, maka laksanakan terus perintah itu dan jangan hiraukan orang-orang yang menentang.",
    "jalalayn": "(Kebenaran itu) betapa pun (dari Tuhanmu, maka janganlah kamu berada dalam keragu-raguan) dalam kebimbangan, misalnya mengenai soal kiblat ini. Susunan kata seperti itu lebih kuat lagi daripada mengatakan, \"Jangan kamu ragu!\""
  }
]