[
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 84,
    "arab": "۞ وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ اِنِّيْٓ اَرٰىكُمْ بِخَيْرٍ وَّاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ",
    "translation": "Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1557.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Allah swt mengutus Syuaib sebagai rasul-Nya kepada penduduk Madyan. Syuaib dipilih dari kaumnya sendiri. Syuaib adalah seorang putera keturunan dari Madyan bin Ibrahim a.s. Madyan membangun suatu daerah untuk kaumnya yang terletak di Hajar dekat negeri Syam, dan dinamakan sesuai dengan namanya, sehingga daerah itu beserta penduduknya dan kabilahnya dikatakan Madyan. Syuaib a.s. sebagai rasul Allah memulai tugas dakwahnya dengan mengajak kaumnya supaya menyembah Allah dan melarang mempersekutukan-Nya dengan berhala-berhala, patung-patung, dan sebagainya, karena tiada Tuhan yang patut disembah selain Allah Yang Maha Esa yang menciptakan seluruh alam semesta. Kemudian Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan, sebagaimana yang mereka lakukan dalam segala macam perdagangan dan jual-beli, sebab perbuatan itu sama dengan mengambil hak orang dengan kecurangan yang sangat jahat dan keji. Larangan serupa ini diterangkan pula dalam firman Allah:\nCelakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! (Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. (al-Muthaffifin/83: 1- 3)\n\nSyuaib a.s. menjelaskan kepada kaumnya, bahwa ia melihat mereka hidup berkecukupan dan kaya raya, mereka tidak perlu melakukan kecurangan dalam takaran dan timbangan. Sebab, perbuatan itu selain mengambil hak orang lain dengan cara yang licik dan keji juga berarti mengingkari nikmat Allah yang telah memberi kekayaan yang banyak kepada mereka. Semestinya mereka bersyukur kepada-Nya, bukan sebalik-nya mereka menambah harta kekayaan dengan kecurangan-kecurangan dan kelicikan-kelicikan yang sangat dimurkai Allah. Nabi Syuaib a.s. mem-peringatkan kaumnya, bahwa apabila mereka masih tetap membangkang dalam kekafiran dan terus melakukan pekerjaan tercela itu, maka ia khawatir mereka akan ditimpa azab yang membinasakan mereka.",
    "quraish": "Sesungguhnya Kami mengutus kepada penduduk Madyan(1) saudara mereka, Syu'aib. Ia berkata kepada mereka, \"Wahai kaumku, sembahlah Allah semata. Tidak ada Tuhan yang patut disembah selain Dia. Janganlah kalian mengurangi takaran dan timbangan saat kalian menjual sesuatu yang harus ditimbang kepada orang lain. Sesungguhnya aku melihat ada kebaikan yang diharapkan dari kalian untuk bersyukur dan taat kepada Allah serta memberikan hak-hak orang lain dengan sempurna. Aku khawatir jika kalian tidak mensyukuri karunia Allah dan tidak menaati perintah-Nya, siksaan hari yang kalian tidak akan mampu menghindarinya akan menimpa kalian. Sebab, siksaan hari itu meliputi semua orang yang tersiksa, dan tidak ada jalan keluar untuk menyelamatkan diri. (1) Ayat ini dan ayat berikutnya menerangkan bahwa mengurangi takaran dan timbangan adalah suatu tindakan kejahatan yang pelakunya harus ditindak secara hukum. Menurut Islam hukumannya adalah ta'zîr (sanksi yang penentuannya ditetapkan oleh pihak penguasa). Dalam hukum konvensional, tindakan tersebut dikenal dengan kejahatan pemalsuan timbangan atau takaran yang juga ada sanksi hukumnya. Oleh al-Qur'ân hal tersebut dilarang sebagai upaya melindungi harta. Negeri Madyan terletak antara utara Hijâz dan selatan Syâm. Di situ, terdapat pepohonan rindang yang dinamakan Aykah. Allah telah mengirim siksa yang kejam lantaran penduduk negeri itu mendurhakai-Nya.",
    "jalalayn": "(Dan) Kami utus (kepada penduduk Madyan saudara mereka Syuaib. Ia berkata, \"Hai kaumku! Sembahlah Allah) tauhidkanlah Dia (sekali-kali tiada Tuhan bagi kalian selain Dia. Dan janganlah kalian kurangi takaran dan timbangan, sesungguhnya aku melihat kalian dalam keadaan yang baik) kalian hidup dalam keadaan yang menyenangkan sehingga kalian tidak perlu melakukan pengurangan takaran dan timbangan (dan sesungguhnya aku) (khawatir terhadap kalian) jika kalian tidak mau beriman (akan azab hari yang membinasakan\") hari yang meliputi kalian dengan kebinasaan. Lafal yaum disifati dengan lafal muhith mengandung pengertian majaz, karena terjadinya azab itu pada hari tersebut."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 85,
    "arab": "وَيٰقَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
    "translation": "Dan wahai kaumku! Penuhilah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan jangan kamu membuat kejahatan di bumi dengan berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1558.mp3",
    "tafsir": "Syuaib a.s. menjelaskan kepada kaumnya tentang hal yang harus mereka lakukan dalam soal takar-menakar dan timbang-menimbang, setelah lebih dahulu melarang mereka mengurangi takaran dan timbangan. Kewajiban itu ialah supaya kaumnya menyempurnakan takaran dan timbangan dengan adil tanpa kurang atau lebih dari semestinya. Bagi penjual yang sebetulnya dilarang ialah mengurangi takaran dan timbangan dari semestinya, dan tidak ada salahnya menambah dengan sepantasnya, untuk meyakinkan bahwa takaran dan timbangan itu benar-benar sudah cukup. Cara ini adalah terpuji, akan tetapi Syuaib a.s. mewajibkan mereka supaya berbuat adil tanpa kurang atau lebih. Ini maksudnya supaya dalam melaksanakan takaran dan timbangan benar-benar teliti. \nSetelah Nabi Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan dan mewajibkan mereka supaya menyempurnakannya, kemudian ia melarang mereka dari segala macam perbuatan yang sifatnya mengurangi hak-hak orang lain, hak milik perseorangan atau orang banyak, baik jenis yang ditakar dan yang ditimbang maupun jenis-jenis lainnya seperti yang dihitung atau yang sudah dibatasi dengan batas-batas tertentu. Lebih jauh lagi Nabi Syuaib a.s. melarang kaumnya berbuat apa saja yang sifatnya merusak atau mengganggu keamanan dan ketenteraman di muka bumi, baik yang berhubungan dengan urusan-urusan keduniaan maupun yang ber-hubungan dengan keagamaan. Ayat ini mengandung hukum antara lain:\na. Wajib menyempurnakan timbangan dan takaran sebagaimana mestinya.\nb. Haram mengambil hak orang lain, dengan cara dan jalan apa saja, baik hak itu milik perseorangan atau milik orang banyak seperti harta pemerintah dan perusahaan.\nc. Haram berbuat sesuatu yang bersifat merusak atau mengganggu keamanan dan ketenteraman di muka bumi, seperti mencopet, mencuri, merampok, korupsi, menteror, dan lain-lainnya.",
    "quraish": "Wahai kaumku, laksanakanlah timbangan dan takaran barang yang kalian jual secara adil dan seimbang dengan tidak mengurangi atau melebihkannya. Jangan kalian kurangi hak-hak orang lain yang ada pada barang itu. Dan jangan kalian membuat kejahatan dan kerusakan di muka bumi dengan merampas harta, menyerang dan membegal mereka, serta menjadikan kejahatan sebagai cara memperoleh harta secara tidak benar.",
    "jalalayn": "(Dan Syuaib berkata, \"Hai kaumku!) (Cukupkanlah takaran dan timbungan) sempurnakanlah keduanya (dengan adil) secara tetap (dan janganlah kalian merugikan manusia terhadap hak-hak mereka) janganlah kalian mengurangi hak-hak mereka sedikit pun (dan janganlah kalian membuat kejahatan di muka bumi dengan membuat kerusakan) dengan melakukan pembunuhan dan kejahatan lainnya. Lafal ta'tsau berasal dari fi'il madhi `atsiya, artinya mengadakan kerusakan. Sedangkan lafal mufsidiina berkedudukan menjadi hal atau keterangan yang mengukuhkan makna amilnya yaitu ta'tsau."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 86,
    "arab": "بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ",
    "translation": "Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1559.mp3",
    "tafsir": "Pada ayat ini, Nabi Syuaib a.s. memberikan penjelasan kepada kaumnya bahwa keuntungan yang halal yang mereka peroleh setelah menyempurnakan takaran dan timbangan, adalah lebih baik dari keuntungan yang haram yang mereka peroleh dengan cara mengurangi takaran dan timbangan, jika mereka beriman. Karena iman itu benar-benar dapat membersihkan jiwa dari keserakahan dan ketamakan, dan mengisinya dengan sifat pemurah. Tetapi jika mereka tidak beriman, tentu tidak akan dapat merasakan sama sekali. Selanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya, bahwa ia bukanlah orang yang ditugaskan memelihara atau menjaga mereka dari berbuat kejahatan-kejahatan. Dia hanya sekadar menyampaikan nasihat-nasihat dan petunjuk-petunjuk kepada mereka. Tugas itu sudah dilaksanakannya dengan sungguh-sungguh dan disertai dengan peringatan-peringatan tentang azab Allah kepada orang-orang yang tetap membangkang.",
    "quraish": "Keuntungan yang tersisa untuk kalian berupa harta halal yang diberikan Allah kepada kalian jauh lebih baik dari sekadar harta haram yang kalian kumpulkan, jika kalian beriman kepada Allah dan menjauhi segala larangan-Nya. Maka, lakukanlah introspeksi terhadap diri kalian. Jadikanlah Allah sebagai Pengawas kalian. Aku bukanlah pengawas yang menghitung dan memvonis amal perbuatan kalian.\"",
    "jalalayn": "(Sisa keuntungan dari Allah) yaitu rezeki yang masih tersisa bagi kalian sesudah kalian mencukupkan takaran dan timbangan (adalah lebih baik bagi kalian) daripada perbuatan mengurangi takaran dan timbangan (jika kalian orang-orang yang beriman. Dan aku bukanlah seorang penjaga atas diri kalian.\") aku bukanlah pengawas yang membalas kalian terhadap amal perbuatan kalian, akan tetapi sesungguhnya aku adalah orang yang diutus bagi kalian sebagai pembawa peringatan."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 87,
    "arab": "قَالُوْا يٰشُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ اَوْ اَنْ نَّفْعَلَ فِيْٓ اَمْوَالِنَا مَا نَشٰۤؤُا ۗاِنَّكَ لَاَنْتَ الْحَلِيْمُ الرَّشِيْدُ",
    "translation": "Mereka berkata, “Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1560.mp3",
    "tafsir": "Pada ayat ini, Allah menerangkan reaksi yang dihadapi Nabi Syuaib a.s. dari kaumnya sebagai bantahan atas dua macam isi dakwahnya itu, yaitu: pertama, supaya mereka menyembah Allah Yang Maha Esa dan tidak boleh mermpersekutukan-Nya dengan menyembah berhala-berhala dan sebagai-nya; kedua, supaya mereka menyempurnakan takaran dan timbangan dan tidak boleh menguranginya.\nTerhadap isi dakwah yang pertama, mereka membantah dengan mengatakan, \"Apakah salatmu, yang ditimbulkan oleh kekacauan pikiran yang tidak menentu dan perbuatan gila, yang mendorong dan memerintahkan kamu supaya kami meninggalkan sembahan kami dari berhala-berhala dan patung-patung yang disembah oleh nenek-moyang kami?\" Mereka sengaja menyebutkan salat Syuaib a.s. karena ia terkenal banyak melakukan salat sehingga menjadi ejekan bagi mereka, karena mereka menyangka bahwa perbuatannya itu adalah perbuatan gila dan kekacauan pikiran yang tidak menentu. Apabila kaumnya melihat ia sedang melakukan salat mereka saling mengedipkan mata dan mentertawakannya, maka salat itu adalah di antara syiar-syiar agama yang menjadi bahan tertawaan mereka.\nAdapun terhadap isi dakwahnya yang kedua, mereka membantah dengan mengatakan, \"Apakah salat itu yang memerintahkan kamu supaya melarang dan mengekang kebebasan kami dalam mendayagunakan harta kekayaan kami menurut kepandaian dan kecerdikan dengan segala macam tipu daya sesuai dengan kemauan dan keinginan kami? Sungguh kamu adalah orang yang sangat penyantun lagi pandai.\"\nMenurut Ibnu Abbas, pujian kepada Syuaib a.s. itu merupakan ejekan terhadapnya, sedang yang mereka maksud ialah sebaliknya, yakni lawan dari dua sifat itu. Pendapat ini sesuai dengan percakapan mereka sebelumnya yang sifat dan tujuannya adalah mengejek.\nPendapat lain mengatakan bahwa pujian itu tetap menurut artinya yang asal berdasarkan prasangka mereka semula yaitu sebelum Syuaib a.s. menyampaikan dakwahnya itu kepada mereka. Seolah-olah mereka mengatakan, \"Kamu selama ini sangat penyantun lagi pandai, mengapa sekarang kamu mau menyusahkan kami?\" Pendapat ini seirama dengan perkataan kaum namud kepada Nabi Saleh a.s. yang diterangkan dalam firman Allah:\n\nMereka (kaum Samud) berkata, \"Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami merupakan orang yang diharapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.\" (Hud/11: 62)",
    "quraish": "Dengan nada mencemooh dan meremehkan mereka berkata, \"Wahai Syu'aib, agamamukah yang menyuruhmu agar kami meninggalkan patung-patung yang disembah oleh nenek moyang kami atau agar kami tidak menggunakan harta sesuka kami menurut kemaslahatan dari sudut pandang kami? Sesungguhnya itu adalah tindakan yang sangat bodoh dan salah, serta tidak sesuai dengan kepribadianmu yang kami kenal pintar dan bijaksana dalam berpendapat. Kamu telah dikenal sebagai orang yang sangat penyantun lagi berakal.\"",
    "jalalayn": "(Mereka berkata) kepada Nabi Syuaib dengan nada mengejek (\"Hai Syuaib! Apakah salatmu menyuruhmu) membebankan kepadamu (agar kami meninggalkan apa yang disembah oleh bapak-bapak kami) yaitu berhala-berhala (atau) melarang kami (mencegah kami melakukan apa yang kami kehendaki tentang harta kami) maksudnya hal ini tidak benar sama sekali, tidak ada seorang pun yang menyeru kepada kebaikan. (Sesungguhnya kamu adalah orang yang sangat penyantun lagi berakal.\") mereka mengatakan demikian dengan nada mengejek dan mencemoohkan Nabi Syuaib."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 88,
    "arab": "قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰى مَآ اَنْهٰىكُمْ عَنْهُ ۗاِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ اِلَّا بِاللّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ ",
    "translation": "Dia (Syuaib) berkata, “Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1561.mp3",
    "tafsir": "Pada ayat ini Allah swt menerangkan jawaban Syuaib a.s. terhadap bantahan kaumnya itu dengan mengatakan, \"Hai kaumku bagaimana pikiranmu tentang persoalan ini jika aku mempunyai bukti yang nyata dari Tuhanku bahwa dakwah yang kusampaikan kepadamu itu bukan pendapatku sendiri tetapi wahyu dari Allah. Ia telah menganugerahkan kepadaku bermacam-macam rezeki yang baik. Semuanya aku peroleh dengan jalan yang halal, tanpa mengurangi takaran dan timbangan dan cara-cara lain yang sifatnya mengurangi atau merugikan hak orang lain dengan cara yang tidak sah. Apa yang kukatakan ini kepadamu sekalian adalah hasil percobaan dan pengalamanku dalam usaha yang berhasil baik yang mengandung kebajikan dan keberkahan, bukan sekadar berdasarkan teori atau omongan orang yang belum berpengalaman.\"\nSelanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya dengan mengatakan, \"Sama sekali aku tidak bermaksud melarangmu untuk mengurangi takaran dan timbangan serta perbuatan-perbuatan lain yang sifatnya mengurangi atau merugikan hak orang lain dengan jalan yang tidak halal, lalu kemudian aku sendiri mengerjakannya, tetapi sejak semula aku telah berlaku jujur dan tidak mengerjakan penipuan dan kecurangan.\"\nKemudian Nabi Syuaib a.s. mengatakan bahwa ia tidak akan mendapat taufik dalam setiap langkah yang diambilnya, kecuali dengan hidayah dan pertolongan Allah. Kemudian ia menyatakan lagi bahwa ia tidak punya daya dan kekuatan, hanya kepada Allah-lah dia bertawakal dalam menunaikan dakwah yang disampaikan kepada kaumnya. Dan kepada-Nyalah ia kembali dalam segala urusan di dunia ini, dan Dialah yang akan membalas semua amalnya di hari akhirat.",
    "quraish": "Syu'aib berkata, \"Wahai kaumku, bagaimana menurut kalian jika aku memiliki bukti nyata dan keyakinan dari Tuhanku dan aku diberi rezeki yang baik sebagai karunia dari-Nya, apakan patut aku menyembunyikan sesuatu yang harus kusampaikan kepada kalian, seperti perintah meninggalkan penyembahan berhala, menepati timbangan dan takaran, perintah meninggalkan berbuat kerusakan di muka bumi? Aku tidak ingin melakukan apa yang aku larang. Dengan nasihat, perintah dan larangan, aku hanya menginginkan perbaikan sesuai dengan kekuatan, usaha dan kesanggupanku. Dan aku tidak akan mendapatkan kebenaran kecuali dengan pertolongan dan dukungan-Nya. Hanya kepada-Nyalah aku bertawakal. Dan juga hanya kepada-Nyalah aku kembali.",
    "jalalayn": "(Syuaib berkata, \"Bagaimana pikiran kalian jika aku mempunyai bukti yang nyata dari Rabbku dan dianugerahi-Nya aku daripada-Nya rezeki yang baik) rezeki yang halal lalu apakah patut jika aku mencampurinya dengan barang yang haram hasil mengurangi takaran dan timbangan (Dan aku tidak berkehendak menyalahi kalian) melakukan (apa yang aku larang kalian daripadanya) kemudian aku mengerjakannya. (Aku tidak) aku tiada (bermaksud kecuali mendatangkan perbaikan) bagi kalian supaya menegakkan keadilan (selama aku masih berkesanggupan. Dan tidak ada taufik bagiku) berkemampuan untuk melakukan hal tersebut dan perkara ketaatan lainnya (melainkan dengan pertolongan Allah. Hanya kepada Allah aku bertawakal dan hanya kepada-Nyalah aku kembali.\") mengembalikan semua perkara."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 89,
    "arab": "وَيٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِيْٓ اَنْ يُّصِيْبَكُمْ مِّثْلُ مَآ اَصَابَ قَوْمَ نُوْحٍ اَوْ قَوْمَ هُوْدٍ اَوْ قَوْمَ صٰلِحٍ ۗوَمَا قَوْمُ لُوْطٍ مِّنْكُمْ بِبَعِيْدٍ",
    "translation": "Dan wahai kaumku! Janganlah pertentangan antara aku (dengan kamu) menyebabkan kamu berbuat dosa, sehingga kamu ditimpa siksaan seperti yang menimpa kaum Nuh, kaum Hud atau kaum Saleh, sedang kaum Lut tidak jauh dari kamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1562.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Nabi Syuaib a.s. menjelaskan kepada kaumnya nasihat dan peringatan dengan mengatakan, \"Hai kaumku, janganlah pertentangan antara aku dengan kamu, karena kamu masih tetap mempertahankan menyembah berhala dan patung-patung, dan menganiaya hak orang lain dengan mengurangi takaran, timbangan dan lain-lain, mendorong dan menyebabkan kamu menjadi orang-orang yang jahat sehingga kamu ditimpa oleh azab yang membinasakan di dunia ini sebagai-mana azab topan yang menenggelamkan kaum Nuh atau azab angin keras yang memusnahkan kaum Hud atau azab suara keras mengguntur yang mematikan kaum Saleh.\"\nKalau azab yang menimpa kaum-kaum itu yang disebabkan pembangkangan mereka terhadap Allah dan rasul-rasul-Nya, tidak dapat menjadi contoh dan pengajaran bagimu, karena sudah jauh masanya atau tempatnya dari kamu, maka perhatikanlah tentang azab hujan batu yang membakar dan memusnahkan kaum Luth. Peristiwa ini tidaklah jauh masa dan tempatnya dari kamu.",
    "quraish": "Wahai kaumku, jangan sampai perselisihan yang terjadi antara aku dan kalian membuat kalian keras kepala dan terus dalam kekufuran yang menyebabkan kalian tertimpa azab seperti yang ditimpakan atas kaum Nûh, atau kaum Hûd, atau kaum Shâlih. Masa, tempat dan kehancuran kaum Lûth, juga tidak jauh dari kalian. Maka petiklah pelajaran dari itu semua agar kalian tidak ditimpa azab seperti mereka.",
    "jalalayn": "(\"Hai kaumku! Janganlah membuat kalian jahat) menyebabkan kalian melakukannya (adanya pertentangan dengan aku) pertentangan antara aku dan kalian. Lafal syiqaaqii menjadi fa'il atau subjek daripada fi'il yajrimannakum, dan lafal qaum yang terkandung di dalamnya berkedudukan menjadi maf'ul awwal atau objek pertama, sedangkan maf'ul yang kedua ialah (hingga kalian ditimpa azab seperti yang menimpa kaum Nuh atau kaum Hud atau kaum Saleh) ditimpa azab yang sama (sedangkan kaum Luth tidaklah) artinya tempat tinggal kaum Luth atau waktu mereka dibinasakan (jauh dari kalian) maka ambillah hal itu sebagai pelajaran buat kalian."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 90,
    "arab": "وَاسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ رَحِيْمٌ وَّدُوْدٌ",
    "translation": " Dan mohonlah ampunan kepada Tuhanmu, kemudian bertobatlah kepada-Nya. Sungguh, Tuhanku Maha Penyayang, Maha Pengasih.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1563.mp3",
    "tafsir": "Pada ayat ini diterangkan bahwa Nabi Syuaib a.s. menyuruh kaumnya untuk memohon ampun kepada Allah Yang Maha Esa dengan beriman kepada-Nya dan tidak mempersekutukan-Nya dengan menyembah berhala-berhala dan patung-patung, dan tidak mengurangi takaran, timbangan dan mengambil harta orang lain dengan jalan yang tidak halal. Kemudian ia menyuruh mereka supaya tobat yakni kembali kepada jalan yang benar dengan menaati Allah dan menjauhi larangan-Nya, karena sesungguhnya Allah Maha Penyayang dan Pengasih terhadap hamba-Nya yang sudah bertobat dan kembali kepada jalan yang benar dengan memberikan ampunan dan membebaskan dari azab dunia dan akhirat.\nPerintah minta ampun dan tobat disebut secara bergandengan sebagaimana terdapat dalam ayat-ayat lain yang maksudnya hampir sama. Akan tetapi, kalau perintah istigfar itu ditujukan kepada orang-orang yang masih kafir, maka maksudnya bukan sekedar minta ampun tetapi supaya beriman kepada Allah. Adapun tobat ialah menyesali kesalahan yang diperbuat dan kembali kepada jalan yang benar. Kesalahan yang dimaksud ialah kesalahan-kesalahan yang dilakukan sesudah beriman, sebab kesalahan-kesalahan yang diperbuat di dalam kekafiran bisa hapus sendiri dengan beriman, dan masuk Islam.",
    "quraish": "Mohonlah kepada Allah agar Dia mengampuni segala dosa kalian. Kemudian bertobatlah kepada Allah dengan rasa menyesal dan memohon ampunan setiap kali berbuat dosa. Sesungguhnya Tuhanku Maha Penyayang lagi Maha Pencinta, dan selalu mengampuni dan menyukai hamba-hamba-Nya yang bertobat.",
    "jalalayn": "(Dan mohonlah ampun kepada Rabb kalian, kemudian bertobatlah kepada-Nya. Sesungguhnya Rabbku Maha Penyayang) terhadap orang-orang yang beriman (lagi Maha Pengasih.\") sangat mencintai orang-orang yang beriman."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 91,
    "arab": "قَالُوْا يٰشُعَيْبُ مَا نَفْقَهُ كَثِيْرًا مِّمَّا تَقُوْلُ وَاِنَّا لَنَرٰىكَ فِيْنَا ضَعِيْفًا ۗوَلَوْلَا رَهْطُكَ لَرَجَمْنٰكَ ۖوَمَآ اَنْتَ عَلَيْنَا بِعَزِيْزٍ ",
    "translation": "Mereka berkata, “Wahai Syuaib! Kami tidak banyak mengerti tentang apa yang engkau katakan itu, sedang kenyataannya kami memandang engkau seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah merajam engkau, sedang engkau pun bukan seorang yang berpengaruh di lingkungan kami.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1564.mp3",
    "tafsir": "Sesudah penduduk Madyan (kaum Syuaib a.s.) merasa jenuh dan jengkel terhadap Nabi Syuaib a.s. karena semua alasan yang mereka kemukakan untuk menolak seruannya dijawab oleh Nabi Syuaib, mereka akhirnya berkata, \"Hai Syuaib, kami tidak dapat memahami apa yang engkau kemukakan kepada kami mengenai tuhan-tuhan sembahan kami dan peraturan-peraturan yang mengekang kebebasan kami untuk bertindak dan mengendalikan harta kekayaan kami, begitu pula tentang azab yang akan menimpa kami, jika kami tidak mengikuti kemauanmu. Seakan-akan engkaulah yang menetapkan segala sesuatu dan di tangan engkaulah kebahagiaan dan kecelakaan kami, padahal semua itu adalah semata-mata urusan Tuhan. Kami melihat dan meyakini bahwa engkau adalah seorang yang lemah tak berdaya, tidak mungkin akan dapat membawa manfaat atau mudarat kepada kami, dan bila kami ingin membinasakan engkau, engkau tidak akan dapat membela diri. Kalau tidak rasa kasihan kami terhadap keluarga dan karib kerabatmu, tentulah kami sudah melemparimu dengan batu sampai mati.\"\nMereka melanjutkan bantahannya, \"Engkau sendiri tidak ada harapan dan tidak ada harganya bagi kami karena engkau bukanlah seorang yang gagah berani dan perkasa yang dapat mempertahankan diri dari serangan orang lain. Hanya semata-mata karena kasihan kepada keluarga dan karib kerabatmulah, kami belum membunuhmu, karena mereka masih tetap berada di pihak kami, dalam golongan kami tidak mau meninggalkan agama kami dan agama nenek moyang kami.\"",
    "quraish": "Mereka berkata, \"Wahai Syu'aib, kami tidak mengerti kebanyakan dari apa yang kamu katakan. Kami tegaskan kepadamu bahwa dalam pandangan kami, keberadaanmu di tengah-tengah kami sangat lemah, tidak memiliki kesanggupan untuk membela diri dan meyakinkan, jika kami berkehendak menyakitimu. Kalau bukan karena kami ingin mengambil hati keluargamu yang seagama dengan kami, tentu kami sudah membunuhmu dengan cara rajam. Kamu bukanlah seseorang yang berwibawa sehingga kami harus memuliakan serta melindungimu dari perajaman. Sikap kami terhadap keluargamu itulah yang membuat kami tidak membunuhmu.\"",
    "jalalayn": "(Mereka berkata) dengan nada yang menunjukkan kurang perhatian mereka terhadap perkataan Nabi Syuaib (\"Hai Syuaib! Kami tidak mengerti) kurang memahami (banyak tentang apa yang kamu katakan itu dan sesungguhnya kami benar-benar melihat kamu seorang yang lemah di antara kami) maksudnya orang yang rendah (kalau tidaklah karena keluargamu) familimu (tentulah kami telah merajam kamu) dengan batu (sedangkan kamu pun bukanlah seorang yang berwibawa di sisi kami.\") bukan orang-orang tidak pantas untuk dihukum rajam; dan sesungguhnya hanya keluargamu sajalah orang-orang yang berwibawa itu."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 92,
    "arab": "قَالَ يٰقَوْمِ اَرَهْطِيْٓ اَعَزُّ عَلَيْكُمْ مِّنَ اللّٰهِ ۗوَاتَّخَذْتُمُوْهُ وَرَاۤءَكُمْ ظِهْرِيًّا ۗاِنَّ رَبِّيْ بِمَا تَعْمَلُوْنَ مُحِيْطٌ",
    "translation": "Dia (Syuaib) menjawab, “Wahai kaumku! Apakah keluargaku lebih terhormat menurut pandanganmu daripada Allah, bahkan Dia kamu tempatkan di belakangmu (diabaikan)? Ketahuilah sesungguhnya (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1565.mp3",
    "tafsir": "Mendengar ucapan kaumnya yang sangat menusuk hati dan menganggapnya sebagai orang hina dan tidak berdaya itu, Nabi Syuaib a.s. berkata, \"Sungguh sangat menyedihkan kepicikan pikiranmu dan sangat mengherankan sekali pendapatmu itu. Apakah kamu menganggap kaum kerabatku itu lebih mulia dan lebih perkasa dari Allah yang menciptakan mereka, menciptakan kamu semua bahkan menciptakan langit dan bumi? Apakah hanya karena aku berasal dari mereka, sehingga tidak berani melaksanakan ancamanmu itu, bukan karena aku beriman kepada Allah yang akan menyeru kamu supaya kamu menyembah dan tidak mempersekutukan-Nya. Karena Dialah Yang Maha Kuasa, Maha Perkasa, dan Maha Pemurah yang melimpahkan-Nya dan menganggap enteng kekuasaan dan rahmat-Nya. Dialah yang patut kamu takuti. Dialah yang sewajarnya kamu muliakan, bahkan kaum kerabatku tidak dapat berbuat apa-apa terhadap kehendak Allah. Sesungguhnya Allah Maha Mengetahui segala apa yang kamu lakukan, tak ada sesuatupun yang tersembunyi bagi-Nya. Dia akan memberi balasan yang setimpal atas keingkaran dan kedurhakaanmu itu.\"",
    "quraish": "Syu'aib menjawab, \"Wahai kaumku, apakah keluargaku lebih pantas kalian pergauli dengan baik daripada Allah, sehingga mereka selalu kalian ingat dan Allah kalian lupakan. Kalian pergauli aku dengan baik sementara Allah kalian perlakukan seperti sesuatu yang dicampakkan? Sesungguhnya Tuhanku Maha Mengetahui segala apa yang kalian lakukan. Tidak ada satu pun perbuatan kalian yang tersembunyi dari pengetahuan-Nya. Dia akan memperhitungkan itu semua meskipun kalian melupakannya.",
    "jalalayn": "(Syuaib menjawab, \"Hai kaumku! Apakah keluargaku lebih terhormat menurut pandangan kalian daripada Allah) oleh sebab itu lalu kalian tidak mau membunuhku demi mereka dan kalian tidak mau membiarkan aku demi karena Allah (sedangkan kalian menjadikan Dia) yakni kalian menganggap Allah (sebagai sesuatu yang terbuang di belakang kalian) terasing di belakang kalian tanpa kalian hiraukan Dia. (Sesungguhnya Rabbku meliputi apa yang kalian kerjakan.\") Dia Maha Mengetahui kesemuanya; oleh karena itu kelak Dia akan membalas kalian."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 93,
    "arab": "وَيٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ  ۗسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَمَنْ هُوَ كَاذِبٌۗ وَارْتَقِبُوْٓا اِنِّيْ مَعَكُمْ رَقِيْبٌ",
    "translation": "Dan wahai kaumku! Berbuatlah menurut kemampuanmu, sesungguhnya aku pun berbuat (pula). Kelak kamu akan mengetahui siapa yang akan ditimpa azab yang menghinakan dan siapa yang berdusta. Dan tunggulah! Sesungguhnya aku bersamamu adalah orang yang menunggu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1566.mp3",
    "tafsir": "Kemudian Nabi Syuaib a.s. dengan tegas menentang mereka dan mengatakan kepada mereka, \"Berbuatlah sekehendak hatimu, lakukanlah apa yang dapat kamu lakukan, dan kumpulkanlah segala kekuatan yang ada pada kamu, aku akan tetap berpegang teguh kepada akidahku, dan aku tetap beriman kepada-Nya dan aku percaya dan yakin bahwa Dia akan melindungiku dan memeliharaku dari segala marabahaya. Kamu akan mengetahui siapa di antara kita yang akan ditimpa azab dan malapetaka, siapa di antara kita yang berbohong dan berdusta, tunggulah nasib yang akan menimpamu, aku pun bersamamu menunggu.\"\nIni adalah suatu tantangan yang berani dari seorang yang tak berdaya, tak mempunyai penolong dan pembela dari kalangan kaumnya dan tidak mempunyai kekuatan yang dapat diandalkan, tetapi penuh keyakinan dan kepercayaan bahwa Allah selalu menyertainya dan tidak akan mengabaikan atau menyia-nyiakannya. Inilah tantangan terhadap orang-orang yang sombong dan takabur, selalu membanggakan materi tetapi lupa bahwa di atas kekuatan materi ada kekuatan gaib yang dapat menghancurleburkan mereka yaitu kekuatan dan kekuasaan Allah swt.",
    "quraish": "Wahai kaumku, kerjakanlah apa yang kalian mampu dan sanggup lakukan. Meskipun kalian tidak mendengar nasihatku, aku akan tetap melakukan apa yang berlawanan dengan yang kalian lakukan. Kalian akan tahu, siapa di antara kita yang akan mendapat siksaan hina, dan siapa di antara kita yang berbohong; akukah yang mengingatkan kalian dari siksa, ataukah kalian yang mengancam akan mengusirku dari negeri ini? Tunggulah apa yang akan terjadi. Aku pun juga menunggu bersama kalian.\"",
    "jalalayn": "(Dan dia berkata, \"Hai kaumku! Berbuatlah menurut kemampuan kalian) sesuai dengan keadaan kalian (sesungguhnya aku pun berbuat pula) sesuai dengan kedudukanku. (Kelak kalian akan mengetahui siapa) lafal man di sini adalah maushul yang berkedudukan menjadi maf'ul dari lafal ta'lamuuna (yang akan ditimpa azab yang menghinakannya dan siapa yang berdusta. Dan tunggulah) akibat daripada perbuatan kalian itu (sesungguhnya aku pun menunggu bersama kalian.\") ikut mengawasinya."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 94,
    "arab": "وَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا شُعَيْبًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَاَخَذَتِ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ",
    "translation": "Maka ketika keputusan Kami datang, Kami selamatkan Syuaib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Sedang orang yang zalim dibinasakan oleh suara yang mengguntur, sehingga mereka mati bergelimpangan di rumahnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1567.mp3",
    "tafsir": "Sudah menjadi ketetapan dan sunnah Allah bagi umat-umat yang dahulu bahwa setiap umat yang durhaka dan menolak seruan rasul-Nya akan ditimpa malapetaka dan dibinasakan kecuali orang-orang yang beriman dan patuh serta taat kepada Allah. Akhirnya siksaan dan malapetaka itu ditimpakan pula kepada penduduk Madyan dan dengan rahmat dan kasih sayang Allah, Nabi Syuaib a.s. beserta orang-orang yang beriman diselamatkan dari malapetaka berupa suara yang keras mengguntur yang menggoncangkan hati setiap orang dan menimbulkan goncangan dan gempa bumi yang maha hebat sehingga penduduk negeri itu dengan sekejap mata hilang ditelan bumi, persis seperti malapetaka yang menimpakan kaum namud, kaum Nabi Saleh a.s. yang ingkar dan durhaka pula.",
    "quraish": "Ketika perintah Kami untuk menyiksa dan menghancurkan mereka datang, Kami selamatkan Syu'aib dan pengikutnya yang beriman dari siksaan dan kehancuran. Keselamatan mereka itu disebabkan oleh kasih sayang Kami kepada mereka. Penduduk Madyan yang kafir itu dibinasakan oleh suara keras yang menggoncang dan menghancurkan. Mereka lalu mati bergelimpangan di tempat tinggal mereka dengan muka tertelungkup, tidak bergerak sedikit pun(1). (1) Lihat catatan kaki tafsir ayat 84 dan 85 surat ini.",
    "jalalayn": "(Dan tatkala datang perintah Kami) yang memerintahkan supaya mereka dibinasakan (Kami selamatkan Syuaib dan orang-orang yang beriman bersama-sama dengan dia sebagai rahmat dari Kami, dan orang-orang yang lalim dibinasakan oleh suatu suara yang mengguntur) malaikat Jibril mengeluarkan suara yang mengguntur terhadap mereka (lalu jadilah mereka mati bergelimpangan di tempat tinggalnya) mereka mati dalam keadaan bersimpuh."
  },
  {
    "ruku": 190,
    "name": "Hud",
    "ayat": 95,
    "arab": "كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُوْدُ ࣖ ",
    "translation": "seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, binasalah penduduk Madyan sebagaimana kaum samud (juga) telah binasa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1568.mp3",
    "tafsir": "Negeri Madyan sesudah malapetaka itu menjadi sunyi sepi seakan-akan belum pernah didiami manusia. Sungguh celaka nasib mereka dan terjauhlah mereka dari rahmat dan kasih sayang Allah karena keingkaran dan kedurhakaan mereka sama halnya dengan nasib kaum namud.",
    "quraish": "Selesailah ihwal mereka dan lenyaplah jejak mereka. Seakan-akan mereka tidak pernah tinggal di negeri itu. Ihwal mereka menyiratkan sesuatu yang harus diperhatikan dan diambil pelajarannya oleh setiap orang yang berakal. Ingat, penduduk Madyan dihancurkan dan dijauhkan dari rahmat Allah seperti pendahulu mereka, kaum Tsamûd.",
    "jalalayn": "(Seolah-olah) mereka; lafal ka-an adalah bentuk takhfif daripada lafal ka-anna (belum pernah tinggal di tempat tinggalnya itu, di tempat mereka bermukim. Ingatlah, kebinasaanlah bagi penduduk Madyan sebagaimana kaum Tsamud telah binasa)."
  }
]