[
  {
    "ruku": 193,
    "name": "Yusuf",
    "ayat": 1,
    "arab": "الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ",
    "translation": "Alif Lam Ra.  Ini adalah ayat-ayat Kitab (Al-Qur'an) yang jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1597.mp3",
    "tafsir": "Ayat pertama surah Yusuf ini sama bunyinya dengan ayat pertama pada surah Yunus kecuali pada akhir ayat pertama surah Yunus ada kata \"al hakim\" sedang pada ayat pertama surah ini terdapat kata \"al-Mubin\".\nAl-hakim artinya penuh hikmat dan al-Mubin artinya nyata, jelas, dan terang. Biasanya dengan memperhatikan ayat pertama dari tiap-tiap surah sudah dapat diperkirakan apa pokok-pokok isi surah itu. Surah Yunus yang ayat pertamanya diakhiri dengan al-Hakim, terdapat di dalamnya masalah-masalah hikmat dan filsafat, seperti masalah keesaan Allah, sifat-sifat-Nya, kebenaran risalah yang dibawa para nabi yang dikuatkan dengan berbagai macam mukjizat, masalah hari kebangkitan, hari pembalasan, dan sebagainya. Semuanya itu adalah masalah-masalah yang harus direnungkan dan difikirkan secara mendalam dan termasuk masalah hikmat dan filsafat. Adapun surah Yusuf ayat pertamanya diakhiri dengan al-Mubin. Hal ini mengisyaratkan bahwa di dalamnya terdapat suatu kisah yang sangat menarik, digubah dengan susunan kata-kata yang mempesona penuh balagah dan falsafah dalam suatu jalinan cerita yang indah yang mendorong pembacanya untuk mengikuti sampai akhir, suatu kisah yang patut menjadi contoh dan teladan yang menggambarkan dengan jelas bagaimana kehidupan seorang nabi yang mulia semenjak kecilnya mengalami beraneka ragam penderitaan sampai ia menjadi penguasa yang disegani dan dihormati di negeri Mesir.",
    "quraish": "[[12 ~ YUSUF (NABI YUSUF A. S.) Pendahuluan: Makkiyyah, 111 ayat ~ Surat ini termasuk dalam kelompok surat Makkiyyah. Kisah Yûsuf dalam surat ini diceritakan pada 78 ayat. Surat ini dimulai dengan tiga ayat yang menyebutkan wahyu yang diturunkan kepada Muhammad. Di ayat yang pertama disebut sebagai kitab suci yang jelas dan menjelaskan (al-kitâb al-mubîn). Sementara di ayat kedua disebut sebagai bacaan yang berbahasa Arab (al-Qur'ân al-'Arabiyy). Hal ini berarti, al-Qur'ân harus dipelihara dalam bentuk tulisan dan hafalan sekaligus. Kemudian pada ayat ketiga disebutkan bahwa al-Qur'ân mengandung kisah-kisah terbaik yang belum diketahui oleh Nabi Muhammad saw. sebelum turunnya wahyu. Hal ini membuktikan bahwa al-Qur'ân adalah wahyu Allah. Surat dan kisah di dalam surat ini ditutup dengan menegaskan kembali apa yang telah ditetapkan di awal-awal surat. Pada sepuluh ayat terakhir, Allah mengarahkan Nabi-Nya bahwa kisah ini termasuk berita-berita gaib yang belum pernah Nabi ketahui hakikat dan rinciannya sebelum wahyu turun. Dan juga ketika saudara- saudara Yûsuf sepakat berencana mencelakakannya, Nabi tidak berada ditengah-tengah mereka. Kemudian Allah memberitahukan rasul-Nya bahwa kepongahan dan kedengkianlah yang membuat kebanyakan manusia tetap mempertahankan kekufurannya, dan bahwa usaha keras yang dilakukan Nabi agar kebanyakan mereka beriman tidak berguna sama sekali. Di sini dijelaskan bahwa dalam menjalankan tugas Nabi tidak mengharap upah sedikit pun. Al-Qur'ân yang dibawanya itu hanyalah petunjuk dan peringatan bagi semua manusia. Sebagai penutup surat, Allah menyinggung hal ihwal para rasul yang kisahnya telah diceritakan, bagaimana sikap kaumnya dan kemenangan yang pada akhirnya mereka peroleh dari orang-orang kafir yang jahat. Allah menegaskan bahwa kisah-kisah para nabi itu merupakan pelajaran berharga bagi orang-orang berakal. Dan al-Qur'ân yang berbicara tentang kisah-kisah tersebut, juga yang lainnya, bukanlah dongeng palsu dari Allah. Akan tetapi al-Qur'ân itu adalah suatu kebenaran dan kitab yang membenarkan kitab-kitab suci samawi lainnya. Dia juga merupakan petunjuk dan rahmat bagi orang-orang yang mau berfikir, menjadikan pelajaran dan beriman. Ciri yang paling menonjol dari surat ini, adalah kisah Yûsuf diceritakan secara lengkap. Tersebarnya dengki di keluarga itu karena kasih sayang yang diberikan kepada sebagian anak saja juga tampak di surat ini. Kedengkian putra-putra Ya'qûb terhadap saudara mereka, Yûsuf, membuat Yûsuf diceburkan ke dalam sumur. Akan tetapi Allah melindunginya dari rencana jahat mereka seperti halnya Dia menjaga Yûsuf dari godaan istri pembesar Mesir (al-'Azîz) ketika telah menginjak dewasa, sampai akhirnya Yûsuf mempunyai posisi penting di Mesir, negeri yang menjadi tumpuan saudara-saudaranya yang telah bersekongkol mencelakakannya. Demikian pula sikap Allah terhadap para nabi yang akan memenangkan mereka atas musuh dan membuat mereka eksis di muka bumi selama mereka berpegang teguh pada kebenaran, mempercayainya dan bersikukuh pada tali kebenaran.]] Alif, Lâm, Râ'. Huruf-huruf tersebut, dan huruf-huruf serupa lainnya yang merupakan bagian dari bahasa kalian, bangsa Arab, adalah juga bagian dari ayat-ayat al-Qur'ân yang mengandung mukjizat. Al-Qur'ân itu juga jelas dan menjelaskan kepada orang yang mencari kebenaran dan petunjuk. Huruf-huruf fonetis ini juga untuk menggugah perhatian mereka sehingga memperhatikan apa yang akan dibacakan walaupun mereka telah sepakat untuk tidak mendengarkannya.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (ini) ayat-ayat ini (adalah ayat-ayat Kitab) yakni Alquran; idhafat di sini mengandung makna min, artinya bagian daripada Alquran (yang jelas) yang membedakan perkara hak daripada perkara yang batil."
  },
  {
    "ruku": 193,
    "name": "Yusuf",
    "ayat": 2,
    "arab": "اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ",
    "translation": "Sesungguhnya Kami menurunkannya sebagai Qur'an berbahasa Arab, agar kamu mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1598.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Dia menurunkan Al-Quran dalam bahasa Arab yang fasih agar dapat direnungkan dan difikirkan isi dan maknanya. Memang Al-Quran diturunkan untuk semua manusia, bahkan juga untuk jin, tetapi karena yang pertama-tama menerimanya ialah penduduk Mekah, maka wajarlah bila firman itu ditujukan lebih dahulu kepada mereka dan seterusnya berlaku untuk semua umat manusia. Pertama-tama Allah menuntut perhatian orang-orang Quraisy dan orang-orang Arab seluruhnya supaya mereka memperhatikan isinya dengan sebaik-baiknya karena di dalamnya terkandung bermacam-macam ilmu pengetahuan yang bermanfaat bagi mereka di dunia dan akhirat seperti hukum-hukum agama, kisah para nabi dan rasul, hal-hal yang bertalian dengan pembangunan masyarakat, pokok-pokok kemakmuran, akhlak, filsafat, tata cara berpolitik, baik yang bersifat nasional maupun yang bersifat internasional, dan lain sebagainya. Semuanya itu diutarakan dalam bahasa Arab yang indah susunannya mudah dipahami oleh mereka.",
    "quraish": "Sesungguhnya Kami menurunkan kepadamu, Muhammad, sebuah firman berbahasa Arab yang dapat dibaca dan dihafal oleh bangsa Arab, agar mereka dapat memahaminya dan menyampaikannya kepada orang lain.",
    "jalalayn": "(Sesungguhnya Kami menurunkannya berupa Alquran dengan berbahasa Arab) dengan memakai bahasa Arab (agar kalian) hai penduduk Mekah (memahaminya) memahami makna-maknanya."
  },
  {
    "ruku": 193,
    "name": "Yusuf",
    "ayat": 3,
    "arab": "نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ",
    "translation": "Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1599.mp3",
    "tafsir": "Pada ayat ini, Allah mengkhususkan firman-Nya kepada Nabi Muhammad saw dan tentu saja untuk diperhatikan oleh orang Arab dan umat manusia seluruhnya. Para mufasir mengatakan bahwa surah Yusuf ini adalah salah satu surah dalam Al-Quran yang diturunkan untuk menghibur dan menggembirakan hati Nabi Muhammad saw di kala beliau menderita tekanan-tekanan yang berat dari kaum Quraisy berupa cemoohan, hinaan, pembangkangan, dan tindakan kekerasan sehingga beliau terpaksa hijrah bersama Abu Bakar ke Medinah. Memang demikianlah halnya karena kisah Nabi Yusuf ini adalah suatu kisah yang menarik sekali, dikisahkan dengan cara terperinci, tiap babak mengandung hikmah yang dalam dan pelajaran yang besar manfaatnya bagi orang yang memperhatikannya, apalagi bila dilihat dari segi keindahan susunan bahasa dan isi ceritanya yang belum dikenal seluruhnya baik oleh Nabi Muhammad saw sendiri maupun oleh kaum Quraisy dan orang Arab pada umumnya.\nKisah ini selain menceritakan keadaan Nabi Yakub a.s. beserta anak-anaknya yang masih hidup dengan cara kehidupan orang-orang Badui, menceritakan pula bagaimana kehidupan dalam masyarakat yang telah maju dan berkebudayaan tinggi, bagaimana kehidupan para penguasa yang penuh dengan kemewahan serta kesenangan dan bagaimana pula cara mereka mengendalikan pemerintahan dan mengatur perekonomian negara. Benarlah firman Allah yang mengatakan bahwa kisah Nabi Yusuf a.s. yang akan dikisahkan berikut ini adalah kisah yang paling baik, menarik, dan yang paling indah penggambarannya.",
    "quraish": "Kami menyampaikan kepadamu, Muhammad, kisah yang paling baik dengan cara mewahyukan kitab suci al-Qur'ân ini kepadamu. Sebelum menerima wahyu itu kamu termasuk orang-orang yang belum mengetahui isinya dan yang mengandung nasihat-nasihat dan ayat-ayat yang jelas.",
    "jalalayn": "(Kami menceritakan kepadamu kisah yang paling baik dengan mewahyukan) melalui apa yang Kami wahyukan (Alquran ini kepadamu dan sesungguhnya) lafal in merupakan takhfif daripada lafal inna (kamu sebelumnya adalah termasuk orang-orang yang belum mengetahui)."
  },
  {
    "ruku": 193,
    "name": "Yusuf",
    "ayat": 4,
    "arab": "اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ",
    "translation": "(Ingatlah), ketika Yusuf berkata kepada ayahnya, “Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1600.mp3",
    "tafsir": "Pada suatu ketika Nabi Yusuf a.s. memberitahukan kepada ayahnya Nabi Yakub bin Ishak bin Ibrahim bahwa ia bermimpi melihat sebelas bintang, matahari, dan bulan, semuanya tunduk dan sujud kepadanya. Tentu saja sujud di sini bukan dengan arti menyembah seperti yang kita kenal, tetapi hanyalah sujud dalam arti kiasan yaitu tunduk dan patuh. Sujud dengan arti tunduk dan patuh itu ada juga terdapat dalam Al-Quran, seperti firman Allah:\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Rahman/55: 6)\n\nSetelah mendengar cerita itu, Nabi Yakub a.s. menyadari bahwa mimpi anaknya bukan mimpi biasa, tetapi merupakan ilham dari Allah sebagaimana kerapkali dialami oleh para nabi. Ia yakin bahwa anaknya ini akan menghadapi urusan yang sangat penting dan setelah dewasa menjadi pemimpin dimana masyarakat akan tunduk kepadanya tidak terkecuali saudara-saudaranya dan ibu-bapaknya. Ia merasa khawatir kalau hal ini diketahui oleh saudara-saudaranya, dan tentulah mereka akan merasa iri dan dengki terhadapnya serta berusaha untuk menyingkirkan atau membinasa-kannya apalagi mereka telah merasa bahwa ayah mereka lebih banyak menumpahkan kasih sayangnya kepadanya. Tergambarlah dalam khayal Nabi Yakub bagaimana nasib anaknya bila mimpi itu diketahui oleh saudara-saudaranya, tentulah mereka dengan segala usaha dan tipu daya akan mencelakakannya.",
    "quraish": "Di antara kisah-kisah itu adalah kisah Yûsuf(1) ketika ia berkata kepada ayahnya, \"Wahai ayahku, aku bermimpi melihat sebelas bintang, matahari dan bulan, tunduk dan bersujud di hadapanku.\" (1) Lihat catatan kaki tafsir ayat 84 dan 85 surat ini.",
    "jalalayn": "Ingatlah (Ketika Yusuf berkata kepada ayahnya) Nabi Yakub (\"Wahai ayahku!) dibaca kasrah, yaitu abati untuk menunjukkan adanya ya idhafat yang tidak disebutkan. Sedangkan bila dibaca fatah, maka menunjukkan adanya huruf alif yang tidak disebutkan, yaitu abata, kemudian alif ditukar dengan ya (Sesungguhnya aku telah melihat) di dalam tidurku, yakni bermimpi (sebelas buah bintang dan matahari serta bulan, kulihat semuanya) lafal ra-aytuhum berkedudukan menjadi taukid atau pengukuh dari lafal ra-aytu di muka tadi (sujud kepadaku.\") lafal saajidiina adalah bentuk jamak, yang alamat i'rabnya memakai ya dan nun karena menggambarkan keadaan sujud, hal ini merupakan ciri khas daripada makhluk yang berakal."
  },
  {
    "ruku": 193,
    "name": "Yusuf",
    "ayat": 5,
    "arab": "قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ",
    "translation": "Dia (ayahnya) berkata, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1601.mp3",
    "tafsir": "Oleh sebab itu, Nabi Yakub a.s. berkata kepada anaknya, \"Hai anakku, jangan sekali-kali engkau beritahukan apa yang engkau lihat dalam mimpi itu, karena kalau mereka sampai mengetahuinya, mereka akan mengerti tabir mimpi itu dan mereka akan iri dan dengki terhadapmu. Aku melihat bahwa mimpi itu bukan sembarang mimpi. Mimpimu itu adalah sebagai ilham dari Allah bahwa engkau di belakang hari akan menjadi orang besar serta berpengaruh, dan manusia akan tunduk patuh kepadamu termasuk saudara-saudaramu dan aku serta ibumu. Aku tidak dapat menjamin bahwa saudara-saudaramu tidak akan melakukan tindakan-tindakan buruk terhadapmu.\"\nNasihat ayahnya itu disadari sepenuhnya oleh Yusuf dan selalu diingat dan dikenangnya sehingga nanti pada akhir kisah ketika ia telah dapat bertemu dengan seluruh keluarganya, ia tetap mengatakan bahwasanya setanlah yang memperdaya saudara-saudaranya sehingga terputus hubungan antara dia dengan keluarganya, sebagaimana tersebut dalam firman Allah:\nDan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.\" (Yusuf/12: 100)",
    "quraish": "Ayahnya berkata, \"Hai anakku, jangan kamu ceritakan mimpi itu kepada saudara-saudaramu, sebab akan menimbulkan kedengkian di hati mereka sehingga mereka tergoda oleh setan untuk mengatur siasat mencelakakanmu. Mereka akan membuat tipu daya dan berbuat makar terhadapmu. Sesungguhnya setan adalah musuh manusia yang sangat nyata.",
    "jalalayn": "(Ayahnya berkata, \"Hai anakku! Janganlah kamu ceritakan mimpimu itu kepada saudara-audaramu, maka mereka membuat makar kepadamu) maksudnya mereka pasti akan membuat tipu muslihat guna membinasakanmu, karena terdorong oleh rasa dengki mereka kepadamu. Tentu mereka menakwilkan impianmu itu, bahwa bintang-bintang itu adalah mereka sendiri dan matahari itu adalah ibumu, sedangkan bulan adalah ayahmu. (Sesungguhnya setan itu adalah musuh yang nyata bagi manusia.\") jelas permusuhannya."
  },
  {
    "ruku": 193,
    "name": "Yusuf",
    "ayat": 6,
    "arab": "وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ",
    "translation": "Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijak-sana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1602.mp3",
    "tafsir": "Selanjutnya ayahnya berkata, \"Demikianlah Tuhan akan memilihmu untuk menjadi nabi dan mengangkat derajatmu menjadi penguasa serta menganugerahkan kepadamu berbagai macam nikmat dan kemuliaan. Dia akan memberikan kepadamu ilmu dengan mengilhamkannya kepadamu. Dengan ilmu itu kamu dapat mentabirkan mimpi dan mengetahui hal-hal yang tidak dapat diketahui oleh manusia biasa.\" Hal ini terbukti di waktu Yusuf dalam penjara, dapat mentabirkan mimpi raja Mesir sehingga ia menjadi orang yang disegani dan diangkat menjadi penguasa tertinggi. Selain itu dapat mengetahui makanan apa yang akan dibawa oleh pegawai penjara sebelum makanan itu sampai ke kamar temannya seperti tersebut dalam firman Allah dalam surah ini juga.\nDia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku.\" (Yusuf/12: 37)\n\nKemudian Yakub berkata lagi kepada Yusuf dalam ayat ini, \"Allah akan menyempurnakan nikmat dan karunia-Nya kepadamu dan kepada keluarga Yakub termasuk ayahmu, saudaramu, dan keturunan mereka di belakang hari. Adapun nikmat dan karunia-Nya kepadamu ialah seperti yang telah diterangkan tadi, sedang nikmat dan karunia-Nya kepada ayah dan ibumu serta saudara-saudaramu dan keturunan mereka ialah terlepasnya mereka dari berbagai macam kesulitan serta marabahaya dan mendapat kehormatan serta kedudukan di Mesir, kemudian di antara keturunan keluarga Yakub akan diangkat pula beberapa orang nabi. Semua nikmat dan karunia itu telah diberikan Allah kepada kakekmu Ibrahim serta Ishak. Kepada Ibrahim, Allah telah menjanjikan akan memilih di antara keluarga dan keturunannya untuk menerima kenabian dan kitab suci.\"\nLanjut Yakub lagi, \"Demikianlah tabir mimpi itu dan bergembiralah dengan rahmat dan karunia Allah yang akan dianugerahkan kepadamu, tetapi engkau harus tabah dan sabar menghadapi segala ujiannya dan penuh tawakkal serta rela atas segala yang ditimpakan-Nya kepadamu, karena Dia Mahabijaksana dan Maha Mengetahui segala apa yang ditetapkan-Nya.\"",
    "quraish": "Seperti halnya kamu lihat dirimu dalam mimpi sebagai tuan yang ditaati, memiliki kehormatan dan kedudukan, Tuhanmu memilih kamu dan mengajarkanmu takwil mimpi yang membuat kamu dihormati. Allah juga menyempurnakan nikmat-Nya kepadamu dan keluarga Ya`qub dengan kenabian dan kerasulan, sama halnya ketika Dia menyempurnakan rahmat-Nya kepada dua orang tua sebelum bapakmu yaitu Ibrâhîm dan Ishâq. Sesungguhnya Tuhanmu Mahabijaksna sehingga tidak pernah salah, Maha Mengetahui sehingga Dia memilih hamba-Nya yang diketahui pantas untuk dipilih.",
    "jalalayn": "(Dan demikianlah) seperti apa yang kamu lihat dalam mimpimu itu (telah memilih kamu) telah mengangkatmu (Rabbmu dan diajarkan-Nya kepadamu sebagian dari takwil-takwil mimpi) makna mimpi (dan disempurnakan-Nya kepadamu nikmat-Nya) yaitu kenabian (dan kepada keluarga Yakub) yakni anak-anaknya (sebagaimana Dia telah menyempurnakan nikmat-Nya) yaitu nikmat kenabian (kepada kedua orang tuamu sebelum itu, yaitu Ibrahim dan Ishak. Sesungguhnya Rabbmu Maha Mengetahui) tentang makhluk-Nya (lagi Maha Bijaksana) di dalam memperlakukan mereka."
  }
]