[
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 21,
    "arab": "وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
    "translation": "Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1617.mp3",
    "tafsir": "Menteri yang mengambil Yusuf sangat gembira dan berbesar hati karena dapat membeli seorang anak yang elok rupanya, segar dan sehat badannya ditambah lagi karena terdapat padanya tanda-tanda yang baik yang menunjukkan bahwa dia akan mempunyai masa depan yang gemilang sama seperti firasat ayahnya Yakub terhadapnya.\nDiriwayatkan bahwa Abdullah bin Masud pernah berkata tentang hal ini, katanya, \"Orang-orang yang paling tepat firasatnya adalah tiga orang, pertama, al-Aziz ketika ia memerintahkan kepada istrinya agar Yusuf diberikan tempat dan kedudukan yang baik di istananya; kedua, puteri syekh dari Madyan yang meminta kepada ayahnya agar Nabi Musa a.s. diserahi tugas memelihara dombanya sebagai orang gajian; dan ketiga, Abu Bakar ketika dia mengangkat Umar bin Khaththab sebagai penggantinya. \nOleh karena gembiranya, menteri itu memerintahkan kepada istrinya, \"Berikanlah kepadanya tempat yang baik di istana ini. Perlakukanlah dia sebagai salah seorang keluarga bukan sebagai hamba atau pelayan, karena dia akan menjadi seorang yang berjasa kepada kita dan negara atau kita angkat dia sebagai anak yang kita cintai dan sayangi yang akan menjadi pewaris kita kelak kemudian hari.\"\nDemikianlah Allah mengatur dan mentakdirkan dengan membentangkan jalan bagi Yusuf dan memberi kesempatan kepadanya agar ia mengembang-kan bakat dan kepandaiannya sehingga dia mendapat kedudukan yang tinggi di Mesir. Di samping itu, Allah mengajarkan pula kepadanya ilmu menafsirkan mimpi dan dengan ilmu itu kelak ia dapat berhubungan dengan raja dengan cara menafsirkan mimpi raja sehingga ia dikeluarkan dari penjara dan mendapat kepercayaan yang besar sekali dan akhirnya diserahkan kepadanya urusan perbendaharaan dan kekayaan negara. Demikianlah Allah melaksanakan kehendak-Nya itu, tetapi kebanyakan manusia tidak mengetahui.",
    "quraish": "Orang Mesir yang membeli Yûsuf berkata kepada istrinya, \"Perlakukan dan layani anak ini dengan baik, agar ia betah tinggal bersama kita, siapa tahu ia akan bermanfaat bagi kita. Atau, kita angkat ia sebagai anak. Seperti halnya posisi terhormat dan tempat tinggal mulia ini, Kami berikan kepada Yûsuf di Mesir kedudukan besar lainnya, agar ia dapat bertindak secara adil dan terencana, dan agar Kami dapat mengajarkannya takwil mimpi sehingga ia bersiap-siap setelah mengetahui apa yang akan terjadi. Allah Mahakuat lagi Mahakuasa untuk melaksanakan segala apa yang dikehendaki-Nya. Tidak ada yang dapat menghalangi-Nya untuk melakukan sesuatu. Akan tetapi kebanyakan manusia tidak mengetahui hikmah- Nya yang tersembunyi dan siasat-Nya yang halus.",
    "jalalayn": "(Dan orang Mesir yang membelinya berkata) dia bernama Qithfir Al-Aziz (kepada istrinya) yaitu Zulaikha (\"Berikanlah kepadanya tempat dan layanan yang baik) muliakanlah dia di antara kita (boleh jadi dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\") disebutkan bahwa Qithfir Al-Aziz tidak mempunyai anak atau impoten. (Dan demikian pulalah) artinya sebagaimana Kami selamatkan dia dari pembunuhan dan sewaktu di dalam sumur serta Kami jadikan hati Al-Aziz merasa sayang kepadanya (Kami memberikan kedudukan yang baik kepada Yusuf di muka bumi) negeri Mesir sehingga sampai pada waktunya (dan agar Kami ajarkan kepadanya takwil mimpi) makna mimpi; lafal linu`allimahu diathafkan kepada fi`il yang keberadaannya diperkirakan dan berta`alluq kepada lafal makkannaa; artinya Kami ajarkan kepadanya makna mimpi sehingga ia menguasainya. Atau huruf wawu yang sebelum linu`allimahu ini adalah huruf tambahan. (Dan Allah berkuasa terhadap urusan-Nya) tidak ada sesuatu pun yang dapat menghalang-halangi-Nya (tetapi kebanyakan manusia) yang dimaksud adalah orang-orang kafir (tidak mengetahui) hal tersebut."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 22,
    "arab": "وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ",
    "translation": "Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1618.mp3",
    "tafsir": "Di kala Yusuf mulai dewasa, Allah memberikan pula kepadanya kecerdasan dan kebijaksanaan sehingga ia mampu memberikan pendapat dan pikirannya dalam berbagai macam masalah yang dihadapi. Allah juga memberikan kepadanya ilmu, meskipun ia tidak belajar. Ilmu yang didapat tanpa belajar ini dinamai ilmu ladunni karena ia semata-mata ilham dan karunia dari Allah.\nDemikianlah Allah memberi balasan kepada Yusuf yang tidak pernah mengotori dirinya dengan perbuatan keji dan jahat, selalu menjaga kebersihan hati nuraninya, selalu bersifat sabar dan tawakal atas musibah dan bahaya yang menimpanya. Demikianlah Allah membalas setiap insan yang berbuat baik.",
    "quraish": "Tatkala Yûsuf telah cukup dewasa, Kami berikan kepada-Nya pemahaman yang benar dan ilmu yang bermanfaat. Seperti halnya Kami memberikan balasan kepadanya lantaran kebaikan yang ia lakukan, Kami juga memberi balasan kepada orang-orang yang berbuat baik karena perbuatan baik mereka.",
    "jalalayn": "(Dan tatkala dia cukup dewasa) yaitu mencapai umur tiga puluh tahun atau tiga puluh tiga tahun (Kami berikan kepadanya hikmah) kebijaksanaan (dan ilmu) pengetahuan agama sebelum ia diangkat menjadi nabi. (Demikianlah) sebagaimana Kami berikan imbalan kepadanya (Kami memberi balasan kepada orang-orang yang berbuat baik) terhadap diri mereka sendiri."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 23,
    "arab": "وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ",
    "translation": "Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1619.mp3",
    "tafsir": "Istri al-Aziz adalah seorang perempuan cantik, sangat dimuliakan oleh seluruh penghuni istana, karena di samping dia istri al-Aziz, dia juga berbudi tinggi, berakhlak mulia, bersih dari sifat-sifat congkak dan sombong, menjauhi segala hal yang akan menjatuhkan derajatnya. Tetapi setelah Yusuf tinggal di istana sebagai salah seorang keluarganya, istri al-Aziz mulai tertarik kepadanya karena akhlak dan ketampanannya. Suatu ketika, setelah mengunci semua pintu rumah, istri al-Aziz merayu Yusuf untuk berselingkuh. Yusuf sebagai seorang yang jujur dan berakhlak mulia sangat terkejut mendengar rayuan dan ajakan itu, apalagi yang mengajaknya itu adalah istri majikannya sendiri yang telah memberinya tempat berteduh dan memperlakukannya seperti anaknya sendiri. Selain dari itu, bila ia mematuhi ajakan demikian, berarti ia telah melakukan maksiat yang sangat dimurkai Allah. Karena itu dengan spontan ia menjawab, \"Aku berlindung kepada Allah agar aku jangan terjerumus ke dalam perbuatan keji dan mungkar. Suamimu itu adalah tuanku, majikanku yang telah berbuat baik kepadaku, apakah kebaikannya aku balas dengan kekejian? Ini adalah suatu kezaliman dan aku tidak akan melakukannya karena tidak ada orang yang zalim yang sukses dan bahagia hidupnya.\"",
    "quraish": "Wanita yang rumahnya ditempati Yûsuf di bawah kekuasaannya ingin merayu Yûsuf agar ia mau menggaulinya. Wanita itu mendekat ke hadapan Yûsuf dan menampakkan keindahan tubuhnya. Ia menutup semua pintu rapat-rapat dan berkata, \"Kemarilah mendekat kepadaku, telah kusediakan diriku untukmu.\" Yûsuf berkata, \"Aku berlindung kepada Allah dari segala bentuk kejahatan. Bagaimana mungkin aku melakukan hal itu besamamu sementara suamimu yang mulia itu adalah tuanku yang telah memposisikan aku dengan baik? Sesungguhnya tidak akan beruntung orang-orang yang menzalimi manusia dengan berkhianat melakukan zina.\"",
    "jalalayn": "(Dan wanita, yang Yusuf tinggal di rumahnya menggoda Yusuf) yaitu Zulaikha (untuk menundukkan dirinya kepadanya) yakni ia meminta kepada Yusuf supaya mau memenuhi kehendaknya (dan dia menutup pintu-pintu) rumah (seraya berkata) kepada Yusuf (\"Marilah ke sini.\") artinya kemarilah; huruf lam dari lafal haitalak bermakna tabyin atau untuk menjelaskan. Menurut qiraat dibaca dengan dikasrahkan huruf ha-nya, sehingga bacaannya menjadi hiitalak. Sedangkan menurut qiraat lainnya dapat dibaca haytulak dengan mendamahkan huruf ta-nya. (Yusuf berkata, \"Aku berlindung kepada Allah) artinya aku berlindung kepada Allah dari perbuatan itu (sesungguhnya dia) artinya orang yang telah membelinya (adalah tuanku) majikanku (telah memperlakukan aku dengan baik) telah berlaku baik terhadap diriku maka aku tidak akan mengkhianatinya dengan berlaku tidak baik terhadap istrinya (sesungguhnya) pada kenyataannya (orang-orang yang lalim tiada akan beruntung) yang dimaksud adalah orang-orang yang suka berzina."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 24,
    "arab": "وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰى بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ",
    "translation": "Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1620.mp3",
    "tafsir": "Istri al-Aziz tidak mau berhenti, karena ia menganggap Yusuf sebagai budak yang harus melaksanakan keinginan dan perintahnya. Bila Yusuf menolak, istri al-Aziz akan mencelakakannya. Tetapi dari pihak Yusuf, ia telah bertekad pula untuk menolaknya karena perbuatan itu melanggar agama, mengkhianati tuannya yang telah berjasa dan berbuat baik kepadanya dan merusak kehormatannya dan kehormatan tuannya. Yusuf dan istri al-Aziz masing-masing telah mempunyai tekad yang bertolak belakang antara satu sama lainnya.",
    "quraish": "Wanita itu telah bermaksud melakukan perbuatan itu dengan Yûsuf. Yûsuf pun demikian juga, andaikata ia tidak melihat sinar cahaya Allah yang benar. Akhirnya Yûsuf tidak mengikuti kecenderungan dan hawa nafsunya dan terhindar dari maksiat, perbuatan khianat serta tetap dalam kesuciannya. Demikianlah kami buat Yûsuf tegar dalam kesuciannya agar ia Kami palingkan dari kejahatan khianat dan zina. Sesungguhnya Yûsuf termasuk dalam hamba-hamba Allah yang ikhlas dalam sikap beragama mereka kepada-Nya.",
    "jalalayn": "(Sesungguhnya wanita itu telah mempunyai maksud terhadap Yusuf) artinya dia telah bermaksud terhadap Nabi Yusuf supaya menyetubuhinya (dan Yusuf pun bermaksud melakukannya pula dengan wanita itu) artinya Yusuf pun mempunyai keinginan yang sama (andaikata dia tidak melihat tanda dari Rabbnya) menurut Ibnu Abbas r.a. bahwa pada saat yang kritis itu tiba-tiba Nabi Yakub atau ayahnya tampak di hadapannya, lalu memukul dadanya sehingga keluarlah nafsu syahwat yang telah membara itu dari semua ujung-ujung jarinya. Jawab dari lafal laulaa ialah lajaama`ahaa; artinya niscaya Yusuf menyetubuhinya. (Demikianlah) Kami perlihatkan tanda kekuasaan-Ku kepadanya (agar Kami memalingkan daripadanya kemungkaran) perbuatan khianat (dan kekejian) perbuatan zina. (Sesungguhnya Yusuf itu termasuk hamba-hamba Kami yang terikhlas) dalam hal ketaatan. Menurut suatu qiraat dibaca mukhlishiin dengan dikasrahkan huruf lam-nya; artinya sama dengan lafal al-mukhtaariina atau orang-orang yang terpilih."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 25,
    "arab": "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1621.mp3",
    "tafsir": "Dalam keadaan yang bertambah gawat itu, yang seorang tetap mendesak dan yang lain tetap menolak, Yusuf memutuskan akan lari dari hadapan istri majikannya dan dengan cepat ia melompat ke pintu tetapi istri al-Aziz menangkap bajunya dari belakang hingga robek. Dalam keadaan tarik-menarik itu, muncullah al-Aziz di muka pintu. Dengan serta merta berteriaklah istri al-Aziz mengatakan bahwa Yusuf mencoba memperkosa-nya dengan kekerasan. Dia meminta kepada suaminya agar Yusuf diberi ganjaran yang setimpal. Balasan yang tepat bagi orang yang melakukan kejahatan terhadap keluarganya ialah penjara atau siksa yang pedih.",
    "quraish": "Dengan cepat Yûsuf berlari menuju pintu keluar. Wanita itu pun segera mendahuluinya untuk menghalanginya keluar, dan menarik baju gamisnya dari belakang hingga koyak. Di depan pintu, keduanya mendapatkan suami wanita itu. Ia pun mencoba untuk membangkitkan amarah suaminya dengan mengatakan, \"Tidak ada balasan bagi orang yang hendak berbuat serong dengan istrimu kecuali penjara atau siksa yang menyakitkan.\"",
    "jalalayn": "(Dan keduanya berlomba-lomba menuju pintu) Yusuf segera lari menuju ke pintu rumah untuk melepaskan diri daripadanya. Sedangkan Zulaikha yang sudah kerasukan nafsu syahwatnya memegang baju bagian belakang Yusuf kemudian berupaya menariknya (dan robeklah) menjadi sobek (baju gamis Yusuf dari arah belakangnya dan kedua-duanya mendapati) menemukan (suami wanita itu) suami Zulaikha (di muka pintu) maka secara spontan Zulaikha membersihkan dirinya selanjutnya. (Wanita itu berkata, \"Tiadalah pembalasan terhadap orang yang bermaksud berbuat serong dengan istrimu) yakni berzina (selain dipenjarakan) ditahan di dalam penjara (atau dihukum dengan siksaan yang pedih?\") siksaan yang menyakitkan, dipukuli umpamanya."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 26,
    "arab": "قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ",
    "translation": "Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1622.mp3",
    "tafsir": "Ayat ini menerangkan tentang bersihnya Yusuf dari berbuat serong, Yusuf adalah seorang pemuda yang takut kepada Tuhannya, yang tidak goyah imannya oleh bujuk rayu seorang wanita. Dengan tegas dia berkata kepada menteri, suami dari perempuan itu, \"Dalam peristiwa yang terjadi ini, sebenarnya perempuan itulah yang menggoda saya dan mengajak saya untuk memenuhi kehendak nafsunya, sampai saya melompat lari seperti yang tuan dapati sekarang ini.\" Dalam peristiwa Yusuf ini, banyak sekali tindakan yang bisa diambil oleh menteri untuk mencari bukti-bukti yang membenar-kan bahwa Yusuf adalah seorang yang bersih, karena Yusuf adalah budak yang biasanya tidak berani berbuat serong terhadap istri majikannya. Yusuf didapati oleh al-Aziz sedang melompat hendak keluar dari dalam rumah. Ini menunjukkan bahwa al-Aziz melihat istrinya dalam keadaan bersalah dengan mengenakan pakaian yang bagus sekali, dengan bedak dan wangi-wangian yang semerbak baunya, sedang tidak terdapat di muka Yusuf bekas-bekasnya. Sebagai bukti yang lain yang kuat sekali, bahwa suaminya tidak pernah melihat akhlak Yusuf yang buruk, semenjak Yusuf tinggal di rumahnya.",
    "quraish": "Untuk membela dirinya, Yûsuf berkata, \"Istrimulah yang memintaku dan berusaha memperdayaku.\" Keduanya saling melempar tuduhan. Kemudian salah seorang dari keluarga bertindak sebagai penengah dan mengatakan, \"Jika baju gamisnya koyak di muka, maka pengakuan wanita itu benar, dan Yûsuf termasuk orang-orang yang dusta.",
    "jalalayn": "(Yusuf berkata) membela dirinya (\"Dia menggodaku untuk menundukkan diriku kepadanya,\" dan seorang saksi dari keluarga wanita itu memberikan kesaksiannya) sepupu Zulaikha. Tetapi menurut suatu riwayat disebutkan, bahwa saksi itu adalah bayi yang masih dalam ayunan. Kemudian saksi itu mengatakan (\"Jika baju gamisnya koyak di muka) pada bagian muka Yusuf (maka wanita itu benar dan Yusuf termasuk orang-orang yang dusta.\")."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 27,
    "arab": "وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ",
    "translation": "Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1623.mp3",
    "tafsir": "Dengan pengetahuan dan pengalamannya terhadap Yusuf, sebenar-nya al-Aziz telah mempercayai bahwa Yusuf tidak bersalah. Kemudian keyakinannya ini dikuatkan lagi oleh saksi yang lain, yang menyatakan, bahwa Yusuf tidak bersalah. Saksi itu ialah anak paman isteri al-Aziz, menurut sebagian mufassir namanya adalah Zulaikha, seorang cerdik cendekiawan lagi bijaksana. Saksi itu berkata, \"Kami mendengar suatu keributan, tarik-tarikan dalam rumah, sampai kami mendengar bunyi kain sobek. Kalau baju Yusuf yang sobek di muka, maka perempuan itulah yang benar dan Yusuf pendusta. Kalau bajunya sobek di bagian belakang, benarlah Yusuf dan perempuan itu pendusta.\" Menurut sebagian riwayat, yang menjadi saksi peristiwa ini, ialah seorang bayi yang ditakdirkan Allah dapat berbicara untuk sekedar menjadi saksi. Tetapi riwayat ini adalah lemah. Pendapat yang kuat yang menyatakan bahwa saksi dalam peristiwa ini, ialah anak paman istri al-Aziz itu sendiri.",
    "quraish": "Dan jika baju gamisnya koyak di belakang, maka wanita itulah yang dusta dan Yûsuf termasuk orang-orang yang benar omongannya.\"",
    "jalalayn": "(\"Dan jika baju gamisnya koyak di belakangnya) pada bagian belakang Yusuf (maka wanita itulah yang dusta dan Yusuf termasuk orang-orang yang benar.\")"
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 28,
    "arab": "فَلَمَّا رَاٰى قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ",
    "translation": "Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1624.mp3",
    "tafsir": "Setelah diadakan penyelidikan dan pertukaran pikiran antara menteri dengan keluarga istrinya tentang peristiwa yang terjadi ini, maka diperiksalah baju Yusuf yang sobek itu. Ternyata baju Yusuf bagian belakang yang robek. Jelaslah dalam peristiwa ini, Yusuf yang benar tidak dapat dibantah dan diragukan lagi. Maka tuduhan perempuan itu terhadap Yusuf adalah palsu. Tapi bagaimanapun pandainya orang bersalah mengemukakan alasan-alasannya, namun yang bersalah akan diketahui juga, sesuai dengan pepatah: \"Sepandai-pandainya membungkus yang busuk, akhirnya akan berbau juga.\" Setelah jelas duduk perkara peristiwa ini, maka menteri berkata kepada istrinya, \"Sekarang jelas, engkau telah membujuk dan merayu Yusuf. Ketahuilah, bujuk rayu yang seperti itu besar bahayanya. Untung Yusuf seorang pemuda yang kuat imannya, tidak terpengaruh oleh godaan seperti yang engkau lakukan itu.\"",
    "quraish": "Tatkala sang suami melihat baju gamis Yûsuf koyak di belakang, ia berkata kepada istrinya, \"Sesungguhnya tuduhan berbuat serong yang kamu lemparkan kepada Yûsuf, padahal kamu sendiri yang melakukannya, itu memang tipu daya wanita belaka. Sesungguhnya tipu daya kalian, wanita, amatlah kejam.",
    "jalalayn": "(Maka tatkala suami wanita itu melihat) suami Zulaikha (baju gamis Yusuf koyak di belakang berkatalah dia, \"Sesungguhnya kejadian itu) yang kamu katakan, apakah pembalasan terhadap orang yang bermaksud memperkosa istrimu (adalah di antara tipu daya kalian) hai kaum wanita (sesungguhnya tipu daya kalian adalah besar.\")."
  },
  {
    "ruku": 195,
    "name": "Yusuf",
    "ayat": 29,
    "arab": "يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ",
    "translation": "Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1625.mp3",
    "tafsir": "Selanjutnya dalam ayat ini, menteri itu berkata, \"Wahai Yusuf, peliharalah dirimu, tutup mulutmu, jangan sampai kejadian ini engkau ceritakan kepada orang lain. Kejadian ini adalah rahasia kami, kalau diketahui orang, kami akan mendapat malu. Engkau jangan merasa takut dalam persoalan ini, percayalah bahwa kami tetap menjaga namamu, sebab engkau benar-benar orang yang berakhlak mulia dan beriman kuat. Engkau hai istriku, bertakwalah kepada Tuhanmu, minta ampunlah atas dosamu, karena engkau termasuk orang yang bersalah dan berdosa. Kesalahanmu sangat besar yaitu mengkhianati suamimu, dan kesalahan menuduh orang lain yang bersih dan suci.\"",
    "quraish": "Kamu, Yûsuf, lupakanlah peristiwa ini. Rahasiakan dan jangan kau sebut-sebut lagi. Dan kamu, istriku, mintalah ampunan atas dosamu. Sesungguhnya kamu termasuk orang-orang berdosa yang sengaja melakukan kesalahan dan dosa, kemudian melemparkan tuduhan dosa itu kepada orang lain.\"",
    "jalalayn": "Selanjutnya suami wanita itu berkata, \"Hai (Yusuf! Berpalinglah dari ini) dari peristiwa ini, lupakanlah supaya jangan tersiar beritanya (dan kamu mohon ampunlah) hai Zulaikha istriku (atas dosamu itu, karena kamu sesungguhnya termasuk orang-orang yang berbuat salah.\") yakni orang-orang yang telah berbuat dosa. Akan tetapi peristiwa itu beritanya tidak dapat disembunyikan lalu tersiarlah di kalangan masyarakat."
  }
]