[
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 43,
    "arab": "وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُؤْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ",
    "translation": "Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1639.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa raja pada suatu ketika bermimpi yang sangat ajaib sekali dan sangat menggelisahkan hatinya. Belum pernah raja bermimpi seperti itu selama hidupnya. Maka dikumpulkannya semua orang cerdik pandainya, juru-juru tenung dan pembesar-pembesar kerajaannya. Lalu dia berkata, \"Aku bermimpi melihat tujuh ekor sapi yang gemuk-gemuk dimakan tujuh ekor sapi yang kurus, aku melihat tujuh butir gandum yang subur dan tujuh butir pula yang kering. Cobalah kamu ceritakan tabir mimpiku itu kalau di antara kamu ada yang mempunyai ilmu tabir mimpi.\"",
    "quraish": "Raja berkata: Aku bermimpi melihat tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan lemah. Aku juga melihat tujuh bulir gandum yang hijau dan tujuh bulir lainnya kering. Wahai para pakar dan cerdik pandai, terangkanlah mimpiku ini jika kalian tahu ta'bir mimpi.",
    "jalalayn": "(Raja berkata) raja negeri Mesir, yaitu Ar-Rayyan bin Walid (\"Sesungguhnya aku bermimpi melihat) fi'il mudhari' di sini bermakna fi'il madhi (tujuh ekor sapi betina yang gemuk-gemuk dimakan oleh) ditelan oleh (tujuh ekor) sapi (sapi betina yang kurus-kurus) lafal `ijaaf adalah bentuk jamak dari kata tunggal `ajfau, artinya sapi betina yang kurus (dan tujuh bulir gandum yang hijau dan yang lainnya) yakni tujuh bulir pula (kering) telah melingkar pada tujuh bulir yang hijau itu dan menutupinya. (Hai orang-orang yang terkemuka, terangkanlah kepadaku tentang takbir mimpiku itu) jelaskanlah kepadaku makna mimpiku itu (jika kalian dapat menakbirkan mimpi.\") ceritakanlah maknanya kepadaku sekarang juga."
  },
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 44,
    "arab": "قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ",
    "translation": "Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1640.mp3",
    "tafsir": "Tidak seorang pun dapat memecahkan permintaan raja itu. Bermacam-macam pendapat mereka, ada yang mengatakan bahwa itu adalah sebagai mimpi permainan tidur saja dan ada pula yang mengatakan bahwa itu adalah pengaruh angan-angan di waktu tidur yang tidak mempunyai arti apa-apa. Terhadap mimpi yang seperti itu, mereka tidak mempunyai ilmu untuk mencarikan tabirnya.",
    "quraish": "Mereka berkata; Itu adalah kumpulan mimpi-mimpi kosong dan halusinasi dalam jiwa. Kami sungguh tidak mengerti ta'bir mimpi-mimpi kosong itu.",
    "jalalayn": "(Mereka menjawab,) \"itu (adalah mimpi-mimpi yang kosong) mimpi yang tidak ada artinya (dan kami sekali-kali tidak mengetahui tentang mentakwilkan mimpi.\")"
  },
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 45,
    "arab": "وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ",
    "translation": "Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1641.mp3",
    "tafsir": "Raja tidak puas mendengar jawaban mereka dan raja bertambah gelisah nampaknya. Raja ingin mengetahui tabir mimpinya, tetapi tidak tahu kepada siapa akan ditanyakan. Setelah tukang siram kebun raja yang pernah meringkuk dalam penjara bersama Yusuf mendengar kabar ini, dia teringat Yusuf yang sedang meringkuk dalam penjara yang pernah mentawilkan mimpinya sendiri dengan tepat. Dia dengan cepat datang menghadap raja seraya berkata, \"Ya tuanku, di dalam penjara ada seorang pemuda bernama Yusuf. Dia seorang yang mulia, mempunyai pikiran yang dalam, pandangan yang luas, dan dapat pula mentabirkan mimpi dengan tepat. Kalau tuanku utus saya kepadanya, pastilah saya kembali dengan membawa tabir mimpi tuanku itu yang tentunya akan meyakinkan tuanku kebenarannya.\"",
    "quraish": "Salah seorang teman Yûsuf dipenjara yang selamat setelah beberapa lama ingat pesan Yûsuf. Iapun berkata; Aku akan beritahukan kalian ta'bir mimpi yang diceritakan oleh raja. Utuslah aku kepada orang yang pandai menta'bir mimpi, maka akan aku beritahukan kalian ta'birnya.",
    "jalalayn": "(Dan berkatalah orang yang selamat di antara mereka berdua) yaitu salah satu di antara kedua teman sepenjara Nabi Yusuf, mantan penyuguh minuman raja (dan ia teringat) kepada Nabi Yusuf. Lafal waddakara pada asalnya ialah tadzakkara, kemudian huruf ta diganti dal, selanjutnya huruf dzal asal diidghamkan kepada dal sehingga jadilah iddakara, artinya sama dengan lafal tadzakkara, yaitu ingat (sesudah beberapa waktu lamanya) setelah Nabi Yusuf tinggal beberapa lama di penjara, lalu mantan penyuguh minuman raja itu berkata (\"Aku akan memberitahukan kepada kalian tentang orang yang pandai menakwilkan mimpi itu, maka utuslah aku kepadanya.\") lalu mereka mengirimkan orang itu kepada orang yang dimaksudnya; kemudian orang itu mendatangi Nabi Yusuf seraya berkata kepadanya:"
  },
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 46,
    "arab": "يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ",
    "translation": "”Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahui.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1642.mp3",
    "tafsir": "Raja gembira mendengar pendapat tukang siram kebunnya itu, lalu mengutusnya untuk menemui Yusuf dalam penjara. Sesampainya di penjara dan bertemu dengan Yusuf, dia berkata, \"Hai Yusuf, saudaraku yang mulia yang dapat dipercaya. Saya datang kepadamu untuk meminta suatu tabir mimpi: yaitu tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus dan tujuh bulir gandum yang hampa kering dan ada pula tujuh bulir gandum yang rimbun. Mudah-mudahan saya kembali dengan membawa tabir mimpi itu dari engkau dan supaya dapat diketahui oleh orang banyak yang tentunya mereka akan berterima kasih kepadamu atas segala kelebihan dan kebaikan yang engkau berikan itu.\"",
    "quraish": "Penyuguh minuman raja itu pun pergi memanggil Yûsuf, \"Wahai Yûsuf yang selalu menjaga kejujuran, beritahulah kami takwil mimpi tentang tujuh sapi gemuk yang dimakan oleh tujuh sapi kurus. Terangkan pula takwil mimpi tentang tujuh bulir gandung yang hijau dan tujuh bulir lain yang kering. Aku berharap dapat kembali kepada kaumku dengan membawa penjelasan darimu, agar mereka mengerti makna mimpi- mimpi itu dan tahu akan ilmu dan kemuliaanmu.",
    "jalalayn": "\"Hai (Yusuf, hai orang yang amat dipercaya!) artinya orang yang jujur (Terangkanlah kepada kami tentang tujuh ekor sapi betina yang gemuk-gemuk yang dimakan oleh tujuh ekor sapi betina yang kurus-kurus dan tujuh bulir gandum yang hijau dan tujuh lainnya yang kering agar aku kembali kepada orang-orang itu) yaitu raja dan pembantu-pembantunya (agar mereka mengetahui\") takwil mimpi itu."
  },
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 47,
    "arab": "قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ",
    "translation": "Dia (Yusuf) berkata, “Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan di tangkainya kecuali sedikit untuk kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1643.mp3",
    "tafsir": "Dengan segala kemurahan hati Yusuf menerangkan tabir mimpi raja itu, seolah-olah Yusuf menyampaikan kepada raja dan pembesar-pembesarnya, katanya, \"Wahai raja dan pembesar-pembesar negara semuanya, kamu akan menghadapi suatu masa tujuh tahun lamanya penuh dengan segala kemakmuran dan keamanan. Ternak berkembang biak, tumbuh-tumbuhan subur, dan semua orang akan merasa senang dan bahagia. Maka galakkanlah rakyat bertanam dalam masa tujuh tahun itu. Hasil dari tanaman itu harus kamu simpan, gandum disimpan dengan tangkai-tangkainya supaya tahan lama. Sebagian kecil kamu keluarkan untuk di makan sekadar keperluan saja.",
    "quraish": "Yûsuf berkata, \"Takwil mimpi itu adalah bahwa kalian akan bertani gandum selama tujuh tahun berturut-turut dan sungguh-sungguh. Kemudian, ketika kalian menuai hasilnya, simpanlah buah itu bersama tangkainya. Ambillah sedikit saja sekadar cukup untuk kalian makan pada tahun-tahun itu dengan tetap menjaga asas hemat.\"(1) (1) Ayat ini sejalan dengan apa yang ditemukan oleh ilmu pengetahuan modern bahwa membiarkan biji atau buah dengan tangkainya saat disimpan akan mempu mengawetkan dan mencegah kebusukan akibat faktor udara. Lebih dari itu, buah itu akan tetap mengandung zat-zat makanannya secara utuh.",
    "jalalayn": "(Yusuf berkata, \"Supaya kalian bertanam) artinya tanamlah oleh kalian (tujuh tahun lamanya sebagaimana biasa) yakni secara terus-menerus; hal ini merupakan takbir daripada tujuh ekor sapi betina yang gemuk-gemuk (maka apa yang kalian panen hendaklah kalian biarkan) biarkanlah ia (dibulirnya) supaya jangan rusak (kecuali sedikit untuk kalian makan) maka boleh kalian menumbuknya."
  },
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 48,
    "arab": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ",
    "translation": "Kemudian setelah  itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1644.mp3",
    "tafsir": "Sehabis masa yang makmur itu akan datang masa yang penuh kesengsaraan dan penderitaan selama tujuh tahun pula. Pada waktu itu ternak habis musnah, tanaman-tanaman tidak berbuah, udara panas, musim kemarau panjang. Sumber-sumber air menjadi kering dan rakyat menderita kekurangan makanan. Semua simpanan makanan akan habis, kecuali tinggal sedikit untuk kamu jadikan benih.",
    "quraish": "\"Setelah tujuh tahun masa subur itu,\" kata Yûsuf melanjutkan, \"akan datang tujuh tahun masa kering. Pada saat itu kalian dapat memakan apa yang selama ini kalian simpan, dengan tetap menyisakan sedikit untuk disimpan, guna dijadikan benih pada musim tanam berikutnya.",
    "jalalayn": "(Kemudian sesudah itu akan datang) artinya sesudah tujuh musim yang subur-subur itu (tujuh tahun yang amat sulit) kekeringan dan masa sulit; hal ini merupakan takbir daripada tujuh ekor sapi betina yang kurus-kurus (yang menghabiskan apa yang kalian simpan untuk menghadapinya) akan memakan semua biji-bijian dari hasil panen yang selama tujuh tahun yang subur itu; dimaksud kalian memakannya selama tujuh tahun paceklik itu (kecuali sedikit dari yang kalian simpan) artinya simpanan yang sedikit itu jadikanlah sebagai bibit."
  },
  {
    "ruku": 198,
    "name": "Yusuf",
    "ayat": 49,
    "arab": "ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ",
    "translation": "Setelah itu akan datang tahun, di mana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1645.mp3",
    "tafsir": "Kemudian sesudah berlalu masa kesulitan dan kesengsaraan itu, maka datanglah masa hidup makmur, aman dan sentosa. Di masa itu bumi menjadi subur, hujan turun sangat lebatnya, manusia kelihatan beramai-ramai memeras anggur dengan aman dan gembira. Mereka telah duduk bersantai menikmati buah-buahan hasil kebunnya bersama anak-anak dan keluarganya. Itulah tabir mimpi raja itu saya sampaikan kepadamu untuk saudara sampaikan kepada raja dan pembesar-pembesarnya.\"",
    "quraish": "Setelah tujuh tahun masa kering dan gersang itu berlalu, akan datang suatu masa di mana orang-orang mendapat curahan air hujan. Saat itu mereka dapat membuat minuman dari anggur, zaitun dan segala jenis minuman buah.\"",
    "jalalayn": "(Kemudian setelah itu akan datang) yaitu sesudah tujuh tahun musim paceklik itu (tahun yang padanya manusia diberi hujan) yakni hujan yang cukup (dan di masa itu mereka memeras anggur.\") dapat memeras anggur dan buah-buahan lainnya karena suburnya musim."
  }
]