[
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 153,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَ",
    "translation": "Wahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/160.mp3",
    "tafsir": "Perjuangan menegakkan kebenaran harus diiringi dengan kesabaran dan memperbanyak salat, sehingga menjadi ringan segala kesukaran dan cobaan, karena Allah senantiasa beserta orang-orang yang sabar. Dia akan menolong, menguatkan dan memenangkan orang-orang yang berjuang menegakkan kebenaran agamanya.",
    "quraish": "Wahai orang-orang yang beriman, jadikanlah kesabaran dalam menghadapi cobaan hidup dan salat--yang merupakan induk dari segala peribadatan--sebagai penolongmu. Sesungguhnya Allah Yang Maha Menundukkan selalu bersama orang-orang yang penyabar. Dialah pelindung dan penolong mereka.",
    "jalalayn": "(Hai orang-orang yang beriman! Mintalah pertolongan) untuk mencapai kebahagiaan akhirat (dengan jalan bersabar) taat melakukan ibadah dan sabar menghadapi cobaan (dan mengerjakan salat) dikhususkan menyebutkannya disebabkan berat dan berulang-ulang (sesungguhnya Allah bersama orang-orang yang sabar) artinya selalu melimpahkan pertolongan-Nya kepada mereka."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 154,
    "arab": "وَلَا تَقُوْلُوْا لِمَنْ يُّقْتَلُ فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتٌ ۗ بَلْ اَحْيَاۤءٌ وَّلٰكِنْ لَّا تَشْعُرُوْنَ",
    "translation": "Dan janganlah kamu mengatakan orang-orang yang terbunuh di jalan Allah (mereka) telah mati. Sebenarnya (mereka) hidup, tetapi kamu tidak menyadarinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/161.mp3",
    "tafsir": "Mempertahankan agama Islam suatu perjuangan. Setiap perjuangan akan meminta pengorbanan. Akan ada yang kehilangan harta benda atau keluarga dan akan ada yang gugur di medan perang dan sebagainya.\nMereka yang gugur di medan perang adalah syuhada di jalan Allah. Mereka itu menduduki tempat yang amat mulia. Maka janganlah dikira bahwa mereka itu mati, tetapi mereka itu hidup di alam lain. Hanya saja manusia tidak menyadari kehidupan mereka itu dan tidak mengetahui hakikatnya. Mereka hidup dalam alam gaib di mana arwah para syuhada diistimewakan dari arwah manusia lainnya. Semangat dan cita-cita perjuangan mereka itu akan dilanjutkan oleh generasi-generasi sesudahnya sehingga akan tetap hidup selama-lamanya.",
    "quraish": "Karena kesabaran itu akan membawa kepada kebaikan dan kebahagiaan dunia dan akhirat, maka janganlah kalian berpangku tangan, enggan berjihad di jalan Allah dan jangan takut pada kematian. Karena barangsiapa yang mati dalam berjihad sesungguhnya ia barada dalam kehidupan yang tinggi derajatnya meskipun dalam pandangan manusia ia itu mati.",
    "jalalayn": "(Dan janganlah kamu katakan terhadap orang yang terbunuh di jalan Allah) bahwa mereka itu (mati, tetapi) mereka itu (masih hidup) di mana roh-roh mereka bersemayam dalam jiwa burung-burung hijau terbang bebas di dalam surga ke mana saja mereka kehendaki. Demikian menurut suatu hadis, (hanya kamu tidak menyadarinya) artinya mengetahui mereka."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 155,
    "arab": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِۗ وَبَشِّرِ الصّٰبِرِيْنَ",
    "translation": "Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/162.mp3",
    "tafsir": "Allah akan menguji kaum Muslimin dengan berbagai ketakutan, kelaparan, kekurangan harta, jiwa dan buah-buahan (bahan makanan). Dengan ujian ini, kaum Muslimin menjadi umat yang kuat mentalnya, kukuh keyakinannya, tabah jiwanya, dan tahan menghadapi ujian dan cobaan. Mereka akan mendapat predikat sabar, dan merekalah orang-orang yang mendapat kabar gembira dari Allah.",
    "quraish": "Sabar adalah perisai dan senjata orang-orang beriman dalam menghadapi beban dan tantangan hidup. Itulah ujian yang akan kalian hadapi berupa perasaan takut pada musuh, kelaparan, kekurangan bekal, harta, jiwa dan buah-buahan. Tidak ada yang melindungi kalian dari ujian-ujian berat itu selain jiwa kesabaran. Maka sampaikanlah, wahai Nabi, berita sukacita yang menggembirakan kepada meraka yang bersabar dengan hati dan ucapanmu.",
    "jalalayn": "(Dan sungguh Kami akan memberimu cobaan berupa sedikit ketakutan) terhadap musuh, (kelaparan) paceklik, (kekurangan harta) disebabkan datangnya malapetaka, (dan jiwa) disebabkan pembunuhan, kematian dan penyakit, (serta buah-buahan) karena bahaya kekeringan, artinya Kami akan menguji kamu, apakah kamu bersabar atau tidak. (Dan sampaikanlah berita gembira kepada orang-orang yang sabar) bahwa mereka akan menerima ganjaran kesabaran itu berupa surga."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 156,
    "arab": "اَلَّذِيْنَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۗ قَالُوْٓا اِنَّا لِلّٰهِ وَاِنَّآ اِلَيْهِ رٰجِعُوْنَۗ",
    "translation": "(yaitu) orang-orang yang apabila ditimpa musibah, mereka berkata “Inna lillahi wa inna ilaihi raji‘un” (sesungguhnya kami milik Allah dan kepada-Nyalah kami kembali).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/163.mp3",
    "tafsir": "Allah memerintahkan kepada Nabi Muhammad saw agar memberitahukan ciri-ciri orang-orang yang mendapat kabar gembira yaitu orang yang sabar, apabila mereka ditimpa sesuatu musibah mereka mengucapkan: Inna lillahi wa inna ilaihi raji'un ) (Sesungguhnya kami adalah milik Allah dan kepada-Nyalah kami kembali).",
    "quraish": "Sesungguhnya orang-orang yang ditimpa musibah dan merasa yakin bahwa kebaikan, keburukan dan segala sesuatu itu berasal dari Allah, berkata, \"Diri kami ini adalah milik Allah dan kami akan kembali kepada-Nya. Untuk-Nya kami persembahkan puji syukur atas segala karunia dan kami harus bersabar jika mendapatkan ujian atau diberi pahala dan balasan.\"",
    "jalalayn": "(Yaitu orang-orang yang apabila mereka ditimpa musibah) bencana atau malapetaka (mereka mengucapkan, 'Innaa lillaahi') artinya sesungguhnya kita ini milik Allah; maksudnya menjadi milik dan hamba-Nya yang dapat diperlakukan-Nya sekehendak-Nya, ('wa innaa ilaihi raaji`uun') artinya dan sesungguhnya kepada-Nyalah kita akan kembali, yakni ke akhirat, di sana kita akan diberi-Nya balasan. Dalam sebuah hadis disebutkan, \"Barang siapa yang istirja`/mengucapkan 'innaa lillaahi wa innaa ilaihi raaji`uun' ketika mendapat musibah, maka ia diberi pahala oleh Allah dan diiringi-Nya dengan kebaikan.\" Juga diberitakan bahwa pada suatu ketika lampu Nabi saw. padam, maka beliau pun mengucapkan istirja`, lalu kata Aisyah, \"Bukankah ini hanya sebuah lampu!\" Jawabnya, \"Setiap yang mengecewakan (hati) orang mukmin itu berarti musibah.\" Diriwayatkan oleh Abu Daud dalam kumpulan hadis-hadis mursalnya."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 157,
    "arab": "اُولٰۤىِٕكَ عَلَيْهِمْ صَلَوٰتٌ مِّنْ رَّبِّهِمْ وَرَحْمَةٌ  ۗوَاُولٰۤىِٕكَ هُمُ الْمُهْتَدُوْنَ",
    "translation": "Mereka itulah yang memperoleh ampunan dan rahmat dari Tuhannya, dan mereka itulah orang-orang yang mendapat petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/164.mp3",
    "tafsir": "Kabar gembira itu ialah berita bahwa orang yang sabar itu mendapat berkat, ampunan, rahmat dan pujian dari Allah, dan mereka orang-orang yang mendapat petunjuk kepada jalan yang benar.",
    "quraish": "Orang-orang yang bersabar dan beriman kepada Allah akan menerima berita yang baik berupa pengampunan Tuhan dan karunia-Nya. Mereka itulah yang diberi petunjuk menuju jalan kebaikan dan kebenaran.",
    "jalalayn": "(Mereka itulah yang mendapat selawat) artinya ampunan (dari Tuhan mereka serta rahmat) atau nikmat (dan merekalah orang-orang yang mendapat petunjuk) ke arah yang benar."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 158,
    "arab": "۞ اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ فَمَنْ حَجَّ الْبَيْتَ اَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ اَنْ يَّطَّوَّفَ بِهِمَا ۗ وَمَنْ تَطَوَّعَ خَيْرًاۙ فَاِنَّ اللّٰهَ شَاكِرٌ عَلِيْمٌ ",
    "translation": "Sesungguhnya Safa dan Marwah merupakan sebagian syi‘ar (agama) Allah. Maka barangsiapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sa‘i antara keduanya. Dan barangsiapa dengan kerelaan hati mengerjakan kebajikan, maka Allah Maha Mensyukuri, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/165.mp3",
    "tafsir": "Pada ayat ini kabar gembira itu ditegaskan kembali dengan menjelaskan bahwa Safa dan Marwah adalah salah satu tempat ibadah dan barang siapa ingin mengerjakan ibadah haji, haruslah ia melakukan sa'i antara Safa dan Marwah. Dengan demikian nyatalah bahwa kaum Muslimin pasti akan berhasil menaklukkan kota Mekah, karena Mekah adalah tempat melakukan ibadah haji yang menjadi rukun kelima dalam Islam yang harus dikerjakan oleh setiap Muslim yang mampu menunaikannya. Karena itu, Masjidilharam dan sekelilingnya harus dibersihkan dari berhala serta kemusyrikan. \nMeskipun ada perbedaan pendapat antara imam-imam mazhab mengenai hukum sa'i ini; ada yang menganggapnya sebagai rukun haji seperti Imam Malik dan Imam Syafi'i dan ada pula yang menganggapnya sebagai wajib haji seperti Imam Abu Hanifah, namun jelas bahwa sa'i itu harus dikerjakan dalam menunaikan ibadah haji. \nSecara umum, tidak ada perbedaan antara rukun dan wajib, tetapi khusus dalam masalah haji dibedakan antara keduanya. Rukun ialah yang harus dikerjakan atau tidak dapat diganti atau ditebus. Wajib ialah yang mesti dikerjakan tapi jika tertinggal harus diganti dengan membayar denda (dam). Yang menjadi pertanyaan di sini ialah mengapa dalam ayat ini disebutkan \"tidak ada dosa baginya mengerjakan sa'i antara keduanya\" padahal itu adalah suatu rukun yang wajib, dan tidak mungkin seseorang yang menunaikan rukun atau wajib akan berdosa.\nHal ini untuk menghilangkan keragu-raguan kaum Muslimin tentang mengerjakan sa'i, karena kaum musyrikin juga mengerjakan sa'i dalam ibadah mereka, seakan-akan apa yang dikerjakan kaum musyrikin itu tidak boleh dilakukan oleh kaum Muslimin dan mereka akan berdosa bila mengerjakannya. Jadi harus dipahami bahwa maksud mengerjakan sa'i kaum musyrikin berbeda dari kaum Muslimin. Mengerjakan sa'i itu adalah bukti atau perwujudan dari keimanan kepada Allah serta kepatuhan pada perintah-Nya. \nKemudian Allah menjelaskan bahwa barang siapa yang berbuat kebajikan atau amal ibadah lebih daripada yang diwajibkan kepadanya (mengerjakan yang sunah-sunah), Allah akan mensyukuri amal kebaikan itu dan Allah Maha Mengetahui semua amalan hamba-Nya. Maka janganlah ragu-ragu berbuat kebaikan, karena semua amal itu akan dibalas dengan berlipat ganda oleh Allah.",
    "quraish": "Allah telah mengangkat martabat dua buah bukit, Safa dan Marwa, dan menjadikannya bagian dari manasik haji, sebagaimana Dia telah menjadikan Ka'bah sebagai kiblat salat. Maka barangsiapa yang menunaikan ibadah haji merupakan kewajiban bagi dirinya untuk melakukan sai (sa'y: berlari-lari kecil) di antara dua bukit itu tujuh kali. Sebelumnya, sebagian kalangan Muslim sendiri menyangka bahwa sai itu merupakan bagian dari tradisi jahiliah. Padahal tidak demikian sesungguhnya. Sai adalah syiar keislaman. Maka tidak berdosa jika seseorang melakukan sai di kawasan kedua bukit itu ketika sedang berhaji atau berumrah. Dan hendaknya orang-orang yang beriman berbuat kebajikan sesuai dengan kemampuan masing-masing. Sesungguhnya Allah Maha Mengetahui perbuatan seseorang dan memberi pahala atas kebaikannya.",
    "jalalayn": "(Sesungguhnya Safa dan Marwah) nama dua bukit di Mekah (adalah sebagian dari syiar-syiar Allah) tanda-tanda kebesaran agama-Nya, jamak dari 'syaa`irah.' (Barang siapa yang melakukan ibadah haji atau umrah) artinya memakai pakaian haji atau umrah. Asal makna keduanya adalah menyengaja dan berkunjung, (maka tiada salah baginya) artinya ia tidak berdosa (mengerjakan sai) asalkan sebanyak tujuh kali. Ayat ini turun tatkala kaum muslimin tidak bersedia melakukannya, disebabkan orang-orang jahiliah dulu biasa tawaf di sana sambil menyapu dua berhala yang terdapat pada keduanya. Menurut Ibnu Abbas bahwa sai itu hukumnya tidak wajib, hanya takhyir, artinya dibolehkan memilih sebagai akibat tidak berdosa. Tetapi Syafii dan ulama lainnya berpendapat bahwa sai adalah rukun dan hukum fardunya dinyatakan oleh Nabi saw. dengan sabdanya, \"Sesungguhnya Allah mewajibkan sai atas kamu.\" (H.R. Baihaqi) Sabdanya pula, \"Mulailah dengan apa yang dimulai Allah, yakni Shafa.\" (H.R. Muslim) (Dan barang siapa yang dengan kemauan sendiri berbuat) ada yang membaca 'Taththawwa`a', yaitu dengan ditasydidkan ta pada tha, lalu diidgamkan (suatu kebaikan) maksudnya amalan yang tidak wajib seperti tawaf dan lain-lainnya (maka sesungguhnya Allah Maha Mensyukuri) perbuatannya itu dengan memberinya pahala (lagi Maha Mengetahui)."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 159,
    "arab": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلْنَا مِنَ الْبَيِّنٰتِ وَالْهُدٰى مِنْۢ بَعْدِ مَا بَيَّنّٰهُ لِلنَّاسِ فِى الْكِتٰبِۙ اُولٰۤىِٕكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللّٰعِنُوْنَۙ",
    "translation": "Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur'an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/166.mp3",
    "tafsir": "Ayat ini turun mengenai pendeta-pendeta Yahudi. Mereka menyembunyikan kepada kaum mereka tentang sifat-sifat Nabi Muhammad yang tersebut dalam kitab suci mereka, agar orang Yahudi jangan masuk Islam. Ahli Kitab selalu menyembunyikan kebenaran Islam serta kebenaran Nabi Muhammad saw padahal yang demikian itu telah tertulis dengan nyata dan jelas dalam kitab mereka. Orang-orang itu wajar mendapat laknat dari Allah dan dijauhkan dari rahmat serta kasih sayang-Nya dan wajar pula bila laknat dimintakan untuk mereka oleh malaikat dan manusia seluruhnya. Hukum mengenai kutukan bagi orang yang menyembunyikan ilmu pengetahuan yang sebenarnya mesti disiarkan dan dikembangkan tidak hanya terbatas pada Ahli Kitab, bahkan mencakup semua orang yang bersikap seperti itu. \nHal ini dikuatkan oleh sebuah hadis Rasulullah saw yang diriwayatkan oleh Abu Hurairah, beliau bersabda:\nSiapa ditanya tentang suatu ilmu yang diketahuinya tetapi tidak mau menerangkannya kepada penanya itu maka Allah akan membelenggunya dengan belenggu dari api neraka pada hari Kiamat. (Riwayat Ibnu Majah dari Abu Hurairah).\n\nAbu Hurairah berkata, \"Kalau tidak karena takut akan ancaman Allah dalam ayat ini (ayat 159) tentu saya tidak akan meriwayatkan suatu hadis pun dari Rasulullah.\" Karena itu seorang Muslim berkewajiban menyampaikan ilmu yang dimilikinya, baik yang berupa pengetahuan agama maupun berupa pengetahuan umum, yang bermanfaat bagi masyarakat. Bila diketahui akan ada pelanggaran terhadap hukum agama, atau penyelewengan dari akidah yang benar, seperti tersiarnya bid'ah dari aliran-aliran kepercayaan yang bertentangan dengan tauhid, para ulama harus bangun serentak untuk mencegahnya, baik dengan lisan maupun tulisan. Dengan demikian kesucian agama dan kemurniannya akan tetap terpelihara.\nOrang Yahudi mendapat laknat karena mereka selalu menyembunyikan kebenaran. Bila mereka melihat sesuatu yang mungkar atau yang tidak benar, mereka diam saja dan tidak berusaha untuk mencegah atau memperbaikinya.",
    "quraish": "Ada dua golongan yang mendustakan agamamu, Muhammad. Pertama, dari kalangan Ahl al-Kitâb yang mengetahui kebenaran tapi mereka menutup-nutupinya disebabkan watak mereka yang membangkang dan keras kepala. Kedua, dari kalangan orang-orang musyrik yang buta hati dalam melihat kebenaran hingga mereka menjadikan selain Allah sebagai Tuhan. Kalangan Ahl al-Kitâb yang mengetahui alasan-alasan yang membenarkan kenabianmu dari kitab sucimu lantas menutup-nutupi dan merahasiakan kebenaran itu pada manusia, niscaya meraka itu akan mendapat murka Allah dan mereka akan didoakan oleh malaikat, manusia dan jin yang beriman agar dijauhkan dari rahmat-Nya.",
    "jalalayn": "Ayat berikut ini turun tentang orang-orang Yahudi, (Sesungguhnya orang-orang yang menyembunyikan) kepada manusia (apa-apa yang telah Kami turunkan berupa keterangan dan petunjuk) seperti ayat rajam dan tentang ciri-ciri Nabi Muhammad saw. (setelah Kami jelaskan kepada manusia dalam Alkitab) yakni Taurat (mereka itu dikutuk oleh Allah) maksudnya disingkirkan-Nya dari rahmat-Nya (dan dikutuk pula oleh makhluk-makhluk lainnya dengan mendoakannya agar mendapat kutukan."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 160,
    "arab": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَبَيَّنُوْا فَاُولٰۤىِٕكَ اَتُوْبُ عَلَيْهِمْ ۚ وَاَنَا التَّوَّابُ الرَّحِيْمُ ",
    "translation": "kecuali mereka yang telah bertobat, mengadakan perbaikan dan menjelaskan(nya), mereka itulah yang Aku terima tobatnya dan Akulah Yang Maha Penerima tobat, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/167.mp3",
    "tafsir": "Orang yang tobat dari kesalahan dan kelalaiannya serta memperbaiki dirinya dengan cara mendekatkan diri kepada Allah, menerangkan serta menyebarkan ilmu yang dimilikinya, berani menegakkan kebenaran serta memerangi kemungkaran dikecualikan dan dibebaskan dari laknat Allah. Bagi orang-orang yang seperti itu walaupun mereka telah terlanjur berbuat kesalahan, namun Allah tetap menyediakan ampunan, karena Allah Maha Pengampun lagi Maha Penyayang. Jadi janganlah seseorang berputus asa dari rahmat Allah dan petunjuk-Nya bagaimanapun besar dan banyaknya kesalahan serta dosanya, karena pintu tobat dan rahmat Allah terbuka selebar-lebarnya bagi orang yang insaf dan ingin memperbaiki dirinya.",
    "quraish": "Tidak akan ada yang terhindar dari laknat itu kecuali mereka yang bertobat, berbuat kebajikan, tidak lagi menyembunyikan kebenaran yang dulu ditutup-tutupinya dan meluruskan kembali ucapan-ucapan mereka yang salah tentang Rasul dan agama Islam. Jika mereka mau melakukan semua itu maka Allah akan benar-benar menerima tobat dan mengampuni dosa-dosa mereka, sebagai perwujudan sifat lemah lembut dan kasih sayang-Nya.",
    "jalalayn": "(Kecuali orang-orang yang tobat) artinya sadar dan kembali dari kesalahannya, (mengadakan perbaikan) mengenai amal perbuatan mereka, (dan memberikan penjelasan) tentang apa yang mereka sembunyikan itu, (maka terhadap mereka Kuterima tobatnya) (dan Aku Maha Penerima tobat lagi Maha Penyayang) terhadap orang-orang yang beriman."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 161,
    "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ اُولٰۤىِٕكَ عَلَيْهِمْ لَعْنَةُ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
    "translation": "Sungguh, orang-orang yang kafir dan mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para malaikat dan manusia seluruhnya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/168.mp3",
    "tafsir": "Orang-orang kafir, termasuk para Ahli Kitab yang tidak bertobat, kemudian mati dalam kekafiran, mereka tetap mendapat laknat Allah, malaikat dan manusia seluruhnya. Mereka kekal di dalam neraka, tidak akan diringankan siksaan mereka dan tidak akan ditangguhkan. Demikian nasib mereka kelak pada hari kiamat, tidak ada kesempatan lagi untuk bertobat dan mengerjakan amal saleh, dan andaikata mereka sanggup memberikan emas sebesar bumi untuk menebus kesalahan mereka, pasti tidak akan diterima Allah sebagaimana disebutkan dalam firman-Nya:\n\nSungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali 'Imran/3: 91)",
    "quraish": "Adapun mereka yang tetap bersikukuh mempertahankan kekufuran mereka sampai mati tanpa ada rasa sesal dan bertobat maka mereka akan dilaknat oleh Allah, malaikat dan seluruh umat manusia.",
    "jalalayn": "(Sesungguhnya orang-orang yang kafir dan mereka mati dalam keadaan kafir) menjadi 'hal' (mereka itu mendapat kutukan Allah, malaikat dan manusia seluruhnya) maksudnya wajar mendapat kutukan itu baik di dunia maupun di akhirat. Mengenai 'manusia' ada yang mengatakannya umum dan ada pula yang mengatakannya khusus dari orang-orang beriman."
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 162,
    "arab": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَ",
    "translation": "mereka kekal di dalamnya (laknat), tidak akan diringankan azabnya, dan mereka tidak diberi penangguhan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/169.mp3",
    "tafsir": "Orang-orang kafir, termasuk para Ahli Kitab yang tidak bertobat, kemudian mati dalam kekafiran, mereka tetap mendapat laknat Allah, malaikat dan manusia seluruhnya. Mereka kekal di dalam neraka, tidak akan diringankan siksaan mereka dan tidak akan ditangguhkan. Demikian nasib mereka kelak pada hari kiamat, tidak ada kesempatan lagi untuk bertobat dan mengerjakan amal saleh, dan andaikata mereka sanggup memberikan emas sebesar bumi untuk menebus kesalahan mereka, pasti tidak akan diterima Allah sebagaimana disebutkan dalam firman-Nya:\n\nSungguh, orang-orang yang kafir dan mati dalam kekafiran, tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong. (Ali 'Imran/3: 91)",
    "quraish": "Mereka akan abadi dalam kutukan dan siksa neraka, tidak sedikit pun mereka diringankan dari siksa itu dan tidak akan diterima pula permohonan mereka agar siksa itu ditangguhkan.",
    "jalalayn": "(Mereka kekal di dalamnya) maksudnya dalam kutukan atau dalam neraka sebagaimana diisyaratkan dalam kutukan itu. (Tidak diringankan siksa dari mereka) walaupun sekejap mata (dan tidak pula mereka diberi tenggang waktu) untuk mengajukan tobat atau memohon ampun. Ayat berikut diturunkan ketika mereka berkata, \"Gambarkanlah kepadaku tentang Tuhanmu!\""
  },
  {
    "ruku": 20,
    "name": "Al-Baqarah",
    "ayat": 163,
    "arab": "وَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ  لَآاِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ ࣖ",
    "translation": "Dan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/170.mp3",
    "tafsir": "Allah Tuhan yang Maha Esa, yang Maha Pemurah, Maha Penyayang. Dialah yang berhak disembah dan tidak boleh mempersekutukan-Nya dengan menyembah berhala-berhala dan lain sebagainya, seperti yang dilakukan oleh sebagian Ahli Kitab, sebagaimana tersebut dalam firman-Nya:\n\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9: 31).\n\nDialah yang Maha Pengasih lagi Maha Pemurah, yang sangat luas dan banyak rahmat-Nya dan tidak boleh meminta pertolongan (dalam hal-hal yang di luar kesanggupan kodrat manusia) kecuali kepada-Nya, karena meminta rahmat dan pertolongan kepada selain-Nya adalah syirik dan berarti mengakui adanya kekuatan selain dari kekuasaan-Nya.",
    "quraish": "Sesungguhnya Allah yang kalian murnikan peribadatan kepada-Nya itu, Mahaesa. Tiada tuhan selain Dia. Tiada kekuasaan selain kekuasaan-Nya. Dia Maha Pengasih dan Penyayang pada hamba-Nya yang telah diciptakan dan dijadikan-Nya.",
    "jalalayn": "(Dan Tuhanmu) yang patut menjadi sembahanmu, (adalah Tuhan Yang Maha Esa) yang tiada bandingan-Nya, baik dalam zat maupun sifat, (tiada Tuhan melainkan Dia) (Dialah Yang Maha Pengasih lagi Maha Penyayang). Ketika mereka menuntut buktinya, turunlah ayat,"
  }
]