[
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 80,
    "arab": "فَلَمَّا اسْتَا۟يْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ",
    "translation": "Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1676.mp3",
    "tafsir": "Allah mengabarkan bahwa tatkala saudara-saudara Yusuf berputus asa karena Yusuf menolak salah seorang dari mereka untuk menggantikan Bunyamin, mereka lalu berkumpul untuk merundingkan secara rahasia apa yang akan mereka kerjakan selanjutnya. Saudaranya yang tertua yang bernama Yahuda berkata, \"Bukankah kamu mengetahui bahwa ayahmu, Yakub, telah mengambil janji yang berat dari kita dengan nama Allah bahwa kita akan sungguh-sungguh menjaga keselamatan Bunyamin dan sanggup mengembalikannya kepada ayah, kecuali jika kita menghadapi bahaya yang besar yang tidak dapat dihindari. Penahanan Bunyamin ini akan membuat ayah kita bertambah sedih, terlebih bila diingat bahwa kita dahulu telah menyia-nyiakan Yusuf.\" \"Oleh sebab itu,\" kata Yahuda lebih lanjut, \"aku tidak akan meninggalkan Mesir sampai ayahku mengizinkanku untuk kembali, atau sampai Allah memberi keputusan lain kepadaku karena Allahlah yang Maha Mengetahui perkara-perkara yang gaib dan Dia adalah Hakim yang paling baik.\"",
    "quraish": "Ketika harapan anak-anak Ya'qûb itu pupus, mereka pun berkumpul dan bermusyawarah menentukan sikap dalam menghadapi ayah mereka. Musyawarah itu berakhir dengan pendapat saudara tertua yang mengurus mereka selama ini. Ia berkata, \"Kita tidak boleh lupa dengan janji dan sumpah dengan nama Allah yang telah kita ucapkan kepada orangtua kita, bahwa kita akan menjaga Benyamin sampai kita kembali membawanya pulang kepada ayah. Kita juga tidak boleh lupa bahwa kita pernah berjanji kepadanya sebelum itu untuk menjaga Yûsuf, kemudian Yûsuf kita lempar ke sumur. Maka dari itu, aku akan menetap di Mesir. Aku tidak akan pergi dari Mesir kecuali kalau bapak kita memahami kenyataan yang sebenarnya dan mengizinkan aku pulang, atau kalau Allah menentukan aku pulang secara terhormat. Sesungguhnya Allah adalah Penentu ketetapan Yang Mahaadil.",
    "jalalayn": "(Maka tatkala mereka berputus asa) tidak mempunyai harapan lagi (daripada putusan Yusuf, mereka menyendiri) berkumpul menyendiri (sambil berunding dengan berbisik-bisik) lafal najiyyan adalah mashdar yang maknanya boleh untuk seorang dan orang banyak; artinya sebagian dari mereka berbisik-bisik kepada sebagian yang lain (Berkatalah yang tertua di antara mereka) yang umurnya paling besar, yaitu Rubel atau Raya yang dikenal juga dengan nama Yahudza (\"Tidakkah kalian ketahui bahwa sesungguhnya ayah kalian telah mengambil janji dari kalian) kalian telah bersumpah terhadapnya (dengan nama Allah) tentang saudara kalian ini, yaitu Bunyamin (dan sebelum itu) huruf maa pada kalimat ini zaidah (kalian telah menyia-nyiakan Yusuf) tetapi menurut pendapat yang lain huruf maa di sini adalah mashdariyah dan berkedudukan menjadi mubtada, sedangkan khabarnya adalah lafal min qablu. (Sebab itu aku tidak akan meninggalkan) tidak akan angkat kaki dari (negeri ini) yaitu negeri Mesir (sampai ayahku mengizinkan kepadaku) untuk kembali kepadanya (atau Allah memberi keputusan terhadapku) tentang pembebasan saudaraku Bunyamin ini. (Dan Dia adalah Hakim yang sebaik-baiknya.\") yakni yang paling adil di antara kesemuanya."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 81,
    "arab": "اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ",
    "translation": "Kembalilah kepada ayahmu dan katakanlah, “Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang di balik itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1677.mp3",
    "tafsir": "Lalu Yahuda memerintahkan kepada saudara-saudaranya yang lain supaya pulang menghadap ayah mereka dan melaporkan segala kejadian yang dialaminya di Mesir untuk menghindarkan tuduhan-tuduhan yang buruk. Yahuda berkata, \"Kembalilah kepada ayahmu dan sampaikanlah kepadanya bahwa anaknya, Bunyamin, telah mencuri piala raja dan akibatnya dijadikan hamba sahaya selama setahun sesuai dengan syariat yang berlaku.\" Ia juga menyuruh saudara-saudaranya untuk mengatakan kepada ayah mereka, Nabi Yakub, bahwa mereka hanya dapat menyaksikan apa yang diketahui. Mereka melihat sendiri bahwa piala raja itu dikeluarkan dari karung makanan Bunyamin. Mereka sama sekali tidak dapat mengetahui perkara yang gaib. Seandainya mereka tahu bahwa Bunyamin akan mencuri, tentu mereka tidak akan berjanji pada ayah mereka.",
    "quraish": "Kembalilah kalian kepada ayah dan ceritakan kepada beliau kisah ini. Katakan kepada beliau bahwa tangan Benyamin nakal hingga mencuri bejana raja yang kemudian ditemukan di dalam tasnya. Ia dihukum dengan dijadikan sebagai budak. Katakan, 'Kami memberitahukan kepadamu apa yang kami saksikan sendiri. Kami tidak tahu ketentuan Allah yang tersembunyi ketika kami meminta Benyamin dan berjanji akan menjaganya dan mengembalikannya kepadamu.",
    "jalalayn": "(Kembalilah kepada ayah kalian, dan katakanlah, \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri; dan kami tiada menyaksikan) terhadapnya (melainkan berdasarkan apa yang telah kami ketahui) karena mereka merasa yakin setelah melihat dan menyaksikan adanya piala raja di dalam karung Bunyamin (dan sekali-kali terhadap barang yang gaib kami tidak) hal-hal yang gaib daripada kami sewaktu kami memberikan janji kepadamu (dapat menjaganya.) seandainya kami mengetahui apa yang akan terjadi kemudian, yaitu bahwasanya dia akan mencuri, niscaya kami tidak akan membawanya ikut bersama kami."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 82,
    "arab": "وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ",
    "translation": "Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1678.mp3",
    "tafsir": "Selanjutnya dijelaskan bahwa Yahuda juga menyarankan agar saudara-saudaranya mengatakan kepada ayah mereka untuk menanyakan hal ini kepada penduduk negeri tempat mereka berada di Mesir untuk membeli bahan makanan, karena soal pencurian itu sudah tersebar beritanya di kalangan mereka. Juga dapat ditanyakan kepada kafilah yang datang bersama-sama dengan mereka, dan sesungguhnya mereka adalah orang-orang yang benar dan selalu melaporkan apa yang benar-benar terjadi.",
    "quraish": "Kalau engkau meragukan apa yang kami sampaikan ini, kirimlah utusan untuk mendengar persaksian penduduk Mesir. Mintalah persaksian teman-teman yang kembali bersama kami dalam satu kafilah, agar engkau tahu bahwa kami tidak bersalah dan telah kami katakan kepadamu bahwa kami benar dalam mengatakan itu semua. '\"",
    "jalalayn": "(Dan tanyalah penduduk negeri yang kami berada di situ) yakni negeri Mesir; artinya kirimkanlah utusan ke negeri Mesir kemudian tanyakanlah kepada penduduknya (dan kafilah) rombongan musafir (yang kami datang bersamanya) mereka adalah terdiri dari kaum Kan`an (dan sesungguhnya kami adalah orang-orang yang benar.\") di dalam perkataan kami ini. Kemudian mereka kembali kepada ayah mereka dan mengatakan seperti yang diajarkan oleh saudara mereka yang tertua."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 83,
    "arab": "قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ",
    "translation": "Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1679.mp3",
    "tafsir": "Setelah berhadapan dengan putra-putranya yang memberi laporan seperti yang diamanatkan oleh Yahuda, Nabi Yakub berkata, \"Hanya dirimu sendirilah yang memandang baik perbuatan yang buruk itu, dan mengapa kamu mengatakan bahwa yang mencuri harus dijadikan hamba sahaya selama satu tahun, padahal ketentuan itu hanya ada pada syariat kita dan tidak ada dalam perundang-undangan mereka. Maka kesabaran yang baik itulah kesabaranku yang tidak diliputi oleh kejengkelan dan kemarahan. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku (Yusuf, Bunyamin, dan Yahuda), karena sesungguhnya Dialah Tuhan Yang Maha Mengetahui dan Mahabijaksana.\"",
    "quraish": "Anak-anak Ya'qûb itu kembali menemui ayahnya dan memberitahukannya sesuai apa yang dipesankan kakak mereka. Ya'qûb amat sedih mendengar kabar itu. Lebih sedih lagi, karena kehilangan anak keduanya. Ia tidak merasa lega dengan pengakuan tak bersalah mereka yang menyebabkan hilangnya anak itu. Ya'qûb merasa sangat terpukul dengan apa yang dulu diperbuat anak-anaknya terhadap Yûsuf, lalu menuduh mereka secara terang-terangan dan mengatakan, \"Niat kalian untuk menjaga anakku itu tidak benar. Kalian lebih terdorong oleh hawa nafsu yang ingin mengenyahkan ia seperti yang dulu kalian lakukan terhadap Yûsuf. Kalau bukan karena putusan hukum yang kalian ucapkan bahwa sanksi seorang pencuri adalah dijadikan budak, pembesar kerajaan itu tentu tidak akan menahan anakku, dan tentu kakak kalian tidak akan menetap di Mesir. Aku tidak punya jalan lain kecuali berduka dengan cara terpuji, sambil mengharap Allah akan mengembalikan seluruh anakku. Dia Mahatahu keadaanku dan keadaan mereka. Dia memiliki kebijaksanaan yang tinggi, dan dalam kerangka kebijaksanaan itulah Dia berbuat dan mengatur segala sesuatu untukku.",
    "jalalayn": "(Yakub berkata, \"Bahkan telah menggoda) menganggap baik (kalian diri kalian sendiri perbuatan buruk itu) kemudian kalian mengerjakan perbuatan itu lagi. Nabi Yakub menuduh mereka seperti tuduhannya terhadap mereka mengenai peristiwa yang menimpa Nabi Yusuf dahulu. (Maka kesabaran yang baik itu) adalah kesabaranku. (Mudah-mudahan Allah mendatangkan mereka kepadaku) yaitu Yusuf dan saudaranya (semuanya; sesungguhnya Dialah Yang Maha Mengetahui) tentang keadaanku (lagi Maha Bijaksana.\") di dalam perbuatan-Nya."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 84,
    "arab": "وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ",
    "translation": "Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, “Aduhai dukacitaku terhadap Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia diam menahan amarah (terhadap anak-anaknya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1680.mp3",
    "tafsir": "Karena tidak senang menerima laporan yang disampaikan para putranya, maka Nabi Yakub berpaling dari mereka seraya berkata dengan penuh kesedihan, \"Aduhai dukacitaku terhadap Yusuf, karena aku tadinya menunggu-nunggu berita yang menggembirakan dari Mesir, tetapi kenyata-annya justru berita yang menyedihkan yang kuterima.\" Karena kesedihan yang terus-menerus dialaminya dan sering menangis, maka kedua mata Yakub menjadi putih, sehingga keadaannya seperti orang buta. Akan tetapi, beliau tetap masih bisa menahan amarah terhadap anak-anaknya.\nMenurut dunia ilmu pengetahuan, ketika seseorang menderita stres, tubuhnya bereaksi dan membangkitkan tanda bahaya, sehingga memicu terjadinya beragam reaksi biokimia di dalam tubuh: Kadar adrenalin dalam aliran darah meningkat; penggunaan energi dan reaksi tubuh mencapai titik tertinggi; gula, kolesterol dan asam-asam lemak tersalurkan ke dalam aliran darah; tekanan darah meningkat dan denyutnya mengalami percepatan. Ketika glukosa tersalurkan ke otak, kadar kolesterol naik, dan semua ini memunculkan masalah bagi tubuh. Mungkin hal ini pula yang dialami oleh Nabi Yaqub as ketika kehilangan anak yang disayanginya Nabi Yusuf a.s. \nStres yang parah, mampu mempengaruhi bahkan mengubah fungsi-fungsi normal organ tubuh. Hal ini dapat berakibat sangat buruk. Akibat stres, kadar adrenalin dan kortisol di dalam tubuh meningkat di atas batas normal. Peningkatan kadar kortisol dalam rentang waktu lama berujung pada gangguan organ tubuh antara lain dapat terjadi gangguan pada pankreas. Akibatnya timbul penyakit diabetes atau kencing manis yakni penyakit rusaknya sel-sel beta pankreas yang menghasilkan insulin, berakibat pada kadar gula darah tubuh tidak terkontrol. Dalam banyak kasus penyakit diabetes ini dapat menimbulkan gejala katarak yakni kekeruhan pada lensa mata yang mengakibatkan pandangan kabur. Apabila lensa menjadi keruh, maka cahaya yang masuk ke dalam mata dapat terpencar dan mengakibatkan pandangan kabur. \nPara ahli kedokteran (mata) sepakat bahwa penanganan yang kurang atau tidak terkontrol dengan baik dapat menyebabkan kebutaan pada penderita penyakit ini. Gejala utama katarak adalah penglihatan kabur, daya penglihatan berkurang secara progresif, adanya selaput tipis yang menghalangi pandangan, sangat silau jika berada di bawah cahaya yang terang. Pada perkembangan selanjutnya penglihatan semakin memburuk, pupil akan tampak berwarna putih (ada putih-putih pada hitam mata)\nDewasa ini penyakit \"mata putih\" (katarak) ini dapat disembuhkan terutama dengan semakin majunya teknologi kedokteran saat ini atau karena kadar gula dalam darah dapat dikontrol dengan baik. \nBerbeda tentunya dengan Nabi Yaqub a.s. yang kesembuhannya berlangsung secara cepat, mungkin karena mukjizat bagi seorang Nabi atau bisa juga sebagai buah dari \"kesabarannya\". Maha Suci Allah yang Maha Mengetahui dan Maha Penyembuh.",
    "quraish": "Ya'qûb tidak puas dengan perkataan anak-anaknya, lalu menyendiri dari mereka dan merasakan sendiri kedukaannya atas musibah kehilangan Yûsuf. Akibat kesedihannya yang sangat, Ya'qûb kehilangan penglihatannya. Ia memang sangat menahan amarah dan kesedihannya(1). (1) Akibat kesedihan yang mendalam akan timbul kondisi kejiwaan yang dapat mengakibatkan tekanan pada mata. Pada gilirannya, mata dapat terkena berbagai penyakit, lemah penglihatan secara lambat laun, yang pada akhirnya dapat pula menimbulkan kebutaan dan mata tampak putih.",
    "jalalayn": "(Dan Yakub berpaling dari mereka) seraya tidak meladeni pembicaraan mereka (seraya berkata, \"Aduhai, duka-citaku) huruf alif yang terdapat pada kata yaa asafaa merupakan pergantian daripada huruf ya idhafat; artinya aduhai alangkah sedihnya (terhadap Yusuf,\" dan kedua matanya menjadi putih) bagian yang hitam dari matanya tertutup oleh benda yang putih karena terlalu banyak menangis (karena kesedihan) terhadap Yusuf (dan dia adalah seorang yang menahan amarah) terhadap anak-anaknya akan tetapi ia tidak menampakkan kemarahannya itu dan menahannya."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 85,
    "arab": "قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهَالِكِيْنَ",
    "translation": "Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1681.mp3",
    "tafsir": "Pada ayat ini, diterangkan bahwa ketika mendengar keluhan dan kesedihan ayahnya yang mendalam, anak-anak Yakub yang baru kembali dari Mesir berkata kepadanya, yang diawali dengan sumpah kepada Allah sebagai tanda rasa kasih dan sayang mereka, agar dia tidak selalu mengingat Yusuf karena peristiwa Yusuf itu sudah lama berlalu. Kalau selalu mengingat Yusuf, ia akan terus mengalami kesedihan yang mendalam, sehingga dikhawatirkan akan mendapat penyakit yang akan membinasakan atau meninggal dunia karenanya.",
    "quraish": "Hari-hari berlalu, sementara Ya'qûb terus larut dalam kesedihannya. Anak-anaknya merasa khawatir hal itu akan berakibat buruk. Mereka kemudian mendatangi ayahnya kembali dan meringankan kesedihannya. Dengan hati antara iba dan tidak suka kepada ayahnya karena selalu menyebut-nyebut Yûsuf, mereka berkata kepada Ya'qûb, \"Kalau engkau tidak mau istirahat, engkau akan semakin tersiksa dan bertambah sedih dengan selalu menyebut-nyebut Yûsuf, sampai akhirnya engkau akan larut dalam kesedihan, lalu mendekati mati atau dianggap mati oleh orang.\"",
    "jalalayn": "(Mereka berkata, \"Demi Allah) tiada (henti-hentinya) terus-menerus (engkau masih mengingat Yusuf sehingga kamu mengidap penyakit yang amat berat) hampir binasa, karena penyakitmu yang berkepanjangan itu. Lafal haradhan berbentuk mashdar yang maknanya dapat diartikan untuk satu orang dan lebih (atau termasuk orang-orang yang binasa.\") orang-orang yang akan mati."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 86,
    "arab": "قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ",
    "translation": "Dia (Yakub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1682.mp3",
    "tafsir": "Pada ayat ini, Allah menceritakan jawaban Nabi Yakub kepada anak-anaknya. Ia berkata, \"Wahai anak-anakku janganlah kalian mencela dan mencercaku. Aku tidak pernah mengadu kepadamu sekalian, begitu juga kepada manusia yang lain tentang kesedihan dan kesusahanku. Aku mengadu dan menyampaikan keluhan atas musibah yang menimpaku hanya kepada Allah swt. Kepada-Nya aku meminta perlindungan dan memohon untuk menghilangkan kesusahan dan kesedihan itu. Biarkanlah aku bermunajat dengan Tuhanku. Aku mengetahui dari wahyu yang diberikan Allah kepadaku bahwa Yusuf itu masih hidup dan tetap memperoleh rezeki. Ia adalah manusia pilihan Allah. Dia akan menyempurnakan nikmat-Nya kepada Yusuf dan keluarga Yakub. Semua itu tidak kalian ketahui, bahkan mengira bahwa Yusuf itu telah mati.\"",
    "quraish": "Namun, ucapan mereka tidak berpengaruh sama sekali pada diri Ya'qûb. Ia kemudian menjawab, \"Aku tidak mengadu kepada kalian. Juga tidak meminta kalian untuk meringankan kesedihanku: yang sulit, yang mudah, yang dapat aku rahasiakan, maupun yang tidak dapat aku rahasiakan. Sebab, aku tahu benar kebaikan tindakan dan keluasan kasih sayang-Nya yang tidak kalian ketahui.\"",
    "jalalayn": "(Yakub menjawab) terhadap anak-anaknya (\"Sesungguhnya aku mengadukan kesedihanku) yaitu kesusahan yang besar yang tidak dapat ditahan lagi; sehingga orang yang bersangkutan tidak mampu lagi menahannya lalu mengadukannya kepada orang lain (dan kesusahanku hanya kepada Allah) bukan kepada yang lain-Nya, karena hanya Dialah yang dapat menyelesaikan pengaduanku ini (dan aku mengetahui dari Allah apa yang tidak kalian ketahui.\") yaitu bahwasanya mimpi Yusuf itu adalah benar, dia masih tetap hidup. Kemudian ia berkata:"
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 87,
    "arab": "يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ",
    "translation": "Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1683.mp3",
    "tafsir": "Selanjutnya Yakub berkata kepada anak-anaknya bahwa ia tahu bahkan yakin mimpi Yusuf dulu itu benar dan ia akan sujud menghormatinya. Kalau mereka berpendapat lain, Yakub mengingatkan anak-anaknya bahwa satu saat Allah swt akan memperlihatkan kebenaran pendapatnya itu. Untuk itu, ia meminta anak-anaknya untuk kembali ke Mesir menyelidiki sampai mendapat berita yang pasti tentang Yusuf dan adiknya Bunyamin serta tidak berputus asa karena Allah telah berfirman:\nTidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat. (al-hijr/15:56)\n\nOrang-orang mukmin tidak akan berputus asa karena musibah yang menimpanya, dan tidak goyah imannya karena bahaya yang melanda. Mereka bersabar dan tabah menghadapi segala kesulitan yang dialaminya. Ia dengan rela penuh ikhlas menerima takdir dari Allah swt dengan keyakinan bahwa suatu saat nanti Allah akan menghilangkan semua kesulitan itu, sebagaimana firman-Nya:\nSesungguhnya Allah membela orang-orang yang telah beriman. (al-hajj/22: 38)\n\nKesimpulan",
    "quraish": "Yakin dan percaya kepada Allah memang dapat membangkitkan harapan. Maka dari itu, kesedihan yang dialami Ya'qûb tidak mampu membuatnya putus asa bahwa kedua anaknya yang hilang pasti akan kembali ke pangkuannya. Nalurinya mengatakan bahwa kedua anaknya itu masih hidup, dan bahwa pertemuannya dengan mereka sudah semakin dekat. Ya'qûb kemudian meminta anak-anaknya pergi ke Mesir mencari kedua anaknya yang hilang itu dengan mengatakan, \"Anak-anakku, pergilah kalian ke Mesir dan bergabunglah dengan kakakmu lalu carilah Yûsuf dan saudaranya, Benyamin. Tanyakan kepada orang-orang tentang mereka secara lemah lembut tanpa harus dirasakan orang. Jangan berputus asa terhadap sifat kasih sayang Allah yang pasti akan mengembalikan mereka kepada kita. Sebab, sesungguhnya yang berputus asa terhadap kasih sayang Allah hanyalah orang-orang yang ingkar dan kafir.\"",
    "jalalayn": "(\"Hai anak-anakku! Pergilah kalian, maka carilah berita tentang Yusuf dan saudara sekandungnya) artinya carilah berita tentang keduanya (dan jangan kalian berputus asa) putus harapan (dari rahmat Allah) dari rahmat-Nya (Sesungguhnya tiada berputus asa dari rahmat Allah melainkan kaum yang kafir.\") Lalu mereka berangkat menuju ke negeri Mesir."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 88,
    "arab": "فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ",
    "translation": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, “Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1684.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa setelah saudara-saudara Yusuf menerima anjuran dari ayahnya untuk kembali ke Mesir, mereka lalu berangkat. Sesampainya di Mesir, mereka masuk ke istana Yusuf dengan segala kerendahan diri. Mereka ingin mengetahui kebenaran keyakinan ayahnya yang pernah mengatakan bahwa al-Aziz itu adalah Yusuf. Mereka berkata kepada al-Aziz bahwa mereka ditimpa musibah kelaparan sehingga mereka menjadi kurus dan lemah karena kekurangan makanan, sedangkan keluarga mereka tidak sedikit. Mereka mengadukan halnya itu kepada al-Aziz, dengan maksud untuk mengetahui keadaan Yusuf dan Bunyamin. Mereka juga mengemukakan bahwa mereka datang membawa dagangan yang jelek dan rendah mutunya, sehingga mungkin tidak ada pedagang yang mau menawarnya. Mereka berharap agar al-Aziz mau menolong mereka dengan menyempurnakan takaran dagangannya tanpa mempertimbangkan kejelekannya. Kekurangan yang harus mereka bayar kepadanya agar disedekahkan saja kepada mereka. \nAllah membalas budi baik seseorang yang suka bersedekah dan Dia pulalah yang akan mengganti segala apa yang telah disedekahkan dan diinfakkan itu, sebagaimana firman-Nya:\nDan apa saja yang kamu infakkan, Allah akan menggantinya, dan Dialah pemberi rezeki yang terbaik. (Saba/34: 39)",
    "quraish": "Saudara-saudara Yûsuf itu kemudian melaksanakan perintah ayahnya dan pergi ke Mesir. Ketika tampak penguasa kerajaan yang dari kejauhan mirip Yûsuf, mereka pun berusaha menyamar agar dapat bertemu dengan penguasa Mesir itu. Ketika menghadap sang penguasa itu mereka berkata, \"Paduka, kami sekeluarga tertimpa musibah kelaparan yang menyebabkan jiwa dan raga kami sakit. Kami dahulu pernah datang kepada paduka dengan membawa sedikit barang, tapi kemudian barang itu dikembalikan kepada kami karena berjumlah sedikit dan tak berharga, serta tidak seimbang dengan apa yang kami harapkan dari paduka. Karena kami mengharap paduka untuk tidak mengurangi dan tidak melebihkan timbangan, maka penuhilah timbangan kami. Jadikanlah yang lebih dari hak yang kami terima sebagai sedekah. Sesungguhnya Allah akan memberi balasan kepada orang-orang yang bersedekah dengan pahala yang lebih baik.\"",
    "jalalayn": "(Maka ketika mereka masuk ke tempat Yusuf mereka berkata, \"Hai Al-Aziz! Kami dan keluarga kami ditimpa kesengsaraan) yakni kelaparan (dan kami datang membawa barang-barang yang tak berharga) artinya barang-barang yang buruk; setiap orang yang melihatnya pasti akan menolaknya karena mutunya sangat rendah sekali. Disebutkan bahwa barang-barang tersebut berupa dirham-dirham palsu atau barang-barang lainnya (maka sempurnakanlah) genapkanlah (sukatan untuk kami dan bersedekahlah kepada kami) bertoleransilah terhadap kami sekali pun barang-barang kami rendah mutunya (sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.\") artinya Allah memberi mereka pahala. Akhirnya Nabi Yusuf merasa belas kasihan kepada mereka timbullah rasa sayangnya. Kemudian Nabi Yusuf berbicara secara terus terang terhadap mereka untuk menyingkapkan tabir antara dirinya dan mereka."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 89,
    "arab": "قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جَاهِلُوْنَ",
    "translation": "Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1685.mp3",
    "tafsir": "Setelah anak-anak Yakub mengemukakan alasan-alasan mereka kembali ke Mesir, Yusuf menjawabnya dengan mengingatkan mereka atas kejahatan yang telah mereka lakukan terhadap Yusuf dan Bunyamin, adiknya. Yusuf juga mengatakan bahwa apa yang mereka perbuat kepada diri dan adiknya adalah perbuatan yang sangat jelek atau buruk. Mungkin karena kejahilan mereka pada waktu itu, mereka tidak mengetahui dan merasakan buruknya perbuatan itu walaupun bertentangan dengan syariat agama serta melanggar kewajiban berbuat baik kepada kedua orang tua dan perintah bergaul dengan baik terhadap karib kerabat. Ini adalah realisasi dari apa yang telah Allah wahyukan kepada Yusuf ketika ia dilemparkan ke dalam sumur oleh saudara-saudaranya sebagaimana firman Allah swt:\nKami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari. (Yusuf/12: 15)",
    "quraish": "Naluri kesaudaraan Yûsuf yang sayang dan memaafkan kesalahan pun muncul. Yûsuf mulai membuka tabir yang selama ini tertutup, dengan mencela dan mengatakan kepada mereka, \"Apakah kalian menyadari keburukan perbuatan yang kalian lakukan terhadap Yûsuf ketika kalian melemparnya ke dalam sumur, dan Benyamin yang kalian sakiti? Ketika itu kalian terdorong oleh kebodohan yang membuat kalian lupa sikap kasih dan persaudaraan!\"",
    "jalalayn": "(Berkatalah Yusuf) kepada mereka dengan nada mencela (\"Apakah kalian mengetahui kejelekan apa yang telah kalian lakukan terhadap Yusuf) yaitu dengan memukuli dan menjualnya serta hal-hal lainnya yang menyakitkan (dan saudaranya) yakni penekanan kalian terhadapnya sesudah ia terpisah dari saudaranya (ketika kalian tidak mengetahui akibat perbuatan kalian itu?\") akibat perbuatan kalian terhadap Nabi Yusuf"
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 90,
    "arab": "قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ",
    "translation": "Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Sesungguhnya barangsiapa bertakwa dan bersabar, maka Sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1686.mp3",
    "tafsir": "Setelah mendengar ucapan Yusuf, timbullah di hati mereka kesadaran bahwa yang di hadapan mereka itu adalah Yusuf. Untuk menguatkan dugaannya, mereka mengajukan pertanyaan dengan penuh rasa heran, \"Apakah kamu ini benar-benar Yusuf?\" Dua tahun lebih mereka bolak-balik bertemu Yusuf tetapi tidak mengenalinya. Sebaliknya, Yusuf mengenali mereka, namun ia sembunyikan dalam hati. Pertanyaan mereka dijawab oleh Yusuf dengan mengatakan, \"Aku ini adalah Yusuf yang telah kalian aniaya dengan penganiayaan yang cukup berat. Allah swt telah menolongku dan memuliakanku sampai memberiku pangkat yang tinggi. Aku tidak berdaya sama sekali ketika kalian berencana untuk membunuh dan membuangku ke dasar sumur yang dalam. Dan ini adikku, Bunyamin, yang telah kalian pisahkan dari aku, yang kemudian Allah swt memberikan karunia kepadanya sebagaimana kalian lihat. Allah swt melimpahkan karunia-Nya kepada kami berdua, menyatukan kami kembali sesudah berpisah sekian lama, memuliakan kami sesudah dihina, dan menyelamatkan kami dari segala ujian dan cobaan. \nAgama telah menetapkan dan pengalaman telah membuktikan bahwa orang yang bertakwa kepada Allah swt dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya serta selalu sabar menghadapi ujian dan cobaan yang menimpanya serta tipu daya setan dan hawa nafsu yang selalu menggodanya, Allah tidak akan menyia-nyiakan balasan amalnya itu di dunia, lebih-lebih di akhirat. Di dunia diberi jalan keluar dari kesulitan yang dihadapinya serta diberi rezeki dari arah yang tidak diduga sebelumnya, dan di akhirat diberi pahala tanpa ada perhitungan. Firman Allah swt:\nBarang siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (ath-thalaq/65: 2-3)\n\nDan firman-Nya:\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)",
    "quraish": "Kejutan yang dilakukan Yûsuf itu menggugah mereka bahwa penguasa yang mereka hadapi itu adalah Yûsuf. Mereka pun kemudian berkata, \"Tentu padukalah Yûsuf itu. Benar, engkaulah Yûsuf.\" Yûsuf pun membenarkan dugaan mereka dan berkata, \"Benar, akulah Yûsuf dan ini Benyamin, saudaraku. Allah telah menyelamatkan kami dari kematian, dan memberikan karunia serta kekuasaan kepada kami. Hal itu adalah balasan Allah atas keikhlasan dan kebaikanku. Sesungguhnya Allah tidak akan menyia-nyiakan pahala orang yang berbuat baik.\"",
    "jalalayn": "(Mereka berkata) sesudah mengetahuinya, ketika mereka mulai meneliti dan memperhatikan secara seksama tingkah laku raja (\"Apakah kamu ini) dapat dibaca ainnaka dan ayinnaka (benar-benar Yusuf?\" Yusuf menjawab, \"Akulah Yusuf dan ini saudaraku. Sesungguhnya telah mendapat karunia) telah memperoleh nikmat (kami dari Allah) sehingga kami dapat berkumpul. (Sesungguhnya barang siapa yang bertakwa) merasa takut kepada Allah (dan bersabar) atas apa yang menimpa dirinya (maka sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.\") di dalam ungkapan ini terkandung pengertian meletakkan isim zahir pada tempat isim mudhmar."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 91,
    "arab": "قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ",
    "translation": "Mereka berkata, “Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1687.mp3",
    "tafsir": "Setelah Yusuf memberikan pengakuan siapa dirinya sebenarnya dan saudara-saudaranya telah meyakini bahwa al-Aziz itu adalah Yusuf, mereka secara jujur mengakui kemuliaan yang diberikan Allah swt kepada Yusuf tentang kelebihan ilmunya, dan ketinggian akhlak yang dimilikinya. Mereka dengan terus terang juga mengakui kesalahan yang telah mereka perbuat kepada Yusuf dan Bunyamin dengan sengaja dan direncanakan sebelumnya. Suatu kesalahan yang tidak diampuni oleh Allah swt kecuali dengan taubat nashuha (tobat yang sebenar-benarnya), dan tidak dapat dimaafkan kecuali dengan hati lapang dan budi luhur dari yang bersangkutan.",
    "quraish": "Mereka berkata, \"Engkau benar, Yûsuf. Kami berani bersumpah bahwa engkau sungguh telah dikaruniai ketakwaan, kesabaran, kelakuan baik dan kerajaan serta kedudukan yang tinggi oleh Allah. Kamilah yang berdosa atas apa yang kami perbuat terhadapmu dan saudaramu. Maka Allah pun merendahkan kami dan memberikan balasan orang-orang yang berdosa kepada kami.\"",
    "jalalayn": "(Mereka berkata, \"Demi Allah, sesungguhnya telah melebihkan kamu) telah mengutamakan kamu (Allah atas kami) dengan memperoleh kerajaan dan nikmat-nikmat lainnya (dan sesungguhnya) huruf in di sini adalah bentuk takhfif daripada inna, artinya sesungguhnya (kami adalah orang-orang yang bersalah\") yakni orang-orang yang berdosa disebabkan kami telah merendahkanmu."
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 92,
    "arab": "قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ",
    "translation": "Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1688.mp3",
    "tafsir": "Setelah mendengar pengakuan bersalah dari saudara-saudaranya secara terus terang, Yusuf sebagai seorang nabi, manusia pilihan yang mempunyai budi pekerti yang mulia, kesopanan yang tinggi, dengan tandas dan gamblang memaafkan segala kesalahan yang telah diperbuat kepadanya dan Bunyamin. Dia mendoakan semoga Allah swt mengampuni dosa saudara-saudaranya dengan syarat mereka mau bertobat dengan segala keikhlasan dan kerendahan hati, menyesali perbuatan buruk itu, bertekad tidak akan mengulanginya lagi, dan senantiasa berbuat baik, karena Allah adalah Maha Penyayang.\nBudi pekerti yang mulia dan akhlak yang tinggi sebagaimana yang dimiliki Nabi Yusuf a.s. itu juga pernah dicontohkan oleh Nabi Muhammad saw, yaitu ketika beliau dan bala tentaranya menaklukkan kota Mekah. Setelah Nabi Muhammad saw bertawaf dan kemudian salat sunat dua rakaat, beliau berdiri di samping Kabah menghadap para tawanan perang lalu berkata:\nApakah perkiraanmu terhadap apa yang akan saya perbuat terhadap kalian? Para tawanan menjawab, \"Kami hanya menyangka yang baik saja. Anda adalah saudara yang mulia dan anak saudara yang mulia.\" Nabi saw berkata, \"Saya akan mengatakan sebagaimana yang telah dikatakan oleh saudaraku Yusuf, \"Tidak ada celaan, cercaan, dan kekerasan sekarang ini.\" Maka keluarlah para tawanan itu (meninggalkan tempat) seakan-akan mereka dibangkitkan dari kubur. (Riwayat al-Bukhari dari Abu Hurairah)",
    "quraish": "Yûsuf, sang nabi, menjawab, \"Tidak apa-apa. Hari ini kalian tidak terhina. Kalian aku maafkan karena alasan menghormati keturunan dan hak saudara. Aku akan memohon kepada Allah agar memaafkan dan mengampuni kalian. Sesungguhnya Dia adalah pemilik kasih sayang yang amat luas.\"",
    "jalalayn": "(Yusuf berkata, \"Tidak ada cercaan) tidak ada celaan (terhadap kalian pada hari ini) kata hari ini secara khusus disebutkan, sebab celaan pasti terjadi di dalamnya akan tetapi pengertiannya menunjukkan, bahwa selainnya lebih utama lagi untuk tidak mendapatkan cercaan (mudah-mudahan Allah mengampuni kalian, dan Dia adalah Maha Penyayang di antara para penyayang.\") Lalu Nabi Yusuf menanyakan kepada mereka tentang keadaan ayahnya, mereka menjawab bahwa matanya telah rabun dan tidak dapat melihat dengan jelas lagi. Kemudian Nabi Yusuf berkata kepada mereka,"
  },
  {
    "ruku": 202,
    "name": "Yusuf",
    "ayat": 93,
    "arab": "اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ",
    "translation": "Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1689.mp3",
    "tafsir": "Setelah Yusuf menjelaskan siapa dirinya kepada saudara-saudaranya, dia lalu menanyakan kepada mereka tentang keadaan ayahnya. Mereka menjawab bahwa beliau tidak bisa melihat lagi. Seketika itu Yusuf memberikan baju gamisnya kepada saudara-saudaranya agar dibawa pulang ke negerinya. Sesampainya di rumah, baju gamis itu agar segera disapukan ke wajah beliau, niscaya dia akan melihat kembali. Yusuf berkata demikian berdasarkan wahyu. Dia juga mengetahui bahwa penyebab tertutupnya penglihatan ayahnya ialah terlalu banyak menangis. Apabila ayahnya mengetahui bahwa baju gamis itu adalah miliknya, yang menandakan bahwa ia masih hidup dan selamat dari aniaya dan cobaan yang dialaminya, tentu ayahnya akan senang dan timbul dalam hatinya perasaan gembira, dan akan melihat kembali seperti sediakala. Hal tersebut merupakan mukjizat bagi Nabi Yusuf. Ia juga meminta kepada saudaranya supaya mendatangkan segenap keluarganya ke Mesir, baik laki-laki, perempuan, maupun anak-anak, yang menurut suatu riwayat, semuanya berjumlah tujuh puluh orang.",
    "quraish": "Yûsuf kemudian menanyakan ayahnya kepada mereka. Ketika mereka menceritakan kondisi buruknya dan keadaan matanya akibat terlalu sedih dan banyak menangis, Yûsuf memberikan bajunya kepada mereka lalu berkata, \"Bawalah baju ini pulang dan lemparkanlah ke wajah ayah. Ia pasti akan gembira dan yakin bahwa aku masih hidup. Baju itu juga akan mengembalikan penglihatannya kembali. Saat ayah dapat melihat kembali, ajaklah ia dan semua keluarga kalian ke sini.\"",
    "jalalayn": "(\"Pergilah kalian dengan membawa baju gamisku ini) yaitu baju gamis Nabi Ibrahim yang dipakainya sewaktu ia dicampakkan ke dalam api. Baju tersebut dikalungkan Nabi Yusuf sewaktu ia berada di dalam sumur. Baju tersebut dari surga; malaikat Jibril memerintahkan Nabi Yusuf supaya mengirimkannya kepada ayahnya, seraya berkata, 'Sesungguhnya pada baju itu terdapat bau surga, dan tidak sekali-kali ia diusapkan kepada orang yang sakit melainkan orang sakit itu akan sembuh dengan seketika (lalu letakkanlah dia ke wajah ayahku, nanti ia akan) menjadi (melihat kembali, dan bawalah keluarga kalian semuanya kepadaku.'\")."
  }
]