[
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 1,
    "arab": "الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ",
    "translation": "Alif Lam Mim Ra. Ini adalah ayat-ayat Kitab (Al-Qur'an). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1708.mp3",
    "tafsir": "Al-Quran adalah kitab suci yang diturunkan kepada Nabi Muhammad, dan tidak mengandung hal-hal yang bisa meragukan orang terhadap kebenarannya.\nKebenaran Al-Quran meliputi seluruh aspek yang terkandung di dalamnya seperti hukum, syariat yang bersifat shalih fi kulli zaman wa makan (cocok untuk sepanjang zaman dan di semua tempat), bermacam-macam perumpamaan, kisah, dan petunjuknya yang harus diikuti oleh manusia untuk mencapai kebahagiaan di dunia dan akhirat.\nKebenaran Al-Quran telah terbukti pada masa-masa awal Islam. Dengan berpegang teguh pada Al-Quran, umat Islam mampu membangun bangsa yang berbudaya tinggi dan berakhlak mulia. Al-Quran memotivasi manusia untuk bangkit berjuang menegakkan kebenaran, menghancurkan kemungkaran, menegakkan keadilan, dan melenyapkan kezaliman. Dengan menjalankan petunjuk Al-Quran umat Islam mampu menjadi bangsa yang berwibawa. Tapi ketika Al-Quran ditinggalkan, umat Islam lebih memilih keduniaan daripada akhirat yang kekal, dan akibat ketidakyakinan umat Islam terhadap janji-janji Allah yang termaktub dalam Al-Quran, umat Islam berubah menjadi bangsa yang terbelakang, terbelit kemiskinan dan kebodohan. Jika umat Islam saat ini tidak menyadari kekeliruannya dan tidak berusaha memperbaikinya, dengan cara kembali menjalankan pesan-pesan Al-Quran, maka umat Islam akan tetap terpuruk dalam kebodohannya. Allah tidak akan mengubah nasib mereka jika mereka tidak mengubah nasib mereka sendiri. Firman Allah swt.:\nSesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. (ar-Rad/13: 11)",
    "quraish": "[[13 ~ AR-RA'D (GURUH) Pendahuluan: Madaniyyah, 43 ayat ~ Surat al-Ra'd termasuk kelompok surat Madaniyyah dan berisikan 43 ayat. Dinamakan al-ra'd (guruh) karena mengandung pemujaan yang dilakukan petir kepada Allah. Surat ini diawali dengan keterangan mengenai posisi al-Qur'ân yang merupakan wahyu Allah swt., keterangan mengenai kekuasaan Allah di alam raya, dan keindahan serta manfaat yang dapat diambil dari alam raya itu. Selain itu, terdapat pula keterangan mengenai kekuasaan Allah Swt. dalam menciptakan sesuatu dan dalam mengembalikan dan membangkitkan manusia kembali, keterangan mengenai ilmu pengetahuan Allah yang meliputi segala sesuatu. Keterangan mengenai kekuasaan Allah menurunkan siksa di dunia dan di akhirat juga dibahas dalam surat ini. Setelah itu, surat ini mengajak kita untuk mengamati keajaiban-keajaiban yang terdapat di alam raya. Di samping itu, Allah kemudian menerangkan bermacam-macam sikap manusia dalam menerima al-Qur'ân, sifat-sifat orang Mukmin dalam hubungannya dengan umat manusia, perilaku orang-orang kafir dan sikap keras kepala mereka dalam meminta mukjizat selain al-Qur'ân, walaupun posisi al-Qur'ân sedemikian tinggi, dan beberapa ejekan mereka kepada Rasulullah saw. Allah kemudian, dalam surat ini, menerangkan bahwa rasul-rasul sebelum Muhammad pun telah diejek pula. Keterangan bahwa Allah menguasai segala sesuatu, jiwa dan raga, juga dibahas di sini. Kemudian, Allah menjelaskan bahwa Dia akan membalas masing-masing jiwa itu sesuai apa yang pantas diterimanya, bahwa al-Qur'ân adalah mukjizat terbesar yang bersifat abadi sampai hari kiamat, bahwa Allahlah yang menguatkan rasul-rasul-Nya dengan berbagai mukjizat yang menurut Allah perlu. Terakhir, terdapat keterangan bahwa kalaupun orang-orang musyrik mengingkari pesan-pesan suci Tuhan yang dibawa Muhammad saw., Allah tetap menjadi saksi atas kebenaran pesan-pesan itu. Cukuplah Allah sebagai saksi.]] Alif, Lâm, Râ', adalah huruf-huruf fonemis yang mengawali beberapa surat al-Qur'ân. Huruf-huruf itu menunjukkan bahwa al-Qur'ân adalah mukjizat meskipun \"hanya\" tersusun dari huruf-huruf yang biasa digunakan dalam bahasa Arab. Pada saat diturunkannya al-Qur'ân, huruf-huruf itu menarik orang-orang Arab untuk mau mendengarkannya. Saat itu, orang-orang musyrik Arab saling berpesan kepada sesama mereka untuk tidak mendengarkan al-Qur'ân. Nah, orang-orang Mukmin, ketika memulai membaca huruf- huruf itu, menarik pendengaran orang-orang musyrik hingga mau mendengar. Ayat-ayat yang dibacakan ini adalah al-Qur'ân, sebuah kitab suci yang diturunkan kepadamu, Muhammad, dengan benar dari Allah Swt. yang menciptakanmu dan memilihmu sebagai rasul. Akan tetapi, kebanyakan orang musyrik yang mengingkari kebenaran yang dikandung al-Qur'ân tidak mau tunduk kepada kebenaran. Mereka bahkan bersikap keras kepala.",
    "jalalayn": "(Alif laam raa) hanya Allahlah yang mengetahui maksudnya (Ini adalah) ayat-ayat ini (sebagian dari Alkitab) yakni Alquran; idhafat mengandung makna min, yaitu bermakna sebagian (Dan kitab yang diturunkan kepadamu dari Rabbmu itu) maksudnya Alquran. Kalimat ayat ini berkedudukan menjadi mubtada sedangkan khabarnya ialah (adalah benar) tiada keraguan di dalamnya (akan tetapi kebanyakan manusia) yakni penduduk kota Mekah (tidak beriman) bahwasanya Alquran itu dari sisi Allah swt."
  },
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 2,
    "arab": "اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ",
    "translation": "Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas ‘Arsy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1709.mp3",
    "tafsir": "Ayat ini menjelaskan bukti-bukti kebenaran Al-Quran dengan memaparkan tanda-tanda atau bukti-bukti adanya Allah yang menurunkan Al-Quran. Keberadaan Allah ini dibuktikan dengan berbagai ciptaannya yang bisa dilihat dan dirasakan manusia di alam raya ini.\nSecara terperinci Allah menerangkan keadaan langit yang ditinggikan tanpa tiang, perjalanan matahari dan bulan yang masing-masing beredar menurut waktu dan tempat yang sudah ditentukan, keadaan bumi yang penuh dengan gunung dan lembah yang mengalir sungai di antaranya, dan adanya bermacam-macam kebun yang menghasilkan beraneka ragam buah-buahan. Semua itu menunjukkan bahwa hanya Allah yang dapat memberi manfaat dan mudarat, yang dapat menghidupkan dan mematikan dan Yang Mahakuasa atas segala sesuatu. \nTanda-tanda kekuasaan Allah di langit dipaparkan dalam ayat ini:\n1.Menciptakan langit di atas bumi tanpa adanya tiang sebagaimana yang biasa dilihat oleh seluruh makhluk, dan jarak yang sangat jauh di antara benda-benda di langit yang kesemuanya beredar menurut ketentuan dan peraturan Allah sendiri seperti benda-benda yang terlihat melayang di angkasa.\n2.Kemudian Allah bersemayam di atas Arasy-Nya dan mengatur alam semesta ini. Tentang kebijaksanaan-Nya telah dibentangkan secara panjang lebar di dalam Surah al-Araf dan Surah Yunus.\n3.Allah swt telah menundukkan matahari dan bulan untuk kemanfaatan sekalian makhluk-Nya, masing-masing berjalan pada rotasi/lintasannya menurut waktu yang ditentukan. Tentang perjalanan matahari dan bulan telah dijelaskan dengan terperinci dalam Surah Yunus dan Surah Hud. Allah swt mengatur segala kejadian dalam kerajaan-Nya secara sempurna, Dialah yang menghidupkan dan mematikan, mengadakan dan meniadakan, memberi kekayaan dan kemiskinan, menurunkan wahyu kepada siapa yang dikehendaki-Nya. Semua itu menunjukkan bahwa Allahlah yang mempunyai kekuasaan yang mutlak dan rahmat yang luas, karena menentukan penciptaan suatu makhluk dengan keadaan sifat dan tabiat tertentu, tidak dapat dilaksanakan kecuali oleh Tuhan Yang Mahaagung dan Mahakuasa. Dialah yang mengatur alam kebendaan dan alam kerohanian dan Dialah yang mengatur benda-benda yang amat besar dan amat kecil, semuanya dengan penuh hikmah kebijaksanaan. \n\nDitinjau dari sudut saintifik, langit atau sama dalam ayat ini dapat berarti langit biru atau atmosfer yang dekat dengan bumi ini. Dalam pengertian yang lebih luas sama juga dapat diartikan dengan langit antariksa (space) yang sangat luas ini. \nAtmosfer adalah selubung gas yang meliputi suatu planet (termasuk bumi). Ia membentuk ruang udara. Atmosfer dibagi ke dalam 6 (enam) wilayah menurut ketinggiannya, yang satu berada di atas yang lainnya. Secara berurutan dari wilayah yang terendah, maka atmosfer dibagi menjadi: (1) Troposfer (Troposphere ketinggian: 0-8 Km), (2) Tropopause, ketinggian: 8-12 Km (3) Stratosfer (Stratosphere, ketinggian: 12-80 Km), (4) Mesosfer (Mesosphere, ketinggian: 80 Km) (5) Ionosfer (Ionosphere, ketinggian: 100 Km) dan (6) Eksosfer (Exosphere, ketinggian >100Km). Terjadinya awan, cuaca dan sebagainya berada di wilayah Troposfer. Komposisi atmosfer (di wilayah Troposfer), mayoritas terdiri dari gas nitrogen (78%), juga oksigen (20%). Atmosfer ini menyeliputi bumi dan dapat tegak di atas bumi karena adanya gaya gravitasi bumi. Inilah pengertian dari meninggikan langit tanpa tiang itu. Tentu saja ini adalah tafsir langit yang berbeda dengan tujuh lapis langit yang menyangkut galaksi dan lain sebagainya. \nBerkaitan dengan langit tanpa tiang, ditinjau dari struktur konstruksi maka struktur tanpa tiang hanya dimungkinkan kalau konstruksinya berbentuk bola atau mirip bola (spherical, surface of revolution), meskipun demikian para ahli belum sepakat tentang bentuknya; ada yang menyatakan sebagai bola, seperti sadel, bahkan sebagai terompet. Pada konstruksi ini dinding dan tiang menyatu menjadi permukaan bola itu sendiri. Jadi, konstruksi langit tanpa tiang hanya dimungkinkan bila langit itu berbentuk bola, sesuai dengan temuan ilmiah yang menyatakan bahwa alam semesta adalah bola besar yang mengembang makin membesar dengan kecepatan cahaya yaitu dengan kecepatan cahaya 300 ribu kilometer setiap detiknya (the expanding universe).\nLangit-antariksa, memang terbentuk sejak Dentuman Besar (Big Bang) dan terus mengembang dan meluas. Dalam Surah az-zariat/51:47 disebutkan: Dan langit Kami bangun dengan kekuasaan (Kami) dan Kami benar-benar meluaskannya. Kata sama pada ayat 47 Surah az-zariat/51 di atas lebih tepat diartikan langit-antariksa. Langit-antariksa (space) memang terus-menerus mengembang (space expansion). Penelitian spektrum Galaksi, menunjukkan adanya pergeseran spektrum pita-merah yang teratur, hal ini menjelaskan bahwa jarak antar Galaksi semakin menjauh, dan inilah yang merupakan indikasi langit-antariksa semakin mengembang. Tentu langit ini tidak memerlukan tiang; karena dibangun dengan kekuatan maha dahsyat dari Allah swt yang berupa Dentuman Besar. Dentuman Besar (Big Bang) ini telah memecah Gaya Superforce menjadi Gaya-gaya Fundamental seperti: Gaya Gravitasi, Gaya Nuklir Kuat, Gaya Nuklir Lemah, dan Gaya Elektromagnetik; yang kesemuanya ini menstabilkan langit-antariksa ini.\nSeterusnya dalam ayat-2 ini disebutkan: \"Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan\". Kata \"menundukkan\" berarti bahwa baik matahari maupun bulan tunduk pada sunatullah, atau hukum-hukum alam dari Allah. Tentang \"masing-masing beredar menurut waktu yang ditentukan\", lihat keterangan pada Surah Yunus/10: 5 di atas. Demikian penjelasan dari sudut pandang saintis.\nKesemuanya itu terjadi berkat kesempurnaan Allah dalam Zat, sifat, ilmu, dan kekuasaan-Nya yang tidak dapat ditiru oleh siapapun juga. Allah mengatur urusan makhluk-Nya, menjelaskan tanda-tanda kebesaran-Nya dengan peraturan yang sangat rapi dan sempurna, serta mengatur benda-benda di langit sehingga berjalan menurut lintasan yang telah ditentukan, seperti bentuk mata rantai yang sambung menyambung sehingga tidak terjadi tabrakan di ruang angkasa yang dapat menimbulkan malapetaka dan bencana. Semua ini berlangsung terus-menerus sampai datang hari kiamat, dimana akan terjadi kekacauan dan ketidakteraturan kerja benda-benda langit di alam angkasa. Kehancuran alam semesta dimulai dengan terbelahnya langit, seperti dijelaskan dalam firman Allah:\nApabila langit terbelah, dan apabila bintang-bintang jatuh berserakan. (al-Infithar/82:1-2)\n\nKemudian Allah menerangkan bahwa tanda-tanda kesempurnaan kekuasaan-Nya di langit dan di bumi merupakan sarana yang bisa menimbulkan keyakinan bagi umat manusia akan adanya perjumpaan dengan Allah Sang Pencipta pada hari kiamat, dimana Dia akan memberikan ganjaran kepada orang-orang yang berbuat kebajikan dan menghukum orang-orang yang berbuat kejahatan. Jika manusia meyakini kebenaran ini, niscaya dia dapat berpaling dari penyembahan berhala dan patung kepada keikhlasan beribadah hanya kepada Allah Yang Maha Esa, percaya kepada janji dan ancaman-Nya, percaya kepada semua rasul-Nya, mengikuti segala perintah dan menjauhi larangan-Nya, sehingga mereka menjadi manusia yang bahagia di dunia dan di akhirat.",
    "quraish": "Yang menurunkan kitab suci ini adalah Allah Swt. yang meninggikan langit, dengan bintang-bintangnya yang beredar, tanpa tiang yang dapat dilihat dan tanpa seorang pun tahu kecuali Dia. Namun begitu, Allah menghubungkan langit dan bumi dengan berbagai ikatan yang tak akan putus kecuali jika Dia menghendaki. Allah juga menundukkan matahari dan bulan dengan kekuasaan-Nya untuk kepentingan kalian. Matahari dan bulan itu berputar secara teratur sampai masa waktu yang telah ditentukan. Hanya Dialah yang mengatur segala sesuatu di langit dan di bumi, dan menerangkan tanda-tanda kekuasaan-Nya di alam raya, agar kalian meyakini konsep keesaan Tuhan.",
    "jalalayn": "(Allahlah yang meninggikan langit tanpa tiang sebagaimana yang kalian lihat) lafal `amad merupakan bentuk jamak dari kata tunggal `imaad, yang artinya ialah tiang penyanggah. Dan memang sebagaimana yang terlihat langit itu tidak mempunyai tiang penyanggah (kemudian Dia berkuasa di atas Arsy) dalam arti kata kekuasaan yang layak bagi keagungan-Nya (dan menundukkan) menjinakkan (matahari dan bulan. Masing-masing) daripada matahari dan bulan itu (beredar) pada garis edarnya (hingga waktu yang ditentukan) yaitu hari kiamat. (Allah mengatur semua urusan) yakni memutuskan semua perkara kerajaan-Nya (menjelaskan) menerangkan (tanda-tanda) yang menunjukkan akan kekuasaan-Nya (supaya kalian) hai penduduk kota Mekah (terhadap hari pertemuan dengan Rabb kalian) melalui hari berbangkit (meyakininya)."
  },
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 3,
    "arab": "وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ",
    "translation": "Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1710.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan sisi lain dari tanda-tanda kekuasaan-Nya yang ada di bumi, yaitu:\n1.Dialah Allah yang membentangkan bumi menjadi luas dan lebar supaya mudah dijadikan tempat kediaman makhluk-Nya. Semua binatang dapat hidup di atasnya dengan leluasa. Manusia dapat mengambil manfaat dari hasil buminya, hewan-hewannya, dan benda-benda logam yang terpendam di dalam perutnya, serta dapat berkeliaran di muka bumi untuk mencari rezeki dan segala kemanfaatannya. Karena sangat luas, bumi ini kelihatannya seperti lahan datar, meskipun keadaan yang sebenarnya berbentuk bola sebagaimana diyakini oleh para ulama ahli falak. \n2.Allah telah mengadakan gunung-gunung di atas permukaan bumi ini sebagai tonggak dan pasak yang menjaga kestabilan bumi supaya tidak bergerak dan tidak bergeser.\n3.Allah telah menciptakan sungai-sungai di bumi untuk kepentingan manusia dan binatang-binatang. Manusia dapat mengairi dengan air sungai itu kebun-kebun dan sawah ladangnya yang nantinya menghasil-kan bermacam-macam hasil bumi dan buah-buahan. \n4.Bunga dari pohon buah-buahan dijadikan Allah berpasang-pasangan dimana terdapat unsur jantan dan unsur betina. Ilmu pengetahuan telah menetapkan bahwa sebuah pohon itu tidak akan berbuah kecuali jika telah terjadi perkawinan antara unsur jantan (serbuk sari) dan betina (putik bunga) yang biasanya berada pada sebagian besar dari jenis pohon. Ada pohon yang hanya memiliki unsur jantan saja, sedangkan unsur betinanya ada pada pohon yang lain sehingga perlu dikawinkan supaya dapat berbuah seperti pohon kurma. Ada pula yang mempunyai unsur jantan dan betina dalam satu bunga seperti pohon kapas. \n5.Allah menutupkan malam kepada siang sehingga suasana alam yang terang berubah menjadi gelap gulita seperti menutup sesuatu dengan kain hitam. Demikian pula Allah menyinarkan siang kepada malam sehingga kegelapan hilang dan alam kelihatan terang benderang. Semuanya itu dijadikan Allah untuk menyempurnakan kemanfaatan bagi manusia dengan memberikan kesempatan istirahat dan tidur di malam hari dan bekerja mencari nafkah pada siang hari sesuai dengan firman Allah:\nApakah mereka tidak memperhatikan bahwa Kami telah menjadikan malam agar mereka beristirahat padanya dan (menjadikan) siang yang menerangi? (an-Naml/27: 86)\n\nDalam ayat 3 di atas, dijelaskan bahwa Allah menutupkan malam kepada siang. Dalam ayat yang lainnya juga disebutkan bahwa malam menutup siang dan siang menutup malam. Kata-kata yang digunakan dalam bahasa Arab ini mirip seperti orang memakai sorban, yaitu kain yang satu menutup yang lain dan secara berlapis-lapis menutup kepala. Dengan demikian kata menutupkan malam kepada siang, sebetulnya mengisyaratkan bahwa planet bumi kita ini bulat; bukannya datar seperti gambaran orang-orang jahiliah kuno. \nSetelah Allah menerangkan dalil-dalil kekuasaan-Nya yang dapat dilihat oleh mata tiap pagi dan petang, tiap-tiap waktu dan keadaan, maka Allah menerangkan bahwa tanda-tanda itu tidak diperhatikan kecuali oleh orang-orang yang suka bersyukur dan merenungi tanda-tanda kekuasaan-Nya. Lalu dengan akal pikirannya dapat mencapai kebenaran dan beralih dari memandang sebab kepada yang menyebabkan. Sesungguhnya pada yang demikian itu ada tanda-tanda kebesaran Allah bagi kaum yang mau memikirkan bahwa pencipta alam itu adalah Tuhan yang mempunyai kehendak yang mutlak dan kekuasaan yang meliputi segala sesuatu, yang Kuasa untuk menghidupkan yang telah mati di antara makhluk-Nya, dan mengembalikan mereka dari alam fana. Oleh karena itu, tidak boleh beribadah kecuali kepada-Nya, tidak boleh tunduk dan berserah diri kecuali kepada kekuasaan-Nya. Beribadah tidak boleh ditujukan kepada patung-patung, berhala-berhala, batu-batu, pohon, malaikat, nabi-nabi, dan lain sebagainya karena benda-benda itu tidak dapat menolak kemudaratan dari dirinya sendiri, sesuai dengan firman Allah:\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-hajj/22: 73)\n\nDan telah diriwayatkan pula dalam sebuah hadis Nabi saw\nPikirkanlah olehmu sekalian tentang makhluk Allah dan jangan memikirkan tentang Allah. (Riwayat Abu Nuaim dari Ibnu Abbas)",
    "quraish": "Allahlah yang membentangkan bumi dan menjadikannya takluk, hingga kalian dapat berjalan di atasnya ke timur dan ke barat. Allah menciptakan pula gunung yang menancap dan sungai yang mengalirkan air tawar. Dari air itu, Dia menumbuhkan bermacam-macam jenis buah yang beranak pinak. Berbagai jenis buah itu diciptakan berpasangan. Ada yang manis, ada pula yang masam; ada yang putih, ada pula yang hitam. Selain itu, Allah Swt. menutup siang dengan malam. Di dalam keajaiban alam raya ini sungguh terdapat bukti-bukti yang jelas yang menunjukkan kemahakuasaan dan kemahaesaan Allah Swt. bagi orang-orang yang mau berfikir dan merenungkan ciptaan-Nya(1). (1) Segala macam jenis bunga yang menghasilkan buah hanya dapat berproduksi bila ada perkawinan antara unsur jantan dan unsur betina, baik yang berasal dari bunga itu sendiri maupun dari dua jenis bunga yang berbeda.",
    "jalalayn": "(Dan Dialah yang membentangkan) menghamparkan (bumi dan menjadikan) membuat (gunung-gunung padanya) gunung-gunung yang kokoh (dan sungai-sungai. Dan menjadikan padanya semua buah-buahan berpasang-pasangan) dari setiap jenis yang ada (Allah menutupkan) menutup (malam) dengan kegelapannya (kepada siang. Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (terdapat tanda-tanda) bukti-bukti yang menunjukkan akan keesaan Allah swt. (bagi kaum yang memikirkan) tentang ciptaan Allah."
  },
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 4,
    "arab": "وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "translation": "Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1711.mp3",
    "tafsir": "Ungkapan ayat ini merupakan kelanjutan dari tanda-tanda kekuasaan Allah yang ada di bumi, yaitu bahwa di bumi terdapat bagian-bagian tanah yang berdekatan dan berdampingan tetapi berlainan kesuburannya. Ada tanah yang sangat subur untuk ditanami tanaman apa saja, ada pula tanah yang hanya dapat ditanami pohon-pohon besar saja, tetapi tidak baik untuk ditanami tanaman palawija atau sebaliknya, ada pula tanah yang lunak dan ada pula yang keras yang sulit untuk digemburkan. Di bumi terdapat kebun-kebun anggur, tanaman palawija, dan pohon yang bercabang dan tidak bercabang. Semuanya itu disiram dengan air yang sama tetapi menghasilkan buah yang beraneka ragam rasanya, seperti pohon tebu yang rasanya manis, buah jeruk yang rasanya manis dan masam, serta buah paria yang rasanya pahit, dan lain sebagainya. Allah melebihkan sebahagian tanaman-tanaman atas sebagian yang lain baik dari bentuknya, rasanya dan baunya. Semua tanda-tanda itu menunjukkan kekuasaan Allah dan menjadi dalil yang bisa menimbulkan keyakinan bagi orang-orang yang mau berpikir.\nMenurut kajian saintis, perbedaan rasa dari buah-buahan atau tanaman, disebabkan perbedaan kandungan kimiawi yang ada di dalamnya. Zat atau molekul kimiawi ini, dalam bahasa ilmu biokimia dikenal dengan sebutan metabolit. Perbedaan jenis maupun kuantitas metabolit inilah yang memberikan rasa yang berbeda-beda dari tanaman atau buah yang berbeda. Biji dari semua tanaman, hampir semuanya berbentuk sama atau dikenal sebagai mempunyai morfologi yang sama, atau hampir sama, yaitu morfologi-nya bulat atau sedikit lonjong. Semua biji ini, di dalamnya terkandung embrio tanaman (Encyclopedia Britannica, 1965,Vol.20, Seed, 273-275). Dalam embrio tanaman itu terkandung materi-materi genetik (atau yang sering disebut dengan DNA, Desoxyribo Nucleic Acid, atau Asam Desoksiribo Nukleat). \nDalam biji tanaman yang berbeda, kandungan embrioniknya berbeda, demikian pula kandungan materi DNA-nya juga berbeda. DNA suatu materi yang akan sangat menentukan proses pembentukan metabolit dalam semua makhluk hidup termasuk tanaman. Maka Mahabesar Allah, apabila biji-biji yang berbeda itu ditanam dan disiram dengan air yang sama, biji-biji itu akan tumbuh menjadi berbagai tanaman yang berbeda rasanya, tergantung materi genetik yang dikandungnya; karena materi genetik inilah yang akan menentukan (membuat) metabolit-metabolit di dalam tanaman itu yang menentukan rasa buah atau tanaman itu..",
    "quraish": "Bumi juga mengandung berbagai keajaiban. Ada kepingan-kepingan tanah yang saling berdekatan. Meskipun demikian, jenis tanahnya dapat berbeda-beda. Ada yang kering tandus, ada pula yang basah subur. Ada pula tanah yang, kalaupun jenisnya sama, menjadi lahan perkebunan anggur, lahan persawahan, dan lahan perkebunan korma. Kebun-kebun itu ada yang berkumpul di atas satu area, ada pula yang tumbuh berpisah-pisah. Selain itu, meskipun kebun-kebun itu disiram dan tumbuh dari sumber air yang sama, rasa yang dihasilkan oleh buah-buahannya beraneka ragam. Sungguh, di dalam keajaiban alam itu, benar-benar terdapat bukti yang jelas atas kemahakuasaan Allah bagi orang yang memiliki akal dan mau berfikir(1). (1) Ayat ini mengisyaratkan adanya ilmu tentang tanah (geologi dan geofisika) dan ilmu lingkungan hidup (ekologi) serta pengaruhnya terhadap sifat tumbuh-tumbuhan. Sudah diketahui secara ilmiah, bahwa tanah persawahan terdiri atas butir-butir mineral yang beraneka ragam sumber, ukuran dan susunannya; air yang bersumber dari hujan; udara; zat organik yang berasal dari limbah tumbuh- tumbuhan dan makhluk hidup lainnya yang ada di atas maupun di dalam lapisan tanah. Lebih dari itu, terdapat pula berjuta-juta makhluk hidup yang amat halus yang tidak dapat dilihat dengan mata telanjang, karena ukurannya yang sangat kecil. Jumlahnya pun sangat bervariasi, berkisar antara puluhan juta sampai ratusan juta pada setiap satu gram tanah pertanian. Sifat-sifat tanah yang bermacam-macam itu, baik secara kimia, fisika maupun secara biologi, menunjukkan kemahakuasaan Allah Sang Pencipta dan kesempurnaan penciptaan-Nya. Tanah, seperti dikatakan sendiri oleh para petani, benar-benar berbeda dari satu jengkal ke satu jengkal lainnya. Para ahli menyatakan bahwa kekurangan salah satu zat utama yang diperlukan sebagai bahan makanan, akan mengakibatkan perubahan yang berpengaruh pada tumbuh-tumbuhan. Oleh karena itu, para petani umumnya menggunakan pupuk yang sesuai dengan jenis tanah. Hal itu ternyata cukup berpengaruh pada buah yang dihasilkan, baik buah yang dihasilkan oleh pohon yang berasal dari satu jenis, maupun yang berbeda jenisnya. Allah Mahasuci, yang memiliki kerajaan segala sesuatu, dan Dia Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Dan di bumi terdapat bagian-bagian) berbagai macam daerah (yang berdampingan) yang saling berdekatan; di antaranya ada yang subur dan ada yang tandus; dan di antaranya lagi ada yang kekurangan air dan yang banyak airnya; hal ini merupakan bukti-bukti yang menunjukkan kepada kekuasaan-Nya (dan kebun-kebun) ladang-ladang (anggur, tanam-tanaman) dibaca rafa', yaitu zar'un karena diathafkan kepada lafal jannatun. Kalau dibaca jar, yaitu zar'in diathafkan kepada lafal a'naabin, demikian pula firman-Nya: (dan pohon kurma yang bercabang) lafal shinwaanun adalah bentuk jamak dari kata tunggal shinwun, artinya pohon kurma yang banyak cabangnya (dan yang tidak bercabang) pohon kurma yang tidak banyak cabangnya (disirami) kalau dibaca tusqaa, artinya kebun-kebun dan pohon-pohon yang ada padanya disirami. Dan kalau dibaca yusqa, artinya hal tersebut disirami (dengan air yang sama. Kami melebihkan) dapat dibaca nufadhdhilu dan yufadhdhilu (sebagian tanam-tanaman itu atas sebagian yang lain tentang rasanya) dapat dibaca al-ukuli dan al-ukli, artinya dalam hal rasa; yaitu ada yang manis dan ada yang masam. Hal ini merupakan tanda yang menunjukkan kepada kekuasaan Allah swt. (Sesungguhnya pada yang demikian itu) dalam hal tersebut (terdapat tanda-tanda bagi kaum yang berpikir) yaitu bagi orang-orang yang mau memikirkannya."
  },
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 5,
    "arab": "۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
    "translation": "Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, “Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1712.mp3",
    "tafsir": "Ayat ini menjelaskan sikap orang kafir terhadap keesaan Allah, dimana Allah mengatakan kepada Nabi Muhammad bahwa jika beliau heran terhadap penyembahan mereka kepada berhala-berhala yang tidak memberi mudarat dan membawa manfaat setelah dikemukakan dalil-dalil keesaan Allah, maka yang lebih patut mengherankan adalah ucapan mereka yang mendustakan hari kebangkitan pada hari kiamat. Mereka berkata, \"Apabila kami telah menjadi tanah apakah kami benar-benar akan dikembalikan lagi menjadi makhluk yang baru?\"\nMereka mengucapkan kata-kata pengingkaran itu padahal mereka tidak mengingkari kekuasaan Allah dalam menciptakan mereka sejak berada dalam kandungan ibunya. Pertanyaan yang mengandung keingkaran itu berulang-ulang disebut dalam sebelas tempat di delapan surah dalam Al-Quran, yaitu Surah ar-Rad/13: 5, al-Isra/17: 49 dan 98, al-Muminun/23: 35 dan 82, an-Nahl/16: 38, as-Sajdah/32: 10, ash-shaffat/37: 16 dan 53, al-Waqiah/56: 47, dan an-Naziat/79: 11. Semuanya mengandung keingkaran yang sangat keras sehingga mengesankan bahwa hari kebangkitan itu mustahil akan terjadi. Menurut mereka tidak mungkin orang yang sudah meninggal dunia dan menjadi tulang-belulang akan hidup kembali. Kemudian Allah menegaskan bahwa orang yang ingkar pada hari kebangkitan itulah yang juga ingkar terhadap Tuhannya. Mengingkari kekuasaan Allah sama halnya dengan mengingkari Allah itu sendiri. Mereka akan dipasangkan belenggu di lehernya sebagai akibat di dunia tidak meyakini kebenaran dan mengikuti petunjuk. Ada pula yang menafsirkan bahwa mereka itu pada hari kiamat ketika diadili dan dipasangkan beberapa belenggu di lehernya seperti seorang tawanan. Firman Allah:\nKetika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret, ke dalam air yang sangat panas, kemudian mereka dibakar dalam api. (al-Mumin/40: 71-72)\n\nMereka adalah penghuni neraka yang kekal di dalamnya dan hidup dalam kehinaan sebagai akibat dari keingkaran dan kejahatannya selama hidup di dunia.\nAllah swt dengan sifat kemahakuasaan-Nya, mampu menciptakan segala sesuatu yang ada di dunia ini, baik yang hidup dan bergerak, maupun yang mati, bahkan dari tidak ada menjadi ada. Oleh karena itu, Allah akan dengan mudah membangkitkan kembali manusia setelah mati. Firman Allah:\n... dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh? Katakanlah (Muhammad), \"Yang akan menghidupkan-nya ialah (Allah) yang menciptakannya pertama kali... (Yasin/36: 78-79)\n\nFirman Allah:\nApakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan), Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna. (al-Qiyamah/75: 3-4)",
    "quraish": "Keadaan orang-orang musyrik dalam menghadapi bukti-bukti yang nyata dan jelas itu sungguh aneh! Kalau kamu merasa heran, wahai Muhammad, maka yang sebenarnya mengherankan adalah ucapan mereka yang mengatakan, \"Apakah, setelah kami mati dan menjadi tanah, kami akan hidup kembali?\" Itu adalah sikap orang yang kafir terhadap Sang Pencipta. Akal mereka telah sesat dan tempat kembali mereka adalah neraka yang akan hidup kekal di dalamnya. Padahal, Tuhan yang mampu menciptakan tentu mampu pula mengembalikan penciptaan-Nya.",
    "jalalayn": "(Dan jika kamu merasa heran) hai Muhammad, tentang pendustaan yang dilakukan oleh orang-orang kafir terhadap dirimu (maka yang patut mengherankan) lebih berhak untuk ditakjubi (adalah ucapan mereka) orang-orang yang mengingkari adanya hari berbangkit (\"Apabila kami telah menjadi tanah, apakah kami sesungguhnya akan menjadi makhluk yang baru?\") karena sesungguhnya Dzat yang mampu menciptakan makhluk dan hal-hal yang telah disebutkan tadi yang tanpa tandingan mampu pula untuk mengembalikan mereka menjadi hidup kembali. Sehubungan dengan kedua huruf hamzah pada dua tempat dalam ayat ini, yaitu a-idzaa dan a-innaa dengan menyebutkan secara jelas keduanya. Dan dapat pula dibaca secara nyata pada yang pertama sedangkan pada yang kedua diringankan kemudian dimasukkan huruf alif di antara keduanya sebagaimana boleh pula huruf alif tidak dimasukkan. Akan tetapi menurut suatu qiraat, pada tempat yang pertama memakai huruf istifham sehingga menjadi a-idzaa sedangkan pada yang kedua dibaca dalam bentuk kalimat berita sehingga bacaannya menjadi innaa lafii khalqin jadiid. Dan menurut qiraat yang lainnya lagi dibaca secara kebalikannya sehingga menjadi idzaa kunnaa turaaban a-innaa lafii khalqin jadiid (orang-orang itulah yang kafir kepada Rabb mereka dan orang-orang itulah yang diletakkan belenggu di lehernya; mereka itulah penghuni neraka, mereka kekal di dalamnya.)"
  },
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 6,
    "arab": "وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ",
    "translation": "Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1713.mp3",
    "tafsir": "Setelah mendustakan Rasul dan mengingkari azab hari kiamat, mereka mengingkari pula azab di dunia yang telah diancamkan oleh Rasulullah kepada mereka. Mereka meminta kepadanya agar siksa yang telah diancamkan kepada mereka disegerakan datangnya. Semestinya mereka memohon kebaikan dan keselamatan dari turunnya azab dan mengharapkan pahala yang dijanjikan oleh Rasulullah di akhirat. Padahal bermacam-macam azab telah ditimpakan Allah kepada umat-umat yang mendustakan para rasul sebelumnya. Di antara mereka ada yang diubah rupa dan sifatnya menjadi seperti kera, ada pula yang dihancurkan dengan gempa bumi, dan sebagainya. Tentang keadaan mereka yang lebih suka menantang turunnya azab daripada meminta kebaikan disebutkan pula dalam firman Allah:\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anfal/8: 32)\n\nSesungguhnya Allah benar-benar mempunyai ampunan yang luas terhadap dosa-dosa hamba-Nya yang bertobat dan menutupi kesalahan-kesalahannya pada hari kiamat. Seandainya tidak bersifat Maha Penyantun, tentu Allah akan menyiksa manusia karena kezalimannya. Firman Allah:\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini. (Fathir/35: 45)\n\nSesungguhnya siksaan Allah sangat pedih terhadap orang yang mengerja-kan kejahatan dan terus bergelimang dalam kesesatan dan dosa. Ada sebagian azab yang disegerakan turunnya di dunia sebagai akibat dari berbagai dosa, seperti terganggunya kesehatan orang-orang yang biasa minum minuman keras, bangkrutnya orang-orang yang suka berjudi padahal sebelumnya kaya, dan seseorang koruptor yang dicopot dari kedudukannya yang tinggi karena terlibat soal korupsi dan manipulasi. Sering sekali ampunan dari Allah itu disebut berdampingan dengan siksaan agar seorang hamba Allah selalu berada di posisi tengah antara khauf dan raja (ketakutan terhadap azab Allah dan harapan memperoleh ampunan-Nya) seperti dalam firman Allah:\nSesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang. (al-Araf/7: 167)",
    "quraish": "Kesesatan mereka yang terlalu itu menggiring mereka untuk meminta agar siksa itu didatangkan segera, bukan malah meminta petunjuk yang dapat menyelamatkan mereka. Mereka menduga bahwa Allah tidak akan menurunkan siksa di dunia jika Dia berkehendak. Padahal, sebelum mereka dahulu telah pernah didatangkan siksa yang memusnahkan orang-orang seperti mereka. Namun demikian, Allah akan mengampuni kezaliman dari orang yang mau bertobat dan kembali ke jalan yang benar. Juga, Allah akan mendatangkan siksa yang pedih kepada orang yang tetap berada dalam kesesatan.",
    "jalalayn": "Ayat ini diturunkan berkenaan dengan permintaan mereka yang menginginkan disegerakannya azab; mereka kemukakan hal ini dengan nada mengejek (Mereka meminta kepadamu supaya disegerakan datangnya keburukan) yakni azab (sebelum mereka meminta kebaikan) rahmat (padahal telah terjadi bermacam-macam contoh siksa sebelum mereka) lafal matsulaat merupakan bentuk jamak dari kata tunggal al-matslah dengan wazan ats-tsamrah; artinya siksaan-siksaan yang telah menimpa orang-orang seperti mereka dari kalangan orang-orang yang mendustakan. Mengapa mereka tidak mengambil pelajaran daripadanya? (Dan sesungguhnya Rabbmu benar-benar mempunyai ampunan yang luas bagi manusia sekali pun) walaupun (mereka zalim) dan jika tidak demikian, niscaya tidak akan tersisa di permukaan bumi ini makhluk yang melata di atasnya. (Dan sesungguhnya Rabbmu benar-benar sangat keras siksaan-Nya) terhadap orang-orang yang durhaka kepada-Nya."
  },
  {
    "ruku": 205,
    "name": "Ar-Ra'd",
    "ayat": 7,
    "arab": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ",
    "translation": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1714.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bagaimana orang-orang kafir berkata kepada Nabi Muhammad dengan nada menantang mengapa tidak diturunkan kepadanya tanda kebesaran dari Tuhannya seperti tongkat sebagai mukjizat yang diberikan kepada Nabi Musa dan unta kepada Nabi Saleh, serta mengapa Muhammad tidak bisa menjadikan bukit Safa menjadi emas atau mengubah bukit-bukit ini menjadi lembah dengan sungai yang mengalir. Mereka menuntut yang demikian itu karena menyangka bahwa Al-Quran bukan merupakan mukjizat. Allah swt telah menolak tuntutan mereka itu dengan firman-Nya:\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isra/17: 59)\n\nSunatullah yang berlaku adalah jika tanda-tanda kekuasaan Allah telah diminta, dan setelah tanda-tanda itu diturunkan, namun mereka yang menuntutnya tetap membangkang dan tidak percaya, pasti mereka akan dimusnahkan dengan azab Allah. Allah tidak menghendaki yang demikian itu sehingga tidak menurunkan tanda-tanda mukjizat seperti yang mereka tuntut. Nabi Muhammad saw telah diberi mukjizat yang lain untuk menunjukkan kebenaran risalahnya. Tugas pokok Nabi Muhammad saw hanya sekedar menyampaikan risalahnya seperti tugas nabi-nabi sebelum-nya, bukan memenuhi usul dan permintaan kaumnya agar mereka dapat petunjuk. Urusan memberi petunjuk ke dalam hati seseorang hanya di tangan Allah dan tidak menjadi wewenang Nabi Muhammad, seperti diterangkan dalam firman Allah:\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\n\nSesungguhnya Nabi Muhammad hanyalah seorang pemberi peringatan. Bagi tiap-tiap umat ada pemimpin yang memberi petunjuk kepada kebaikan. Mereka itu adalah para nabi dan jika mereka telah tiada, maka ahli hikmah, ulama, dan mujtahidin yang melanjutkan tugas nabi untuk menggali dan menjelaskan syariat secara lebih terperinci yang mengandung unsur-unsur akhlak yang baik dan pedoman hidup bagi umat manusia. Firman Allah:\nDan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (Fathir/35: 24)",
    "quraish": "Orang-orang yang mengingkari kebenaran mukjizat besar, yaitu al-Qur'ân, berkata \"Mengapa Allah tidak menurunkan kepadanya bukti yang tampak jelas, seperti menggerakkan gunung, tentang kebenaran kenabian, hingga Allah menunjukkan kebenaran itu kepada nabi-Nya?\" Kepada mereka, Allah mengatakan, \"Engkau, Muhammad, hanyalah seorang pemberi peringatan tentang akibat buruk yang akan mereka rasakan kalau mereka terus menerus berada dalam kesesatannya. Masing-masing umat memiliki rasul yang menunjukkan mereka ke jalan yang benar. Masing-masing rasul itu memiliki mukjizat yang membuktikan kebenaran misi kenabian-Nya. Dalam hal ini mereka tidak memiliki kebebasan memilih. Mereka harus melawan tantangan mukjizat itu dan mendatangkan sesuatu yang serupa.",
    "jalalayn": "(Orang-orang yang kafir berkata, \"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu tanda dari Rabbnya?\") yakni mukjizat, seperti tongkat dan tangannya Nabi Musa, dan seperti untanya Nabi Saleh. Maka Allah berfirman, (\"Sesungguhnya kamu hanyalah seorang pemberi peringatan) juru peringat bagi orang-orang yang kafir; dan tugasmu bukanlah untuk mendatangkan mukjizat-mukjizat (dan bagi tiap-tiap kaum ada orang yang memberi petunjuk\") seorang nabi yang mengajak mereka untuk menyembah Rabb mereka dengan membawa mukjizat-mukjizat yang telah diberikan oleh-Nya, bukannya mukjizat-mukjiat seperti apa yang orang-orang kafir minta."
  }
]