[
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 19,
    "arab": "۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ",
    "translation": "Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1726.mp3",
    "tafsir": "Pada ayat ini, Allah swt menjelaskan bahwa tidak sama orang yang mengetahui bahwa apa yang diturunkan kepada Muhammad adalah sesuatu yang nyata benarnya dan datang dari Allah dibandingkan dengan orang buta yang tidak memahami dan mempercayainya. Firman Allah:\nDan telah sempurna firman Tuhanmu (Al-Quran) dengan benar dan adil. (al-Anam/6: 115)\n\nMenurut Ibnu Abbas, ayat ini turun berkaitan dengan dua orang, yang seorang mukmin dan yang lainnya kafir, yaitu Hamzah dan Abu Jahal. Apakah (Hamzah) yang percaya dan mengetahui bahwa apa yang diturunkan kepada Nabi Muhammad saw itu benar, tanpa keraguan lagi, sama dengan (Abu Jahal) yang buta hatinya, dan sama sekali tidak mendapat petunjuk kepada kebaikan? Tentu tidak sama. Hanya orang-orang yang sehat pikirannya saja yang dapat menyadari hal seperti ini, dan yang dapat mengambil manfaat dari perumpamaan-perumpamaan yang dikemukakan Allah swt dalam kitab suci-Nya.",
    "quraish": "Orang-orang yang mendapat petunjuk dan orang-orang yang sesat tentu tidak sama. Apakah orang yang mengerti kebenaran ajaran yang diturunkan Allah--Tuhan yang memelihara dan memilihmu, Muhammad, untuk menyampaikan pesan-pesan suci-Nya--sama dengan orang yang tersesat dari kebanaran, hingga menjadi seperti orang buta yang tidak dapat melihat? Tidak ada yang dapat mengerti kebenaran dan merenungkan kebesaran Allah selain orang yang berakal dan berfikir.",
    "jalalayn": "Ayat berikut ini diturunkan berkenaan dengan sahabat Hamzah dan Abu Jahal. (Adakah orang yang mengetahui bahwasanya apa yang diturunkan kepadamu dari Rabbmu itu benar) lalu ia beriman kepadanya (sama dengan orang yang buta?) yaitu orang yang tidak mengetahuinya dan tidak mau beriman kepadanya. Tentu saja tidak. (Sesungguhnya yang mau mengambil pelajaran itu) orang-orang yang menasihati dirinya sendiri (hanyalah orang-orang yang berakal saja) orang-orang yang memiliki akal sehat."
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 20,
    "arab": "الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ",
    "translation": "(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1727.mp3",
    "tafsir": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut:\na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut.\nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali.\nb.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim.\nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis:\nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim).\n\nDan hadis Nabi saw:\nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir)\nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman:\nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28)\nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman:\nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9)\ne.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya.\nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman.\nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah.\ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat.\nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya.\nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah:\n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63)\nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat.\nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
    "quraish": "Mereka yang mengetahui kebenaran itu adalah orang-orang yang menepati janji Allah pada mereka sesuai dengan fitrah, penciptaan dan kuatnya perjanjian itu. Mereka tidak akan memutuskan ikatan perjanjian yang kuat yang mereka lakukan atas nama Allah antara sesama mereka, apalagi dengan perjanjian yang lebih besar yang Allah lakukan dengan mereka melalui fitrah dan penciptaan serta dijadikannya mereka dapat mengetahui kebenaran lalu beriman, kecuali jika mereka sesat dalam keyakinan.",
    "jalalayn": "(Yaitu orang-orang yang memenuhi janji Allah) yang telah mereka ikrarkan di hadapan-Nya, yang hal ini terjadi di alam arwah, atau makna yang dimaksud adalah setiap janji (dan tidak merusak perjanjian) dengan meninggalkan keimanan atau meninggalkan hal-hal yang fardu."
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 21,
    "arab": "وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ",
    "translation": "dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan, dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1728.mp3",
    "tafsir": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut:\na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut.\nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali.\nb.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim.\nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis:\nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim).\n\nDan hadis Nabi saw:\nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir)\nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman:\nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28)\nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman:\nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9)\ne.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya.\nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman.\nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah.\ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat.\nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya.\nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah:\n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63)\nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat.\nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
    "quraish": "Orang-orang yang beriman itu memiliki sifat cinta dan patuh. Mereka saling mencintai sesama manusia, terutama orang-orang yang memiliki hubungan kerabat dengan mereka. Mereka juga mendukung penguasa-penguasa mereka dalam memerintahkan kebenaran. Mereka mengetahui hak Allah, oleh karenanya mereka takut kepada-Nya, dan takut kepada hari perhitungan yang akan berakibat baik bagi mereka di hari kiamat. Oleh karena itu, mereka selalu tidak berbuat dosa sedapat mungkin.",
    "jalalayn": "(Dan orang-orang yang menghubungkan apa-apa yang Allah perintahkan supaya dihubungkan) yaitu iman, silaturahmi dan lain sebagainya (dan mereka takut kepada Rabb mereka) ancaman-Nya (dan takut kepada hisab yang buruk) penafsiran kalimat ini telah dijelaskan sebelumnya."
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 22,
    "arab": "وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ",
    "translation": "Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang men-dapat tempat kesudahan (yang baik),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1729.mp3",
    "tafsir": "Allah swt menyifati ulul albab dari kalangan orang-orang yang beriman, yaitu orang-orang yang meyakini bahwa yang diturunkan kepada Nabi Muhammad adalah suatu kebenaran yang berlaku, sebagai berikut:\na. Sifat pertama: bahwa orang-orang tersebut senantiasa memenuhi janji Allah, dan tidak mau mengingkari perjanjian itu. Yang dimaksud dengan \"janji Allah\" di sini ialah janji-janji yang telah mereka ikrarkan atas diri mereka, baik mengenai hubungan mereka dengan Allah, maupun hubungan mereka dengan orang lain. Fitrah mereka yang suci, dan hati mereka yang murni mengakui adanya perjanjian itu dan wahyu Allah pun mengharuskan adanya perjanjian tersebut.\nMereka tidak mau mengingkari atau pun memungkiri perjanjian yang telah mereka kukuhkan, karena mereka sangat menjauhi sifat-sifat kemunafikan. \nBetapa pentingnya sifat memenuhi janji ini, oleh Qatadah telah disebutkan bahwa dalam Al-Quran, Allah swt telah menyebutnya sebanyak lebih dua puluh kali.\nb.Sifat kedua: mereka memelihara semua perintah Allah dan tidak melanggarnya, baik hak-hak Allah maupun hak-hak hamba-Nya, termasuk memelihara silaturrahim.\nHubungan antara sesama manusia ialah menjalin hubungan tolong-menolong, menjalin cinta dan kasih-sayang, sebagaimana disebutkan dalam hadis:\nDari Abi Hurairah r.a. bahwasanya ia berkata, \"Aku mendengar Rasulullah saw bersabda, \"Barang siapa senang dilapangkan rezekinya dan selalu disebut-sebut kebaikannya, maka hendaklah pelihara hubungan silaturrahim.\" (Riwayat al-Bukhari dan Muslim).\n\nDan hadis Nabi saw:\nDari Ibnu Abbas ia berkata, \"Bersabda Rasulullah saw, \"Sesungguh-nya kebajikan dan menghubungkan silaturrahim itu, kedua-duanya benar-benar meringankan hisab yang buruk di hari kiamat.\" Kemudian Rasulullah saw membaca ayat ini.\" (Riwayat al-Khatib dan Ibnu Asakir)\nc. Sifat ketiga: mereka benar-benar takut kepada Allah swt. Sifat takut kepada Allah adalah perasaan takut yang dilandasi dengan rasa hormat yang mendorong orang untuk taat kepada-Nya. Sifat ini dimiliki oleh para ulama, dan ciri dari orang-orang \"muqarrabin\". Dalam hubungan ini Allah swt telah berfirman:\nDi antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama. (Fathir/35: 28)\nd. Sifat keempat: mereka senantiasa takut kepada hisab yang sifatnya merugikan mereka pada hari kiamat, yaitu hasil yang buruk dari amalan mereka di hari kiamat, karena banyaknya kejahatan yang dilakukannya selagi hidup di dunia ini. Oleh sebab itu, mereka senantiasa mawas diri, sebelum dihisab amalannya di akhirat kelak. Mereka selalu membandingkan antara amal-amal mereka yang baik dengan yang buruk, selalu berusaha agar amal yang baik lebih banyak dari perbuatan yang buruk, agar neraca kebajikan mereka di akhirat kelak lebih berat daripada neraca keburukan. Dalam hal ini, Allah telah berfirman:\nMaka adapun orang yang berat timbangan (kebaikan)-nya, maka dia berada dalam kehidupan yang memuaskan (senang). Dan adapun orang yang ringan timbangan (kebaikan)-nya maka tempat kembalinya adalah neraka Hawiyah. (al-Qariah/101: 6 - 9)\ne.Sifat kelima: mereka senantiasa sabar dalam menghadapi segala cobaan dan rintangan, demi mengharapkan rida Allah. Sabar dalam hal ini berarti menahan diri terhadap segala hal yang tidak disenanginya, baik dengan cara melakukan ketaatan dan menunaikan segala kewajiban yang telah ditetapkan agama maupun dengan jalan menjauhi hal-hal yang dilarang agama. Bisa juga berarti bersikap rela menerima segala ketentuan Allah yang telah berlaku berupa musibah dan lain sebagainya.\nKesabaran yang diminta dari setiap orang yang berakal dan beriman ialah kesabaran yang dilakukan semata-mata karena mengharapkan keridaan Allah dan ganjaran-Nya, bukan kesabaran yang dibuat-buat karena ingin dipuji dan disebut-sebut. Itulah kesabaran yang sejati, yang menjadi sifat bagi orang-orang yang berakal dan beriman.\nf. Sifat keenam: mereka senantiasa mendirikan salat. Arti \"mendirikan salat\" ialah menunaikan dengan cara yang sebaik-baiknya, dengan menyempurnakan rukun dan syaratnya, disertai rasa khusyuk dan tawaduk menghadapkan wajah dan hati kepada Allah semata, tidak dibarengi dengan ria, serta memelihara waktu yang telah ditetapkan untuknya. Hal ini hanya dapat dilakukan bila pada saat-saat melakukan salat, kita merasa sedang berdiri sendiri di hadapan Allah swt, Pencipta dan Penguasa semesta alam. Dengan demikian, maka tak ada sesuatu pun yang dipikirkan pada saat itu, kecuali semata-mata bermunajah kepada Allah.\ng. Sifat ketujuh: mereka senantiasa menginfakkan sebagian dari rezeki yang telah dilimpahkan Allah kepada mereka, baik secara tersembunyi maupun terang-terangan, baik infak wajib seperti terhadap istri, anak, dan karib kerabat maupun infak sunah seperti terhadap fakir miskin. Kenyataan dapat memberikan pengertian kepada kita tentang rahasia yang tersimpan di dalamnya. Al-Quran berulang kali menganjurkan kepada orang-orang mukmin untuk menginfakkan sebagian dari rezeki yang telah diperolehnya kepada yang memerlukan pertolongan, dan untuk menyokong kepentingan umum. Jika mereka mau melakukannya, niscaya kemiskinan dan kemelaratan dapat dilenyapkan dari kehidupan masyarakat.\nh. Sifat kedelapan: mereka senantiasa menolak kejahatan dengan kebajikan, karena kebajikan itu dapat menolak kejahatan. Kenyataan menunjukkan bahwa apabila seseorang dapat bergaul dengan orang lain dengan akrab dan kasih sayang serta menolong orang-orang yang memerlukan pertolongan, ia tidak akan dimusuhi atau dibenci oleh masyarakatnya. Apabila ia mendapat musibah, maka orang yang pernah mendapat pertolongannya akan segera pula mengulurkan pertolongan kepadanya. Sebaliknya orang yang suka menyakiti orang lain, atau enggan memberikan bantuan dan pertolongan adalah orang yang egois dan tidak menggunakan akalnya. Sikap dan perbuatannya itu hanyalah mempersempit ruang lingkup kehidupannya sendiri, serta menimbulkan kebencian dan kedengkian orang lain terhadap dirinya.\nBerbuat kebaikan untuk menghindari kejahatan, atau sedapat mungkin membalas perbuatan jahat orang lain dengan berbuat kebajikan atau dengan diam adalah tanda orang yang mau menggunakan akalnya dan bijaksana. Firman Allah:\n\"... dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salam.\" (al-Furqan/25: 63)\nDari sini dapat dipahami, betapa tingginya nilai ajaran agama Islam dalam membina hubungan baik antara sesama manusia guna menciptakan kerukunan dan kesejahteraan masyarakat.\nPada akhir ayat ini, Allah swt menegaskan bahwa orang-orang yang memiliki sifat-sifat tersebut pasti akan memperoleh tempat kediaman terakhir yang baik, yaitu surga Jannatun Naim di akhirat kelak di samping kebahagiaan, ketenangan, dan kesejahteraan di dunia ini.",
    "quraish": "Mereka pun sabar akan cobaan yang diberikan dengan penuh mengharap perkenan dan rida Allah dalam menegakkan kebenaran. Mereka juga melaksanakan salat pada waktu dan dalam bentuk yang tepat, demi menyucikan jiwa mereka dan demi mengingat Allah. Selain itu, mereka juga menginfakkan sebagian kekayaan yang diberikan Allah, baik secara diam-diam maupun secara terang-terangan, tanpa riyâ'. Dengan sifat-sifat seperti ini, mereka akan memperoleh akibat yang baik dengan tinggal di tempat yang paling baik di hari kiamat, yaitu surga.",
    "jalalayn": "(Dan orang-orang yang sabar) di dalam menjalankan ketaatan dan menghadapi musibah serta teguh di dalam menjauhi kemaksiatan (karena mencari) demi karena (Rabbnya) bukan karena mengharapkan kebendaan (dan mendirikan salat dan menafkahkan) di jalan ketaatan (sebagian rezeki yang Kami berikan kepada mereka secara sembunyi atau terang-terangan serta menolak) menghadapi (kejahatan dengan kebaikan) seperti menghadapi kebodohan dengan sifat penyantun dan menghadapi perlakuan yang menyakitkan dengan bersabar diri (orang-orang itulah yang mendapat tempat kesudahan yang baik) yakni mendapat akibat yang terpuji di kampung akhirat, yaitu:"
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 23,
    "arab": "جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ",
    "translation": "(yaitu) surga-surga ‘Adn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1730.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa yang akan memperoleh kebahagiaan di dunia dan di akhirat kelak bukan hanya semata-mata yang memiliki sifat tersebut, melainkan juga orang-orang saleh di antara ibu-ibu dan nenek moyang mereka, demikian pula istri dan keturunan mereka yang terdekat. Mereka ini pun akan turut pula merasakan kebahagiaan dan kesejahteraan itu, selama mereka tidak melakukan hal-hal yang menyebabkan mereka kehilangan hak untuk memperoleh rahmat Allah, misalnya karena kekafiran dan kemusyrikan kepada Allah. Ayat ini memberikan isyarat bahwa pada hari tersebut tidak berlaku hubungan kekeluargaan sedikit pun kecuali amal saleh masing-masing. Firman Allah:\nApabila sangkakala ditiup, maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Muminun/23: 101)\n\nDalam hubungan ini, Rasulullah saw pernah bersabda kepada putrinya Fatimah az-Zahra sebagai berikut:\n\"Wahai Fatimah putri Muhammad! Mintalah dari hartaku apa yang kau inginkan karena aku sedikit pun tidak akan dapat menolongmu dari azab Allah.\" (Riwayat at-Tirmidzi dari Abu Hurairah)\n\nDalam Al-Quran, Allah telah menegaskan pula sebagai berikut:\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuara/26: 88-89)\n\nOrang-orang yang menggunakan akalnya seperti yang tersebut di atas akan ditempatkan Allah kelak dalam surga-Nya. Mereka di sana duduk berhadap-hadapan di atas balai-balai yang indah disertai orang-orang yang mereka cintai, yaitu nenek moyang, kaum keluarga, dan anak-anak mereka, serta orang-orang yang patut masuk surga dari kalangan orang-orang yang saleh, agar hati mereka menjadi senang dan bahagia.\nHal itu merupakan rahmat dan kebaikan Allah swt kepada mereka. Selain itu para malaikat datang kepada mereka dari segala penjuru untuk memberikan ucapan selamat atas keberuntungan yang telah mereka peroleh, yaitu masuk surga. Mereka tinggal dalam rumah yang diliputi kesejahteraan, berdekatan dengan para nabi dan rasul serta orang-orang yang mengakui kebenaran agama Allah.",
    "quraish": "Akibat baik itu adalah tempat tinggal yang tak akan pernah berakhir di surga yang penuh kenikmatan. Di sana mereka tinggal bersama leluhur-leluhur mereka yang akidah dan perbuatannya benar. Di samping itu, mereka juga tinggal bersama istri dan anak cucu mereka. Dari segala penjuru, malaikat akan mendatangi dan memberi ucapan selamat kepada mereka.",
    "jalalayn": "(Surga Adn) sebagai tempat tinggalnya (yang mereka masuk ke dalamnya) bersama (dengan orang-orang yang saleh) orang-orang yang beriman (dari bapak-bapaknya, istri-istrinya dan anak-cucunya) sekali pun mereka tidak mengamalkan seperti apa yang diamalkannya, maka mereka tetap sederajat dengannya sebagai penghormatan terhadapnya (sedangkan malaikat-malaikat masuk ke tempat-tempat mereka dari setiap pintu) dari pintu-pintu surga atau pintu-pintu gedung surga, sewaktu pertama kali mereka memasukinya sebagai penghormatan dari para malaikat terhadap mereka."
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 24,
    "arab": "سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ",
    "translation": "(sambil mengucapkan), “Selamat sejahtera atasmu karena kesabaranmu.” Maka alangkah nikmatnya tempat kesudahan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1731.mp3",
    "tafsir": "Dalam ayat ini, disebutkan bahwa para malaikat mendatangi penghuni surga sambil mengucapkan salam, \"Semoga kamu aman dari segala hal yang tidak diinginkan dan ditakuti, yang telah merusak orang-orang selain kamu. Keberuntungan ini kamu peroleh berkat kesabaran dan penderitaan yang kamu alami selama menjalani kehidupan di dunia.\"\nIbnu Jarir ath-thabari dan Ibnu Abi hatim dari Umamah meriwayatkan bahwa Nabi saw semasa hidupnya sering datang ke makam para syuhada pada setiap permulaan tahun. Di sana beliau membaca ayat tersebut. Hal semacam itu dilakukan pula oleh Abu Bakar, Umar, dan Usman r.a.",
    "quraish": "Para malaikat itu berkata, \"Selamat dan damai abadilah untuk kalian, karena kesabaran kalian menahan derita dan cobaan, serta kesabaran kalian dalam memerangi keinginan nafsu.\" Betapa baiknya akibat yang kalian peroleh ini! Surga yang merupakan negeri kenikmatan.",
    "jalalayn": "Malaikat-malaikat itu mengucapkan (Kesejahteraan buat kalian) yakni pahala ini (berkat kesabaran kalian) sewaktu kalian di dunia (maka alangkah baiknya tempat kesudahan ini) akibat dari perbuatan kalian itu."
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 25,
    "arab": "وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ",
    "translation": "Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1732.mp3",
    "tafsir": "Ada beberapa perjanjian antara Allah dan manusia, di antaranya adalah manusia wajib mengakui kemahaesaan Allah serta kodrat dan iradat-Nya, beriman kepada para nabi-Nya dan wahyu yang diturunkan-Nya, dan sebagainya. Allah swt telah memberikan bukti-bukti dan dalil-dalil yang nyata atas semua itu. Akan tetapi, pada kenyataannya ada di antara manusia yang telah merusak perjanjian tersebut, dalam arti:\na. Mereka tidak memperhatikan janji-janji tersebut, sehingga mereka tidak dapat melaksanakan kewajiban yang merupakan akibat yang timbul dari perjanjian itu. Misalnya, bila mereka benar-benar berpegang teguh kepada tauhid, mereka tentunya tidak akan beribadah kepada selain Allah. Allah memberikan bukti-bukti yang nyata tentang kemahaesaan-Nya. Akan tetapi, mereka tidak memperhatikan sehingga mereka tetap menentang landasan tauhid tersebut. Mereka senantiasa menganut kepercayaan syirik, mempercayai dan menyembah selain Allah.\nb. Pada mulanya mereka memperhatikan janji-janji yang telah mereka ikrarkan dan dalil-dalil yang telah diberikan. Mereka telah mengakui dan meyakini kebenarannya, tetapi kemudian mereka menyangkal kebenaran itu, dan tidak lagi bersedia mengamalkannya.\nOrang yang suka memungkiri dan menyalahi janji yang telah diikrarkan dinamakan \"munafik\". Dalam hubungan ini Rasulullah saw telah bersabda:\n\nAbi Hurairah r.a. meriwayatkan bahwa Nabi saw bersabda, \"Tanda-tanda orang munafik ada tiga macam: apabila ia berkata, ia selalu bohong, apabila ia berjanji selalu ingkar, dan apabila ia dipercayai berkhianat.\" (Riwayat Muslim, at-Tirmidzi dan an-Nasai)\n\nDalam menafsirkan ayat 25 ini, Abu al-Aliyah, seorang mufasir, me-nyebutkan bahwa ada enam macam sifat orang-orang munafik yang mereka tampakkan jika mereka merasa memiliki posisi yang kuat dalam satu masyarakat, yaitu:\n1. Apabila berbicara, mereka berbohong.\n2. Apabila berjanji, mereka ingkar.\n3. Apabila diberi kepercayaan, mereka berkhianat.\n4. Suka mengingkari janji Allah yang telah mereka ikrarkan sebelumnya.\n5. Suka memutuskan silaturrahim yang diperintahkan Allah untuk di-hubungkan dan dipelihara seperti hubungan dengan para Nabi-Nya yang telah datang membawa kebenaran. Mereka hanya beriman kepada sebagian dari para nabi tersebut, dan kafir terhadap sebagian yang lainnya.\nMereka juga memutuskan silaturrahim antara sesama manusia terutama dengan orang-orang mukmin, tetapi mereka tetap menjaga hubungan dan memberikan bantuan kepada orang-orang kafir. Di antara contohnya adalah mereka menghalang-halangi setiap usaha yang menuju kepada pembinaan kehidupan yang harmonis dan penuh kasih sayang. Mereka tidak sudi melihat terwujudnya persatuan dan kesatuan antara orang-orang mukmin, seperti yang dianjurkan Rasulullah:\nOrang mukmin terhadap orang mukmin yang lain haruslah seperti suatu bangunan, bagian yang satu menguatkan bagian yang lain. (Riwayat al-Bukhari, Muslim, dan at-Tirmidzi dari Abu Musa al-Asyari)\n\nDan Sabda Rasulullah saw:\nOrang-orang mukmin itu adalah seperti satu tubuh, apabila salah satu anggotanya menderita sakit, maka anggota-anggota yang lain pun rela pula menderita karena tidak tidur dan merasa demam karenanya. (Riwayat al-Bukhari dan Muslim dari an-Numan bin Basyir)\n\nOleh sebab itu, umat Islam haruslah hati-hati dalam menjaga kesatuan dan persatuan antara mereka, jangan dimasuki hasutan dan usaha-usaha kaum munafik untuk memecah belah persatuan itu.\n\nc. Mereka suka berbuat kerusakan di bumi, baik berupa kezaliman yang mereka lakukan terhadap diri sendiri maupun kezaliman yang mereka lakukan terhadap hak milik orang lain dengan jalan yang tidak sah, ataupun dengan menimbulkan fitnah dan bencana dalam masyarakat Muslimin, dan mengobarkan permusuhan dan peperangan terhadap mereka.\nPada akhir ayat ini, Allah menetapkan hukuman yang layak untuk ditimpakan kepada orang munafik mengingat jahatnya kelakuan dan perbuatan-perbuatan mereka. Hukuman tersebut ialah berupa laknat Allah, yaitu menjauhkan mereka dari rahmat-Nya, sehingga mereka tersingkir dari kebaikan dunia dan akhirat. Mereka akan menemui kesudahan yang sangat buruk, yaitu azab neraka Jahanam, sebagai balasan dari kejahatan dan dosa-dosa yang telah mereka perbuat.",
    "quraish": "Sifat-sifat baik orang-orang Mukmin itu berlawanan dengan sifat-sifat buruk orang-orang musyrik. Orang-orang musyrik tidak menepati janji Allah yang secara fitrah telah mereka ucapkan dahulu. Mereka melawan fitrah dan akal mereka sendiri dengan menyembah batu-batu yang tidak dapat memberikan keuntungan dan kerugian apa-apa. Mereka juga melanggar perjanjian mereka kepada sesama manusia, kemudian memutus tali kasih sayang dengan mereka, dan tali perhubungan mereka dengan Allah. Mereka tidak mematuhi perintah-perintah Allah dan tidak mengesakan-Nya dalam beribadah. Mereka juga melakukan tindak perusakan di muka bumi dengan melancarkan sikap permusuhan dan tidak memperbaiki serta memanfaatkan sumber daya alam. Allah Swt. sungguh tidak menyukai kesia-siaan dan perusakan.",
    "jalalayn": "(Orang-orang yang merusak janji Allah setelah diikrarkan dengan teguh dan memutuskan apa-apa yang Allah perintahkan supaya dihubungkan dan mengadakan kerusakan di bumi) dengan melakukan kekafiran dan perbuatan-perbuatan maksiat (orang-orang itulah yang memperoleh kutukan) yaitu dijauhkan dari rahmat Allah (dan bagi mereka tempat kediaman yang buruk) akibat yang buruk di kampung akhirat nanti, yaitu ditempatkan di neraka Jahanam."
  },
  {
    "ruku": 207,
    "name": "Ar-Ra'd",
    "ayat": 26,
    "arab": "اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ",
    "translation": "Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1733.mp3",
    "tafsir": "Allah melapangkan dan memudahkan rezeki bagi sebagian hamba yang dikehendaki-Nya, sehingga mereka memperoleh rezeki yang lebih dari keperluan sehari-hari. Mereka adalah orang-orang yang rajin dan terampil dalam mencari harta, dan melakukan bermacam-macam usaha. Selain itu, mereka hemat dan cermat serta pandai mengelola dan mempergunakan harta bendanya itu.\nSebaliknya, Allah juga membatasi rezeki bagi sebagian hamba-Nya, sehingga rezeki yang mereka peroleh tidak lebih dari apa yang diperlukan sehari-hari. Mereka biasanya adalah orang-orang pemalas dan tidak terampil dalam mencari harta, atau tidak pandai mengelola dan mempergunakan harta tersebut.\nAllah melapangkan dan menyempitkan rezeki hamba-Nya berdasarkan hikmah serta pengetahuan-Nya tentang masing-masing hamba itu. Kedua hal tersebut tidak ada hubungannya dengan kadar keimanan dan kekafiran hamba-Nya. Oleh karena itu, ada kalanya Allah menganugerahkan rezeki yang banyak kepada hamba-Nya yang kafir. Sebaliknya, kadang-kadang Allah menyempitkan rezeki bagi hamba yang beriman untuk menambah pahala yang kelak akan mereka peroleh di akhirat. Maka kekayaan dan kemiskinan adalah dua hal yang dapat terjadi pada orang-orang beriman maupun yang kafir, yang saleh ataupun yang fasik.\nAyat ini selanjutnya menceritakan bahwa kaum musyrik Mekah yang suka memungkiri janji Allah, sangat bergembira dengan banyaknya harta benda yang mereka miliki, dan kehidupan duniawi yang berlimpah-ruah, dan mereka mengira bahwa harta benda tersebut merupakan nikmat dan keberuntungan terbesar.\nOleh sebab itu, pada akhir ayat ini Allah menunjukkan kekeliruan mereka, dan menegaskan bahwa kenikmatan hidup duniawi ini hanyalah merupakan kenikmatan yang kecil, pendek waktunya, serta mudah dan cepat hilang, dibandingkan dengan kenikmatan di akhirat yang besar nilainya dan sepanjang masa. Dengan demikian, tidaklah pada tempatnya bila mereka bangga dengan kenikmatan di dunia yang mereka rasakan itu.\nDalam hubungan ini, riwayat yang disampaikan oleh Imam at-Tirmidzi dari Ibnu Masud menyebutkan sebagai berikut:\nPernah Rasulullah tidur di atas sehelai tikar kemudian beliau bangun dari tidurnya, dan kelihatan bekas tikar itu pada lambungnya, lalu kami berkata, \"Ya Rasulullah seandainya kami ambilkan tempat tidur untukmu?\" Rasulullah bersabda, \"Apalah artinya dunia ini bagiku. Aku hidup di dunia ini hanya laksana seorang pengendara yang berteduh sejenak di bawah pohon, kemudian ia berangkat lagi dan meninggalkan pohon itu.\" (Riwayat at-Tirmidzi dari Ibnu Masud)",
    "quraish": "Kalau orang-orang Mukmin merasa bahwa orang-orang musyrik itu diberi banyak kekayaan, sedangkan mereka tidak demikian, maka hendaknya mereka menyadari bahwa Allah Swt. memang memberikan rezeki yang banyak kepada siapa saja yang dikehendaki-Nya jika ia menempuh cara-cara mendapatkannya. Allah juga akan mempersempit rezeki seseorang yang dikehendaki-Nya. Dia akan memberi rezeki kepada orang yang beriman dan orang yang tidak beriman. Jangan kalian kira bahwa banyaknya harta pada orang-orang musyrik itu adalah bukti bahwa mereka berada dalam kebenaran. Akan tetapi, mereka kemudian terlena oleh harta mereka, padahal Allah memberikan kenikmatan dunia kepada orang yang menyukainya dan tidak menyukainya. Kehidupan dunia ini hanyalah kenikmatan sementara yang sedikit dan fana.",
    "jalalayn": "(Allah meluaskan rezeki) melebarkannya (bagi siapa yang dikehendaki-Nya dan menyempitkannya) artinya Allah pun menyempitkan rezeki bagi siapa yang dikehendaki-Nya. (Mereka bergembira) yang dimaksud ialah penduduk Mekah, yaitu dengan kegembiraan yang sombong (dengan kehidupan di dunia) dengan apa yang telah mereka peroleh daripada perkara duniawi (padahal kehidupan dunia itu) dibanding dengan (kehidupan di akhirat hanyalah kesenangan yang sedikit) kesenangan yang bersifat sementara lalu lenyap."
  }
]