[
  {
    "ruku": 208,
    "name": "Ar-Ra'd",
    "ayat": 27,
    "arab": "وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ",
    "translation": "Dan orang-orang kafir berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Muhammad), “Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1734.mp3",
    "tafsir": "Setelah menjelaskan bahwa orang-orang musyrik terpukau oleh fatamorgana kehidupan duniawi dan gembira dengan kenikmatan yang kecil, lalu Allah menyebutkan akibat yang timbul dari sikap dan pandangan mereka yang keliru dengan mengajukan usul kepada Nabi Muhammad, agar kepada beliau diturunkan satu ayat dari Tuhan yang akan membuktikan kenabian dan kerasulannya. Di antara mereka adalah Abu Sufyan bin Harb (sebelum masuk Islam), Abdullah bin Abi Umayyah, dan kawan-kawannya. Mereka pernah mengatakan, \"Mengapa tidak diturunkan kepada Muhammad bukti-bukti sebagaimana yang telah diturunkan kepada para nabi dan rasul terdahulu, seperti jatuhnya langit berkeping-keping kepada mereka, mengubah Bukit shafa menjadi emas, atau menggeser gunung-gunung dari sekitar kota Mekah, sehingga tempat-tempat yang lowong itu dapat dijadikan kebun.\" Ucapan mereka yang lain disebut dalam Al-Quran, antara lain yang terdapat dalam ayat berikut :\nCobalah dia datangkan kepada kita suatu mukjizat sebagaimana rasul-rasul yang telah diutus. (al-Anbiya/21: 5)\n\nDengan ucapan-ucapan mereka yang semacam itu, seolah-olah semua tanda dan bukti nyata yang diberikan kepada Nabi Muhammad saw seperti Al-Quran dan lain-lain, bukan bukti nyata kerasulannya yang mampu mendorong mereka untuk taat dan iman kepada Allah, atau sebagai suatu kebenaran yang tak dapat diragukan lagi.\nSelanjutnya, Allah memerintahkan kepada Nabi Muhammad saw untuk menjelaskan kepada orang-orang musyrik tersebut bahwa turunnya bukti-bukti tersebut, tidak berperan menjadikan seseorang mendapat petunjuk atau menjadi sesat. Seluruhnya berada dalam kekuasaan Allah semata. Hanya Allah swt yang kuasa menyesatkan orang yang dikehendaki-Nya, dan menuntun orang yang suka bertobat ke jalan yang diridai-Nya.\nWalaupun Nabi Muhammad memiliki mukjizat yang membuktikan kerasulannya, namun hal itu tidak akan bermanfaat untuk menjadikan seseorang beriman. Yang harus ditempuh seseorang untuk beriman hanyalah bersikap rendah hati, taat, dan memohon hidayah kepada Allah swt, untuk memperoleh keberuntungan di dunia dan di akhirat, serta terhindar dari tipu daya dan godaan setan.\nBagi orang yang beriman, Al-Quran adalah mukjizat yang membuktikan kerasulan Nabi Muhammad saw, sehingga tidak diperlukan bukti-bukti lain. Sebaliknya, orang-orang musyrik tenggelam dalam kesesatan dan keingkaran, sehingga bukti-bukti atau mukjizat apapun yang diperlihatkan oleh Rasulullah tidak akan menjadikan mereka orang-orang yang beriman.",
    "quraish": "Sikap keras kepala orang-orang musyrik itu mendorong mereka untuk mengatakan, \"Mengapa tidak diturunkan mukjizat lain kepada Muhammad?\" Katakan kepada mereka, wahai Muhammad, \"Penyebab tidak berimannya kalian itu bukanlah kurangnya mukjizat, melainkan kesesatan kalian sendiri. Allah Swt. menyesatkan siapa saja yang dikehendaki-Nya, selama orang itu berjalan pada jalan kesesatan. Demikian pula, Allah akan memberi petunjuk kebenaran kepada siapa saja yang selalu kembali kepada Allah.",
    "jalalayn": "(Orang-orang kafir berkata) mereka adalah dari kalangan penduduk Mekah (\"Mengapa tidak) (diturunkan kepadanya) yakni kepada Muhammad (suatu mukjizat dari Rabbnya?\") seperti tongkat dan tangan Nabi Musa dan unta Nabi Saleh. (Katakanlah) kepada mereka (Allah menyesatkan siapa yang Dia kehendaki) untuk disesatkan oleh sebab itu tiada gunanya sedikit pun baginya mukjizat-mukjizat itu (dan menunjuki) memberikan petunjuk (kepada-Nya) kepada agama-Nya (orang-orang yang bertobat) kepada-Nya. Kemudian pada ayat selanjutnya diterangkan, siapa yang dimaksud orang-orang yang bertobat itu."
  },
  {
    "ruku": 208,
    "name": "Ar-Ra'd",
    "ayat": 28,
    "arab": "الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ",
    "translation": "(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1735.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan orang-orang yang mendapat tuntunan-Nya, yaitu orang-orang beriman dan hatinya menjadi tenteram karena selalu mengingat Allah. Dengan mengingat Allah, hati menjadi tenteram dan jiwa menjadi tenang, tidak merasa gelisah, takut, ataupun khawatir. Mereka melakukan hal-hal yang baik, dan merasa bahagia dengan kebajikan yang dilakukannya.",
    "quraish": "Orang-orang yang selalu kembali kepada Allah dan menyambut kebenaran itu adalah orang-orang yang beriman. Mereka adalah orang-orang yang ketika berzikir mengingat Allah dengan membaca al-Qur'ân dan sebagainya, hati mereka menjadi tenang. Hati memang tidak akan dapat tenang tanpa mengingat dan merenungkan kebesaran dan kemahakuasaan Allah, dengan selalu mengharap keridaan-Nya.",
    "jalalayn": "(Yaitu orang-orang yang beriman dan yang merasa tenang) tenteram (hati mereka dengan mengingat Allah) mengingat janji-Nya. (Ingatlah, hanya dengan mengingat Allahlah hati menjadi tenteram) yakni hati orang-orang yang beriman."
  },
  {
    "ruku": 208,
    "name": "Ar-Ra'd",
    "ayat": 29,
    "arab": "اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ",
    "translation": "Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1736.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa orang yang beriman dan melakukan amal saleh, niscaya akan memperoleh kebahagiaan dan tempat kembali yang baik di sisi Allah pada hari kemudian.",
    "quraish": "Orang-orang yang tunduk kepada kebenaran dan melakukan amal saleh, akan memperoleh akibat dan tempat kembali yang baik.",
    "jalalayn": "(Orang-orang yang beriman dan beramal saleh) kalimat ini menjadi mubtada sedangkan khabarnya ialah (alangkah bahagianya) lafal thuubaa mashdar daripada lafal ath-thiib, adalah nama sebuah pohon di surga, seseorang yang berkendaraan tidak akan dapat menempuh naungannya sekali pun berjalan seratus tahun (bagi mereka dan tempat kembali yang baik) tempat kembali di akhirat."
  },
  {
    "ruku": 208,
    "name": "Ar-Ra'd",
    "ayat": 30,
    "arab": "كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ",
    "translation": "Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1737.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah telah mengutus Nabi Muhammad kepada umat yang belum pernah menerima kedatangan rasul Allah. Walaupun sebelumnya telah ada umat-umat lainnya yang pernah didatangi oleh para rasul-Nya, tetapi mereka tetap mengingkari adanya Tuhan yang Maha Rahmat\nAllah swt menjelaskan bahwa tugas Nabi Muhammad adalah untuk membacakan kepada umatnya Al-Quran yang telah diwahyukan kepada beliau. Allah memerintahkan kepada Nabi Muhammad saw agar ia mengatakan kepada umatnya, bahwa Allah adalah Tuhan semesta alam, tidak ada Tuhan selain Allah, dan hanya kepada-Nya ia bertawakal dan bertobat. Oleh karena itu, hendaklah umatnya beriman kepada-Nya.\nNabi Muhammad juga diperintahkan untuk menyampaikan kepada umatnya bahwa ia bertawakal dan bertobat kepada Allah swt, walaupun ia adalah seorang nabi dan rasul Allah yang tidak pernah berbuat dosa. Jika seorang rasul masih berbuat demikian, apalagi orang-orang yang berdosa, tentu mereka lebih layak untuk bertawakal dan bertobat kepada Allah dari segala dosa yang telah mereka lakukan.",
    "quraish": "Seperti halnya Kami mengutus sejumlah rasul kepada umat-umat terdahulu, yang menerangkan kebenaran kepada mereka--lalu ada yang sesat dan ada pula yang mendapat petunjuk--dan kepada mereka Kami berikan mukjizat yang membuktikan kebenaran pesan suci yang dibawanya, Kami pun mengutusmu kepada bangsa Arab dan bangsa-bangsa lainnya. Sebelum itu, telah ada bangsa-bangsa lain yang telah berlalu. Mukjizatmu adalah al-Qur'ân, agar dapat kau bacakan dan kau terangkan arti dan kedudukannya kepada mereka. Mereka itu mengingkari kasih sayang Allah berupa penurunan al-Qur'ân. Katakan kepada mereka, \"Allahlah yang menciptakan, memelihara dan mengasihiku. Tidak ada tuhan yang pantas disembah selain Dia. Aku hanya bertawakkal kepada-Nya. Kepada-Nyalah aku dan kalian akan kembali.",
    "jalalayn": "(Demikianlah) sebagaimana Kami mengutus nabi-nabi sebelummu (Kami mengutus kamu kepada suatu umat yang sungguh telah berlalu beberapa umat sebelumnya supaya kamu membacakan) mengajarkan (kepada mereka apa yang Kami wahyukan kepadamu) yaitu Alquran (padahal mereka kafir kepada Tuhan Yang Maha Pemurah) karena mereka mengatakan sewaktu mereka disuruh sujud atau menyembah kepada-Nya siapakah Tuhan Yang Maha Pemurah? (Katakanlah) kepada mereka hai Muhammad (\"Dialah Rabbku, tidak ada Tuhan selain Dia, hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.\")"
  },
  {
    "ruku": 208,
    "name": "Ar-Ra'd",
    "ayat": 31,
    "arab": "وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ",
    "translation": "Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1738.mp3",
    "tafsir": "Pada ayat ini, Allah menjelaskan kebesaran Al-Quran sebagai mukjizat Nabi Muhammad saw. Namun sebelumnya, ayat ini menjelaskan bahwa walaupun ada satu bacaan atau Kitab Suci yang dapat menyebabkan gunung-gunung dapat berjalan, bumi dapat terbelah, atau orang-orang yang telah mati dapat hidup kembali dan berbicara, tetap akan ada orang-orang yang tidak beriman.\nMaksud pernyataan di atas adalah bahwa Allah telah memberikan mukjizat kepada Nabi Musa, seperti gunung Tur dapat berjalan, dan batu dapat mengeluarkan mata air setelah dipukul dengan tongkatnya. Allah swt juga telah memberikan mukjizat kepada Nabi Isa, sehingga ia dapat menghidupkan kembali orang-orang yang telah mati. Kepada Nabi Muhammad, Allah telah memberikan mukjizat terbesar yaitu Al-Quran, mukjizat yang bersifat abadi dan tetap dapat dilihat sampai sekarang. Al-Quran mengandung bukti-bukti yang menunjukkan kebesaran kekuasaan Allah dan keindahan ciptaan-Nya. Selain itu, Al-Quran membawa hikmah-hikmah, hukum-hukum, dan peraturan-peraturan yang diperlukan manusia untuk mengatur kehidupan dalam berbagai bidang baik ekonomi, politik, sosial, dan sebagainya, yang menjamin kehidupan yang bahagia di dunia dan akhirat jika mereka mau memahami dan mengamalkannya. Dengan demikian, mereka akan tampil menjadi bangsa dan umat yang terbaik di bumi ini. \nMenurut ath-thabrani dari Ibnu Abbas bahwa ada sekelompok kaum musyrikin Mekah, antara lain Abu Jahal dan Abdullah bin Abi Umayyah, mengadakan pertemuan di belakang Kabah, dan mengutus seseorang untuk memanggil Rasulullah saw. Beliau lalu datang ke tempat mereka, dan Abdullah bin Abi Umayyah mengatakan kepadanya bahwa mereka akan bersedia menjadi pengikutnya apabila beliau dapat membuktikan ke-mukjizatan Al-Quran untuk memindahkan gunung-gunung yang berada di sekitar Mekah, sehingga tempat tersebut menjadi lapang dan bisa dijadikan sebagai lahan pertanian. Jika hal tersebut dapat dilakukan Rasulullah, barulah mereka percaya bahwa ia benar-benar nabi dan rasul. Mereka juga meminta kepada Rasulullah agar dapat menguasai angin dan menjadikannya sebagai kendaraan pulang pergi dari Mekah ke negeri Syam. Menurut mereka, ini akan membuktikan bahwa Muhammad betul-betul nabi dan rasul Allah seperti Nabi Sulaiman yang mampu menggunakan angin sebagai kendaraan. Selain itu, mereka juga meminta agar Muhammad saw menghidupkan kembali nenek moyangnya yang telah lama meninggal dunia, seperti Qushai bin Kilab atau siapa saja yang mereka inginkan di antara nenek moyang mereka yang sudah mati. Mereka akan menanyakan kepada orang yang dihidupkan itu apakah dakwah yang disampaikan Muhammad saw benar atau tidak. Menurut mereka, hal ini adalah untuk membuktikan bahwa Nabi Muhammad saw benar-benar nabi dan rasul Allah sebagaimana halnya Nabi Isa as yang dengan mukjizatnya dapat menghidupkan kembali orang-orang yang telah mati.\nAllah swt lalu menurunkan ayat di atas untuk menegaskan bahwa seandainya Allah mengabulkan apa-apa yang mereka minta itu menjadi bagian dari kemukjizatan Al-Quran, pasti hal itu dapat terjadi, karena semuanya berada di bawah kekuasaan-Nya. Akan tetapi, seandainya hal tersebut benar-benar dikabulkan, mereka tetap tidak akan beriman kepada Allah, Nabi Muhammad, dan Al-Quran yang merupakan mukjizatnya.\nNabi Muhammad sangat ingin agar mereka itu beriman, namun mereka itu tidak juga beriman, bahkan mengajukan permintaan yang beraneka ragam. Oleh karena itu dalam ayat ini, Allah swt memberikan hiburan kepadanya dengan menegaskan bahwa ia dan orang-orang mukmin harus betul-betul memahami bahwa jika Allah menghendaki semua manusia beriman, pastilah Allah memberi petunjuk kepada mereka semuanya. Selain itu, orang-orang mukmin harus meyakini pula bahwa orang-orang kafir itu senantiasa akan ditimpa bencana dan kemurkaan Allah karena kekafiran dan perbuatan buruk mereka. Bencana itu bisa terjadi di dekat tempat kediaman mereka, sehingga akhirnya datanglah apa yang dijanjikan Allah, yaitu kehancuran mereka sendiri.\nPada akhir ayat ini, Allah menegaskan bahwa janji Allah untuk menolong kaum Muslimin dan membinasakan orang-orang kafir pasti akan terjadi, karena Allah tidak akan menyalahi janji-Nya.",
    "quraish": "Mereka menuntut adanya mukjizat selain al-Qur'ân, padahal al-Qur'ân amat tinggi kedudukan dan pengaruhnya kalau mereka mau mencari dan tunduk kepada kebenaran. Kalau terbukti ada kitab suci yang dibacakan, lalu menggetarkan gunung hingga dapat bergerak dari tempatnya, atau membelah bumi, atau dapat membuat orang mati berbicara, itulah al-Qur'ân. Akan tetapi mereka keras kepala. Hanya pada Allah sajalah persoalan mukjizat dan pembalasan orang-orang yang ingkar. Dalam hal itu, Dia memiliki kekuasaan yang mutlak dan sempurna. Jika begitu keadaan orang-orang yang keras kepala, apakah orang-orang yang takut kepada kebenaran tidak putus asa dengan berimannya mereka, sementara keingkaran itu adalah atas kehendak Allah? Kalau Allah menghendaki memberi petunjuk kepada semua orang, tentu mereka semua akan berpetunjuk. Kekuasaan Allah sungguh amat jelas di hadapan mereka. Oleh karena itu, mereka masih terus tertimpa musibah yang amat besar, akibat perbuatan yang membinasakan itu, atau bencana yang turun di dekat mereka, sampai datang waktu yang telah ditentukan Allah. Sesungguhnya Allah tidak akan mengkhianati janji-Nya.",
    "jalalayn": "Ayat ini diturunkan ketika orang-orang kafir Mekah berkata kepada Nabi saw., \"Jika engkau ini benar-benar seorang nabi, maka lenyapkanlah gunung-gunung Mekah ini daripada kami, kemudian jadikanlah pada tempatnya sungai-sungai dan mata air-mata air supaya kami dapat bercocok tanam, dan bangkitkanlah nenek moyang kami yang telah mati menjadi hidup kembali, untuk berbicara kepada kami.\" (Dan sekiranya ada suatu bacaan yang dengan bacaan itu gunung-gunung dapat dipindahkan) artinya dapat dipindahkan dari tempatnya yang semula (atau dapat dibelah) dapat dipotong (karenanya bumi, atau oleh karenanya orang-orang yang sudah mati dapat berbicara) seumpamanya mereka dapat dihidupkan kembali karenanya, niscaya mereka tetap tidak akan beriman juga. (Sebenarnya segala urusan itu adalah kepunyaan Allah) bukan kepunyaan yang lain-Nya. Oleh sebab itu maka tiada beriman melainkan orang-orang yang telah dikehendaki oleh Allah untuk beriman, bukannya orang-orang selain mereka sekali pun didatangkan kepada mereka apa yang dipintanya itu. Sedangkan ayat selanjutnya ini diturunkan ketika para sahabat berkehendak untuk menampakkan apa yang mereka minta, karena para sahabat sangat menginginkan mereka mau beriman, yaitu firman-Nya: (Maka tidakkah mengetahui) mengerti (orang-orang yang beriman itu, bahwasanya) huruf an di sini adalah bentuk takhfif daripada anna (seandainya Allah menghendaki tentu Allah memberi petunjuk kepada manusia semuanya) kepada keimanan tanpa melalui mukjizat lagi. (Dan orang-orang yang kafir senantiasa) yakni penduduk Mekah yang kafir (ditimpa bencana disebabkan perbuatan mereka sendiri) yakni oleh sebab kekafiran mereka itu (yaitu berupa malapetaka) yang menimpa mereka dengan berbagai macam cobaan, seperti dibunuh, ditawan, diperangi dan paceklik (atau bencana itu terjadi) hai Muhammad terhadap pasukanmu (dekat tempat kediaman mereka) yaitu kota Mekah (sehingga datanglah janji Allah) yaitu memberikan pertolongan-Nya untuk mengalahkan mereka. (Sesungguhnya Allah tidak menyalahi janji) hal ini telah terjadi di Hudaibiah sehingga tibalah saatnya penaklukan kota Mekah."
  }
]