[
  {
    "ruku": 21,
    "name": "Al-Baqarah",
    "ayat": 164,
    "arab": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍ ۖ وَّتَصْرِيْفِ الرِّيٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاۤءِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
    "translation": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang, kapal yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang diturunkan Allah dari langit berupa air, lalu dengan itu dihidupkan-Nya bumi setelah mati (kering), dan Dia tebarkan di dalamnya bermacam-macam binatang, dan perkisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh, merupakan tanda-tanda (kebesaran Allah) bagi orang-orang yang mengerti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/171.mp3",
    "tafsir": "Dialah yang menciptakan langit dan bumi untuk keperluan manusia, maka seharusnyalah manusia memperhatikan dan merenungkan rahmat Allah yang Mahasuci itu karena dengan memperhatikan isi alam semuanya akan bertambah yakinlah dia pada keesaan dan kekuasaan-Nya, akan bertambah luas ilmu pengetahuannya mengenai alam ciptaan-Nya, pengetahuan itu dapat dimanfaatkan sebagaimana yang dikehendaki oleh Allah yang Maha Mengetahui. \nDalam ayat ini Allah swt \"menuntun\" manusia untuk mau melihat, memperhatikan dan memikirkan segala yang ada dan terjadi di sekitarnya dengan menyebutkan ciptaan-ciptaan Nya. Penciptaan langit dan bumi sungguh sarat akan rahasia dan tanda-tanda kebesaran Allah swt. Ciptaan-ciptaan Allah itu ada yang bisa langsung terlihat dan nyata kemanfaatannya sehingga mudah kita memahaminya, tetapi tidak sedikit untuk memahaminya perlu melalui prosesi pemikiran dan perenungan yang panjang dan dalam. \nUpaya manusia untuk mengetahui rahasia dan tanda kebesaran Allah, telah pula mendorong mereka untuk semakin dekat kepada-Nya. Memahami kehebatan, kecanggihan dan keharmonisan jagat raya ini telah membuat tidak sedikit ilmuwan semakin menyadari dan yakin bahwa sesungguhnya semua yang ada di alam semesta ini sengaja direncanakan, dibuat, diatur, dan dipelihara oleh-Nya.\nPerkembangan ilmu pengetahuan dan teknologi telah membawa manusia pada kesimpulan bahwa sistem Tata Surya yang terdiri dari jutaan bintang bahkan mungkin lebih (termasuk di dalamnya bumi kita ini) hanyalah menjadi bagian kecil dari Galaksi Bima Sakti yang memuat lebih dari 100 milyar bintang. Dan Bima Sakti-pun hanyalah satu dari 500 milyar lebih galaksi dalam jagat raya yang diketahui.\nSesungguhnya semua bintang-bintang dalam alam semesta ini berada dalam lintasan orbit masing-masing yang telah ditentukan (adz-dzariyat/51 :7). Orbit-orbit dalam alam semesta juga dimiliki oleh galaksi-galaksi yang bergerak pada kecepatan yang tinggi dalam orbit-orbit yang telah ditetapkan. Ketika mereka bergerak, tidak ada satupun benda-benda langit ini yang memotong orbit atau bertabrakan dengan benda langit lainnya. \nBegitu pula perihal bumi ciptaan-Nya, semuanya menunjukkan kesempurnaan penciptanya. Allah berfirman yang artinya: \n¦Dan di bumi ini terdapat tanda-tanda kekuasan Allah bagi orang-orang yang yakin¦.. (adz-dzariyat/51: 20)\nSebuah ensiklopedia sains modern menggambarkan unsur-unsur kimia yang ada di bumi kita ini mempunyai variasi yang menakjubkan. Beberapa di antaranya langka karena susah ditemukan tapi ada juga yang berlimpah. Ada yang dapat dilihat oleh mata telanjang karena berbentuk cairan dan padatan, tetapi ada juga yang tak nampak karena berupa gas. Kenyataan ini mestinya dapat membimbing kita untuk semakin terkesan dengan keagungan dan keesaan Sang Pencipta nya, Allah swt.\nMunculnya siang dan malam silih berganti mengajak kita berfikir tentang adanya pengaturan yang sempurna. Pertanyaan yang muncul adalah \"siapa yang mengatur itu semua?\" Silih bergantinya malam dan siang, serta bergilir-nya antara keduanya, panjang dan pendeknya waktu, dan adanya berbagai musim merupakan pengaturan iklim yang sempurna yang terkondisi dengan nyaman untuk dapat dihuni oleh manusia. Kata al-fulk dalam ayat ini berarti bahtera atau perahu. Untuk membuat perahu dibutuhkan pengetahuan tentang sifat air, pergerakan angin, udara, awan yang berhubungan dengan musim, kaidah-kaidah dasar fisika fluida serta hukum dasar lainnya, seperti hukum Archimides untuk benda mengapung, ataupun konsep desain dan konstruksi. Akhirnya manusia dapat membuat kapal atau perahu untuk berlayar mengarungi lautan sehingga mereka dapat menjelajahi pelosok bumi. Di dalam silih bergantinya malam dan siang ini terdapat petunjuk tentang waktu dan arah lantaran kedua hal ini dibutuhkan dalam pelayaran. Dari fenomena alam ini pula manusia menciptakan ilmu falak dan pengetahuan tentang cuaca yang gunanya sangat banyak bagi memenuhi keperluan manusia. Allah berfirman yang artinya sebagai berikut:\n\"¦.Dan Dia lah yang menjadikan bintang-bintang bagimu, agar kamu menjadikannya petunjuk dalam kegelapan di darat dan di laut... (al-An'am/6: 97). Kemudian \"Dia turunkan dari langit berupa air\".\nDi dalam Al-Qur'an terdapat sejumlah ayat yang menjelaskan bagaimana Allah swt menurunkan air hujan. Ayat-ayat dimaksud adalah ar-Rum/30: 48; Qaf/50:9-11; Gafir/23: 18 dan 48-50; al-hijr/15: 22; Fathir/35: 91; al-A'raf/7: 57; al-Jasiyah/45: 5; ar-Ra'd/13 :17; al-Mulk/67 :30; az-Zumar/39: 21; an-Nur/24:43 dan al-Waqi'ah/56: 68.\nTerjadinya hujan secara sederhana dapat dijelaskan sebagai berikut. Diawali dengan adanya penguapan air yang disebabkan oleh panasnya udara yang memanasi permukaan laut. Pemanasan mengakibatkan terjadinya pergeseran molekul-molekul zat air yang kemudian menjadi uap. Ketika uap tersebut naik ke atas, terbentuklah awan yang semakin menebal. Karena dingin dan berat awan tebal tadi berubah menjadi titik-titik air yang kemudian jatuh ke bumi. Itulah yang dinamakan hujan\".\n¦ lalu dengan air itu Dia hidupkan bumi sesudah mati (kering)-nya dan Dia sebarkan di bumi itu segala jenis hewan¦ (al-Baqarah/2: 164)\nDengan air inilah timbul kehidupan dengan berbagai tumbuhan di permukaan bumi, yang kemudian dimanfaatkan hewan dan manusia sebagai sumber kehidupan mereka. Akhirnya kehidupan di bumi berkembang sebagaimana bisa kita saksikan. Hal inipun diisyaratkan dalam firman Allah yang artinya sebagai berikut:\n¦.Dan kamu lihat bumi ini kering, kemudian apabila Kami turunkan air diatasnya, hiduplah bumi itu dan suburlah dan menumbuhkan berbagai macam tumbuh-tumbuhan yang indah¦ (al-hajj/22: 5).\nTurunnya hujan yang menjadi pendukung kehidupan bagi tumbuhan, hewan dan manusia demikian itu merupakan bukti bahwa Allah Maha Esa dan Maha Menciptakan. Dan jika ditinjau dari segi kemanfaatannya, maka kenyataan tersebut merupakan rahmat Ilahi.\nHendaklah selalu diperhatikan dan diselidiki apa yang tersebut dalam ayat ini, yaitu:\n1.Diciptakannya bumi yang didiami manusia ini dan apa yang tersimpan di dalamnya merupakan perbendaharaan dan kekayaan yang tidak akan habis-habisnya baik di darat maupun di laut. Semua itu adalah nikmat dan kasih sayang Allah kepada manusia, oleh karena itu manusia harus memanfaatkan, menjaga dan melestarikannya untuk kehidupan yang baik dari generasi ke generasi berikutnya.\n2.Penciptaan langit dengan bintang-bintang dan planet semua berjalan dan bergerak menurut tata tertib dan aturan Ilahi. Tidak ada yang menyimpang dari aturan-aturan itu, apabila terjadi penyimpangan, akan terjadi tabrakan antara yang satu dengan yang lain dan akan binasalah alam ini seluruhnya. Hal ini tidak akan terjadi kecuali bila penciptanya sendiri yaitu Allah yang Mahakuasa telah menghendaki terjadinya hal tersebut.\n3. Pertukaran malam dan siang dan perbedaan panjang dan pendeknya waktu malam dan siang pada beberapa negeri karena perbedaan letaknya, kesemuanya itu membawa faedah dan manfaat yang amat besar bagi manusia. Walaupun sebab-sebabnya telah diketahui dengan perantaraan ilmu falak, tetapi penelitian manusia dalam hal ini harus dipergiat dan diperdalam lagi sehingga dengan pengetahuan itu manusia dapat lebih maju lagi dalam memanfaatkan rahmat Tuhan.\n4.Bahtera yang berlayar di lautan untuk membawa manusia dari satu negeri ke negeri lain dan untuk membawa barang-barang perniagaan untuk memajukan perekonomian. Bagi orang yang belum pernah berlayar di tengah-tengah samudera yang luas mungkin hal ini tidak akan menarik perhatian, tetapi bagi pelaut-pelaut yang selalu mengarungi lautan yang menjalani bagaimana hebatnya serangan ombak dan badai apalagi bila dalam keadaan gelap gulita di malam hari, hal ini pasti akan membawa kepada kesadaran bahwa memang segala sesuatu itu dikendalikan dan berada di bawah inayah Allah yang Mahakuasa dan Mahaperkasa.\n5.Allah swt menurunkan hujan dari langit sehingga dengan air hujan itu bumi yang telah mati atau kering dapat menjadi hidup dan subur, dan segala macam hewan dapat pula melangsungkan hidupnya dengan adanya air tersebut. Dapat digambarkan, bagaimana jika hujan tidak turun dari langit, semua daratan akan menjadi gurun, semua makhluk yang hidup akan mati dan musnah kekeringan.\n6.Perubahan arah angin dari suatu tempat ke tempat yang lain merupakan suatu tanda dan bukti bagi kekuasaan Allah serta kebesaran rahmat-Nya bagi manusia. Dahulu, sebelum adanya kapal api, kapal-kapal layarlah yang dipakai mengarungi lautan yang luas; dan bila tidak ada angin tentu kapal itu tidak dapat bergerak ke tempat yang dituju. Di antara angin itu ada yang menghalau awan ke tempat-tempat yang dikehendaki Allah, bahkan ada pula yang mengawinkan sari tumbuhan, dan banyak lagi rahasia-rahasia yang terpendam yang belum dapat diselidiki dan diketahui oleh manusia.\n7.Demikian pula, harus dipikirkan dan diperhatikan kebesaran nikmat Allah kepada manusia dengan bertumpuk-tumpuknya awan antara langit dan bumi. Ringkasnya, semua rahmat yang diciptakan Allah termasuk apa yang tersebut dalam ayat 164 ini patut dipikirkan dan direnungkan bahkan dibahas serta diteliti, untuk meresapkan keimanan yang mendalam dalam kalbu, dan untuk memajukan ilmu pengetahuan yang juga membawa kepada pengakuan akan keesaan dan kebesaran Allah.",
    "quraish": "Allah telah menjadikan bukti-bukti sebagai pertanda wujud dan ketuhanan-Nya bagi mereka yang mau mempergunakan akalnya untuk berpikir. Di antara bukti itu adalah langit yang tampak olehmu, bintang- bintang yang beredar padanya secara teratur, tidak saling mendahului dan bertabrakan, yang sebagian memancarkan cahaya bagi alam ini. Bumi yang terdiri atas laut dan daratan, silih bergantinya siang dan malam serta manfaat yang terkandung di dalamnya. Kapal-kapal mengarungi samudera, mengangkut manusia dan kekayaan. Siapa yang membuatnya berlayar selain Allah? Dia mengirimkan angin, menerbangkan awan, mencurahkan hujan, menghidupkan binatang, menyiram bumi dan menumbuhkan tanaman. Dia mendatangkan angin dari tempat berhembus yang berbeda-beda, menjaring awan yang tergantung di antara langit dan bumi. Apakah hukum yang sedemikian teratur dan teliti itu ada dengan sendirinya ataukah diciptakan oleh Zat Yang Mahatahu lagi Mahakuasa?(1) {(1) Ayat tersebut di atas telah terlebih dahulu mengisyaratkan fakta ilmiah yang belakangan baru terungkap oleh ilmu pengetahuan modern, bahwa alam semesta ini sarat oleh benda-benda langit. Ayat di atas berisi perintah untuk mengamati fakta-fakta ilmiah yang ada di jagat ini, termasuk di dalamnya penciptaan berjuta gugusan bintang yang jaraknya sangat berjauhan satu sama lain, planet-planet yang ada di dalamnya serta hukum Allah yang mengatur semuanya. Juga perputaran (rotasi) bumi pada porosnya yang melahirkan siang dan malam. Kemudian ayat di atas menyinggung sarana transportasi laut, lalu mengarahkan perhatian pada proses terjadinya hujan dalam siklus yang berulang-ulang, bermula dari air laut yang menguap berkumpul menjadi awan, menebal, menjadi dingin dan akhirnya turun sebagai hujan yang merupakan sumber kehidupan di bumi. Juga disinggung pula tentang angin dan perputarannya. Dengan penjelasan-penjelasan semacam itu semestinya orang yang benar-benar mengamati akan bisa meraba adanya kekuasaan Allah di balik itu semua. }",
    "jalalayn": "(Sesungguhnya pada penciptaan langit dan bumi) yakni keajaiban-keajaiban yang terdapat pada keduanya (serta pergantian malam dan siang) dengan datang dan pergi, bertambah serta berkurang, (serta perahu-perahu) atau kapal-kapal (yang berlayar di lautan) tidak tenggelam atau terpaku di dasar laut (dengan membawa apa yang berguna bagi manusia) berupa barang-barang perdagangan dan angkutan, (dan apa yang diturunkan Allah dari langit berupa air) hujan, (lalu dihidupkan-Nya bumi dengannya) yakni dengan tumbuhnya tanam-tanaman (setelah matinya) maksudnya setelah keringnya (dan disebarkan di bumi itu segala jenis hewan) karena mereka berkembang biak dengan rumput-rumputan yang terdapat di atasnya, (serta pengisaran angin) memindahkannya ke utara atau ke selatan dan mengubahnya menjadi panas atau dingin (dan awan yang dikendalikan) atas perintah Allah Taala, sehingga ia bertiup ke mana dikehendaki-Nya (antara langit dan bumi) tanpa ada hubungan dan yang mempertalikan (sungguh merupakan tanda-tanda) yang menunjukkan keesaan Allah Taala (bagi kaum yang memikirkan) serta merenungkan."
  },
  {
    "ruku": 21,
    "name": "Al-Baqarah",
    "ayat": 165,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّتَّخِذُ مِنْ دُوْنِ اللّٰهِ اَنْدَادًا يُّحِبُّوْنَهُمْ كَحُبِّ اللّٰهِ ۗ وَالَّذِيْنَ اٰمَنُوْٓا اَشَدُّ حُبًّا لِّلّٰهِ ۙوَلَوْ يَرَى الَّذِيْنَ ظَلَمُوْٓا اِذْ يَرَوْنَ الْعَذَابَۙ اَنَّ الْقُوَّةَ لِلّٰهِ جَمِيْعًا ۙوَّاَنَّ اللّٰهَ شَدِيْدُ الْعَذَابِ ",
    "translation": "Dan di antara manusia ada orang yang menyembah tuhan selain Allah sebagai tandingan, yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat besar cintanya kepada Allah. Sekiranya orang-orang yang berbuat zalim itu melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat berat azab-Nya (niscaya mereka menyesal).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/172.mp3",
    "tafsir": "Di antara manusia, baik zaman dahulu maupun zaman sekarang, ada yang menganggap bahwa di samping Allah ada lagi sesembahan yang diagungkan dan dicintai sama dengan mengagungkan dan mencintai Allah, seperti: berhala, pemimpin-pemimpin, arwah nenek moyang dan lain-lain sebagainya.\nApabila mereka mendapat nikmat dan kebaikan, mereka panjatkan syukur dan pujian kepada sesembahan tersebut, dan apabila mereka ditimpa kesusahan atau malapetaka mereka meminta dan berdoa kepada Allah dengan harapan mereka akan dapat ditolong dan dilepaskan dari cengkeraman bahaya yang mereka hadapi. Tindakan seperti ini adalah tindakan orang musyrik, bukan tindakan orang mukmin.\nSeorang mukmin tidak akan melakukan perbuatan seperti itu karena ia percaya dan yakin dengan sepenuh hatinya bahwa yang harus disembah adalah Allah dan yang harus dicintai dan dipanjatkan doa kepadanya hanyalah Allah. Di akhirat nanti orang yang mempersekutukan Allah dengan menyembah berhala, pemimpin dan arwah itu akan kekal di neraka dan akan menyaksikan dengan mata kepala sendiri bahwa Allah sajalah yang Mahakuasa dan Dia sajalah yang berhak menyiksa dan siksa-Nya amat berat.",
    "quraish": "Dengan berbagai argumentasi yang tampak sangat jelas seperti itu, sebagian manusia yang sesat pikirannya masih saja ada yang menjadikan selain Allah sebagi Tuhan. Mereka menyembahnya seperti menyembah Allah dan memeperlakukannya seperti Allah. Akan tetapi orang yang beriman menerima hanya kepemimpinan Allah semata dan tidak akan terputus ketaatannya pada Allah, sedangkan orang-orang musyrik itu perwalian pada tuhan-tuhan mereka seringkali tergoncang saat mereka ditimpa malapetaka lalu mencari perlindungan kepada Allah Swt. Manusia-manusia yang menganiaya diri mereka sendiri, andai saja tahu siksa yang telah menanti mereka di hari pembalasan ketika segala kerajaan ada pada-Nya, saat semuanya tunduk pada Allah, pasti mereka akan menghentikan kejahatan dan dosa mereka.",
    "jalalayn": "(Dan di antara manusia ada orang-orang yang mengambil selain dari Allah sebagai tandingan) misalnya berhala-berhala. (Mereka mencintainya) dengan penghormatan dan ketundukan (sebagaimana mencintai Allah) maksudnya sebagaimana mereka mencintai-Nya (sedangkan orang-orang beriman lebih kuat cintanya kepada Allah) melebihi kecintaan kepada siapa pun, karena mereka tak hendak berpaling daripada-Nya dalam keadaan bagaimana pun, sementara orang-orang kafir cintanya kepada Allah itu hanyalah dalam keadaan terdesak atau terpaksa. (Dan sekiranya kamu lihat) hai Muhammad (orang-orang yang aniaya) yang mengambil sekutu-sekutu bagi Allah (ketika mereka melihat) atau diperlihatkan kepada mereka, dalam bentuk aktif atau pun pasif (siksa) pastilah kamu akan menyaksikan peristiwa besar. Sedangkan 'idz' di sini berarti 'idzaa' atau 'apabila' (bahwa sesungguhnya) maksudnya karena sesungguhnya (kekuatan itu) kekuasaan dan keunggulan (bagi Allah semuanya) menjadi 'hal', (dan bahwa Allah itu amat berat siksaan-Nya). Menurut suatu qiraat dibaca 'yara' dengan titik dua di bawah, sedang yang menjadi fa`ilnya ialah dhamir atau kata ganti dari pendengar. Ada pula yang mengatakan 'orang-orang yang aniaya' sedangkan 'yaraa' berarti meyakini, sementara 'anna' dan kalimat yang di belakangnya berfungsi sebagai maf`ul awwal dan maf`ul tsani. Mengenai jawaban-jawaban 'lau' dibuang dan artinya diperkirakan sebagai berikut: Sekiranya mereka mengetahui secara pasti di atas dunia ini betapa kerasnya siksa Allah dan ketika bertemu dengan-Nya di akhirat nanti kekuasaan terpegang di tangan-Nya semata, tentulah mereka tidak akan mengambil yang lain sebagai sekutu!"
  },
  {
    "ruku": 21,
    "name": "Al-Baqarah",
    "ayat": 166,
    "arab": "اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْبَابُ",
    "translation": "(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/173.mp3",
    "tafsir": "Pada saat menerima azab di akhirat mereka melihat sesembahan yang mereka sembah selagi di dunia, berlepas diri dari mereka dan menyatakan tidak bertanggung jawab atas kesesatan dan kekeliruan mereka dalam menyembah selain Allah. Karena itu mereka mengharap-harap kiranya mereka diberi kesempatan hidup kembali di dunia, agar mereka dapat menyembah Allah saja dan berlepas diri dari berhala serta pemimpin-pemimpin yang mereka sembah dahulu. Dengan demikian mereka tidak akan mengalami kepahitan dan kegetiran seperti yang mereka alami itu. Tetapi harapan itu sia-sia belaka karena nasi telah menjadi bubur. Mereka akan tetap berada dalam neraka dan tidak dapat keluar lagi dari sana, baik untuk kembali ke dunia guna memperbaiki akidah dan amalnya, ataupun untuk masuk ke surga, karena pintu surga tertutup bagi orang-orang musyrik.",
    "quraish": "Pada hari itu para pengikut sangat berharap dari pembesar dan pemimpin agar menyelamatkan mereka dari kesesatan, namun mereka tiada dihiraukan. Para pembesar itu justru melepaskan diri dari pengikut mereka dan berkata, \"Bukan kami yang menyuruh kalian menaati kami untuk melanggar perintah Tuhan, tapi hawa nafsu dan tingkah laku kalian sendiri.\" Putuslah semua keterkaitan dan kasih sayang yang ada di antara mereka dan berubah menjadi sikap permusuhan.",
    "jalalayn": "(Yakni ketika) menjadi badal bagi idz yang sebelumnya (orang-orang yang diikuti berlepas diri) maksudnya para pemimpin (dan orang-orang yang mengikuti) maksudnya mereka menyalahkan kekeliruannya (dan) sesungguhnya (mereka melihat siksa dan ketika terputus) `athaf atau dihubungkan pada tabarra-a (dengan mereka) maksudnya dari mereka (segala hubungan) yang terdapat di dunia selama ini berupa kekeluargaan dan kasih sayang."
  },
  {
    "ruku": 21,
    "name": "Al-Baqarah",
    "ayat": 167,
    "arab": "وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّاَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ اَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخَارِجِيْنَ مِنَ النَّارِ ࣖ",
    "translation": "Dan orang-orang yang mengikuti berkata, “Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.” Demikianlah Allah memperlihatkan kepada mereka amal per-buatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/174.mp3",
    "tafsir": "Pada saat menerima azab di akhirat mereka melihat sesembahan yang mereka sembah selagi di dunia, berlepas diri dari mereka dan menyatakan tidak bertanggung jawab atas kesesatan dan kekeliruan mereka dalam menyembah selain Allah. Karena itu mereka mengharap-harap kiranya mereka diberi kesempatan hidup kembali di dunia, agar mereka dapat menyembah Allah saja dan berlepas diri dari berhala serta pemimpin-pemimpin yang mereka sembah dahulu. Dengan demikian mereka tidak akan mengalami kepahitan dan kegetiran seperti yang mereka alami itu. Tetapi harapan itu sia-sia belaka karena nasi telah menjadi bubur. Mereka akan tetap berada dalam neraka dan tidak dapat keluar lagi dari sana, baik untuk kembali ke dunia guna memperbaiki akidah dan amalnya, ataupun untuk masuk ke surga, karena pintu surga tertutup bagi orang-orang musyrik.",
    "quraish": "Di sini menjadi jelas bagi para pengikut itu bahwa selama di dunia mereka ada dalam kesesatan saat menjadi pengikut pemimpin mereka itu. Mereka berangan-angan andai saja dapat kembali ke dunia lalu mengingkari perintah para pemimpin itu seperti apa yang dilakukan pemimpin itu pada mereka saat ini. Akan tampak kejahatan-kejahatan mereka di akhirat sebagai penyesalan-penyesalan tiada guna. Mereka akan dilemparkan ke dalam api neraka dan tidak akan kuat menahan siksaannya.",
    "jalalayn": "(Dan berkatalah orang-orang yang mengikuti, \"Sekiranya kami dapat kembali) ke dunia (tentulah kami akan berlepas diri pula dari mereka) maksudnya dari pemimpin-pemimpin yang menjadi ikutan itu, (sebagaimana mereka berlepas diri dari kami.\") sekarang ini. 'Lau' untuk menyatakan angan-angan, sedangkan natabarra-u menjadi jawabannya. (Demikianlah) artinya sebagaimana Allah memperlihatkan kepada mereka sangat keras siksaan-Nya sehingga sebagian mereka saling berlepas diri (Allah memperlihatkan amal perbuatan mereka) yang jelek (menjadi sesalan) sebagai 'hal' (bagi mereka, dan mereka tidak akan dapat keluar dari neraka) yakni setelah memasukinya."
  }
]