[
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 13,
    "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِّنْ اَرْضِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ فَاَوْحٰٓى اِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظّٰلِمِيْنَ ۗ   ",
    "translation": "Dan orang-orang kafir berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.” Maka Tuhan mewahyukan kepada mereka, “Kami pasti akan membinasakan orang yang zalim itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1763.mp3",
    "tafsir": "Dalam ayat ini, diceritakan lanjutan dari ucapan kaum kafir terhadap rasul-rasul, di mana mereka mengancam para rasul itu akan diusir dari negeri mereka apabila tidak menghentikan dakwah kepada agama Allah. Kaum kafir tersebut mengajukan pilihan kepada rasul-rasul itu, apakah mereka menerima pengusiran itu, ataukah mereka bersedia untuk kembali kepada agama yang mereka warisi dari nenek moyang, yaitu agama syirik dan kufur.\nSelanjutnya dalam ayat ini dijelaskan, bahwa setelah adanya ancaman kaum kafir, maka Allah swt mewahyukan kepada rasul-rasul tersebut bahwa Dia pasti akan membinasakan kaum yang zalim itu. Wahyu ini merupakan dorongan moril yang amat besar artinya bagi masing-masing rasul yang sedang menjalankan tugas sucinya, sehingga mereka tidak merasa gentar untuk menghadapi umat yang zalim itu.",
    "quraish": "Orang-orang kafir pemegang keputusan yang sombong beralih kepada kekuatan fisik setelah mereka tidak bisa melawan para rasul dengan dalil, dan mengatakan kepada mereka, \"Pilih salah satu: kalian kami usir dari tanah kami, atau kalian masuk agama kami!\" Kemudian Allah berfirman kepada para rasul itu dengan mengatakan, \"Kami benar-benar akan menghancurkan orang-orang kafir karena kezaliman mereka.",
    "jalalayn": "(Orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami sungguh-sungguh akan mengusir kalian dari negeri kami atau kalian kembali) menjadi pemeluk (kepada tuntunan kami.\") yakni agama kami. (Maka Rabb mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang-orang yang lalim itu.\") yakni orang-orang kafir itu."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 14,
    "arab": "وَلَنُسْكِنَنَّكُمُ الْاَرْضَ مِنْۢ بَعْدِهِمْ ۗذٰلِكَ لِمَنْ خَافَ مَقَامِيْ وَخَافَ وَعِيْدِ ",
    "translation": "Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1764.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan janji-Nya yang lain kepada para rasul, bahwa Allah akan menempatkan mereka di negeri-negeri itu, setelah umat yang zalim itu lenyap karena azab yang akan ditimpakan kepada mereka. Janji ini akan dilaksanakan-Nya untuk orang-orang yang bertakwa, yang merasa takut untuk menghadap Allah dengan dosa yang banyak, dan merasa takut kepada ancaman dan siksa-Nya.\nDengan jelas dapat dipahami bahwa janji Allah yang disebutkan dalam ayat ini memperkuat janji-Nya yang telah disebutkan pada ayat di atas, tentang pembinasaan orang-orang yang zalim. Setelah mereka binasa dan lenyap dari muka bumi, maka rasul-rasul bersama umatnya masing-masing yang beriman dan taat kepada Allah menjadi penghuni negeri-negeri itu, dan mereka hidup dengan tenteram di bawah limpahan rahmat dan rida Allah.",
    "quraish": "Sungguh Kami akan menempatkan kalian di tanah mereka setelah mereka hancur.\" Pemilihan kawasan itu menjadi tempat tinggal orang-orang Mukmin adalah suatu hak bagi orang yang takut kepada tempat perhitungan-Ku dan takut kepada ancaman azab-Ku. Karena, barangsiapa yang dipenuhi oleh rasa takut, akan selalu taat.",
    "jalalayn": "(\"Dan Kami pasti akan menempatkan kalian di negeri-negeri itu) di negeri tempat mereka tinggal (sesudah mereka) dibinasakan. (Yang demikian itu) yakni pertolongan dan mewariskan negeri itu (adalah untuk orang-orang yang takut akan menghadap kepada-Ku) pada hari ia menghadap kepada-Nya (dan yang takut kepada ancaman-Ku.\") takut kepada azab-Ku."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 15,
    "arab": "وَاسْتَفْتَحُوْا وَخَابَ كُلُّ جَبَّارٍ عَنِيْدٍۙ  ",
    "translation": "Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1765.mp3",
    "tafsir": "Orang yang beriman kepada Allah, mengharapkan rida dan kasih sayang-Nya, serta takut kepada ancaman dan siksaan-Nya, memohon kepada Allah agar diberi kemenangan atas musuh-musuh mereka yang zalim itu. Allah mengabulkan permohonan mereka. Maka binasalah kaum yang bersifat sewenang-wenang dan keras kepala itu.\nSifat sewenang-wenang dan keras kepala adalah ciri-ciri dari orang-orang yang takabur, yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka tidak mempedulikan hukum-hukum dan peraturan yang telah dikaruniakan Allah kepada hamba-Nya untuk mengatur hubungan antara sesama manusia, agar tercapai kehidupan yang harmonis, saling mengasihi dan saling menghargai. Oleh sebab itu, selayaknya mereka menerima hukuman dari Yang Mahakuasa dan Maha Penyayang.",
    "quraish": "Setelah tidak ada lagi harapan agar kaum mereka beriman, para rasul itu kemudian meminta kemenangan kepada Allah atas kaum mereka dan atas orang-orang kafir. Allah pun memberikannya, dan mereka menjadi beruntung. Sedang orang yang sombong dan sangat keras kepala terhadap ketatan kepada Allah akan merugi.",
    "jalalayn": "(Dan mereka memohon kemenangan) para rasul itu memohon pertolongan Allah di dalam menghadapi kaumnya (dan merugilah) binasalah (setiap orang yang berlaku sewenang-wenang) setiap orang yang takabur tidak mau taat kepada Allah (lagi keras kepala) artinya tidak mau tunduk kepada perkara yang hak."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 16,
    "arab": "مِّنْ وَّرَاۤىِٕهٖ جَهَنَّمُ وَيُسْقٰى مِنْ مَّاۤءٍ صَدِيْدٍۙ ",
    "translation": "di hadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1766.mp3",
    "tafsir": "Pada ayat ini ditegaskan bahwa orang-orang yang menolak kebenaran dengan mengingkari rasul yang diutus Allah kepada mereka, bahkan berani mengancam akan mengusirnya, adalah orang-orang yang ingin menandingi kekuasaan dan kebesaran Allah. Mereka bersifat keras kepala, takabur, dan berbuat sewenang-wenang. Mereka telah berada di depan neraka Jahanam, bahkan dalam kehidupan di dunia, mereka telah merasa seperti di tepi neraka, selalu gelisah, khawatir, dan penuh keraguan. Di akhirat nanti, mereka akan dimasukkan ke dalam neraka dan diberi minuman dari air kotor seperti nanah. Hal ini merupakan hukuman bagi mereka yang tidak mempedulikan hukum dan petunjuk yang diberikan Allah kepada hamba-hamba-Nya.",
    "quraish": "Di dunia ia mendapatkan kekalahan, dan di akhirat kelak akan mendapatkan siksa di neraka Jahanam. Di sana ia akan diberi minum dengan air yang menjijikkan: air mirip nanah yang mengalir dari tubuh penghuni neraka.",
    "jalalayn": "(Di hadapannya) di depannya (ada Jahanam) yang akan dimasukinya (dan dia akan diberi minum) di dalam Jahanam itu (dengan air nanah) yaitu cairan yang meleleh dari perut ahli neraka bercampur dengan nanah dan darah."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 17,
    "arab": "يَّتَجَرَّعُهٗ وَلَا يَكَادُ يُسِيْغُهٗ وَيَأْتِيْهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَّمَا هُوَ بِمَيِّتٍۗ وَمِنْ وَّرَاۤىِٕهٖ عَذَابٌ غَلِيْظٌ ",
    "translation": "diteguk-teguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan di hadapannya (masih ada) azab yang berat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1767.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menggambarkan betapa berat siksaan yang akan diterima atau diderita umat yang zalim di akhirat kelak, yaitu siksaan dengan api neraka yang amat panas, mereka diberi minum yang kotor seperti nanah, dan mereka minum air kotor itu, akan tetapi amat sukar bagi mereka untuk meneguknya. Di samping itu, bahaya maut senantiasa mengancam mereka dari segala penjuru, tetapi kematian mereka ditangguhkan Allah, agar mereka merasakan kepedihan azab yang akan ditimpakan kepada mereka.",
    "quraish": "Ia meminumnya dengan susah payah. Seolah-olah ia meneguknya seteguk demi seteguk, tapi tidak juga bisa menelannya, karena wujudnya yang sangat kotor dan menjijikkan. Penghuni neraka itu disiksa dengan siksaan teramat berat yang semestinya membuat ia mati dan bebas dari penderitaan. Tetapi kenyataannya ia tetap hidup untuk menerima siksa yang lebih dahsyat.",
    "jalalayn": "(Diminumnya air nanah itu) diteguknya air nanah itu seteguk demi seteguk karena rasanya teramat pahit (dan hampir dia tidak dapat menelannya) ia merasa amat jijik mengingat baunya yang sangat busuk dan rupanya yang sangat menjijikkan (dan datanglah bahaya maut kepadanya) hal-hal yang menyebabkan kematian, berupa berbagai macam azab (dari segenap penjuru, tetapi dia tidak juga mati dan di hadapannya) sesudah mengalami azab tersebut (masih ada siksaan yang berat) siksaan yang keras lagi terus-menerus."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 18,
    "arab": "مَثَلُ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ اَعْمَالُهُمْ كَرَمَادِ ِۨاشْتَدَّتْ بِهِ الرِّيْحُ فِيْ يَوْمٍ عَاصِفٍۗ  لَا يَقْدِرُوْنَ مِمَّا كَسَبُوْا عَلٰى شَيْءٍ ۗذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ",
    "translation": "Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1768.mp3",
    "tafsir": "Jika dalam ayat-ayat di atas Allah telah menjelaskan azab yang akan diderita orang-orang kafir dalam neraka Jahanam, maka dalam ayat ini dijelaskan-Nya kerugian besar yang akan mereka derita, yaitu pahala dari amalan kebajikan mereka di dunia, kalau ada, dihapus Allah. Dengan demikian, mereka tidak dapat merasakan manfaat apapun dari amalan kebajikan yang mungkin pernah mereka perbuat di dunia. Amalan-amalan mereka itu diibaratkan oleh ayat ini bagaikan abu yang ditiup angin kencang, hilang tanpa kesan. Keadaan yang demikian adalah akibat dari kesesatan mereka dan penyelewengan yang jauh sekali dari petunjuk Allah swt.",
    "quraish": "Pekerjaan dan usaha duniawi para dermawan kafir, karena tidak dibangun atas dasar keimanan, bagaikan abu yang bercerai berai ditiup angin pada hari yang berangin kencang. Pada hari kiamat, mereka tidak mampu mengambil manfaat sedikit pun dari usaha yang pernah mereka lakukan di dunia, karena tidak melihat adanya pengaruh dalam pendapatan pahala, sebagaimana tidak mampunya pemilik abu untuk memegangnya pada saat beterbangan ditiup angin kencang. Mereka yang tersesat itu mengira diri mereka dermawan, padahal perbuatan-perbuatan mereka sangat jauh dari jalan kebenaran.",
    "jalalayn": "(Perumpamaan) gambaran (tentang orang-orang yang ingkar kepada Rabb mereka) kalimat ayat ini berkedudukan menjadi mubtada kemudian dijelaskan oleh badalnya pada firman selanjutnya, yaitu: (amalan-amalan mereka) yang baik, seperti silaturahmi dan sedekah, yaitu dalam hal tiada kemanfaatan (seperti abu yang ditiup angin dengan keras pada suatu hari yang berangin keras) sangat keras tiupannya sehingga angin keras itu menjadikannya debu-debu yang beterbangan yang tiada manfaatnya. Jar dan majrurnya merupakan khabar daripada mubtada (mereka tidak dapat) yakni orang-orang kafir itu (mengambil manfaat dari apa yang telah mereka upayakan itu) dari apa yang telah mereka amalkan sewaktu di dunia (barang sedikit pun) artinya mereka sama sekali tidak menemukan pahala daripada amal-amal mereka karena tidak memenuhi syarat, yaitu tiadanya iman. (Yang demikian itu adalah kesesatan) kebinasaan (yang jauh.)"
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 19,
    "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ  ",
    "translation": "Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1769.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan bahwa Dialah yang menciptakan planet bumi ini dengan langitnya (atmosfernya) dengan hak. Maksudnya, Allah menciptakan semuanya itu bukanlah dengan percuma melainkan penuh pengetahuan dan hikmah. Secara ilmiah bumi kita dan atmosfernya, mengandung substansi atau materi yang mendukung adanya proses kehidupan. Atmosfer bumi 70% terdiri gas nitrogen (N2), yang bersifat inert (tak berbahaya bagi makhluk hidup), namun sangat dibutuhkan untuk timbulnya suatu proses kehidupan, apalagi oleh dunia flora (tanaman). Sedang 20% dari atmosfer kita adalah gas oksigen (O2), yang sangat dibutuhkan dalam kelangsungan kehidupan semua makhluk hidup, karena oksigen akan memberikan energi untuk berlangsungnya proses metabolisme semua makhluk untuk kelangsungan hidupnya; melalui suatu proses yang kita kenal dengan respirasi (pernafasan). \nBumi kita sendiri 70% berisi air (H2O), suatu zat (molekul kimia) yang sangat diperlukan sebagai media berlangsungnya proses-proses reaksi metabolisme untuk suatu kehidupan. Jarak bumi dengan matahari cukup moderat, yaitu 92,9 juta Mil atau sekitar 139,35 juta Km; sehingga sinar matahari mampu mengkatalisis (membantu) berlangsungnya proses kehidupan. Baik pada manusia (proses pembentukan vitamin D pada kulit), hewan, atau tumbuhan (asimilasi). Suhu bumi pada garis equator juga sangat moderat, rata-rata hanya 28-350C. \nBayangkan dengan planet-planet lain yang masih dalam berada dalam tata surya, seperti planet Mars, yang atmosfernya mayoritas berisi gas metana (CH4) yang mematikan, jarak dari matahari sekitar 141,6 juta Mil atau 212,40 juta Km; suhu permukaan planet Mars (pada equator) 0-10oC; jadi lebih dingin dibanding Bumi. Atau Planet Venus dengan atmosfer yang sangat tebal dan jaraknya dengan matahari 67,2 juta Mil atau 100,80 juta Km, namun suhu planet tersebut cukup dingin karena adanya selimut atmosfer yang tebal. Suhu permukaan Venus pada equator diperkirakan -32oC. Sedangkan planet Jupiter dan Saturnus yang masing-masing jaraknya dari matahari adalah 483,4 juta Mil (725,10 juta Km) dan 886,3 juta Mil(1329,45 juta Km) mempunyai suhu rata-rata permukaan planet pada equator -143oC. Atmosfer Jupiter dan Saturnus didominasi oleh gas ammoniak (NH3).\nJika Allah menghendaki, bumi dapat diubah dengan mudah menjadi kondisi seperti planet-planet itu, dan maka matilah semua makhluk bumi ini. Oleh sebab itu, manusia yang telah dijadikan Allah sebagai khalifah-Nya di bumi ini hendaklah memanfaatkan semua itu dengan cara yang baik dan untuk tujuan yang baik pula, sesuai dengan peraturan dan ketentuan-Nya. Akan tetapi, jika manusia itu menyimpang dari peraturan dan ketentuan Allah, maka Dia tidak akan membiarkan mereka berbuat kezaliman.\nMaka pada akhir ayat ini, Allah swt menegaskan kepada rasul-Nya bahwa jika Dia menghendaki maka Dia akan membinasakan umatnya dan akan mengganti mereka dengan makhluk yang baru.\nPenegasan ini adalah untuk mengingatkan rasul dan umatnya yang taat dan beriman kepada Allah, betapa besar dosa orang-orang kafir itu, karena dengan kekafiran tersebut mereka tidak mengakui kekuasaan Allah sebagai pencipta, dan pemelihara makhluk-Nya. Apabila manusia memikirkan kekuasaan Allah dan rahmat-Nya terhadap manusia, niscaya mereka akan sampai kepada keyakinan bahwa hanya Allah sajalah yang berhak untuk disembah dan dipuji serta ditakuti azab dan siksa-Nya.",
    "quraish": "Apakah engkau tidak mengetahui, wahai orang yang diajak bicara oleh ayat ini, bahwa Allah sungguh telah menciptakan langit dan bumi atas dasar aturan yang benar menurut kebijaksanaan-Nya. Wahai orang-orang kafir, Zat yang mampu melakukan hal itu juga mampu membinasakan kalian dan mendatangkan makhluk baru selain kalian yang mau mengakui wujud dan keesan-Nya, jika Dia berkehendak.",
    "jalalayn": "(Tidakkah kamu perhatikan) hai orang yang diajak bicara, tidakkah kamu memperhatikan. Istifham atau kata tanya di sini mengandung makna menetapkan (bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak) lafal bilhaqqi bertaalluq atau berkaitan maknanya dengan lafal khalaqa. (Jika Dia menghendaki, niscaya Dia membinasakan kalian) hai manusia (dan mengganti kalian dengan makhluk yang baru) sebagai pengganti kalian."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 20,
    "arab": "وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ",
    "translation": "dan yang demikian itu tidak sukar bagi Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1770.mp3",
    "tafsir": "Dalam ayat ini, Allah menegaskan pula bahwa memusnahkan semua itu tidaklah sukar bagi-Nya, karena Dialah pencipta dan penguasanya. Tidak ada sesuatupun yang kuasa menghalangi, apabila Dia menghendaki untuk menimpakan siksa kepada hamba-Nya.",
    "quraish": "Membinasakan dan mendatangkan itu tidaklah sulit bagi Allah.",
    "jalalayn": "(Dan yang demikian itu sekali-kali tidak sukar bagi Allah) tidak sulit bagi-Nya."
  },
  {
    "ruku": 213,
    "name": "Ibrahim",
    "ayat": 21,
    "arab": "وَبَرَزُوْا لِلّٰهِ جَمِيْعًا فَقَالَ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا مِنْ عَذَابِ اللّٰهِ مِنْ شَيْءٍ ۗقَالُوْا لَوْ هَدٰىنَا اللّٰهُ لَهَدَيْنٰكُمْۗ سَوَاۤءٌ عَلَيْنَآ اَجَزِعْنَآ اَمْ صَبَرْنَا مَا لَنَا مِنْ مَّحِيْصٍ ࣖ  ",
    "translation": "Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1771.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menggambarkan keadaan yang akan terjadi kelak di Padang Mahsyar, di mana manusia dikumpulkan setelah mereka dibangkitkan dari kubur, untuk memperhitungkan amal kebajikan dan perbuatan jahat yang dilakukan masing-masing orang ketika di dunia.\nDisebutkan dalam ayat ini, bahwa semua manusia akan berkumpul menghadap Allah di Padang Mahsyar, untuk dihisab dan mendengarkan keputusan Allah tentang nasib mereka selanjutnya. Dan setelah selesai dihisab, dan orang yang berdosa telah ditetapkan akan disiksa dalam neraka, timbullah kesadaran dan penyesalan dari kaum yang lemah iman yang telah teperdaya oleh bujukan orang-orang yang sombong di dunia ini yang memperlakukan diri mereka sebagai tuhan, dan kaum yang lemah iman sebagai hamba. Ketika itu, mereka yang lemah iman berkata kepada orang-orang sombong yang pernah menjadi ikutan mereka selagi di dunia, \"Kami pernah menjadi pengikut-pengikut kamu ketika di dunia. Sekarang, dapatkah kamu menghindarkan kami dari azab dan siksaan Allah, walaupun hanya sedikit saja?\"\nSelanjutnya, dalam ayat ini disebutkan jawaban orang-orang yang sombong itu atas pernyataan tersebut, \"Seandainya Allah memberi petunjuk kepada kami, tentulah kami dapat pula memberi petunjuk kepada kamu. Sekarang keadaan kita sama, harus memilih antara mengeluh dan menyesali perbuatan kita, atau bersabar menerima nasib yang telah ditetapkan Allah kepada kita. Kita sekali-kali tidak mendapatkan tempat untuk melarikan diri dari azab dan siksa-Nya.\"\nAyat ini menggambarkan dengan jelas, betapa besarnya kesalahan yang telah dilakukan kedua golongan itu. Golongan pertama, yaitu mereka yang lemah iman, telah membiarkan diri mereka menjadi permainan kaum yang sombong di dunia ini, dan telah menghambakan diri kepada mereka, dan di akhirat ternyata yang mereka agungkan itu tak mampu membela diri mereka sendiri dari azab Allah, apalagi membela orang-orang lain yang telah mereka perhamba di dunia ini. Sedang golongan kedua, telah melakukan penipuan kepada kaum lemah di dunia ini dan berlagak sebagai tuhan. Di akhirat mereka dituntut pula oleh para pengikutnya untuk membela dan menghindarkan mereka dari azab Allah, akan tetapi mereka tidak berdaya apa-apa, berhadapan dengan kekuasaan dan kebesaran Allah swt.",
    "quraish": "Benar-benar tidak ada keraguan, bahwa orang-orang kafir akan bangkit semuanya dari kubur mereka untuk perhitungan Allah, hingga seolah-olah telah terjadi sekarang. Pada saat itu para pengikut yang lemah mengatakan kepada pemimpin-pemimpin mereka yang sombong, \"Kami dulu adalah pengikut kalian dalam mendustakan para rasul, memerangi dan menolak pesan-pesan mereka. Apakah, pada hari ini, kalian mampu menghindarkan kami dari sebagian azab Allah?\" Para pemimpin yang sombong itu menjawab, \"Seandainya kami ditunjukkan dan dibimbing Allah menuju jalan keselamatan, tentu kami akan membimbing dan menyeru kalian ke situ. Tetapi kami telah tersesat, maka kami juga telah menyesatkan kalian. Dengan kata lain, kami telah memilihkan buat kalian sesuatu yang telah kami pilih buat kami. Dan sekarang ini, sama saja bagi kita, mengeluh ataupun bersabar, kita tidak mempunyai tempat pelarian dari azab Allah.\"",
    "jalalayn": "(Dan mereka akan berkumpul menghadap) semua makhluk itu menghadap. Ungkapan pada ayat ini dan ayat sebelumnya memakai fi`il madhi, dimaksud untuk memberikan pengertian kepastian bahwa hal itu benar-benar akan terjadi (kepada Allah semuanya, lalu berkatalah orang-orang yang lemah) yakni para pengikut (kepada orang-orang yang sombong) yaitu orang-orang yang diikuti (\"Sesungguhnya kami dahulu adalah pengikut-pengikut kalian) lafal taba`an merupakan bentuk jamak dari kata tunggal tabi`un (maka dapatkah kalian menghindarkan) menolak (daripada kami azab Allah walau sedikit saja?\") huruf min yang pertama tadi bermakna lit-tabyin atau untuk menjelaskan, sedangkan huruf min pada ayat ini bermakna lit-tab`idh atau menunjukkan makna sebagian. (Mereka berkata) orang-orang yang diikuti itu (\"Seandainya Allah memberi petunjuk kepada kami niscaya kami dapat memberi petunjuk kepada kalian) artinya nicaya kami akan menyeru kalian ke jalan hidayah. (Sama saja bagi kita, apakah kita mengeluh atau bersabar, sekali-kali tidak mempunyai) huruf min di sini adalah zaidah (tempat untuk melarikan diri.\") tempat berlindung dari azab-Nya."
  }
]