[
  {
    "ruku": 214,
    "name": "Ibrahim",
    "ayat": 22,
    "arab": "وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1772.mp3",
    "tafsir": "Dalam ayat ini, Allah menyebutkan pengakuan setan di hadapan Allah, setelah urusan hisab selesai di Padang Mahsyar. Setan senantiasa menggoda dan menyesatkan manusia dari jalan yang benar, dengan memberikan gambaran sedemikian rupa, sehingga manusia yang terkena godaannya memandang kejahatan sebagai perbuatan yang baik dan terpuji. Dan di samping itu, setan juga memberikan janji-janji kepada orang-orang yang kena godaannya, yaitu keuntungan yang akan mereka peroleh jika mereka memenuhi ajakannya. Akan tetapi, ia tidak mampu memenuhi janji tersebut.\nPengakuan setan setelah urusan hisab di Padang Mahsyar selesai ditujukan kepada orang-orang yang telah disesatkannya di dunia ini, baik golongan lemah yang telah memperhambakan diri kepada selain Allah, maupun golongan kuat dan sombong yang telah menganggap diri mereka sebagai Tuhan. Dalam pengakuannya itu, setan mengatakan kepada mereka bahwa sesungguhnya Allah telah menjanjikan kepada mereka janji yang benar, Dia kuasa untuk memenuhi janji-Nya itu. Setan pun telah memberikan janji kepada mereka, tetapi dia tidak kuasa untuk menepatinya. Setan sama sekali tidak mempunyai kekuasaan apa-apa terhadap mereka, dia hanya sekedar menyeru manusia kepada sesuatu yang tidak benar, lalu mereka mematuhi saja seruannya itu tanpa menggunakan akal. Oleh sebab itu, manusia yang bersalah. Janganlah mereka mencercanya, melainkan cercalah diri sendiri. Setan sekali-kali tidak dapat menolong mereka dari azab dan siksa Allah, dan mereka pun tidak dapat menolongnya. Sesungguhnya setan sejak dahulu tidak membenarkan perbuatan manusia mempersekutukannya dengan Allah.\"\nDemikianlah keadaan di akhirat kelak. Kaum yang kuat dan bersikap sombong di dunia ini, yang telah menyesatkan kaum yang lemah, berlepas tangan dari orang-orang yang lemah yang telah menjadi korban kesesatan mereka. Selanjutnya, setan yang telah menggoda dan menyesatkan kedua golongan itupun berlepas tangan pula dari nasib orang-orang yang telah menjadi korban godaan palsunya. Semuanya tidak berdaya menghadapi keputusan Allah atas diri mereka.\nPada akhir ayat ini, Allah kembali menegaskan bahwa orang-orang yang zalim, baik terhadap diri mereka ataupun terhadap orang lain, pasti akan mendapatkan azab yang pedih, sebagai balasan atas kezaliman mereka.",
    "quraish": "Ketika Allah memutuskan hukum dengan memberikan nikmat kepada orang-orang Mukmin dan menyiksa orang-orang yang berbuat maksiat, Iblis mengatakan kepada pengikutnya, \"Sesungguhnya Allah telah menjanjikan datangnya hari kebangkitan dan hari pembalasan dengan janji yang benar kemudian menepatinya. Sedang aku telah menjanjikan kepadamu bahwa hari kebangkitan dan hari pembalasan tidak akan datang, kemudian tidak kutepati. Sebetulnya dulu aku tidak mempunyai kekuatan untuk memaksamu agar mengikutiku, tetapi aku hanya menyerumu dengan godaan yang menyesatkan, kemudian kalian dengan cepat mengikutiku. Maka janganlah kalian menyalahkan diriku, tetapi salahkanlah diri kalian sendiri yang telah memenuhi seruanku. Hari ini aku tidak dapat menolong kalian dari azab, sebagaimana kalian juga tidak dapat menolongku. Saat ini aku tidak dapat membenarkan perbuatan kalian di dunia, yang telah mempertuhan diriku di samping Allah. Kalian menaatiku layaknya seorang hamba menaati Tuhannya.",
    "jalalayn": "(Dan berkatalah setan) yakni iblis (tatkala perkara hisab telah diselesaikan) kemudian orang-orang yang berhak masuk surga dimasukkan ke dalam surga dan orang-orang yang berhak masuk neraka dimasukkan ke dalam neraka, lalu mereka semuanya mengerumuni iblis (\"Sesungguhnya Allah telah menjanjikan kepada kalian janji yang benar) yaitu dengan kebangkitan dari kubur dan pembalasan amal perbuatan lalu Dia telah memenuhi kalian (dan aku pun telah menjanjikan kepada kalian) bahwasanya hal ini tidak ada (tetapi aku menyalahinya. Sekali-kali aku terhadap kalian tidak memiliki) huruf min di sini zaidah (kekuasaan) kekuatan dan kemampuan yang dapat memaksakan kalian untuk mengikutiku (melainkan) kecuali (sekedar aku menyeru kalian, lalu kalian mematuhi seruanku, oleh sebab itu janganlah kalian mencerca aku, akan tetapi cercalah diri kalian sendiri) disebabkan kalian telah mengikuti seruanku itu. (Aku sekali-kali tidak dapat menolong kalian) dapat memberikan pertolongan kepada kalian (dan kalian pun tidak dapat menolongku) dapat dibaca mushrikhiyya dan mushrikhiyyi. (Sesungguhnya aku tidak membenarkan perbuatan kalian mempersekutukan aku) dengan Allah (sebelumnya.\") sewaktu di dunia. Lalu Allah berfirman: (\"Sesungguhnya orang-orang yang lalim itu mendapat siksaan yang pedih) siksaan yang sangat pedih."
  },
  {
    "ruku": 214,
    "name": "Ibrahim",
    "ayat": 23,
    "arab": "وَاُدْخِلَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا بِاِذْنِ رَبِّهِمْۗ تَحِيَّتُهُمْ فِيْهَا سَلٰمٌ ",
    "translation": "Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salam.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1773.mp3",
    "tafsir": "Pada ayat ini, Allah menyebutkan kembali kebahagiaan yang akan diperoleh orang-orang yang beriman kepada Allah dan senantiasa beramal saleh, bahwa di akhirat kelak mereka akan ditempatkan di dalam surga, taman yang sangat indah yang di bawah pohon-pohonnya mengalir sungai-sungai yang jernih. Mereka akan tetap berada di dalamnya mengenyam kehidupan yang bahagia, dengan izin Allah sebagai balasan dari iman dan amal saleh mereka selama hidup di dunia. Di sana mereka saling mengucapkan, \"Salam,\" yang berarti sejahtera dari segala bencana. Untuk kita yang masih hidup di dunia ini, agama Islam mengajarkan agar kita menggunakan ucapan selamat \"Assalamualaikum\" yang berarti \"semoga anda senantiasa dalam kesejahteraan\". Ini merupakan ajaran yang terbaik untuk mendidik manusia agar rela dan merasa senang bila orang lain beroleh kebahagiaan hidup dan kesejahteraan, sebagaimana ia merasa senang bila ia sendiri memperoleh kebahagiaan dan kesejahteraan itu, dan jauh dari rasa dengki dan hasad. Mengharapkan orang lain mendapat kesengsaraan atau kerugian dan mengharapkan lenyapnya kebahagiaan atau kebaikan dari seseorang adalah sifat yang sangat dibenci oleh agama Islam.\nDalam hubungan ini Rasulullah saw telah bersabda:\nTidak beriman seseorang di antara kamu, sampai ia cintai untuk saudaranya (sesama mukmin), apa yang ia cintai untuk dirinya. (Riwayat al-Bukhari dan Muslim dari Anas bin Malik)",
    "quraish": "Di akhirat kelak, orang-orang yang beriman dan beramal saleh akan dimasukkan ke dalam surga-surga yang dialiri banyak sungai di bawah istana-istananya. Mereka hidup kekal di dalamnya dengan izin dan perintah Allah. Mereka mendapatkan ucapan selamat dari para malaikat dengan ucapan yang dapat mendatangkan rasa aman dan tenteram.",
    "jalalayn": "(Dan dimasukkanlah orang-orang yang beriman dan beramal saleh ke alam surga yang mengalir di bawahnya sungai-sungai; mereka kekal) lafal khaalidiina menjadi hal daripada kalimat yang keberadaannya diperkirakan (di dalamnya dengan seizin Rabb mereka. Ucapan penghormatan mereka dalam surga itu) dari Allah dan dari para malaikat, serta di antara sesama mereka (salaam.)"
  },
  {
    "ruku": 214,
    "name": "Ibrahim",
    "ayat": 24,
    "arab": "اَلَمْ تَرَ كَيْفَ ضَرَبَ اللّٰهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ اَصْلُهَا ثَابِتٌ وَّفَرْعُهَا فِى السَّمَاۤءِۙ ",
    "translation": "Tidakkah kamu memperhatikan bagai-mana Allah telah membuat perumpamaan kalimat yang baik seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1774.mp3",
    "tafsir": "Perumpamaan yang disebutkan dalam ayat ini ialah perumpamaan mengenai kata-kata ucapan yang baik, misalnya kata-kata yang mengandung ajaran tauhid, seperti \"La ilaha illallah\" atau kata-kata lain yang mengajak manusia kepada kebajikan dan mencegah mereka dari kemungkaran. Kata-kata semacam itu diumpamakan sebagai pohon yang baik, akarnya teguh menghunjam ke bumi. Akar bagi pohon memiliki dua fungsi utama: (1) menghisap air dan unsur hara dari dalam tanah dan (2) menopang tegaknya pohon. Apabila akar tidak dapat lagi mengambil unsur-unsur hara dari dalam tanah maka lambat laun pohon akan mati. Sedangkan akar pohon yang berfungsi baik akan dapat menyalurkan unsur-unsur hara dari dalam tanah ke bagian atas pohon dan pertumbuhan pohon akan berjalan dengan baik. Dahannya rimbun menjulang ke langit. Hadis Nabi saw:\nDari Abdullah bin Umar r.a., ia berkata, \"Rasulullah saw bersabda, \"Di antara jenis pohon, ada suatu pohon yang tidak pernah gugur daunnya. Pohon itu adalah perumpamaan bagi orang Islam. Beritahukan aku, apakah pohon itu? Orang-orang mengira pohon itu adalah pohon yang tumbuh di hutan. Kata Abdullah, \"Sedangkan menurut saya pohon itu adalah pohon kurma. Tetapi saya malu untuk berkata. Kemudian para sahabat berkata, \"Beritahulah kami pohon apa itu, hai Rasulullah!\" beliau menjawab, \"Pohon itu adalah pohon kurma.\" (Riwayat al-Bukhari)\n\nAgama Islam mengajarkan kepada umatnya agar membiasakan diri menggunakan ucapan yang baik, yang berfaedah bagi dirinya, dan bermanfaat bagi orang lain. Ucapan seseorang menunjukkan watak dan kepribadiannya serta adab dan sopan-santunnya. Sebaliknya, setiap muslim harus menjauhi ucapan dan kata-kata yang jorok, yang dapat menimbulkan rasa jijik bagi yang mendengarnya.",
    "quraish": "Tidak tahukah engkau, wahai manusia, bagaimana Allah membuat permisalan kalimat(1) yang baik dan kalimat yang buruk. Dia memisalkan kalimat yang baik bagaikan pohon yang banyak manfaatnya. Pangkalnya tertanam kokoh dengan akar-akarnya di dalam tanah, sedang pucuk-pucuknya menjulang tinggi ke angkasa. (1) Kalimat yang baik ini termasuk di dalamnya kalimat tauhid: pengesaan Allah dengan kalimat Lâ Ilâh Illâ Allâh.",
    "jalalayn": "(Tidakkah kamu perhatikan) memperhatikan (bagaimana Allah telah membuat perumpamaan) lafal matsalan ini dijelaskan oleh badalnya, yaitu (kalimat yang baik) yakni kalimat laa ilaaha illallaah/tiada Tuhan selain Allah (seperti pohon yang baik) yaitu pohon kurma (akarnya teguh) menancap dalam di bumi (dan cabangnya) ranting-rantingnya (menjulang ke langit)."
  },
  {
    "ruku": 214,
    "name": "Ibrahim",
    "ayat": 25,
    "arab": "تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ",
    "translation": "(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1775.mp3",
    "tafsir": "Dalam ayat ini digambarkan bahwa pohon yang baik itu selalu memberikan buahnya pada setiap manusia, dengan seizin Tuhannya. Adapun proses pertumbuhan tanaman diperlukan berbagai unsur hara yang cukup banyak macamnya. Menurut jumlah yang diperlukannya, unsur hara ini dibedakan menjadi unsur hara makro yang diperlukan dalam jumlah banyak, dan unsur hara mikro yang diperlukan dalam jumlah sedikit, tetapi keberadaannya mutlak diperlukan. Untuk sampai pada terjadinya buah, akar harus dapat memasok semua kebutuhan unsur hara ini dalam jumlah yang cukup dan seimbang. Ada beberapa unsur hara yang apabila dipasok melebihi kebutuhannya akan menjadi racun bagi tanaman dan dapat menyebabkan kematian bagi tanaman (misalnya besi untuk tanaman padi). Sebab itu, manusia yang mengambil manfaat dari pohon itu hendaklah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\nDemikian pula halnya kata-kata baik yang kita ucapkan kepada orang lain, misalnya dalam memberikan ilmu pengetahuan yang berguna, manfaatnya akan didapat oleh orang banyak. Setiap orang yang memperoleh ilmu pengetahuan dari seorang guru haruslah bersyukur kepada Allah karena pada hakikatnya ilmu pengetahuan yang telah diperolehnya melalui seseorang adalah karunia dan rahmat dari Allah swt.\nIbu bapak dalam rumah tangga haruslah senantiasa mempergunakan kata-kata yang baik dan sopan, serta menjauhi ucapan-ucapan kotor dan kasar, karena ucapan-ucapan itu akan ditiru oleh anak-anak mereka.",
    "quraish": "Dengan kehendak penciptanya, pohon itu selalu berbuah pada waktu-waktu tertentu. Demikian juga kalimat tauhid: tertanam kokoh dalam hati orang Mukmin, dan amalannya naik menuju Allah. Dia selalu mendapatkan berkah dan balasannya pada setiap waktu. Demikianlah, Allah telah menerangkan permisalan kepada manusia dengan mendekatkan makna-makna abstrak melalui benda-benda inderawi, agar mereka dapat mengambil pelajaran lalu beriman.",
    "jalalayn": "(Pohon itu memberikan) membuahkan (buahnya) buah-buahannya (pada setiap musim dengan seizin Rabbnya) dengan kehendak-Nya demikian pula kalimat iman tertanam di dalam kalbu orang mukmin sedangkan amalnya naik ke langit kemudian memperoleh berkah dan pahala amalannya itu setiap saat (dibuatkan) dijelaskan (oleh Allah perumpamaan-perumpamaan itu untuk manusia supaya mereka selalu ingat) mau mengambil pelajaran daripadanya kemudian mereka mau beriman karenanya."
  },
  {
    "ruku": 214,
    "name": "Ibrahim",
    "ayat": 26,
    "arab": "وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ",
    "translation": "Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1776.mp3",
    "tafsir": "Dalam ayat ini disebutkan perumpamaan kata-kata dan kalimat-kalimat yang jelek, yaitu ucapan-ucapan yang mengandung kekufuran dan kemusyrikan atau yang mengajak kepada perbuatan maksiat. Kata-kata yang jelek itu diumpamakan sebagai pohon yang buruk, yang akarnya tercabut dari bumi, sehingga pohon tersebut tidak dapat tegak dengan kokoh, tidak dapat berdaun dan berbuah. Artinya tidak dapat memberikan buah dan manfaat lainnya bagi manusia, bahkan hanya memberikan mudarat, apabila pohon itu roboh dan menimpa mereka. Kata-kata yang jelek hanya dapat menimbulkan dosa, serta membangkitkan kemarahan dan kebencian. Dalam sebuah hadis yang diriwayatkan oleh Abu Hathim sebagai hadis marfu, bahwa syajarah khabitsah (pohon yang buruk) adalah handhalah yang rasa buahnya pahit.\nOrang-orang yang tidak dapat mengendalikan emosinya sering meng-ucapkan kata-kata yang buruk, yang membahayakan dirinya dan mem-bahayakan orang lain. Demikian pula orang-orang yang sedang mabuk dan rusak akalnya, suka mengucapkan kata-kata yang jelek. Itulah sebabnya agama Islam mengajarkan kesabaran karena kesabaran mendorong seseorang untuk menguasai emosinya. Agama Islam juga melarang seseorang dari hal-hal yang merusak akal, seperti meminum minuman keras dan lain-lain.",
    "quraish": "Sedangkan kalimat yang buruk, adalah bagaikan pohon yang buruk pula. Pohon itu tercabut dari akarnya dan roboh di atas tanah karena tidak tertancap dengan kokoh. Dan begitulah kalimat yang jelek, mudah disanggah, karena tidak kuat dan tidak didukung oleh alasan yang kuat.",
    "jalalayn": "(Dan perumpamaan kalimat yang buruk) yaitu kalimat kekafiran (seperti pohon yang buruk) yaitu pohon hanzhal yang buahnya sangat pahit (yang telah dicabut) telah dibongkar sampai ke akar-akarnya (dari permukaan bumi, ia tidak dapat tetap sedikit pun) artinya tidak mempunyai tempat untuk berpijak lagi, maka demikian pula keadaan kalimat kekafiran tidak mempunyai tempat berpijak, tidak mempunyai ranting dan pula tidak ada keberkahannya."
  },
  {
    "ruku": 214,
    "name": "Ibrahim",
    "ayat": 27,
    "arab": "يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ",
    "translation": " Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1777.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan bahwa Dia meneguhkan orang-orang yang mukmin dengan ucapan-ucapan yang baik dan teguh, baik dalam kehidupan di dunia ini, maupun di akhirat. Dengan demikian, ada hubungan timbal balik antara iman dengan ucapan yang baik dan teguh. Iman mendorong seseorang untuk senantiasa menggunakan ucapan yang baik dan teguh. Sebaliknya, ucapan yang baik itu dapat memelihara keteguhan iman seseorang.\nDalam ayat ini selanjutnya, Allah swt menegaskan bahwa Dia membiarkan sesat orang-orang yang zalim dan yang suka berbuat menurut kehendaknya sendiri, tanpa mengabaikan peraturan yang benar, antara lain ialah mengucapkan kata-kata yang buruk yang mengajak kepada kekafiran, kemusyrikan, kemaksiatan, dan sebagainya.",
    "quraish": "Allah mengokohkan orang-orang Mukmin di atas kata kebenaran di dunia dan akhirat, dan menjauhkan orang-orang kafir dari situ karena jeleknya persiapan mereka. Allah mengokohkan sebagian orang dan menyesatkan yang lain menurut kehendak-Nya. Tak ada yang dapat menyanggah dan menghalangi keputusan-Nya.",
    "jalalayn": "(Allah meneguhkan iman orang-orang yang beriman dengan ucapan yang teguh itu) yaitu kalimat tauhid itu (di dunia dan di akhirat) yaitu di alam kubur, ketika dua orang malaikat menanyakan kepadanya tentang Rabb mereka, agama mereka dan nabi mereka. Maka orang-orang yang beriman dapat menjawabnya dengan benar; demikianlah menurut keterangan yang disebutkan di dalam hadis Imam Bukhari dan Imam Muslim (dan Allah menyesatkan orang-orang yang lalim) yaitu orang-orang kafir; oleh sebab itu mereka tidak mendapat petunjuk untuk memberikan jawaban yang benar. Bahkan mereka hanya mengatakan, \"Kami tidak tahu,\" demikian menurut keterangan dalam hadis (dan memperbuat apa yang Dia kehendaki.)"
  }
]