[
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 16,
    "arab": "وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ",
    "translation": "Dan sungguh, Kami telah menciptakan gugusan bintang di langit dan men-jadikannya terasa indah bagi orang yang memandang(nya),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1818.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt menciptakan berbagai benda angkasa berupa planet yang tidak terhitung banyaknya, bulan, dan bintang yang kesemuanya menghiasi langit, sehingga menarik hati orang-orang yang memandangnya. Semua itu menjadi bahan pemikiran bagi orang-orang yang mau berpikir, terutama dalam mencari manfaatnya bagi manusia dan kemanusiaan, sebagaimana firman Allah swt dalam ayat yang lain:\n\nMahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar. Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur. (al-Furqan/25: 61-62)\n\nPada ayat yang lain, Allah swt menerangkan pula:\n\nDan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang. (al-Mulk/67: 5)\n\nBintang-bintang yang diciptakan Allah itu ada yang tidak bercahaya dan ada pula yang bercahaya, berkelap-kelip di malam hari, sebagaimana firman Allah swt:\n\nLalu diciptakan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang dekat (dengan bumi), Kami hiasi dengan bintang-bintang, dan (Kami ciptakan itu) untuk memelihara. Demikianlah ketentuan (Allah) Yang Mahaperkasa, Maha Mengetahui. (Fussilat/41: 12)\n\nDan firman Allah swt:\n\nDan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami menjadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala. (al-Mulk/67: 5)\n\nBenda-benda angkasa itu merupakan petunjuk bagi para musafir yang berjalan di tengah-tengah padang pasir di malam hari, kapal-kapal yang berlayar di tengah lautan, serta kapal terbang dan kapal ruang angkasa yang terbang menuju tempat tujuannya. Peredaran matahari, bulan, dan bintang dapat pula dijadikan dasar untuk mengetahui bilangan hari, bilangan tahun, dan perhitungan waktu, sebagaimana firman Allah swt:\n\nDialah yang menjadikan matahari bersinar dan bulan bercahaya dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui. (Yunus/10: 5)\n\nSuasana malam di saat langit cerah tidak berawan, bintang-bintang bertaburan di angkasa raya dan cahayanya yang hilang-hilang timbul, dan cahaya bulan purnama menimbulkan ketenteraman dalam hati bagi orang-orang yang telah beriman kepada Allah. Semua itu menambah kuat imannya, sehingga tanpa disadari mulutnya mengucapkan kata-kata yang mengagung-kan Allah.",
    "quraish": "Sesungguhnya Kami telah menciptakan bintang-bintang di langit membentuk beraneka ragam gugusan. Kami telah menghiasi langit dengan rasi bintang agar mereka dapat mengamati, merenungi dan mengambil pelajaran serta menjadikannya sebagai bukti kemahakuasaan Sang Pencipta.",
    "jalalayn": "(Dan sesungguhnya Kami menciptakan gugusan bintang-bintang di langit) yang berjumlah dua belas, yaitu: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagitarius, Capricorn, Aquarius dan Pisces. Bintang-bintang tersebut merupakan garis-garis peredaran daripada tujuh bintang yang beredar, yaitu Mars mempunyai garis edar pada bintang Aries dan bintang Scorpio; Venus mempunyai garis edar pada bintang Taurus dan bintang Libra; Utarid mempunyai garis edar pada bintang Gemini dan bintang Virgo; bulan mempunyai garis edar pada bintang Cancer; matahari mempunyai garis edar pada bintang Leo; Jupiter mempunyai garis edar pada bintang Sagitarius dan Pisces; Saturnus mempunyai garis edar pada bintang Capricorn dan Aquarius (dan Kami telah menghiasi langit itu) dengan bintang-bintang yang gemerlapan (bagi orang-orang yang memandang.)"
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 17,
    "arab": "وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ",
    "translation": "dan Kami menjaganya dari setiap (gangguan) setan yang terkutuk,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1819.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt menjaga langit dan isinya dari setan yang terkutuk. Pada ayat yang lain Allah swt berfirman:\n\nDan (Kami) telah menjaganya dari setiap setan yang durhaka. (as-shaffat/37: 7)\n\nSementara itu ada setan yang tidak mengindahkan larangan-larangan Allah. Ia mencari berita yang mungkin didengarnya dari para malaikat, maka setan-setan yang demikian itu diburu oleh semburan api yang membakar, sehingga ia lari dan tidak sempat mendengar pembicaraan para malaikat itu. Hal ini dijelaskan oleh firman Allah swt:\n\nMereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru. (as-shaffat/37: 8)\n\nDan firman Allah swt:\n\nDan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya). (al-Jinn/72: 8-9)\n\nSeperti yang tersebut di atas bahwa ada beberapa ayat yang menerangkan berbagai usaha setan untuk mendengarkan pembicaraan para malaikat di langit, tetapi sebelum sempat ia mendengarkannya, ia dikejar dan dibakar oleh semburan api yang panas. Hal ini termasuk perkara yang gaib karena sukar diketahui dan tidak dapat dilihat oleh mata manusia dan tidak dapat pula diketahui hakikatnya, serta bukti-bukti yang dapat dijadikan dasar untuk menetapkan maksud ayat yang sebenarnya. Karena yang menerangkan hal ini adalah Al-Qur'an dan pikiran manusia belum sampai kepadanya, maka bagi kaum Muslimin wajib mengimaninya, dan percaya bahwa langit dan bumi serta alam semesta ini adalah milik Allah Yang Maha Pencipta. Allah swt menjaga dan mengatur semua milik-Nya itu. Bagaimana cara Dia mengatur dan menjaga, sangat sedikit pengetahuan manusia tentang hal itu. Demikian pula bagaimana setan mengintip pembicaraan para malaikat dan bagaimana bentuk semburan api itu memburu setan. Hanya Allahlah Yang Mengetahui.",
    "quraish": "Akan tetapi, Kami menjaga langit itu dari seluruh setan yang memang berhak dikutuk dan dijauhkan dari rahmat Allah.",
    "jalalayn": "(Dan Kami menjaganya) dengan meteor-meteor (dari tiap-tiap setan yang terkutuk) yang terlaknat."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 18,
    "arab": "اِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَاَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ ",
    "translation": "kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dikejar oleh semburan api yang terang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1820.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt menjaga langit dan isinya dari setan yang terkutuk. Pada ayat yang lain Allah swt berfirman:\n\nDan (Kami) telah menjaganya dari setiap setan yang durhaka. (as-shaffat/37: 7)\n\nSementara itu ada setan yang tidak mengindahkan larangan-larangan Allah. Ia mencari berita yang mungkin didengarnya dari para malaikat, maka setan-setan yang demikian itu diburu oleh semburan api yang membakar, sehingga ia lari dan tidak sempat mendengar pembicaraan para malaikat itu. Hal ini dijelaskan oleh firman Allah swt:\n\nMereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru. (as-shaffat/37: 8)\n\nDan firman Allah swt:\n\nDan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya). (al-Jinn/72: 8-9)\n\nSeperti yang tersebut di atas bahwa ada beberapa ayat yang menerangkan berbagai usaha setan untuk mendengarkan pembicaraan para malaikat di langit, tetapi sebelum sempat ia mendengarkannya, ia dikejar dan dibakar oleh semburan api yang panas. Hal ini termasuk perkara yang gaib karena sukar diketahui dan tidak dapat dilihat oleh mata manusia dan tidak dapat pula diketahui hakikatnya, serta bukti-bukti yang dapat dijadikan dasar untuk menetapkan maksud ayat yang sebenarnya. Karena yang menerangkan hal ini adalah Al-Qur'an dan pikiran manusia belum sampai kepadanya, maka bagi kaum Muslimin wajib mengimaninya, dan percaya bahwa langit dan bumi serta alam semesta ini adalah milik Allah Yang Maha Pencipta. Allah swt menjaga dan mengatur semua milik-Nya itu. Bagaimana cara Dia mengatur dan menjaga, sangat sedikit pengetahuan manusia tentang hal itu. Demikian pula bagaimana setan mengintip pembicaraan para malaikat dan bagaimana bentuk semburan api itu memburu setan. Hanya Allahlah Yang Mengetahui.",
    "quraish": "Siapa saja di antara kelompok setan yang mencoba mencuri-curi untuk mendengarkan percakapan yang terjadi di antara para penghuni bintang-gemintang, Kami akan mengejarnya dengan suatu benda langit yang jelas dan terang.",
    "jalalayn": "(Akan tetapi) tetapi (setan yang mencuri-curi berita yang dapat didengar) yang menyadapnya (maka ia pasti dikejar oleh semburan api yang terang) yakni bintang yang menyala terang dan dapat membakar atau menembus atau membuatnya cacat."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 19,
    "arab": "وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ",
    "translation": "Dan Kami telah menghamparkan bumi dan Kami pancangkan padanya gunung-gunung serta Kami tumbuhkan di sana segala sesuatu menurut ukuran.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1821.mp3",
    "tafsir": "Setelah Allah swt menerangkan tanda kebesaran dan kekuasaan-Nya di langit, dalam ayat ini Allah menerangkan tanda-tanda kekuasaan-Nya yang dapat dilihat, diketahui, dirasakan, dan dipikirkan oleh manusia. Di antaranya, Allah menciptakan bumi seakan-akan terhampar, sehingga mudah didiami manusia, memungkinkan mereka bercocok tanam di atasnya, dan memudahkan mereka bepergian ke segala penjuru dunia mencari rezeki yang halal dan bersenang-senang.\nAllah menciptakan di bumi jurang-jurang yang dalam dan dialiri sungai-sungai yang kecil yang kemudian bersatu menjadi sungai yang besar menuju lautan luas. Diciptakan-Nya pula gunung-gunung yang menjulang ke langit, dihiasi oleh aneka ragam tanaman dan tumbuh-tumbuhan yang menghijau, yang menyenangkan hati orang-orang yang memandangnya, sebagaimana firman Allah:\n\nDan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir. (ar-Ra'd/13: 3)\n\nAyat 19 Surah al-hijr ini menyiratkan bagaimana proses geologi berjalan puluhan, ratusan bahkan jutaan tahun. Berdasarkan kajian saintis, pada dasarnya proses geologi berupa siklus yang tiada berhenti. Di dasar lautan, seperti di Lautan Pasifik misalnya, berjalan suatu proses penghamparan material-material magmatik yang keluar dari punggungan tengah samudra secara terus-menerus dan membentuk lempeng samudra [lihat keterangan an-Naml/27: 88 dan at-thur/52: 6]. Lempengan ini terus bergerak dan menabrak lempengan lainnya. \nSementara itu berjalan pula proses erosi yang bermula dari tempat-tempat yang tinggi dan untuk kemudian material hasil erosi ini dihamparkan dan diendapkan pada tempat-tempat yang lebih rendah. Endapan ini kemudian mengalami tekanan akibat pergerakan lempengan-lempengan dan membawa lapisan-lapisan batuan hasil erosi ini tertekuk dan terangkat, sampai membentuk pegunungan. Lihat pula an-Nahl/16: 15 yang terkait dengan ayat ini. \nBetapa agungnya Allah yang menciptakan semuanya itu yang dapat dirasakan manfaat dan nikmatnya oleh manusia, tetapi kebanyakan mereka ingkar kepada Sang Penciptanya.\nAllah telah menciptakan beraneka ragam tanam-tanaman dan tumbuh-tumbuhan, masing-masing mempunyai ukuran dan kadar yang ditentukan. Pohon durian yang batangnya kokoh itu serasi dengan buahnya yang besar dan berduri. Batang padi serasi dan sesuai pula dengan buahnya yang bertangkai dan tanah untuk tempat tumbuhnya. Demikian pula tumbuh-tumbuhan yang lain diciptakan Allah seimbang, serasi, dan sesuai dengan iklim, keadaan daerah, dan keperluan manusia atau binatang tempat ia tumbuh. Sementara itu, perbedaan daerah dan tanah tempat tumbuh suatu pohon akan menimbulkan perbedaan rasa dan ukuran buahnya. Unsur gula di dalam tebu berlainan dengan unsur gula dalam air kelapa, berlainan manisnya dengan mangga dan jeruk. Buah salak sewaktu masih berupa putik dikelilingi oleh duri-duri yang tajam, tetapi setelah ia masak, seakan-akan duri-duri itu menguakkan diri, sehingga mudah untuk manusia mengambil buahnya yang rasanya manis. Putik pepaya pahit rasanya sewaktu masih kecil, sehingga manusia tidak mau mengambil dan memakannya. Semakin besar putiknya itu, semakin berkurang rasa pahitnya, dan semakin dekat pula manusia kepadanya. Setelah masak, buahnya dipetik dan menjadi makanan yang disenangi. Demikian Allah menciptakan sesuatu dengan ukuran dan kadar yang tertentu, sehingga melihat kesempurnaan ciptaan-Nya itu akan bertambah pula iman di dalam hati orang yang mau berpikir dan bertambah pula keyakinan bahwa Allah adalah Maha Sempurna.\nAllah swt berfirman:\n\nDan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebihan. (al-An'am/6: 14)",
    "quraish": "Kami telah menciptakan dan menghamparkan bumi ini untuk kalian sehingga menjadi luas terbentang dengan gunung-gunung yang kokoh. Kami pun menumbuhkembangkan, di bumi ini, aneka ragam tanaman untuk kelangsungan hidup kalian. Dan Kami telah menetapkan tiap-tiap tanaman itu memiliki masa pertumbuhan dan penuaian tertentu, sesuai dengan kuantitas dan kebutuhan kalian. Demikian juga, Kami tetap menentukan bentuknya sesuai dengan penciptaan dan habitatnya(1). (1) Ayat ini menegaskan satu fakta ilmiah yang baru ditemukan setelah dilakukannya penelitian terhadap berbagai tanaman. Dalam temuan itu didapatkan, sebagaimana ditengarai ayat ini, bahwa setiap kelompok tanaman masing-masing memiliki kesamaan dilihat dari sisi luarnya. Demikian pula dari sisi dalamnya, bagian-bagian tanaman dan sel-sel yang digunakan untuk pertumbuhan, memiliki kesamaan yang praktis tak berbeda. Meskipun antara satu jenis dengan lainnya dapat dibedakan, tetapi semuanya tetap dapat diklasifikasikan dalam satu kelompok yang sama.",
    "jalalayn": "(Dan Kami telah menghamparkan bumi) telah membuatnya terbentang (dan Kami menjadikan padanya gunung-gunung) yang kokoh dan tegak supaya jangan bergerak-gerak mengguncangkan penduduknya (dan Kami tumbuhkan padanya segala sesuatu menurut ukuran) yang telah ditentukan secara pasti."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 20,
    "arab": "وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرَازِقِيْنَ ",
    "translation": "Dan Kami telah menjadikan padanya sumber-sumber kehidupan untuk keperluanmu, dan (Kami ciptakan pula) makhluk-makhluk yang bukan kamu pemberi rezekinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1822.mp3",
    "tafsir": "Ayat ini menerangkan anugerah Allah swt yang tidak terhingga kepada manusia, yaitu Dia telah menciptakan bermacam-macam keperluan hidup bagi manusia. Dia telah menciptakan tanah yang subur yang dapat ditanami dengan tanam-tanaman yang berguna dan merupakan kebutuhan pokok baginya. Dia menciptakan air yang dapat diminum dan menghidupkan tanam-tanaman. Dia juga menciptakan burung yang beterbangan di angkasa yang dapat ditangkap dan dijadikan makanan yang enak dan lezat. Diciptakan-Nya laut yang di dalamnya hidup bermacam-macam jenis ikan yang dapat dimakan serta mutiara dan barang tambang yang diperlukan oleh manusia dan menjadi sumber mata pencaharian. Laut yang luas dapat dilayari manusia menuju segenap penjuru dunia. Dialah yang menciptakan segala macam sumber kesenangan bagi manusia itu.\nAllah swt menciptakan pula binatang-binatang dan makhluk hidup yang lain yang rezekinya dijamin Allah. Allah telah memudahkan pula bagi manusia segala sumber kebutuhan hidup, yang bisa diolah menjadi pakaian, makanan, obat-obatan, dan sebagainya.\nAllah menjadikan pula di bumi anak dan cucu sebagai penghibur dan penerus kehidupan manusia. Sebagian manusia menjadi pelayan atau pembantu, dan sebagian lainnya menjadi tuan atau atasan. Allah juga menciptakan binatang peliharaan dan kesenangan. \nAyat ini merupakan peringatan bagi manusia bahwa anak-anak, pembantu-pembantu, dan binatang ternak dijamin Allah rezekinya.",
    "quraish": "Dan Kami menjadikan di bumi ini berbagai kebutuhan hidup yang baik bagi kalian. Ada bebatuan untuk membangun tempat tinggal, hewan-hewan yang daging, kulit dan bulunya dapat dimanfaatkan, barang- barang tambang yang terdapat di dalam perut bumi, dan sebagainya. Di samping kebutuhan-kebutuhan hidup itu, di bumi ini juga Kami jadikan penghidupan bagi keluarga dan pengikut yang berada di bawah tanggung jawab kalian. Hanya Allahlah yang memberi rezeki kepada mereka, juga kepada kalian.",
    "jalalayn": "(Dan Kami telah menjadikan untuk kalian di muka bumi keperluan-keperluan hidup) berupa buah-buahan dan biji-bijian (dan) Kami jadikan pula untuk kalian (makhluk-makhluk yang kalian sekali-kali bukan pemberi rezeki kepadanya) yaitu berupa hamba-hamba sahaya, binatang-binatang dan berbagai macam jenis ternak; hanya Allahlah yang memberi rezeki kepada mereka."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 21,
    "arab": "وَاِنْ مِّنْ شَيْءٍ اِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ اِلَّا بِقَدَرٍ مَّعْلُوْمٍ ",
    "translation": "Dan tidak ada sesuatu pun, melainkan pada sisi Kamilah khazanahnya; Kami tidak menurunkannya melainkan dengan ukuran tertentu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1823.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sumber segala sesuatu yang ada di alam ini adalah ciptaan Allah. Semua berasal dari khazanah atau simpanan perbendaharaan Allah, baik yang berupa sumber daya alam (SDA) maupun sumber daya manusia (SDM). Semua yang ada di atas bumi maupun di dalam perutnya diciptakan Allah untuk manusia. Manusia diberi tugas oleh Allah untuk mengelola, mengambil manfaat, dan memeliharanya. Hal ini ditegaskan Allah dalam Surah Hud/11 ayat 61:\n\n¦Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya). (Hud/11: 61)\n\nUntuk dapat mengambil manfaat yang besar dari sumber daya alam (SDA) yang tersedia, manusia perlu mengembangkan kemampuan dan keterampilan sumber daya manusia (SDM)-nya dengan menguasai berbagai ilmu pengetahuan dan teknologi. Kemudian untuk betul-betul dapat menggali sumber daya alam itu perlu modal. Dengan kombinasi atau gabungan antara natural resources, yaitu sumber daya alam, skill atau keterampilan manusia, serta modal yang cukup, manusia dapat meraih rezeki dari Allah untuk kemakmuran dan kesejahteraan hidupnya. Hal ini sesuai dengan sunatullah yaitu orang yang diberi rezeki hanyalah yang berusaha dan bekerja keras mencarinya.\nBerusaha dan bekerja keras untuk memperoleh rezeki dari khazanah perbendaharaan Allah ini juga harus disertai tanggung jawab untuk memelihara (konservasi) kekayaan dan sumber daya alam, dan tidak merusak serta menghancurkannya. Oleh karena itu, pada akhir ayat 61 Surah Hud, Allah mengingatkan manusia supaya selalu mohon ampunan dan bertobat kepada Allah, serta menghentikan perbuatan-perbuatan yang merusak tatanan alam yang telah ditentukan dalam sunatullah. Hal ini dapat diketahui dari pemahaman ilmu pengetahuan dan teknologi.\nManusia yang baik menurut tuntunan agama Islam ialah yang dapat melaksanakan tugas dengan baik dalam ibadah dan khilafah (melaksanakan tugas kepemimpinan dan pengelolaan alam yang baik). Dia memperoleh rezeki dengan bekerja dan berusaha secara baik dan sungguh-sungguh, bukan merusak dan menjadi beban bagi orang lain. \nHadis Nabi saw yang diriwayatkan oleh al-hakim telah memberi tuntunan, antara lain:\nDari Rifaah bin Rafi bahwa Nabi saw ditanya orang, \"Usaha manakah yang paling baik?\" Rasulullah berkata, \"Usaha seseorang yang dikerjakan dengan tangannya dan semua jual beli yang mabrur (jual beli yang bersih tidak ada di dalamnya unsur-unsur tipuan, pemaksaan, dan sebagainya).\" (Riwayat al-hakim)\n\nMenurut hadis ini, rezeki yang baik ialah hasil kerja atau usaha yang baik dari orang itu sendiri (bukan pemberian orang lain), dan hasil dari jual beli yang mabrur. Yang dimaksud dengan jual beli yang mabrur ialah jual beli yang dilakukan secara wajar, saling rela antara penjual dan pembeli, tanpa paksaan dan tidak ada kebohongan. Firman Allah:\n\nWahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu. (an-Nisa'/4: 29)\n\nMenikmati rezeki dari usaha dan keringat sendiri atau hasil dari jual beli adalah cara terhormat sebagai manusia muslim, bukan karena pemberian dan belas kasihan orang lain dan bukan pula karena usaha yang dilarang agama, seperti mengambil hak, atau jual beli dengan memaksa atau tipu muslihat.\nAllah Mahaadil dan Mahabijaksana dalam memberikan rezeki kepada para hamba-Nya. Maksudnya ialah memberikan dengan ukuran tertentu, sesuai dengan kebutuhan, keadaan, kemampuan, dan usaha orang tersebut. Dengan demikian, dalam pemberian rezeki tersebut tergambar kasih sayang Allah kepada para hamba-Nya. Allah swt berfirman:\n\nKatakanlah (Muhammad), \"Milik siapakah apa yang di langit dan di bumi?\" Katakanlah, \"Milik Allah.\" Dia telah menetapkan (sifat) kasih sayang pada diri-Nya. (al-An'am/6: 12)\n\nPenganugerahan karunia dan nikmat Allah kepada para hamba-Nya itu disebutkan dalam Al-Qur'an dengan perkataan anzala (menurunkan), sebagaimana tersebut dalam firman-Nya yang lain:\n\n¦Dan Dia menurunkan delapan pasang hewan ternak untukmu (az-Zumar/39: 6)\n\nDan firman Allah swt:\n\n.... Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia.... (al-hadid/57: 25)\n\nSesuatu dikatakan turun apabila ia berpindah dari tempat yang tinggi ke tempat yang rendah, baik dalam arti yang sebenarnya maupun dalam arti kiasan. Oleh karenanya, dari ayat ini dapat dipahami bahwa nikmat dan karunia itu berasal dari Allah Yang Mahatinggi lagi Mahakaya, dianugerahkan kepada makhluk yang lebih rendah daripada-Nya. Semua makhluk tergantung seluruh hidup dan kelanjutan kehidupannya kepada nikmat dan karunia Allah. Dengan demikian, merupakan suatu kewajiban bagi setiap makhluk mensyukuri nikmat dan karunia Allah dengan menghambakan diri kepada-Nya.",
    "quraish": "Segala kebaikan yang ada pada Kami bagaikan khazanah yang penuh, dari segi penyiapan dan pemberian pada waktunya. Tidak ada musibah yang menimpa manusia kecuali sesuai ketentuan yang telah ditetapkan, sejalan dengan hikmah dan kebijaksanaan Kami di alam raya.",
    "jalalayn": "(Dan tiada) tidak ada (sesuatu pun melainkan pada sisi Kamilah khazanahnya) huruf min adalah zaidah; yang dimaksud adalah kunci-kunci perbendaharaan segala sesuatu itu (dan Kami tidak menurunkannya melainkan dengan ukuran-ukuran yang tertentu) sesuai dengan kepentingan-kepentingannya."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 22,
    "arab": "وَاَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَسْقَيْنٰكُمُوْهُۚ وَمَآ اَنْتُمْ لَهٗ بِخَازِنِيْنَ",
    "translation": "Dan Kami telah meniupkan angin untuk mengawinkan dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan (air) itu, dan bukanlah kamu yang menyimpannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1824.mp3",
    "tafsir": "Allah menjelaskan sebagian nikmat yang ada dalam perbendaharaan-Nya, yaitu Dia telah mengembuskan angin untuk menyuburkan, mengem-bangkan, dan mengawinkan tumbuh-tumbuhan. Pertumbuhan, perkembang-an, dan perkawinan tumbuh-tumbuhan dengan perantaraan angin itu, maksudnya ialah:\n1. Allah mengembuskan angin yang membawa awan yang mengandung hujan. Semakin lama awan yang diembuskan itu menjadi semakin berat dan hitam, hingga berubah menjadi mendung hitam pekat. \nMengenai proses terbentuknya hujan, berikut penjelasan berdasarkan kajian ilmiah. Untuk menjelaskan terjadinya hujan, maka harus dilihat dalam suatu siklus air yang penuh. Semua air yang menguap, baik yang berasal dari anak sungai, sungai atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer maka akan memadat menjadi kelompok gas yang disebut awan. Jika awan tersebut ditiup angin sehingga berkumpul sesamanya, dan naik ke atas sehingga mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, maka uap air akan berubah menjadi tetes-tetes es. Debu, atau apa saja yang ikut menguap kemungkinan akan terperangkap oleh uap air atau tetes-tetes es. Dengan demikian, volume dan berat es yang terbentuk itu akan bertambah.\nKetika awan menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat (es) dan jatuh, awalnya seperti tetes-tetes es yang sangat kecil, yang biasanya mencair sebelum mencapai tanah. Dengan demikian, tetes air akan jatuh ke bumi sebagai hujan. Di beberapa pegunungan tinggi atau di bagian dunia yang dingin, es ini tidak mencair sebelum mencapai tanah, sehingga jatuh dalam bentuk salju atau es. \nKemudian dari awan mendung itu turun hujan yang membasahi permukaan bumi, sehingga tanah yang semula kering menjadi subur. Tumbuh-tumbuhan dan tanam-tanaman menjadi tumbuh dan berkembang lalu berbunga, berputik, dan berbuah. Sebagian buahnya hanya dapat dimanfaatkan manusia dan binatang, sedang sebagian yang lain tumbuh dan berkembang lagi untuk melanjutkan keturunan dan mempertahankan jenisnya dari kepunahan. Sebagian tumbuh-tumbuhan ada yang berkembang dengan menanam bagian batangnya. Dengan siraman air hujan, maka batang yang ditanam ini akan tumbuh dan berkembang. \nSecara ilmiah dapat dijelaskan bahwa butiran air hujan mengandung bahan-bahan revitalisasi tersebut biasa dikenal dengan nama \"surface tension droplets\". Unsur-unsur ini diperoleh dari lapisan permukaan laut, yang biasa disebut \"lapisan mikro\" ikut menguap. Pada lapisan luar butir air hujan ditemukan banyak serasah organik yang berasal dari proses pembusukan (dekomposisi) algae renik dan zooplankton. Beberapa serasah ini mengumpulkan dan menyerap beberapa elemen, seperti fosfor, magnesium dan kalium, yang jarang terdapat dalam air laut. Serasah ini juga mengandung logam berat seperti tembaga, seng, kobalt dan besi. Tanaman di daratan, dan juga kehidupan di laut sendiri, akan memperoleh sebagian besar garam-garam mineral dan elemen lainnya yang diperlukannya untuk hidupnya bersamaan dengan datangnya air hujan.\nGaram-garam yang turun bersama air hujan merupakan suatu miniatur dari pupuk yang biasa digunakan dalam pertanian (unsur-unsur NPK dan sebagainya). Logam berat di udara yang terbawa turun air hujan akan membentuk elemen yang meningkatkan produktivitas pada saat pertumbuhan dan pembuahan tanaman. Dengan demikian, hujan adalah sumber pupuk yang sangat penting. Para ahli memperkirakan, bahwa dengan pupuk yang dikandung pada butiran hujan saja, dalam waktu 100 tahun, tanah yang miskin hara dapat mengumpulkan semua elemen yang diperlukan untuk tumbuhnya pepohonan. Hutan juga tumbuh dan memperoleh keperluan hidupnya dari semua bahan kimia yang berasal dari laut. Dengan cara demikian, diperkirakan bahwa setiap tahun, sekitar 150 juta ton pupuk jatuh ke bumi. \nProses angin meniup awan, hingga menjadi hujan yang membasahi permukaan bumi, menghidupkan tanah yang mati, dijelaskan oleh firman Allah swt:\n\nDan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih. (al-Furqan/25: 48)\n2. Allah swt mengembuskan angin yang menerbangkan tepung sari dari beragam bunga. Maka hinggaplah tepung sari jantan pada putik bunga, sehingga terjadilah perkawinan yang memunculkan bakal buah, dan buah-buahan menjadi masak terasa yang lezat dan nikmat bagi manusia serta bijinya dapat tumbuh dan berbuah pula di tempat lain.\nMenurut kajiian ilmiah, ayat diatas nampaknya memberikan isyarat tentang proses fenomena botanik yang dikenal dengan penyerbukkan atau persarian. Pada tumbuhan berbiji terbuka (gymnospermae) maka penyerbuk-an atau persarian adalah peristiwa jatuhnya serbuk sari (pollen) pada liang bakal biji (microphyl) yang berhubungan langsung dengan bakal-biji. Sedangkan pada jenis tumbuhan berbiji tertutup (Angiospermae), maka penyerbukan atau persarian adalah peristiwa jatuhnya serbuk sari (pollen) dari benang sari (stamen) ke kepala putik (stigma). Penyerbukan kemudian diikuti dengan pembuahan atau fertilisasi. Inilah proses perkawinan di dunia botani (tumbuh-tumbuhan).\nPenyerbukan memerlukan perantara atau vektor. Berdasarkan perantara atau vektor, maka proses penyerbukan dikelompokkan menjadi penyerbukan oleh angin, air, atau hewan/ serangga. Kalimat dalam ayat diatas yang berbunyi 'Kami telah meniupkan angin untuk mengawinkan mengisyarat-kan peristiwa penyerbukan dengan perantaraan angin, yang dalam bahasa ilmiah dikenal sebagai anemophily atau anemogamy.\n3. Hembusan angin dapat membersihkan kotoran debu yang hinggap pada batang dan daun tumbuh-tumbuhan, sehingga tumbuh-tumbuhan itu mudah bernafas dan menjadi besar, serta daunnya mudah menyerap sinar matahari yang menambah kekokohan dan kesuburannya.\n\nHal ini memberikan pelajaran bagaimana manusia membuat perkawinan buatan (al-talqih al-sina'i) pada berbagai macam pohon bunga dan buah-buahan. Dengan cara itu dapat dihasilkan bunga dengan buah yang banyak. Bahkan dengan perkawinan silang antar beberapa jenis buah, dapat dihasilkan bunga yang lebih indah dan lebih banyak warna, serta buah yang lebih lezat atau lebih besar ukurannya.\nDari perkawinan buatan pada tumbuh-tumbuhan, manusia kemudian dapat mengembangkan perkawinan buatan pada beberapa binatang ternak seperti sapi, kambing, kuda, dan lain-lain. Perkawinan buatan ini menghasilkan ternak yang lebih besar dan banyak dagingnya, serta lebih tahan terhadap penyakit. Demikian jika manusia mau belajar dari petunjuk-petunjuk Allah dalam ayat-ayat Al-Qur'an.\nNikmat Allah swt yang lain yang berhubungan dengan air yang diturunkan-Nya dari langit sebagaimana tersebut dalam ayat ini ialah: Allah menurunkan hujan dari langit, kemudian air itu dijadikan bagi manusia sebagai minuman yang dapat melepaskan dahaga, sebagaimana firman Allah swt:\n\nPernahkah kamu memperhatikan air yang kamu minum? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan? Sekiranya Kami menghendaki, niscaya Kami menjadikannya asin, mengapa kamu tidak bersyukur? (al-Waqi'ah/56: 68-70)\n\nDan firman Allah swt:\n\nDan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih, agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak. (al-Furqan/25: 48-49)\n\nDalam ayat ini ditegaskan bahwa Allah yang mengatur air hujan kapan diturunkan dan di kawasan mana sesuai dengan kehendak-Nya. Akan tetapi, manusia bertugas mengatur pemakaian dan penyimpanan air di bumi supaya hujan yang merupakan rahmat itu tidak berubah menjadi bencana. Dengan kehendak-Nya, Allah menganugerahkan air kepada manusia, sehingga mereka dapat minum, mencuci, mengairi sawah dan ladang, dan memberi minum binatang ternak. Air itu mengairi sungai-sungai, danau-danau, dan lautan yang dapat dilayari manusia dan menjadi salah satu sumber rezeki dan kehidupan yang tidak habis-habisnya. Jika Allah swt menghendaki, disimpan-Nya air itu di dalam tanah atau di perut bumi yang dapat digali dan dipompa oleh manusia yang memerlukannya, terutama pada musim kemarau. Hal ini diterangkan Allah swt dalam firman-Nya yang lain\n\nDan Kami turunkan air dari langit dengan suatu ukuran; lalu Kami jadikan air itu menetap di bumi, dan pasti Kami berkuasa melenyapkannya. (al-Mu'minun/23: 18)\n\nDan firman-Nya:\n\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat. (az-Zumar/39: 21)",
    "quraish": "Kami meniupkan angin untuk membawa hujan dan bibit-bibit tanaman. Dari air hujan itu Kami menyirami kalian. Itu semua tunduk di bawah kehendak Kami. Tak seorang pun dapat mengendalikannya hingga menjadi bagai khazanah miliknya(1). (1) Ayat ini menunjukkan apa yang dibuktikan oleh perkembangan ilmu pengetahuan modern bahwa angin merupakan faktor penting dalam penyerbukan pada tumbuh-tumbuhan. Selain itu, sebelum awal abad dua puluh belum pernah diketahui bahwa angin membuahi awan dengan sesuatu yang menghasilkan hujan. Sebab, proton-proton yang terkonsentrasi di bawah molekul-molekul uap air untuk menjadi rintik-rintik hujan yang ada di dalam awan, merupakan komponen utama air hujan yang dibawa angin ke tempat berkumpulnya awan. Proton-proton itu mengandung unsur garam laut, oksida dan unsur debu yang dibawa angin. Itu semua merupakan zat penting yang menciptakan hujan. Selain itu, ditemukan pula bahwa hujan terjadi dari siklus perputaran air. Mulai dari penguapan air di permukaan bumi dan permukaan laut dan berakhir dengan turunnya kembali uap itu ke atas permukaan bumi dan laut dalam bentuk air hujan. Air hujan yang turun itu menjadi bahan penyiram bagi semua makhluk hidup, termasuk bumi itu sendiri. Air hujan yang turun itu tidak dapat dikendalikan atau ditahan, karena akan meresap ke dalam tubuh berbagai makhluk hidup dan ke dalam tanah untuk kemudian menguap lagi. Dan begitu seterusnya. Dari sini jelaslah makna bagian akhir ayat ini yang berbunyi wa mâ antum bi khâzinîn yang berarti 'kalian tidak akan dapat mencegah turunnya atau terserapnya hujan dari dan di dalam langit, dalam bentuk uap'.",
    "jalalayn": "(Dan Kami telah meniupkan angin untuk mengumpulkan awan) menggiring mendung sehingga terkumpul lalu penuh dengan air (lalu Kami turunkan dari langit) dari mendung itu (air) air hujan (kemudian Kami beri minum kamu dengan air itu, dan sekali-kali bukanlah kalian yang menyimpannya) artinya, bukanlah kalian yang menyimpannya dengan upaya tangan kalian."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 23,
    "arab": "وَاِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوَارِثُوْنَ ",
    "translation": "Dan sungguh, Kamilah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1825.mp3",
    "tafsir": "Pada ayat ini, Allah menegaskan bahwa Dialah yang menghidupkan manusia jika Ia menghendaki, dan Dia pula yang mematikannya jika Dia menghendaki. \nSelanjutnya, sebagaimana dijelaskan Ibnu Jarir ath-thabari dalam tafsirnya, jika semua yang hidup ini telah mati, maka di saat itu hanya Allah sajalah yang hidup, karena hanya Dia sajalah yang kekal. Kemudian Allah membangkitkan manusia kembali untuk ditimbang dan dihitung amal perbuatannya, sebagaimana firman Allah swt:\n\nTidak ada tuhan selain Dia, Dia yang menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu dahulu. (ad-Dukhan/44: 8)\n\nAyat 23 ini diakhiri dengan ungkapan wa nahnul-waritsun (dan Kami pulalah yang mewarisi). Al-Qasimi dalam tafsirnya Mahasin at-Ta'wil menjelaskan bahwa Kami (pulalah) yang mewarisi, maksudnya ialah Kamilah yang masih ada dan menerima atau memiliki semua yang telah ditinggalkan manusia yang telah mati. Istilah waris ini juga digunakan Nabi dalam doanya:\nDan jadikanlah dia pewaris dari kita. (Riwayat at-Tirmidzi dari Ibnu Umar)",
    "quraish": "Hanya Kamilah yang menghidupkan segala sesuatu untuk kemudian mematikannya, karena semua makhluk adalah milik Kami.",
    "jalalayn": "(Dan sesungguhnya benar-benar Kamilah yang menghidupkan dan mematikan dan Kami pula yang mewarisi) yang tetap hidup dan mewarisi semua makhluk."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 24,
    "arab": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ ",
    "translation": "Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu dan Kami mengetahui pula orang yang terkemudian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1826.mp3",
    "tafsir": "Dalam suatu riwayat yang disampaikan oleh at-Tirmizi dan al-hakim dari Ibnu Abbas diterangkan bahwa ayat ini diturunkan berhubungan dengan wanita cantik yang salat mengikuti Nabi saw. Oleh karena itu, sebagian sahabat yang ingin salat mengikuti Nabi saw maju ke saf pertama agar tidak dapat melihat wanita itu. Mereka khawatir dengan melihat muka wanita itu salat menjadi batal. Sedang sebagian sahabat yang lain mundur ke bagian belakang dengan harapan dapat melihat muka wanita itu di waktu rukuk melalui ketiak mereka. Maka turun ayat ini mencela perbuatan sahabat itu. Allah swt mengetahui maksud para sahabat yang maju ke saf pertama dan maksud para sahabat yang mundur ke saf belakang.\nHal ini menunjukkan bahwa para sahabat Nabi sebagai manusia ada yang sangat baik, sangat memelihara salat mereka supaya tidak melihat wanita cantik karena khawatir dapat membatalkan salat. Akan tetapi, ada yang justru ingin melihat wanita cantik itu. Hal ini adalah wajar dan bersifat manusiawi, serta belum sampai pada perbuatan dosa yang melanggar agama.\nSekalipun ayat ini diturunkan dengan peristiwa di atas, tetapi meliputi juga pengetahuan Allah swt terhadap segala yang tersirat dan tergores di dalam hati seseorang.\nBerdasarkan sabab nuzul ini, maka Ibnu 'Abbas mengartikan al-mustaqdimin wal-musta'khirin sebagai keutamaan salat pada saf terdepan dibandingkan dengan salat pada saf paling belakang. Sebagian ulama mengartikannya dengan pengetahuan terhadap manusia yang diciptakan lebih dulu, manusia sekarang, dan manusia yang diciptakan belakangan. \nArti lain dari al-mustaqdimin wal-musta'khirin adalah Allah mengetahui masa lampau dan masa mendatang manusia. Ada pula ulama yang mengartikan al-mustaqdimin sebagai orang-orang yang bersegera melakukan kebaikan, dan al-musta'khirin dengan arti sebaliknya.\nPada ayat ini, Allah swt menegaskan bahwa Dialah yang Mahakuasa mengetahui semua yang terdahulu beserta peristiwa yang telah terjadi dari yang paling besar sampai yang paling kecil. Dia mengetahui apa yang ada sekarang ini, dan mengetahui apa yang terjadi pada masa yang akan datang, tidak satu pun kejadian yang tidak diketahui-Nya.",
    "quraish": "Masing-masing kalian mempunyai ajal yang telah ditentukan. Hanya Kami yang mengetahui ajal itu. Kami mengetahui siapa yang hidup dan mati lebih dahulu, dan siapa pula yang hidup dan mati kemudian.",
    "jalalayn": "(Dan sesungguhnya Kami telah mengetahui orang-orang yang terdahulu daripada kalian) yaitu makhluk-makhluk yang terdahulu sejak Nabi Adam (dan sesungguhnya Kami mengetahui pula orang-orang yang terkemudian) orang-orang yang akan datang kemudian hingga hari kiamat."
  },
  {
    "ruku": 219,
    "name": "Al-Hijr",
    "ayat": 25,
    "arab": "وَاِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ࣖ ",
    "translation": "Dan sesungguhnya Tuhanmu, Dialah yang akan mengumpulkan mereka. Sungguh, Dia Mahabijaksana, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1827.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah swt akan mengumpulkan semua manusia di akhirat nanti, baik yang terdahulu, sekarang, maupun akan datang. Semua mereka akan ditimbang amal perbuatannya, tidak ada satupun yang tidak ditimbang, karena tidak satupun dari perbuatan itu yang luput dari pengetahuan Allah. Kemudian Dia memberikan pahala dan pembalasan kepada manusia sesuai dengan perbuatan yang telah mereka lakukan. Allah Mahabijaksana dan Maha Mengetahui segala sesuatu.",
    "quraish": "Orang-orang yang terdahulu dan yang akan datang semuanya akan dikumpulkan pada satu waktu, dan akan diperhitungkan dan diberi balasan oleh Allah Swt. Hal itu sejalan dengan hikmah dan ilmu-Nya. Dialah yang mempunyai sebutan al-Hakîm (Yang Mahabijaksana) dan al-'Alîm (Yang Maha Mengetahui).",
    "jalalayn": "(Sesungguhnya Rabbmu, Dialah yang akan menghimpunkan mereka. Sesungguhnya Dia adalah Maha Bijaksana) di dalam pekerjaan-Nya (lagi Maha Mengetahui.) tentang makhluk-Nya."
  }
]