[
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 45,
    "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ  ",
    "translation": "Sesungguhnya orang yang bertakwa itu berada dalam surga-surga (taman-taman), dan (di dekat) mata air (yang mengalir).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1847.mp3",
    "tafsir": "Ayat ini menerangkan bahwa orang-orang yang bertakwa akan ditempatkan dalam surga dengan taman-taman yang memiliki beberapa mata air yang mengalir. Pada firman Allah swt yang lain diterangkan pula sifat surga yang dijanjikan kepada orang-orang yang bertakwa itu, sebagaimana firman Allah:\n\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong? (Muhammad/47: 15)\n\nYang dimaksudkan dengan orang-orang yang bertakwa ialah orang yang menjaga dirinya dari azab Allah dengan melaksanakan perintah-perintah Allah dan menjauhi larangan-Nya.",
    "quraish": "Itulah balasan orang-orang yang mengikuti setan. Sedangkan orang-orang yang tak dapat digoda setan, karena membuat dinding pemisah antara dirinya dan hawa nafsunya, akan memperoleh berbagai taman dan air yang mengalir.",
    "jalalayn": "(Sesungguhnya orang-orang yang bertakwa itu berada di dalam surga) kebun-kebun surga (dan mata air-mata air) yang mengalir di dalamnya."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 46,
    "arab": "اُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ ",
    "translation": "(Allah berfirman), “Masuklah ke dalamnya dengan sejahtera dan aman.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1848.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa orang yang bertakwa dipersilakan masuk ke dalam surga. Di sana mereka akan selamat, sejahtera, aman, dan sentosa, serta tiada rasa takut sedih, dan gundah. Tidak ada suatu apa pun yang mengganggu ketenangan perasaan mereka, dan tidak ada bencana yang akan menyusahkan, bahkan Allah akan menurunkan nikmat yang tiada putus-putusnya.",
    "quraish": "Kepada mereka, Allah berkata, \"Masuklah kalian ke dalam taman-taman surga itu dengan tenang dan aman. Kalian tidak akan takut dan tidak akan pernah merasa sedih selamanya.\"",
    "jalalayn": "Dan dikatakan kepada mereka (\"Masuklah ke dalamnya dengan sejahtera) dengan perasaan yang aman dari setiap hal yang menakutkan. Atau masuklah ke dalamnya dengan bersalam artinya, bersalamlah lalu masuklah (lagi aman\") dari setiap hal-hal yang mengerikan."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 47,
    "arab": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ ",
    "translation": "Dan Kami lenyapkan segala rasa dendam yang ada dalam hati mereka; mereka merasa bersaudara, duduk berhadap-hadapan di atas dipan-dipan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1849.mp3",
    "tafsir": "Allah berjanji akan mencabut dari hati penduduk surga segala macam dendam, kebencian, dan rasa dengki yang telah terpendam selama mereka hidup di dunia, dan menjadikan mereka hidup bersaudara dan berkasih sayang. Mereka senantiasa bergembira bersama-sama dan duduk berhadap-hadapan di atas permadani yang terhampar.\nDiriwayatkan oleh al-Qasim dan Abu Umamah, ia berkata, \"Semula ahli surga ketika masuk surga masih membawa apa yang telah tersimpan dalam hati mereka selama hidup di dunia, seperti rasa dengki dan dendam, hingga mereka duduk berhadapan dengan temannya di atas dipan dalam surga. Allah lalu mencabut segala yang tersimpan di dalam hati mereka itu.\" Kemudian Abu Umamah membaca ayat ini.\nKeadaan penghuni surga itu diterangkan pula dalam firman Allah swt:\n\nMereka berada di atas dipan-dipan yang bertahtakan emas dan permata, mereka bersandar di atasnya berhadap-hadapan. Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir, mereka tidak pening karenanya dan tidak pula mabuk, dan buah-buahan apa pun yang mereka pilih, dan daging burung apa pun yang mereka inginkan. Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-Waqi'ah/56: 15-23)",
    "quraish": "Orang-orang yang beriman hidup di dalam kenikmatan itu dengan hati penuh gembira. Sifat dengki telah Kami cabut dari hati mereka. Mereka semua adalah bersaudara bagai satu keluarga yang saling berjumpa dengan wajah penuh ceria dan rasa cinta. Mereka tidak saling membelakangi, sebaliknya, justru saling ingin berjumpa.",
    "jalalayn": "(Dan Kami lenyapkan segala rasa dendam yang berada dalam hati mereka) maksudnya semua perasaan dengki (sedangkan mereka merasa bersaudara) lafal ikhwaanan ini menjadi hal tentang keadaan mereka (duduk berhadap-hadapan di atas dipan-dipan) kalimat ayat ini pun menggambarkan tentang keadaan mereka; artinya sebagian dari mereka tidak melihat kepada tengkuk sebagian yang lain karena tempat duduk mereka saling berhadap-hadapan."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 48,
    "arab": "لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ ",
    "translation": "Mereka tidak merasa lelah di dalamnya dan mereka tidak akan dikeluarkan darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1850.mp3",
    "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.",
    "quraish": "Di sana mereka tidak merasa lelah. Itu adalah kenikmatan abadi, dan mereka tidak akan keluar dari dalamnya.",
    "jalalayn": "(Mereka tidak merasa lelah di dalamnya) tidak pernah merasa penat (dan mereka sekali-kali tidak akan dikeluarkan daripadanya) untuk selama-lamanya."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 49,
    "arab": "۞ نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ",
    "translation": "Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1851.mp3",
    "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.",
    "quraish": "Kabarkanlah, wahai Muhammad, kepada semua hamba-Ku bahwa pengampunan-Ku amat banyak bagi orang yang bertobat lalu melakukan amal saleh. Sampaikan pula bahwa kasih sayang-Ku amat luas.",
    "jalalayn": "(Kabarkanlah) beritakanlah, hai Muhammad (kepada hamba-hamba-Ku bahwa sesungguhnya Akulah Yang Maha Pengampun) terhadap orang-orang mukmin (lagi Maha Penyayang) terhadap mereka yang beriman."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 50,
    "arab": "وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ ",
    "translation": "dan sesungguhnya azab-Ku adalah azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1852.mp3",
    "tafsir": "Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\n\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\" (Fathir/35: 35)\n\nHadis Nabi saw menjelaskan keadaan surga:\nRasulullah saw bersabda, \"Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.\" (Riwayat a-Bukhari dan Muslim dari 'Abdullah bin Aufa)\n\nDari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\nDiriwayatkan oleh ath-thabrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, \"Apa yang menyebabkan kamu tertawa?.\" Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\nDiriwayatkan pula oleh Abu hatim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Khaththab, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, \"Kedengkian apa?\" Ali bin Abi Husain menjawab, \"Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.\" Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.",
    "quraish": "Sampaikan pula bahwa siksa yang Aku berikan kepada orang-orang yang durhaka dan ingkar benar- benar pedih. Jenis siksaan lain tidak akan terasa pedih jika dibandingkan dengan siksaan itu.",
    "jalalayn": "(Dan bahwa sesungguhnya azab-Ku) terhadap orang-orang yang durhaka (adalah azab yang sangat pedih) sangat menyakitkan."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 51,
    "arab": "وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهِيْمَۘ ",
    "translation": "Dan kabarkanlah (Muhammad) kepada mereka tentang tamu Ibrahim (malaikat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1853.mp3",
    "tafsir": "Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman:\n\nMaka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70)\n\nMenurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah.",
    "quraish": "Dalam menerangkan kasih sayang-Ku dan siksa-Ku di dunia, ceritakanlah kepada mereka kisah beberapa malaikat yang bertamu menemui Ibrâhîm.",
    "jalalayn": "(Dan kabarkanlah kepada mereka tentang tamu-tamu Ibrahim) yaitu malaikat-malaikat yang berjumlah dua belas malaikat, atau sepuluh malaikat, atau tiga malaikat yang salah satu di antara mereka adalah malaikat Jibril."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 52,
    "arab": "اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ اِنَّا مِنْكُمْ وَجِلُوْنَ ",
    "translation": "Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, “Salam.” Dia (Ibrahim) berkata, “Kami benar-benar merasa takut kepadamu.” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1854.mp3",
    "tafsir": "Ayat ini menerangkan keadaan Nabi Ibrahim ketika kedatangan tamu yang tidak dikenal dan tidak diundang. Para tamu itu masuk dan mengucapkan salam. Karena tidak mengenal para tamunya, Nabi Ibrahim mengatakan bahwa ia takut kepada mereka. Penyebab ketakutan Ibrahim dijelaskan dalam ayat yang lain. Allah swt berfirman:\n\nMaka ketika dilihatnya tangan mereka tidak menjamahnya, dia (Ibrahim) mencurigai mereka, dan merasa takut kepada mereka. Mereka (malaikat) berkata, \"Jangan takut, sesungguhnya kami diutus kepada kaum Lut.\" (Hud/11: 70)\n\nMenurut ayat ini, Ibrahim merasa takut kepada tamunya karena mereka tidak mau memakan daging anak lembu yang dipanggang dan disuguhkan kepada mereka. Menurut kebiasaan, tamu yang tidak mau memakan suguhan yang dihidangkan kepadanya adalah tamu yang datang untuk maksud jahat atau bisa juga berarti bahwa tamu itu curiga dengan niat baik tuan rumah.",
    "quraish": "Katakan kepada mereka, \"Ketika tamu-tamu itu menemui Ibrâhîm, ia merasa takut. Para tamu itu berkata, 'Tenanglah dan tidak usah takut. ' Ibrâhîm pun berkata kepada mereka, 'Kami takut karena kalian datang secara tiba-tiba dan bukan pada waktu bertamu yang biasa. Kami tidak tahu apa maksud kalian. '",
    "jalalayn": "(Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, \"Salam.\") mereka mengucapkan lafal itu. (Berkata Ibrahim) ketika disuguhkan hidangan makanan kepada mereka, akan tetapi mereka tidak memakannya (\"Sesungguhnya kami merasa takut kepada kalian.\") yakni merasa ngeri."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 53,
    "arab": "قَالُوْا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ ",
    "translation": "(Mereka) berkata, “Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).”  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1855.mp3",
    "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.",
    "quraish": "Malaikat-malaikat itu berkata, 'Jangan takut dan tenangkan dirimu. Kami membawa kabar gembira tentang anak yang Allah anugerahkan kepadamu. Pada masa hidupnya kelak, anak itu akan diberi banyak pengetahuan oleh Allah. '(1). (1) Anak yang dimaksud di sini bukanlah Ismâ'îl a. s., sebab Ismâ'îl sudah dilahirkan sebelum itu kemudian berhijrah bersama ibundanya, Hâjar, ke kota Mekah. Yang dimaksud di sini adalah Ishâq, yaitu putra Ibrâhîm dari istrinya yang lain, Sârah.",
    "jalalayn": "(Mereka berkata, \"Janganlah kamu merasa takut) merasa ngeri terhadap kami (sesungguhnya kami) adalah utusan-utusan Rabbmu (memberi kabar gembira kepadamu dengan kelahiran seorang anak laki-laki yang akan menjadi orang yang alim.\") anak yang mempunyai ilmu yang banyak, yaitu Nabi Ishak, seperti yang telah kami sebutkan dalam surah Hud."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 54,
    "arab": "قَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ ",
    "translation": "Dia (Ibrahim) berkata, “Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1856.mp3",
    "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.",
    "quraish": "Ibrâhîm berkata, 'Bagaimana kalian membawa kabar gembira tentang anak itu, padahal aku sudah tua renta dan tidak kuat lagi! Atas dasar apa kalian memberi kabar yang aneh ini?'",
    "jalalayn": "(Berkata Ibrahim, \"Apakah kalian memberi kabar gembira kepadaku) dengan melahirkan seorang anak (padahal usiaku telah lanjut) kalimat ini menjadi hal; artinya padahal usia tua telah kualami (maka dengan cara manakah) dengan cara apakah (terlaksananya berita gembira seperti apa yang kalian katakan itu?\") Istifham di sini mengandung makna takjub."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 55,
    "arab": "قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ ",
    "translation": "(Mereka) menjawab, “Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1857.mp3",
    "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.",
    "quraish": "Mereka menjawab, 'Kami memberi kabar gembira ini atas dasar ketetapan yang tidak perlu diragukan lagi. Oleh karena itu, janganlah kamu berputus asa dari kasih sayang Allah. '",
    "jalalayn": "(Mereka berkata, \"Kami menyampaikan kabar gembira kepadamu dengan benar) dengan sungguh-sungguh (maka janganlah kamu termasuk orang-orang yang berputus asa.\") putus harapan."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 56,
    "arab": "قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۤلُّوْنَ ",
    "translation": "Dia (Ibrahim) berkata, “Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1858.mp3",
    "tafsir": "Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\nAllah berfirman:\n\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (as-shaffat/37: 112)\n\nIbrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\nRasulullah saw bersabda, \"Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.\" (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.",
    "quraish": "Ibrâhîm menjawab, 'Aku tidak akan pernah putus asa dari kasih sayang Allah. Sebab, hanya orang-orang sesat yang tidak mengerti keagungan kekuasaan-Nyalah yang berputus asa dari rahmat-Nya. '",
    "jalalayn": "(Ibrahim berkata, \"Tiada) tidak ada (orang orang berputus asa) dapat dibaca yaqnithu dan yaqnathu (dari rahmat Rabbnya melainkan orang-orang yang sesat.\") yakni orang-orang kafir."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 57,
    "arab": "قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَ ",
    "translation": " Dia (Ibrahim) berkata, “Apakah urusanmu yang penting, wahai para utusan?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1859.mp3",
    "tafsir": "Setelah Ibrahim yakin bahwa para tamunya adalah malaikat, timbul pertanyaan di benaknya kenapa yang datang beberapa malaikat, padahal biasanya hanya satu yang datang. Jika yang datang beberapa malaikat, tentu tugas yang dipikulnya sangat besar. Beliau lalu bertanya kepada malaikat tentang tugas yang diberikan Allah kepada mereka. Malaikat pun menjawab bahwa mereka ditugaskan untuk mengazab kaum yang berdosa, yaitu kaum Lut yang telah durhaka kepada Allah dan mengingkari seruan rasul yang diutus kepada mereka.",
    "quraish": "'Kalau kalian memang membawa kabar gembira ini untuk kami,' kata Ibrâhîm melanjutkan, 'apa gerangan yang akan kalian kerjakan selanjutnya, wahai malaikat-malaikat utusan Allah?'",
    "jalalayn": "(Berkata pula Ibrahim, \"Apakah urusan kalian) yakni kepentingan kalian (hai para utusan?\")."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 58,
    "arab": "قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ",
    "translation": "(Mereka) menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1860.mp3",
    "tafsir": "Setelah Ibrahim yakin bahwa para tamunya adalah malaikat, timbul pertanyaan di benaknya kenapa yang datang beberapa malaikat, padahal biasanya hanya satu yang datang. Jika yang datang beberapa malaikat, tentu tugas yang dipikulnya sangat besar. Beliau lalu bertanya kepada malaikat tentang tugas yang diberikan Allah kepada mereka. Malaikat pun menjawab bahwa mereka ditugaskan untuk mengazab kaum yang berdosa, yaitu kaum Lut yang telah durhaka kepada Allah dan mengingkari seruan rasul yang diutus kepada mereka.",
    "quraish": "Mereka berkata, 'Kami diutus oleh Allah kepada kaum yang melanggar terhadap hak Allah, nabi-Nya dan hak mereka sendiri. Mereka memang pelaku-pelaku kejahatan. Mereka adalah kaum Lûth. Kami akan menghancurkan mereka.",
    "jalalayn": "(Mereka menjawab, \"Kami sesungguhnya diutus kepada kaum yang berdosa) orang-orang kafir, yang dimaksud adalah kaum Nabi Luth, untuk membinasakan mereka."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 59,
    "arab": "اِلَّآ اٰلَ لُوْطٍۗ اِنَّا لَمُنَجُّوْهُمْ اَجْمَعِيْنَۙ",
    "translation": "kecuali para pengikut Lut. Sesungguhnya kami pasti menyelamatkan mereka semuanya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1861.mp3",
    "tafsir": "Para malaikat yang menjadi tamu Nabi Ibrahim menerangkan kepadanya bahwa mereka ditugaskan untuk membinasakan kaum Lut yang tidak mengindahkan seruan nabi yang diutus kepada mereka. Termasuk orang-orang yang dibinasakan itu adalah istri Lut sendiri. Sedangkan orang-orang yang mengikuti Lut akan diselamatkan dari azab itu.\nDari ayat ini dapat dipahami bahwa seseorang tidak dapat membebaskan orang lain dari azab Allah walaupun orang lain itu adalah istri, anak-anak atau orang tuanya, karena manusia bertanggung jawab kepada Allah atas segenap perbuatan yang telah dilakukannya. Allah tidak akan membebani seseorang dengan dosa orang lain sedikit pun. Firman Allah:\n\n¦ Dan seseorang tidak akan memikul beban dosa orang lain¦ (al-An'am/6: 164)",
    "quraish": "Tidak akan ada yang dapat menyelamatkan diri dari kejahatan selain keluarga Lûth. Sebab, Allah Swt. telah memerintahkan kami untuk menyelamatkan mereka semua. '",
    "jalalayn": "(Kecuali Luth dan pengikut-pengikutnya. Sesungguhnya Kami akan menyelamatkan mereka-semuanya) karena mereka adalah orang-orang yang beriman."
  },
  {
    "ruku": 221,
    "name": "Al-Hijr",
    "ayat": 60,
    "arab": "اِلَّا امْرَاَتَهٗ قَدَّرْنَآ اِنَّهَا لَمِنَ الْغٰبِرِيْنَ ࣖ ",
    "translation": "kecuali istrinya, kami telah menentukan, bahwa dia termasuk orang yang tertinggal (bersama orang kafir lainnya).”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1862.mp3",
    "tafsir": "Para malaikat yang menjadi tamu Nabi Ibrahim menerangkan kepadanya bahwa mereka ditugaskan untuk membinasakan kaum Lut yang tidak mengindahkan seruan nabi yang diutus kepada mereka. Termasuk orang-orang yang dibinasakan itu adalah istri Lut sendiri. Sedangkan orang-orang yang mengikuti Lut akan diselamatkan dari azab itu.\nDari ayat ini dapat dipahami bahwa seseorang tidak dapat membebaskan orang lain dari azab Allah walaupun orang lain itu adalah istri, anak-anak atau orang tuanya, karena manusia bertanggung jawab kepada Allah atas segenap perbuatan yang telah dilakukannya. Allah tidak akan membebani seseorang dengan dosa orang lain sedikit pun. Firman Allah:\n\n¦ Dan seseorang tidak akan memikul beban dosa orang lain¦ (al-An'am/6: 164)",
    "quraish": "Semua keluarga Lûth diselamatkan kecuali istrinya. Ia tidak mengikuti suaminya, tetapi malah bersama orang-orang kafir yang pantas disiksa.\"",
    "jalalayn": "(Kecuali istrinya, kami telah menentukan, bahwa sesungguhnya ia itu termasuk orang-orang yang tertinggal.\") bersama orang-rang kafir lainnya yang tertimpa azab."
  }
]