[
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 80,
    "arab": "وَلَقَدْ كَذَّبَ اَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ",
    "translation": "Dan sesungguhnya penduduk negeri Hijr benar-benar telah mendustakan para rasul (mereka),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1882.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul.\nKota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu.",
    "quraish": "Sebagaimana bangsa-bangsa terdahulu, penduduk Hijr(1) juga mendustakan rasul yang diutus kepada mereka. Dengan perkataan mereka itu, berarti mereka telah mendustakan semua rasul, karena misi mereka adalah satu. (1) Penduduk Hijr adalah bangsa Tsamûd. Hijr itu sendiri adalah sebuah lembah yang terletak di antara Madinah dan Syam. Lihat catatan kaki tafsir surat al-A'râf, ayat 73).",
    "jalalayn": "(Dan sesungguhnya penduduk kota Al-Hijr telah mendustakan) Al-Hijr, nama sebuah lembah yang terletak di antara kota Madinah dan negeri Syam; tempatnya kaum Tsamud (rasul-rasulnya) mereka mendustakan nabi mereka yaitu Nabi Saleh, hal ini berarti sama saja dengan mendustakan rasul-rasul lainnya, karena sesungguhnya ajaran yang disampaikan oleh para rasul itu pada hakikatnya sama, yaitu ajaran tauhid."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 81,
    "arab": "وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ",
    "translation": "dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1883.mp3",
    "tafsir": "Ayat ini menerangkan bahwa penduduk kota al-Hijr telah men-dustakan para rasul. Dalam ayat ini disebutkan rasul-rasul padahal mereka hanya mendustakan seorang rasul, yaitu Nabi Saleh a.s., karena mendustakan seorang rasul hukumnya sama dengan mendustakan seluruh rasul Allah. Seluruh rasul yang diutus Allah membawa agama tauhid dan asas-asas agama yang sama. Walaupun mendustakan seorang rasul, tetapi mereka telah mendustakan ketauhidan dan asas-asas agama yang dibawa rasul itu, yang berarti mereka telah mendustakan seluruh rasul.\nKota al-Hijr adalah tempat tinggal kaum Samud yang terletak antara Mekah dan Syam, di dekat Wadil-Qura. Kepada mereka diutus Nabi Saleh yang diberi mukjizat sebagai bukti kerasulannya. Saleh menyatakan mukjizatnya berupa unta betina yang mereka kenal sebagai bukti kerasulan-nya. Unta itu tidak boleh diganggu dan disakiti. Jatah air minumnya ditentukan banyaknya secara bergantian, yaitu sehari untuk minum unta dan sehari untuk minum mereka semuanya. Tetapi mereka tidak mau mengikuti ketentuan Saleh itu, bahkan mereka menyembelih unta itu.",
    "quraish": "Kami telah menjelaskan bukti-bukti yang menunjukkan kemahakuasaan Kami dan kerasulan Rasul utusan Kami, tetapi mereka memalingkan diri dan tidak mau merenungkannya.",
    "jalalayn": "(Dan Kami telah mendatangkan kepada mereka tanda-tanda kekuasaan Kami) melalui seekor unta betina tetapi mereka selalu berpaling daripadanya) tidak mau memikirkan tentangnya."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 82,
    "arab": "وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ ",
    "translation": "dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1884.mp3",
    "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)",
    "quraish": "Dulu mereka adalah bangsa yang mempunyai kekuatan dan kebudayaan. Mereka membuat rumah dengan cara memahat gunung-gunung hingga mendapat rasa aman terhadap diri dan harta mereka.",
    "jalalayn": "(Dan mereka memahat rumah-rumah dari gunung-gunung batu yang didiami dengan aman.)"
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 83,
    "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ",
    "translation": "Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1885.mp3",
    "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)",
    "quraish": "Ketika ingkar, mereka didatangi oleh suara-suara gaduh yang membawa kebinasaan, hingga mereka semua binasa di pagi hari.",
    "jalalayn": "(Maka mereka dibinasakan oleh suara keras yang mengguntur di waktu pagi) pada waktu subuh."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 84,
    "arab": "فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ  ",
    "translation": "sehingga tidak berguna bagi mereka, apa yang telah mereka usahakan. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1886.mp3",
    "tafsir": "Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan \"kota al-hijr\" yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\n\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hud/11: 67-68)\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, \"Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.\" (Riwayat al-Bukhari)",
    "quraish": "Mereka tidak bisa ditolong oleh harta yang telah mereka usahakan dan benteng, dari kebinasaan yang telah menimpa mereka itu.",
    "jalalayn": "(Maka tidak dapat menolong) tidak dapat menolak (mereka) daripada azab (apa yang telah mereka usahakan) yaitu berupa bangunan-bangunan benteng dan harta benda yang mereka miliki dan mereka kumpulkan itu."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 85,
    "arab": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّۗ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ ",
    "translation": "Dan Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan kebenaran. Dan sungguh, Kiamat pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1887.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah menciptakan semua yang ada di langit dan di bumi ini, bukan untuk berbuat aniaya dan zalim kepada seluruh penduduk atau makhluk, seperti yang dilakukan terhadap umat dahulu yang durhaka. Allah menciptakan benda-benda tersebut dengan maksud dan tujuannya, sesuai dengan pengetahuan dan kasih sayang Allah kepada makhluk-Nya. Demikian pula kisah-kisah umat yang dahulu disampaikan agar dijadikan iktibar, tamsil, dan ibarat bagi orang-orang yang mau percaya kepada kekuasaan dan kebesaran Allah.\nKemudian Allah swt menegaskan bahwa hari kiamat itu pasti datang, tidak ada keraguan sedikit pun, karena pada waktu itulah Allah menyem-purnakan balasannya kepada manusia sesuai dengan perbuatan yang telah mereka lakukan. Perbuatan baik dibalas dengan surga, sedang perbuatan buruk dibalas dengan azab neraka. \nAllah memperingatkan bahwa jika manusia tidak mau beriman kepada Allah dan Nabi Muhammad, serta tidak mau mengambil pelajaran dan pengalaman yang telah dialami umat-umat yang dahulu, maka Rasul diperintahkan untuk berpaling dari mereka, dan memperlihatkan sikap yang baik, budi pekerti yang tinggi, serta memaafkan tindak-tanduk mereka yang tidak wajar terhadapnya.\nAyat ini menerangkan sikap-sikap yang harus dimiliki oleh seorang dai khususnya dan seluruh kaum Muslimin pada umumnya dalam menyampai-kan agama Allah dan menghadapi orang-orang yang durhaka. Kaum Muslimin hanya berkewajiban menyampaikan agama Allah, dan tidak diharuskan untuk memaksa dan menjadikan mereka (orang-orang durhaka) beriman, yang menjadikan iman dan kafirnya seseorang hanyalah Allah.",
    "quraish": "Kami tidak menciptakan langit, bumi dan segala yang ada di antara keduanya dari kehampaan. Manusia, binatang, tumbuhan, dan benda mati yang ada di antara keduanya telah Kami ciptakan menurut dasar keadilan, kebijaksanaan dan keselarasan yang tidak menghendaki kerusakan yang tidak ada habisnya. Dari itu, hari berakhirnya kejahatan itu pasti akan datang. Tapi maafkanlah orang-orang musyrik, wahai Muhammad, bila hal itu menyangkut masalah keduniaan. Bersabarlah dalam menghadapi kejahatan mereka, karena dakwah yang bijaksana mengharuskan sikap lemah lembut dan senang memaafkan.",
    "jalalayn": "(Dan tidaklah Kami ciptakan langit dan bumi dan apa yang ada di antara keduanya melainkan dengan benar. Dan sesungguhnya hari kiamat itu pasti akan datang) setiap orang akan menemukan pembalasan amal perbuatannya (maka maafkanlah) hai Muhammad kaummu (dengan cara yang baik) berpalinglah engkau dari mereka tanpa dibarengi dengan rasa menggerutu; akan tetapi ayat ini dinasakh oleh ayat yang memerintahkan memerangi mereka."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 86,
    "arab": "اِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ ",
    "translation": "Sungguh, Tuhanmu, Dialah Yang Maha Pencipta, Maha Mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1888.mp3",
    "tafsir": "Selanjutnya Allah menegaskan bahwa Dia adalah Tuhan Yang Maha Esa, Maha Pencipta, dan Maha Mengetahui segala sesuatu, baik yang tampak atau yang tidak, yang nyata dan yang disembunyikan dan Dia Maha Mengetahui segala isi hati.",
    "quraish": "Sesungguhnya Allah yang telah menciptakan dan mendidikmu, wahai Rasulullah, adalah banyak ciptaan- Nya dan Dia Maha Mengetahui keadaanmu dan keadaan mereka. Dia pantas untuk kamu serahi urusanmu dan urusan mereka, dan hal-hal yang lebih baik buat kamu dan mereka.",
    "jalalayn": "(Sesungguhnya Rabbmu, Dialah Yang Maha Pencipta) segala sesuatu (lagi Maha Mengetahui) segala sesuatu."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 87,
    "arab": "وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ ",
    "translation": "Dan sungguh, Kami telah memberikan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang dan Al-Qur'an yang agung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1889.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah telah menurunkan kepada Nabi Muhammad \"as-sab'ul matsani\" (tujuh ayat yang dibaca berulang-ulang) dan Al-Qur'an yang agung. Tidak diterangkan dalam ayat ini yang dimaksud dengan \"as-sab'ul matsani\" dan \"Al-Qur'an yang agung itu\". Tetapi, ada hadis menerangkan bahwa yang dimaksud dengan as-sab'ul matsani dan Al-Qur'an yang agung itu ialah Surah al-Fatihah. Hadis itu ialah:\nDari Abi Said Al-Mu'alla ia berkata, \"Telah lewat di hadapanku Nabi saw sedang saya dalam salat, maka dia memanggilku dan aku tidak mendatanginya hingga aku selesai salat. Kemudian aku datang kepadanya, kemudian Nabi berkata, \"Kenapa engkau tidak datang kepadaku.\" Aku menjawab, \"Aku sedang salat.\" Beliau berkata, \"Bukanlah Allah telah berfirman, \"Hai orang-orang yang beriman perkenankanlah seruan Allah dan rasul,\" kemudian beliau berkata, Ketahuilah! Aku akan mengajarkan kepadamu surah yang paling agung di dalam Al-Qur'an, sebelum aku keluar dari mesjid ini.\" Maka Nabi saw pergi untuk keluar lalu beliau kuingatkan, maka katanya,\"Al-hamdu lillahi rabbil-'alamin adalah \"as-sab'ul-matsani\" dan \"Al-Qur'an yang agung\" yang telah diberikannya kepadaku.\" (Riwayat al-Bukhari)\n\nPada hadis yang lain, Rasulullah saw bersabda:\nUmmul-Qur'an itu ialah as-sab'ul-matsani dan Al-Qur'an yang Agung. (Riwayat al-Bukhari)\n\nBanyak hadis sahih lain yang menerangkan bahwa as-sab'ul-matsani dan Al-Qur'an yang Agung adalah nama-nama lain dari Surah al-Fatihah.\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan as-sab'ul matsani dalam ayat di atas ialah as-sab'uth-thiwal (tujuh surah Al-Qur'an yang terpanjang ayat-ayatnya), yaitu Surah al-Baqarah, Ali 'Imran, al-Ma'idah, an-Nisa, al-A'raf, al-An'am, dan at-Taubah atau al-Anfal. Surah-surah yang tujuh itu disebut as-sab'ul-matsani, karena dalam surah yang tujuh itu diulang-ulang penyebutan kisah-kisah, hukum-hukum, ketauhidan, dan lain-lain. Akan tetapi, pendapat ini bertentangan dengan hadis-hadis sahih di atas. Sementara itu, sebagian dari surah as-sab'uth-thiwal diturunkan di Medinah, sedangkan ayat yang menerangkan tentang as-sab'ul-matsani ini adalah Makkiyah.\nDisebut as-sab'ul-matsani (tujuh berulang-ulang) karena Surah al-Fatihah itu terdiri atas tujuh ayat yang diulang-ulang membacanya pada tiap-tiap rakaat dalam salat. Seorang muslim sekurang-kurangnya salat tujuh belas rakaat dalam sehari semalam. Oleh karena itu, mereka sekurang-kurangnya membaca al-Fatihah tujuh belas kali dalam sehari semalam. Disebut Al-Qur'an yang agung karena isi Surah al-Fatihah itu merupakan pokok-pokok isi dari seluruh Al-Qur'an, dan sesuai pula dengan maksud hadis di atas.",
    "quraish": "Sungguh Kami telah memberimu, wahai Nabi yang jujur, tujuh ayat dari al-Qur'ân, surat al-Fâtihah, yang selalu kamu baca dalam setiap salat. Di dalamnya terdapat permohonan kepada Kami dan permintaan petunjuk yang sempurna. Juga telah Kami berikan kepadamu seluruh al-Qur'ân yang mengandung mukjizat dan bukti kebenarannya sendiri. Dengan keadaan seperti ini, kamu adalah pihak yang kuat yang pantas untuk memberi maaf.",
    "jalalayn": "(Dan sesungguhnya Kami telah berikan kepadamu tujuh ayat yang dibaca berulang-ulang) Nabi saw. telah bersabda bahwa yang dimaksud adalah surah Al-Fatihah. Demikianlah menurut riwayat yang dikemukakan oleh Bukhari dan Muslim; surah Al-Fatihah dinamakan demikian karena selalu dibaca berulang-ulang dalam setiap salat (dan Alquran yang agung)."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 88,
    "arab": "لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ ",
    "translation": "Jangan sekali-kali engkau (Muhammad) tujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir), dan jangan engkau bersedih hati terhadap mereka dan berendah hatilah engkau terhadap orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1890.mp3",
    "tafsir": "Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir:\n\nDan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131)\n\nAllah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka.",
    "quraish": "Wahai Muhammad, janganlah kamu memandang kesenangan dunia yang telah Kami berikan kepada sebagian orang kafir, musyrik, Yahudi, Nasrani dan Majusi itu dengan pandangan iri dan ingin memiliki. Yang Kami berikan kepada mereka itu adalah sangat kecil jika dibandingkan dengan kesempurnaan hubunganmu dengan Kami dan dengan al-Qur'ân yang telah kami berikan. Kamu tidak perlu bersedih karena mereka tetap dalam kesalahan. Bersikaplah rendah hati dan penyayang kepada orang-orang Mukmin yang menyertaimu, karena mereka adalah pembela kebenaran dan kaum yang dekat kepada Allah.",
    "jalalayn": "(Janganlah sekali-kali kamu menunjukkan pandangan matamu kepada berbagai macam kenikmatan hidup yang telah Kami berikan kepada beberapa golongan) maksudnya terhadap berbagai macam kemewahan hidup (di antara mereka, dan janganlah kamu bersedih hati terhadap mereka) jika mereka tidak beriman (dan berendah dirilah kamu) bersikap lembutlah kamu (terhadap orang-orang yang beriman.)"
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 89,
    "arab": "وَقُلْ اِنِّيْٓ اَنَا النَّذِيْرُ الْمُبِيْنُۚ  ",
    "translation": "Dan katakanlah (Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1891.mp3",
    "tafsir": "Pada ayat di atas diterangkan bahwa Allah swt telah meng-anugerahikan sesuatu yang besar nilainya kepada orang-orang yang beriman, yaitu Surah al-Fatihah. Pemberian itu berupa petunjuk ke jalan yang benar dan tidak dapat dinilai dengan harta berapa pun banyaknya. Oleh karena itu, Allah swt memperingatkan orang-orang yang beriman agar jangan merasa berkecil hati dan bersedih atas kesenangan duniawi yang telah diberikan Allah kepada orang-orang kafir. Tidak pantas seseorang memalingkan perhatiannya dari sesuatu yang mulia dan tinggi nilainya kepada sesuatu yang kurang bernilai, apalagi jika kesenangan dunia itu diperoleh dengan cara yang tidak dibenarkan Allah. Semua itu adalah kesenangan yang bersifat sementara, kemudian mereka akan dimasukkan ke dalam api neraka yang menyala-nyala. Ayat ini senada dengan firman Allah swt yang melarang Rasul melihat kenikmatan yang diberikan kepada orang-orang kafir:\n\nDan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal. (thaha/20: 131)\n\nAllah swt melarang Nabi Muhammad saw bersedih hati terhadap orang kafir yang tidak mengindahkan seruannya. Larangan Allah ini disebabkan karena Nabi saw sangat mengharapkan agar seluruh manusia beriman dan mengharapkan agar orang-orang kafir tidak ditimpa siksa Allah di akhirat nanti karena keluasan rahmat-Nya. Larangan Allah juga mengingatkan Nabi saw bahwa tugasnya hanya menyampaikan agama Allah, bukan memaksa manusia untuk beriman. Kemudian Allah memutuskan agar Nabi saw berlaku lemah lembut dan mengatakan kepada orang-orang kafir bahwa mereka akan ditimpa azab Allah jika mereka terus-menerus dalam kekafiran dan kesesatan, sebagaimana yang telah ditimpakan kepada umat-umat sebelum mereka.",
    "quraish": "Katakan, wahai Rasulullah, kepada semua orang yang ingkar, \"Aku adalah pemberi peringatan tentang azab yang keras dengan bukti-bukti yang akurat dan tidak bisa disaingi.",
    "jalalayn": "(Dan katakanlah, \"Sesungguhnya aku adalah pemberi peringatan) tentang azab Allah supaya jangan menimpa kalian (yang menjelaskan.\") artinya yang jelas peringatannya."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 90,
    "arab": "كَمَآ اَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ",
    "translation": "Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1892.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi).\nPendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nDan firman Allah swt:\n\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49)\n\nPendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\n\n¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85)\n\nDan firman Allah swt:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46)\n\nPendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5)\nFirman Allah swt:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24)\n\nSetiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\".\nAl-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\nHasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.",
    "quraish": "Seperti peringatan yang telah Kami berikan kepada mereka yang membagi al-Qur'ân menjadi syair, mantra kedukunan, dongeng dan lain sebagainya, kemudian tidak mempercayainya meskipun telah ada bukti yang nyata.",
    "jalalayn": "(Sebagaimana Kami telah menurunkan) azab (kepada orang-orang yang membagi-bagi kitab Allah) yaitu Yahudi dan Nasrani."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 91,
    "arab": "الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ ",
    "translation": "(yaitu) orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1893.mp3",
    "tafsir": "Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sab'ul-matsani kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan \"al-muqtasimin\" (orang yang membagi-bagi).\nPendapat pertama mengartikan al-muqtasimin dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\n\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Nahl/16: 38)\n\nDan firman Allah swt:\n\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-A'raf/7: 49)\n\nPendapat kedua mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\" kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\n\n¦Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85)\n\nDan firman Allah swt:\n\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya¦ (an-Nisa'/4: 46)\n\nPendapat ketiga mengartikan al-muqtasimin dengan \"orang-orang yang membagi-bagi\". Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\n\nBahkan mereka mengatakan, \"(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiya/21: 5)\nFirman Allah swt:\n\nLalu dia berkata, \"(Al-Qur'an) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Muddatstsir/74: 24)\n\nSetiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: \"Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi\".\nAl-Maragi, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\nHasan al-Basri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.",
    "quraish": "Yang telah menjadikan al-Qur'ân terpecah menjadi bagian-bagian yang terpisah, padahal ia adalah satu kesatuan yang kemukjizatan dan kebenarannya tidak bisa dipecah-pecah.\"",
    "jalalayn": "(Yaitu orang-orang yang telah menjadikan kitab bacaan) yaitu kitab-kitab yang diturunkan kepada mereka (terbagi-bagi) menjadi beberapa bagian; mereka beriman terhadap sebagiannya dan ingkar terhadap sebagian yang lainnya. Menurut pendapat orang lain dikatakan, yang dimaksud dengan mereka adalah orang-orang yang menguasai jalan-jalan yang menuju ke Mekah dengan maksud untuk menghalang-halangi manusia masuk Islam. Sebagian dari mereka mengatakan tentang Alquran, bahwa Alquran itu adalah sihir; sebagian lainnya mengatakan, Alquran adalah peramal; sedangkan sebagian yang lainnya lagi mengatakan, bahwa Alquran adalah syair."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 92,
    "arab": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ",
    "translation": "Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1894.mp3",
    "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka.",
    "quraish": "Jika seperti itu keadaan mereka, maka demi Tuhan yang menciptakan, memelihara dan mendidikmu, Kami sungguh akan memperhitungkan amalan mereka semua pada hari kiamat.",
    "jalalayn": "(Maka demi Rabbmu, Kami pasti akan menanyai mereka semuanya) dengan pertanyaan yang bernada mengejek."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 93,
    "arab": "عَمَّا كَانُوْا يَعْمَلُوْنَ ",
    "translation": "tentang apa yang telah mereka kerjakan dahulu. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1895.mp3",
    "tafsir": "Ayat ini memerintahkan agar Nabi Muhammad memperingatkan orang-orang yang membagi-bagi Al-Qur'an dan tidak mempercayainya sebagai kitab suci bahwa Allah akan menurunkan azab kepada mereka sebagaimana Allah telah membinasakan umat-umat terdahulu karena perbuatan yang serupa dengan mereka.",
    "quraish": "Menghisab mereka atas perbuatan jahat, ingkar dan olok-olok yang telah mereka lakukan.",
    "jalalayn": "(Tentang apa yang telah mereka kerjakan dahulu.)"
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 94,
    "arab": "فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ ",
    "translation": "Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1896.mp3",
    "tafsir": "Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka.\nSebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka.",
    "quraish": "Maka berdakwahlah dengan terang-terangan dan jangan hiraukan perkataan dan perbuatan orang-orang musyrik.",
    "jalalayn": "(Maka sampaikanlah olehmu secara terang-terangan) hai Muhammad (segala apa yang diperintahkan kepadamu) untuk melakukannya, artinya sampaikanlah secara terang-terangan dan laksanakanlah dengan rutin (dan berpalinglah dari orang-orang yang musyrik) ayat ini diturunkan sebelum diperintahkan untuk berjihad."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 95,
    "arab": "اِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ",
    "translation": "Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1897.mp3",
    "tafsir": "Ayat ini memerintahkan Nabi Muhammad saw agar menyiarkan agama Islam dengan terang-terangan, tidak lagi dengan sembunyi-sembunyi, menantang orang-orang musyrik, tidak mempedulikan mereka dan apa yang mereka katakan, dan tidak takut kepada mereka yang menghalanginya dalam menyiarkan agama Allah, karena Allah melindunginya dari gangguan mereka.\nSebagian ahli tafsir menafsirkan \"Berpalinglah dari orang-orang musyrik\" maksudnya adalah janganlah mempedulikan segala macam tindak-tanduk orang-orang musyrik yang telah mendustakan, memperolok-olok, dan menentang kamu. Janganlah tindakan mereka itu menghalangimu menyiarkan agama Allah, karena Allah memelihara kamu dari gangguan mereka.",
    "quraish": "Orang-orang musyrik yang mengejek seruanmu itu tidak akan bisa mengalahkanmu dan tidak akan bisa menghalangi-halangi dakwahmu.",
    "jalalayn": "(Sesungguhnya Kami memelihara kamu daripada kejahatan orang-orang yang memperolok-olokkan) kamu, Kami akan membinasakan masing-masing dari mereka dengan malapetaka. Mereka yang memperolok-olokkan ialah Walid bin Mughirah, Ashi bin Wa'il, Addi bin Qais, Aswad bin Abdul Mutthalib dan Aswad bin Abdu Yaghuts."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 96,
    "arab": "الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ ",
    "translation": " (yaitu) orang yang menganggap adanya tuhan selain Allah; mereka kelak akan mengetahui (akibatnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1898.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Penglihatan mereka telah melemah, hingga membuat mereka menjadikan berhala-berhala sebagai sekutu Allah. Tapi mereka akan mengetahui sendiri akibat-akibat kesyirikan mereka itu, pada saat ditimpakan azab yang menyakitkan.",
    "jalalayn": "(Yaitu orang-orang yang menganggap adanya tuhan yang lain di samping Allah) kalimat ayat ini berkedudukan menjadi sifat. Akan tetapi menurut suatu pendapat dianggap sebagai mubtada, oleh karena mengandung makna syarat, maka khabarnya dimasuki huruf fa, yaitu (maka mereka kelak akan mengetahui) akibat-akibat perbuatannya itu."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 97,
    "arab": "وَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ",
    "translation": "Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1899.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Kami benar-benar mengetahui betapa sakit dan sesaknya hatimu akibat kata-kata syirik, ejekan dan hinaan yang mereka katakan.",
    "jalalayn": "(Dan sungguh) lafal qad menunjukkan makna littahqiq (Kami telah mengetahui, bahwa dadamu menjadi sempit disebabkan apa yang mereka katakan) yaitu disebabkan perolok-olokkan dan pendustaan mereka itu."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 98,
    "arab": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السَّاجِدِيْنَۙ",
    "translation": "maka bertasbihlah dengan memuji Tuhanmu dan jadilah engkau di antara orang yang bersujud (salat), ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1900.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Maka apabila kamu merasakan penderitaan itu, bersegeralah menghadap Allah. Masuklah ke dalam golongan orang-orang yang tunduk dan selalu memohon kepada-Nya. Dan jadikanlah salat sebagai penolongmu, karena salat mengandung kesembuhan.",
    "jalalayn": "(Maka bertasbihlah) seraya (memuji Rabbmu) artinya katakanlah subhaanallaah wa bihamdihi (dan jadilah kamu di antara orang-orang yang bersujud) yakni orang-orang yang mendirikan salat."
  },
  {
    "ruku": 223,
    "name": "Al-Hijr",
    "ayat": 99,
    "arab": "وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُ ࣖࣖ ",
    "translation": "Dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1901.mp3",
    "tafsir": "Ayat ini memberi jaminan kepada Nabi Muhammad bahwa Allah swt memeliharanya dari tindakan orang-orang musyrik Mekah yang memperolok-olok dan menyakitinya serta memelihara Al-Qur'an dari usaha-usaha orang-orang yang ingin mengotorinya.\nAth-thabari menyampaikan riwayat dari Sa'id bin Jubair bahwa orang-orang musyrik Mekah yang memperolok-olok Al-Qur'an dan Nabi Muhammad ialah al-Walid bin Mugirah, al-'As bin Wa'il, Al-'Adi bin Qais, Aswad bin Abdu Yaguts, dan Aswad bin Muththalib. Mereka semua terkenal dalam sejarah, dan sebab-sebab kematian mereka adalah akibat tindakan mereka sendiri.\nMenurut suatu riwayat diterangkan bahwa suatu ketika Nabi saw berada di hadapan orang-orang kafir Mekah, mereka saling mengedipkan mata tanpa setahu Nabi Muhammad saw, dan berkata sesamanya dengan maksud mengejek Nabi, \"Inikah orang yang mendakwakan dirinya nabi?\" Pada waktu itu, Jibril a.s. menyertai Nabi, lalu Jibril menusuk punggung orang-orang yang memperolok-olokkan itu dengan jarinya, sehingga menimbulkan bekas, luka, dan borok yang busuk baunya. Tiada seorang pun yang mendekati mereka karena baunya itu. Maka turunlah ayat ini yang menegaskan bahwa Nabi saw dilindungi Allah swt dari gangguan orang-orang kafir.\nAllah mengetahui bahwa Nabi saw merasa sedih karena olok-olokan dan tindakan orang-orang kafir. Untuk mengobati kesedihannya itu, Allah memerintahkan Nabi saw untuk bertasbih, mensucikan Allah dari segala sesuatu yang menyekutukan-Nya, salat, rukuk, sujud, banyak melakukan ibadah, berbuat baik, dan mengekang hawa nafsu. Hal ini berlaku pula bagi kaum Muslimin sampai akhir hayat mereka.",
    "quraish": "Beristikamahlah dalam beribadah kepada Allah yang telah mencipta dan menjagamu hingga datang sesuatu yang pasti, hari kiamat dan hari yang dijanjikan.",
    "jalalayn": "(Dan sembahlah Rabbmu sampai datang kepadamu yang diyakini) yaitu ajal."
  }
]