[
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 1,
    "arab": "اَتٰىٓ اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Ketetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1902.mp3",
    "tafsir": "Allah menegaskan bahwa ketetapan Allah pasti datang. Maksud ketetapan Allah dalam ayat ini ialah hari kiamat yang telah diancamkan kepada kaum musyrik dan orang-orang kafir. Mereka secara berolok-olok meminta kepada Nabi agar azab hari kiamat itu segera didatangkan. Itulah sebabnya, maka Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa azab Allah yang akan dijatuhkan kepada mereka pasti terjadi. Allah swt melarang mereka agar tidak meminta azab itu disegerakan datangnya, karena azab hari kiamat itu akan datang pada waktu yang telah ditentukan dan diputuskan-Nya.\nDalam ayat ini, Allah swt memberitakan datangnya hari kiamat dengan menggunakan kata kerja bentuk lampau (fi'il madhi) padahal azab itu belum terjadi. Hal ini memberikan pengertian bahwa azab itu betul-betul akan terjadi. Ayat ini mengandung ancaman bagi orang-orang kafir dan sekaligus mengandung pemberitahuan kepada mereka bahwa azab yang akan ditimpakan kepada mereka dan kehancuran mereka telah dekat dan pasti datang.\nAllah swt menyatakan bahwa Dia Mahasuci dari apa yang mereka persekutukan. Dia tidak memerlukan sekutu dan pembantu untuk menjatuh-kan azab kepada mereka. Bantahan ini sebagai jawaban terhadap pernyataan mereka bahwa mereka akan meminta bantuan (syafa'at) kepada patung-patung yang mereka sembah.",
    "quraish": "[[16 ~ AN-NAHL (LEBAH) Pendahuluan: Makkiyyah, 128 ayat ~ Surat ini termasuk dalam kelompok surat Makkiyyah, kecuali tiga ayat terakhir yang termasuk dalam surat Madaniyyah. Surat yang terdiri atas 128 ayat ini dimulai dengan penegasan Allah akan ancaman-Nya terhadap orang-orang musyrik dan penjelasan tentang kekuasaan-Nya dalam melaksanakan ancaman itu. Hal ini dibuktikan dengan penciptaan langit dan bumi. Beberapa karunia yang diberikan kepada manusia seperti penciptaan unta, menumbuhkan tanaman dan segala makhluk laut, seperti segala jenis ikan yang bisa dimakan dan mutiara-mutiara yang dapat dijadikan perhiasan juga dijelaskan. Selanjutnya Allah mengisyaratkan konsekuensi dari nikmat yang telah diberikan, yaitu keharusan bersyukur kepada-Nya dan kewajiban menyembah hanya kepada-Nya. Di samping itu, diisyaratkan juga sikap orang-orang musyrik dalam menyambut seruan kepada ajaran tauhid dan pendustaan yang mereka lakukan terhadap al-Qur'ân. Mereka menuduh bahwa al-Qur'ân adalah termasuk dongeng-dongeng dan legenda orang-orang terdahulu. Kemudian, di bagian lain, Allah menunjukkan siksa bagi orang-orang musyrik dan nikmat bagi orang-orang Mukmin pada hari kiamat. Lalu dijelaskan pula mengenai keingkaran orang-orang musyrik terhadap hari kebangkitan. Allah menolak keingkaran mereka dengan menjelaskan kekuasaan-Nya dan menegaskan janji-Nya kepada orang-orang Mukmin dan ancaman-Nya terhadap orang-orang musyrik. Setelah itu Allah mendekatkan gambaran kebenaran hari kiamat melalui kekuasan-Nya kepada mereka dan ketundukan seluruh alam hanya kepada-Nya. Di surat ini, dijelaskan pula bahwa Allahlah yang akan membuka tabir kepalsuan dari keyakinan orang-orang musyrik mengenai kekuasaan tuhan-tuhan yang tidak dapat mendatangkan manfaat dan mudarat sama sekali dan kekeliruan mereka dalam memandang wanita, baik kecil maupun dewasa. Kemudian, dalam surat ini Allah juga menyebutkan kisah beberapa rasul sebelum Muhammad, pelajaran yang harus dipetik dari penciptaan-Nya terhadap segala sesuatu termasuk pelbagai nikmat-Nya kepada manusia, keterpautan rezeki yang membuat orang kaya memiliki kelebihan dari orang fakir, nikmat-nikmat-Nya yang diberikan kepada manusia dalam penciptaan laki-laki maupun perempuan dan keturunan yang dihasilkan dari perkawinan antara keduanya. Lalu Allah memberikan perumpamaan untuk menjelaskan kekuasaan-Nya dan mengajak untuk memperhatikan kehebatan berbagai ciptaan-Nya yang menunjukkan kebesaran Pencipta dan kemurahan nikmat-Nya, serta sikap orang-orang musyrik dalam menerima nikmat-nikmat yang besar itu. Setelah menjelaskan pandangan-pandangan Islam tentang keadilan, tentang pentingnya menjalin hubungan dengan menepati janji, tentang mukjizat al-Qur'ân serta keingkaran dan tuduhan orang-orang musyrik terhadap mukjizat itu, Allah menunjukkan keadaan orang-orang musyrik pada hari kiamat dan bagaimana dahulu mereka menghalalkan dan mengharamkan sesuatu tanpa alasan. Di bagian akhir surat ini disinggung tentang orang-orang Yahudi yang selalu mendekati orang-orang musyrik. Dijelaskan juga bahwa hukuman balasan itu hendaknya sesuatu yang sepadan, dan orang-orang Mukmin hendaknya selalu bersabar, bertakwa dan berbuat baik.]] Yakinilah, hai orang-orang musyrik, bahwa ancaman Allah kepada kalian pada hari kiamat tidak diragukan lagi pasti akan tiba saatnya. Maka janganlah kalian mengolok-olok dengan meminta agar kedatangan itu dipercepat. Mahasuci Allah dari sekutu yang berhak disembah dan dari segala sesuatu yang kalian sekutukan, yaitu tuhan-tuhan yang tidak memiliki kemampuan apa-apa.",
    "jalalayn": "Ketika orang-orang musyrik merasa lambat akan datangnya azab yang diancamkan kepada mereka, lalu turunlah firman-Nya: (Telah pasti datangnya ketetapan Allah) yakni hari kiamat. Lafal ataa diungkapkan dalam bentuk fi`il madhi untuk menunjukkan kepastian kejadiannya, artinya telah dekat (maka janganlah kalian meminta disegerakan datangnya) artinya janganlah kalian meminta disegerakan sebelum saatnya karena sesungguhnya hari kiamat itu pasti akan terjadi (Maha Suci Allah) kalimat ini mengandung makna memahasucikan Dia (dan Maha Tinggi dari apa yang mereka persekutukan) di samping-Nya."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 2,
    "arab": "يُنَزِّلُ الْمَلٰۤىِٕكَةَ بِالرُّوْحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُوْٓا اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاتَّقُوْنِ ",
    "translation": "Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, “Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.”       ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1903.mp3",
    "tafsir": "Setelah ayat tersebut turun, orang-orang Quraisy menanyakan, \"Seandainya Allah memang berkuasa untuk mengazab para hamba-Nya yang lain, maka siapakah yang mengetahui hal yang sangat gaib ini yang tidak diketahui oleh siapa punjuga kecuali hanya Dia? Pertanyaan ini hanya menunjukkan pengingkaran mereka terhadap kejadian hari kiamat. Oleh sebab itu, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa berita itu diketahui dari wahyu yang diturunkan Allah melalui malaikat. Dari wahyu itulah berita-berita gaib dapat diketahui. Wahyu itu dibawa oleh malaikat dengan perintah Allah kepada hamba-Nya yang dikehendaki. Penjelasan itu dikemukakan agar mereka dapat mengetahui bahwa seseorang yang menerima wahyu berarti telah menerima tugas kenabian. Yang dimaksud dengan roh dalam ayat ini ialah wahyu sebagai-mana tampak jelas artinya di ayat yang lain:\n\n¦Yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya,¦ (al-Mu'min/40: 15)\n\nDan firman-Nya lagi:\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami¦ (asy-Syura/42: 52)\n\nWahyu itu dibawa oleh para malaikat kepada para nabi semata-mata karena perintah Allah dan bukan kemauan malaikat itu sendiri. Seperti ditegaskan dalam ayat-ayat yang lain sebagai berikut:\n\nDan tidaklah kami (Jibril) turun kecuali atas perintah Tuhanmu. (Maryam/19: 64)\nDan firman Allah swt:\n\nMereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya. (al-Anbiya'/21: 27)\n\nWahyu itu diberikan oleh Allah kepada para hamba-Nya yang terpilih dan mempunyai kesiapan mental untuk menerimanya. Gunanya sebagai sarana untuk memberikan peringatan kepada para hamba Allah. Antara lain, untuk menyampai-kan ajaran tauhid dan meyakinkan mereka tentang keesaan Allah, bahwa tidak ada tuhan yang wajib disembah kecuali Allah dan Dialah Tuhan bagi segala makhluk, sedang tuhan-tuhan yang lain adalah tuhan ciptaan mereka yang jauh dari kebenaran. Dengan demikian, wajib bagi manusia untuk menghambakan diri semata-mata kepada-Nya karena dengan jalan demikian manusia akan selamat dari kehancuran dan terlepas dari kesesatan. Dalam ayat itu terdapat petunjuk bahwa wahyu itu turun dari Allah kepada nabi-Nya dengan perantaraan para malaikat. Dalam ayat yang lain disebutkan:\n\nSemua beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, dan rasul-rasul-Nya. (al-Baqarah/2: 285)\n\nMalaikat disebut lebih dahulu daripada rasul-rasul untuk menyatakan bahwa malaikat itu menerima wahyu dari Allah tanpa perantara. Sedangkan yang dimaksud dengan kitab-kitab ialah wahyu yang disampaikan oleh para malaikat kepada para nabi-Nya. \nDi akhir ayat ini, Allah swt menegaskan bahwa hendaklah manusia bertakwa hanya kepada-Nya. Ini adalah seruan yang ditujukan kepada orang-orang yang beriman agar tetap bertakwa kepada-Nya. Juga ditujukan kepada orang-orang kafir Quraisy yang menentang akan terjadinya hari kiamat agar mereka menghentikan kemusyrikannya dan meninggalkan sifat-sifat yang menentang terhadap ketentuan yang datang dari Allah dikarenakan sifat tergesa-gesa menolak sesuatu yang belum diyakini kebenarannya.",
    "quraish": "Dia menurunkan malaikat dengan membawa wahyu yang menghidupkan kalbu kepada para hamba-Nya yang dipilih untuk menjadi rasul. Para rasul itu diutus untuk memberi peringatan kepada manusia bahwa tiada Tuhan yang wajib disembah kecuali Aku. Maka jauhilah segala apa yang menyebabkan murka-Ku dan yang menjerumuskan kalian kepada siksaan. Hendaknya kalian selalu taat agar terlindung dari siksaan.",
    "jalalayn": "(Dia menurunkan malaikat) yakni malaikat Jibril (dengan wahyu) dengan membawa wahyu (atas perintah-Nya) berdasarkan kehendak-Nya (kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya) mereka adalah para nabi (yaitu) huruf an di sini bermakna mufassirah atau kata penafsir (peringatkanlah olehmu sekalian) peringatkanlah orang-orang kafir dengan azab, dan beritahukanlah kepada mereka (bahwasanya tidak ada Tuhan melainkan Aku, maka hendaklah kalian bertakwa kepada-Ku) artinya takutlah kalian kepada-Ku."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 3,
    "arab": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ تَعٰلٰى عَمَّا يُشْرِكُوْنَ ",
    "translation": "Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1904.mp3",
    "tafsir": "Allah swt menjelaskan bahwa Dia menciptakan benda-benda yang ada di langit dan benda-benda yang ada di bumi dengan benar. Maksudnya ialah sesuai dengan hikmah dan kebijaksanaan-Nya dan tidak ada yang sia-sia. Dia menciptakan semuanya tanpa bantuan dan pertolongan siapa pun. Dia cukup menciptakan benda-benda dan hukum yang berlaku baginya, sehingga benda-benda itu berfungsi sesuai dengan hukumnya. Tidak ada zat yang lain yang berkuasa untuk mencipta, mengatur, dan mengendalikan langit, bumi dan semua isinya. Sebagai konsekuensinya, tidak layak apabila ada orang yang menghambakan dirinya kepada tuhan-tuhan yang lain selain-Nya. Oleh karena itu, Allah menyatakan di akhir ayat ini bahwa Dia Mahasuci dari apa yang mereka persekutukan. (Keterangan lebih lanjut bisa dilihat dalam tafsir Surah Ibrahim/14: 19).\nPenciptaan langit dan bumi dengan haq (benar) juga bisa bermakna bahwa Tuhan menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tatasurya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.\nApa yang tertulis di atas hanya sebagian dari \"keputusan rancangan\" yang dibuat Allah agar kehidupan di bumi dapat eksis dan bertahan. Namun yang sedikit ini pun sudah cukup untuk menunjukkan bahwa keberadaan bumi bukan karena kebetulan. Tidak juga terbentuk oleh serangkaian kejadian acak.\nHal tersebut dan detail lain yang tak berhingga meyakinkan kembali kebenaran yang sederhana dan murni. Allah dan hanya Allah yang menciptakan alam semesta, bintang, planet, pegunungan, dan laut dengan sempurna, memberikan kehidupan bagi manusia dan makhluk hidup lainnya, dan menempatkan ciptaan-Nya di bawah kendali manusia. Allah dan hanya Allah, sumber pengampunan dan kekuasaan, cukup berkekuatan untuk menciptakan sesuatu dari kehampaan.",
    "quraish": "Dia menciptakan langit dan bumi sesuai dengan hikmah-Nya. Allah Mahasuci dari sekutu yang bertindak di dalam kerajaan-Nya atau yang pantas disembah seperti Dia.",
    "jalalayn": "(Dia menciptakan langit dan bumi dengan hak) artinya secara sungguh-sungguh. (Maha Tinggi Allah daripada apa yang mereka persekutukan) bersama-Nya yaitu berhala-berhala."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 4,
    "arab": "خَلَقَ الْاِنْسَانَ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ",
    "translation": "Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1905.mp3",
    "tafsir": "Kemudian dalam ayat ini, Allah menjelaskan proses kejadian diri manusia bahwa Dia menciptakannya dari nuthfah. Dalam ayat yang lain dijelaskan bahwa Allah menciptakan manusia dari air yang lemah. Kejadian itu melalui proses perkembangan. Di dalam kandungan, mani berubah menjadi 'alaqah (sesuatu yang menggantung di dinding rahim), kemudian menjadi gumpalan daging. Setelah mengalami jangka waktu 4 bulan mulai terwujud janin yang sempurna, dan setelah 9 bulan kejadian, bayi itu dikeluarkan dari kandungan ibunya ke alam dunia. Setelah itu, bayi masih memerlukan bantuan dan perawatan ibunya untuk disusui, dirawat, dan dididik sampai dewasa dan dapat berpikir secara sempurna. \nManusia yang mengalami proses penciptaan yang rumit dan bertahap, dari makhluk yang lemah menjadi yang perkasa ini, tiba-tiba mengingkari keesaan penciptanya dan terjadinya hari kebangkitan, serta memusuhi para rasul Allah, padahal ia diciptakan hanya sebagai hamba. Manusia bahkan melupakan asal kejadiannya bahwa ia diciptakan dari setetes air yang tidak mempunyai kemampuan sedikit pun. Mereka berkata dengan terus-terang, sebagaimana dijelaskan dalam firman Allah:\n\nDan tentu mereka akan mengatakan (pula), \"Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.\" (al-An'am/6: 29)\n\nMereka juga mengingkari kebangkitan kembali manusia setelah mati dan menjadi tulang-belulang. Firman Allah:\n\n¦Dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?\" (Yasin/36: 78)",
    "quraish": "Setiap manusia diciptakan dari bahan cair, yaitu sperma. Tetapi kemudian manusia itu berubah menjadi seorang yang sangat membantah hakikat dirinya sendiri, tangguh menghadapi lawan dan kuat argumentasinya.",
    "jalalayn": "(Dia telah menciptakan manusia dari mani) mulai dari mani hingga menjadi manusia yang kuat lagi kekar (tiba-tiba ia menjadi pembantah) sangat memusuhi (yang nyata) lalu Allah menjelaskan tentang bantahan manusia itu yang tidak mempercayai adanya hari berbangkit, yaitu melalui firman-Nya yang lain: \"Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh.\" (Q.S. Yasin 78)"
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 5,
    "arab": "وَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ ",
    "translation": "Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1906.mp3",
    "tafsir": "Pada ayat ini, Allah swt menjelaskan aneka ragam kenikmatan yang disediakan untuk para hamba-Nya berupa binatang ternak, seperti unta, sapi, kambing, dan lain sebagainya. Nikmat yang diperoleh dari binatang itu seperti bulunya yang dapat dibuat kain wool, berguna untuk melindungi tubuh dari gangguan udara dingin, dan kulitnya dapat dijadikan sepatu dan peralatan lainnya. Begitu pula susu dan dagingnya bermanfaat bagi kesehatan manusia. Secara ringkas dapat dikatakan bahwa binatang ternak itu diciptakan untuk manusia agar dapat dimanfaatkan sebagai sumber pemenuhan kebutuhan hidupnya.",
    "quraish": "Allah telah memberikan keutamaan kepada kalian, wahai para hamba. Telah diciptakan untuk kalian unta, sapi, kambing, dan anak kambing yang bulu dan rambutnya bisa dipakai untuk menghangatkan badan, dan dagingnya bisa dimakan untuk kelangsungan hidup kalian.",
    "jalalayn": "(Dan binatang ternak) yakni unta, sapi dan kambing. Lafal al-an`aam dibaca nashab karena dinashabkan oleh fi`il yang diperkirakan keberadaannya lalu fi`il tersebut ditafsirkan atau dijelaskan oleh lafal berikut ini, yaitu: (Dia telah menciptakannya untuk kalian) sebagian dari manusia (padanya ada kehangatan) yaitu bulu dan kulitnya dapat dibuat pakaian dan selimut untuk penghangat tubuh kalian (dan berbagai manfaat) yaitu dari anak-anaknya, air susunya dan dapat dijadikan sebagai kendaraan (dan sebagiannya kalian makan) zharaf didahulukan karena untuk tujuan fashilah."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 6,
    "arab": "وَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ",
    "translation": "Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1907.mp3",
    "tafsir": "Allah swt menjelaskan bahwa manusia memperoleh kepuasan batin dan pemandangan yang indah pada binatang ternak ketika mereka melepas dan menggiringnya di pagi hari menuju tempat penggembalaan. Perasaan yang sama juga dirasakan pada sore hari ketika mereka menghalau dan menggiring binatang ternak itu kembali ke kandangnya. Keindahan yang diperoleh manusia dari binatang ternak itu termasuk nikmat Allah yang diberikan kepada hamba-Nya.",
    "quraish": "Kalian mendapatkan kesenangan ketika melihat hewan-hewan ternak itu kembali dari tempat penggembalaan dalam keadaan kenyang dan penuh dengan susu, dan ketika kalian pergi ke kebun dan tempat penggembalaan, dengan cepat hewan-hewan itu memakan makanannya.",
    "jalalayn": "(Dan kalian memperoleh pandangan yang indah padanya) yakni sebagai perhiasan kalian (ketika kalian membawanya kembali ke kandang) ketika kalian menggiringnya kembali ke kandangnya di waktu sore hari (dan ketika kalian melepaskannya ke tempat penggembalaan) kalian mengeluarkannya dari kandangnya menuju ke tempat penggembalaan di waktu pagi hari."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 7,
    "arab": "وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ",
    "translation": "Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1908.mp3",
    "tafsir": "Kemudian Allah menyebutkan nikmat-Nya yang lain yang diperoleh manusia dari binatang ternak, yakni mengangkut barang atau beban manusia yang berat dari satu tempat ke tempat yang lain dimana mereka tidak sanggup untuk membawanya sendiri.\nAllah berfirman:\n\nDan sesungguhnya pada hewan-hewan ternak, terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan. (al-Mu'minun/23: 21)\n\nDan firman-Nya:\n\nAllahlah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan. (al-Mu'min/40: 79)\n\nKemudian Allah swt menegaskan bahwa Dia Maha Pengasih dan Maha Penyayang. Kasih sayang Allah disebutkan dalam ayat ini agar manusia dapat mensyukuri nikmat Allah yang diperolehnya dari binatang ternak, yang sangat bermanfaat bagi mereka sebagai alat pengangkut yang sangat penting artinya bagi kehidupan mereka.\nAllah swt berfirman:\n\nDan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya? (Yasin/36: 71)",
    "quraish": "Binatang-binatang tersebut membawa barang-barang kalian yang berat ke suatu negeri yang tidak bisa kalian capai kecuali dengan susah payah. Sesungguhnya Tuhan yang telah menyediakan semua itu, untuk kenyamanan kalian, Maha Pengasih lagi Mahaluas rahmat-Nya.",
    "jalalayn": "(Dan ia dapat memikul beban-beban kalian) barang-barang kalian (ke suatu negeri yang kalian tidak sanggup sampai kepadanya) kalian tidak sanggup mencapainya tanpa memakai kendaraan unta (melainkan dengan kesukaran-kesukaran yang memayahkan diri) yang membuat payah diri kalian. (Sesungguhnya Rabb kalian benar-benar Maha Pengasih lagi Maha Penyayang) terhadap kalian, Dia telah menciptakannya untuk kalian manfaatkan."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 8,
    "arab": "وَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ",
    "translation": "dan (Dia telah menciptakan) kuda, bagal, dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1909.mp3",
    "tafsir": "Selanjutnya, Allah swt menyebutkan beberapa binatang ternak lainnya yang bermanfaat bagi kehidupan manusia, yaitu Allah menciptakan kuda, bagal, dan keledai untuk dikendarai dan dijadikan sebagai binatang pelihara-an yang menyenangkan.\nAda segolongan ahli fikih yang mengharamkan daging kuda. Mereka mengemukakan alasan bahwa kuda diciptakan Allah untuk dijadikan kendaraan bukan untuk dimakan. Alasan ini diperkuat dengan teks ayat yang menyebutkan tiga jenis binatang ternak. Hal ini menunjukkan bahwa kuda, keledai, dan bagal hukumnya sama-sama haram dimakan. Sekiranya ketiga binatang ini boleh dimakan, tentulah disebutkan dalam ayat ini, sebab kebutuhan seseorang untuk makan lebih terasa daripada kebutuhan mereka terhadap kendaraan.\nAkan tetapi, alasan yang dikemukakan di atas tidak disetujui oleh kalangan ahli fikih yang lain dengan alasan bahwa seandainya ayat ini menunjukkan keharaman kuda, tentu keledai yang dipelihara termasuk ke dalamnya. Kalau memang demikian pengertiannya, tentu pada saat terjadi perang Khaibar tidak perlu ada penegasan keharaman memakan keledai piaraan karena ayat itu turun jauh sebelum perang Khaibar.\nDi samping itu, banyak dalil yang membolehkan memakan daging kuda, di antaranya adalah:\nDari Asma' r.a., \"Kami berkorban seekor kuda pada masa Rasulullah, lalu kami memakan dagingnya.\" (Riwayat al-Bukhari dan Muslim)\n\nDari Jabir r.a., \"Rasulullah menyuruh kami memakan daging kuda dan melarang kami memakan daging keledai piaraan.\" (Riwayat Abu 'Ubaid, Ibnu Abi Syaibah, at-Tirmizi, an-Nasa'i, dan lain-lain)\nDari Jabir r.a., \"Rasulullah melarang memakan daging keledai piaraan dan membolehkan memakan daging kuda.\" (Riwayat al-Bukhari dan Abu Dawud)\n\nDi samping hadis-hadis tersebut, memang ada hadis yang melarang memakan daging kuda bagal, dan keledai\n\nRasulullah melarang memakan daging tiap-tiap binatang buas yang bertaring, daging kuda bagal, dan keledai piaraan. (Riwayat Ahmad)\n\nHadis yang mengharamkan daging kuda ini daif karena dalam sanadnya tercantum nama shalah bin Yahya yang diragukan kekuatan hafalannya. Seandainya hadis ini dianggap sahih, nilai kekuatannya tidak melebihi hadis-hadis sahih lain yang lebih banyak jumlahnya yang membolehkan memakan daging kuda. \nSecara singkat dapat dikatakan bahwa hadis yang melarang memakan daging kuda bagal, dan keledai itu terjadi sebelum peristiwa Perang Khaibar. Oleh sebab itu, bisa dikatakan hadis ini dinasakh oleh hadis yang menerang-kan kebolehannya.\nDi akhir ayat, Allah menyebutkan bahwa Dia menciptakan semua makhluk yang belum diketahui oleh manusia, baik binatang darat, laut, ataupun angkasa, yang dapat diambil manfaatnya oleh mereka. Namun demikian, sampai saat ini akal manusia belum sampai pada pengetahuan tentang manfaat dari makhluk tersebut. Semua itu bertujuan agar manusia dapat memahami betapa luasnya nikmat Allah swt yang diberikan kepada mereka yang tiada putus-putusnya.",
    "quraish": "Dia telah menciptakan kuda, baghal (peranakan kuda dan keledai) dan keledai untuk menjadi kendaraan kalian dan hiasan yang menyenangkan hati kalian. Allah akan menciptakan sarana transportasi yang tidak kalian ketahui dari segala apa yang ditundukkan Allah untuk manusia jika kalian mau berpikir dan mengerahkan segala potensi yang ada.",
    "jalalayn": "(Dan) Dia telah menciptakan (kuda, bighal dan keledai agar kalian menungganginya dan menjadikannya sebagai perhiasan) lafal ziinatan menjadi maf`ul lah. Disebutkannya kedua `illat itu, yaitu untuk ditunggangi dan dianggap sebagai perhiasan hal ini sama sekali tidak bertentangan dengan manfaat lain yang ada padanya. Seperti halnya pada kuda, selain dapat ditunggangi dan dijadikan perhiasan dagingnya dapat dimakan, hal ini telah ditetapkan berdasarkan hadis kitab Sahih Bukhari dan Muslim. (Dan Allah menciptakan apa yang kalian tidak mengetahuinya) berupa hal-hal yang aneh dan menakjubkan."
  },
  {
    "ruku": 224,
    "name": "An-Nahl",
    "ayat": 9,
    "arab": "وَعَلَى اللّٰهِ قَصْدُ السَّبِيْلِ وَمِنْهَا جَاۤىِٕرٌ ۗوَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ࣖ  ",
    "translation": "Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1910.mp3",
    "tafsir": "Allah swt menyebutkan nikmat-Nya yang berguna untuk kepentingan jiwa manusia, agar mereka mengetahui dan mensyukuri Pencipta alam semesta dan nikmat yang sangat luas ini. Allah menjelaskan bahwa Dialah yang mempunyai kekuasaan tertinggi untuk membimbing manusia melalui wahyu kepada para rasul-Nya dan memerintahkan mereka untuk menaatinya. Ini bertujuan agar manusia sampai pada kebenaran. Dengan demikian, barang siapa mengikuti bimbingan itu berarti ia akan memperoleh kebahagiaan yang sangat berguna bagi dirinya. Akan tetapi, barang siapa yang menempuh jalan sesat maka akibatnya akan diderita dan dirasakannya sendiri.\nAllah swt berfirman:\n\nDan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa. (al-An'am/6: 153)\n\nDan firman-Nya:\n\nDia (Allah) berfirman, \"Ini adalah jalan yang lurus (menuju) kepada-Ku.\" (al-hijr/15: 41)\n\nDan firman-Nya:\n\nSesungguhnya Kamilah yang memberi petunjuk. (al-Lail/92: 12)\n\nDi samping jalan lurus itu, ada jalan yang menyimpang dari kebenaran. Apabila manusia melalui jalan itu, mereka tidak akan mencapai kebahagiaan. Jalan itu adalah jalan kesesatan, yang membawa manusia pada perpecahan dan kehancuran.\nMenurut ayat ini, jalan lurus yang mengantarkan manusia untuk mem-peroleh kebahagiaan hanyalah agama Islam, yaitu agama yang hanif, disyariatkan Allah dan diwahyukan-Nya kepada Nabi Muhammad saw, serta sesuai dengan fitrah manusia.\nAllah swt berfirman:\n\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30: 30)\n\nSesungguhnya Allah berkuasa untuk membimbing manusia seluruhnya untuk beragama tauhid. Akan tetapi, Allah swt Maha Bijaksana. Ia memberi hak pilih kepada manusia karena mereka memiliki akal dan pikiran untuk digunakan sebagaimana mestinya. Allah juga memberikan bimbingan wahyu kepada manusia melalui rasul-Nya, agar mereka melaksanakan tuntunan itu berdasarkan pilihannya. Firman Allah:\n\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. (Yunus/10: 99)\n\nUntuk mendorong minat manusia melakukan amal yang baik, Allah swt menjanjikan pahala. Sebagai upaya menghilangkan kecenderungan mereka melakukan amal yang jelek, Allah juga memberi peringatan dengan ancaman yang pedih. Hal ini dimaksudkan agar manusia mau mengikuti petunjuk-Nya dan menghindari larangan-Nya.",
    "quraish": "Sesuai dengan karunia dan rahmat-Nya, Allah telah menetapkan atas diri-Nya untuk menjelaskan jalan lurus yang mengantarkan kalian menuju kebaikan. Di antara jalan itu ada yang bengkok menyeleweng, tidak menuju kepada kebenaran. Jika Allah berkehendak memberikan petunjuk kepada kalian, tentulah Dia akan menunjuki dan membawa kalian kepada jalan yang lurus. Akan tetapi Dia telah menciptakan akal yang mampu menalar dan kehendak yang dapat mengarahkan. Selanjutnya Dia memberikan kebebasan kepada kalian untuk memilih.",
    "jalalayn": "(Dan hak bagi Allah menerangkan jalan yang lurus) hak bagi Allah menjelaskannya (dan di antara jalan-jalan) tersebut (ada yang bengkok) menyimpang dari jalan yang lurus. (Dan jika Dia menghendaki) untuk memberi petunjuk kepada kalian (niscaya Dia memberi petunjuk kepada kalian) ke jalan yang lurus (semuanya) sehingga kalian semua mendapat petunjuk ke jalan yang lurus itu atas kehendak kalian sendiri."
  }
]