[
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 51,
    "arab": "۞ وَقَالَ اللّٰهُ لَا تَتَّخِذُوْٓا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ فَاِيَّايَ فَارْهَبُوْنِ ",
    "translation": "Dan Allah berfirman, “Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1952.mp3",
    "tafsir": "Allah swt menjelaskan kepada para hamba-Nya agar jangan sekali-kali menyembah tuhan-tuhan yang lain selain Dia, karena yang demikian itu berarti mempersekutukan Allah, padahal Allah Mahasuci dari sekutu. Tidak mungkin Allah swt yang Mahakuasa di jagat raya ini lebih dari satu. Dia itu tunggal, dan hanya Dia yang berhak disembah.\nAllah memerintahkan kepada manusia agar takut kepada ancaman dan hukuman-Nya. Dia juga melarang manusia mempersekutukan-Nya dan membuat sesembahan lain selain Dia. Secara jelas, larangan yang terdapat dalam ayat ini adalah menyembah dua Tuhan. Namun demikian, bilangan itu bukanlah menunjukkan bilangan dua saja, tetapi untuk menunjukkan bilangan yang paling sedikit. Sedang yang dimaksud ialah menyembah tuhan-tuhan yang lain selain Allah dan supaya tidak terbayang dalam pikiran manusia ada tuhan-tuhan yang lain selain Dia.",
    "quraish": "Allah berfirman, \"Janganlah kalian menyembah dan menjadikan dua tuhan. Sebab, menyekutukan Allah dalam beribadah itu bertentangan dengan bukti keesaan dalam ciptaan ini. Sesungguhnya yang berhak disembah hanyalah Tuhan Yang Esa. Maka takutlah kalian kepada-Ku, dan jangan sekali-kali takut kepada selain Aku.",
    "jalalayn": "(Allah berfirman, \"Janganlah kalian menyembah dua tuhan) lafal istnaini berfungsi sebagai taukid atau pengukuhan makna (Sesungguhnya Dialah Tuhan Yang Maha Esa) disebutkannya lafal ilaahun dan waahidun untuk menetapkan sifat uluhiah dan sifat wahdaniah Allah (maka hendaklah kepada-Ku saja kalian takut.\") janganlah kalian takut kepada selain Aku. Di dalam ungkapan ini terkandung pengertian iltifat dari dhamir gaib."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 52,
    "arab": "وَلَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَلَهُ الدِّيْنُ وَاصِبًاۗ اَفَغَيْرَ اللّٰهِ تَتَّقُوْنَ ",
    "translation": "Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1953.mp3",
    "tafsir": "Allah swt lalu menjelaskan bahwa semua yang ada di alam ini adalah milik-Nya. Allah tidak membagi kekuasaan-Nya kepada yang lain dalam mengurus segala yang ada di langit dan di bumi. Ia tidak memerlukan pembantu ataupun serikat. Oleh sebab itu, yang berhak ditaati hanyalah Dia. Taat dalam arti yang sebenar-benarnya, ikhlas, dan tidak berkesudahan.\nDengan demikian, tidaklah benar apabila ada manusia yang bertakwa kepada selain-Nya karena tuhan-tuhan itu tidaklah mempunyai kekuasaan untuk menghilangkan nikmat yang telah ada atau mendatangkan siksa. Oleh karena itu, takwa harus disandarkan hanya kepada Allah.",
    "quraish": "Hanya kepunyaan-Nyalah penciptaan, kepemilikan dan penghambaan segala apa yang ada di langit dan di bumi. Maka Dialah, tidak selain-Nya, yang berhak untuk disembah, dipuji, ditaati, diharapkan kasih sayang-Nya dan ditakuti siksa-Nya.",
    "jalalayn": "(Dan kepunyaan-Nyalah segala apa yang ada di langit dan di bumi) sebagai milik, makhluk dan hamba-Nya (dan untuk-Nyalah agama itu) ketaatan itu (selama-lamanya) untuk selamanya; lafal waashiban menjadi hal dari lafal ad-diin, sedangkan sebagai `amilnya adalah makna zharaf. (Maka mengapa kalian bertakwa kepada selain Allah?) sedangkan Dia adalah Tuhan yang sebenarnya, dan tiada Tuhan selain-Nya. Istifham atau kata tanya di sini mengandung pengertian ingkar dan celaan."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 53,
    "arab": "وَمَا بِكُمْ مِّنْ نِّعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُوْنَۚ  ",
    "translation": "Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1954.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan mengapa yang wajib ditakuti hanyalah Allah. Hal itu karena semua nikmat yang mereka peroleh, seperti kesehatan dan kebahagiaan, semata-mata dari Allah. Maka kewajiban manusialah untuk mensyukuri nikmat dan memuji kebaikan-Nya yang tiada terputus kepada makhluk-makhluk-Nya.\nSebaliknya, apabila manusia ditimpa oleh kesukaran hidup, kesulitan, penyakit, dan sebagainya, kepada Allahlah mereka mengeluh dan meminta pertolongan. Hal ini merupakan tabiat manusia bahwa apabila mereka berada dalam kesulitan, terbayanglah dalam pikiran kelemahan mereka dan adanya kekuasaan di luar diri mereka yang menguasai mereka.",
    "quraish": "Nikmat apa saja yang datang kepada kalian adalah semata-mata dari Allah. Maka jika kalian mendapatkan malapetaka, janganlah kalian memohon dengan suara lantang kecuali hanya kepada-Nya.",
    "jalalayn": "(Dan apa saja nikmat yang ada pada kalian maka dari Allahlah datangnya) tiada yang dapat mendatangkannya selain Dia. Huruf maa di sini adalah syarthiyah atau maushulah (dan bila kalian ditimpa) tertimpa (kemudaratan) seperti kemiskinan dan sakit (maka hanya kepada-Nyalah kalian meminta pertolongan) mengangkat suara kalian untuk meminta pertolongan seraya berdoa kepada-Nya, dan niscaya kalian tidak akan meminta kepada selain-Nya."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 54,
    "arab": "ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرِيْقٌ مِّنْكُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ",
    "translation": "Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1955.mp3",
    "tafsir": "Kemudian Allah swt mengungkapkan bahwa apabila Allah mengabulkan permintaan mereka yaitu menghilangkan kesulitan yang dideritanya, mereka segera berbalik mempersekutukan tuhan-tuhan yang lain kepada Allah, dan menyembah patung-patung itu kembali. Mereka tidak mau lagi mensyukuri nikmat yang Allah berikan. Demikianlah tipu daya mereka.\nAllah swt berfirman:\n\nDan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (biasa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur). (al-Isra/17: 67)",
    "quraish": "Kemudian apabila Allah mengabulkan permohonan kalian dan Dia mengangkat malapetaka itu dari kalian, sebagian kalian lupa akan hak Allah untuk diesakan dan disembah. Mereka mempersekutukan Pencipta dan Pemelihara mereka dengan menyembah sekutu-sekutu selain Dia.",
    "jalalayn": "(Kemudian apabila Dia telah menghilangkan kemudaratan itu daripada kalian, tiba-tiba sebagian daripada kalian mempersekutukan Rabbnya dengan yang lain)."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 55,
    "arab": "لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ  ",
    "translation": "Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1956.mp3",
    "tafsir": "Ayat ini menyatakan bahwa Allah membiarkan orang-orang kafir dan musyrik mengingkari nikmat-nikmat yang telah diberikan-Nya kepada mereka. Allah juga membiarkan mereka mengingkari-Nya sebagai Zat yang Mahakuasa menghilangkan bahaya yang menimpa mereka, hingga meng-ingkari Allah yang Mahaperkasa melepaskan diri mereka dari bahaya itu.\nDi akhir ayat, Allah swt menegaskan bahwa mereka dibiarkan menikmati kehidupan dunia dan memuaskan hawa nafsu mereka sampai tiba saatnya ajal merenggut mereka. Sesudah itu, mereka pasti akan kembali kepada Allah. Di saat itulah mereka mengetahui dengan seyakin-yakinnya akibat keingkaran dan pembangkangan mereka. Mereka akan menyesali perbuatan mereka dengan penyesalan yang tiada berguna.",
    "quraish": "Hal itu terjadi pada diri mereka agar kesudahan nasib mereka adalah mengingkari karunia yang Kami berikan kepada mereka. Maka bersenang-senanglah kalian, hai orang-orang kafir, dengan sesuatu yang tidak kalian syukuri itu. Kelak kalian akan tahu akibat kekufuran yang kalian lakukan.",
    "jalalayn": "(Biarkanlah mereka mengingkari apa yang telah Kami berikan kepada mereka) yaitu nikmat (maka bersenang-senanglah kalian) sebab kesepakatan kalian untuk menyembah berhala-berhala. Amar atau perintah di sini mengandung pengertian ancaman. (Kelak kalian akan mengetahui) akibat daripada hal tersebut."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 56,
    "arab": "وَيَجْعَلُوْنَ لِمَا لَا يَعْلَمُوْنَ نَصِيْبًا مِّمَّا رَزَقْنٰهُمْۗ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُوْنَ ",
    "translation": "Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah,  kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1957.mp3",
    "tafsir": "Allah swt menjelaskan bahwa di antara perbuatan orang-orang musyrik ialah menyediakan sesaji kepada berhala-berhala mereka, padahal sesaji-sesaji yang disediakan itu merupakan nikmat Allah yang diberikan kepada mereka. Berbagai sesaji yang diberikan kepada berhala-berhala itu merupakan hasil pertanian atau binatang-binatang ternak mereka. Mereka berbuat demikian dengan maksud agar berhala-berhala itu dapat menolong mereka. Padahal mereka tidak mengetahui sedikit pun bahwa berhala-berhala itu tidak mampu memberi manfaat dan menghindarkan mereka dari bahaya yang akan menimpa. Perbuatan mereka ini adalah perbuatan syirik, yaitu mempertuhankan yang lain di samping Allah.\nAllah swt berfirman:\n\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, \"Ini untuk Allah dan yang ini untuk berhala-berhala kami.\" Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-An'am/6: 136)\n\nKemudian Allah mengancam mereka dengan ancaman yang keras. Allah bersumpah dengan nama-Nya, bahwa Ia benar-benar akan meminta pertanggungjawaban mereka atas perbuatan mereka mengada-adakan tuhan selain Allah. Kemudian mereka akan disiksa sesuai dengan keingkaran dan perbuatan mereka itu.\nAllah swt berfirman:\n\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, (al-hijr/15: 92)\n\nDi akhir ayat, Allah swt meminta pertanggungjawaban mereka terhadap apa yang mereka ada-adakan, memberikan pengertian bahwa Allah mencela mereka terhadap perkataan ataupun perbuatan yang mereka ada-adakan itu.",
    "quraish": "Orang-orang musyrik menyediakan untuk berhala-berhala--yang, tanpa dasar, mereka namakan tuhan-tuhan--sebagian dari rezeki yang telah Kami berikan kepada mereka, berupa tanam-tanaman, hewan ternak dan lain sebagainya, untuk mendekatkan diri kepada tuhan-tuhan tersebut. Demi keperkasaan-Ku, hai orang-orang musyrik, akan Kami tanyakan kepada kalian kebohongan dan kepalsuan yang kalian lakukan. Kami sungguh akan membalas semua perbuatan kalian itu.",
    "jalalayn": "(Dan mereka menyediakan) yakni orang-orang musyrik itu (untuk apa-apa yang mereka tiada mengetahui) bahwa hal itu mendatangkan mudarat dan tidak bermanfaat sama sekali; yang dimaksud adalah untuk berhala-berhala (satu bagian dari rezeki yang telah Kami berikan kepada mereka) berupa ladang dan ternak, yaitu melalui perkataan mereka, ini adalah untuk Allah dan ini adalah untuk sekutu-sekutu kami. (Demi Allah sesungguhnya kalian akan ditanya) dengan pertanyaan yang bernada mencela; di dalam ungkapan ini iltifat dari ghaibah (tentang apa yang telah kalian ada-adakan) terhadap Allah di mana kalian telah mengatakan bahwa Allah telah memerintahkan kalian untuk berbuat hal itu."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 57,
    "arab": "وَيَجْعَلُوْنَ لِلّٰهِ الْبَنٰتِ سُبْحٰنَهٗۙ وَلَهُمْ مَّا يَشْتَهُوْنَ ",
    "translation": "Dan mereka menetapkan anak perempuan bagi Allah. Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1958.mp3",
    "tafsir": "Kemudian Allah swt mengungkapkan bentuk kesyirikan mereka yang lain, yaitu memberi Allah anak perempuan, sedangkan untuk mereka anak laki-laki.\nAllah swt berfirman:\n\nDan mereka menjadikan malaikat-malaikat hamba-hamba (Allah) Yang Maha Pengasih itu sebagai jenis perempuan. Apakah mereka menyaksikan penciptaan (malaikat-malaikat itu)? Kelak akan dituliskan kesaksian mereka dan akan dimintakan pertanggungjawaban. (az-Zukhruf/43: 19)\nOrang-orang musyrik itu menganggap bahwa para malaikat itu anak-anak perempuan Allah. Perbuatan mereka yang demikian ini dinilai sebagai dosa besar, karena mereka menuduhkan sesuatu kepada Allah yang tidak semestinya, yaitu Allah mempunyai anak-anak perempuan, padahal mereka sendiri tidak senang mempunyai anak-anak perempuan.\nAllah swt berfirman:\n\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22)\n\nDan firman-Nya:\n\nIngatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? Mengapa kamu ini? Bagaimana (caranya) kamu menetapkan? (as-shaffat/37: 151-154)\n\nAllah swt menegaskan bahwa Dia Mahasuci dari segala tuduhan mereka. Sungguh, sangat keji bahwa mereka hanya menginginkan anak laki-laki dan tidak menginginkan anak-anak perempuan.",
    "quraish": "Mereka menjadikan sesuatu yang mereka benci sebagai milik Allah. Mereka mengira bahwa malaikat adalah anak perempuan Allah dan mereka pun menyembahnya. Mahasuci Allah dari semua itu. Sementara mereka menjadikan sesuatu yang mereka sukai sebagai milik mereka, yakni anak-anak lelaki.",
    "jalalayn": "(Dan mereka menetapkan bagi Allah anak-anak perempuan) yaitu melalui perkataan mereka, bahwa para malaikat itu adalah anak-anak perempuan Allah (Maha Suci Allah) ungkapan yang menyucikan-Nya daripada apa yang mereka duga (sedangkan untuk mereka sendiri apa yang mereka sukai) memilihnya, artinya anak-anak lelaki. Jumlah kalimat ini menjadi mahal rafa', atau menjadi mahal nashab dari fi'il yaj'aluuna. Artinya mereka menetapkan bagi Allah anak-anak perempuan yang mereka sendiri membencinya, sedangkan pada kenyataannya Dia Maha Suci dari mempunyai anak, kemudian mereka menetapkan untuk diri mereka sendiri anak-anak lelaki yang mereka pilih sendiri. Dengan demikian berarti mereka ingin merasa lebih unggul, sebagaimana yang telah dijelaskan oleh firman-Nya yang lain, yaitu, \"Tanyakanlah (hai Muhammad) kepada mereka (orang-orang kafir Mekah) apakah untuk Rabb kalian anak-anak perempuan dan untuk mereka anak-anak laki-laki.\" (Ash-Shaffat 149)."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 58,
    "arab": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ ",
    "translation": "Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1959.mp3",
    "tafsir": "Selanjutnya Allah swt mengungkapkan sikap mereka mengenai anak perempuan yaitu apabila mereka diberi kabar bahwa istri mereka melahirkan anak perempuan, muramlah muka mereka karena jengkel dan malu.\nPerasaan serupa itu disebabkan oleh perasaan mereka sendiri bahwa anak-anak perempuan itu hanya memberi malu kaumnya, karena anak-anak perempuan itu tidak dapat membantu dalam peperangan, dan apabila mereka kalah perang, anak-anak perempuan menjadi barang rampasan. Sebenarnya mereka dihukum oleh perasaan mereka sendiri karena anggapan bahwa wanita itu martabatnya tiada lebih dari barang yang boleh dipindah-tangankan.",
    "quraish": "Dan apabila seseorang dari mereka menerima kabar bahwa telah terlahir untuknya seorang anak perempuan, wajahnya menjadi hitam karena merasa sedih dan ia pun amat bermuram durja.",
    "jalalayn": "(Dan apabila seorang dari mereka diberi kabar dengan kelahiran anak perempuan) ia mempunyai anak perempuan yang baru dilahirkan (maka jadilah) maka berubahlah (roman mukanya menjadi hitam) dengan perubahan yang menunjukkan kedukaan dan kesusahan (dan dia sangat marah) marah sekali, maka mengapa mereka menisbatkan anak-anak perempuan terhadap Allah swt.?"
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 59,
    "arab": "يَتَوٰرٰى مِنَ الْقَوْمِ مِنْ سُوْۤءِ مَا بُشِّرَ بِهٖۗ اَيُمْسِكُهٗ عَلٰى هُوْنٍ اَمْ يَدُسُّهٗ فِى التُّرَابِۗ  اَلَا سَاۤءَ مَا يَحْكُمُوْنَ ",
    "translation": "Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1960.mp3",
    "tafsir": "Allah swt menjelaskan lebih lanjut perilaku orang-orang musyrik pada saat mereka mendapatkan anak perempuan. Mereka menarik diri dari masyarakatnya karena mendapat kabar buruk dengan kelahiran anak perempuan itu. Mereka bersembunyi dari orang banyak karena takut mendapat hinaan, dan tidak menginginkan ada orang yang mengetahui aib yang menimpa dirinya. Kemudian terbayang dalam pikiran mereka apakah anak yang mendatangkan aib itu akan dipelihara dengan menanggung kehinaan yang berkepanjangan, karena anak perempuan itu tidak berhak mendapat warisan dan penghargaan masyarakat, serta hanya sebagai pelayan laki-laki, atau apakah mereka akan menguburnya ke dalam tanah hidup-hidup. Kebiasaan mereka mengubur anak perempuan hidup-hidup itu dipandang sebagai dosa besar yang harus mereka pertanggungjawabkan di hari perhitungan, karena perbuatan itu bertentangan dengan nurani manusia dan akal sehat. \nAllah swt berfirman:\n\nDan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apa dia dibunuh? (at-Takwir/81: 8-9)\n\nDi akhir ayat, Allah swt menyatakan bahwa alangkah buruknya apa yang mereka tetapkan dan simpulkan itu, yaitu mereka malu memperoleh anak perempuan sehingga menyembunyikan dirinya dari orang banyak. Begitu malunya mereka sehingga mereka merasa harus memilih apakah akan tetap memelihara anak perempuan itu tetapi dengan menanggung malu, atau mereka kubur hidup-hidup. Allah menegaskan bahwa pandangan mereka mengenai anak perempuan itu sangat keliru.",
    "quraish": "Lalu ia berusaha untuk bersembunyi dari penglihatan orang, agar tidak tampak kesedihan yang menimpa dirinya karena kelahiran anak yang dikabarkan kepadanya itu. Ia pun diliputi kebimbangan antara tetap membiarkan anak itu hidup dan menanggung kehinaan sebagaimana yang ia kira, atau menguburkannya hidup-hidup. Perhatikanlah, hai orang yang mendengar, alangkah buruknya perbuatan mereka! Sungguh amat buruk ketetapan mereka yang menyatakan bahwa apa yang mereka benci adalah milik Allah.",
    "jalalayn": "(Ia menyembunyikan dirinya) menghilang (dari orang banyak) dari pandangan kaumnya (disebabkan buruknya berita yang disampaikan kepadanya) karena ia takut akan mendapat celaan, sedangkan ia dalam keadaan bingung untuk melakukan tindakan selanjutnya sebagai pemecahannya. (Apakah dia akan memeliharanya) yakni membiarkannya tanpa dibunuh (dengan menanggung kehinaan) hina dan direndahkan (ataukah akan menguburkannya ke dalam tanah hidup-hidup) seumpamanya ia memendam anak perempuan itu ke dalam tanah. (Ketahuilah, alangkah buruknya) alangkah jeleknya (apa yang mereka tetapkan itu) keputusan mereka itu karena mereka telah menisbatkan kepada Tuhan yang menciptakan mereka mempunyai anak-anak perempuan padahal anak-anak perempuan itu kedudukannya di kalangan mereka serendah itu."
  },
  {
    "ruku": 230,
    "name": "An-Nahl",
    "ayat": 60,
    "arab": "لِلَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
    "translation": "Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1961.mp3",
    "tafsir": "Allah swt menjelaskan bahwa nasib buruk itu justru dimiliki oleh orang-orang kafir itu, yaitu mereka akan terhina karena dimasukkan ke dalam neraka. Sedangkan Allah akan tetap mulia, tidak memerlukan anak atau siapa pundalam menciptakan dan mengelola alam ini. Bahkan bila semua manusia di alam ini membangkang kepada-Nya, tidak akan merusak kemuliaan dan kemahakuasaan-Nya. Bahkan manusia itu sendiri yang rugi di dunia karena tidak menikmati keuntungan yang diperoleh dari pelaksana-an nilai-nilai mulia yang diajarkan-Nya dan di akhirat masuk neraka. Itulah yang ditegaskan Allah pada penutup ayat ini, bahwa ia Mahaperkasa dalam kemahakuasaan-Nya dan Mahabijaksana dalam menjatuhkan azab bagi yang ingkar. Artinya, azab itu memang sesuatu yang pantas bagi orang-orang yang ingkar itu.",
    "quraish": "Orang-orang yang tidak beriman kepada hari akhirat dengan pahala serta siksa yang akan diberikan saat itu, bagi mereka adalah keadaan yang buruk, yaitu memerlukan anak laki-laki dan membenci anak- anak perempuan. Sebaliknya, bagi Allah segala sifat yang Mahatinggi. Dia Mahakuasa atas segala sesuatu sehingga tidak memerlukan anak laki-laki. Dia pun Mahaperkasa yang tidak membutuhkan penolong.",
    "jalalayn": "(Bagi orang-orang yang tidak beriman kepada kehidupan akhirat) yaitu orang-orang kafir (ada perumpamaan yang buruk) sifat yang buruk, yaitu kebiasaan mereka mengubur hidup-hidup anak-anak perempuan padahal mereka membutuhkannya (dan bagi Allah ada perumpamaan yang maha tinggi) sifat yang maha tinggi, yaitu bahwasanya tidak ada Tuhan selain Dia (dan Dialah Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Bijaksana) di dalam mengatur makhluk-Nya."
  }
]