[
  {
    "ruku": 231,
    "name": "An-Nahl",
    "ayat": 61,
    "arab": "وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ ",
    "translation": "Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1962.mp3",
    "tafsir": "Allah swt mengancam orang-orang musyrik yang bergelimang dosa. Ancaman itu ialah apabila Allah ingin menghukum manusia karena kezaliman mereka, Ia mampu untuk melakukannya. Mereka akan ditumpas dari permukaan bumi ini, tidak ada satupun yang tersisa. Akan tetapi, Allah tidak menghendaki yang demikian itu. Karena rahmat-Nya yang luas, Allah menangguhkan siksaan-Nya sampai pada suatu saat yang telah ditentukan, yaitu saat ajal telah merenggut mereka. Maksudnya adalah agar mereka dapat mengubah pandangan dan perilaku mereka. Akan tetapi, bila mereka tetap tidak berubah, Allah akan menurunkan azab ketika ajal mereka datang. Dan bila ajal itu telah datang, mereka tidak akan mampu mengundurkan atau mempercepatnya sesaat pun. Kemudian di akhirat mereka akan dimasukkan ke dalam neraka.",
    "quraish": "Jika Allah hendak mempercepat hukuman kepada manusia atas perbuatan zalimnya, niscaya tidak akan ada satu makhluk melata pun yang tersisa di muka bumi ini. Akan tetapi, dengan keramahan dan kebijakan- Nya, Dia menunda siksa mereka hingga waktu yang telah ditentukan, yaitu saat kematian mereka. Apabila saat itu telah tiba, mereka tidak dapat mengundurkannya sesaat pun dan tidak pula mendahulukannya meski hanya sesaat.",
    "jalalayn": "(Jika Allah menghukum manusia karena kezalimannya) disebabkan kedurhakaan-kedurhakaan mereka (niscaya tidak akan ditinggalkan-Nya padanya) yakni di muka bumi ini sesuatu pun (dari makhluk yang melata) makhluk yang hidup di permukaannya (tetapi Allah menangguhkan mereka sampai pada waktu yang ditentukan. Maka apabila telah tiba waktu yang ditentukan bagi mereka, tidaklah mereka dapat mengundurkan) waktunya (barang sesaat pun dan tidak pula mendahulukan) waktunya."
  },
  {
    "ruku": 231,
    "name": "An-Nahl",
    "ayat": 62,
    "arab": "وَيَجْعَلُوْنَ لِلّٰهِ مَا يَكْرَهُوْنَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰى لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُّفْرَطُوْنَ ",
    "translation": "Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1963.mp3",
    "tafsir": "Sekali lagi Allah menjelaskan bahwa mereka selalu melemparkan segala hal yang tidak mereka senangi kepada Allah, di antaranya tentang anak perempuan. Mereka tidak mau memiliki anak perempuan, karena menurut mereka anak perempuan hanyalah bagi Allah. Jadi Allahlah yang hina. \nDijelaskan juga bahwa mereka selalu menyampaikan kata-kata dusta, yaitu mereka akan selalu bahagia baik di dunia maupun di akhirat, walaupun bergelimang dosa. Hal itu dibantah oleh Allah seraya mengatakan bahwa tempat mereka adalah neraka dan mereka dijebloskan dengan paksa ke dalamnya. \nDari informasi di atas, jelas bahwa mereka benar-benar tidak mau mempercayai hari kebangkitan dan tidak mau menyadari kejahatan mereka. Itulah sebabnya Allah swt menegaskan bahwa mereka tidak diragukan lagi akan menjadi penghuni neraka dan akan merasakan azab yang sangat pedih pada saat yang telah ditentukan, yaitu hari akhirat.",
    "quraish": "Orang-orang musyrik menyandangkan kepada Allah apa yang mereka tidak sukai jika disandangkan kepada diri mereka, seperti anak perempuan dan adanya saingan. Lidah mereka mengucapkan kedustaan ketika mereka mengira bahwa, dengan berbuat demikian, mereka--seperti halnya di dunia mereka memperoleh kekayaan dan kekuasaan--juga akan memperoleh balasan yang paling baik, yaitu surga dari Allah jika mereka dibangkitkan. Tidak diragukan lagi, bagi mereka adalah neraka. Mereka akan lebih dahulu segera dimasukkan ke dalamnya sebelum yang lainnya.",
    "jalalayn": "(Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya) untuk diri mereka sendiri, yaitu anak-anak perempuan; menisbatkan sekutu kepada-Nya dan menghina rasul-rasul (dan keluarlah) perkataan (dari lidah mereka) selain dari hal-hal tersebut (kedustaan) yaitu (bahwa sesungguhnya merekalah yang akan mendapat kebaikan) di sisi Allah, yaitu mendapat surga; hal ini dijelaskan oleh firman Allah swt. yang lain, yaitu, \"Dan jika aku dikembalikan kepada Rabbku, maka sesungguhnya aku akan memperoleh kebaikan pada sisi-Nya.\" (Fushshilat 50). Selanjutnya Allah swt. berfirman: (Tiadalah diragukan) sudah dipastikan (bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera dimasukkan ke dalamnya) artinya mereka dibiarkan di dalam neraka, atau mereka dijebloskan ke dalamnya. Menurut suatu qiraat lafal mufrathuuna dibaca mufrithuuna, artinya sesungguhnya mereka adalah orang-orang yang melampaui batas."
  },
  {
    "ruku": 231,
    "name": "An-Nahl",
    "ayat": 63,
    "arab": "تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ ",
    "translation": "Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1964.mp3",
    "tafsir": "Dalam ayat ini Allah swt bersumpah dengan nama-Nya sendiri bahwa Dia sungguh telah mengutus banyak rasul kepada umat-umat sebelum Nabi Muhammad. Para rasul itu mengajak mereka untuk beriman dan beribadah kepada Allah swt. Akan tetapi, umat-umat itu telah tertipu oleh tipu daya setan sehingga mereka menyangka perbuatan-perbuatan mereka baik, padahal sebetulnya perbuatan jahat. Setan itulah akhirnya yang menjadi teman mereka, dan akan menemani mereka masuk ke dalam neraka.",
    "quraish": "Wahai Nabi, yakinlah bahwa Kami telah mengutus para rasul kepada umat terdahulu dengan misi yang sama dengan yang kamu bawa saat Kami mengutusmu kepada seluruh umat manusia. Setelah itu setan menawarkan kekufuran, kemusyrikan dan kemaksiatan sehingga mereka mendurhakai dan mendustakan para rasul itu serta menuruti kemauan setan. Setan telah menguasai seluruh kehidupan para pendusta itu di dunia dan menjadikan perbuatan-perbuatan yang membahayakan diri menjadi indah dalam pandangan mereka. Kelak di hari akhir, mereka akan mendapatkan siksa yang amat memilukaan.",
    "jalalayn": "(Demi Allah, sesungguhnya Kami telah mengutus kepada umat-umat sebelum kamu) telah mengutus rasul-rasul Kami (tetapi setan menjadikan umat-umat itu memandang baik perbuatan mereka) yang buruk itu sehingga perbuatan-perbuatan mereka yang buruk itu dilihatnya baik; oleh karenanya mereka mendustakan rasul-rasul (maka setan menjadi pemimpin mereka) yang mengatur urusan-urusan mereka (di hari itu) yakni di dalam kehidupan dunia (dan bagi mereka azab yang sangat pedih) yang sangat menyakitkan kelak di hari kemudian. Menurut suatu pendapat dikatakan bahwa makna yang dimaksud dengan hari ini ialah hari kiamat; ungkapan ini menggambarkan tentang kejadian di masa mendatang dalam bentuk sekarang; artinya tidak ada seorang penolong pun bagi mereka selain Dia, sedangkan setan sendiri tidak mampu untuk menyelamatkan dirinya sendiri, mana mungkin ia dapat menyelamatkan orang lain."
  },
  {
    "ruku": 231,
    "name": "An-Nahl",
    "ayat": 64,
    "arab": "وَمَآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِى اخْتَلَفُوْا فِيْهِۙ وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ",
    "translation": "Dan Kami tidak menurunkan Kitab (Al-Qur'an) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1965.mp3",
    "tafsir": "Dalam ayat ini Allah swt menjelaskan fungsi Al-Qur'an, yaitu sebagai dasar dan pedoman yang dapat membuka pikiran mereka untuk dapat menilai kebenaran bimbingan wahyu. Allah swt menjelaskan bahwa Dia menurunkan kitab kepada Nabi Muhammad saw untuk dijadikan bimbingan bagi para umatnya. Juga agar Nabi saw dapat menjelaskan persoalan-persoalan yang mereka ragukan atau tidak percayai, sehingga mereka dapat melihat mana yang hak dan mana yang batil, mana yang benar dan mana yang salah.\nDi samping itu, Al-Qur'an berfungsi sebagai petunjuk yang dapat membimbing umatnya kepada kebenaran sehingga terhindar dari kesesatan. Al-Qur'an juga berfungsi sebagai rahmat Allah terbesar kepada hamba yang mau beriman. Dengan berpedoman kepada Al-Qur'an, mereka akan terbimbing dalam hidup di dunia dan akan berbahagia di dunia dan di akhirat.",
    "quraish": "Kami menurunkan al-Qur'ân hanya dengan tujuan agar kamu dapat memberikan penjelasan mana yang benar di antara persoalan-persoalan keagamaan yang menjadi perdebatan manusia. Dan, agar al-Qur'ân itu menjadi petunjuk yang sempurna dan rahmat yang menyeluruh bagi orang-orang yang beriman kepada Allah dan kitab suci yang diturunkan-Nya.",
    "jalalayn": "(Dan Kami tidak menurunkan kepadamu) hai Muhammad (Alkitab ini) Alquran ini (melainkan agar kamu dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu) yaitu tentang perkara agama (dan menjadi petunjuk) diathafkan kepada lafal litubayyina (dan rahmat bagi kaum yang beriman) kepada Alquran itu."
  },
  {
    "ruku": 231,
    "name": "An-Nahl",
    "ayat": 65,
    "arab": "وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ",
    "translation": "Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1966.mp3",
    "tafsir": "Allah swt mengajak para hamba-Nya untuk memperhatikan dalil dan bukti yang menunjukkan kebenaran bahwa Allah swt itu Maha Esa dan Dialah yang berhak dipertuhan dan pantas disembah. Dalam hal ini, Allah menjelaskan bahwa Dialah yang menurunkan hujan dari langit, yang dibutuhkan berbagai macam tanaman di permukaan bumi. Andaikan tidak ada hujan, tentulah bumi itu menjadi kering, tandus, dan tak mungkin ditumbuhi oleh tanam-tanaman dan rerumputan.\nHal itu menunjukkan bahwa Allah berkuasa menghidupkan tanah dan menyuburkannya setelah tidak adanya tanda-tanda kehidupan. Orang-orang yang memperhatikan kejadian itu tentu akan melihat bukti-bukti yang jelas dan tanda yang pasti tentang adanya Allah Yang Mahakuasa. Hal ini hanya dapat dipahami oleh orang yang mau mendengarkan penjelasan Allah, memperhatikan dan memikirkan tanda-tanda keesaan-Nya. Hal itu terkadang dapat dilakukan dengan penelitian secara langsung atau mendengarkan dan memahami pengalaman-pengalaman atau hasil penelitian orang lain dengan sebaik-baiknya.",
    "quraish": "Allah menurunkan hujan yang berasal dari awan dan membuat bumi yang sebelumnya kering kerontang tak berpenghuni dapat menumbuhkan tanaman dan melahirkan kehidupan. Sebenarnya dengan penciptaan alam seperti itu terdapat bukti yang menunjukkan adanya Pemelihara alam semesta yang Mahabijaksana(1). (1) Air yang turun dari langit meresap ke dalam bumi, melarutkan unsur-unsur kimia di dalam tanah yang dihisap oleh tumbuh- tumbuhan. Unsur-unsur itu kemudian berubah menjadi sel-sel hidup dan seluler.",
    "jalalayn": "(Dan Allah menurunkan dari langit air hujan dan dengan air itu dihidupkan-Nya bumi) dengan tumbuh-tumbuhan (sesudah matinya) dimaksud sesudah mengalami kekeringan. (Sesungguhnya pada yang demikian itu) dalam hal yang telah disebutkan itu (benar benar terdapat tanda) yang menunjukkan adanya hari berbangkit (bagi orang-orang yang mendengarkan) dengan pendengaran dibarengi dengan pemikiran."
  }
]