[
  {
    "ruku": 233,
    "name": "An-Nahl",
    "ayat": 71,
    "arab": "وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ",
    "translation": "Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1972.mp3",
    "tafsir": "Setelah Allah menjelaskan perbedaan usia manusia dalam ayat ini, Ia menyebutkan perbedaan rezeki mereka. Allah swt menjelaskan bahwa Allah melebihkan rezeki sebagian manusia dari sebagian yang lain. Ada manusia yang kaya, ada pula yang fakir, ada manusia yang menguasai sumber-sumber rezeki, dan ada manusia yang tidak memperoleh rezeki yang memadai bagi kehidupannya. Semuanya bertujuan agar satu sama lain saling menolong karena saling membutuhkan.\nKemudian Allah swt menjelaskan bahwa di antara orang-orang yang diberi rezeki lebih, ada yang tidak mau memberikan sedikit pun rezekinya kepada orang-orang yang bekerja padanya yang semestinya mendapat bagian dari mereka. Padahal di antara orang-orang yang menguasai dan dikuasai, di antara tuan dan budak sama-sama berhak atas rezeki itu. Oleh karenanya, sepantasnyalah rezeki itu didistribusikan secara adil dan merata kepada semua pihak. Apabila pemilik modal merasa berhak mendapat keuntungan karena modal yang dimilikinya, pekerja hendaknya diberi penghasilan sesuai dengan kemampuannya, supaya pemilik modal dan pekerja sama-sama menikmati sumber-sumber penghasilan itu. \nAllah swt berfirman:\n\nDia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba-sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti. (ar-Rum/30: 28)\n\nDi akhir ayat, Allah mengingatkan bahwa semua itu adalah nikmat-Nya. Oleh karena itu, mereka seharusnya mensyukuri nikmat itu dengan tidak memonopoli sumber-sumber penghasilan itu untuk kepentingan kelompok atau golongan tertentu.",
    "quraish": "Allah melebihkan rezeki seseorang di atas yang lain. Rezeki para tuan lebih baik dari hamba sahaya. Para tuan yang diberi kelebihan rezeki oleh Allah Swt. itu tidak akan memberikan separuh rezeki mereka kepada para hamba yang dimilikinya, sehingga para hamba sahaya itu memiliki bagian rezeki yang sama seperti para tuannya. Dan jika orang-orang kafir itu tidak rela bila para hamba sahaya sama-sama memiliki rezeki yang Allah berikan kepada mereka--padahal mereka adalah sama-sama manusia--maka mengapa mereka rela menyekutukan Allah dengan makhluk-makhluk-Nya, sementara penghambaan diri itu hanya layak dipersembahkan kepada Allah semata? Apakah sesudah itu mata hati mereka tetap tertutup dan terus mengingkari nikmat-nikmat Allah dengan cara mempertuhankan selain Dia?",
    "jalalayn": "(Dan Allah melebihkan sebagian kalian dari sebagian yang lain dalam hal rezeki) di antara kalian ada yang kaya dan ada pula yang miskin, serta ada pula yang menjadi raja dan yang menjadi hamba sahaya (tetapi orang-orang yang dilebihkan rezekinya tidak mau) yakni tuan-tuan pemilik hamba sahaya (memberikan rezeki mereka kepada budak-budak yang mereka miliki) artinya mereka tidak mau menjadikan rezeki yang Kami limpahkan kepada mereka menjadi milik bersama antara mereka dan hamba-hamba sahaya mereka (agar mereka) yakni para pemilik hamba sahaya dan para hamba sahaya yang dimilikinya (sama merasakan rezeki itu) bersekutu memilikinya. Makna yang dimaksud ialah, bahwa mereka tidak akan mau menjadikan harta mereka untuk milik bersama dengan hamba-hamba sahaya mereka, maka mengapa mereka menjadikan sebagian daripada milik-milik Allah menjadi sekutu-sekutu-Nya. (Maka mengapa mereka mengingkari nikmat Allah?) karena ternyata mereka telah menjadikan bagi-Nya sekutu-sekutu."
  },
  {
    "ruku": 233,
    "name": "An-Nahl",
    "ayat": 72,
    "arab": "وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ",
    "translation": "Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1973.mp3",
    "tafsir": "Kemudian Allah menjelaskan nikmat-Nya, yaitu bahwa Allah swt telah menciptakan pasangan untuk mereka dari jenis mereka sendiri. Pasangan-pasangan itu merupakan mitra dalam kerja sama membina keluarga dan masyarakat. Dengan pasangan itu, manusia dapat memiliki keturunan untuk memelihara dan mengembangkan jenis manusia dalam mengemban tugas sebagai khalifah di muka bumi ini. Selanjutnya Allah menjelaskan bahwa Dialah yang telah memberi mereka rezeki dalam makanan dan minuman yang baik dan berguna. Oleh karena itu, manusia tidak boleh takut akan kesulitan memperoleh rezeki karena anak. Sebaliknya, mereka harus mendidik anak-anak itu agar mampu nantinya setelah dewasa untuk menjalankan tugasnya sebagai khalifah di bumi.\nDi akhir ayat, Allah swt mencela orang-orang kafir yang mempercayai berhala-berhala sebagai tuhan, padahal berhala-berhala itu tidak bisa berbuat apa-apa. Sedangkan nikmat Allah mereka ingkari seakan-akan rezeki itu bukan dari Allah.",
    "quraish": "Allah menjadikan bagi kalian istri-istri yang berasal dari jenis yang sama dengan kalian agar kalian mendapatkan ketenangan hidup (sakînah) dari mereka. Dan dari istri-istri itu Allah menjadikan untuk kalian anak dan cucu. Kemudian Allah menurunkan bermacam rezeki yang baik dan kalian sukai. Apakah sesudah itu sebagian manusia justru menyekutukan Allah, percaya pada kebatilan dan ingkar pada karunia-karunia lahir Tuhan? Padahal semestinya semua itu disyukuri dan membuatnya hanya menyembah kepada Allah(1). (1) Perkawinan adalah suatu bentuk hubungan yang suci sebagai asal mula terbentuknya sebuah institusi keluarga yang merupakan pondasi umat dan masyarakat. Perkawinan adalah salah satu bentuk pembangunan fitrah yang dititipkan Tuhan dalam diri tiap manusia dan juga binatang. Kalau tidak ada aturan-aturan normatif perkawinan, maka dalam hal pemenuhan kebutuhan biologis manusia akan tidak ada bedanya dengan binatang, karena masing-masing akan menempuh jalan yang tanpa aturan dan semaunya. Jika demikian dia bukan lagi seorang manusia yang dibekali akal pikiran, diberi keutamaan dibanding makhluk lainnya dan ditunjuk sebagai khalifah di bumi. Di samping sudah merupakan ketentuan Tuhan pada manusia untuk mengatur fitrah dengan perkawinan agar terhindar dari kekacauan, di sisi lain manusia juga mempunyai kecenderungan untuk hidup selamanya. Melihat tidak ada kemungkinan pada dirinya secara pribadi untuk bisa bertahan hidup selamanya, maka jalan satu-satunya untuk mempertahankan kelangsungan hidup itu adalah melalui keturunan yang merupakan perpanjangan dari kehidupan dirinya.",
    "jalalayn": "(Allah menjadikan bagi kalian istri-istri dari jenis kalian sendiri) maka Allah menciptakan Siti Hawa dari tulang rusuk Nabi Adam dan semua manusia lainnya dari mani kaum laki-laki dan wanita (dan menjadikan bagi kalian dari istri-istri kalian itu, anak-anak dan cucu-cucu) keturunan dari anak-anaknya (dan memberi kalian rezeki dari yang baik-baik) berupa berbagai macam buah-buahan, biji-bijian dan hewan-hewan ternak (maka mengapa kepada yang batil) kepada berhala (mereka beriman dan mengapa mereka ingkar terhadap nikmat Allah) dengan menyekutukan-Nya."
  },
  {
    "ruku": 233,
    "name": "An-Nahl",
    "ayat": 73,
    "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السَّمٰوٰتِ وَالْاَرْضِ شَيْـًٔا وَّلَا يَسْتَطِيْعُوْنَ ۚ  ",
    "translation": "Dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1974.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan bahwa orang-orang musyrik menyembah patung-patung atau tuhan-tuhan lain selain Allah, padahal tuhan-tuhan mereka itu tidak mampu memberi mereka rezeki dari langit seperti menurunkan hujan, menumbuhkan tanaman, dan sebagainya. Patung-patung itu tidak memiliki kekuatan apa punkarena patung-patung itu adalah benda mati. Patung-patung tidak mungkin memberikan keuntungan apapun, bahkan seandainya dihancurkan, ia tidak dapat berbuat apa-apa.",
    "quraish": "Mereka menyembah berhala, bukan menyembah Allah. Padahal berhala-berhala itu tidak akan dapat mendatangkan rezeki buat mereka--apa pun bentuknya--meskipun sedikit, baik yang berasal dari langit berupa hujan atau yang berasal dari dalam bumi semacam buah-buahan. Tuhan-tuhan itu tidak dapat berbuat seperti itu meskipun sedikit saja.",
    "jalalayn": "(Dan mereka menyembah selain Allah) (sesuatu yang tidak dapat memberikan rezeki kepada mereka dari langit) yang dimaksud adalah hujan (dan bumi) yakni tumbuh-tumbuhan (barang sedikit pun) lafal syaian berkedudukan menjadi badal atau pengganti dari lafal rizqan (dan tidak berkuasa) tidak mampu berbuat apa-apa sedikit pun, yang dimaksud adalah berhala-berhala."
  },
  {
    "ruku": 233,
    "name": "An-Nahl",
    "ayat": 74,
    "arab": "فَلَا تَضْرِبُوْا لِلّٰهِ الْاَمْثَالَ ۗاِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ",
    "translation": "Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1975.mp3",
    "tafsir": "Allah melarang hamba-Nya menyamakan sifat-sifat Allah dengan makhluk-Nya, karena sifat-sifat Allah itu tidak dapat disamai dan ditandingi. Untuk memperkuat pengertian ayat ini, dapat dikemukakan sebuah riwayat dari Ibnu Mundzir dan Abi Hatim dari Ibnu 'Abbas bahwa dia berkata mengenai arti ayat itu bahwa Allah berfirman, \"Makanya jangan kamu beranggapan adanya tuhan-tuhan lain selain Aku, karena sesungguhnya tidak ada tuhan selain Aku.\"\nKemudian Allah swt menegaskan bahwa Allah Maha Mengetahui segala yang ada di langit dan di bumi. Dia mengetahui kejahatan yang dilakukan oleh makhluk-Nya dan Dia pulalah yang berkuasa untuk menghukum mereka dengan siksaan yang pedih. Mereka tidak mengetahui sedikit pun siksaan apa yang harus mereka rasakan.",
    "quraish": "Seandainya kalian telah meyakini bahwa tuhan-tuhan selain Allah itu tidak akan dapat mendatangkan maslahat apa pun, maka hendaknya kalian tidak menyamakan mereka dengan Allah. Dengan menggunakan analogi-analogi palsu, kalian berusaha membenarkan tindakan kalian menyembah tuhan-tuhan itu. Sesungguhnya Allah mengetahui perbuatan kalian yang keliru dan akan membalasnya, sementara kalian dalam kealpaan dan ketidaksadaran akan masa depan kalian yang buruk.",
    "jalalayn": "(Maka janganlah kalian menjadikan bagi Allah tandingan-tandingan) artinya janganlah kalian menjadikan bagi Allah persamaan-persamaan yang kalian sekutukan mereka dengan-Nya. (Sesungguhnya Allah mengetahui) bahwa tiada tandingan bagi-Nya (sedangkan kalian tidak mengetahui) hal tersebut."
  },
  {
    "ruku": 233,
    "name": "An-Nahl",
    "ayat": 75,
    "arab": "۞ ضَرَبَ اللّٰهُ مَثَلًا عَبْدًا مَّمْلُوْكًا لَّا يَقْدِرُ عَلٰى شَيْءٍ وَّمَنْ رَّزَقْنٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَّجَهْرًاۗ هَلْ يَسْتَوٗنَ ۚ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
    "translation": "Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1976.mp3",
    "tafsir": "Dalam ayat ini, Allah swt membuat suatu perumpamaan tentang orang-orang musyrik sehubungan dengan kepercayaan mereka yang menyamakan kedudukan sembahan mereka yang berupa patung dan berhala dengan Allah Yang Maha Sempurna.\nKekeliruan dan kebatilan kepercayaan mereka itu sama halnya dengan kekeliruan orang-orang yang menyamakan seorang budak sahaya yang tidak memiliki hak dan kuasa apa pun dengan orang merdeka, yang punya hak untuk memiliki, mengembangkan, dan menafkahkan harta kekayaan menurut keinginannya, baik secara sembunyi-sembunyi ataupun terang-terangan.\nSetiap orang dengan mudah mengetahui bahwa keduanya jauh berbeda, baik dalam kemuliaan, kekuasaan, ataupun keluhurannya. Demikian pula halnya orang-orang musyrik. Mereka jadikan benda-benda mati sebagai tumpuan dan tujuan ketika memanjatkan doa dan menggantungkan harapan. Alangkah jauhnya kesesatan mereka yang menyamakan Tuhan pencipta alam semesta dengan makhluk yang punya keterbatasan.\nSegala puji hanya milik Allah swt. Dialah yang paling berhak untuk menerima segala macam pujian karena Dialah yang agung dan sempurna. Segala sifat-sifat terpuji terkumpul pada-Nya. Segala pujian hanya ditujukan kepada-Nya, tidak kepada patung-patung, berhala-berhala, ataupun sesuatu lainnya. Sembahan-sembahan selain Allah, tidak ada yang patut menerima pujian. Akan tetapi, manusia banyak yang tidak mengetahui atau sadar bahwa segala sifat kesempurnaan hanya milik Allah swt. Karena kejahilan, mereka memandang sifat kesempurnaan juga ada pada selain Allah. Mereka menjadikan makhluk itu sebagai tujuan dari pujaan atau sembahan.",
    "quraish": "Allah membuat sebuah perumpamaan yang menggambarkan kekeliruan orang-orang musyrik dalam diri seorang budak yang tidak mampu berbuat apa-apa dan seorang merdeka yang Allah berikan karunia yang baik dan halal sehingga ia dengan bebas mengatur dan membelanjakan kekayaan yang menjadi miliknya, secara terang-terangan maupun sembunyi-sembunyi. Apakah seorang budak yang tidak memiliki daya apa- apa bisa disederajatkan dengan orang merdeka yang dapat mengeluarkan apa yang dimilikinya? Demikianlah, sesungguhnya Allah adalah Pemilik segala yang ada. Allah berbuat dan mengatur kerajaan alam semesta sesuai dengan kehendak-Nya. Sebaliknya, tuhan-tuhan selain Allah tidak memiliki apa-apa sehingga mereka tidak berhak untuk dipertuhan. Segala puji semata-mata hanyalah bagi Allah, milik-Nya segala sifat kesempurnaan dan bagi-Nya segala kemahatinggian, karena Allah adalah sumber dari segala kebaikan dan keindahan. Dan para penyembah berhala itu tidaklah melakukan perbuatan mereka atas dasar keyakinan, melainkan hanya sekadar mengikuti tradisi para pembesar mereka. Bahkan kebanyakan mereka tidak mengerti. Mereka menyandangkan nikmat dan karunia kepada selain Allah dan menyembah selain- Nya.",
    "jalalayn": "(Allah membuat perumpamaan) lafal matsalan ini kemudian dijelaskan oleh badalnya yaitu (dengan seorang hamba sahaya yang dimiliki) lafal mamlukan ini berkedudukan menjadi sifat dari lafal `abdan, dimaksud untuk membedakannya dari manusia yang merdeka, karena manusia yang merdeka disebutkan dengan istilah Abdullaah atau hamba Allah (yang tidak dapat bertindak terhadap sesuatu) karena ia tidak memiliki apa pun (dan seorang) lafal man di sini nakirah maushufah, artinya seorang yang merdeka, bukan hamba sahaya (yang Kami beri rezeki yang baik dari Kami, lalu dia menafkahkan sebagian dari rezeki itu secara sembunyi dan secara terang-terangan) artinya dia menafkahkannya sekehendak hatinya. Misal yang pertama untuk menggambarkan tentang berhala dan misal yang kedua untuk menggambarkan tentang Allah swt. (adakah mereka itu sama?) antara hamba sahaya dan orang merdeka yang bebas dalam bertindak; tentu saja tidak. (Segala puji bagi Allah) semata (tetapi kebanyakan mereka) yakni penduduk kota Mekah (tidak mengetahui) apa yang bakal menimpa mereka kelak yaitu berupa azab, yang karena ketidaktahuan mereka itu akhirnya mereka menyekutukan Allah swt."
  },
  {
    "ruku": 233,
    "name": "An-Nahl",
    "ayat": 76,
    "arab": "وَضَرَبَ اللّٰهُ مَثَلًا رَّجُلَيْنِ اَحَدُهُمَآ اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَّهُوَ كَلٌّ عَلٰى مَوْلٰىهُ ۗ اَيْنَمَا يُوَجِّهْهُّ لَا يَأْتِ بِخَيْرٍ ۖهَلْ يَسْتَوِيْ هُوَۙ وَمَنْ يَّأْمُرُ بِالْعَدْلِ وَهُوَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ ",
    "translation": "Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1977.mp3",
    "tafsir": "Seperti halnya ayat yang lalu, pada ayat ini Allah swt menjelaskan kembali perumpamaan bagi orang-orang musyrik dengan bentuk yang lebih jelas seputar kepercayaan mereka kepada patung sembahan mereka. Allah swt mengambil perumpamaan antara dua orang: yang seorang bisu, bodoh, dan tidak mengerti apa-apa dan seorang lagi mampu berbicara lagi cakap. Orang yang pertama adalah perumpamaan untuk patung sembahan orang-orang musyrik, sedangkan yang kedua perumpamaan untuk Allah. Patutkah dipersamakan antara keduanya? Jika hal demikian tidak patut, maka lebih tidak patut lagi menyamakan antara patung dengan Allah.\nAllah swt dalam ayat ini menerangkan persamaan sifat-sifat antara patung dengan orang yang bisu yang bukan saja tidak memiliki kemampuan berbicara, tetapi juga tidak memiliki kemampuan berpikir. Dia tidak mengerti maksud orang lain, dan orang lain juga tidak dapat memahami maksudnya. Karena itu, dia tidak dapat menyelesaikan urusannya sendiri apalagi urusan orang lain. Dia hanya jadi beban orang lain, di manapun dia ditempatkan, dan tugas apa punyang diberikan kepadanya tentulah tidak mendatangkan hasil yang baik.\nSifat Allah \"menyeru kepada keadilan atau kebenaran\", mengandung pengertian bahwa Dia mengetahui, mengajarkan, dan menyukai keadilan dan kebenaran serta memerintahkan kepada hamba-Nya agar bersifat adil. Allah mencintai orang-orang yang berbuat adil dan bersifat adil serta tidak memerintahkan hamba-Nya kecuali menjunjung keadilan. Bahkan Allah swt Mahasuci dari sifat-sifat yang berlawanan dengan keadilan seperti sifat zalim, aniaya, jahil, dan bakhil. Perintah dan syariat-Nya bersifat adil seluruhnya. Mereka yang bersifat dan berbuat adil adalah kekasih dan wali-wali Allah. Mereka hidup di sisi Allah dan di bawah cahaya-Nya.\nSifat Allah swt \"di jalan yang lurus\" mengandung pengertian bahwa Allah tidak memerintahkan sesuatu selain kebenaran dan keadilan. Allah tidak mengadakan atau menciptakan sesuatu kecuali untuk kemaslahatan, rahmat, hikmah, dan keadilan. Allah selalu di atas kebenaran pada perkataan dan perbuatan-Nya.\nAllah tidak menjatuhkan hukuman dengan zalim kepada hamba-Nya, tidak menyiksa tanpa dosa yang dilakukan hamba itu, tidak pula mengurangi sedikit pun kebajikan yang diperbuatnya, dan tidak membebani seseorang dengan dosa orang lain. Tindakan dan perbuatan Allah selalu penuh hikmah dan berakhir dengan kebaikan. Semua itu disebabkan karena Allah selalu menginginkan hamba-hamba-Nya berada dalam keadaan yang lurus.",
    "quraish": "Allah membuat perumpamaan lain dalam diri dua orang laki-laki. Yang satu bisu dan tuli, tidak bisa memahami perkataan orang dan memahamkan orang lain. Ia hanya tergantung pada kemauan orang yang mengatur urusannya, hanya menurut pada kehendak atasan meskipun diperintah untuk melakukan sesuatu yang tidak ada manfaat baiknya. Apakah lelaki seperti ini dapat disamakan dengan seorang lelaki yang fasih, kuat daya pendengarannya, menyuruh manusia untuk berbuat benar dan menegakkan keadilan, dan ia sendiri berada di atas jalan yang lurus tidak berliku? Demikianlah gambaran berhala-berhala yang mereka pertuhankan, bagaikan orang yang tuli dan bisu, tidak bisa memahami perkataan dan memahamkan orang lain. Tuhan-tuhan itu tidak berbicara, tidak mendengar dan tidak berguna. Samakah mereka--dalam pandangan kalian--dengan Yang Maha Mendengar lagi Maha Menyeru pada keadilan, kebenaran dan Maha Membimbing manusia ke jalan yang lurus?",
    "jalalayn": "(Dan Allah membuat pula perumpamaan) lafal matsalan ini kemudian dijelaskan oleh badalnya, yaitu (dua orang lelaki yang seorang bisu) dilahirkan dalam keadaan cacat tidak dapat berbicara (tidak dapat berbuat sesuatu pun) karenanya ia tidak dapat menangkap pemahaman dan tidak pula dapat memberikan pemahaman (dan dia menjadi beban) yang berat (atas orang yang menanggungnya) atas walinya (ke mana saja dia diarahkan) disuruh (dia tidak dapat mendatangkan) dari tindakannya itu (suatu kebaikan pun) artinya ia tidak pernah berhasil; ini perumpamaan orang kafir. (Samakah orang itu) orang yang bisu itu (dengan orang yang menyuruh berbuat keadilan) artinya dengan orang yang dapat berbicara dan pembicaraannya itu bermanfaat bagi manusia karena ia menyuruh dan menganjurkan manusia untuk berbuat keadilan (dan dia berada pula di atas jalan) di jalan (yang lurus) ini perumpamaan orang yang kedua, yaitu orang muslim. Tentu saja keduanya tidak sama. Akan tetapi menurut suatu pendapat dikatakan bahwa yang kedua ini merupakan misal bagi Allah sedangkan misal yang pertama ditujukan untuk berhala-berhala. Sedangkan perumpamaan yang ada pada ayat sebelumnya adalah perumpamaan antara orang kafir dan orang mukmin."
  }
]