[
  {
    "ruku": 235,
    "name": "An-Nahl",
    "ayat": 84,
    "arab": "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ اُمَّةٍ شَهِيْدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِيْنَ كَفَرُوْا وَلَا هُمْ يُسْتَعْتَبُوْنَ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1985.mp3",
    "tafsir": "Allah swt menjelaskan bahwa pada hari kiamat, para rasul menjadi saksi atas umat mereka masing-masing. Merekalah yang mengetahui sikap umatnya ketika mereka berdakwah, apakah umatnya menerima dengan baik ajakan dan seruan yang disampaikan, ataukah mereka kufur dan menolak-nya. Kesaksian para rasul atas penerimaan dan penolakan umatnya disertai dengan penjelasan yang cukup dan bukti yang benar. Berdasarkan kesaksian itu, hukuman dijatuhkan kepada mereka. Mereka tidak diberi kesempatan untuk menyampaikan alasan untuk membela diri ataupun minta maaf akan segala perbuatan dan tindakan mereka pada masa hidup di dunia.\nAllah berfirman:\n\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursalat/77: 35-36)\n\n\n\n\n\n\n\nDan firman Allah:\n\nDan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143)\nDan firman-Nya:\n\n(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun. (al-Isra'/17: 71)\n\nHari akhirat adalah hari pembalasan atas amal perbuatan di dunia dan bukan waktu bertobat serta melakukan amal kebaikan untuk menebus dosa. Pada hari kiamat, manusia hanya menerima keputusan dari Allah yang memberikan keputusan dengan seadil-adilnya, masuk surga atau masuk neraka.\nAllah berfirman:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)-nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)-nya. (az-Zalzalah/99: 7-8)",
    "quraish": "Wahai Nabi, ingatkanlah setiap orang yang ingkar pada Tuhannya tentang sesuatu yang akan terjadi pada saat Kami membangkitkan nabi masing-masing umat untuk memberi persaksian--baik atau buruk--atas sikap yang mereka tunjukkan dalam menyambut para rasul itu. Pada saat itu Kami tidak akan memberi kesempatan pada orang-orang kafir untuk berdalih membela diri. Mereka tidak akan mendapatkan seorang penolong pun yang dapat memberikan mereka keselamatan kalau mereka bertobat dari segala penyebab murka Tuhan, sebab akhirat bukanlah tempat bertobat.",
    "jalalayn": "(Dan) ingatlah (akan hari ketika Kami membangkitkan dari tiap-tiap umat seorang saksi) yakni nabinya yang berkesaksian tentang kebaikan atau keburukan yang dilakukan oleh umatnya, yaitu pada hari kiamat nanti (kemudian tidak diizinkan kepada orang-orang yang kafir) untuk mengemukakan alasannya (dan tidak pula mereka dibolehkan meminta maaf) artinya mereka tidak diperkenankan untuk minta maaf kepada Allah swt."
  },
  {
    "ruku": 235,
    "name": "An-Nahl",
    "ayat": 85,
    "arab": "وَاِذَا رَاَ الَّذِيْنَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُوْنَ",
    "translation": "Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1986.mp3",
    "tafsir": "Dalam ayat ini dijelaskan tentang azab bagi orang-orang yang zalim, yaitu orang-orang musyrik yang mendustakan rasul-rasul dan memusuhinya, seperti halnya kaum musyrikin Mekah. Sewaktu menyaksikan hukuman yang akan ditimpakan kepada mereka, mereka berusaha membela diri untuk meringankan azabnya. Akan tetapi, pembelaan mereka itu tidak diterima karena tidak ada alasan yang patut dikemukakan untuk mengurangi hukuman mereka. Waktu untuk bertobat sudah berlalu, dan hari kiamat adalah hari pengadilan. Setiap insan dihadapkan ke mahkamah Tuhan Yang Maha bijaksana dan Maha Mengetahui. Setiap orang dalam mahkamah harus berkata benar dan jujur, apakah dia menjadi saksi atau tertuduh. Bila saksi sudah berkata benar dengan bukti-bukti yang benar maka tertuduh harus berkata jujur dan benar pula, supaya hakim menentukan hukuman yang benar. Tidaklah benar jika hakim memberatkan atau meringankan hukuman dan tidak benar pula jika dia menunda-nundanya. Demikian pula halnya orang-orang kafir pada hari kiamat. Karena dosa mereka sudah jelas, maka azab segera ditimpakan kepada mereka, tidak diringankan, dan tidak pula ditangguhkan. Orang-orang berdosa yang berbuat zalim, melakukan kejahatan besar, dan melawan agama yang dibawa nabi-nabi tidak akan dapat melepaskan diri dari azab neraka.\nAllah berfirman:\n\nDan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. (al-Kahf/18: 53)",
    "quraish": "Apabila orang-orang yang telah menganiaya diri sendiri dengan perbuatan kufur menyaksikan azab neraka jahanam, kemudian memohon agar siksa itu diringankan, niscaya permohonan itu tidak akan dikabulkan. Mereka tidak akan diberi tangguh, meskipun sekejap, untuk masuk ke dalam neraka.",
    "jalalayn": "(Dan apabila orang-orang lalim telah menyaksikan) yang dimaksud adalah orang-orang yang kafir (azab) yakni neraka (maka tidak diringankan bagi mereka) azab itu (dan tidak pula mereka diberi tangguh) ditangguhkan dari siksa neraka bila mereka telah melihatnya."
  },
  {
    "ruku": 235,
    "name": "An-Nahl",
    "ayat": 86,
    "arab": "وَاِذَا رَاَ الَّذِيْنَ اَشْرَكُوْا شُرَكَاۤءَهُمْ قَالُوْا رَبَّنَا هٰٓؤُلَاۤءِ شُرَكَاۤؤُنَا الَّذِيْنَ كُنَّا نَدْعُوْا مِنْ دُوْنِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكٰذِبُوْنَۚ ",
    "translation": "Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, “Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu mereka menyatakan kepada mereka, “Kamu benar-benar pendusta.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1987.mp3",
    "tafsir": "Dalam ayat ini disebutkan bahwa ketika orang-orang yang menyekutukan Allah swt melihat sembahan-sembahan mereka pada hari kiamat, mereka pun berkata kepada Allah sambil menuduh sembahan-sembahan itu, \"Mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Mereka menunjuk kepada sembahan itu untuk mengalihkan dosa yang mereka pikul kepadanya. Mereka mengira dengan berbuat demikian mereka dapat menghindarkan diri dari azab neraka atau menguranginya.\nSebenarnya mereka sudah mengetahui pasti akan dimasukkan ke dalam neraka, namun sudah menjadi sifat manusia, mereka masih mencari-cari jalan untuk membebaskan diri dari kebinasaan itu. Keadaan mereka seperti seorang yang akan tenggelam, sehingga akan memegang apa saja yang tersentuh oleh tangan untuk menyelamatkan diri. Ketika mereka berusaha mengalihkan penderitaan itu kepada sembahan-sembahan mereka, sembahan itu segera melontarkan tuduhan bahwa mereka benar-benar pendusta. Orang-orang musyrik menyembah selain Allah swt atas kesadaran dan kemauan sendiri, bukan karena perintah dari sembahan-sembahan itu.\nSeperti dalam firman Allah:\n\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)",
    "quraish": "Orang-orang musyrik, saat menyaksikan tuhan-tuhan yang mereka sembah dan mereka anggap sebagai sekutu-sekutu Allah, berkata, \"Ya Tuhan kami, mereka itu adalah sekutu-sekutu yang dahulu selalu kami sembah secara keliru. Maka dari itu ringankanlah siksa kami dan berikanlah sebagian siksa kami pada mereka.\" Lalu sekutu-sekutu itu mengatakan, \"Wahai orang-orang musyrik, kalian telah berdusta mengatakan kami sebagai sekutu-sekutu. Kalian sendiri yang mempertuhan dan menyembah kami atas perintah dan kehendak hawa nafsu kalian sendiri. Dan kami sekali-kali bukan sekutu Allah.\"",
    "jalalayn": "(Dan apabila orang-orang yang mempersekutukan Allah melihat sekutu-sekutu mereka) yang terdiri daripada setan-setan dan lain-lainnya (mereka berkata, \"Ya Rabb kami! Mereka inilah sekutu-sekutu kami yang dahulu kami seru) kami sembah (selain dari Engkau.\" Lalu sekutu-sekutu mereka mengatakan kepada mereka) artinya para sekutu mereka itu berkata kepada mereka (\"Sesungguhnya kalian benar-benar orang-orang yang dusta.\") di dalam pengakuan kalian itu, yang mengatakan bahwa kalian telah menyembah kami, sebagaimana yang telah dijelaskan di dalam ayat yang lain, yaitu melalui firman-Nya, \"Mereka sekali-kali tidak menyembah kami.\" (Al-Qashash 63). Sekutu-sekutu itu pasti akan mengingkari penyembahan mereka terhadap dirinya."
  },
  {
    "ruku": 235,
    "name": "An-Nahl",
    "ayat": 87,
    "arab": "وَاَلْقَوْا اِلَى اللّٰهِ يَوْمَىِٕذِ ِۨالسَّلَمَ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ  ",
    "translation": "Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1988.mp3",
    "tafsir": "Kemudian Allah swt dalam ayat ini menerangkan bahwa orang-orang yang menyembah sembahan-sembahan selain Allah swt menundukkan diri kepada Allah swt pada hari kiamat sebagai tanda penyesalan.\nDalam ayat yang lain Allah swt berfirman:\n\nDan (alangkah ngerinya), jika kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\" (as-Sajdah/32: 12)\n\nOrang-orang musyrik pada akhirnya meyakini kesesatannya dan menyesali diri. Segala sembahan mereka selama ini seakan lenyap tanpa bekas. Padahal dulunya, mereka menganggap bahwa sembahan-sembahan itu merupakan sekutu Tuhan yang dapat memberi pertolongan kepada mereka.\nSebelum menyatakan ketundukan mereka kepada Allah swt, orang-orang musyrik pertama kali memungkiri bahwa mereka telah mempersekutukan-Nya, seperti diterangkan Allah swt:\n\n(Ingatlah) pada hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan orang musyrik) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat). Ketahuilah, bahwa mereka orang-orang pendusta. (al-Mujadalah/58: 18)\n\nPada hari kiamat, orang-orang musyrik pertama kali mungkir kemudian tunduk kepada Allah swt. Mungkir itu disebabkan ketebalan karat-karat kemusyrikan yang menutup jiwa mereka sehingga mereka jauh dari cahaya iman. Fitrah insaniah yang cenderung kepada pengakuan akan keesaan Tuhan menjadi tertutup oleh kegelapan tabir syirik sehingga cahaya fitrah insaniah itu tak berdaya menembusnya. Tetapi kemudian setelah melalui perkembangan dan waktu yang lama, karat-karat yang menutupi jiwa manusia itu semakin menipis, sedangkan sinar fitrah insaniah yang terus hidup berusaha menembus dinding-dinding itu, sehingga akhirnya kembali mengakui keesaan Allah dan menyerah tunduk kepada-Nya.\nDemikianlah perkembangan jiwa orang-orang musyrik, dari ingkar kepada keesaan Tuhan kemudian menjadi pengakuan akan keesaan-Nya. Namun demikian, pengakuan ini terlambat sehingga tidak bermanfaat lagi bagi mereka.",
    "quraish": "Pada saat itu orang-orang musyrik menyerah dan tunduk pada keputusan Allah. Lenyaplah sudah anggapan yang mereka buat selama ini bahwa tuhan-tuhan itu dapat memberi syafaat dan mampu menyelamatkan mereka dari siksa.",
    "jalalayn": "(Dan mereka menyatakan ketundukannya kepada Allah pada hari itu) artinya mereka tunduk terhadap keputusan Allah (dan hilanglah) lenyaplah (dari mereka apa yang selalu mereka ada-adakan) yang menyatakan bahwa sekutu-sekutu mereka itu dapat memberikan syafaat bagi mereka."
  },
  {
    "ruku": 235,
    "name": "An-Nahl",
    "ayat": 88,
    "arab": "اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ ",
    "translation": "Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1989.mp3",
    "tafsir": "Sesudah menyebutkan azab atas orang-orang yang sesat, dalam ayat ini, Allah swt menjelaskan azab bagi orang-orang sesat lagi menyesatkan. Mereka ialah orang-orang kafir yang menentang kenabian dan kerasulan Muhammad saw serta mendustakan Al-Qur'an. Selain itu, mereka dengan sengaja menghalang-halangi orang lain yang ingin masuk agama Islam, dan ingin beriman kepada Allah dan rasul-Nya. Allah menimpakan azab yang lebih besar kepada mereka daripada azab orang-orang yang sesat saja, karena mereka tidak hanya kafir, tetapi juga membawa orang lain kepada kekafiran atau menghalangi orang lain untuk beriman. Jadi, mereka melakukan dua macam dosa: dosa yang disebabkan kekafiran dan dosa karena menyesatkan orang lain, sebagaimana firman Allah swt:\n\nDan mereka melarang (orang lain) mendengarkan (Al-Qur'an) dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari. (al-An'am/6: 26)\nOleh karena itu, azab yang ditimpakan kepada mereka ada dua macam pula: azab atas kekafiran mereka sendiri dan azab atas perbuatan mereka menyesatkan orang lain. Pada ayat ini, terdapat dalil yang menunjukkan bahwa azab atas orang-orang kafir berbeda-beda seperti halnya orang-orang mukmin berbeda-beda kedudukan mereka dalam surga.",
    "quraish": "Orang-orang yang kafir dan merintangi manusia dari jalan Allah, jalan kebaikan dan kebenaran, Kami tambahkan kepada mereka siksa tambahan di samping siksa akibat kekufuran mereka. Yang demikian itu disebabkan karena kesengajaan mereka untuk merusak dan menyesatkan manusia.",
    "jalalayn": "(Orang-orang yang kafir dan menghalang-halangi) manusia (dari jalan Allah) dari agama-Nya (Kami tambahkan kepada mereka siksaan di atas siksaan) yakni di atas siksaan yang berhak mereka terima dikarenakan kekafiran mereka. Ibnu Masud r.a. mengatakan, bahwa siksaan tambahan itu berupa kelabang-kelabang yang taringnya bagaikan batang-batang pohon kurma yang tinggi (disebabkan mereka selalu berbuat kerusakan) karena mereka telah mencegah manusia untuk beriman kepada Allah."
  },
  {
    "ruku": 235,
    "name": "An-Nahl",
    "ayat": 89,
    "arab": "وَيَوْمَ نَبْعَثُ فِيْ كُلِّ اُمَّةٍ شَهِيْدًا عَلَيْهِمْ مِّنْ اَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيْدًا عَلٰى هٰٓؤُلَاۤءِۗ وَنَزَّلْنَا عَلَيْكَ الْكِتٰبَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً وَّبُشْرٰى لِلْمُسْلِمِيْنَ ࣖ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Al-Qur'an) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (Muslim).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1990.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan kembali apa yang akan terjadi pada hari kiamat atas setiap umat, yakni kehadiran seorang nabi dari kalangan mereka sendiri, yang akan menjadi saksi atas perbuatan mereka.\nNabi Muhammad saw menjadi saksi pula atas umatnya. Pada hari akhir itu, dia menjelaskan sikap kaumnya terhadap risalah yang dibawanya, apakah mereka beriman dan taat kepada seruannya, ataukah mereka melawan dan mendustakannya. Para nabi itulah yang paling patut untuk menjawab segala alasan dari kaumnya.\nKetika memberikan kesaksian, para rasul tentu berdasarkan penghayatan mereka sendiri atau dari keterangan Allah swt sebab mereka tidak lagi mengetahui apa yang terjadi atas umatnya sesudah mereka wafat. \nRasulullah mencucurkan air mata sewaktu sahabatnya, 'Abdullah bin Mas'ud, membaca ayat yang serupa maknanya dengan ayat di atas:\n\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nisa'/4: 41)\n\n'Abdullah bin Mas'ud berhenti membaca ketika sampai ayat ini, karena Rasul saw berkata kepadanya, \"Cukup.\" 'Abdullah bin Mas'ud kemudian menoleh kepada Rasul saw, dan melihatnya mencucurkan air mata.\nMenjadi saksi pada hari kiamat adalah kedudukan yang mulia, tetapi berat. Rasul saw akan menjelaskan kepada Allah pada hari kiamat keadaan umatnya sampai sejauh mana mereka mengamalkan petunjuk Al-Qur'an yang diwahyukan kepadanya. Pada hari itu, tak ada alasan lagi bagi umat untuk tidak mempertanggungjawabkan amal perbuatan mereka di dunia, sebab Al-Qur'an telah menjelaskan kepada mereka segala sesuatu, yang baik ataupun yang buruk, yang halal dan yang haram, serta yang benar dan yang salah. Al-Qur'an memberikan pedoman bagi manusia jalan mana yang lurus dan yang sesat, serta arah mana yang membawa bahagia dan mana yang membawa kesengsaraan.\nBarang siapa membenarkan Al-Qur'an dan mengamalkan segala petunjuk yang terdapat di dalamnya, tentulah ia memperoleh rahmat dalam kehidupan dunia dan akhirat. Al-Qur'an memberi kabar yang menyenangkan kepada orang yang taat dan bertobat kepada Allah dengan pahala yang besar di akhirat dan kemuliaan yang tinggi bagi mereka.\nRasul saw yang diberi tugas untuk menyampaikan Al-Qur'an, kelak akan dimintai pertanggungjawaban tentang tugas dan kewajibannya itu pada hari kiamat, sebagaimana firman Allah:\n\nMaka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-A'raf/7: 6)\n\nDi antara tugas Rasulullah adalah menjelaskan Al-Qur'an kepada manusia tentang masalah-masalah agama karena ayat-ayat Al-Qur'an ada yang terperinci dan ada pula yang umum isinya. Rasulullah menjelaskan ayat-ayat Allah yang masih bersifat umum itu.\nFirman Allah swt:\n\nDan Kami turunkan Adz-dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan. (an-Nahl/16: 44)\n\nSelain menjelaskan ayat-ayat yang masih bersifat umum, Rasulullah menetapkan pula petunjuk-petunjuk dan hukum-hukum yang bertalian dengan urusan agama dan akhlak.",
    "quraish": "Wahai Nabi, ingatkanlah orang-orang kafir akan apa yang bakal terjadi saat Kami menghadirkan seorang saksi dari masing-masing umat, yaitu nabi yang berasal dari kalangan mereka sendiri. Setiap nabi akan memberi persaksian dan akan mematahkan alasan mereka. Pada saat itu Kami akan menghadirkan kamu, wahai Muhammad, sebagai saksi bagi orang-orang yang mendustakan drimu. Maka hendaknya orang-orang kafir itu merenungkannya mulai saat ini. Kami telah menurunkan al-Qur'ân yang berisi penjelasan segala kebenaran. Di dalamnya terdapat petunjuk, rahmat dan berita suka cita tentang kesenangan hidup akhirat bagi orang-orang yang tunduk dan beriman pada al-Qur'ân.",
    "jalalayn": "(Dan) ingatlah (akan hari ketika Kami bangkitkan pada tiap-tiap umat seorang saksi atas mereka dari mereka sendiri) yakni nabi mereka sendiri (dan Kami datangkan kamu) hai Muhammad (menjadi saksi atas mereka) bagi kaummu. (Dan Kami turunkan kepadamu Alkitab) yakni Alquran (untuk menjelaskan) untuk menerangkan (segala sesuatu) yang diperlukan oleh umat manusia menyangkut masalah syariat (dan petunjuk) supaya jangan tersesat (serta rahmat dan kabar gembira) memperoleh surga (bagi orang-orang yang beriman) bagi orang-orang yang mentauhidkan Allah."
  }
]