[
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 11,
    "arab": "وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا  ",
    "translation": "Dan Manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2040.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa di antara manusia ada yang mengutuk dirinya, keturunannya, bahkan hartanya dengan sumpah serapah dan doa yang berisi keinginan-keinginan yang jelek pada saat marah, seperti doa, \"Wahai Tuhan! Turunkanlah laknat kepadaku, binasakanlah aku!\" Mereka mengucapkannya sebagaimana ketika berdoa kepada Allah dengan doa yang baik, agar diberikan kesehatan dan dilimpahkan keselamatan kepadanya, keturunan, dan harta bendanya.\nSeandainya Allah swt mengabulkan doa mereka yang jelek itu, niscaya mereka tidak bisa menghindarkan diri dari akibatnya. Akan tetapi, Allah swt tidak berbuat demikian. Hal ini tidak lain hanyalah karena kasih sayang Allah yang Mahabesar. Allah swt berfirman:\n\nDan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. (Yunus/10: 11)\n\nDi akhir ayat, Allah swt menjelaskan bahwa manusia mempunyai sifat tergesa-gesa. Apabila ia menginginkan sesuatu sesuai kehendak hatinya, pikirannya tertutup untuk menilai apa yang diinginkannya itu, apakah bermanfaat bagi dirinya atau merugikan. Hal itu semata-mata didorong oleh sifat tergesa-gesa untuk mencapai tujuannya, tanpa dipikirkan dengan matang terlebih dahulu. Hal ini menunjukkan bahwa pada umumnya manusia tertarik pada keadaan lahiriah dari sesuatu tanpa meneliti lebih mendalam hakikat dan rahasia dari sesuatu itu.\nDalam ayat ini terdapat sindiran terhadap orang-orang musyrik Arab yang mendustakan kebenaran Al-Qur'an, karena mereka tidak mau mempercayai adanya Hari Pembalasan. Mereka lebih menyenangi dunia yang dapat mereka nikmati langsung, daripada memikirkan janji dan ancaman yang akan mereka terima di Hari Pembalasan.",
    "quraish": "Sesungguhnya manusia mempunyai tabiat selalu tergesa-gesa dalam menghukumi apa yang terjadi pada manusia, dalam segala ucapan dan perbuatan. Manusia biasanya tergesa-gesa dalam menyeru kepada kejahatan sebagaimana halnya dalam menyeru kepada kebaikan. Juga biasanya tergesa-gesa dalam berdoa kepada Allah agar diturunkan bala kepada siapa yang menyulut amarahnya sebagaimana halnya ketika mendoakan seseorang dengan kebaikan.",
    "jalalayn": "(Dan manusia mendoa untuk kejahatan) terhadap dirinya dan keluarganya jika ia menggerutu (sebagaimana ia mendoa) sebagaimana ia berdoa untuk dirinya sendiri (untuk kebaikan. Dan adalah manusia) yang dimaksud adalah jenisnya (bersifat tergesa-gesa) di dalam mendoakan dirinya tanpa memikirkan lebih lanjut akan akibatnya."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 12,
    "arab": "وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَآ اٰيَةَ الَّيْلِ وَجَعَلْنَآ اٰيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ وَلِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ وَكُلَّ شَيْءٍ فَصَّلْنٰهُ تَفْصِيْلًا",
    "translation": "Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2041.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan tanda-tanda kekuasaan-Nya yang ada di alam semesta, dengan maksud agar manusia memikirkan dan merenungkan semua ciptaan-Nya di alam ini. Allah swt menjelaskan bahwa Dia menciptakan malam dan siang, masing-masing sebagai tanda kekuasaan-Nya. Siang dan malam merupakan dua peristiwa yang selalu silih berganti yang sangat berguna bagi kemaslahatan hidup manusia dalam menjalankan kewajiban agama dan urusan-urusan duniawi. Pergantian yang teratur seperti itu merupakan tanda kekuasaan Allah yang sangat jelas bagi manusia. Barang siapa yang memperhatikan dan memikirkan pergantian siang dan malam tentu yakin bahwa alam semesta ini ada yang mengaturnya dengan aturan-aturan yang sangat baik dan tepat, dan juga menunjukkan bahwa pengaturnya sangat teliti. Dengan demikian, manusia akan terbimbing untuk mengakui adanya Pencipta jagat raya ini dan seluruh isinya.\nDi samping itu, adanya pergantian siang dan malam merupakan anugerah yang dapat dirasakan secara langsung oleh manusia dalam kehidupan mereka sehari-hari. Di waktu malam mereka dapat beristirahat untuk melepaskan lelah. Allah juga menjadikan tanda-tanda malam datang yaitu hilangnya cahaya matahari dari ufuk barat, sehingga lama kelamaan hari menjadi gelap gulita. Hal ini merupakan tanda kekuasaan-Nya. Allah menjadikan siang yang terang benderang sebagai tanda kekuasaan-Nya pula guna memberikan kesempatan kepada manusia untuk mencari kebutuhan hidup diri mereka sendiri dan keluarganya. Di sisi lain, perubahan siang dan malam itu sangat berguna bagi manusia untuk mengetahui bilangan tahun, bulan, dan hari serta perhitungannya, terkecuali di daerah kutub utara dan selatan.\nDalam Al-Qur'an, Allah tidak saja memberitahu manusia mengenai ciptaan-Nya, namun juga memberikan indikasi-indikasi untuk memanfaat-kannya untuk kesejahteraan manusia. Dalam kaitan dengan matahari dan bulan, Allah memberikan petunjuk yang sangat jelas bahwa siang dan malam, atau dengan kata lain peredaran matahari dan bulan, akan sangat berguna untuk dijadikan patokan dalam membuat penanggalan atau kalender. Ayat yang secara jelas menyatakan mengenai penganggalan adalah ayat 36 Surah at-Taubah/9, yang penggalannya berikut: \n\"Sesungguhnya bilangan bulan di sisi Allah adalah dua belas bulan, dalam ketetapan Allah di waktu Dia menciptakan langit dan bumi, di antaranya terdapat empat bulan haram. Itulah agama yang lurus......\" \nSatu ayat lain yang serupa adalah ayat 5 dari Surah Yunus/10: \n\"Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan waktu ............\" \nSiang dan malam terjadi karena perputaran bumi pada porosnya yang bergerak dari barat ke timur, yang memberikan kesan kepada manusia seolah-olah matahari bergerak dari timur ke barat. Apabila matahari muncul di ufuk timur disebut hari telah siang dan apabila matahari terbenam di ufuk barat disebut hari telah malam.\nDari saat matahari terbenam pada suatu saat, hingga matahari terbenam pada hari berikutnya disebut satu hari satu malam menurut kebiasaan dan anggapan dalam perhitungan tahun qamariah. Tetapi dalam perhitungan tahun syamsiah, yang disebut sehari semalam ialah waktu dari pertengahan malam hingga pertengahan malam berikutnya. \nDengan ditegaskannya tentang pergantian siang dan malam sebagai dasar untuk mengetahui bilangan tahun dan perhitungannya dalam mengharap keutamaan Allah, jelaslah bahwa ayat ini menyiratkan keluwesan penang-galan dalam Islam. Sistem penanggalan yang didasari pada penggantian siang dan malam disusun berdasarkan hanya pergerakan (semu) dari matahari terhadap bumi. Sistem ini sama sekali tidak melibatkan pergerakan bulan terhadap bumi. Ini adalah sistem penanggalan matahari (tahun syamsiah/ solar year) yang menyatakan bahwa satu tahun sama dengan 365 ditambah seperempat kali malam berganti siang dan sebaliknya. Oleh karena itu, menurut sistem ini satu tahun lamanya 365 hari untuk tahun-tahun basithah dan 366 hari untuk tahun-tahun kabisah. Secara umum, satu tahun syamsiah adalah lamanya waktu dari tanggal 1 Januari hingga tanggal 31 Desember. Penghitungannya didasarkan pada waktu yang dibutuhkan bumi untuk mengelilingi matahari. Sistem penanggalan ini identik dengan tahun Masehi yang sekarang digunakan secara meluas dalam pergaulan internasional.\nSatu tahun dalam perhitungan tahun qamariah ialah lama waktu dari tanggal 1 Muharram hingga tanggal 30 Zulhijjah, yang lamanya 354 hari untuk tahun-tahun basithah atau 355 hari untuk tahun-tahun kabisah. Perhitungan serupa ini dinamakan hisab urfi. Perhitungan tahun qamariah didasarkan pada peredaran bulan mengelilingi bumi. Dari bulan sabit ke bulan sabit berikutnya disebut 1 bulan, dan apabila telah 12 kali terjadi bulan sabit dianggap telah genap satu tahun qamariah. \nAyat ini menegaskan bahwa sistem penanggalan Masehi atau tahun syamsiah boleh digunakan umat Islam dalam pergaulan internasional, terutama dalam melakukan transaksi dan bisnis (muamalah) seperti biasa dengan umat manapun secara nasional. Sistem penanggalan Hijriah yang bersifat tahun bulan (lunar year) secara terbatas dapat digunakan untuk menentukan saat-saat beribadah, yaitu penentuan waktu 1 Ramadan, 1 Syawal, dan 10 Zulhijah. Tidak perlu dipaksakan penggunaan tahun Hijriah ini untuk kehidupan muamalah dalam pergaulan dan transaksi sehari-hari secara nasional dan internasional.\nPada kenyataannya penanggalan atau tahun Masehi juga dipakai untuk menentukan waktu ibadah lain, yaitu waktu salat, karena waktu salat ini sepenuhnya ditentukan oleh pergerakan (semu) matahari dan sama sekali tidak berurusan dengan pergerakan bulan terhadap bumi.\nJadi walaupun ada ayat Al-Qur'an yang menyiratkan penggunaan tahun Hijriah (yang notabene tahun qamariah) tetapi ayat ini memfirmankan perintah Allah untuk menggunakan tahun matahari yang manapun untuk muamalah dan secara umum untuk pergaulan dengan umat lain.",
    "quraish": "Kami jadikan malam dan siang--dengan segala bentuk dan perputaran silih berganti yang ada padanya--sebagai tanda yang menunjukkan keesaan dan kekuasaan Kami. Kami hilangkan sinar pada malam hari, sehingga tidak tampak sesuatu apa pun. Sebagai tandanya adalah kegelapan yang tidak disinari oleh matahari. Itu merupakan tanda yang paling besar. Kami jadikan siang terang benderang. Dan matahari--yang merupakan tanda yang paling besar--tampak kelihatan. Dengan adanya sinar pada siang hari kalian dapat mencari penghidupan. Dan dengan pergantian siang dan malam kalian dapat mengetahui bilangan tahun, perhitungan bulan, hari dan segala sesuatu yang mendatangkan maslahat bagi kalian. Semua itu telah Kami terangkan dengan jelas sehingga dapat menjadi bukti bagi kalian setelah sempurnanya kenikmatan.",
    "jalalayn": "(Dan Kami jadikan malam dan siang sebagai dua tanda) yang kedua-duanya menunjukkan kekuasaan Kami (lalu Kami hapuskan tanda malam) Kami tutup cahayanya dengan kegelapan malam hari supaya kalian tenang berada di dalamnya; idhafat di sini menunjukkan makna bayan (dan Kami jadikan tanda siang itu terang) seseorang dapat melihat berkat adanya cahaya (agar kalian mencari) pada siang hari (karunia dari Rabb kalian) dengan berusaha (dan supaya kalian mengetahui) melalui malam dan siang hari itu (bilangan tahun-tahun dan perhitungan) waktu-waktu. (Dan segala sesuatu) yang diperlukan (telah Kami terangkan dengan jelas) artinya Kami telah menjelaskannya secara rinci."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 13,
    "arab": "وَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا",
    "translation": "Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2042.mp3",
    "tafsir": "Allah swt menjelaskan bahwa masing-masing manusia dicatat amal perbuatannya dalam suatu buku catatan dan tetap tercatat di dalamnya seperti kalung yang tetap berada di leher mereka. Amal perbuatan tersebut mencakup amal baik dan amal buruk, besar maupun kecil, yang diperbuat manusia atas dasar pilihannya sendiri.\nPerumpamaan tetapnya catatan-catatan mereka dalam kitab itu dengan tetapnya kalung pada leher manusia, sebagai kiasan bahwa catatan itu akan tetap terpelihara, tidak akan hilang atau terhapus, dan selalu dinisbahkan pada seseorang.\nSelanjutnya Allah swt menegaskan bahwa kitab yang mengandung catatan amal perbuatan manusia itu akan dikeluarkan dari simpanannya pada hari kiamat, dan akan diperlihatkan kepada mereka, sehingga mereka dapat mengetahui isinya secara terbuka.\nDalam ayat yang lain dijelaskan bahwa tugas pencatatan amal perbuatan manusia itu diurus oleh malaikat. Allah swt berfirman:\n\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12)\n\nHadis Nabi Muhammad berikut menerangkan lebih jelas hal yang sama: \nDiriwayatkan dari Al-hasan bahwa Rasulullah saw bersabda, \"Allah berfirman kepada Bani Adam, \"Hai Bani Adam! Kami telah membuka lembaran-lembaran Kitab, dan telah ditunjuk dua malaikat yang mulia sebagai wakil: satu di sebelah kanan, dan satu lagi di sebelah kiri. Adapun yang di sebelah kanan, pekerjaannya mencatat amal baikmu, sedang yang di sebelah kiri mencatat amal perbuatan burukmu. Maka berbuatlah menurut kesukaanmu amal perbuatan yang banyak atau yang sedikit sehingga ajal datang merenggutmu. Dan apabila engkau telah mati, Aku lipat lembaran-lembaran kitab itu dan Aku kalungkan ke lehermu dan tetap bersamamu dalam kubur hingga hari kiamat. Pada hari itu, kitab itu akan dikeluarkan dan engkau menemuinya dalam keadaan terbuka. Bacalah kitab catatan itu niscaya pada hari itu engkau akan mengetahui bahwa kitab itu cukup sebagai penghisab amal perbuatanmu. (Riwayat Ibnu Jarir ath-thabari)",
    "quraish": "Telah Kami tetapkan setiap manusia amal perbuatannya, sebagaimana tetapnya kalung yang menggantung di leher. Pada hari kiamat akan Kami keluarkan untuknya kitab yang di dalamnya tercatat perbuatan-perbuatannya. Kitab tersebut diterima dalam keadaan terbuka agar segera dibaca.",
    "jalalayn": "(Dan tiap-tiap manusia itu telah Kami tetapkan amal perbuatannya) artinya dia telah membawa amal perbuatannya sendiri (pada lehernya) lafal ini disebutkan secara khusus mengingat lafal ini menunjukkan pengertian tetap yang paling akurat. Dan sehubungan dengan pengertian ini Mujahid telah berkata, bahwa tiada seorang anak pun yang dilahirkan melainkan pada lehernya telah ada suatu lembaran yang tertulis di dalamnya apakah ia celaka atau bahagia. (Dan Kami keluarkan baginya pada hari kiamat sebuah kitab) yang tertulis di dalamnya semua amal perbuatannya (yang dijumpainya terbuka) kedua lafal ini menjadi sifat daripada lafal kitaaban."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 14,
    "arab": "اِقْرَأْ كِتَابَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ",
    "translation": "“Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2043.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa pada hari kiamat, manusia tidak dapat memungkiri catatan-catatan itu, karena pencatatnya adalah para malaikat yang memang ditunjuk oleh Allah, yang pekerjaannya khusus mencatat amal perbuatan manusia. Itulah sebabnya maka Allah swt menegaskan di akhir ayat bahwa cukuplah pada hari itu diri mereka sendiri sebagai penghisab amal perbuatan mereka. Maksudnya semua catatan yang termuat dalam kitab itu cukup akurat sebagai bukti karena apa yang tercatat dalam kitab itu merupakan rekaman dari amal perbuatan mereka. Seolah-olah mereka sendirilah yang membuat catatan-catatan itu. Firman Allah:\n\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, \"Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,\" dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49)\n\nDengan demikian, tidak perlu adanya bukti-bukti lain sebagai penguat karena semua catatan yang tergores dalam kitab itu menjadi bukti yang sangat meyakinkan, sehingga tidak bisa ditambah atau dikurangi lagi.",
    "quraish": "Dikatakan kepadanya, \"Bacalah dengan kekuasaan Allah--meskipun di dunia dia tidak bisa membaca--kitab perbuatanmu. Cukuplah dirimu sendiri pada saat ini sebagai penghitung perbuatan kamu.\"",
    "jalalayn": "Dan dikatakan kepadanya: (\"Bacalah kitabmu, cukuplah dirimu sendiri pada waktu itu sebagai penghisab terhadapmu.\") menjadi penghisab sendiri."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 15,
    "arab": "مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا",
    "translation": "Barangsiapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2044.mp3",
    "tafsir": "Dalam sebuah riwayat yang berasal dari Ibnu 'Abbas dinyatakan bahwa ayat ini turun berkenaan dengan Walid bin Mugirah ketika ia berkata kepada penduduk Mekah, \"Ingkarilah Muhammad dan sayalah yang menanggung dosamu.\"\nDalam ayat ini, Allah swt menegaskan bahwa barang siapa yang berbuat sesuai dengan hidayah Allah dan tuntunan Rasulullah, yaitu melaksanakan perintah-perintah-Nya dan menjauhi larangan-larangan-Nya, berarti dia telah berbuat untuk menyelamatkan dirinya sendiri. Ia akan memperoleh catatan tentang amal perbuatan baiknya di dalam kitabnya. Ia akan merasa bahagia karena akan mendapatkan keridaan Allah, dan menerima imbalan yang berlimpah, yaitu surga dengan berbagai kenikmatan yang serba menyenang-kan. Akan tetapi, barang siapa yang sesat, yaitu orang yang menyimpang dari bimbingan Al-Qur'an, akan mengalami kerugian. Ia akan mendapatkan catatan tentang amal perbuatan buruknya di dalam kitab itu. Ia akan merasakan penyesalan yang tidak ada gunanya dan akan dimasukkan ke dalam neraka, sebagai balasan yang pantas baginya.\nSelanjutnya, Allah swt menegaskan bahwa pada hari itu orang yang berdosa tidak dapat memikul dosa orang lain. Tiap-tiap orang bertanggung jawab terhadap perbuatan buruknya sendiri, sehingga tidak mungkin sese-orang dibebani dosa selain dosanya sendiri. Mereka akan menerima balasan amal sesuai dengan berat ringan kejahatan yang mereka lakukan.\nApabila ada orang yang disiksa karena menyesatkan orang lain, sehingga dijatuhi hukuman sesuai dengan dosa orang yang disesatkan, bukan berarti orang yang menyesatkan itu menanggung dosa orang yang disesatkan. Akan tetapi, orang yang menyesatkan itu dianggap berdosa karena menyesatkan orang lain. Oleh sebab itu, ia dihukum sesuai dengan dosanya sendiri, dan ditambah dengan dosa menyesatkan orang.\nAllah swt berfirman:\n\n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). (an-Nahl/16: 25)\n\nDan firman Allah:\n\nDan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka. (al-'Ankabut/29: 13)\n\nDi akhir ayat ini, disebutkan bahwa Allah tidak akan mengazab seseorang atau suatu kaum sebelum mengutus seorang rasul. Maksudnya Allah tidak akan membebankan hukuman kepada orang-orang yang melakukan suatu perbuatan kecuali setelah mengutus seorang rasul untuk membacakan dan menerangkan ketentuan hukumannya. Dengan demikian, ayat ini dipandang sebagai asas legalitas dalam pidana Islam. Artinya, semua perbuatan yang diancam dengan hukuman haruslah terlebih dahulu diundangkan melalui sarana perundang-perundangan yang dapat menjamin bahwa peraturan ini dapat diketahui oleh seluruh rakyat. Hal itu juga berarti bahwa sosialisasi perundang-undangan merupakan hal yang penting.\nAyat ini juga mengandung maksud bahwa Allah tidak akan membinasa-kan umat karena dosanya, sebelum mengutus seorang utusan yang memberi peringatan dan menyampaikan syariat Allah kepada mereka, dan memberi ancaman jika mereka membangkang dan tetap dalam pembangkangannya.\nAllah swt berfirman:\n\nSetiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\" Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.\" (al-Mulk/67: 8-9)\n\nDan firman-Nya:\n\nBukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun. (Fathir/35: 37)",
    "quraish": "Barangsiapa mengikuti jalan yang benar, maka sesungguhnya manfaatnya akan kembali kepada dirinya sendiri. Dan barangsiapa keluar dari jalan kebenaran, maka dosa ketersesatannya itu kembali kepada dirinya pula. Seorang manusia yang berdosa tidak akan menanggung dosa manusia lainnya. Tidaklah benar bagi Kami untuk menyiksa seseorang karena perbuatan buruknya, padahal Kami belum mengutus kepadanya seorang utusan Kami yang menunjukkan kepada kebenaran dan mencegah kebatilan.",
    "jalalayn": "(Barang siapa berbuat sesuai dengan hidayah Allah, maka sesungguhnya dia berbuat itu untuk keselamatan dirinya) karena pahala hidayahnya itu dia sendirilah yang memetiknya (dan barang siapa yang sesat, maka sesungguhnya dia tersesat bagi kerugian dirinya sendiri) karena sesungguhnya dia sendirilah yang menanggung dosa sesatnya itu. (Dan tidak dapat menanggung) seseorang (yang berdosa) pelaku dosa; artinya ia tidak dapat menanggung (dosa) orang (lain, dan Kami tidak akan mengazab) seorang pun (sebelum Kami mengutus seorang rasul) yang menjelaskan kepadanya apa yang seharusnya ia lakukan."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 16,
    "arab": "وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا ",
    "translation": "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2045.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa apabila Dia berkehendak untuk membinasakan suatu negeri, maka Allah swt memerintahkan kepada orang-orang yang hidup bermewah-mewah di negeri itu supaya menaati Allah. Maksudnya apabila suatu kaum telah melakukan kemaksiatan dan kejahatan secara merata, dan pantas dijatuhi siksaan, maka Allah swt karena keadilan-Nya, tidaklah segera menjatuhkan siksaan sebelum memberikan peringatan kepada para pemimpin mereka untuk menghentikan kemaksiatan dan kejahatan kaumnya dan segera kembali taat kepada ajaran Allah.\nAkan tetapi, dari sejarah kita mengetahui bahwa orang-orang yang jauh dari hidayah Allah tidak mau mendengarkan peringatan itu, bahkan mereka menjadi pembangkang dan penentangnya. Allah lalu memusnahkan mereka dari muka bumi dengan berbagai azab, baik berupa bencana alam, maupun bencana-bencana lainnya. Itulah ketentuan Allah yang tak dapat dielakkan. Allah menghancurkan negeri itu sehancur-hancurnya, sehingga tidak ada sedikit pun yang tersisa, baik rumah-rumah maupun harta kekayaan mereka.",
    "quraish": "Jika Kami telah menetapkan di al-Lawh al-Mahfûzh untuk memusnahkan penduduk sebuah kampung sesuai dengan kebijaksanaan Kami, maka Kami menjadikan orang-orang yang hidup mewah sebagai penguasa di situ. Mereka lalu membuat kerusakan, keluar dari kebenaran dan diikuti secara membabi buta oleh orang lain sebelum jelas segalanya. Dengan begitu, semuanya berhak menerima hukuman. Lalu Kami pun membinasakannya dengan kejam.",
    "jalalayn": "(Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang-orang yang hidup mewah di negeri itu) yakni orang-orang kaya yang dimaksud para pemimpinnya, yaitu untuk taat kepada Kami melalui lisan rasul-rasul Kami (tetapi mereka melakukan kefasikan di negeri itu) maka menyimpanglah mereka dari perintah Kami (maka sudah sepantasnya berlaku terhadapnya perkataan Kami) azab Kami (kemudian Kami hancurkan negeri itu sehancur-hancurnya) artinya Kami binasakan negeri itu dengan membinasakan penduduknya serta menghancurkan negerinya."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 17,
    "arab": "وَكَمْ اَهْلَكْنَا مِنَ الْقُرُوْنِ مِنْۢ بَعْدِ نُوْحٍۗ وَكَفٰى بِرَبِّكَ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
    "translation": "Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2046.mp3",
    "tafsir": "Allah lalu mengisahkan kaum-kaum yang mengalami nasib yang sama setelah Nuh. Mereka dibinasakan karena pembangkangan mereka terhadap utusan-utusan Allah yang ditugasi untuk menghentikan mereka dan mengajak untuk kembali menaati Allah. Ayat ini sebagai penegasan terhadap ayat yang lalu, bahwa tiap kaum yang tetap membangkang setelah datangnya rasul yang memberi peringatan kepada mereka, pasti akan mengalami nasib buruk yang sama dengan umat-umat terdahulu.\nDi akhir ayat ini, Allah swt menyebutkan bahwa balasan yang serupa itu adalah balasan yang bijaksana dan adil, karena Allah telah memberi peringatan dan mengetahui tindak-tanduk mereka. Allah Maha Melihat dosa hamba-hamba-Nya.",
    "quraish": "Telah banyak kaum setelah Nûh yang Kami binasakan karena mendurhakai nabi-nabi mereka. Cukuplah bagi kamu penjelasan dan pemberitaan Tuhanmu, karena Dia Maha Mengetahui atas segala sesuatu dengan pengetahuan yang dalam, seperti halnya pengetahuan orang yang melihat langsung. Dia Maha Mengetahui dosa-dosa hamba-Nya lagi Maha Melihat. Maka tidak ada perbuatan seorang hamba yang tidak diketahu oleh-Nya. Allah akan membalas mereka sesuai dengan amal perbuatannya.",
    "jalalayn": "(Dan sudah berapa banyak) telah banyak (Kami binasakan umat-umat) bangsa-bangsa (sesudah Nuh. Dan cukuplah Rabbmu Maha Mengetahui lagi Maha Melihat dosa hamba-hamba-Nya) Dia mengetahui dosa-dosa mereka yang tersembunyi dan dosa-dosa mereka yang terang-terangan. Lafal bidzunuubi bertaalluq kepada lafal khabiiran dan bashiiran."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 18,
    "arab": "مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا",
    "translation": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2047.mp3",
    "tafsir": "Allah swt mengelompokkan manusia ke dalam dua golongan: golongan yang mencintai kehidupan dunia, dan golongan yang mencintai kehidupan akhirat.\nDalam ayat ini, Allah swt menyebutkan golongan yang pertama, sedangkan golongan yang kedua disebutkan dalam ayat berikutnya. Ketika menyebutkan golongan yang pertama, Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan dunia dengan kenikmatannya yang dapat mereka rasakan, maka Allah swt menyegerakan keinginan mereka itu di dunia sesuai dengan kehendaknya. Tetapi di akhirat, mereka tidak mendapat apapun kecuali azab neraka.\nPernyataan ini ditujukan kepada orang-orang yang tidak mempercayai adanya hari kebangkitan dan hari pembalasan, sehingga mereka yakin bahwa tidak ada lagi kehidupan sesudah kehidupan di dunia ini. Itulah sebabnya mengapa mereka terlalu rakus terhadap kekayaan dunia dan kemewahannya, padahal kehidupan dunia serta kenikmatannya bersifat sementara. Oleh karena itu, kehidupan di dunia dan kemewahannya itu digambarkan Allah sebagai suatu yang segera dapat diperoleh dan dirasakan, tetapi segera pula musnah dan berakhir. Firman Allah:\n\nDan jangan sekali-kali orang-orang kafir itu mengira bahwa tenggang waktu yang Kami berikan kepada mereka lebih baik baginya. Sesungguhnya tenggang waktu yang Kami berikan kepada mereka hanyalah agar dosa mereka semakin bertambah; dan mereka akan mendapat azab yang menghinakan. (ali 'Imran/3: 178)\n\nKemudian Allah swt mengancam mereka dengan ancaman neraka Jahanam sebagai balasan yang pantas bagi mereka. Di dunia, mereka akan mengalami kesedihan yang mendalam karena berpisah dengan kemewahan dunia yang sangat mereka cintai ketika ajal datang merenggut. Sedangkan di akhirat, mereka akan mengalami penderitaan yang seberat-beratnya dan menyesali perbuatan tercela yang mereka lakukan di dunia.",
    "quraish": "Barangsiapa mencari kehidupan dunia yang fana dan bekerja untuknya dengan segala upaya, tetapi ia tidak percaya kepada hari akhir serta tidak menunggu balasan hari akhirat, niscaya Kami segerakan baginya di dunia kelapangan dan kemudahan hidup sesuai kehendak Kami. Ini bagi orang yang menghendaki balasannya disegerakan. Kemudian di akhirat, Kami sediakan baginya neraka jahanam. Dia akan merasakan panasnya dalam keadaan tercela karena perbuatannya dulu. Dia pun menjadi binasa dan terusir dari rahmat Allah.",
    "jalalayn": "(Barang siapa yang menghendaki) dengan amalnya (kehidupan sekarang) yakni perkara duniawi (maka Kami segerakan baginya di dunia itu apa yang Kami kehendaki bagi orang yang Kami kehendaki) lafal liman menjadi badal dari lafal lahuu yang juga disertai pengulangan huruf jar (dan Kami tentukan baginya) di akhirat kelak (neraka Jahanam; ia akan memasukinya) dijebloskan ke dalamnya (dalam keadaan tercela) terhina (lagi terusir) dijauhkan dari rahmat Allah."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 19,
    "arab": "وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا",
    "translation": "Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2048.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menyebutkan golongan yang kedua. Allah swt menyatakan bahwa barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh serta tetap beriman, maka dialah orang yang usahanya mendapat balasan yang baik. Yang dimaksud dengan orang-orang yang menghendaki kehidupan akhirat ialah orang-orang yang mencita-citakan kebahagiaan hidup di akhirat, dan berusaha untuk mendapatkannya dengan mematuhi bimbingan Allah serta menjauhi tuntutan hawa nafsunya. Orang yang demikian ini selama hidupnya di dunia menganggap bahwa kenikmatan hidup di dunia serta kemewahannya adalah nikmat Allah yang harus disyukuri dan digunakan sebagai sarana untuk beribadah kepada-Nya.\nItulah sebabnya di akhir ayat ini, Allah swt menegaskan bahwa orang yang demikian itulah yang akan mendapat balasan dari Allah dengan pahala yang berlimpah-limpah, sebagai imbalan dari amalnya yang saleh dan ketabahannya melawan kehendak hawa nafsu. Ia akan dimasukkan ke dalam surga Firdaus dan kekal selama-lamanya di sana.\nDalam ayat ini disebut tiga syarat yang harus dipenuhi agar seseorang itu mencapai kebahagiaan yang abadi yakni: \n1. Adanya kehendak untuk melakukan suatu perbuatan dengan meng-utamakan kebahagiaan akhirat di atas kepentingan duniawi.\n2. Melakukan amal saleh sebagai perwujudan niatnya mendapatkan kebahagiaan akhirat dengan jalan menaati perintah Allah dan selalu mendekatkan diri kepada-Nya.\n3. Menjadi orang mukmin, karena iman merupakan dasar untuk diterima atau tidaknya amal perbuatan. Seseorang yang hatinya kosong dari iman, tidak akan mungkin menerima kebahagiaan yang abadi itu.",
    "quraish": "Barangsiapa menghendaki perbuatannya untuk akhirat, dan dia melakukannya dalam keadaan beriman kepada Allah dan pembalasan-Nya, maka perbuatan mereka diterima Allah dan akan menerima pahala atas perbuatannya.",
    "jalalayn": "(Dan barang siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh) yakni ia beramal dengan amal yang dengannya ia berhak untuk mendapatkan kehidupan akhirat (sedangkan ia adalah mukmin) kalimat ini berkedudukan menjadi hal (maka mereka itu adalah orang-orang yang usahanya dibalas dengan baik) di sisi Allah; artinya amalnya diterima oleh-Nya dan mendapat pahala dari-Nya."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 20,
    "arab": "كُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا ",
    "translation": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2049.mp3",
    "tafsir": "Kemudian Allah swt menegaskan bahwa kedua golongan itu akan dilimpahi kemurahan-Nya. Maksudnya, baik golongan yang mencintai kehi-dupan duniawi, ataupun golongan yang lebih menyukai kebahagiaan akhirat, akan diberi rezeki dan dibiarkan mengembangkan keturunan. Kemurahan Allah Yang Mahaluas tidak terhalang karena keingkaran seseorang kepada-Nya. Oleh sebab itu, kedua golongan itu sama-sama dapat mencicipi kelezat-an hidup di dunia, sesuai dengan usaha mereka masing-masing. Akan tetapi, kedua golongan itu tidak akan merasakan kasih sayang Allah yang sama. Mereka yang mengutamakan kehidupan dunia dan melupakan kehidupan akhirat, akan masuk neraka Jahanam sebagai tempat yang pantas untuk mereka. Sedangkan mereka yang lebih mengutamakan kehidupan akhirat dan tidak melupakan kehidupan dunia, akan masuk surga sebagai tempat yang penuh kebahagiaan dan kenikmatan yang tiada putusnya. Firman Allah:\n\nDan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia. (al-Qashash/28: 77)",
    "quraish": "Sesungguhnya Kami akan mengulurkan pemberian kepada kedua golongan itu jika mereka telah melakukan segala upaya yang menyebabkan karunia Tuhan di dunia diberikan. Karunia Tuhan di dunia tidak tertutup bagi setiap orang, Mukmin atau kafir, selama mereka melakukan upaya-upaya penyebabnya.",
    "jalalayn": "(Kepada masing-masing) dari kedua golongan itu (Kami membantu) memberikan bantuan (baik kepada golongan ini maupun golongan itu) kalimat ayat ini menjadi badal (dari) bertaalluq kepada lafal numiddu (kemurahan Rabbmu) di dunia (Dan tiadalah kemurahan Rabbmu) di dunia ini (dapat dihalangi) artinya tiada seorang pun yang terhalang dari kemurahan-Nya itu."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 21,
    "arab": "اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۗ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا",
    "translation": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2050.mp3",
    "tafsir": "Selanjutnya, Allah swt memerintahkan kepada seluruh manusia agar memperhatikan kemurahan yang diberikan-Nya kepada kedua golongan tersebut. Allah swt melebihkan sebagian golongan atas sebagian yang lain. Dari masing-masing golongan, manusia akan mendapat pelajaran, karena meskipun masing-masing berusaha untuk mencari rezeki dan kenikmatan dunia, namun hasilnya berbeda-beda. Nikmat Allah yang diberikan kepada mereka yang mengutamakan kehidupan dunia menyebabkan mereka bertambah ingkar kepada Zat yang memberikan nikmat itu. Sebaliknya, nikmat yang diberikan kepada mereka yang mengutamakan kehidupan akhirat membuat mereka semakin mensyukuri Zat yang memberikan nikmat itu.\nAllah swt berfirman:\n\nDia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. (al-An'am/6: 165)\n\nDan firman-Nya:\n\nKamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. (az-Zukhruf/43: 32)\n\nDari uraian di atas, dapat diketahui bahwa setiap orang harus mengutama-kan kehidupan akhirat karena lebih tinggi derajatnya dan lebih utama dari kehidupan dunia. Mengenai kehidupan di akhirat ini digambarkan dalam hadis:\nBersabda Nabi saw, \"Sesungguhnya orang yang memiliki derajat yang tinggi akan melihat tempat yang mulia di akhirat, seperti engkau melihat bintang di ketinggian langit.\" (Riwayat al-Bukhari dan Muslim dari Abu Sa'id al-Khudri)",
    "quraish": "Perhatikanlah bagaimana Kami lebihkan sebagian hamba Kami atas hamba Kami yang lain dalam harta, kehidupan dan kelapangan jika mereka melaksanakan upaya-upaya penyebabnya di dunia sesuai dengan hikmah yang telah Kami ketahui. Sesungguhnya perbedaan mereka di negeri akhirat jauh lebih besar daripada perbedaan mereka di dunia. Maka seyogianya ini diperhatikan. Di akhiratlah terdapat kemuliaan dan keutamaan yang hakiki.",
    "jalalayn": "(Perhatikanlah bagaimana kami lebihkan sebagian dari mereka atas sebagian yang lain) dalam hal rezeki dan derajat (Dan pasti kehidupan akhirat lebih tinggi) lebih agung (kedudukannya dan lebih besar keutamaannya) daripada kehidupan dunia, oleh karenanya harus lebih dipentingkan dalam meraihnya."
  },
  {
    "ruku": 241,
    "name": "Al-Isra'",
    "ayat": 22,
    "arab": "لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَقْعُدَ مَذْمُوْمًا مَّخْذُوْلًا ࣖ ",
    "translation": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2051.mp3",
    "tafsir": "Allah swt melarang manusia menuhankan sesuatu selain Allah, seperti menyembah patung dan arwah nenek moyang walaupun dengan maksud mendekatkan diri kepada-Nya. Termasuk yang dilarang ialah mengakui adanya kekuatan lain selain Allah yang dapat mempengaruhi dirinya, atau melakukan perbuatan nyata, seperti memuja benda-benda, ataupun kekuatan gaib lain yang dianggap sebagai tuhan. Larangan ini ditujukan kepada seluruh manusia agar tidak sesat dan menyesal karena melakukan sesuatu yang seharusnya tidak dilakukan terhadap Penciptanya. Mereka seharusnya mensyukuri nikmat Allah yang telah dilimpahkan kepada mereka, bukan menyekutukan-Nya karena tidak ada penolong manusia selain Allah.\nAllah swt berfirman:\n\nJika Allah menolong kamu, maka tidak ada yang dapat mengalahkanmu, tetapi jika Allah membiarkan kamu (tidak memberi pertolongan), maka siapa yang dapat menolongmu setelah itu? (ali 'Imran/3: 160)",
    "quraish": "Wahai orang yang mukallaf (dibebankan tugas kewajiban), janganlah kamu menjadikan sekutu bagi Allah. Sebab dengan begitu kamu akan menjadi terhina dan tercela.",
    "jalalayn": "(Janganlah kamu adakan tuhan yang lain di samping Allah agar kamu tidak tercela dan terhina) artinya tidak ada yang menolongmu."
  }
]