[
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 23,
    "arab": "۞ وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا",
    "translation": "Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2052.mp3",
    "tafsir": "Dalam ayat ini, Allah memerintahkan kepada seluruh manusia, agar mereka memperhatikan beberapa faktor yang terkait dengan keimanan. Faktor-faktor itu ialah:\nPertama, agar manusia tidak menyembah tuhan selain Allah. Termasuk pada pengertian menyembah tuhan selain Allah ialah mempercayai adanya kekuatan lain yang dapat mempengaruhi jiwa dan raga selain yang datang dari Allah. \nSemua benda yang ada, yang kelihatan ataupun yang tidak, adalah makhluk Allah. Oleh sebab itu, yang berhak mendapat penghormatan tertinggi hanyalah Zat yang menciptakan alam dan semua isinya. Dialah yang memberikan kehidupan dan kenikmatan kepada seluruh makhluk-Nya. Maka apabila ada manusia yang memuja benda ataupun kekuatan gaib selain Allah, berarti ia telah sesat, karena semua benda-benda itu adalah makhluk-Nya, yang tak berkuasa memberikan manfaat dan tak berdaya untuk menolak kemudaratan, sehingga tak berhak disembah.\nKedua, agar manusia berbuat baik kepada kedua ibu bapak mereka. Penyebutan perintah ini sesudah perintah beribadah hanya kepada Allah mempunyai maksud agar manusia memahami betapa pentingnya berbuat baik terhadap ibu bapak. Juga bermaksud agar mereka mensyukuri kebaikan kedua ibu bapak, betapa beratnya penderitaan yang telah mereka rasakan, baik pada saat melahirkan maupun ketika kesulitan dalam mencari nafkah, mengasuh, dan mendidik anak-anak dengan penuh kasih sayang. Maka pantaslah apabila berbuat baik kepada kedua ibu bapak dijadikan sebagai kewajiban yang paling penting di antara kewajiban-kewajiban yang lain, dan diletakkan Allah dalam urutan kedua sesudah kewajiban manusia beribadah hanya kepada-Nya.\nAllah berfirman:\n\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah kepada kedua orang tua. (an-Nisa'/4: 36)\n\nSebaliknya, anak yang durhaka kepada kedua orang tuanya dinyatakan sebagai orang yang berbuat maksiat, yang dosanya diletakkan pada urutan kedua, sesudah dosa orang yang mempersekutukan Allah dengan tuhan-tuhan yang lain.\nAllah swt berfirman:\n\nKatakanlah (Muhammad), \"Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, dan berbuat baik kepada ibu bapak. (al-An'am/6: 151)\n\nAllah swt memerintahkan kepada manusia agar berbuat baik kepada kedua orang tua karena beberapa alasan berikut:\n1. Kasih sayang dan usaha kedua ibu bapak telah dicurahkan kepada anak-anaknya agar mereka menjadi anak-anak yang saleh, dan terhindar dari jalan yang sesat. Maka sepantasnyalah apabila kasih sayang yang tiada taranya itu, dan usaha yang tak mengenal susah payah itu mendapat balasan dari anak-anak mereka dengan memperlakukan mereka dengan baik dan mensyukuri jasa baik mereka.\n2. Anak-anak adalah belahan jiwa dari kedua ibu bapak.\n3. Sejak masih bayi hingga dewasa, pertumbuhan dan pendidikan anak-anak menjadi tanggung jawab kedua orang tuanya. Maka seharusnyalah anak-anak menghormati dan berbuat baik kepada orang tuanya.\n\nSecara singkat dapat dikatakan bahwa nikmat yang paling banyak diterima oleh manusia ialah nikmat Allah, sesudah itu nikmat yang diterima dari kedua ibu bapak. Mereka juga penyebab kedua adanya anak, sedangkan Allah adalah penyebab pertama (hakiki). Itulah sebabnya maka Allah swt meletakkan kewajiban berbuat baik kepada ibu bapak pada urutan kedua sesudah kewajiban manusia beribadah hanya kepada Allah.\nSesudah itu Allah swt menetapkan bahwa apabila salah seorang di antara kedua ibu bapak atau kedua-duanya telah berumur lanjut, sehingga mengalami kelemahan jasmani, dan tak mungkin lagi berusaha mencari nafkah, mereka harus hidup bersama dengan anak-anaknya, agar mendapatkan nafkah dan perlindungan. Menjadi kewajiban bagi anak-anaknya untuk memperlakukan mereka dengan penuh kasih sayang dan kesabaran, serta menghormati mereka sebagai rasa syukur terhadap nikmat yang pernah diterima dari keduanya.\nDalam ayat ini terdapat beberapa ketentuan dan sopan santun yang harus diperhatikan anak terhadap kedua ibu bapaknya, antara lain:\n1. Seorang anak tidak boleh mengucapkan kata kotor dan kasar meskipun hanya berupa kata \"ah\" kepada kedua ibu bapaknya, karena sikap atau perbuatan mereka yang kurang disenangi. Keadaan seperti itu seharusnya disikapi dengan sabar, sebagaimana perlakuan kedua ibu bapaknya ketika merawat dan mendidiknya di waktu masih kecil.\n2. Seorang anak tidak boleh menghardik atau membentak kedua ibu bapaknya, sebab bentakan itu akan melukai perasaan keduanya. Menghardik kedua ibu bapak ialah mengeluarkan kata-kata kasar pada saat si anak menolak atau menyalahkan pendapat mereka, sebab tidak sesuai dengan pendapatnya. Larangan menghardik dalam ayat ini adalah sebagai penguat dari larangan mengatakan \"ah\" yang biasanya diucapkan oleh seorang anak terhadap kedua ibu bapaknya pada saat ia tidak menyetujui pendapat mereka.\n3. Hendaklah anak mengucapkan kata-kata yang mulia kepada kedua ibu bapak. Kata-kata yang mulia ialah kata-kata yang baik dan diucapkan dengan penuh hormat, yang menggambarkan adab sopan santun dan penghargaan penuh terhadap orang lain. Oleh karena itu, jika seorang anak berbeda pendapat dengan kedua ibu bapaknya, hendaklah ia tetap menunjukkan sikap yang sopan dan penuh rasa hormat.\n\n(24) Kemudian Allah swt memerintahkan kepada kaum Muslimin agar bersikap rendah hati dan penuh kasih sayang kepada kedua orang tua. Yang dimaksud dengan sikap rendah hati dalam ayat ini ialah menaati apa yang mereka perintahkan selama perintah itu tidak bertentangan dengan ketentuan-ketentuan agama. Taat anak kepada kedua orang tua merupakan tanda kasih sayang dan hormatnya kepada mereka, terutama pada saat keduanya sangat memerlukan pertolongan anaknya.\nDitegaskan bahwa sikap rendah hati itu haruslah dilakukan dengan penuh kasih sayang, tidak dibuat-buat untuk sekadar menutupi celaan atau menghindari rasa malu pada orang lain. Sikap rendah hati itu hendaknya betul-betul dilakukan karena kesadaran yang timbul dari hati nurani.\nDi akhir ayat, Allah swt memerintahkan kepada kaum Muslimin untuk mendoakan kedua ibu bapak mereka, agar diberi limpahan kasih sayang Allah sebagai imbalan dari kasih sayang keduanya dalam mendidik mereka ketika masih kanak-kanak.\nAda beberapa hadis Nabi saw yang memerintahkan agar kaum Muslimin berbakti kepada kedua ibu bapaknya:\nDiriwayatkan dari 'Abdullah bin 'Umar bahwa sesungguhnya telah datang seorang laki-laki kepada Nabi saw meminta izin kepadanya, agar diperbolehkan ikut berperang bersamanya, lalu Nabi bersabda, \"Apakah kedua orang tuamu masih hidup?\" Orang laki-laki itu menjawab, \"Ya.\" Nabi bersabda, \"Maka berjihadlah kamu dengan berbakti kepada kedua orang tuamu.\" (Riwayat Muslim dan al-Bukhari dalam bab al-adab)\nSeorang anak belumlah dianggap membalas jasa kedua ibu bapaknya, kecuali apabila ia menemukan mereka dalam keadaan menjadi budak, kemudian ia menebus mereka dan memerdekakannya. (Riwayat Muslim dan lainnya dari Abu Hurairah)\nSaya bertanya kepada Rasulullah saw, \"Amal yang manakah yang paling dicintai Allah dan Rasul-Nya?\" Rasulullah menjawab, \"Melakukan salat pada waktunya.\" Saya bertanya, \"Kemudian amal yang mana lagi?\" Rasulullah menjawab, \"Berbuat baik kepada kedua ibu bapak.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud)\n\nDi dalam ayat yang ditafsirkan di atas tidak diterangkan siapakah yang harus didahulukan mendapat bakti antara kedua ibu bapak. Akan tetapi, dalam sebuah hadis dijelaskan bahwa berbakti kepada ibu didahulukan daripada kepada bapak, seperti diriwayatkan dalam shahih al-Bukhari dan Muslim:\nDiriwayatkan dari Abu Hurairah bahwa Rasulullah saw ditanya, \"Siapakah yang paling berhak mendapat perlakuan yang paling baik dariku?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Bapakmu.\" (Riwayat al-Bukhari dan Muslim)\n\nBerbakti kepada kedua orang tua, tidak cukup dilakukan pada saat mereka masih hidup, akan tetapi terus berlanjut meskipun keduanya sudah meninggal dunia. Adapun tata caranya disebutkan dalam hadis yang diriwayatkan Ibnu Majah:\nBahwa Rasulullah saw ditanya, \"Masih adakah kebaktian kepada kedua orang tuaku, setelah mereka meninggal dunia?\" Rasulullah saw menjawab, \"Ya, masih ada empat perkara, mendoakan ibu bapak itu kepada Allah, memintakan ampun bagi mereka, menunaikan janji mereka, dan meng-hormati teman-teman mereka serta menghubungkan tali persaudaraan dengan orang-orang yang tidak mempunyai hubungan keluarga dengan kamu kecuali dari pihak mereka. Maka inilah kebaktian yang masih tinggal yang harus kamu tunaikan, sebagai kebaktian kepada mereka setelah mereka meninggal dunia.\" (Riwayat Ibnu Majah dari Abu Usaid)",
    "quraish": "Tuhanmu telah menetapkan agar kalian tidak menyembah kecuali kepada-Nya dan berbakti kepada kedua orangtua dengan sebaik-baiknya. Apabila keduanya atau salah satunya dalam keadaan lemah atau berusia lanjut, maka janganlah kamu bantah ucapan dan sikap mereka dengan suara yang menunjukkan marah. Dan jangan sekali-kali kamu menghardik keduanya. Akan tetapi berkatalah kepada keduanya dengan perkataan yang baik, lembut dan penuh dengan kebaikan serta penghormatan kepada keduanya.",
    "jalalayn": "(Dan telah memutuskan) telah memerintahkan (Rabbmu supaya janganlah) lafal allaa berasal dari gabungan antara an dan laa (kalian menyembah selain Dia dan) hendaklah kalian berbuat baik (pada ibu bapak kalian dengan sebaik-baiknya) yaitu dengan berbakti kepada keduanya. (Jika salah seorang di antara keduanya sampai berumur lanjut dalam pemeliharaanmu) lafal ahaduhumaa adalah fa`il (atau kedua-duanya) dan menurut suatu qiraat lafal yablughanna dibaca yablughaani dengan demikian maka lafal ahaduhumaa menjadi badal daripada alif lafal yablughaani (maka sekali-kali janganlah kamu mengatakan ah kepada keduanya) dapat dibaca uffin dan uffan; atau uffi dan uffa; lafal ini adalah mashdar yang artinya adalah celaka dan sial (dan janganlah kamu membentak mereka) jangan kamu menghardik keduanya (dan ucapkanlah kepada mereka perkataan yang mulia) perkataan yang baik dan sopan."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 24,
    "arab": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيٰنِيْ صَغِيْرًاۗ",
    "translation": "Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, “Wahai Tuhanku! Sayangilah keduanya sebagaimana mereka berdua telah mendidik aku pada waktu kecil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2053.mp3",
    "tafsir": "Kemudian Allah swt memerintahkan kepada kaum Muslimin agar bersikap rendah hati dan penuh kasih sayang kepada kedua orang tua. Yang dimaksud dengan sikap rendah hati dalam ayat ini ialah menaati apa yang mereka perintahkan selama perintah itu tidak bertentangan dengan ketentuan-ketentuan agama. Taat anak kepada kedua orang tua merupakan tanda kasih sayang dan hormatnya kepada mereka, terutama pada saat keduanya sangat memerlukan pertolongan anaknya. Ditegaskan bahwa sikap rendah hati itu haruslah dilakukan dengan penuh kasih sayang, tidak dibuat-buat untuk sekadar menutupi celaan atau menghindari rasa malu pada orang lain. Sikap rendah hati itu hendaknya betul-betul dilakukan karena kesadaran yang timbul dari hati nurani. Di akhir ayat, Allah swt memerintahkan kepada kaum Muslimin untuk mendoakan kedua ibu bapak mereka, agar diberi limpahan kasih sayang Allah sebagai imbalan dari kasih sayang keduanya dalam mendidik mereka ketika masih kanak-kanak. Ada beberapa hadis Nabi saw yang memerintahkan agar kaum Muslimin berbakti kepada kedua ibu bapaknya: Diriwayatkan dari 'Abdullah bin 'Umar bahwa sesungguhnya telah datang seorang laki-laki kepada Nabi saw meminta izin kepadanya, agar diperbolehkan ikut berperang bersamanya, lalu Nabi bersabda, \"Apakah kedua orang tuamu masih hidup?\" Orang laki-laki itu menjawab, \"Ya.\" Nabi bersabda, \"Maka berjihadlah kamu dengan berbakti kepada kedua orang tuamu.\" (Riwayat Muslim dan al-Bukhari dalam bab al-adab) Seorang anak belumlah dianggap membalas jasa kedua ibu bapaknya, kecuali apabila ia menemukan mereka dalam keadaan menjadi budak, kemudian ia menebus mereka dan memerdekakannya. (Riwayat Muslim dan lainnya dari Abu Hurairah) Saya bertanya kepada Rasulullah saw, \"Amal yang manakah yang paling dicintai Allah dan Rasul-Nya?\" Rasulullah menjawab, \"Melakukan salat pada waktunya.\" Saya bertanya, \"Kemudian amal yang mana lagi?\" Rasulullah menjawab, \"Berbuat baik kepada kedua ibu bapak.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud) Di dalam ayat yang ditafsirkan di atas tidak diterangkan siapakah yang harus didahulukan mendapat bakti antara kedua ibu bapak. Akan tetapi, dalam sebuah hadis dijelaskan bahwa berbakti kepada ibu didahulukan daripada kepada bapak, seperti diriwayatkan dalam shahih al-Bukhari dan Muslim: Diriwayatkan dari Abu Hurairah bahwa Rasulullah saw ditanya, \"Siapakah yang paling berhak mendapat perlakuan yang paling baik dariku?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Ibumu.\" Orang itu bertanya, \"Siapa lagi?\" Rasulullah menjawab, \"Bapakmu.\" (Riwayat al-Bukhari dan Muslim) Berbakti kepada kedua orang tua, tidak cukup dilakukan pada saat mereka masih hidup, akan tetapi terus berlanjut meskipun keduanya sudah meninggal dunia. Adapun tata caranya disebutkan dalam hadis yang diriwayatkan Ibnu Majah: Bahwa Rasulullah saw ditanya, \"Masih adakah kebaktian kepada kedua orang tuaku, setelah mereka meninggal dunia?\" Rasulullah saw menjawab, \"Ya, masih ada empat perkara, mendoakan ibu bapak itu kepada Allah, memintakan ampun bagi mereka, menunaikan janji mereka, dan meng-hormati teman-teman mereka serta menghubungkan tali persaudaraan dengan orang-orang yang tidak mempunyai hubungan keluarga dengan kamu kecuali dari pihak mereka. Maka inilah kebaktian yang masih tinggal yang harus kamu tunaikan, sebagai kebaktian kepada mereka setelah mereka meninggal dunia.\" (Riwayat Ibnu Majah dari Abu Usaid)",
    "quraish": "Berlemah-lembutlah kepada keduanya, bersikap rendah dirilah di depan keduanya dan kasih sayangilah keduanya. Berdoalah untuk mereka, \"Ya Tuhanku, kasihilah keduanya sebagaimana mereka berdua telah mengasihiku ketika mendidikku di waktu kecil.\"",
    "jalalayn": "(Dan rendahkanlah dirimu terhadap mereka berdua) artinya berlaku sopanlah kamu terhadap keduanya (dengan penuh kesayangan) dengan sikap lemah lembutmu kepada keduanya (dan ucapkanlah, \"Wahai Rabbku! Kasihanilah mereka keduanya, sebagaimana) keduanya mengasihaniku sewaktu (mereka berdua mendidik aku waktu kecil.\")."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 25,
    "arab": "رَبُّكُمْ اَعْلَمُ بِمَا فِيْ نُفُوْسِكُمْ ۗاِنْ تَكُوْنُوْا صٰلِحِيْنَ فَاِنَّهٗ كَانَ لِلْاَوَّابِيْنَ غَفُوْرًا",
    "translation": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang yang baik, maka sungguh, Dia Maha Pengampun kepada orang yang bertobat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2054.mp3",
    "tafsir": "Allah swt lalu memperingatkan kaum Muslimin agar benar-benar memperhatikan urusan berbakti kepada kedua ibu bapak dan tidak menganggapnya sebagai urusan yang remeh. Dijelaskan bahwa Allah Maha Mengetahui apa yang tergerak dalam hati mereka, apakah benar-benar berbakti kepada kedua ibu bapak dengan rasa kasih sayang dan penuh kesadaran, ataukah hanya pernyataan lahiriah saja, sedangkan di dalam hati mereka sebenarnya durhaka dan membangkang. Itulah sebabnya, Allah menjanjikan bahwa apabila mereka benar-benar berbuat baik, yaitu benar-benar menaati tuntutan Allah dan berbakti kepada kedua ibu bapak, maka Dia akan memberikan ampunan kepada mereka atas perbuatan yang melampaui batas-batas ketentuan-Nya. Allah Maha Pengampun kepada siapa saja yang mau bertobat dan kembali menaati perintah-Nya.\nDalam ayat ini terdapat janji baik yang ditujukan kepada orang-orang yang hatinya terbuka untuk berbakti kepada ibu bapaknya. Sebaliknya, terdapat ancaman keras yang ditujukan kepada orang-orang yang meremehkannya, apalagi yang sengaja mendurhakai kedua ibu bapaknya.",
    "quraish": "Hai manusia, Tuhan kalian lebih mengetahui segala apa yang ada di dalam hati kalian daripada kalian sendiri. Dia akan memperhitungkannya dengan pahala dan hukuman. Maka apabila kalian bermaksud melakukan kebaikan--dan kalian memang akan benar-benar melakukan kebaikan--tetapi kalian kemudian terperosok dalam kesalahan, lalu kalian kembali kepada Allah, maka Dia akan mengampuni kalian. Sebab Dia Maha Pengampun bagi mereka yang bertobat kepada-Nya.",
    "jalalayn": "(Rabb kalian lebih mengetahui apa yang ada dalam hati kalian) apa yang terpendam di dalamnya berupa perasaan berbakti dan menyakiti (jika kalian orang-orang yang baik) taat kepada Allah (maka sesungguhnya Dia kepada orang-orang yang bertobat) orang-orang yang kembali kepada Allah dengan berbuat taat kepada-Nya (Maha Pengampun) terhadap apa yang telah mereka lakukan sehubungan dengan hak-hak kedua orang tua, yaitu berupa perbuatan yang menyakitkan lalu dengan segera mereka bertobat dan tidak akan berbuat yang menyakitkan lagi kepada keduanya."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 26,
    "arab": "وَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِ وَلَا تُبَذِّرْ تَبْذِيْرًا ",
    "translation": "Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2055.mp3",
    "tafsir": "Pada ayat ini, Allah swt memerintahkan kepada kaum Muslimin agar memenuhi hak keluarga dekat, orang-orang miskin, dan orang-orang yang dalam perjalanan. Hak yang harus dipenuhi itu ialah: mempererat tali persaudaraan dan hubungan kasih sayang, mengunjungi rumahnya dan bersikap sopan santun, serta membantu meringankan penderitaan yang mereka alami. Sekiranya ada di antara keluarga dekat, ataupun orang-orang miskin dan orang-orang yang dalam perjalanan itu memerlukan biaya untuk keperluan hidupnya maka hendaklah diberi bantuan secukupnya untuk memenuhi kebutuhan mereka. Orang-orang yang dalam perjalanan yang patut diringankan penderitaannya ialah orang yang melakukan perjalanan karena tujuan-tujuan yang dibenarkan oleh agama. Orang yang demikian keadaannya perlu dibantu dan ditolong agar bisa mencapai tujuannya.\nDi akhir ayat, Allah swt melarang kaum Muslimin bersikap boros yaitu membelanjakan harta tanpa perhitungan yang cermat sehingga menjadi mubazir. Larangan ini bertujuan agar kaum Muslimin mengatur pengeluar-annya dengan perhitungan yang secermat-cermatnya, agar apa yang dibelanjakan sesuai dengan keperluan dan pendapatan mereka. Kaum Muslimin juga tidak boleh menginfakkan harta kepada orang-orang yang tidak berhak menerimanya, atau memberikan harta melebihi dari yang seharusnya.\nKeterangan lebih lanjut tentang bagaimana seharusnya kaum Muslimin membelanjakan hartanya disebutkan dalam firman Allah swt:\n\nDan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar. (al-Furqan/25: 67)\n\nAdapun keterangan yang menjelaskan makna yang terkandung dalam ayat tentang larangan boros yang berarti mubazir dapat diperhatikan dalam hadis-hadis Nabi sebagai berikut:\nDiriwayatkan dari Abdullah bin Umar, ia berkata, \"Rasulullah saw bertemu Saad pada waktu berwudu, lalu Rasulullah bersabda, \"Alangkah borosnya wudumu itu hai Saad!\" Saad berkata, \"Apakah di dalam berwudu ada pemborosan?\" Rasulullah saw bersabda, \"Ya, meskipun kamu berada di sungai yang mengalir.\" (Riwayat Ibnu Majah)\nDiriwayatkan dari Anas bin Malik bahwa ia berkata, \"Datanglah seorang laki-laki dari Bani Tamim kepada Rasulullah saw seraya berkata, \"Wahai Rasulullah! Saya adalah seorang yang berharta, banyak keluarga, anak, dan tamu yang selalu hadir, maka terangkanlah kepadaku bagaimana saya harus membelanjakan harta, dan bagaimana saya harus berbuat.\" Maka Rasulullah saw bersabda, \"Hendaklah kamu mengeluarkan zakat dari hartamu jika kamu mempunyai harta, karena sesungguhnya zakat itu penyucian yang menyucikan kamu, peliharalah silaturrahim dengan kaum kerabatmu, dan hendaklah kamu ketahui tentang hak orang yang meminta pertolongan, tetangga, dan orang miskin. Kemudian lelaki itu berkata, \"Wahai Rasulullah! Dapatkah engkau mengurangi kewajiban itu kepadaku?\" Rasulullah saw membacakan ayat: Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros. Lalu lelaki itu berkata, \"Cukuplah bagiku wahai Rasulullah, apabila aku telah menunaikan zakat kepada amil zakatmu, lalu aku telah bebas dari kewajiban zakat yang harus dibayarkan kepada Allah dan Rasul-Nya,\" lalu Rasulullah saw bersabda, \"Ya, apabila engkau telah membayar zakat itu kepada amilku, engkau telah bebas dari kewajiban itu dan engkau akan menerima pahalanya, dan orang yang menggantikannya dengan yang lain akan berdosa.\" (Riwayat Ahmad)",
    "quraish": "Berikanlah kepada keluarga-keluarga dekatmu hak mereka berupa kebajikan dan jalinan silaturrahmi. Berikan juga hak orang-orang miskin yang membutuhkan dan musafir yang kehabisan harta dalam bentuk zakat dan sedekah. Janganlah menghambur-hamburkan hartamu pada hal-hal yang tidak mendatangkan maslahat, secara berlebih-lebihan.",
    "jalalayn": "(Dan berikanlah) kasihkanlah (kepada keluarga-keluarga yang dekat) famili-famili terdekat (akan haknya) yaitu memuliakan mereka dan menghubungkan silaturahmi kepada mereka (kepada orang-orang miskin dan orang-orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan hartamu secara boros) yaitu menginfakkannya bukan pada jalan ketaatan kepada Allah."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 27,
    "arab": "اِنَّ الْمُبَذِّرِيْنَ كَانُوْٓا اِخْوَانَ الشَّيٰطِيْنِ ۗوَكَانَ الشَّيْطٰنُ لِرَبِّهٖ كَفُوْرًا",
    "translation": "Sesungguhnya orang-orang yang pemboros itu adalah saudara setan dan setan itu sangat ingkar kepada Tuhannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2056.mp3",
    "tafsir": "Kemudian Allah swt menyatakan bahwa para pemboros adalah saudara setan. Ungkapan serupa ini biasa dipergunakan oleh orang-orang Arab. Orang yang membiasakan diri mengikuti peraturan suatu kaum atau mengikuti jejak langkahnya, disebut saudara kaum itu. Jadi orang-orang yang memboroskan hartanya berarti orang-orang yang mengikuti langkah setan. Sedangkan yang dimaksud pemboros dalam ayat ini ialah orang-orang yang menghambur-hamburkan harta bendanya dalam perbuatan maksiat yang tentunya di luar perintah Allah. Orang-orang yang serupa inilah yang disebut kawan-kawan setan. Di dunia mereka tergoda oleh setan, dan di akhirat mereka akan dimasukkan ke dalam neraka Jahanam.\nAllah swt berfirman:\n\nDan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. (az-Zukhruf/43: 36)\n\nDan firman Allah swt:\n\n(Diperintahkan kepada malaikat), \"Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah. (ash-shaffat/37: 22)\n\nDi akhir ayat, dijelaskan bahwa setan sangat ingkar kepada Tuhannya, maksudnya sangat ingkar kepada nikmat Allah yang diberikan kepadanya, dan tidak mau mensyukurinya. Bahkan, setan membangkang tidak mau menaati perintah Allah, dan menggoda manusia agar berbuat maksiat. \nAl-Karkhi menjelaskan keadaan orang yang diberi kemuliaan dan harta berlimpah. Apabila orang itu memanfaatkan harta dan kemuliaan itu di luar batas-batas yang diridai Allah, maka dia telah mengingkari nikmat Allah. Orang yang berbuat seperti itu, baik sifat ataupun perbuatannya, dapat disamakan dengan perbuatan setan.\nAyat ini diturunkan Allah dalam rangka menjelaskan perbuatan orang-orang Jahiliah. Telah menjadi kebiasaan orang-orang Arab menumpuk harta yang mereka peroleh dari rampasan perang, perampokan, dan penyamunan. Harta itu kemudian mereka gunakan untuk berfoya-foya supaya mendapat kemasyhuran. Orang-orang musyrik Quraisy pun menggunakan harta mereka untuk menghalangi penyebaran agama Islam, melemahkan pemeluk-pemeluknya, dan membantu musuh-musuh Islam. Ayat itu turun untuk menyatakan betapa jeleknya usaha mereka.",
    "quraish": "Sebab orang-orang yang menghambur-hamburkan harta secara berlebihan (boros) adalah saudara- saudara setan. Mereka menerima godaan manakala setan-setan memperdaya mereka agar terjerumus dalam kerusakan dan membelanjakan harta secara tidak benar. Kebiasaan setan adalah selalu kufur terhadap nikmat Tuhan. Demikian pula kawannya, akan sama seperti sifat setan.",
    "jalalayn": "(Sesungguhnya orang-orang pemboros itu adalah saudara-saudara setan) artinya berjalan pada jalan setan (dan setan itu adalah sangat ingkar kepada Rabbnya) sangat ingkar kepada nikmat-nikmat yang dilimpahkan oleh-Nya, maka demikian pula saudara setan yaitu orang yang pemboros."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 28,
    "arab": "وَاِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاۤءَ رَحْمَةٍ مِّنْ رَّبِّكَ تَرْجُوْهَا فَقُلْ لَّهُمْ قَوْلًا مَّيْسُوْرًا",
    "translation": "Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2057.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bagaimana sikap yang baik terhadap orang-orang yang sangat memerlukan pertolongan, sedangkan orang yang dimintai pertolongan itu tidak mempunyai kemampuan untuk menolong. Apabila hal itu terjadi pada seseorang, maka hendaklah ia mengatakan kepada orang itu dengan perkataan yang sopan dan lemah lembut. Jika ia mempunyai kesanggupan di waktu yang lain, maka hendaklah berjanji dengan janji yang bisa dilaksanakan dan memuaskan hati mereka.",
    "quraish": "Jika kondisi keuanganmu memaksamu berpaling dari orang-orang yang disebut di atas, sehingga kamu tidak dapat memberikan hak mereka karena tidak ada yang bisa diberikan saat itu, tetapi kamu tetap berharap Allah memberikan kemudahan untukmu, maka katakanlah kepada mereka dengan ucapan yang baik yang dapat memberikan harapan kepada mereka.",
    "jalalayn": "(Dan jika kamu berpaling dari mereka) artinya dari orang-orang yang telah disebutkan tadi, yaitu kaum kerabat yang dekat dan orang-orang lain sesudahnya, dalam arti kata kamu masih belum mampu untuk memberi mereka akan hak-haknya (untuk memperoleh rahmat dari Rabbmu yang kamu harapkan) artinya kamu masih mencari rezeki yang kamu harap-harapkan kedatangannya, kemudian setelah kamu mendapatkannya akan memberikan sebagian daripadanya kepada mereka (maka katakanlah kepada mereka ucapan yang pantas) yakni ucapan yang lemah lembut; seumpamanya kamu menjanjikan kepada mereka akan memberi jika rezeki telah datang kepadamu."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 29,
    "arab": "وَلَا تَجْعَلْ يَدَكَ مَغْلُوْلَةً اِلٰى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوْمًا مَّحْسُوْرًا ",
    "translation": "Dan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah) nanti kamu menjadi tercela dan menyesal.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2058.mp3",
    "tafsir": "Selanjutnya dalam ayat ini, Allah swt menjelaskan cara-cara yang baik dalam membelanjakan harta. Allah menerangkan keadaan orang-orang yang kikir dan pemboros dengan menggunakan ungkapan jangan menjadi-kan tangan terbelenggu pada leher, tetapi juga jangan terlalu mengulurkan-nya. Kedua ungkapan ini lazim digunakan orang-orang Arab. Yang pertama berarti larangan berlaku bakhil atau kikir, sehingga enggan memberikan harta kepada orang lain, walaupun sedikit. Ungkapan kedua berarti melarang orang berlaku boros dalam membelanjakan harta, sehingga melebihi kemampuan yang dimilikinya. Kebiasaan memboroskan harta akan meng-akibatkan seseorang tidak mempunyai simpanan atau tabungan yang bisa digunakan ketika dibutuhkan.\nDari ayat ini dapat dipahami bahwa cara yang baik dalam membelanja-kan harta ialah dengan cara yang hemat, layak dan wajar, tidak terlalu bakhil dan tidak terlalu boros. Terlalu bakhil akan menjadikan seseorang tercela, sedangkan terlalu boros akan mengakibatkan pelakunya pailit atau bangkrut.\nAdapun keterangan-keterangan yang didapat dari hadis-hadis Nabi dapat dikemukakan sebagai berikut:\nImam Ahmad dan ahli hadis yang lain meriwayatkan dari Ibnu 'Abbas bahwa Rasulullah saw bersabda:\nTidak akan menjadi miskin orang yang berhemat.\n\nHadis ini menjelaskan pentingnya berhemat, sehingga Nabi mengatakan bahwa orang yang selalu berhemat tidak akan menjadi beban orang lain atau menjadi miskin.\nImam al-Baihaqi meriwayatkan sebuah hadis dari Ibnu 'Abbas bahwa Rasulullah saw bersabda:\nBerlaku hemat dalam membelanjakan harta, separuh dari penghidupan.",
    "quraish": "Janganlah kamu enggan mengulurkan tangan untuk menginfakkan harta dalam kebaikan, seolah-olah tanganmu terikat di leher dengan belenggu yang terbuat dari besi sehingga tak bisa terulur. Tetapi janganlah pula kamu terlalu mengulurkan tanganmu untuk berlebih-lebihan dalam berinfak. Sebab dengan begitu kamu akan menjadi tercela dan menyesal karena tidak berinfak atau kehabisan harta karena boros dan berlebih-lebihan.",
    "jalalayn": "(Dan janganlah kamu jadikan tanganmu terbelenggu pada lehermu) artinya janganlah kamu menahannya dari berinfak secara keras-keras; artinya pelit sekali (dan janganlah kamu mengulurkannya) dalam membelanjakan hartamu (secara keterlaluan, karena itu kamu menjadi tercela) pengertian tercela ini dialamatkan kepada orang yang pelit (dan menyesal) hartamu habis ludes dan kamu tidak memiliki apa-apa lagi karenanya; pengertian ini ditujukan kepada orang yang terlalu berlebihan di dalam membelanjakan hartanya."
  },
  {
    "ruku": 242,
    "name": "Al-Isra'",
    "ayat": 30,
    "arab": "اِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا ࣖ",
    "translation": "Sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki); sungguh, Dia Maha Mengetahui, Maha Melihat hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2059.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa Dialah yang melapangkan rezeki kepada siapa yang dikehendaki-Nya, dan Dia pula yang membatasi-nya. Semuanya berjalan menurut ketentuan yang telah ditetapkan Allah terhadap para hamba-Nya dalam usaha mencari harta dan cara mengembang-kannya. Hal ini berhubungan erat dengan alat dan pengetahuan tentang pengolahan harta itu. Yang demikian adalah ketentuan Allah yang bersifat umum dan berlaku bagi seluruh hamba-Nya. Namun demikian, hanya Allah yang menentukan menurut kehendak-Nya.\nDi akhir ayat ini, Allah swt menegaskan bahwa Dia Maha Mengetahui para hamba-Nya, siapa di antara mereka yang memanfaatkan kekayaan demi kemaslahatan dan siapa pula yang menggunakannya untuk kemudaratan. Dia juga mengetahui siapa di antara hamba-hamba-Nya yang dalam kemiskinan tetap bersabar dan tawakal kepada Allah, dan siapa yang karena kemiskinan, menjadi orang-orang yang berputus asa, dan jauh dari rahmat Allah. Allah Maha Melihat bagaimana mereka mengurus dan mengatur harta benda, apakah mereka itu membelanjakan harta pemberian Allah itu dengan boros ataukah bakhil.\nOleh sebab itu, kaum Muslimin hendaknya tetap berpegang kepada ketentuan-ketentuan Allah, dengan menaati segala perintah-Nya dan menjauhi larangan-Nya. Dalam membelanjakan harta hendaklah berlaku wajar. Hal itu termasuk sunnah Allah.",
    "quraish": "Sesungguhnya Tuhanmu akan melapangkan rezeki hamba yang dikehendaki-Nya dan menyempitkannya kepada siapa yang dikehendaki-Nya pula. Sebab Dia Maha Mengetahui watak-watak mereka, Maha Melihat kebutuhan mereka. Dia memberikan kepada mereka yang sesuai dengan kebijakan-Nya bila mereka melaksanakan faktor-faktor penyebabnya.",
    "jalalayn": "(Sesungguhnya Rabbmu melapangkan rezeki) meluaskannya (kepada siapa yang Dia kehendaki dan membatasinya) menyempitkannya kepada siapa yang Dia kehendaki (sesungguhnya Dia Maha Mengetahui lagi Maha Melihat akan hamba-hamba-Nya) mengetahui apa yang tersembunyi dan apa yang terlahirkan tentang diri mereka karena itu Dia memberi rezeki kepada mereka sesuai dengan kebutuhan-kebutuhan mereka."
  }
]