[
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 31,
    "arab": "وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ خَشْيَةَ اِمْلَاقٍۗ نَحْنُ نَرْزُقُهُمْ وَاِيَّاكُمْۗ اِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيْرًا ",
    "translation": "Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2060.mp3",
    "tafsir": "Kemudian Allah swt melarang kaum Muslimin membunuh anak-anak mereka, seperti yang telah dilakukan oleh beberapa suku dari bangsa Arab Jahiliah. Mereka menguburkan anak-anak perempuan karena dianggap tidak mampu mencari rezeki, dan hanya menjadi beban hidup saja. Berbeda dengan anak laki-laki yang dianggap mempunyai kemampuan untuk mencari harta, berperang, dan menjaga kehormatan keluarga. Anak perempuan dipandang hanya akan memberi malu karena bisa menyebabkan kemiskinan dan menurunkan martabat keluarga karena kawin dengan orang yang tidak sederajat dengan mereka. Apalagi dalam peperangan, anak perempuan tentu akan menjadi tawanan, sehingga tidak mustahil akan mengalami nasib yang hina lantaran menjadi budak. Oleh karena itu, Allah swt melarang kaum Muslimin meniru kebiasaan Jahiliah tersebut, dengan memberikan alasan bahwa rezeki itu berada dalam kekuasaan-Nya. Dia yang memberikan rezeki kepada mereka. Apabila Dia kuasa memberikan rezeki kepada anak laki-laki, maka Dia kuasa pula untuk memberikannya kepada anak perempuan. Allah menyatakan bahwa takut pada kemiskinan itu bukanlah alasan untuk membunuh anak-anak perempuan mereka.\nDi akhir ayat ini, Allah swt menegaskan bahwa membunuh anak-anak itu adalah dosa besar, karena hal itu menghalangi tujuan hidup manusia. Tidak membiarkan anak itu hidup berarti memutus keturunan, yang berarti pula menumpas kehidupan manusia itu sendiri dari muka bumi. Hadis Nabi saw berikut ini menggambarkan betapa besarnya dosa membunuh anak:\nDiriwayatkan dari 'Abdullah bin Mas'ud bahwa ia bertanya, \"Wahai Rasulullah, dosa manakah yang paling besar? Rasulullah menjawab, \"Bila engkau menjadikan sekutu bagi Allah, padahal Allah itulah yang menciptakanmu.\" Saya bertanya lagi, \"Kemudian dosa yang mana lagi?\" Rasulullah saw menjawabnya, \"Bila engkau membunuh anakmu karena takut anak itu makan bersamamu.\" Saya bertanya lagi, \"Kemudian dosa yang mana lagi?\" Rasulullah saw menjawabnya, \"Engkau berzina dengan istri tetanggamu.\" (Riwayat al-Bukhari dan Muslim)\n\nDi samping itu, dapat dikatakan bahwa tindakan membunuh anak karena takut kelaparan adalah termasuk berburuk sangka kepada Allah. Bila tindakan itu dilakukan karena takut malu, maka tindakan itu bertentangan dengan nilai-nilai kemanusiaan, karena mengarah pada upaya menghancur-kan kesinambungan eksistensi umat manusia di dunia.\nSelain mengungkapkan kebiasaan jahat yang dilakukan oleh orang-orang Arab di masa Jahiliah, ayat ini juga mengungkapkan tabiat mereka yang sangat bakhil.",
    "quraish": "Karena perkara rezeki ada di tangan Allah, maka tidak diperkenankan bagi kalian untuk membunuh anak-anak karena khawatir akan jatuh miskin. Sebab Kamilah yang menjamin rezeki kalian dan anak-anak kalian itu. Sesungguhnya membunuh mereka adalah perbuatan dosa yang besar.",
    "jalalayn": "(Dan janganlah kalian membunuh anak-anak kalian) dengan menguburnya hidup-hidup (karena takut) merasa ngeri (kemiskinan) menjadi melarat (Kamilah yang akan memberi rezeki kepada mereka dan juga kepada kalian. Sesungguhnya membunuh mereka adalah suatu kesalahan) dosa (yang besar) teramat besar."
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 32,
    "arab": "وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا ",
    "translation": "Dan janganlah kamu mendekati zina; (zina) itu sungguh suatu perbuatan keji, dan suatu jalan yang buruk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2061.mp3",
    "tafsir": "Dalam ayat ini, Allah swt melarang para hamba-Nya mendekati perbuatan zina. Maksudnya ialah melakukan perbuatan yang membawa pada perzinaan, seperti pergaulan bebas tanpa kontrol antara laki-laki dan perempuan, membaca bacaan yang merangsang, menonton tayangan sinetron dan film yang mengumbar sensualitas perempuan, dan merebaknya pornografi dan pornoaksi. Semua itu benar-benar merupakan situasi yang kondusif bagi terjadinya perzinaan. \nLarangan melakukan zina diungkapkan dengan larangan mendekati zina untuk memberikan kesan yang tegas, bahwa jika mendekati perbuatan zina saja sudah dilarang, apa lagi melakukannya. Dengan pengungkapan seperti ini, seseorang akan dapat memahami bahwa larangan melakukan zina adalah larangan yang keras, sehingga benar-benar harus dijauhi.\nYang dimaksud dengan perbuatan zina ialah hubungan kelamin yang dilakukan oleh pria dengan wanita di luar pernikahan, baik pria ataupun wanita itu sudah pernah melakukan hubungan kelamin yang sah ataupun belum, dan bukan karena sebab kekeliruan.\nSelanjutnya Allah memberikan alasan mengapa zina dilarang. Alasan yang disebut di akhir ayat ini ialah karena zina benar-benar perbuatan yang keji yang mengakibatkan banyak kerusakan, di antaranya:\n1. Merusak garis keturunan, yang mengakibatkan seseorang akan menjadi ragu terhadap nasab anaknya, apakah anak yang lahir itu keturunannya atau hasil perzinaan. Dugaan suami bahwa istrinya berzina dengan laki-laki lain mengakibatkan timbulnya berbagai kesulitan, seperti perceraian dan kesulitan dalam pendidikan dan kedudukan hukum si anak. Keadaan seperti itu menyebabkan terganggunya pertumbuhan jiwa anak dan menghancurkan tatanan kemasyarakatan.\n2. Menimbulkan kegoncangan dan kegelisahan dalam masyarakat, karena tidak terpeliharanya kehormatan. Betapa banyaknya pembunuhan yang terjadi dalam masyarakat yang disebabkan karena anggota masyarakat itu melakukan zina.\n3. Merusak ketenangan hidup berumah tangga. Nama baik seorang perempuan atau laki-laki yang telah berbuat zina akan ternoda di tengah-tengah masyarakat. Ketenangan hidup berumah tangga tidak akan pernah terjelma, dan hubungan kasih sayang antara suami istri menjadi rusak.\n4. Menghancurkan rumah tangga. Istri bukanlah semata-mata sebagai pemuas hawa nafsu, akan tetapi sebagai teman hidup dalam berumah tangga dan membina kesejahteraan rumah tangga. Oleh sebab itu, apabila suami sebagai penanggung jawab dalam memenuhi kebutuhan rumah tangga, maka si istri adalah sebagai penanggung jawab dalam memeliharanya, baik harta maupun anak-anak dan ketertiban rumah tangga itu. Jadi jika si istri atau suami ternoda karena zina, kehancuran rumah tangga itu sukar untuk dielakkan lagi. \n5. Merebaknya perzinaan di masyarakat menyebabkan berkembangnya berbagai penyakit kelamin seperti sifilis (raja singa). Di samping itu, juga meningkatkan penyebaran penyakit AIDS atau penyakit yang menghancurkan sistem kekebalan tubuh (immunity) penderitanya, sehingga dia akan mati perlahan-lahan.\nSecara singkat dapat dikemukakan bahwa perbuatan zina adalah perbuat-an yang sangat keji, yang menyebabkan hancurnya garis keturunan, menimbulkan kegoncangan dan kegelisahan dalam masyarakat, merusak ketenangan hidup berumah tangga, menghancurkan rumah tangga itu sendiri, dan merendahkan martabat manusia. Jika perbuatan itu dibiarkan merajalela di tengah-tengah masyarakat berarti manusia sama derajatnya dengan binatang.\nAyat ini mengandung larangan berbuat zina dan isyarat akan perilaku orang-orang Arab Jahiliah yang berlaku boros. Perzinaan adalah penyebab keborosan.",
    "quraish": "Janganlah kalian mendekati zina dengan melakukan hal-hal yang mengarah kepadanya. Sebab zina adalah perbuatan keji yang sangat jelas keburukannya. Jalan itu adalah merupakan jalan yang paling buruk.",
    "jalalayn": "(Dan janganlah kalian mendekati zina) larangan untuk melakukannya jelas lebih keras lagi (sesungguhnya zina itu adalah suatu perbuatan yang keji) perbuatan yang buruk (dan seburuk-buruknya) sejelek-jelek (jalan) adalah perbuatan zina itu."
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 33,
    "arab": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ وَمَنْ قُتِلَ مَظْلُوْمًا فَقَدْ جَعَلْنَا لِوَلِيِّهٖ سُلْطٰنًا فَلَا يُسْرِفْ فِّى الْقَتْلِۗ اِنَّهٗ كَانَ مَنْصُوْرًا",
    "translation": "Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar. Dan barang siapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2062.mp3",
    "tafsir": "Dalam ayat ini Allah swt melarang hamba-Nya membunuh jiwa yang diharamkan Allah. Maksud \"membunuh jiwa\" ialah menghilangkan nyawa manusia. Sedangkan yang dimaksud dengan \"yang diharamkan Allah membunuhnya\" ialah membunuh dengan alasan yang tidak sah atau tidak dibenarkan agama.\nAdapun sebab mengapa Allah swt melarang para hamba-Nya menghilangkan nyawa manusia dengan alasan yang tidak dibenarkan ialah:\n1. Pembunuhan menimbulkan kerusakan. Islam melarang setiap tindakan yang menimbulkan kerusakan. Larangan itu berlaku umum untuk segala macam tindakan yang menimbulkan kerusakan, maka pembunuhan pun termasuk tindakan yang terlarang. Allah swt berfirman:\n\n¦janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. (al-A'raf/7: 85)\n2. Pembunuhan itu membahayakan orang lain. Ketentuan pokok dalam agama ialah semua tindakan yang menimbulkan mudarat bagi diri sendiri dan orang lain itu terlarang. Allah swt berfirman:\n\n¦bahwa barang siapa membunuh seseorang, bukan karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia. (al-Ma'idah/5: 32)\nRasulullah saw bersabda:\nHilangnya dunia bagi Allah lebih rendah nilainya dibanding membunuh seorang muslim. (Riwayat at-Tirmidzi dari 'Abdullah bin 'Umar)\n\n3. Mengganggu keamanan masyarakat yang membawa kepada musnahnya masyarakat itu sendiri. Karena apabila pembunuhan diperbolehkan, tidak mustahil akan terjadi tindakan saling membunuh di antara manusia, yang pada akhirnya manusia itu akan binasa.\n\nDan barang siapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya. (an-Nisa'/4: 93)\n\nDalam ayat ini Allah swt memberikan pengecualian siapa yang boleh dibunuh melalui firman-Nya, \"melainkan dengan sesuatu alasan yang dibenarkan agama.\" Di antaranya ialah pria atau wanita yang berzina setelah terikat dalam hukum akad pernikahan dan orang yang dengan sengaja membunuh orang beriman yang dilindungi hukum.\nPengecualian seperti tersebut di atas, disebutkan dalam hadis Nabi: \nTidak halal darah orang yang sudah mengucapkan dua kalimat syahadat, kecuali karena salah satu dari tiga perkara: Orang dibunuh karena ia membunuh, janda atau duda yang berzina, dan orang yang meninggalkan agamanya memisahkan diri dari kaum Muslimin. (Riwayat al-Bukhari dan Muslim dari 'Abdullah)\n\nKemudian Allah swt menjelaskan tindakan apa yang harus dilakukan oleh ahli waris dari yang terbunuh, dan siapa yang harus melaksanakan tindakan itu apabila secara kebetulan si terbunuh itu tidak mempunyai ahli waris.\nAllah swt menetapkan bahwa barang siapa yang dibunuh secara zalim, yakni tanpa alasan yang benar, maka Allah telah memberikan kewenangan atau hak kepada ahli warisnya untuk menentukan pilihan hukuman bagi si pembunuh, yaitu antara hukum qishash atau menerima diyat (tebusan), seperti yang telah ditetapkan dalam firman-Nya:\n\n\nWahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. (al-Baqarah/2: 178). (lebih lanjut lihat penafsiran ayat ini pada jilid I).\n\nDan sabda Nabi Muhammad saw ketika penaklukan kota Mekah:\nBarang siapa membunuh, maka keluarga yang terbunuh diberi hak memilih antara dua hal, apabila mereka mau, mereka dapat menuntut hukuman bunuh, dan bila mereka mau, mereka dapat menuntut diyat (tebusan). (Riwayat Abu Dawud dan an-Nasa'i dari Abu Syuraih al-Khuza'i)\n\nKemudian apabila secara kebetulan yang terbunuh tidak mempunyai ahli waris, maka yang bertindak menggantikan kedudukannya dalam menentukan pilihan hukuman ialah penguasa. Dalam hal ini penguasa boleh melimpahkan kekuasaannya kepada para qadhi (hakim) setempat, apabila dipandang perlu.\nDalam melaksanakan qishash, para penguasa yang diberi wewenang untuk melaksanakannya diperintahkan untuk tidak melampaui batas yang ditentu-kan, seperti yang telah terjadi di zaman Jahiliah. Orang-orang di zaman Jahiliah tidak puas dengan hanya menuntut balas dengan kematian orang yang membunuh, akan tetapi menuntut pula kematian orang lain, apabila yang terbunuh dari kalangan bangsawan. Kalau yang terbunuh itu seorang bangsawan, sedang yang membunuh dari kalangan biasa, maka yang dituntut kematiannya dari kalangan bangsawan juga sebagai pengganti diri si pembunuh.\nPada ayat 178 Surah al-Baqarah terdapat isyarat yang kuat bahwa hukuman yang paling utama bagi keluarga si terbunuh adalah cukup dengan menuntut diyat atau memaafkan, bukan menuntut balas kematian.\nDi akhir ayat, Allah swt menjelaskan bahwa ahli waris atau penguasa dalam melaksanakan hukuman kisas tidak boleh melampaui batas karena mereka mendapat pertolongan Allah, berupa pembalasan untuk memilih hukuman kisas atau hukuman diyat. Oleh sebab itu, para hakim hendaknya berpedoman pada ketentuan tersebut dalam memutuskan perkara. Jangan sampai memutuskan perkara yang bertentangan dengan peraturan Allah atau melebihi ketentuan yang berlaku.\nAyat ini tergolong ayat Makkiyah dan termasuk dalam bagian ayat hukum yang pertama diturunkan. Dengan demikian, wajar apabila ayat ini hanya mengatur hukum bagi pembunuhan secara garis besarnya saja. Adapun keterangan secara terperinci diatur dalam ayat-ayat yang lain, yang penafsirannya telah dikemukakan pada jilid I.",
    "quraish": "Janganlah kalian membunuh jiwa yang diharamkan oleh Allah untuk dibunuh kecuali demi kebenaran seperti, misalnya, orang itu pantas untuk dibunuh sebagai kisas atau hukuman baginya. Barangsiapa dibunuh secara zalim, maka Kami berikan kepada keluarga terdekatnya kekuasaan penuh untuk menuntut balas (kisas) si pembunuhnya kepada hakim. Tetapi tidak diperkenankan bagi mereka melampaui batas dalam membunuh seperti, misalnya, membunuh orang tidak melakukannya atau membunuh dua orang sebagai pembalasan atas terbunuhnya satu orang. Sesungguhnya Allah menolongnya dan telah mewajibkannya untuk melakukan kisas atau memilih diyat. Maka tidak dibenarkan sama sekali untuk melampaui batas.",
    "jalalayn": "(Dan janganlah kalian membunuh jiwa yang diharamkan Allah membunuhnya melainkan dengan suatu alasan yang benar. Dan barang siapa dibunuh secara zalim, maka sesungguhnya Kami telah memberi kepada wali si terbunuh) yakni para ahli warisnya (kekuasaan) terhadap si pembunuhnya (tetapi janganlah ahli waris itu berlebihan-lebihan) melampaui batas (dalam membunuh) seumpamanya ahli waris itu membunuh orang yang bukan si pembunuh atau ia membunuh si pembunuh dengan cara yang lain. (Sesungguhnya ia adalah orang yang mendapat pertolongan.)"
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 34,
    "arab": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗۖ وَاَوْفُوْا بِالْعَهْدِۖ اِنَّ الْعَهْدَ كَانَ مَسْـُٔوْلًا",
    "translation": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2063.mp3",
    "tafsir": "Kemudian Allah swt melarang para hamba-Nya mendekati harta anak yatim, kecuali dengan cara yang baik. Mendekati harta anak yatim maksudnya ialah mempergunakan harta anak-anak yatim tidak pada tempatnya atau tidak memberikan perlindungan kepada harta itu, sehingga habis sia-sia. Allah swt memberikan perlindungan pada harta anak yatim karena mereka sangat memerlukannya, sedangkan ia belum dapat mengurusi hartanya, dan belum dapat mencari nafkah sendiri.\nNamun demikian, Allah swt memberikan pengecualian, yaitu apabila untuk pemeliharaan harta itu diperlukan biaya, atau dengan maksud untuk mengembangkannya, maka diperbolehkan bagi orang yang mengurus anak yatim untuk mengambilnya sebagian dengan cara yang wajar. \nOleh sebab itu, diperlukan orang yang bertanggung jawab untuk mengurus harta anak yatim. Orang yang bertugas melaksanakannya disebut washiy (pengampu) dan diperlukan pula badan atau lembaga yang mengurusi harta anak yatim. Badan atau lembaga tersebut hendaknya diawasi aktivitasnya oleh pemerintah, agar tidak terjadi penyalahgunaan atau penyelewengan terhadap harta anak yatim tersebut.\nKemudian dalam ayat ini dijelaskan bahwa apabila anak yatim itu telah dewasa dan mempunyai kemampuan untuk mengurus dan mengembangkan hartanya, berarti sudah saatnya harta itu diserahkan kembali oleh pengampu kepadanya. \nSetelah ayat itu turun, para sahabat Rasulullah yang mengasuh anak-anak yatim merasa takut, sehingga tidak mau makan dan bergaul dengan mereka. Oleh sebab itu, Allah menurunkan ayat ini:\n\n\nDan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. (al-Baqarah/2: 220)\n\nDari ayat ini jelas bahwa membelanjakan harta anak yatim dilarang apabila digunakan untuk kepentingan pribadi. Akan tetapi, apabila dibelanja-kan untuk pemeliharaan harta itu sendiri, atau untuk keperluan anak yatim, dan si pengampu betul-betul orang yang tidak mampu, maka hal itu tidak dilarang. Allah swt berfirman:\n\nDan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. (an-Nisa'/4: 6)\n\nAllah swt memerintahkan kepada hamba-Nya agar memenuhi janji, baik janji kepada Allah ataupun janji yang dibuat dengan sesama manusia, yaitu akad jual beli dan sewa menyewa yang termasuk dalam bidang muamalah.\nAz-Zajjaj menjelaskan bahwa semua perintah Allah dan larangan-Nya adalah janji Allah yang harus dipenuhi, termasuk pula janji yang harus diikrarkan kepada Tuhannya, dan janji yang dibuat antara hamba dengan hamba. \nYang dimaksud dengan memenuhi janji ialah melaksanakan apa yang telah ditentukan dalam perjanjian itu, dengan tidak menyimpang dari ketentuan agama dan hukum yang berlaku.\nDi akhir ayat, Allah swt menegaskan bahwa sesungguhnya janji itu harus dipertanggungjawabkan. Orang-orang yang mengkhianati janji, ataupun membatalkan janji secara sepihak akan mendapat pembalasan yang setimpal.",
    "quraish": "Janganlah kalian menggunakan harta anak yatim kecuali dengan cara yang paling baik untuk mengembangkan dan menginvestasikannya. Lakukan hal itu terus sampai anak-anak itu dewasa. Bila mereka sudah dewasa serahkanlah harta itu. Peliharalah setiap janji yang kalian berikan. Sesungguhnya Allah akan meminta pertanggungjawaban orang yang tidak menepati janji dan akan membalasnya.",
    "jalalayn": "(Dan janganlah kalian mendekati harta anak yatim kecuali dengan cara yang lebih baik/bermanfaat sampai ia dewasa dan penuhilah janji) jika kalian berjanji kepada Allah atau kepada manusia (sesungguhnya janji itu pasti akan diminta pertanggungjawaban)nya."
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 35,
    "arab": "وَاَوْفُوا الْكَيْلَ اِذَا كِلْتُمْ وَزِنُوْا بِالْقِسْطَاسِ الْمُسْتَقِيْمِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا",
    "translation": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2064.mp3",
    "tafsir": "Selanjutnya Allah memerintahkan kepada kaum Muslimin agar menyempurnakan takaran bila menakar barang dagangan. Maksudnya ialah pada waktu menakar barang hendaknya dilakukan dengan setepat-tepatnya dan secermat-cermatnya. Oleh karena itu, seseorang yang menakar barang dagangan yang akan diserahkan kepada orang lain sesudah dijual tidak boleh dikurangi takarannya karena merugikan orang lain. Demikian pula kalau seseorang menakar barang dagangan orang lain yang akan ia terima sesudah dibeli, tidak boleh dilebihkan, karena juga merugikan orang lain. \nAllah swt juga memerintahkan kepada mereka agar menimbang barang dengan neraca (timbangan) yang benar dan sesuai dengan standar yang ditetapkan. Neraca yang benar ialah neraca yang dibuat seteliti mungkin, sehingga dapat memberikan kepercayaan kepada orang yang melakukan jual beli, dan tidak memungkinkan terjadinya penambahan dan pengurangan secara curang.\nAllah swt mengancam orang-orang yang mengurangi takaran dan timbangan ini dengan ancaman keras. Allah swt berfirman:\n\nCelakalah bagi orang-orang yang curang (dalam menakar dan menimbang)! (Yaitu) orang-orang yang apabila menerima takaran dari orang lain mereka minta dicukupkan, dan apabila mereka menakar atau menimbang (untuk orang lain), mereka mengurangi. (al-Muthaffifin/83: 1-3)\n\nDi akhir ayat, Allah swt menjelaskan bahwa menakar atau menimbang barang dengan teliti lebih baik akibatnya bagi mereka karena di dunia mereka mendapat kepercayaan dari anggota masyarakat, dan di akhirat nanti akan mendapat pahala dari Allah dan keridaan-Nya, serta terhindar dari api neraka.",
    "quraish": "Sempurnakanlah takaran jika kalian menakar untuk pembeli. Timbanglah dengan neraca yang adil. Sesungguhnya menepati takaran dan timbangan lebih baik bagi kalian di dunia. Sebab hal itu dapat membuat orang senang bermuamalah dengan kalian. Sesungguhnya kesudahan yang paling baik adalah di akhirat.",
    "jalalayn": "(Dan sempurnakanlah takaran) penuhilah dengan tepat (apabila kalian menakar dan timbanglah dengan neraca yang benar) timbangan yang tepat (itulah yang lebih utama dan lebih baik akibatnya.)"
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 36,
    "arab": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ اُولٰۤىِٕكَ كَانَ عَنْهُ مَسْـُٔوْلًا ",
    "translation": "Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2065.mp3",
    "tafsir": "Allah swt melarang kaum Muslimin mengikuti perkataan atau perbuatan yang tidak diketahui kebenarannya. Larangan ini mencakup seluruh kegiatan manusia itu sendiri, baik perkataan maupun perbuatan.\nUntuk mendapat keterangan lebih jauh dari kandungan ayat ini, berikut ini dikemukakan berbagai pendapat dari kalangan sahabat dan tabiin:\n1. Ibnu 'Abbas berkata, \"Jangan memberi kesaksian, kecuali apa yang telah engkau lihat dengan kedua mata kepalamu, apa yang kau dengar dengan telingamu, dan apa yang diketahui oleh hati dengan penuh kesadaran.\"\n2. Qatadah berkata, \"Jangan kamu berkata, \"Saya telah mendengar,\" padahal kamu belum mendengar, dan jangan berkata, \"Saya telah melihat,\" padahal kamu belum melihat, dan jangan kamu berkata, \"Saya telah mengetahui,\" padahal kamu belum mengetahui.\"\n3. Pendapat lain mengatakan bahwa yang dimaksud dengan larangan mengatakan sesuatu yang tidak diketahui ialah perkataan yang hanya berdasarkan prasangka dan dugaan, bukan pengetahuan yang benar, seperti tersebut dalam firman Allah:\n\nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa. (al-Hujurat/49: 12)\n\nDan seperti tersebut dalam hadis:\nJauhilah olehmu sekalian prasangka, sesungguhnya prasangka itu adalah ucapan yang paling dusta. (Riwayat Muslim, Ahmad, dan at-Tirmizi dari Abu Hurairah)\n4. Ada juga yang berpendapat bahwa yang dimaksud ialah larangan kepada kaum musyrikin mengikuti kepercayaan nenek moyang mereka, dengan taklid buta dan mengikuti keinginan hawa nafsu. Di antaranya adalah mengikuti kepercayaan nenek moyang mereka menyembah berhala, dan memberi berhala itu dengan berbagai macam nama, seperti tersebut dalam firman Allah:\n\nItu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya. (an-Najm/53: 23)\nAllah swt lalu mengatakan bahwa sesungguhnya pendengaran, peng-lihatan, dan hati akan ditanya, apakah yang dikatakan oleh seseorang itu sesuai dengan apa yang didengar suara hatinya. Apabila yang dikatakan itu sesuai dengan pendengaran, penglihatan, dan suara hatinya, ia selamat dari ancaman api neraka, dan akan menerima pahala dan keridaan Allah. Tetapi apabila tidak sesuai, ia tentu akan digiring ke dalam api neraka.\nAllah swt berfirman:\n\nPada hari, (ketika) lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nur/24: 24)\n\nDan hadis yang diriwayatkan oleh Syakal bin Humaid, ia berkata:\nSaya mengunjungi Nabi saw, kemudian saya berkata, \"Wahai Nabi, ajarilah aku doa minta perlindungan yang akan aku baca untuk memohon perlindungan kepada Allah. Maka Nabi memegang tanganku seraya bersabda, \"Katakanlah, \"Aku berlindung kepada-Mu (Ya Allah) dari kejahatan telingaku, kejahatan mataku, kejahatan hatiku, dan kejahatan maniku (zina).\" (Riwayat Muslim)",
    "quraish": "Janganlah kalian ikuti, hai manusia, perkataan atau perbuatan yang kamu tidak ketahui. Jangan kamu ucapkan, \"Aku telah mendengar,\" padahal sebenarnya kamu tidak mendengar; atau \"Aku telah mengetahui,\" padahal kamu tidak mengetahui. Sesungguhnya, pada hari kiamat, nikmat yang berupa pendengaran, penglihatan dan hati akan dimintai pertanggungjawaban dari pemiliknya atas apa-apa yang telah diperbuatnya.",
    "jalalayn": "(Dan janganlah kamu mengikuti) menuruti (apa yang kami tidak mempunyai pengetahuan tentangnya. Sesungguhnya pendengaran, penglihatan dan hati) yakni kalbu (semuanya itu akan diminta pertanggungjawabannya) pemiliknya akan dimintai pertanggungjawabannya, yaitu apakah yang diperbuat dengannya?"
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 37,
    "arab": "وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا",
    "translation": "Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2066.mp3",
    "tafsir": "Allah melarang kaum Muslimin berjalan di muka bumi dengan sombong. Berjalan dengan sombong di muka bumi bukanlah sikap yang wajar, karena bagaimanapun kerasnya derap kaki yang dihentakkan di atas bumi, tidak akan menembus permukaannya dan bagaimanapun juga tingginya ia mengangkat kepalanya, tidaklah dapat melampaui tinggi gunung. Bahkan ditinjau dari segi ilmu jiwa, orang yang biasa berjalan dengan penuh kesombongan, berarti dalam jiwanya terdapat kelemahan. Ia merasa rendah diri, sehingga untuk menutupi kelemahan dirinya, ia berjalan dengan sombong dan berlagak dengan maksud menarik perhatian orang lain.\nAllah swt menegaskan bahwa mereka sekali-kali tidak akan dapat menembus bumi dan menyamai tinggi gunung. Hal ini bertujuan agar kaum Muslimin menyadari kelemahan-kelemahan yang terdapat pada diri mereka, bersikap rendah hati, dan tidak bersikap takabur. Sebab, sebagai manusia yang memiliki kemampuan terbatas, mereka tidak akan sanggup mencapai sesuatu di luar kemampuan dirinya.\nDi dalam ayat ini terdapat juga celaan bagi orang-orang musyrik yang suka bermegah-megah, menyombongkan diri karena harta kekayaan dan menghambur-hamburkannya, suka bermabuk-mabukan, dan berzina.",
    "quraish": "Janganlah kamu berjalan di muka bumi dengan sombong dan merasa paling besar. Karena sungguh meskipun kamu melakukan kesombongan itu, sekeras-kerasnya hentakan kakimu tetap tidak akan bisa menembus bumi. Demikian pula, kendatipun kamu tinggikan dirimu tanda kesombongan, ketinggianmu itu tetap tidak akan sampai menyejajari tingginya puncak gunung.",
    "jalalayn": "(Dan janganlah kamu berjalan di muka bumi ini dengan sombong) artinya berjalan dengan sombong dan takabur (karena sesungguhnya kamu sekali-kali tidak dapat menembus bumi) melubanginya hingga sampai batas akhir bumi dengan ketakaburanmu itu (dan sekali-kali kamu tidak akan sampai setinggi gunung) maknanya bahwa sesungguhnya kamu tidak akan dapat mencapai hal tersebut, mengapa kamu bersikap sombong?"
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 38,
    "arab": "كُلُّ ذٰلِكَ كَانَ سَيِّئُهٗ عِنْدَ رَبِّكَ مَكْرُوْهًا ",
    "translation": "Semua itu kejahatannya sangat dibenci di sisi Tuhanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2067.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan bahwa semua larangan-Nya yang disebutkan sebelum ayat ini, seperti mengadakan tuhan selain Allah, durhaka kepada kedua ibu bapak, berlaku boros, membunuh anak perempuan, berbuat zina, membunuh manusia yang diharamkan membunuhnya, memakan harta anak yatim, mengurangi atau melebihkan takaran dan timbangan, mengikuti perkataan dan perbuatan yang tidak diketahui kebenarannya, dan bersikap sombong adalah perbuatan-perbuatan yang sangat dibenci-Nya. Para pelakunya patut diancam dengan hukuman yang keras dan harus dirasakan di dunia. Di akhirat mereka akan mendapat azab yang pedih.",
    "quraish": "Semua wasiat yang disebut diatas merupakan keburukan yang dilarang dan sangat dibenci oleh Tuhanmu.",
    "jalalayn": "(Semua itu) hal telah disebutkan itu (Kejahatannya amat dibenci di sisi Rabbmu)"
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 39,
    "arab": "ذٰلِكَ مِمَّآ اَوْحٰٓى اِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِۗ وَلَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتُلْقٰى فِيْ جَهَنَّمَ مَلُوْمًا مَّدْحُوْرًا ",
    "translation": "Itulah sebagian hikmah yang diwahyukan Tuhan kepadamu (Muhammad). Dan janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau dilemparkan ke dalam neraka dalam keadaan tercela dan dijauhkan (dari rahmat Allah).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2068.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa bimbingan Allah berupa perintah-Nya yang harus diikuti, dan semua larangan yang harus dijauhi, yang disebutkan dalam ayat-ayat yang lalu, apabila ditaati niscaya akan membimbing manusia kepada kesejahteraan hidup di dunia dan kebahagiaan di akhirat. Sebab, semua itu adalah sebagian dari hikmah yang diwahyukan Allah kepada Rasul-Nya, yang berupa peraturan-peraturan agama. \nSelanjutnya Allah swt mengulangi kembali larangan mengadakan tuhan selain Allah. Pengulangan larangan mempersekutukan tuhan-tuhan yang lain dengan Allah, yang berarti perintah untuk beragama tauhid, menunjukkan kepada pengertian bahwa tauhid adalah inti dari semua agama samawi, dan sebagai titik tolak dan tujuan akhir dari segala macam urusan seluruh makhluk. Semua makhluk adalah milik Allah dan kepada-Nya pula semuanya akan kembali.\nDi akhir ayat, Allah swt menegaskan bahwa akibat yang akan dirasakan oleh kaum musyrikin ialah mereka dilemparkan ke dalam neraka dalam keadaan tercela, baik celaan itu datang dari pihak lain, ataupun datang dari dirinya sendiri, serta dijauhkan dari rahmat Allah. Mereka tidak akan mendapat pertolongan dari siapapun.",
    "quraish": "Itulah sebagian wahyu Tuhan kepadamu, berupa pengetahuan yang benar tentang Zat Allah dan tentang kebaikan untuk dilaksanakan. Janganlah kamu menjadikan sekutu bagi Allah sehingga kamu dicampakkan ke dalam neraka jahanam dalam keadaan--baik dalam pandanganmu sendiri maupun dalam pandangan orang lain--terhina, binasa dan dijauhkan dari rahmat Tuhan.",
    "jalalayn": "(Itulah sebagian apa yang diwahyukan kepadamu) hai Muhammad (oleh Rabbmu yaitu berupa hikmah) pelajaran (Dan janganlah kamu mengadakan tuhan yang lain di samping Allah, yang menyebabkan kamu dilemparkan ke dalam neraka dalam keadaan tercela lagi dijauhkan) artinya dijauhkan dari rahmat Allah"
  },
  {
    "ruku": 243,
    "name": "Al-Isra'",
    "ayat": 40,
    "arab": "اَفَاَصْفٰىكُمْ رَبُّكُمْ بِالْبَنِيْنَ وَاتَّخَذَ مِنَ الْمَلٰۤىِٕكَةِ اِنَاثًاۗ اِنَّكُمْ لَتَقُوْلُوْنَ قَوْلًا عَظِيْمًا ࣖ ",
    "translation": "Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2069.mp3",
    "tafsir": "Allah swt membantah anggapan kaum musyrikin Mekah bahwa malaikat adalah anak perempuan Allah, dengan menanyakan apakah patut Tuhanmu memilih bagimu anak laki-laki, sedang Dia sendiri mengambil anak-anak perempuan di antara malaikat. Pertanyaan ini mengandung arti penyangkalan terhadap anggapan mereka bahwa Allah swt mempunyai anak-anak perempuan yang berupa malaikat. Bantahan Allah, dalam ayat ini, dengan cara menunjukkan kesalahan jalan pikiran mereka, bertujuan agar mereka dapat memahami kesalahannya. Bagaimana mungkin Allah swt yang menciptakan langit dan bumi serta benda-benda yang berada di antara keduanya dikatakan mempunyai anak-anak perempuan yang berupa malaikat, sedangkan mereka sendiri lebih suka mempunyai anak-anak laki-laki dan membenci anak perempuan. Mereka bahkan menguburkan anak perempuan itu hidup-hidup. Dalam hal ini, mereka memberi suatu sifat kepada Allah yang mereka sendiri tidak menyukainya. Jalan pikiran mereka benar-benar kacau. Mereka menyifati Zat Yang Maha Esa dan Mulia dengan sifat yang rendah menurut pandangan mereka sendiri. Anggapan seperti ini mengakibatkan tiga macam kesalahan.\n1. Mereka menganggap bahwa para malaikat itu anak-anak perempuan.\n2. Mereka menganggap bahwa malaikat adalah anak perempuan Allah.\n3. Mereka menyembah malaikat-malaikat itu.\nAllah swt berfirman:\n\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (ash-shaffat/37: 149-152)\n\nAllah swt menegaskan bahwa dengan ucapan itu, kaum musyrikin telah mengatakan ucapan yang besar dosanya. Mereka telah mengada-adakan kebohongan terhadap Allah, dan karenanya diancam dengan siksaan yang pedih. Mereka juga telah menyia-nyiakan akal pikiran mereka sendiri, karena memutarbalikkan kebenaran yang semestinya mereka junjung tinggi.\n\nDan mereka berkata, \"(Allah) Yang Maha Pengasih mempunyai anak.\" Sungguh, kamu telah membawa sesuatu yang sangat mungkar, hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu), karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak. Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak. (Maryam/19: 88-92) (Lihat juga al-Baqarah/2: 116)",
    "quraish": "Allah mengingkari mereka yang mengatakan malaikat adalah anak perempuan-Nya. Dia berfirman, \"Apakah Tuhan kalian lebih mengutamakan kalian daripada diri-Nya, sehingga mengkhususkan kalian dengan anak laki-laki yang kuat sementara Dia memilih malaikat sebagai anak perempuan-Nya seperti yang kalian anggap. Sesungguhnya dengan ucapan itu kalian telah melakukan dusta besar.\"",
    "jalalayn": "(Maka apakah patut telah memilihkan bagi kalian) telah mengkhususkan bagi kalian, hai penduduk Mekah (Rabb kalian akan anak-anak laki-laki sedangkan Dia sendiri mengambil anak-anak perempuan di antara para Malaikat) yakni sebagai anak-anak perempuan-Nya sesuai dengan dugaan kalian itu (Sesungguhnya kalian benar-benar mengucapkan) melalui perkataan kalian itu (kata-kata yang besar dosanya)"
  }
]