[
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 41,
    "arab": "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِيَذَّكَّرُوْاۗ وَمَا يَزِيْدُهُمْ اِلَّا نُفُوْرًا",
    "translation": "Dan sungguh, dalam Al-Qur'an ini telah Kami (jelaskan) berulang-ulang (peringatan), agar mereka selalu ingat. Tetapi (peringatan) itu hanya menambah mereka lari (dari kebenaran).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2070.mp3",
    "tafsir": "Pada ayat ini dijelaskan bahwa dalam Al-Qur'an, Allah telah memberikan peringatan berkali-kali, baik berupa bukti-bukti kebenaran eksistensi Allah melalui ciptaan-ciptaan-Nya, ataupun alasan-alasan yang menunjukkan kebenaran tauhid, Al-Qur'an juga berisi beberapa kisah tentang nasib umat yang menyekutukan Allah dengan yang lain, agar kaum musyrikin Mekah dapat mengambil pelajaran dari berbagai peristiwa tersebut dan menghentikan kemusyrikan dan kebiasaan mereka yang jelek. Semestinya keterangan dan peringatan yang berulang-ulang itu dapat melunakkan hati dan menyadarkan pikiran mereka, agar mau mengikuti seruan Al-Qur'an. Namun demikian, keterangan-keterangan itu ternyata hanya membuat mereka lari dari Al-Qur'an. Mereka tidak mau mendengarkan dan menerima kebenarannya karena jiwa mereka telah dikotori oleh kebiasaan-kebiasaan buruk. mereka tidak bisa lagi menilai suatu kebenaran sebagai kebenaran, bahkan mereka menjauh darinya dan lebih memilih bergelimang dalam kebatilan.",
    "quraish": "Telah Kami jelaskan dalam al-Qur'ân ini dengan sebaik-baiknya beberapa permisalan, nasihat dan hukum, agar orang-orang musyrik manjadikannya pelajaran. Akan tetapi karena hati mereka telah beku, penjelasan itu hanya semakin membuat mereka jauh dari kebenaran.",
    "jalalayn": "(Dan sesungguhnya telah Kami jelaskan) kami terangkan (di dalam Alquran ini) misal-misal, janji dan ancaman (agar mereka selalu ingat) maksudnya mengambil pelajaran darinya (Akan tetapi tidak menambahkan kepada mereka) hal tersebut (melainkan hanya menambah mereka lari) dari perkara yang hak"
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 42,
    "arab": "قُلْ لَّوْ كَانَ مَعَهٗ ٓ اٰلِهَةٌ كَمَا يَقُوْلُوْنَ اِذًا لَّابْتَغَوْا اِلٰى ذِى الْعَرْشِ سَبِيْلًا",
    "translation": "Katakanlah (Muhammad), “Jika ada tuhan-tuhan di samping-Nya, sebagai-mana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai ’Arsy.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2071.mp3",
    "tafsir": "Kemudian Allah swt membantah kepercayaan kaum musyrikin Mekah dengan memerintahkan kepada Rasul-Nya agar mengatakan kepada mereka bahwa jika ada tuhan-tuhan selain Dia, niscaya tuhan-tuhan yang mereka persekutukan itu akan mencari jalan untuk menyampaikan apa yang mereka inginkan kepada Allah yang mempunyai Arasy, yang kekuasaan-Nya meliputi langit, bumi, dan benda-benda lainnya. Sudah tentu tuhan-tuhan yang mereka persekutukan itu memohon lebih dulu dan menghambakan dirinya kepada-Nya. Maka cara mereka meminta kepada Allah dengan perantaraan tuhan-tuhan itu sudah menempuh jalan yang berliku-liku. Mengapa mereka tidak langsung menyembah dan memohon saja kepada Allah Yang Maha Esa.\nAyat ini mengandung sindiran kepada kaum musyrikin Mekah agar mereka menyembah hanya kepada Allah Yang Maha Esa, dan melarang mereka mengada-adakan tuhan yang lain sebagai perantara yang dapat menyampaikan keinginan mereka kepada Zat Yang Maha Esa. Allah tidak menyukai adanya perantara-perantara seperti yang mereka yakini, bahkan Allah telah melarang manusia mengadakan perantara-perantara seperti itu melalui wahyu yang telah disampaikan oleh para rasul-Nya.",
    "quraish": "Untuk mengungkapkan kepalsuan tuduhan bahwa Allah mempunyai sekutu, katakanlah, wahai Nabi, \"Andaikata ada tuhan-tuhan selain Allah sebagaimana yang mereka katakan, niscaya sekutu-sekutu itu akan mencari jalan menuju Tuhan yang mutlak untuk menyaingi-Nya.\"",
    "jalalayn": "(Katakanlah) kepada mereka (\"Jikalau ada di samping-Nya) yakni di samping Allah (tuhan-tuhan lain sebagaimana yang mereka katakan, niscaya tuhan-tuhan itu mencari) mencari-cari (kepada Tuhan Yang mempunyai Arasy) yakni Allah (jalan) untuk memerangi-Nya"
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 43,
    "arab": " سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَقُوْلُوْنَ عُلُوًّا كَبِيْرًا",
    "translation": "Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan, luhur dan agung (tidak ada bandingannya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2072.mp3",
    "tafsir": "Selanjutnya Allah swt menyatakan kemahasucian-Nya dari sifat yang diada-adakan oleh kaum musyrikin Mekah. Allah swt menegaskan bahwa Dia Mahasuci dan Mahatinggi dari semua sifat yang mereka ada-adakan itu. Apa yang mereka katakan hanyalah berdasarkan dugaan dan anggapan semata. Dia adalah Allah Yang Maha Esa yang bergantung kepada-Nya segala sesuatu. Dia tidak beranak dan tidak pula diperanakkan. Tidak ada sesuatu pun yang setara dengan-Nya.\nDalam ayat itu terdapat isyarat yang menunjukkan bahwa Allah swt itu Mahasempurna, baik zat atau sifat-Nya, dan Mahasuci dari sifat kekurangan, dalam arti yang sebenar-benarnya.",
    "quraish": "Mahasuci Allah dengan kesucian yang pantas bagi-Nya dan Mahatinggi Dia dari apa yang mereka tuduhkan bahwa ada tuhan selain diri-Nya.",
    "jalalayn": "(Maha Suci) ungkapan untuk memahasucikan-Nya (dan Maha Tinggi Dia dari apa yang mereka katakan) dari dakwaan sekutu-sekutu itu (dengan ketinggian yang sebesar-besarnya)."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 44,
    "arab": "تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ وَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ اِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
    "translation": "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2073.mp3",
    "tafsir": "Kemudian Allah swt menjelaskan betapa luasnya kerajaan-Nya dan betapa tinggi kekuasaan-Nya. Langit yang tujuh, bumi, dan semua makhluk yang ada di dalamnya bertasbih dan mengagungkan asma-Nya, serta me-nyaksikan bukti-bukti keesaan-Nya. Tidak ada satu makhluk pun melainkan bertasbih dengan memuji-Nya. Siapapun yang mau memperhatikan makhluk atau benda yang ada di sekelilingnya, tentu akan mengetahui bahwa baik makhluk hidup ataupun benda-benda mati seluruhnya tunduk dan takluk pada ketetapan atau ketentuan Allah yang tidak bisa dihindari. \nSebagai contoh adalah hukum gaya tarik (gravitasi). Hukum ini berlaku umum dan mempengaruhi semua benda yang ada, apakah benda itu gas, barang cair, benda padat, ataupun makhluk hidup. Semuanya terpengaruh hukum gaya tarik itu. Hal ini menunjukkan bahwa hukum gaya tarik yang mempunyai kekuatan yang begitu besar pengaruhnya tidak mungkin terjadi secara kebetulan saja, melainkan ada yang menciptakan dan mengontrolnya setiap saat. Penciptanya tentu Yang Mahaperkasa dan Mahakuasa, yaitu Allah swt.\nHukum gaya tarik ini cukup menjadi bukti bahwa semua benda dan makhluk yang ada di muka bumi ini tunduk dan takluk pada hukum-hukum dan ketentuan-ketentuan Allah. Apabila seseorang ingin melepaskan diri dari pengaruh gaya tarik (gravitasi) bumi, ia harus mempergunakan ilmu pengetahuan yang dapat melepaskan dirinya dari gaya tarik itu. Untuk menguasai ilmu itu, ia harus menguasai hukum aksi dan reaksi, yaitu aksi yang dapat mengatasi gaya tarik bumi itu, sehingga ia bisa melepaskan diri dari pengaruh kekuatannya. Keberhasilan orang melepaskan diri dari gaya tarik bumi bukan berarti bahwa ia tidak tunduk pada hukum Allah, melainkan ia dapat melepaskan dirinya lantaran tunduk pada hukum alam yang lain. Hal ini menunjukkan betapa luas kekuasaan Allah yang menciptakan hukum-hukum alam. Itupun baru hukum-hukum alam yang telah diketahui manusia, belum lagi hukum-hukum alam yang lain yang masih belum diketahui manusia.\nKhusus bagi manusia, makhluk yang berakal, karena terdiri dari jasmani dan rohani, maka jasmaninya tunduk kepada hukum-hukum alam tersebut, baik dikehendaki atau tidak. Sedangkan rohaninya dituntut mengikuti bimbingan Allah yang disampaikan melalui wahyu kepada rasul-Nya.\nPara ulama ahli ilmu kalam mengatakan bahwa Allah, Pencipta alam, adalah wajibul wujud (wajib ada-Nya), sedang makhluk-makhluk disebut mumkinat al-wujud (yang mungkin adanya). Al-Mumkinat ini dibagi menjadi berakal dan yang tidak berakal. Makhluk yang berakal mengakui keesaan Allah karena mereka dapat memperhatikan tanda-tanda kekuasaan Allah yang ada di langit, di bumi, dan pada semua benda-benda yang ada pada keduanya. Oleh karena itu, bibir manusia yang beriman selalu bertasbih memuji Allah. Sedang makhluk yang tidak berakal tunduk kepada aá¸¥kam kauniyyah (yaitu hukum-hukum alam yang diciptakan Allah yang berlaku terhadap benda-benda alam itu). Mereka bertasbih memuji Allah dengan berperilaku sesuai dengan keadaan yang ditakdirkan bagi mereka masing-masing.\nAllah lalu menjelaskan bahwa kaum musyrikin Mekah tidak mengetahui bahwa benda-benda alam dan semua makhluk yang ada bertasbih memuji-Nya, karena mereka tidak mau mengakui keesaan Allah. Bahkan, mereka mengadakan tuhan-tuhan yang lain yang dipersekutukan dengan Allah. Kaum musyrikin tidak mau melihat dan memikirkan ketundukan alam semesta dan segala benda-benda serta makhluk di bumi kepada hukum-hukum alam itu, sebagai pencerminan bagi tasbih mereka memuji Allah swt.\nMelihat pada beberapa Surah Al-Qur'an (al-Baqarah/2: 29; al-An'am/6: 125), maka langit terbagi dalam tujuh lapis. Apabila kita asumsikan secara ilmiah bahwa kata \"langit\" di sini adalah atmosfer, langit yang paling dekat dengan bumi, dan bukan langit antariksa, maka ilmu pengetahuan yang dimiliki manusia saat ini mengkonfirmasikannya. \nPembagian menjadi tujuh lapis didasarkan pada perbedaan kandungan kimia dan suhu udara yang berbeda-beda di tiap lapisan. Ketujuh lapisan tersebut dinamakan Troposfer, Stratosfer, Mesosfer, Thermosfer, Exosfer, Ionosfer dan Magnetosfer. Penyebutan tujuh lapis langit ini juga diungkapkan pada Surah Nuh/71: 15 dan al- Naba'/78: 12. Selanjutnya dalam Surah Fushshilat/41: 11-12 dinyatakan bawa tiap lapis langit mempunyai urusannya sendiri-sendiri. Hal ini dikonfirmasi ilmu pengetahuan, misalnya ada lapisan yang bertugas untuk membuat hujan, mencegah kerusakan akibat radiasi, memantulkan gelombang radio, sampai kepada lapisan yang mencegah agar meteor tidak merusak bumi.\nAyat ini secara simbolik menunjukkan bahwa tasbihnya benda-benda di alam secara fisik adalah kepatuhannya (secara sukarela) terhadap hukum Allah yang mengaturnya atau disebut juga dengan sunatullah. Hukum Allah itu dikenal manusia sebagai hukum alam atau kaidah ilmu pengetahuan yang diketahui manusia (para ahli) dan berlaku pada semua makhluk termasuk manusia (secara fisik). \nAdapun yang dimaksud dengan \"kamu sekalian tidak mengerti tasbih mereka\" adalah sebagian besar manusia tidak mengerti sunatullah atau hukum alam yang hanya dimengerti oleh para ahlinya. Jadi hanya orang yang berakal budi dan berpengetahuanlah yang bisa mengerti hukum alam dan dengan demikian juga bisa mengerti akan tasbih dari benda-benda antara langit yang tujuh dan bumi semuanya.\nDi akhir ayat, Allah swt menegaskan bahwa sesungguhnya Dia Maha Penyantun. Oleh karena itu, Dia tidak segera menurunkan azab atas kemusyrikan kaum musyrikin Mekah dan atas kelalaian mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah Yang Maha Pengampun. Di antara sifat-sifat kemahapengampunan Allah ialah masih membuka pintu tobat selebar-lebarnya kepada siapa saja yang meminta ampunan-Nya. Allah tidak akan menghukum mereka karena dosa-dosa yang mereka lakukan, jika bertobat dan menyesali perbuatan mereka dengan penyesalan yang sebenar-benarnya, betul-betul menghentikan kemusyrikan, kembali kepada agama tauhid, dan mengikuti bimbingan wahyu yang diturunkan kepada rasul-Nya.",
    "quraish": "Sesungguhnya langit yang tujuh, bumi, dan semua makhluk yang ada di dalamnya selalu menyucikan- Nya dan menjadi bukti--karena kecermatan ciptaan-Nya itu--bahwa kerajaan Allah amatlah sempurna, jauh dari segala kekurangan dan bahwa tidak ada sekutu bagi-Nya. Semua makhluk yang ada di kerajaan-Nya yang luas itu, tanpa terkecuali, selalu menyucikan dan memuji-Nya. Akan tetapi orang-orang kafir tidak memahami bukti-bukti ini karena kalbu mereka telah lengah. Allah Maha Penyantun terhadap mereka lagi Maha Pengampun bagi orang yang bertobat sehingga tidak menyegerakan hukuman.",
    "jalalayn": "(Bertasbih kepada-Nya) memahasucikan-Nya (langit yang tujuh, bumi dan semua yang ada di dalamnya. Dan tak ada) tiada (suatu pun) di antara semua makhluk (melainkan bertasbih) seraya (memuji kepada-Nya) artinya mereka selalu mengucapkan kalimat subhaanallaah wa bihamdihi (tetapi kalian tidak mengerti) tidak memahami (tasbih mereka) karena hal itu dilakukan bukan memakai bahasa kalian. (Sesungguhnya Dia adalah Maha Penyantun lagi Maha Pengampun) karena itu Dia tidak menyegerakan azab-Nya kepada kalian, bila kalian berbuat durhaka."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 45,
    "arab": "وَاِذَا قَرَأْتَ الْقُرْاٰنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ حِجَابًا مَّسْتُوْرًاۙ  ",
    "translation": "Dan apabila engkau (Muhammad) membaca Al-Qur'an, Kami adakan suatu dinding yang tidak terlihat antara engkau dan orang-orang yang tidak beriman kepada kehidupan akhirat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2074.mp3",
    "tafsir": "Allah swt menjelaskan bahwa apabila Rasulullah saw membacakan Al-Qur'an kepada kaum musyrikin dengan maksud agar terbuka hati mereka untuk menerima kebenaran yang terkandung di dalamnya, maka Allah swt membuat dinding yang tidak tampak yang menutupi antara Rasulullah dan kaum musyrikin yang tidak beriman kepada hari akhirat.\nDinding yang menutupi dan tidak tampak itu ialah sesuatu yang menghalangi hati kaum musyrikin untuk memahami kandungan Al-Qur'an, sehingga tidak dapat mengambil manfaat dan petunjuk-petunjuk yang terdapat di dalamnya. Hal itu adalah sebagai akibat dari keingkaran mereka kepada hari kebangkitan dan hari pembalasan, serta akibat dari noda-noda kemusyrikan yang telah menyelubungi jiwa mereka.",
    "quraish": "Wahai Nabi, apabila kamu membaca al-Qur'ân yang mengandung bukti-bukti kebenaran, maka Kami akan menjadikan di antara kamu dengan orang-orang yang tidak beriman kepada hari kebangkitan dan pembalasan--ketika mereka ingin membunuhmu--sebuah hijab yang menutupi kamu dari mereka, sehingga mereka tidak melihatmu.",
    "jalalayn": "(Dan apabila kalian membaca Alquran niscaya Kami adakan antara kamu dan orang-orang yang tidak beriman kepada kehidupan akhirat suatu dinding yang tertutup rapat) artinya Kami menjadikan penutup yang rapat bagimu dari mereka sehingga mereka tidak dapat melihatmu. Ayat ini diturunkan berkenaan dengan orang-orang musyrik yang hendak membunuh Nabi saw."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 46,
    "arab": "وَّجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِذَا ذَكَرْتَ رَبَّكَ فِى الْقُرْاٰنِ وَحْدَهٗ وَلَّوْا عَلٰٓى اَدْبَارِهِمْ نُفُوْرًا",
    "translation": "Dan Kami jadikan hati mereka tertutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2075.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan bahwa pada saat Rasulullah membaca Al-Qur'an, Allah swt memasang tutup yang menyelubungi hati kaum musyrikin, sehingga hati mereka tidak bisa memahami Al-Qur'an, dan memasang sumbat di telinga mereka, sehingga tidak dapat mendengarnya. Kalau dalam ayat 45 di atas, Allah menyebutkan sebab-sebab yang meng-halangi mereka memahami Al-Qur'an yang datang dari luar, dalam ayat ini Allah swt menyebutkan sebab-sebab yang datang dari dalam atau yang terdapat pada diri mereka sendiri. Mereka telah mengalami kerusakan mental yang berat, sehingga tidak dapat lagi mengendalikan jiwanya. Oleh karena itu, mereka terhalang dari memahami ayat-ayat Al-Qur'an yang benar-benar meminta perhatian dan pemusatan pikiran. Kerusakan mental ini disebabkan kebiasaan mereka mengikuti jejak nenek moyang, meskipun apa yang diikuti itu tidak benar. Mereka sendiri mengakui kerusakan mental mereka, sebagaimana disebutkan dalam firman Allah pada ayat yang lain:\n\nDan mereka berkata, \"Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesung-guhnya kami akan melakukan (sesuai kehendak kami).\" (Fushshilat/41: 5) (Perhatikan pula Fushshilat/41: 44 dan al-An'am/6: 25)\n\nSelanjutnya dijelaskan bahwa apabila Rasulullah menyebutkan nama Allah Yang Maha Esa dalam Al-Qur'an, tanpa menyebutkan nama-nama tuhan mereka, mereka berpaling ke belakang, dan menjauhinya dengan sikap yang sombong dan takabur. Mereka merasa tersinggung sebab Rasulullah hanya menyebut nama Allah Yang Maha Esa saja dan tidak menyebutkan nama berhala-berhala mereka dalam Al-Qur'an yang dibaca. Mereka benar-benar membenci Nabi yang tidak hanya tampak pada ucapan dan sikap mereka, akan tetapi diikuti dengan tindakan-tindakan penyiksaan kepada kaum Muslimin. Mereka juga merintangi kegiatan menyebarkan dakwah Islamiyah di kalangan penduduk Mekah dan sekitarnya.",
    "quraish": "Kami jadikan, sesuai dengan kebijakan Kami dalam memberi petunjuk dan kesesatan, penutup dalam kalbu mereka sehingga mereka tidak ingin memahami hakikat al-Qur'ân. Pada telinga mereka terdapat penyumbat sehingga mereka tidak dapat mendengarkan dan tidak dapat mengambil manfaat. Yang demikian itu karena mereka membangkang dan menyombongkan diri secara berlebih-lebihan. Apabila kamu hanya menyebut Tuhanmu saja di dalam al-Qur'ân, tanpa menyebut tuhan-tuhan mereka, mereka berbalik menghindar agar tidak mendengarkannya.",
    "jalalayn": "(Dan Kami adakan tutupan di atas hati mereka) yakni penutup-penutup (agar mereka tidak dapat memahaminya) yakni Alquran; oleh karenanya mereka tidak dapat mengerti tentang isinya (dan di telinga mereka sumbatan) menyumbat sehingga mereka tidak dapat mendengarkannya (Dan apabila kamu menyebut Rabbmu saja dalam Alquran niscaya mereka berpaling ke belakang karena bencinya) kebencian mereka terhadap-Nya."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 47,
    "arab": "نَحْنُ اَعْلَمُ بِمَا يَسْتَمِعُوْنَ بِهٖٓ اِذْ يَسْتَمِعُوْنَ اِلَيْكَ وَاِذْ هُمْ نَجْوٰٓى اِذْ يَقُوْلُ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا ",
    "translation": "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan engkau (Muhammad), dan sewaktu mereka berbisik-bisik (yaitu) ketika orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2076.mp3",
    "tafsir": "Allah swt menjelaskan kepada Rasul-Nya bahwa Dialah yang mengetahui sikap mereka ketika mendengarkan Rasulullah membacakan Al-Qur'an. Mereka memperolok-olok dan mendustakannya. Allah yang menge-tahui ketika mereka berbisik-bisik satu sama lain dengan mengatakan, \"Muhammad itu orang gila.\" Ada pula yang mengatakan, \"Dia tukang tenung,\" dan ada yang mengatakan, \"Muhammad itu tiada lain kecuali orang yang kena sihir sebab pikirannya berubah-ubah dan tidak konsisten lagi, apakah kita pantas mengikuti orang gila semacam Muhammad itu?\"\nFirman Allah swt:\n\nDan sungguh, orang-orang kafir itu hampir-hampir menggelincirkanmu dengan pandangan mata mereka, ketika mereka mendengar Al-Qur'an dan mereka berkata, \"Dia (Muhammad) itu benar-benar orang gila.\" (al-Qalam/68: 51)",
    "quraish": "Kami lebih mengetahui bagaimana mereka mendengarkan al-Qur'ân disertai dengan cemoohan dan hinaan ketika mendengarnya darimu. Mereka berbisik-bisik sesama mereka secara rahasia tentang hal itu. Yaitu ketika, secara diam-diam, orang-orang zalim saling mengatakan, \"Jika kalian mengikutinya, maka sesungguhnya kalian telah mengikuti orang yang tersihir.\"",
    "jalalayn": "(Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan) karena mereka memperolok-olokkanmu (sewaktu mereka mendengarkan kamu) sewaktu mendengarkan bacaan Alquranmu (dan sewaktu berbisik-bisik) di antara sesama mereka (yaitu ketika) kata idz di sini menjadi badal daripada kata idz yang sebelumnya (orang-orang zalim itu berkata) di dalam bisikan-bisikan mereka (\"Tiada lain) tidak lain (orang yang kalian ikuti ini hanyalah seorang laki-laki yang kena sihir.\") orang yang tidak sadar dan hilang akal warasnya. Maka Allah berfirman:"
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 48,
    "arab": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا",
    "translation": "Lihatlah bagaimana mereka membuat perumpamaan untukmu (Muhammad); karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2077.mp3",
    "tafsir": "Allah swt lalu memerintahkan Rasulullah agar memperhatikan bagaimana kaum musyrikin membuat perumpamaan bagi dirinya, seperti mengatakan bahwa beliau gila, penyair, kena sihir, dan sebagainya. Dengan demikian, mereka telah menjadi sesat, dan tidak akan mendapat petunjuk karena telah menyimpang dari jalan yang benar. Berbagai perumpamaan yang mereka berikan kepada Nabi Muhammad saw ketika mendengarkannya membacakan Al-Qur'an, adalah pernyataan yang lahir dari sikap mental mereka terhadap wahyu yang diturunkan Allah kepada Rasul-Nya. Mereka sebenarnya tidak mau mengakui kebenaran wahyu yang dibacakan Rasulullah, karena membawa keterangan-keterangan yang bertentangan dengan kepercayaan yang diwarisi secara membabi buta dari nenek moyang mereka. Oleh sebab itu, mereka tidak bisa diharapkan lagi untuk mendapat petunjuk dan bimbingan dari wahyu, karena hati mereka telah diselubungi oleh noda-noda kemusyrikan yang luar biasa.",
    "quraish": "Lihatlah bagaimana mereka membuat perumpamaan-perumpamaan terhadapmu. Mereka mengumpamakan dirimu sebagai orang yang tersihir, seorang dukun dan penyair. Dengan begitu mereka keluar dari tatacara berargumentasi yang benar sehingga mereka tidak menemukan jalan agar tuduhan mereka terhadapmu dapat diterima. Atau karena mereka memang lebih mengutamakan jalan itu daripada jalan petunjuk sehingga tidak menemukannya.",
    "jalalayn": "(Lihatlah bagaimana mereka membuat perumpamaan-perumpamaan terhadap dirimu) yaitu dengan menuduhmu sebagai orang yang terkena sihir, juru peramal, dan seorang penyair (karena itu mereka menjadi sesat) dari jalan hidayah (dan tidak dapat lagi menemukan jalan) yang benar untuk mencapai hidayah."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 49,
    "arab": "وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
    "translation": "Dan mereka berkata, “Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2078.mp3",
    "tafsir": "Allah swt menjelaskan kepada Rasul-Nya apa yang dikatakan oleh kaum musyrikin Mekah mengenai hari kebangkitan. Mereka mengatakan bahwa apabila mereka telah mati dan menjadi tulang belulang yang lapuk dan tidak utuh lagi, apakah benar mereka akan dibangkitkan kembali seperti makhluk semula. Dari perkataan mereka ini tampak bahwa mereka tidak mau mempercayai adanya hari kebangkitan.\nMenurut kepercayaan mereka, apabila manusia telah mati dan menjadi tulang belulang yang bercerai-berai, apalagi telah hancur luluh, tidak mungkin akan terkumpul kembali dan menjadi makhluk semula yang hidup seperti sediakala. Inilah yang menjadi sebab utama mengapa mereka menolak kebenaran wahyu dan kerasulan Muhammad saw. Keingkaran mereka terhadap hari kebangkitan ini disebabkan oleh sikap mereka yang menyamakan sesuatu yang berada di luar kemampuan pikiran mereka dengan kejadian yang biasa dialami sehari-hari. Padahal kekuasaan untuk membangkitkan kembali semua makhluk berada di tangan Allah swt yang semula menciptakannya. Semua itu berada di luar kemampuan pikiran atau akal mereka. Jika mau memperhatikan tanda-tanda kekuasaan Allah di langit, di bumi, dan di semua benda-benda di sekeliling mereka, pasti mereka akan membenarkan kejadian hari kebangkitan itu.\nAllah swt berfirman:\n\n(Orang-orang kafir) berkata, \"Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula?Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?\" Mereka berkata, \"Kalau demikian, itu adalah suatu pengembalian yang merugikan.\" (an-Nazi'at/79: 10-12)\n\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?\" Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yasin/36: 78-79)",
    "quraish": "Orang-orang yang ingkar terhadap hari kebangkitan itu berkata, \"Apakah kami akan dibangkitkan kembali sebagai makhluk yang baru, setelah kami menjadi tulang-belulang dan potongan-potongan yang berserakan? Sesungguhnya yang demikian ini tidaklah masuk akal.\"",
    "jalalayn": "(Dan mereka berkata) dalam keingkaran mereka terhadap adanya hari berbangkit (\"Apakah bila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apa benar-benarkah kami akan dibangkitkan kembali sebagai makhluk yang baru?\")."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 50,
    "arab": "۞ قُلْ كُوْنُوْا حِجَارَةً اَوْ حَدِيْدًاۙ ",
    "translation": "Katakanlah (Muhammad), “Jadilah kamu batu atau besi,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2079.mp3",
    "tafsir": "Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah.\nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman:\n\nDan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48)\n\nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18)\n\nPada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda:\n\"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah)\n\nDi akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.",
    "quraish": "Katakanlah kepada mereka, wahai Nabi, \"Seandainyapun kalian itu batu yang tidak memiliki kehidupan, atau besi yang lebih keras dari batu,",
    "jalalayn": "(Katakanlah) kepada mereka (\"Jadilah kamu sekalian batu atau besi)."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 51,
    "arab": "اَوْ خَلْقًا مِّمَّا يَكْبُرُ فِيْ صُدُوْرِكُمْ ۚفَسَيَقُوْلُوْنَ مَنْ يُّعِيْدُنَاۗ قُلِ الَّذِيْ فَطَرَكُمْ اَوَّلَ مَرَّةٍۗ فَسَيُنْغِضُوْنَ اِلَيْكَ رُءُوْسَهُمْ وَيَقُوْلُوْنَ مَتٰى هُوَۗ قُلْ عَسٰٓى اَنْ يَّكُوْنَ قَرِيْبًا",
    "translation": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu.” Maka mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, “Kapan (Kiamat) itu (akan terjadi)?” Katakanlah, “Barang kali waktunya sudah dekat,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2080.mp3",
    "tafsir": "Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, \"Jadilah kamu sekalian batu atau besi.\" Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah.\nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman:\n\nDan mereka (orang-orang kafir) berkata, \"Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?\" (Yasin/36: 48)\n\nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syura/42: 18)\n\nPada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda:\n\"Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.\" Para sahabat bertanya, \"Tulang apakah itu, wahai Rasulullah?\" beliau menjawab, \"Tulang ekor.\" (Riwayat Muslim dari Abu Hurairah)\n\nDi akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.",
    "quraish": "atau makhluk lain selain itu yang sulit diterima mengandung kehidupan, kalian pasti akan dibangkitkan kembali. Dengan bersikap ingkar, mereka akan berkata, \"Siapa yang akan membangkitkan kami?\" Katakan kepada mereka, \"Allah yang menciptakan kalian pertama kali itulah yang akan mengembalikan kalian.\" Mereka akan menggerakkan kepala terheran-heran kepadamu lalu mengatakan, \"Bilakah hari kebangkitan yang kamu janjikan kepada kami itu?\" Katakan kepada mereka, \"Mudah-mudahan tidak lama lagi.\"",
    "jalalayn": "(Atau suatu makhluk dari makhluk yang tidak mungkin hidup menurut pikiran kalian.\") artinya hal itu tidak mungkin dapat hidup lebih daripada tulang-belulang dan benda-benda yang hancur, maka pasti roh akan kembali kepada kalian. (Maka mereka akan bertanya, \"Siapakah yang akan mengembalikan kami?\") untuk dapat hidup kembali (Katakanlah, \"Yang telah menjadikan kalian) yakni yang telah menciptakan kalian (pada kali yang pertama.\") sedangkan kalian pada waktu itu belum menjadi apa-apa; karena sesungguhnya Tuhan yang mampu menciptakan mampu pula untuk mengembalikannya lagi, bahkan untuk mengembalikan ciptaan jauh lebih mudah daripada memulainya. (Lalu mereka akan menggeleng-gelengkan) menggerak-gerakkan (kepala mereka kepadamu) sebagai ungkapan rasa takjub mereka (dan berkatalah mereka) dengan nada mengejek (\"Kapan itu?\") hari berbangkit itu terjadi (Katakanlah, \"Mudah-mudahan waktu berbangkit itu dekat\")."
  },
  {
    "ruku": 244,
    "name": "Al-Isra'",
    "ayat": 52,
    "arab": "يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا ࣖ ",
    "translation": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2081.mp3",
    "tafsir": "Kemudian dijelaskan bahwa hari kebangkitan itu adalah hari ketika Allah swt memanggil semua manusia, lalu mereka akan mematuhi panggilan itu sambil memuji-Nya. Maksudnya ialah bahwa pada hari itu Allah dengan kemahakuasaan-Nya memanggil seluruh manusia. Lalu mereka bangkit dari kuburnya sambil memuji kekuasaan Allah yang telah membangkitkan mereka sesuai dengan janji yang telah ditetapkan.\nAllah swt berfirman:\n\nDan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. (Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). (Qaf/50: 41-42)\nDiriwayatkan dalam sebuah hadis marfu dari Anas bahwa beliau berkata, \"Orang-orang yang mengucapkan, \"Tiada tuhan selain Allah,\" tidaklah merasa kesepian di alam kubur. Seolah aku bersama mereka keluar dari kuburnya dengan menyeka debu tanah dari kepala mereka, seraya berkata, \"Tiada tuhan selain Allah.\" Dalam riwayat ath-thabrani dari Ibnu Umar bahwa mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan kami.\" (Riwayat ath-thabrani)\n\nPada saat bangkit dari kubur, mereka mengira bahwa mereka hidup di dunia tidak lama, tetapi hanya sebentar saja.\nAllah swt berfirman:\n\nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-Nazi'at/79: 46) (Perhatikan pula Yunus/10: 45)\n\nAl-hasan al-Bashri memberi penjelasan bahwa yang dimaksud dengan dekatnya hari kebangkitan itu ialah di hari itu kamu merasa seolah-olah pernah berada di dunia, (padahal kamu sekian lama berada di sana), dan tiba-tiba kamu sekarang telah berada di akhirat dan dalam menjalani proses penghitungan amal baik dan buruk.",
    "quraish": "Hari tatkala Allah membangkitkan kalian dari kubur itu pasti datang. Saat itu kalian akan dibangkitkan dalam keadaan memuji Tuhan atas kekuasaan-Nya yang sempurna. Kalian menyangka bahwa kalian berada di dalam kubur hanya beberapa saat saja. Saat itu, waktu yang panjang kalian rasakan pendek dibandingkan dengan masa ketika kalian akan menuju kematian.",
    "jalalayn": "(Yaitu pada hari Dia memanggil kalian) memanggil kalian dari alam kubur melalui lisan malaikat Israfil (lalu kalian mematuhi-Nya) menaati seruan-Nya dari alam kubur (sambil memuji-Nya) dengan seizin-Nya; dan menurut suatu pendapat dikatakan bahwa yang diucapkan itu adalah kalimat walahul hamdu; artinya bagi-Nya segala puji (dan kalian mengira, bahwa tiada lain) tidak lain (kalian tinggal) di dunia (kecuali sebentar saja) karena kalian sangat ngeri dan kaget melihat pemandangan pada hari itu."
  }
]