[
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 61,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ قَالَ ءَاَسْجُدُ لِمَنْ خَلَقْتَ طِيْنًاۚ ",
    "translation": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” lalu mereka sujud, kecuali Iblis. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2090.mp3",
    "tafsir": "Allah swt memerintahkan Rasulullah agar mengingatkan kaumnya akan permusuhan Iblis kepada Adam dan keturunannya. Permusuhan itu telah berlangsung lama sejak penciptaan Adam. Ketika Allah swt memerintahkan kepada para malaikat agar sujud untuk memberikan penghormatan kepada Adam, mereka lalu sujud kepadanya, kecuali Iblis. Ia merasa lebih mulia dan menolak perintah Allah. Sikap seperti itu disebabkan oleh kesombongannya, seperti tergambar dalam kata-katanya, \"Apakah saya akan sujud kepada Adam yang diciptakan dari tanah, sedangkan aku diciptakan dari api.\" Menurut anggapan Iblis, api lebih mulia daripada tanah.\nKata-kata Iblis serupa itu diungkapkan dalam ayat lain, seperti tersebut dalam firman Allah: \n\n(Iblis) berkata, \"Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (shad/38: 76)\n\nIblis menjadi kafir karena tidak menaati perintah Allah dan bersikap sombong. Ia beranggapan bahwa Allah swt telah memerintahkan sesuatu yang tidak pada tempatnya. Anggapan Iblis yang demikian hanyalah khayalannya sendiri. Anggapannya bahwa api lebih mulia dari tanah adalah anggapan yang tidak benar, karena api dan tanah sama-sama makhluk Allah. Allah yang menciptakannya dari tiada, kemudian melebihkan kegunaannya dari yang satu atas yang lain, sesuai dengan kebijaksanaan-Nya. Api bisa membakar, sementara tanah bisa menumbuhkan. Keduanya menjadi penunjang kehidupan manusia. Jadi secara kodrati, keduanya tidak bisa dilebihkan antara satu dengan yang lain. Keduanya mempunyai kelebihan masing-masing.",
    "quraish": "Sesungguhnya Allah telah mengingatkan asal mula penciptaan dan menjelaskan permusuhan antara anak keturunan Adam dengan Iblis. Yaitu ketika Dia berfirman kepada malaikat, \"Bersujudlah kalian semua kepada Adam dengan menundukkan kepala sebagai penghormatan kepadanya!\" Mereka pun langsung bersujud kepadanya, kecuali Iblis yang tidak mau sujud kepadanya. Dengan ingkar, Iblis berkata, \"Bagaimana aku akan sujud kepada orang yang Engkau ciptakan dari tanah, sedangkan aku Engkau ciptakan dari api. Sesungguhnya aku lebih baik daripada dia.\"",
    "jalalayn": "(Dan) ingatlah (tatkala Kami berfirman kepada para malaikat, \"Sujudlah kalian kepada Adam.\") dengan sujud penghormatan yaitu dengan membungkukkan badan (lalu sujudlah mereka kecuali iblis. Dia berkata, \"Apakah aku akan sujud kepada orang yang Engkau ciptakan dari tanah liat?\") lafal thiinan ini dinashabkan dengan cara mencabut huruf jarnya, yang asalnya adalah min thiinin; artinya dari tanah liat."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 62,
    "arab": "قَالَ اَرَاَيْتَكَ هٰذَا الَّذِيْ كَرَّمْتَ عَلَيَّ لَىِٕنْ اَخَّرْتَنِ اِلٰى يَوْمِ الْقِيٰمَةِ لَاَحْتَنِكَنَّ ذُرِّيَّتَهٗٓ اِلَّا قَلِيْلًا",
    "translation": " Ia (Iblis) berkata, “Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2091.mp3",
    "tafsir": "Kemudian dijelaskan bahwa kelancangan dan pembangkangan Iblis terhadap perintah Allah ketika ia meminta agar Allah menerangkan kepada-nya, apa alasan yang menyebabkan dia harus sujud kepada Adam. Perminta-an Iblis itu diungkapkan dalam bentuk kalimat tanya dimaksudkan untuk menunjukkan sikapnya yang merasa heran mendengar perintah Allah agar sujud kepada Adam. Karena pengingkarannya ini, Iblis mendapat murka, dan menjadi jauh dari rahmat Allah.\nItulah sebabnya mengapa Iblis memohon kepada Allah agar menangguh-kan hukuman dan kematiannya sampai hari kiamat dan diberi kesempatan untuk menggoda dan menyesatkan keturunan Adam, kecuali sebagian kecil saja dari keturunannya yang memang kuat imannya.\nAllah swt berfirman:\n\nSesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-hijr/15: 42)",
    "quraish": "Iblis berkata, \"Wahai Tuhanku, terangkanlah kepadaku tentang orang yang Engkau jadikan lebih mulia daripada diriku, sehingga Engkau memerintahkan aku untuk sujud kepadanya. Mengapa Engkau menjadikan dia lebih mulia daripada aku, padahal aku jelas lebih baik daripada dia? Aku bersumpah dengan kemulian-Mu, jika Engkau membiarkan aku hidup sampai hari kiamat nanti, niscaya aku akan membinasakan mereka dan keturunannya dengan rayuan dan godaan, kecuali sebagian kecil dari mereka yang Engkau lindungi.\"",
    "jalalayn": "(Iblis berkata, \"Terangkanlah kepadaku) jelaskanlah kepadaku! ('Inikah orangnya yang Engkau muliakan) yang Engkau utamakan (atas diriku?') sehingga Engkau memerintahkan aku supaya bersujud kepadanya; di dalam ayat lain disebutkan bahwa ketika itu iblis berkata sebagaimana yang dikisahkan oleh firman-Nya: 'Saya lebih baik daripadanya; Engkau ciptakan saya dari api.' (Q.S. Al-A`raf 12) (Sesungguhnya jika) huruf lam di sini bermakna qasam (Engkau memberi tangguh kepadaku sampai hari kiamat niscaya benar-benar akan aku sesatkan) menyesatkan (anak cucunya) dengan menggoda mereka (kecuali sebagian kecil.\") daripada mereka yang mendapat pemeliharaan dari-Mu."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 63,
    "arab": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَاِنَّ جَهَنَّمَ جَزَاۤؤُكُمْ جَزَاۤءً مَّوْفُوْرًا",
    "translation": "Dia (Allah) berfirman, “Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2092.mp3",
    "tafsir": "Allah mengabulkan permintaan Iblis dan membiarkan ia pergi menuruti keinginan dan melaksanakan tipu dayanya hingga hari kiamat datang. Namun demikian, Allah memberi syarat bahwa barang siapa di antara keturunan Adam yang teperdaya mengikuti Iblis, balasannya adalah neraka Jahanam sebagai hukuman yang harus ditimpakan kepadanya. Demikian juga hukuman yang ditimpakan kepada orang-orang yang mengikuti ajakannya, karena berani menyimpang dari perintah Allah dan melanggar larangan-Nya.\nAllah swt berfirman:\n\nAllah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan, sampai hari yang telah ditentukan (kiamat).\" (al-hijr/15: 37-38)",
    "quraish": "Dengan nada mengancam, Allah berfirman kepadanya, \"Lakukan apa yang menjadi kehendakmu. Barangsiapa di antara keturunan Adam yang mengikutimu, maka balasan yang setimpal bagi kamu dan mereka adalah neraka jahanam.",
    "jalalayn": "(Berfirmanlah) Allah swt. kepada iblis (\"Pergilah) sambil menunggu hingga waktu sangkakala ditiup (barang siapa di antara mereka yang mengikuti kamu, maka sesungguhnya neraka Jahanam adalah pembalasan kalian semua) kamu dan mereka yang mengikutimu (sebagai suatu pembalasan yang cukup) dicukupkan sepenuhnya."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 64,
    "arab": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَاَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى الْاَمْوَالِ وَالْاَوْلَادِ وَعِدْهُمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا",
    "translation": "Dan perdayakanlah siapa saja di antara mereka yang engkau (Iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.” Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2093.mp3",
    "tafsir": "Ayat ini menjelaskan lebih jauh, sampai di mana kemampuan Iblis untuk menggoda keturunan Adam di muka bumi ini. Allah swt membiarkan Iblis menghasut siapa saja di antara keturunan Adam, sesuai kesanggupan dan kemampuannya dengan bujukan dan tipu dayanya. Tipu daya Iblis untuk menggoda keturunan Adam digambarkan seakan-akan panglima yang sedang mengerahkan bala tentara berkuda dan diperkuat dengan tentara yang berjalan kaki. Mereka menyerang musuhnya dengan iringan suara yang gegap gempita guna mengejutkan musuh-musuhnya agar segera tunduk dan takluk di bawah kekuasaannya.\nSehubungan dengan penafsiran ayat ini, Imam Mujahid menjelaskan bahwa setiap tentara berkuda yang digunakan menyerang musuh dengan melanggar hukum-hukum Allah, adalah bala tentara yang tergoda Iblis. Dan bala tentara yang berjalan kaki yang berperang dengan melanggar ketentuan Allah termasuk bala tentara Iblis.\nMufasir lain menjelaskan bahwa setan tidak lagi mempunyai bala tentara berkuda dan bala tentara yang berjalan kaki. Maksud perumpamaan itu ialah sebagai gambaran pengikut-pengikut Iblis dan pendukung-pendukungnya, tanpa mempedulikan keadaannya, apakah yang bertindak sebagai pendukung atau pengikut itu tentara berkuda atau tentara yang berjalan kaki.\nSebagai gambaran yang jelas, Allah mengumpamakan Iblis dan pengikut-pengikutnya dalam menggoda keturunan Adam sebagai orang yang berserikat mengumpulkan harta kekayaan dan anak-anak, yang mendorong mereka terjerumus kepada kemaksiatan dan menuruti hawa nafsu.\nSecara singkat dapat dikatakan bahwa Iblis berusaha dengan sekuat tenaga untuk menggoda keturunan Adam, agar mereka terjerumus ke dalam larangan Allah. Iblis menggoda hati mereka agar tertarik pada agama yang tidak diridai Allah, menggodanya supaya berzina, atau senang membunuh dan menguburkan anaknya hidup-hidup.\nAllah juga membiarkan Iblis memberikan janji-janji kepada keturunan Adam dengan janji yang dapat memperdayakan mereka sehingga terlena dari perintah-Nya dan melanggar larangan-Nya. Akan tetapi, janji-janji setan hanya tipuan belaka, tidak ada satu pun godaan yang bisa mencegah hukum-an Allah yang akan ditimpakan kepada mereka. Janji-janji setan itu hanya tipuan yang memukau sehingga mereka tidak mampu lagi membedakan mana yang benar dan mana yang batil.\nAllah swt berfirman:\n\nDan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. (Ibrahim/14: 22)",
    "quraish": "Ajaklah--jika kamu sanggup--siapa saja di antara mereka untuk berbuat maksiat kepada Allah. Kerahkanlah semua kekuatanmu untuk menyesatkan mereka. Berserikatlah dengan mereka dalam mencari harta yang haram, lalu belanjakanlah harta itu untuk hal-hal yang haram pula. Perintahkan anak-anak mereka berbuat kufur dan jahat. Berilah mereka janji-janji kosong seperti syafâ'ah (pertolongan) tuhan- tuhan mereka, atau karâmah (kemuliaan) di sisi Allah dengan nasab-nasab mereka. Dan tidak ada yang dijanjikan setan kepada para pengikutnya, melainkan tipuan belaka.",
    "jalalayn": "(Dan godalah) bujuklah (siapa yang kamu sanggupi di antara mereka dengan rayuanmu) dengan ajakanmu melalui nyanyian dan tiupan serulingmu serta semua seruanmu yang menjurus kepada perbuatan maksiat (dan kerahkanlah) mintalah bantuan (terhadap mereka dengan pasukan berkuda dan pasukanmu yang berjalan kaki) mereka adalah pasukan yang berkendaraan dan berjalan kaki dalam keadaan maksiat (dan berserikatlah dengan mereka pada harta benda) yang diharamkan; seperti hasil dari riba dan rampasan atau rampokan (dan anak-anak) dari perbuatan zina (dan beri janjilah mereka) bahwasanya hari berbangkit dan hari pembalasan itu tidak ada. (Dan tidak ada yang dijanjikan oleh setan kepada mereka) tentang hal-hal tersebut (melainkan tipuan belaka) kebatilan belaka."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 65,
    "arab": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌۗ وَكَفٰى بِرَبِّكَ وَكِيْلًا",
    "translation": "“Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2094.mp3",
    "tafsir": "Selanjutnya Allah swt menjelaskan keterbatasan godaan Iblis terhadap keturunan Adam dengan menegaskan bahwa sebenarnya hamba-hamba Allah yang selalu menaati perintah-Nya dan menjauhi larangan-Nya, tidak akan terpengaruh oleh godaannya. Iblis tidak mempunyai kekuasaan untuk memaksa agar mereka tunduk di bawah tipu dayanya. Kemampuan Iblis hanyalah menggoda saja. Orang-orang yang dapat dipengaruhi ialah mereka yang tidak mempunyai iman yang kuat. Oleh karena itu, Allah swt menegaskan pada akhir ayat ini bahwa bagi mereka yang mempunyai iman yang kuat itu cukup berserah diri kepada Allah, dan meminta perlindungan kepada-Nya agar terlepas dari godaan dan tipu daya setan.\nDalam ayat ini, terdapat isyarat yang menunjukkan bahwa manusia pada dasarnya tidak mempunyai kekebalan terhadap godaan setan dan tidak mempunyai kontrol pribadi yang menyelamatkan dirinya dari kesesatan. Kekebalan dan kontrol pribadi itu hanyalah perlindungan dan limpahan rahmat Allah swt.",
    "quraish": "Sedangkan hamba-hamba-Ku yang ikhlas, kamu tidak akan dapat menyesatkan mereka karena mereka selalu bertawakal kepada Tuhannya. Dan cukuplah Allah menjadi tempat mereka meminta pertolongan agar selamat dari godaanmu.\"",
    "jalalayn": "(Sesungguhnya hamba-hamba-Ku) yang beriman (kamu tidak dapat berkuasa atas mereka) dengan kekuasaan dan kekuatanmu itu. (Dan cukuplah Rabbmu sebagai penjaga.\") yang memelihara mereka yang beriman dari godaan dan rayuanmu."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 66,
    "arab": "رَبُّكُمُ الَّذِيْ يُزْجِيْ لَكُمُ الْفُلْكَ فِى الْبَحْرِ لِتَبْتَغُوْا مِنْ فَضْلِهٖۗ اِنَّهٗ كَانَ بِكُمْ رَحِيْمًا",
    "translation": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2095.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa Allah yang menggerakkan kapal-kapal di lautan untuk para hamba-Nya, agar mereka dapat memanfaatkan kapal-kapal itu sebagai alat pengangkut kebutuhan hidup dari suatu negeri ke negeri lain. Dengan pengangkutan itulah kemakmuran yang terdapat di suatu negeri dapat beralih ke negeri yang lain. \nDi akhir ayat, ditegaskan bahwa Allah benar-benar Maha Penyayang terhadap seluruh hamba-Nya, karena ke mana saja manusia mengarahkan pandangannya, tentu akan menyaksikan berbagi nikmat Allah yang tak terhingga, yang menjadi tanda kebesaran kekuasaan-Nya.",
    "quraish": "Tuhanlah yang menjadikan kapal-kapal di lautan dapat berlayar untuk kepentingan kalian, agar kalian mencari sebagian karunia-Nya berupa keuntungan berdagang dan sebagainya. Sesungguhnya Dia Maha Pemberi rahmat kepada kalian.",
    "jalalayn": "(Rabb kalian adalah yang menjalankan) melayarkan (kapal-kapal bagi kalian) yakni perahu-perahu (di lautan agar kalian mencari) berupaya mencari (sebagian dari karunia-Nya) dari karunia Allah swt. melalui berniaga. (Sesungguhnya Dia adalah Maha Penyayang terhadap kalian) karenanya Dia menundukkan bahtera-bahtera itu buat kalian."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 67,
    "arab": "وَاِذَا مَسَّكُمُ الضُّرُّ فِى الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْۗ وَكَانَ الْاِنْسَانُ كَفُوْرًا",
    "translation": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (bi-asa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2096.mp3",
    "tafsir": "Kemudian Allah mengungkapkan keadaan orang-orang kafir ketika ditimpa mara bahaya yang mengancam jiwanya. Mereka tidak dapat mengharapkan pertolongan kecuali dari Allah, yang berkuasa mendatangkan manfaat dan menolak bahaya. Allah swt menyatakan bahwa apabila orang kafir ditimpa mara bahaya di lautan, niscaya hilang harapan mereka untuk meminta bantuan dan pertolongan kepada berhala-berhala, jin, malaikat, pohon-pohon, dan batu-batu yang mereka sembah. Pada saat yang gawat itu, yang mereka ingat hanyalah Allah Yang Maha Esa yang berkuasa dan mampu menghilangkan bahaya itu, maka mereka meminta pertolongan kepada-Nya. Namun, apabila Allah telah mengabulkan permintaan mereka, yakni mereka telah terlepas dari bencana topan dan badai yang hampir menenggelamkan mereka, dan tiba di darat dengan selamat, mereka pun kembali berpaling menjadi orang-orang yang mengingkari nikmat-nikmat Allah dan kembali menyekutukan-Nya dengan tuhan yang lain.\nAllah menegaskan bahwa tabiat manusia cenderung melupakan nikmat yang mereka terima dan selalu tidak beriman atau tidak mau berterima kasih kepada Zat yang memberikan nikmat itu. Ini adalah keanehan yang terdapat pada diri manusia kecuali hamba-Nya yang selalu berada dalam bimbingan dan perlindungan-Nya.",
    "quraish": "Apabila kalian tertimpa musibah dan menghadapi bahaya di lautan, maka kalian tidak dapat memohon pertolongan pada berhala-berhala yang kalian anggap sebagai tuhan, kecuali hanya kepada Allah. Kalian hanya akan ingat kepada-Nya. Lalu, tatkala Dia menyelamatkan kalian dari ketertenggelaman dan mengeluarkan kalian sampai ke daratan, kalian berpaling dan tidak mau mengesakan-Nya serta kalian kufur terhadap nikmat-Nya. Sesungguhnya tabiat manusia itu seringkali kufur nikmat.",
    "jalalayn": "(Dan apabila kalian ditimpa bahaya) maksudnya marabahaya (di lautan) karena takut tenggelam (niscaya hilanglah) lenyaplah dari hati kalian (siapa yang kalian seru) tuhan-tuhan yang kalian sembah itu, karena itu kalian tidak menyeru mereka (kecuali Dia) Allah swt. maka pada saat itu kalian hanya berseru kepada-Nya semata, karena kalian berada dalam marabahaya, sedangkan kalian mengetahui, bahwa tiada yang dapat melenyapkannya melainkan hanyalah Dia (maka tatkala Dia menyelamatkan kalian) dari tenggelam, lalu Dia menyampaikan kalian (ke daratan, kalian berpaling) dari mentauhidkan-Nya. (Dan manusia itu adalah selalu tidak berterima kasih) banyak mengingkari nikmat-nikmat Allah."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 68,
    "arab": "اَفَاَمِنْتُمْ اَنْ يَّخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوْا لَكُمْ وَكِيْلًا ۙ ",
    "translation": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2097.mp3",
    "tafsir": "Allah mengancam orang-orang yang mengingkari nikmat-nikmat-Nya, yang mengira bahwa dengan selamatnya mereka dari ancaman topan dan badai itu, mereka aman dari hukuman Allah Yang berkuasa menjungkirbalikkan sebagian daratan, sehingga mereka terpendam ke perut bumi. Apabila berkehendak, Allah berkuasa meniupkan angin keras dan menghujani mereka dengan batu-batu kecil sehingga mereka lenyap dalam waktu yang sangat singkat dari permukaan bumi ini. Dalam keadaan seperti itu, mereka tidak akan mendapatkan seorang pelindung yang mampu menyelamatkan mereka dari bencana tersebut kecuali Allah Yang Mahakuasa menghidupkan dan mematikan seluruh makhluk-Nya.\nSecara singkat dapat dikatakan bahwa bencana itu bisa terjadi di mana-mana, meskipun selamat dari bencana yang mengancam mereka di lautan, yang berupa topan dan badai, di daratan bencana yang lebih dahsyat mungkin saja terjadi, seperti gempa bumi, hujan batu, banjir, dan sebagainya. Semuanya berada dalam kekuasaan Allah yang menciptakan langit dan bumi serta seluruh makhluk yang berada di antara keduanya.",
    "quraish": "Jika Aku telah menyelamatkan dan mengeluarkan kalian ke daratan, apakah kalian telah terbebas dari siksa Allah? Tidak demikian! Seandainya Allah berkehendak menurunkan siksa-Nya, maka Dia akan membalikkan sebagian daratan sehingga kalian pun hancur di dalamnya. Atau Dia mengirimkan kepada kalian angin keras yang membawa kerikil dan batu, lalu kalian tidak akan mendapatkan seorang yang melindungi kalian dari musibah itu.",
    "jalalayn": "(Apakah kalian merasa aman manakala Dia meruntuhkan sebagian daratan bersama kalian) artinya bumi itu menelan kalian sebagaimana yang terjadi atas diri Qarun (atau Dia mengirimkan kepada kalian batu-batu kerikil) yakni Allah melempar kalian dengan batu-batu kerikil sebagaimana yang terjadi atas kaum Nabi Luth (kemudian kalian tidak akan mendapat seorang pelindung pun bagi diri kalian) yang dapat memelihara diri kalian daripada hukuman-Nya."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 69,
    "arab": "اَمْ اَمِنْتُمْ اَنْ يُّعِيْدَكُمْ فِيْهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيْحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوْا لَكُمْ عَلَيْنَا بِهٖ تَبِيْعًا",
    "translation": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu disebabkan kekafiranmu? Kemudian kamu tidak akan mendapatkan seorang penolong pun dalam menghadapi (siksaan) Kami.  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2098.mp3",
    "tafsir": "Selanjutnya dijelaskan bahwa Allah berkuasa untuk mengembalikan orang-orang yang mengingkari nikmat-Nya itu ke lautan kembali, setelah mereka merasa aman di darat. Apakah mereka merasa aman dari bencana yang akan menimpa mereka di lautan setelah mereka sampai ke daratan. Allah berkuasa mengembalikan mereka ke lautan kembali, dengan mengirim angin topan dan tsunami yang sangat dahsyat. Angin itu menyapu mereka dari daratan, sehingga mereka akan digulung oleh gelombang yang dapat menenggelamkan mereka. Pada saat-saat mengalami musibah yang sangat dahsyat itu, mereka tidak akan mendapatkan seorang pun yang dapat menolong untuk melepaskan mereka dari siksa Allah.",
    "quraish": "Atau, apakah kalian merasa aman apabila Tuhan mengembalikan kalian ke laut sekali lagi, lalu meniupkan angin topan yang menghancurkan kapal-kapal kalian, sehingga kalian pun ditenggelamkan disebabkan kekufuran kalian terhadap nikmat-Nya? Kalian tidak akan mendapatkan seorang penolong pun yang akan melindungi kalian dari perbuatan Kami.",
    "jalalayn": "(Atau apakah kalian merasa aman dari dikembalikan-Nya kalian ke dalamnya) yakni ke lautan (sekali) satu kali (lagi, lalu Dia meniupkan atas kalian angin topan) artinya angin yang sangat keras, jika melanggar sesuatu pasti jebol kemudian memporak-porandakannya sehingga hancurlah bahtera-bahtera kalian (dan ditenggelamkan-Nya kalian disebabkan kekafiran kalian) karena kekafiran kalian. (Kemudian kalian tidak akan mendapat seorang penolong pun, dalam hal ini dari siksaan Kami) yaitu seorang penolong dan pengikut yang menuntut kepada Kami apa yang telah Kami timpakan terhadap diri kalian."
  },
  {
    "ruku": 246,
    "name": "Al-Isra'",
    "ayat": 70,
    "arab": "۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ ",
    "translation": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2099.mp3",
    "tafsir": "Allah memuliakan Bani Adam yaitu manusia dari makhluk-makhluk yang lain, baik malaikat, jin, semua jenis hewan, dan tumbuh-tumbuhan. Kelebihan manusia dari makhluk-makhluk yang lain berupa fisik maupun non fisik, sebagaimana firman Allah:\n\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-Tin/95: 4-6)\n\nSelain diberi panca indera yang sempurna, manusia juga diberi hati yang berfungsi untuk menimbang dan membuat keputusan. Firman Allah:\n\nDan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Nahl/16: 78)\n\nKemuliaan manusia ini sesuai dengan tugasnya sebagai khalifah di muka bumi. Firman Allah:\n\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, \"Aku hendak menjadikan khalifah di bumi.\" Mereka berkata, \"Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?\" Dia berfirman, \"Sungguh, Aku mengetahui apa yang tidak kamu ketahui.\" (al-Baqarah/2: 30)\n\nMeskipun demikian, banyak manusia yang tidak menyadari akan ketinggian derajatnya sehingga tidak melaksanakan fungsinya sebagaimana disebutkan dalam firman Allah:\n\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. (al-A'raf/7: 179)",
    "quraish": "Sungguh Kami telah memuliakan anak-cucu Adam dengan bentuk tubuh yang bagus, kemampuan barbicara dan kebebasan memilih. Mereka Kami berikan kemuliaan dan kekuatan, jika mereka mematuhi Kami. Mereka Kami angkut di daratan, melalui hewan, dan Kami angkut pula mereka di lautan, melalui kapal-kapal. Mereka juga Kami berikan rezeki berbagai kenikmatan. Sesungguhnya Kami benar-benar telah melebihkan mereka dengan akal pikiran atas kebanyakan makhluk lain yang Kami ciptakan.",
    "jalalayn": "(Dan sesungguhnya telah Kami muliakan) Kami utamakan (anak-anak Adam) dengan pengetahuan, akal, bentuk yang paling baik, setelah wafat jenazahnya dianggap suci dan lain sebagainya (dan Kami angkut mereka di daratan) dengan menaiki kendaraan (dan di lautan) dengan menaiki perahu-perahu (dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka atas kebanyakan makhluk yang telah Kami ciptakan) seperti hewan-hewan ternak dan hewan-hewan liar (dengan kelebihan yang sempurna.) Lafal man di sini bermakna maa; atau makna yang dimaksudnya menurut bab yang berlaku padanya. Maknanya menyangkut juga para malaikat; sedangkan makna yang dimaksud adalah pengutamaan jenisnya, dan tidak mesti semua individu manusia itu lebih utama dari malaikat karena mereka lebih utama daripada manusia yang selain para nabi."
  }
]