[
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 78,
    "arab": "اَقِمِ الصَّلٰوةَ لِدُلُوْكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِۗ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوْدًا ",
    "translation": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2107.mp3",
    "tafsir": "Ayat ini memerintahkan agar Rasulullah saw mendirikan salat sesudah matahari tergelincir sampai gelap malam, dan mendirikan salat Subuh. Maksudnya ialah mendirikan salat lima waktu, yaitu salat Zuhur, Asar, Magrib, Isya, dan Subuh.\nMelaksanakan salat lima waktu ialah mengerjakan dan menunaikannya lengkap dengan rukun-rukun dan syarat-syaratnya, terus menerus dikerjakan, sesuai dengan perintah Allah, lahiriah maupun batiniah. Yang dimaksud lahiriah ialah mengerjakan salat sesuai dengan ketentuan yang ditetapkan agama. Sedangkan batiniah ialah mengerjakan salat dengan penuh kekhu-syukan, karena merasakan keagungan dan kekuasaan Allah yang menguasai dan menciptakan seluruh alam ini. Rasulullah saw memerintahkan kaum Muslimin menyembah Allah dalam keadaan seakan-akan melihat Allah swt. Itulah ihsan sebagaimana sabda Rasulullah:\nIhsan adalah bahwa engkau menyembah Allah, seolah-olah engkau melihat-Nya. Jika engkau tidak dapat melihat-Nya, maka sesungguhnya Dia melihat engkau. (Riwayat Muslim dari Abu Hurairah)\n\nApabila seorang hamba Allah mengerjakan salat lima waktu, berarti ia telah mengerjakan salah satu rukun Islam, sesuai hadis Nabi saw:\nIslam didirikan di atas lima: syahadat bahwa tidak ada tuhan selain Allah dan bahwa Muhammad adalah utusan Allah, mendirikan salat, membayar zakat, puasa Ramadan, dan berhaji ke Baitullah bagi yang mampu melakukan perjalanan. (Riwayat Muslim dari 'Abdullah bin 'Umar r.a.)\n\nDalam ayat ini diterangkan bahwa salat Subuh itu disaksikan oleh para malaikat. Maksudnya ialah pada waktu subuh itu malaikat penjaga malam bertemu dengan malaikat penjaga siang untuk pergantian tugas, dan kedua-nya melaporkan kepada Allah bahwa orang yang bersangkutan sedang melakukan salat ketika mereka tinggalkan, sebagaimana diterangkan dalam hadis Nabi saw:\nDari Abu Hurairah, bahwasanya Nabi saw bersabda, \"Malaikat malam dan siang bergantian dalam tugasnya. Mereka berkumpul pada waktu salat Subuh dan salat Asar. Maka naiklah malaikat yang menjagamu pada malam hari, dan Tuhan bertanya kepada mereka (padahal Allah lebih mengetahui tentang kamu), \"Bagaimana keadaan hamba-Ku waktu engkau tinggalkan?\" Para malaikat menjawab, \"Kami datang kepada mereka, mereka dalam keadaan salat dan kami tinggalkan mereka, mereka pun dalam keadaan salat pula.\" (Riwayat al-Bukhari dan Muslim) )\n\nMengenai keutamaan mengerjakan salat Subuh pada awal waktunya, ar-Razi berkata, \"Sesungguhnya pada waktu subuh itu manusia menyaksikan tanda-tanda kekuasaan Allah dan kebesaran hikmah-Nya di langit dan di bumi. Pada waktu itu, sinar matahari yang terang benderang menyapu kegelapan malam, waktu itu bangunlah orang yang sedang tidur dan panca inderanya kembali bekerja setelah terlena selama mereka tidur.\"",
    "quraish": "Kerjakanlah salat fardu, mulai matahari condong dari pertengahan langit sampai muncul kegelapan malam. Yaitu salat Zuhur, Asar, Magrib dan Isya. Kerjakan pula salat Fajar (Subuh) yang disaksikan oleh malaikat.",
    "jalalayn": "(Dirikanlah salat dari sesudah matahari tergelincir) artinya sejak dari matahari tergelincir (sampai gelap malam) hingga kegelapan malam tiba; yang dimaksud adalah salat zuhur, asar, magrib dan isyak (dan bacaan di waktu fajar) yakni salat subuh (sesungguhnya bacaan di waktu fajar/salat subuh itu disaksikan) oleh malaikat-malaikat yang berjaga pada malam hari dan malaikat-malaikat yang berjaga pada siang hari."
  },
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 79,
    "arab": "وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا",
    "translation": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2108.mp3",
    "tafsir": "Ayat ini memerintahkan Rasulullah dan kaum Muslimin agar bangun di malam hari untuk mengerjakan salat tahajud. Ayat ini merupakan ayat yang pertama kali memerintahkan Rasulullah mengerjakan salat malam sebagai tambahan atas salat yang wajib. Salat malam ini diterangkan oleh hadis Nabi saw:\nBahwasanya Nabi saw ditanya orang, \"Salat manakah yang paling utama setelah salat yang diwajibkan (salat lima waktu).\" Rasulullah saw menjawab, \"Salat tahajud.\" (Riwayat Muslim dari Abu Hurairah)\n\nDari hadis-hadis Nabi yang sahih, yang diriwayatkan dari 'A'isyah dan Ibnu 'Abbas dipahami bahwa Nabi Muhammad saw bangun untuk mengerja-kan salat tahajud, setelah beliau tidur. Kebiasaan Nabi ini dapat dijadikan dasar hukum bahwa salat tahajud itu sunat dikerjakan oleh seseorang, setelah tidur beberapa saat di malam hari, kemudian pada pertengahan malam hari ia bangun untuk salat tahajud.\nKemudian Allah swt menerangkan bahwa hukum salat tahajud itu adalah sebagai ibadah tambahan bagi Rasulullah di samping salat lima waktu. Oleh karena itu, hukumnya bagi Rasulullah adalah wajib, sedang bagi umatnya adalah sunat.\nDalam ayat ini, diterangkan tujuan salat tahajud bagi Nabi Muhammad ialah agar Allah swt dapat menempatkannya pada maqaman mahmudan (di tempat yang terpuji).\nYang dimaksud dengan maqaman mahmudan ialah syafaat Rasulullah saw pada hari kiamat. Pada hari itu manusia mengalami keadaan yang sangat susah yang tiada taranya. Yang dapat melapangkan dan meringankan manusia dari keadaan yang sangat susah itu hanyalah permohonan Nabi Muhammad saw kepada Tuhannya, agar orang itu dilapangkan dan diringankan dari penderitaannya. \nDiriwayatkan oleh at-Tirmidzi dari Abu Hurairah bahwa Rasulullah saw berkata, \"Maksud maqaman mahmudan dalam ayat ini ialah syafaatku.\" (hadis hasan sahih) \nIbnu Jarir ath-thabari mengatakan bahwa kebanyakan para ahli berkata, \"Yang dimaksud dengan maqaman mahmudan itu ialah suatu kedudukan yang dipergunakan oleh Rasulullah saw pada hari kiamat untuk memberi syafaat kepada manusia, agar Allah swt meringankan kesusahan dan kesulitan yang mereka alami pada hari itu.\"\nDiriwayatkan oleh an-Nasa'i, al-hakim, dan segolongan ahli hadis dari Hudzaifah, \"Allah mengumpulkan manusia pada suatu daratan yang luas pada hari kiamat, mereka semua berdiri dan tidak seorang pun yang berbicara pada hari itu kecuali dengan izin-Nya. Orang-orang yang mula-mula diseru namanya ialah Muhammad, maka Muhammad berdoa kepada-Nya. Inilah yang dimaksud dengan maqaman mahmudan dalam ayat ini.\nDiriwayatkan oleh al-Bukhari dari Jabir bin 'Abdullah bahwa Rasulullah saw bersabda: \nBarang siapa yang membaca doa setelah selesai mendengar azan, \"Wahai Tuhanku, Tuhan Yang memiliki seruan yang sempurna dan salat yang dikerjakan ini, berilah kepada Muhammad wasilah dan keutamaan dan angkatlah ia kepada al-maqam al-mahmud (kedudukan yang terpuji) yang telah Engkau janjikan kepadanya,\" maka dia memperoleh syafaatku.\nDiriwayatkan dari Abu Sa'id al-Khudri bahwa Rasulullah saw berkata, \"Aku adalah pemimpin anak cucu Adam pada hari kiamat. Aku tidak membanggakan diri, dan di tangankulah terpegang liwa'ul hamdi (bendera pujian) aku tidak membanggakan diri. Tidak ada seorang nabi pun pada hari itu, sejak dari Adam sampai nabi-nabi yang lain, kecuali berada di bawah benderaku itu, aku adalah orang yang pertama kali keluar dari bumi, dan aku tidak membanggakan diri. Manusia saat itu ditakutkan oleh tiga hal yang menakutkan. Kemudian mereka mendatangi Adam. Mereka berkata, \"Kamu adalah bapak kami, tolonglah kami kepada Tuhanmu.\" Adam menjawab, \"Saya punya dosa yang menyebabkan saya diturunkan ke bumi. Datanglah kepada Nuh!\" maka mereka mendatangi Nuh. (setelah mereka mengadukan masalahnya kepada Nuh), Nuh berkata, \"Saya telah mendoakan penghuni bumi sehingga mereka dihancurkan. Tetapi datanglah kepada Ibrahim. Maka mereka mendatangi Ibrahim. Ibrahim kemudian menyuruh mereka mendatangi Musa.\nMusa berkata, \"Saya pernah membunuh orang. Datanglah kepada Isa.\" Isa kemudian berkata, \"Saya pernah disembah selain Allah. Datang sajalah kepada Muhammad.\" Maka mereka mendatangi aku. Aku kemudian pergi bersama mereka, lalu aku pegang lingkaran pintu surga, kemudian aku tarik. Kemudian aku ditanya, \"Siapa itu?\" aku menjawab, \"Muhammad.\" Kemudian mereka membukakan pintu untukku, dan berkata, \"Selamat datang.\" lalu aku tersungkur bersujud. Kemudian Allah mengilhami aku untuk memuji, bertahmid, dan mengagungkan-Nya. Lalu aku diperintah, \"Angkatlah kepalamu, mintalah! Kamu akan diberi. Mintalah hak syafaat, maka kamu akan diizinkan untuk memberi syafaat. Dan berkatalah, akan didengar perkataanmu.\nItulah maqam yang terpuji, yang difirmankah Allah, \"Semoga Tuhanmu memberikan maqam yang terpuji kepadamu.\" (Riwayat at-Tirmidzi)\n\nDari ayat dan hadis-hadis di atas dipahami bahwa Nabi Muhammad saw dengan mengerjakan salat tahajud akan diangkat oleh Allah swt ke tempat dan kedudukan yang dipuji oleh umat manusia, para malaikat, dan Allah Tabaraka wa Taala, yaitu kedudukan untuk memintakan syafaat bagi umat manusia pada waktu berada di Padang Mahsyar dengan izin Allah. Umat manusia memang berhak mendapat syafaat karena amal saleh dan budi pekerti mereka semasa di dunia, yaitu diampuni dosanya oleh Tuhan atau dinaikkan derajatnya.\nPada firman Allah yang lain diterangkan bahwa bangun di tengah malam untuk salat tahajud dan membaca Al-Qur'an dengan khusyuk akan dapat membuat iman jadi kuat dan membina diri pribadi. Allah swt berfirman:\n\nWahai orang yang berselimut (Muhammad)! Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil. (Yaitu) separuhnya atau kurang sedikit dari itu, atau lebih dari (seperdua) itu, dan bacalah Al-Qur'an itu dengan perlahan-lahan. Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu. Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan di waktu itu) lebih berkesan. (al-Muzzammil/73: 1-6)",
    "quraish": "Bangunlah pada sebagian malam dan laksanakanlah salat tahajud sebagai ibadah tambahan atas salat lima waktu yang telah kamu laksanakan, dengan harapan agar Allah menempatkan kamu di hari kiamat pada tempat yang dipuji semua makhluk.",
    "jalalayn": "(Dan pada sebagian malam hari bertahajudlah kamu) salatlah (dengan membacanya) yakni Alquran (sebagai suatu ibadah tambahan bagimu) sebagai amal fardu tambahan bagimu secara khusus bukan bagi umatmu, atau sebagai tambahan di samping salat-salat fardu (mudah-mudahan mengangkatmu) mendudukanmu (Rabbmu) di akhirat kelak (pada tempat yang terpuji) di mana semua orang yang terdahulu hingga orang yang kemudian memujimu karena kamu menduduki tempat tersebut; yaitu kedudukan memberi syafaat pada hari diputuskan-Nya segala perkara. Ayat berikut diturunkan sewaktu Allah memerintahkan Nabi saw. untuk melakukan hijrah."
  },
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 80,
    "arab": "وَقُلْ رَّبِّ اَدْخِلْنِيْ مُدْخَلَ صِدْقٍ وَّاَخْرِجْنِيْ مُخْرَجَ صِدْقٍ وَّاجْعَلْ لِّيْ مِنْ لَّدُنْكَ سُلْطٰنًا نَّصِيْرًا",
    "translation": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(ku).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2109.mp3",
    "tafsir": "At-Tirmidzi meriwayatkan dari Ibnu 'Abbas bahwa Nabi berada di Mekah, lalu diperintahkan Allah untuk hijrah. Maka turunlah ayat ini.\nAllah swt memerintahkan kepada Nabi Muhammad saw agar mengucap-kan doa yang tersebut dalam ayat ini, yang maksudnya \"Wahai Tuhanku, masukkanlah aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat, dan tempatkan aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat.\"\nDi antara contoh masuknya Rasulullah ke suatu tempat dengan benar ialah beliau dan para sahabat memasuki kota Medinah sebagai orang-orang yang hijrah dari Mekah, memasuki kota Mekah di waktu penaklukan kota itu, masuk kubur setelah mati, dan memasuki tempat yang diridai Allah, seperti masuk masjid, rumah sendiri, rumah sahabat, dan kenalan setelah minta izin darinya, dan sebagainya. Keluar dari semua tempat yang dikehendaki Allah, seperti keluar dari kota Mekah waktu hijrah, keluar dari kubur waktu hari kebangkitan, atau keluar dari semua tempat yang dikehendaki Allah, seperti kota-kota yang menjadi tempat melakukan perbuatan maksiat dan sebagainya.\nAllah swt juga memerintahkan kepada Nabi agar berdoa kepada-Nya supaya dijadikan orang yang menguasai hujah dan alasan yang dapat diterima dan ketika berdakwah, dapat memuaskan orang-orang yang mendengarkannya sehingga bertambah kuat imannya. Jika yang mendengar orang kafir, hati mereka menjadi lunak dan mau masuk Islam. Sebagai jawaban terhadap doa Nabi Muhammad itu, Allah menerangkan bahwa Dia memelihara Nabi dari segala macam tipu daya manusia dan akan me-menangkannya terhadap orang-orang kafir, sebagaimana tersebut dalam firman-Nya:\n\nDan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)",
    "quraish": "Katakanlah, \"Ya Tuhan, masukkanlah aku dalam segala situasi dan kondisi dengan cara yang Engkau ridai dan dengan cara yang terhormat. Keluarkanlah aku dari mana saja dengan keridaan dan kemuliaan-Mu pula. Berikanlah kekuatan kepadaku, dari karunia-Mu, yang dapat membelaku melawan musuh.\"",
    "jalalayn": "(Dan katakanlah, \"Ya Rabbku! Masukkanlah aku) ke Madinah (dengan cara yang baik) yakni dengan cara memasukkan yang disukai di mana aku tidak melihat sewaktu masuk hal-hal yang tidak aku sukai (dan keluarkanlah aku) dari Mekah (dengan cara yang baik) dengan cara mengeluarkan yang membuat hatiku tidak berpaling lagi kepadanya (dan berikanlah kepadaku dari sisi Engkau kekuasaan yang menolong.\") kekuatan yang dapat membantuku untuk dapat mengalahkan musuh-musuh-Mu."
  },
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 81,
    "arab": "وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا",
    "translation": "Dan katakanlah, “Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2110.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad agar menyampaikan kepada orang-orang musyrik bahwa sesungguhnya telah datang yang hak, yaitu Al-Qur'an, iman, dan Islam. Sedangkan yang batil yaitu kesyirikan dan kekafiran akan hancur. Kebatilan tidak akan bertahan lama, karena tidak mempunyai landasan yang benar.\nDalam ayat yang lain Allah swt berfirman:\n\nSebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya). (al-Anbiya'/21: 18)\n\nDiriwayatkan oleh al-Bukhari dan Muslim dari 'Abdullah bin Mas'ud, ketika Rasulullah saw memasuki kota Mekah pada waktu penaklukan kota itu, ada 360 buah patung di sekitar Ka'bah. Maka Rasulullah saw menusuk patung itu dengan sepotong kayu yang ada di tangannya, dan berkata:\nTelah datang yang hak dan telah lenyap yang batil, sesungguhnya yang batil itu pasti lenyap. Telah datang yang hak, dan yang batil tidak akan datang lagi dan tidak akan kembali. (Riwayat al-Bukhari dan Muslim)",
    "quraish": "Berikanlah peringatan kepada kaummu yang musyrik dengan mengatakan, \"Kebenaran (yaitu ajaran tauhid, agama yang benar dan keadilan) telah datang, dan kebatilan (kesyirikan, agama yang tidak benar dan kezaliman) telah lenyap. Sesungguhnya kebatilan itu akan selalu lenyap.\"",
    "jalalayn": "(Dan katakanlah) sewaktu kamu memasuki kembali Mekah (\"Yang benar telah datang) yakni agama Islam (dan yang batil telah lenyap.\") batilnya kekafiran telah lenyap. (Sesungguhnya yang batil itu adalah sesuatu yang pasti lenyap) akan surut, lalu lenyap. Memang ketika Nabi saw. memasuki kota Mekah, beliau menemukan tiga ratus enam puluh berhala berada di sekitar Kakbah, kemudian Nabi saw. menusukinya dengan tongkat yang berada di tangannya sehingga semuanya runtuh, seraya mengucapkan kalimat tadi. Demikianlah menurut hadis yang diriwayatkan oleh Bukhari dan Muslim."
  },
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 82,
    "arab": "وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا",
    "translation": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2111.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt menurunkan Al-Qur'an kepada Muhammad sebagai obat dari penyakit hati, yaitu kesyirikan, kekafiran, dan kemunafikan. Al-Qur'an juga merupakan rahmat bagi kaum Muslimin karena memberi petunjuk kepada mereka, sehingga mereka masuk surga dan terhindar dari azab Allah.\nAl-Qur'an telah membebaskan kaum Muslimin dari kebodohan sehingga mereka menjadi bangsa yang menguasai dunia pada masa kekhalifahan Umayyah dan Abbasiyah. Kemudian mereka kembali menjadi umat yang terbelakang karena mengabaikan ajaran-ajaran Al-Qur'an. Dahulu mereka menjadi umat yang disegani, tetapi kemudian menjadi pion-pion yang dijadikan umpan oleh musuh dalam percaturan dunia. Karena mereka dulu melaksanakan ajaran Al-Qur'an, negeri mereka menjadi pusat dunia ilmu pengetahuan, perdagangan dunia, dan sebagainya, serta pernah hidup makmur dan bahagia. Ayat ini memperingatkan kaum Muslimin bahwa mereka akan dapat memegang peranan kembali di dunia, jika mau mengikuti Al-Qur'an dan berpegang teguh pada ajarannya dalam semua bidang kehidupan.\nSebaliknya jika mereka tidak mau melaksanakan ajaran Al-Qur'an dengan sungguh-sungguh, mengutamakan kepentingan pribadi di atas kepentingan agama dan masyarakat, serta hanya mementingkan kehidupan dunia, maka Allah akan menjadikan musuh-musuh mereka sebagai penguasa atas diri mereka, sehingga menjadi orang asing atau budak di negeri sendiri.\nCukup pahit pengalaman kaum Muslimin akibat mengabaikan ajaran Al-Qur'an. Al-Qur'an menyuruh mereka bersatu dan bermusyawarah, tetapi mereka berpecah belah karena masalah-masalah khilafiah yang kecil dan remeh, sedangkan masalah-masalah yang penting dan besar diabaikan.\nAyat ini juga mengingatkan kaum Muslimin bahwa bagi orang-orang yang zalim, yaitu yang ingkar, syirik, dan munafik, Al-Qur'an hanya akan menambah kerugian bagi diri mereka, karena setiap ajaran yang dibawa Al-Qur'an akan mereka tolak. Padahal, jika diterima, pasti akan menguntungkan mereka.",
    "quraish": "Bagaimana kebenaran itu tidak akan menjadi kuat, sedang Kami telah menurunkan al-Qur'ân sebagai penawar keraguan yang ada dalam dada, dan rahmat bagi siapa yang beriman kepadanya. Al-Qur'ân itu tidak menambah apa-apa kepada orang-orang yang zalim selain kerugian, oleh sebab kekufuran mereka.",
    "jalalayn": "(Dan Kami turunkan dari) huruf min di sini menunjukkan makna bayan atau penjelasan (Alquran suatu yang menjadi penawar) dari kesesatan (dan rahmat bagi orang-orang yang beriman) kepadanya (dan Alquran itu tidaklah menambah kepada orang-orang yang zalim) yakni orang-orang yang kafir (selain kerugian) dikarenakan kekafiran mereka"
  },
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 83,
    "arab": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَـُٔوْسًا",
    "translation": "Dan apabila Kami berikan kesenangan kepada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2112.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan sifat umum manusia, yaitu apabila diberi kenikmatan, seperti harta, kekuasaan, kemenangan dan sebagainya, mereka tidak mau lagi tunduk dan patuh kepada-Nya, bahkan mereka menjauhkan diri. Sebaliknya, apabila ditimpa kesukaran, kesengsara-an, kemiskinan, dan kekalahan, mereka berputus asa dan merasa tidak akan memperoleh apa-apa lagi. Seharusnya mereka tidak berputus asa, melainkan tetap beramal dan berusaha untuk mendapatkan pertolongan Allah, karena menurut ajaran Al-Qur'an, orang yang berputus asa dari rahmat Allah berarti telah mengingkari rahmat-Nya.\nAyat-ayat lain yang menerangkan keadaan manusia ketika menerima rahmat Allah, ialah firman-Nya:\n\nDan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. (Yunus/10: 12)",
    "quraish": "Sesungguhnya perasaan bangga dan putus asa merupakan tabiat manusia. Apabila ia Kami berikan nikmat kesehatan dan kelapangan, mereka malah tidak mau berzikir dan berdoa kepada Kami, serta menjauh dari Kami dengan sombong dan berbangga diri. Dan jika ia ditimpa kesusahan seperti sakit dan kemiskinan, mereka putus asa dari rahmat Allah.",
    "jalalayn": "(Dan apabila Kami berikan kesenangan kepada manusia) yang kafir (niscaya berpalinglah dia) daripada bersyukur (dan membelakangkan badannya) yakni membelakangkan tubuhnya dengan sikap yang sombong (dan apabila dia ditimpa kesusahan) kemiskinan dan kesengsaraan (niscaya dia berputus asa) dari rahmat Allah."
  },
  {
    "ruku": 248,
    "name": "Al-Isra'",
    "ayat": 84,
    "arab": "قُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًا ࣖ",
    "translation": "Katakanlah (Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2113.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad untuk menyampaikan kepada umatnya agar mereka bekerja menurut potensi dan kecenderungan masing-masing. Semuanya dipersilakan bekerja menurut tabiat, watak, kehendak, dan kecenderungan masing-masing. Allah swt sebagai Penguasa semesta alam mengetahui siapa di antara manusia yang mengikuti kebenaran dan siapa di antara mereka yang mengikuti kebatilan. Semuanya nanti akan diberi keputusan yang adil.\nAllah berfirman tentang perintah bekerja:\n\nKatakanlah (Muhammad), \"Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An'am/6: 135)",
    "quraish": "Katakanlah, wahai Muhammad, kepada orang-orang kafir Quraisy sebagai ungkapan rasa tidak senangmu terhadap kejahatan dan pertikaian, \"Masing-masing kita berbuat dan berjalan sesuai dengan jalannya.\" Tuhanmu Maha Mengetahui--dengan ilmu pengetahuan yang tidak tertandingi--tentang orang-orang yang lebih benar jalannya dan selalu berbuat kebenaran. Mereka akan mendapatkan pahala yang besar. Allah juga Maha Mengetahui siapa yang lebih sesat jalannya dan akan diberi balasan sesuai dengan apa yang ia perbuat.",
    "jalalayn": "(Katakanlah, \"Tiap-tiap orang) di antara kami dan kalian (berbuat menurut keadaannya masing-masing) yakni menurut caranya sendiri-sendiri (Maka Rabb kalian lebih mengetahui siapa yang lebih benar jalannya\") maka Dia akan memberi pahala kepada orang yang lebih benar jalannya."
  }
]