[
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 85,
    "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا ",
    "translation": "Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, “Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2114.mp3",
    "tafsir": "Orang-orang Yahudi bertanya kepada Nabi Muhammad tentang roh yang dapat menghidupkan jasmani, apakah hakikatnya dan apakah dapat dibangkitkan kembali. Kemudian Allah memerintahkan kepada Nabi untuk menjawab pertanyaan itu dengan mengatakan bahwa masalah roh adalah urusan Allah, hanya Dialah yang mengetahui segala sesuatu, dan Dia sendirilah yang menciptakannya.\nKata ruh dalam Al-Qur'an mempunyai tiga arti, yaitu:\nPertama: Yang dimaksud dengan ruh adalah Al-Qur'an. Sebagaimana firman Allah:\n\n\nDan demikianlah Kami wahyukan kepadamu (Muhammad) ruh (Al-Qur'an) dengan perintah Kami. (asy-Syura/42: 52)\n\nPengertian ini sesuai dengan isi ayat 82 Surah al-Isra', dimana diterangkan bahwa Al-Qur'an menjadi penawar dan rahmat bagi orang-orang yang beriman. Juga sesuai dengan ayat 87 surah yang sama yang menerangkan bahwa jika Allah menghendaki, niscaya Dia akan melenyapkan Al-Qur'an yang telah diturunkan kepada Nabi Muhammad. Dengan demikian, Nabi tidak akan memperoleh pembelaan.\nKedua: Malaikat Jibril. Dalam Al-Qur'an banyak perkataan ruh yang diartikan dengan Jibril a.s., seperti dalam firman Allah swt.\n\nYang dibawa turun oleh ar-Ruh al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syu'ara'/26: 193-194)\n\nDan firman Allah swt:\n\n¦lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna. (Maryam/19: 17)\nKetiga: Berarti roh yang ada dalam badan, yang merupakan sumber kehidupan dari makhluk hidup. Menurut Jumhur Ulama, kata ruh dalam ayat ini adalah roh yang ada dalam badan (nyawa). Firman Allah:\n\nDan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah) bagi seluruh alam. (al-Anbiya'/21: 91)\n\nPendapat yang menyamakan ruh dengan nafs (roh/nyawa) ini adalah pendapat yang banyak dianut ulama (jumhur) dan sesuai dengan sebab ayat ini diturunkan. Allah berfirman:\n\nMaka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud. (al-hijr/15: 29)\n\nAyat-ayat tersebut di atas mengajak umat manusia supaya memahami isi Al-Qur'an dengan sebenar-benarnya, agar tidak tersesat ke jalan yang tidak benar. Sebaliknya mereka yang tidak berusaha untuk memahami isi Al-Qur'an tidak akan bisa memanfaatkannya sebagai pedoman hidup, bahkan mereka melakukan tindakan dan perbuatan yang dapat menjauhkan mereka dari pemahaman terhadap ayat-ayatnya dengan benar. Mereka menanyakan kepada Nabi saw hal-hal yang tidak mungkin diketahui manusia, yang sebetulnya tidak ada gunanya untuk diketahui, kecuali hanya sekedar untuk menguji Nabi.\nAllah swt dalam ayat ini menyatakan bahwa Ia hanya memberi manusia sedikit sekali pengetahuan mengenai roh. Akan tetapi, di antara ulama ada yang telah mencoba mendalami hakikat roh itu. Di antaranya ialah:\n1. Roh itu ialah semacam materi cahaya (jisim, nurani) yang turun ke dunia dari alam tinggi, sifatnya berbeda dengan materi yang dapat dilihat dan diraba.\n2. Roh itu mengalir dalam tubuh manusia, sebagaimana mengalirnya air dalam bunga, atau sebagaimana api dalam bara. Roh memberi kehidupan ke dalam tubuh seseorang selama tubuh itu sanggup dan mampu menerimanya, dan tidak ada yang menghalangi alirannya. Bila tubuh tidak sanggup dan mampu lagi menerima roh itu, sehingga alirannya terhambat dalam tubuh, maka tubuh itu menjadi mati. Pendapat ini dikemukakan oleh ar-Razi dan Ibnul Qayyim. Sedangkan Imam al-Gazali dan Abu Qasim ar-Ragib al-Asfahani berpendapat bahwa roh itu bukanlah materi dan sesuatu yang berbentuk, tetapi ia hanyalah sesuatu yang bergantung pada tubuh untuk mengurus dan menyelesaikan kepentingan-kepentingan tubuh.\n\nSikap kaum Muslimin yang paling baik tentang roh ialah mengikuti firman Allah ini, bahwa hakikat roh itu tidak dapat dijangkau oleh pikiran manusia, karena hanya Allah yang mengetahuinya dengan pasti. Yang perlu dipercayai adalah bahwa roh itu ada. Allah hanya memberikan gejala-gejalanya kepada manusia sendiri pun mengetahui adanya roh itu, serta menghayati gejala-gejalanya. Maka yang perlu diteliti dan dipelajari dengan sungguh-sungguh ialah gejala-gejala roh itu, yang dilakukan dalam psikologi. Mempelajari gejala-gejala jiwa ini bahkan termasuk hal yang diminta oleh Allah dalam firman-Nya:\n\nDan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan? adz-dzariyat/51: 21)\n\nKarena hanya Allah yang mengetahui tentang hakikat roh, maka pada ayat ini Allah swt menegaskan kepada manusia bahwa ilmu Allah itu Maha Luas, tidak dapat diperkirakan, meliputi segala macam ilmu, baik ilmu tentang alam yang nyata, maupun yang tidak nyata, baik yang dapat dicapai oleh pancaindera, maupun yang tidak. Karena kasih sayang Allah kepada manusia, maka dianugerahkan-Nya sebagian kecil ilmu itu kepada manusia, tidak ada artinya sedikit pun bila dibanding dengan kadar ilmu Allah.\nDiriwayatkan bahwa tatkala ayat ini diturunkan, orang-orang Yahudi menjawab, \"Kami telah diberi ilmu yang banyak. Kami telah diberi kitab Taurat. Siapa yang telah diberi kitab Taurat, berarti dia telah diberi kebaikan yang banyak.\" Maka turunlah ayat 109 Surah al-Kahf. Allah swt berfirman:\n\nKatakanlah (Muhammad), \"Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, maka pasti habislah lautan itu sebelum selesai (penulisan) kalimat-kalimat Tuhanku, meskipun Kami datangkan tambahan sebanyak itu (pula).\" (al-Kahf/18: 109)",
    "quraish": "Wahai Muhammad, kaummu yang mendapat nasihat dari orang-orang Yahudi bertanya kepadamu tentang hakikat rûh (roh). Katakan, \"Hanya Allah yang mengetahui ihwal roh. Aku hanya diberi sedikit sekali dari ilmu Allah tentang hal itu.",
    "jalalayn": "(Dan mereka bertanya kepadamu) yaitu orang-orang Yahudi (tentang roh,) yang karenanya jasad ini dapat hidup (\"Katakanlah) kepada mereka! ('Roh itu termasuk urusan Rabbku) artinya termasuk ilmu-Nya oleh karenanya kalian tidak akan dapat mengetahuinya (dan tidaklah kalian diberi pengetahuan melainkan sedikit.'\") dibandingkan dengan ilmu Allah swt."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 86,
    "arab": "وَلَىِٕنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكِيْلًاۙ؉؉",
    "translation": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2115.mp3",
    "tafsir": "Ayat ini menerangkan bahwa jika Allah swt menghendaki untuk menarik kembali Al-Qur'an yang telah diturunkan dan menghapusnya dari hati Nabi Muhammad dan dari lembaran-lembaran yang telah ditulis, hal itu pasti dengan mudah dapat dilaksanakan-Nya, sedikit pun tidak akan ada bekasnya. \nMudahnya bagi Allah swt menghapus Al-Qur'an itu diterangkan dalam hadis Nabi saw:\nDiriwayatkan dari Ibnu Mas'ud bahwa Rasulullah saw bersabda, \"Sesungguhnya Al-Qur'an ini akan diangkat (dihapus).\" Seseorang berkata, \"Bagaimana mungkin, sesungguhnya Allah telah mengokohkannya di dalam hati kita, dan kita telah mengabadikan (menulisnya) di dalam lembar-lembar bertulis.\" Ia berkata, \"Diangkat Al-Qur'an di satu malam maka tidak ada yang ditinggalkan seayat pun darinya dalam hati dan tidak pula pula di dalam mushaf, kecuali semua diangkat. Maka pada waktu paginya tidak satu ayat pun lagi yang tinggal padamu.\" Lalu Nabi membaca ayat ini. (Riwayat Sa'id bin Manshur dan al-hakim serta dinyatakan sahih oleh ath-thabrani dan al-Baihaqi).\n\nSetelah Al-Qur'an dihapus dari hati dan yang tertulis dalam mushaf, maka pada saat itu tidak ada lagi yang dapat dijadikan pegangan dan petunjuk ke jalan yang benar. Tidak seorangpun yang sanggup mengembalikannya, baik dalam bentuk mushaf maupun hafalan.",
    "quraish": "Sesungguhnya jika Kami berkehendak menghapus al-Qur'ân yang telah Kami wahyukan kepadamu dari dalam hatimu, niscaya akan Kami lakukan. Setelah itu kamu tidak akan menemukan seorang pun yang dapat membela dan menolongmu.",
    "jalalayn": "(Dan sesungguhnya jika) lam di sini bermakna qasam (Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu) yakni Alquran; seumpamanya Dia menghapuskannya dari ingatanmu dan dari mushaf-mushaf yang ada (dan dengan pelenyapan itu kamu tidak akan mendapatkan seorang pembela pun terhadap Kami)."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 87,
    "arab": "اِلَّا رَحْمَةً مِّنْ رَّبِّكَۗ اِنَّ فَضْلَهٗ كَانَ عَلَيْكَ كَبِيْرًا",
    "translation": "kecuali karena rahmat dari Tuhanmu. Sungguh, karunia-Nya atasmu (Muhammad) sangat besar. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2116.mp3",
    "tafsir": "Akan tetapi, Allah tidak bermaksud menghapus Al-Qur'an dari hati Nabi dan mushaf-mushaf, karena rahmat-Nya yang besar yang dilimpahkan kepada hamba-hamba-Nya. Al-Qur'an adalah nikmat yang paling besar yang diberikan Allah kepada manusia. Dia menetapkan Al-Qur'an dalam hati manusia serta menjaganya dari campur tangan mereka.\nMenurut ar-Razi, ada dua macam nikmat besar yang diberikan Allah kepada ulama: pertama, memudahkan mereka memperoleh ilmu, dan kedua, tetapnya ilmu dalam pikiran dan ingatan mereka. Dengan kedua macam nikmat itu, maka manusia mudah mencerna kandungan ayat-ayat Al-Qur'an dan kemudian melaksanakan yang diperintahkan-Nya dan menghentikan yang dilarang-Nya. Dengan demikian, terjagalah mereka dari kehancuran di dunia dan azab neraka di akhirat.\nPada ayat ini Allah menjelaskan bahwa keutamaan yang diberikan-Nya kepada Nabi Muhammad sangat besar sehingga Allah tidak menginginkan terhapusnya wahyu yang telah diturunkan kepadanya. Wahyu ini merupakan nikmat Allah yang terbesar kepada Rasulullah dan orang-orang beriman karena berisi hidayah dan penyembuh dari berbagai penyakit.",
    "quraish": "Akan tetapi al-Qur'ân itu Kami jadikan abadi sebagai rahmat dari Tuhanmu, karena karunia Allah kepadamu dalam mukjizat ini sangatlah besar.",
    "jalalayn": "(Kecuali) tetapi sengaja Kami menetapkannya (karena rahmat dari Rabbmu. Sesungguhnya karunia-Nya atasmu adalah besar) agung karena Dia telah menurunkan Alquran kepadamu dan Dia memberimu kedudukan yang terpuji serta keutamaan-keutamaan lain yang Dia berikan kepadamu."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 88,
    "arab": "قُلْ لَّىِٕنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَّأْتُوْا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُوْنَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا",
    "translation": "Katakanlah, “Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2117.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Ishaq dan Ibnu Jarir dari Sa'id dari Ibnu 'Abbas, bahwa Salam bin Misykam dan kawan-kawannya sesama orang Yahudi datang menghadap Rasulullah saw dan berkata, \"Bagaimana kami akan mengikuti engkau Muhammad, padahal engkau telah meninggalkan kiblat kami dan Al-Qur'an yang engkau bawa itu susunannya tidak seperti kitab Taurat. Karena itu turunkanlah kepada kami sebuah kitab yang dapat kami periksa. Kalau kamu tidak sanggup mendatangkannya, maka kami akan mendatangkan kepada kamu sesuatu yang sama dengan yang engkau bawa itu. Maka Allah swt menurunkan ayat ini yang menegaskan kepada mereka bahwa mereka semuanya tidak akan sanggup membuat kitab seperti Al-Qur'an.\nSabab nuzul ayat ini tidak disepakati oleh para ulama karena surah ini termasuk surah Makkiyah dan sasarannya adalah orang-orang Quraisy, sedangkan orang Yahudi tinggal di Medinah.\nPada ayat ini, Allah swt menegaskan mukjizat Al-Qur'an dan keutamaan-nya, yaitu Al-Qur'an benar-benar dari Allah dan diturunkan kepada Nabi Muhammad saw. Sebagai bukti bahwa Al-Qur'an itu dari Allah, bukan buatan Muhammad sebagaimana yang didakwakan oleh orang-orang kafir Mekah dan ahli kitab, Allah swt memerintahkan Nabi Muhammad saw agar menyampaikan tantangan kepada mereka yang mengabaikan dan meman-dang Al-Qur'an itu bukan wahyu Allah untuk membuat tandingan Al-Qur'an. Tetapi Allah menegaskan bahwa mereka tidak akan mampu membuat kitab yang sama. Allah berfirman: \n\nDan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24)\n\nSejarah menunjukkan bahwa banyak pemimpin dan ahli sastra Arab yang mencoba menandingi dan meniru Al-Qur'an, bahkan ada yang mendakwakan dirinya sebagai seorang nabi, seperti Musailamah al-Kadzdzab, thulaiá¸¥ah, Habalah bin Kaab, dan lain-lain. Akan tetapi, mereka semua gagal dalam usahanya bahkan mendapat cemooh dan hinaan dari masyarakat. Sebagai contoh ialah apa yang telah dibuat oleh Musailamah al-Kadzdzab yang dianggapnya dapat menandingi ayat-ayat Al-Qur'an:\nHai katak, anak dari dua katak, pekikkan suaramu apa yang ingin kamu pekikkan. Bagian atas engkau di air dan bagian bawah engkau di tanah.\n\nPara ahli menyatakan bahwa perkataan Musailamah itu tidak ada yang mengandung sesuatu makna. Di antara yang memberi komentar ialah al-Jahiz, seorang sastrawan Arab yang mashyur yang mengatakan, \"Saya tidak mengerti apakah gerangan yang menggerakkan jiwa Musailamah menyebut-kan katak dan sebagainya, alangkah buruknya gubahan yang dikatakannya sebagai ayat Al-Qur'an yang telah diwahyukan kepada Nabi Muhammad saw.\nKemungkinan kerjasama jin dan manusia disebutkan di sini adalah untuk mengimbangi Malaikat Jibril dan Nabi Muhammad yang memperoleh Al-Qur'an dari Allah. Mereka tidak mungkin menandinginya karena Al-Qur'an berasal dari Allah swt.",
    "quraish": "Katakanlah kepada mereka dan tantanglah agar mereka mendatangkan sesuatu yang serupa al-Qur'ân, dan mereka pasti tidak akan mempu mendatangkannya, \"Seandainya manusia dan jin bergabung dan saling membantu untuk mendatangkan sesuatu yang serupa al-Qur'ân ini dalam komposisi dan maknanya, mereka tidak akan mampu melakukannya, meskipun mereka bekerjasama dan saling membantu satu sama lain.\"",
    "jalalayn": "(Katakanlah, \"Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa dengan Alquran ini) dalam hal kefasihan dan ketinggian paramasasteranya (niscaya mereka tidak akan dapat membuat yang serupa dengan dia sekali pun sebagian mereka menjadi pembantu bagi sebagian yang lain.\") saling bantu-membantu. Ayat ini diturunkan sebagai sanggahan terhadap perkataan mereka sebagaimana yang disitir oleh firman-Nya: \"Kalau kami menghendaki niscaya kami dapat membacakan yang seperti ini (Alquran).\" (Q.S. Al-Anfal 31)."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 89,
    "arab": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا",
    "translation": " Dan sungguh, Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkari(nya).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2118.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah menyampaikan segala macam bukti dan argumen kepada manusia agar mereka beriman. Berbagai bukti dan argumen itu diungkapkan dalam bentuk penjelasan dengan berbagai macam gaya bahasa, ada dalam bentuk perintah, berita, dan cerita. Demikian pula isinya yang bermacam-macam, seperti akidah, hukum, budi pekerti, ibadah, kisah, dan sebagainya yang tidak dapat dibantah kebenaran-nya. \nSekalipun Allah swt telah menyampaikan dalam bentuk dan cara yang berbeda-beda, juga isinya yang mengandung nilai-nilai yang tinggi untuk mencapai kebahagiaan hidup di dunia dan di akhirat, namun orang-orang kafir tidak mengimaninya. Mereka tetap mengingkari dan menentangnya.",
    "quraish": "Dalam al-Qur'ân ini, Kami sungguh telah menempuh berbagai cara penjelasan seperti tamsil. Akan tetapi kebanyakan manusia menolaknya dan lebih memilih sikap kufur dan ingkar.",
    "jalalayn": "(Dan sesungguhnya Kami telah jelaskan) telah Kami terangkan (kepada manusia dalam Alquran ini tiap-tiap macam perumpamaan) lafal min kulli matsalin menjadi sifat bagi lafal yang tidak disebutkan artinya, contoh dari setiap perumpamaan supaya mereka mengambil pelajaran darinya (tapi kebanyakan manusia tidak mau) yakni penduduk Mekah (kecuali mengingkarinya) mengingkari kebenaran yang dibawanya."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 90,
    "arab": "وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ  ",
    "translation": "Dan mereka berkata, “Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2119.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Ketika tampak mukjizat al-Qur'ân dan mereka tidak dapat menyangkal hujjah itu, mereka pun mulai meminta ayat dan mukjizat, seperti yang dilakukan oleh orang-orang yang tidak mampu berdalih dan orang-orang yang kebingungan. Mereka kemudian berkata, \"Kami tidak akan beriman kepadamu, sebelum kamu mengeluarkan mata air yang terus memancar dan tak pernah habis dari bumi Mekah untuk kami.",
    "jalalayn": "(Dan mereka berkata) diathafkan kepada lafal abaa (\"Kami sekali-kali tidak percaya kepadamu sebelum engkau memancarkan sumber air dari tanah buat kami) mata air yang berlimpah airnya."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 91,
    "arab": "اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ  ",
    "translation": "atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2120.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Atau sebelum kamu mempunyai sebuah kebun korma dan anggur di Mekah, lalu kamu alirkan sungai- sungai dengan deras di sela-sela kebun itu.",
    "jalalayn": "(Atau kamu mempunyai sebuah kebun) taman yang penuh dengan pohon-pohon (kurma dan anggur lalu kamu alirkan sungai-sungai di celah-celah kebun itu) di tengah-tengah (yang deras airnya.)"
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 92,
    "arab": "اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ  ",
    "translation": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2121.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Atau sebelum kamu runtuhkan langit menjadi berkeping-keping di atas kepala kami seperti kamu katakan bahwa Allah menjanjikan kami dengan semua itu. Atau kamu mendatangkan Allah dan malaikat- malaikat berhadapan muka dengan kami.",
    "jalalayn": "(Atau kamu jatuhkan langit berkeping-keping atas kami sebagaimana kamu katakan) yakni hancur berkeping-keping (atau kamu datangkan Allah dan malaikat-malaikat berhadapan muka dengan kami.) secara berhadap-hadapan dan terang-terangan dengan kami sehingga kami dapat melihat mereka."
  },
  {
    "ruku": 249,
    "name": "Al-Isra'",
    "ayat": 93,
    "arab": "اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا ࣖ  ",
    "translation": "atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2122.mp3",
    "tafsir": "Ayat-ayat ini menerangkan sikap para pemimpin Quraisy menghadapi seruan Nabi Muhammad saw, mereka itu di antaranya Uthbah, Syaibah, Abu Sufyan, Nadhar, dan lain-lain. Sikap mereka itu menunjukkan tampak tanda-tanda keingkaran dan keengganan mereka menerima seruan tersebut. Akibatnya, apa saja bukti yang dikemukakan kepada mereka, mereka tetap tidak akan beriman. Mereka meminta kepada Rasulullah hal-hal yang mustahil karena mereka tahu bahwa Rasulullah tidak akan sanggup mengerjakannya. Dengan demikian ada alasan bagi mereka untuk tidak mengikuti seruan Rasul itu.\nDi antara permintaan orang-orang kafir itu ialah:\n1. Agar Rasulullah saw memancarkan mata air dari bumi, padahal negeri mereka padang pasir.\n2. Agar Rasulullah mewujudkan sebuah kebun kurma atau anggur yang dialiri sungai-sungai. Dengan air yang tetap mengalir, akan bertambah suburlah pohon korma dan anggur itu dan memberi hasil yang berlipat ganda.\n3. Agar Rasulullah menjatuhkan langit berkeping-keping sehingga menim-pa mereka. Permintaan mereka yang seperti ini diterangkan pada ayat yang lain. Allah swt berfirman:\n\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, \"Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.\" (al-Anfal/8: 32)\nPermintaan mereka ini adalah seperti permintaan penduduk Aikah (Madyan) kepada Nabi Syuaib dahulu, sebagaimana Allah berfirman:\n\nMaka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.\" (asy-Syu'ara'/26: 187)\n4. Agar Rasulullah saw mendatangkan Allah dan malaikat secara kasat mata (bisa dilihat secara nyata) kepada mereka untuk menyatakan secara langsung bahwa Muhammad adalah seorang rasul yang diutus-Nya.\n5. Agar Rasulullah saw mendirikan rumah yang terbuat dari emas. Orang-orang musyrik berpendapat bahwa seorang rasul yang diutus Allah hendaklah seorang penguasa, kaya raya, dan terhormat. Oleh karena itu, menurut pendapat mereka, mustahil Muhammad sebagai anak yatim piatu lagi miskin diangkat menjadi rasul.\n6. Agar Rasulullah saw naik ke langit melalui sebuah tangga yang dapat mereka lihat, kemudian turun kembali ke dunia melalui tangga yang sama dengan membawa sebuah kitab yang dapat mereka baca dan menggunakan bahasa mereka yang menerangkan bahwa Muhammad adalah rasul Allah.\nSebenarnya semua yang diminta oleh orang musyrikin itu amatlah mudah bagi Allah mengabulkannya, tidak ada satu pun yang sukar dan mustahil bagi Allah mengadakan dan melakukannya. Namun Allah tahu bahwa semua permintaan itu hanyalah mengada-ada, sebagai alasan untuk tidak beriman kepada Nabi Muhammad. Sikap orang-orang musyrik itu dijelaskan dalam firman Allah swt:\n\nSungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman, meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih. (Yunus/10: 96-97)\n\nDan firman Allah:\n\nDan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran). (al-An'am/6: 111)\n\nAllah swt memerintahkan kepada Muhammad agar menyampaikan kepada orang-orang musyrik itu bahwa ia hanyalah manusia yang diangkat sebagai seorang rasul dan diberi wahyu. Allah mampu mewujudkan semua permintaan mereka itu, tetapi permintaan mereka itu tidak dikabulkan-Nya karena tidak diperlukan. Seandainya dikabulkan pun, mereka tetap tidak akan beriman.",
    "quraish": "Atau sebelum kamu mempunyai sebuah rumah yang perhiasannya terbuat dari emas, atau kamu dapat naik ke atas lamgit. Kami sekali-kali tidak akan mempercayai hal itu kecuali jika kamu menurunkan kepada kami sebuah kitab suci dari Allah yang berisi kebenaran kata-katamu yang dapat kami baca.\" Katakanlah kepada mereka, \"Tuhanku Mahasuci dari apa yang telah mereka tuduhkan bahwa di sana ada yang mengendalikan Allah atau menyamai kekuasaan-Nya. Aku ini hanyalah seorang manusia biasa, seperti layaknya para rasul yang lain, yang tidak dapat mendatangkan satu ayat pun kecuali atas izin Allah.\"",
    "jalalayn": "(Atau kamu mempunyai rumah dari emas) logam mulia (atau kamu memanjat) naik (ke langit) dengan memakai tangga (Dan kami sekali-kali tidak akan mempercayai kenaikanmu) seandainya kamu dapat menaiki langit (hingga kamu turunkan atas kami) dari langit itu (sebuah kitab) yang di dalamnya tertera tulisan yang membenarkanmu (yang kami baca.\" Katakanlah) kepada mereka! (\"Maha Suci Rabbku) ungkapan rasa takjub (bukankah) tidak lain (aku ini hanyalah manusia yang menjadi rasul.\") sama halnya dengan rasul-rasul yang lain sedangkan mereka tidak dapat mendatangkan suatu mukjizat pun melainkan dengan seizin Allah."
  }
]