[
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 101,
    "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ",
    "translation": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2130.mp3",
    "tafsir": "Ayat ini menerangkan bahwa Allah swt telah memberikan sembilan macam mukjizat kepada Musa a.s. sebagai bukti kerasulannya, ketika diutus kepada Fir'aun dan kaumnya. Namun demikian, Fir'aun dan kaumnya tetap menolak seruan Nabi Musa untuk beriman pada Allah Sang Pencipta. Dalam ayat yang lain diterangkan bagaimana Fir'aun dan kaumnya mengingkari seruan Musa.\nAllah swt berfirman:\n\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)-nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)\n\nPara mufasir berbeda pendapat tentang maksud dari sembilan ayat tersebut di atas. Menurut Ibnu Abbas, sebagaimana diriwayatkan oleh 'Abd Razzaq, Sa'id bin Manshur, Ibnu Jarir ath-thabari, dan Ibnu Mundzir, bahwa sembilan ayat tersebut adalah tongkat, tangan, topan, belalang, kutu, katak, darah, musim kemarau, dan kekurangan buah-buahan. Pendapat ini disetujui oleh jumhur ulama.\nMufasir yang lain, seperti ar-Razi, berpendapat bahwa yang dimaksud dengan sembilan ayat tersebut di atas adalah berbagai larangan. Ia mendasar-kan pendapatnya dengan hadis Nabi saw yang diriwayatkan oleh Ahmad, at-Tirmidzi, al-Baihaqi, Ath-thabrani, an-Nasa'i, dan Ibnu Majah dari shafwan bin Asal al-Muradi, ketika beliau ditanya oleh orang Yahudi, bahwa yang dimaksud dengan sembilan ayat di sini ialah sembilan macam larangan, yaitu: jangan mempersekutukan Allah, jangan membunuh jiwa kecuali dengan hak, jangan berzina, jangan mencuri, jangan menyihir, jangan makan riba, jangan memfitnah orang yang tidak bersalah kepada penguasa, jangan menuduh wanita yang baik berzina, dan melanggar aturan pada hari Sabat. Ibnu Syihab Al-Khafaji mengatakan, \"Inilah tafsir yang diikuti dalam menafsirkan ayat ini.\"\nAllah memerintahkan Nabi Muhammad saw agar menanyakan tentang kisah Musa kepada orang-orang Yahudi yang hidup di masanya, seperti Abdullah bin Salam dan lain-lain, niscaya mereka akan membenarkannya. Pengakuan mereka terhadap kebenaran risalah Nabi Musa akan menambah iman dan keyakinannya. Hal itu juga bertujuan agar Nabi saw yakin bahwa kisah itu juga terdapat dalam kitab mereka.\nTanyakanlah kepada orang-orang Yahudi, tentu mereka akan menerangkan bahwa Musa a.s. telah datang kepada Fir'aun membawa agama tauhid dan mengemukakan berbagai mukjizatnya. Akan tetapi, Fir'aun mengingkarinya, bahkan mengatakan bahwa Musa adalah orang yang rusak akalnya, sehingga mengaku-ngaku sebagai seorang rasul Allah.",
    "quraish": "Seandainya kepada mereka didatangkan ayat-ayat yang telah mereka minta, mereka pasti akan berpaling dan tidak akan mempercayainya. Kami telah memberi Mûsâ sembilan mukjizat yang nyata(1). Meskipun demikian, mereka mengingkarinya. Dan Fir'aun berkata kepada Mûsâ, \"Kukira kau adalah orang yang terkena sihir, Mûsâ.\" (1) Sembilan mukjizat itu adalah tongkat, tangan putih, angin topan, belalang dan katak serta darah, kekeringan dan kekurangan buah-buahan, terbelahnya laut, air yang memancar dari batu, terangkatnya gunung, dan berbicara langsung dengan Allah.",
    "jalalayn": "(Dan sesungguhnya Kami telah memberikan kepada Musa sembilan buah mukjizat yang nyata) yaitu tangan, tongkat, topan, belalang, kutu, kodok, darah atau kutukan paceklik dan kekurangan buah-buahan (maka tanyakanlah) hai Muhammad (kepada Bani Israel) perihalnya dengan pertanyaan yang menetapkan kebenaranmu terhadap kaum musyrikin; atau artinya Kami berfirman kepada Muhammad, \"Tanyakanlah.\" Menurut qiraat yang lain diungkapkan dalam bentuk fi`il madhi (tatkala Musa datang kepada mereka lalu Firaun berkata kepadanya, \"Sesungguhnya aku sangka kamu hai Musa seorang yang kena sihir.\") orang yang tidak sadar dan akal warasmu sudah hilang."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 102,
    "arab": "قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ",
    "translation": "Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2131.mp3",
    "tafsir": "Musa mengatakan kepada Fir'aun bahwa sesungguhnya Fir'aun telah mengetahui bahwa yang menurunkan ayat-ayat ini adalah Tuhan yang memiliki langit dan bumi. Hal itu dijelaskan Nabi Musa sebagai bukti dan keterangan bahwa yang diserukannya itu adalah suatu kebenaran. Hanya orang yang bersih hatinya yang dapat menerima seruan tersebut. Lebih lanjut Nabi Musa mengatakan kepada Fir'aun bahwa hatinya yang kotor dan tidak mempunyai kesediaan untuk menerima seruan itu. Kebenaran apapun yang dikemukakan kepadanya tetap tidak akan membuatnya menerima seruan tersebut.",
    "quraish": "Mûsâ berkata, \"Wahai Fir'aun, kamu sendiri telah mengetahui bahwa yang menurunkan bukti-bukti itu adalah Tuhan pemelihara langit dan bumi, karena hanya Dia yang mampu melakukannya. Bukti-bukti itu amat jelas dan dapat memperlihatkan kebenaranku kepadamu, tetapi kamu malah menjadi sombong dan ingkar. Kurasa kamu adalah orang yang akan binasa, wahai Fir'aun, jika kamu tidak kembali dari kemungkaranmu.\"",
    "jalalayn": "(Musa menjawab, \"Sesungguhnya kamu telah mengetahui, tiada yang menurunkannya) mukjizat-mukjizat itu (melainkan Rabb yang memelihara langit dan bumi sebagai bukti-bukti yang nyata) pelajaran-pelajaran, tetapi ternyata kamu masih tetap ingkar. Menurut qiraat lain lafal `alimta dibaca `alimtu (dan sesungguhnya aku mengira kamu, hai Firaun, seorang yang binasa.\") hancur atau dipalingkan dari kebaikan."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 103,
    "arab": "فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ",
    "translation": "Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2132.mp3",
    "tafsir": "Setelah Fir'aun melihat kegigihan Musa dalam menyampaikan risalahnya, dan hal itu akan membahayakan diri dan kekuasaannya, maka Fir'aun berencana untuk mengeluarkan Musa dan pengikut-pengikutnya dari bumi Mesir, baik dengan cara mengusir atau melenyapkan mereka. Akan tetapi, Allah swt lebih dahulu menenggelamkan Fir'aun beserta pengikut-pengikutnya ke dalam laut Qulzum.",
    "quraish": "Fir'aun bertambah tiran dan hendak mengusir Mûsâ dan Banû Isrâ'îl dari bumi Mesir. Maka ia dan seluruh tentaranya pun Kami tenggelamkan.",
    "jalalayn": "(Maka terbetiklah maksud) dalam diri Firaun (untuk mengusir mereka) maksudnya mengusir Nabi Musa dan kaumnya (dari tanah itu) yaitu negeri Mesir (maka Kami tenggelamkan dia serta orang-orang yang bersama dia seluruhnya.)"
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 104,
    "arab": "وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ",
    "translation": "Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2133.mp3",
    "tafsir": "Kemudian Allah swt menyelamatkan Musa dan Bani Israil serta memerintahkan mereka agar mendiami negeri yang telah dijanjikan kepada mereka sampai waktu yang ditentukan. Jika telah sampai waktunya, mereka akan diwafatkan kemudian dibangkitkan kembali pada hari kiamat, untuk menetapkan keputusan yang paling adil di antara mereka. Ketika itu, mereka beserta musuh-musuhnya bercampur baur dan menyatu untuk menerima balasan dari Allah. Perbuatan baik akan dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan mungkar akan dibalas dengan siksa neraka.",
    "quraish": "Sedangkan Mûsâ dan pengikutnya Kami selamatkan. Setelah Kami menenggelamkan Fir'aun, Kami katakan kepada Banû Isrâ'îl, \"Tinggallah di tanah suci, di negeri Syâm. Apabila kehidupan akhirat telah tiba, Kami akan mendatangkan kalian dari dalam kubur secara bercampur baur, kemudian mengadili kalian secara adil.\"",
    "jalalayn": "(Dan Kami berfirman sesudah itu kepada Bani Israel, \"Diamlah di negeri ini, maka apabila tiba masa berbangkit) hari kiamat (niscaya Kami datangkan kalian dalam keadaan bercampur-baur\") dengan semua manusia, yaitu kalian dan mereka."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 105,
    "arab": "وَبِالْحَقِّ اَنْزَلْنٰهُ وَبِالْحَقِّ نَزَلَۗ وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًاۘ",
    "translation": "Dan Kami turunkan (Al-Qur'an) itu dengan sebenarnya dan (Al-Qur'an) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2134.mp3",
    "tafsir": "Dalam ayat ini Allah swt menegaskan kepada Rasul saw bahwa Allah benar-benar telah menurunkan Al-Qur'an dari sisi-Nya. Maka manusia tidak boleh meragukan dan berpaling darinya. \nDalam ayat yang lain Allah swt berfirman:\n\nTetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi. (an-Nisa'/4: 166)\nAl-Qur'an membawa berbagai ajaran yang benar yang mendatangkan ketertiban dan kesejahteraan bagi umat manusia. Di dalamnya terdapat ajaran tentang moral, akidah ketuhanan, peraturan-peraturan, hukum, sejarah, dan ilmu pengetahuan. Segala isinya senantiasa terpelihara, baik lafal maupun maknanya tidak akan ternoda dengan penambahan atau pengurangan yang menyebabkan kekacauan dan kesimpangsiuran, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-hijr/15: 9)\n\nFirman-Nya lagi:\n\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fushshilat/41: 42)\n\nDemikianlah Allah menerangkan sifat-sifat Al-Qur'an dengan segala jaminan akan kesuciannya dari tangan-tangan manusia yang berusaha mengotorinya. Dia diturunkan kepada Nabi Muhammad saw yang diutus kepada umat manusia untuk memberikan kabar gembira tentang pahala dan surga bagi orang-orang yang beriman dan taat kepada ajaran agama, dan memberikan peringatan tentang azab dan neraka bagi yang kafir dan berbuat dosa.",
    "quraish": "Kami tidak menurunkan al-Qur'ân tanpa diperkuat oleh hikmah Tuhan yang menetapkan penurunan al-Qur'ân itu. Al-Qur'ân itu sendiri diturunkan dengan mengandung kebenaran. Semua akidah dan hukum yang ada di dalamnya adalah benar. Kami tidak mengutusmu, wahai Muhammad, kecuali sebagai pembawa berita gembira berupa surga bagi siapa yang beriman, dan pemberi peringatan berupa neraka bagi siapa yang ingkar. Jika mereka tidak beriman, kamu tidak perlu merasa bersalah.",
    "jalalayn": "(Dan Kami turunkan dia itu dengan sebenar-benarnya) Alquran itu (dan dengan membawa kebenaran) mengandung kebenaran (Alquran itu telah turun) dalam keadaan utuh sebagaimana waktu diturunkan tidak akan terjadi perubahan dan penggantian padanya. (Dan Kami tidak mengutus kamu) hai Muhammad (melainkan sebagai pembawa berita gembira) kepada orang yang percaya akan adanya surga (dan pemberi peringatan) terhadap orang yang ingkar kepada adanya neraka."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 106,
    "arab": "وَقُرْاٰنًا فَرَقْنٰهُ لِتَقْرَاَهٗ عَلَى النَّاسِ عَلٰى مُكْثٍ وَّنَزَّلْنٰهُ تَنْزِيْلًا ",
    "translation": "Dan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2135.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa Al-Qur'an diwahyu-kan kepada Nabi Muhammad saw secara berangsur-angsur sebagian demi sebagian, agar ia dapat membacakannya kepada umatnya, serta memberi pemahaman secara perlahan-lahan. Ayat Al-Qur'an pertama kali diwahyukan di bulan Ramadan, pada malam qadar, kemudian seterusnya diturunkan kepada Nabi berangsur-angsur sesuai dengan kebutuhan dan peristiwa yang terjadi dalam tempo kurang dari duapuluh tiga tahun. Dengan penurunan secara berangsur-angsur itu, umat Islam memperoleh keutamaan dan manfaat yang besar, antara lain:\nPertama: Kaum Muslimin mudah menghafalnya ketika diturunkan.\nKedua: Kaum Muslimin berkesempatan untuk memahami setiap kelompok ayat yang diturunkan, karena jangkauan maknanya yang luas memerlukan waktu yang cukup untuk memahaminya agar mendapat pemahaman yang tepat dan benar.\nKetiga: Kaum Muslimin tidak mengalami kegoncangan jiwa yang berarti dalam menghadapi berbagai perubahan yang dibawa oleh Islam. Sebelum kedatangan agama Islam, mereka menganut kepercayaan animis yang bermacam-macam, dan tidak memiliki peraturan dan tata kehidupan yang dipatuhi. Penurunan Al-Qur'an secara berangsur-angsur mempermudah mereka menyesuaikan diri dengan ajaran-ajaran yang baru, baik ajaran yang berhubungan dengan akidah, maupun yang berhubungan dengan ibadah dan kemasyarakatan.\nKeempat: Sebagian ayat-ayat Al-Qur'an merupakan penjelasan yang berhubungan dengan suatu peristiwa yang terjadi.\nFirman Allah swt:\n\nDan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. (al-Furqan/25: 33)\n\nDengan demikian, kaum Muslimin merasakan bahwa mereka selalu mendapat bimbingan dan petunjuk dari Allah swt ketika menghadapi setiap peristiwa yang terjadi di antara mereka.\nBagi Nabi Muhammad saw, penurunan Al-Qur'an secara berangsur-angsur itu amat besar manfaatnya dalam memperteguh hatinya, seperti dijelaskan Allah dalam firman-Nya:\n\nDan orang-orang kafir berkata, \"Mengapa Al-Qur'an itu tidak diturunkan kepadanya sekaligus?\" Demikianlah, agar Kami memperteguh hatimu (Mu-hammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan dan benar). (al-Furqan/25: 32)\n\nPada umumnya ayat-ayat yang diturunkan berkisar antara lima sampai dengan sepuluh ayat sesuai dengan kebutuhan, sebagaimana Umar bin Khaththab berkata:\nDiriwayatkan dari Umar r.a., dia berkata, \"Pelajarilah Al-Qur'an lima ayat lima ayat. Karena sesungguhnya Jibril menurunkannya lima ayat lima ayat. (Riwayat al-Baihaqi).",
    "quraish": "Al-Qur'ân ini telah Kami turunkan secara berangsur-angsur dalam waktu yang cukup lama agar kamu membacakannya secara perlahan-lahan kepada umat manusia, supaya mereka dapat memahaminya. Kami telah menurunkannya sebagian demi sebagian secara pasti, tanpa ada suatu keraguan sedikit pun di dalamnya.",
    "jalalayn": "(Dan Alquran itu) lafal Alquran ini dinashabkan oleh fi`il yang dijelaskan oleh firman selanjutnya (telah Kami turunkan secara berangsur-angsur) Kami turunkan secara bertahap selama dua puluh tahun atau dua puluh tiga tahun (agar kamu membacakannya perlahan-lahan kepada manusia) secara perlahan-lahan dan tenang supaya mereka dapat memahaminya (dan Kami menurunkannya bagian demi bagian) sedikit demi sedikit sesuai dengan kemaslahatan."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 107,
    "arab": "قُلْ اٰمِنُوْا بِهٖٓ اَوْ لَا تُؤْمِنُوْاۗ اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًاۙ",
    "translation": "Katakanlah (Muhammad), “Berimanlah kamu kepadanya (Al-Qur'an) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2136.mp3",
    "tafsir": "Dalam ayat ini Allah swt memerintahkan kepada Rasul-Nya untuk menyatakan dengan tegas kepada kaum musyrikin yang ingkar kepada kebenaran Al-Qur'an itu, bahwa sekiranya mereka beriman maka keimanan mereka itu tidaklah memperkaya perbendaharaan rahmat-Nya. Demikian pula sebaliknya, sekiranya mereka tetap ingkar, tidak mau beriman kepada Al-Qur'an, keingkaran dan penolakan mereka itu tidaklah mengurangi keagungan Allah swt. Firman Allah:\n\nDan mereka berkata, \"Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. (al-Isra'/17: 90)\n\nPernyataan Rasul saw ini merupakan celaan dan kecaman kepada kaum musyrikin, serta mengandung penghinaan kepada mereka. Bagaimanapun sikap mereka terhadap Al-Qur'an, tidak patut dipedulikan. Kebenaran Al-Qur'an tidak tergantung kepada sikap orang-orang yang ingkar itu. Tidak mengherankan kalau mereka menolak kebenaran Al-Qur'an, karena mereka memang orang Jahiliah. Tetapi orang-orang baik dan terpelajar di antara mereka tentu beriman dan tunduk sepenuhnya bila mendengar ayat-ayat Al-Qur'an dibacakan. Seperti Zaid bin Amru bin Nufail dan Waraqah bin Naufal yang telah membacakan kitab-kitab suci yang terdahulu sebelum Al-Qur'an diturunkan, dan mereka mengetahui kelak pada waktunya akan lahir seorang rasul akhir zaman. Mereka sujud dan bersyukur kepada Allah swt yang telah memenuhi janji-Nya, yaitu mengutus Muhammad saw sebagai rasul terakhir. Dengan turunnya ayat ini, Nabi Muhammad saw merasa terhibur hatinya, karena keimanan orang-orang yang terpelajar lebih berarti dari keimanan orang-orang jahil, meskipun keimanan orang-orang jahil itu tetap diharapkan.",
    "quraish": "Berilah ancaman kepada orang-orang kafir Mekah dengan mengatakan, \"Kamu semua bebas untuk mengimani al-Qur'ân atau tidak mengimaninya sesuai dengan pilihan kalian sendiri.\" Sesungguhnya orang-orang yang, sebelum turunnya al-Qur'ân, telah diberi ilmu pengetahuan yang benar, maka jika al-Qur'ân dibacakan kepada mereka, mereka akan sujud bersyukur kepada Allah atas segala nikamat-nikmat-Nya.",
    "jalalayn": "(Katakanlah) kepada orang-orang kafir Mekah (\"Berimanlah kalian kepadanya atau tidak usah beriman) ungkapan ini dimaksud sebagai ancaman buat mereka (Sesungguhnya orang-orang yang diberi pengetahuan sebelumnya) sebelum diturunkan Alquran mereka adalah orang-orang yang beriman dari kalangan ahli kitab (apabila Alquran dibacakan kepada mereka, mereka menyungkur atas muka mereka sambil bersujud.\")"
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 108,
    "arab": "وَّيَقُوْلُوْنَ سُبْحٰنَ رَبِّنَآ اِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُوْلًا",
    "translation": "dan mereka berkata, “Mahasuci Tuhan kami; sungguh, janji Tuhan kami pasti dipenuhi.”  ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2137.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan bahwa orang-orang yang telah diberi ilmu itu mengucapkan tasbih, yaitu lafal Subhanallah (Mahasuci Allah), sewaktu sujud tanda syukur kepada Allah swt. Mereka menyucikan Tuhan dari sifat-sifat yang tidak patut bagi-Nya, seperti menyalahi janji-Nya kepada umat manusia untuk mengutus seorang rasul. Mereka juga mengatakan bahwa sebenarnya janji Allah itu telah datang dan menjadi kenyataan.\nAyat ini menunjukkan kebaikan membaca tasbih dalam sujud. 'Aisyah r.a. berkata, \"Adalah Rasul saw banyak membaca dalam sujud dan rukuknya:\nMahasuci Engkau ya Allah Tuhan kami, kami bertasbih dengan memuji-Mu. Ya Allah ampunilah aku. (Riwayat Muslim dalam Sahihnya)",
    "quraish": "Mereka berkata, \"Tuhan kami Mahasuci dari sifat mengingkari janji, baik janji kenikmatan maupun siksaaan, sebagaimana yang telah ditetapkan-Nya. Sesungguhnya janji Allah itu pasti akan dipenuhi.\"",
    "jalalayn": "(Dan mereka berkata, \"Maha Suci Rabb kami) dimaksud memahasucikan Dia dari ingkar janji (sesungguhnya) lafal in di sini adalah bentuk takhfif dari inaa (janji Rabb kami) untuk menurunkan Alquran dan mengutus Nabi Muhammad saw. (pasti dipenuhi.\")"
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 109,
    "arab": "وَيَخِرُّوْنَ لِلْاَذْقَانِ يَبْكُوْنَ وَيَزِيْدُهُمْ خُشُوْعًا ۩",
    "translation": "Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2138.mp3",
    "tafsir": "Kemudian Allah swt menambahkan dalam ayat ini sifat-sifat yang terpuji pada orang-orang yang diberi ilmu itu. Mereka menelungkupkan muka, bersujud kepada Allah sambil menangis disebabkan bermacam-macam perasaan yang menghentak dada mereka, seperti perasaan takut kepada Allah, dan perasaan syukur atas kelahiran rasul yang dijanjikan. Pengaruh ajaran-ajaran Al-Qur'an meresap ke dalam jiwa mereka ketika mendengar ayat-ayat yang dibacakan, serta menambah kekhusyukan dan kerendahan hati mereka. Dengan demikian, mereka merasakan betapa kecilnya manusia di sisi Allah swt. Demikianlah sifat orang berilmu yang telah mencapai martabat yang mulia. Hatinya menjadi tunduk dan matanya mencucurkan air mata ketika Al-Qur'an dibacakan kepadanya. Mencucurkan air mata ketika mendengar atau membaca Al-Qur'an sangat terpuji dalam pandangan Islam.\nBersabda Rasulullah saw:\nBacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, maka usahakanlah sekuat-kuatnya agar dapat menangis.(Riwayat at-Tirmidzi dari Saad bin Abi Waqash)\n\nSabda Rasulullah saw lagi:\nDua mata yang tidak disentuh api neraka, yaitu yang menangis karena takut kepada Allah swt, dan mata yang berjaga-jaga di malam hari pada jalan Allah (jihad). (Riwayat at-Tirmidzi dari Ibnu 'Abbas)\nTidaklah masuk neraka seseorang yang menangis karena takut kepada Allah, kecuali bila air susu sapi dapat kembali ke dalam kantong susunya, dan tidaklah berkumpul pada seorang hamba, debu dalam peperangan di jalan Allah dengan asap api neraka. (Riwayat Muslim dan an-Nasa'i dari Abu Hurairah)",
    "quraish": "Mereka pun kemudian sujud untuk kedua kalinya sambil meratap karena rasa takut mereka kepada Allah. Kekhusyukan mereka kepada Allah semakin bertambah dengan membaca al-Qur'ân.",
    "jalalayn": "(Dan mereka menyungkur atas muka mereka sambil menangis) diathafkan seraya diberi tambahan sifat (dan mereka makin bertambah) berkat Alquran (kekhusyuannya) merendahkan dirinya kepada Allah swt."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 110,
    "arab": "قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا",
    "translation": "Katakanlah (Muhammad), “Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asma‘ul husna) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2139.mp3",
    "tafsir": "Sabab nuzul ayat ini, menurut riwayat Ibnu Jarir ath-thabari dari Ibnu 'Abbas, bahwa Rasul saw pada suatu hari salat di Mekah, lalu beliau berdoa. Dalam doanya itu, beliau mengucapkan kata-kata, \"Ya Allah Ya Rahman.\" Orang-orang musyrik yang mendengar ucapan Nabi itu berkata, \"Perhatikanlah orang yang telah keluar dari agamanya ini, dilarangnya kita berdoa kepada dua Tuhan sedangkan dia sendiri berdoa kepada dua Tuhan. Maka turunlah ayat ini.\nMenurut riwayat Adh-ahhak, sebab turun ayat ini ialah bahwa orang Yahudi bertanya kepada Rasul mengapa kata ar-Rahman sedikit beliau sebutkan, padahal di dalam Taurat, Allah banyak menyebutnya.\" Maka turunlah ayat ini.\nBilamana latar belakang turun ayat ini menurut riwayat yang pertama, maka Allah menjelaskan kepada kaum musyrikin bahwa kedua lafal itu (Allah dan ar-Rahman) walaupun berbeda namun sama-sama mengungkap-kan Zat Yang Maha Esa, Tuhan satu-satunya yang disembah. Pemahaman yang demikian sesuai dengan keterangan ayat 111.\nBila latar belakang turunnya ayat ini adalah riwayat yang kedua, maka Allah menjelaskan kepada orang Yahudi bahwa lafal itu sama-sama baik untuk mengutarakan apa yang dimaksud. Orang Yahudi memandang kata ar-Rahman lebih baik, karena sifat itu yang paling disukai Allah, sehingga banyak disebut dalam Taurat. Ar-Rahman banyak sekali disebut dalam Taurat karena Nabi Musa a.s. berwatak keras dan pemarah. Oleh karena itu, Allah banyak menyebutkan kata-kata ar- Rahman agar beliau bergaul dengan umatnya dengan kasih sayang, dan beliau sebagai seorang nabi tentulah mencontoh sifat-sifat Allah.\nPada ayat ini, Allah swt menjelaskan tentang keesaan Zat-Nya dengan nama-nama yang baik. Nama-nama yang baik itu hanyalah menggambarkan sifat-sifat kesempurnaan-Nya, bukan wujud Allah yang berdiri sendiri sebagai-mana anggapan kaum musyrikin.\nSesudah menyatakan kesamaan kedua kata itu, Allah menegaskan dalam ayat ini bahwa kedua lafal itu baik digunakan untuk berdoa, karena Tuhan mempunyai al-asma'ul husna (nama-nama yang paling baik). Tuhan memberikan keterangan dengan al-husna (paling baik) untuk nama-nama-Nya, karena mengandung pengertian yang mencakup segala sifat-sifat kesempurnaan, kemuliaan, dan keindahan yang tidak satu makhluk pun yang menyerupai.\nOrang-orang Yahudi sesungguhnya tidaklah memungkiri nama-nama Allah yang baik itu. Hanya saja mereka memandang ar-Rahman nama yang terbaik di antara nama-nama Tuhan lainnya. Inilah yang tidak dibenarkan dalam ayat ini karena kedua nama tersebut termasuk al-asma'ul husna. Pendapat seperti di atas juga dianut oleh kaum Muslimin, dimana menurut mereka, ada nama yang lebih tinggi di antara al-asma'ul husna. Diriwayatkan bahwa Rasulullah saw mendengar seorang laki-laki membaca doa:\nYa Allah sesungguhnya aku memohon kepada-Mu, supaya aku benar-benar bersaksi bahwasanya Engkau Allah yang tiada tuhan melainkan Engkau, Yang Esa lagi tempat bergantung segala makhluk. Yang tiada beranak dan tiada dilahirkan dan tidak ada seorang pun yang setara dengan Dia. (Riwayat at-Tirmidzi dari Abdullah bin Buraidah al-Aslami dari ayahnya)\n\nSetelah mendengar doa itu Nabi saw bersabda:\nDemi Allah yang jiwaku di tangan-Nya, benar-benar laki-laki itu berdoa dengan nama Tuhan Yang Agung (al-asma' al-A'dham), yang bila Allah diseru dengan (menyebut) nama itu niscaya Dia menyempurnakannya, dan bila Allah diminta dengan (menyebut) nama itu niscaya Dia memberi. (Riwayat Ibnu Jarir ath-thabari dari Sa'ad)\n\nDiriwayatkan pula oleh Muslim, Ahmad, at-Tirmidzi, dan Ibnu Abi Hatim dari Asma' binti Yazid bahwa Nabi saw bersabda:\nNama Allah Ta'ala Yang Maha Agung terletak pada dua ayat ini, yaitu:\n\nDan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang. (al-Baqarah/2: 163)\n\nDan ayat yang kedua ialah pada pembukaan Surah ali 'Imran:\n\nAlif Lam Mim. Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (ali 'Imran/3: 1-2)\n\nKemudian pada akhir ayat ini, Allah memerintahkan kepada Rasul agar di waktu salat jangan membaca ayat dengan suara keras dan jangan pula dengan suara yang rendah, tetapi di antara keduanya. Yang dimaksud dengan membaca ayat ini mencakup membaca basmalah dan ayat lainnya. Jika Rasul membaca dengan suara yang keras, tentu didengar oleh orang-orang musyrik dan mereka lalu mengejek, mengecam, dan mencaci-maki Al-Qur'an, Nabi, dan sahabat-sahabatnya. Namun jangan pula membaca dengan suara yang terlalu rendah sehingga para sahabat tidak dapat mendengarnya dengan jelas. Larangan ini turun ketika Rasul masih berada di Mekah berdasarkan riwayat Ibnu 'Abbas.\nMenurut riwayat Ibnu 'Abbas, ketika Rasul berada di Mekah disuruh membaca ayat dengan suara yang tidak terlalu keras, tetapi juga tidak terlalu rendah, dilarang membaca dengan suara yang pelan dan rendah sehingga tidak terdengar. Tetapi sesudah hijrah ke Medinah, persoalan itu tidak dibahas lagi kecuali membaca ayat dalam salat dengan suara yang keras di luar batas tetap tidak dibenarkan.",
    "quraish": "Katakanlah kepada orang-orang musyrik itu, \"Serulah Tuhanmu dengan nama 'Allâh' atau 'al-Rahmân'. Dengan nama mana saja kalian menyeru-Nya adalah baik, karena Dia mempunyai al-asmâ' al-husnâ (nama- nama terindah). Kalian tidak perlu ragu, karena banyaknya nama tidak harus menunjukkan banyaknya referen (musammâ).\" Apabila kamu membaca al-Qur'ân di dalam salatmu, janganlah terlalu meninggikan suara agar tidak terdengar oleh orang-orang musyrik lalu mereka menghina dan menyiksamu. Jangan pula terlalu merendahkan suara hingga tidak terdengar oleh orang-orang Mukmin. Bacalah dengan suara sedang.",
    "jalalayn": "Disebutkan bahwa Nabi saw. sering mengucapkan kalimat ya Allah, ya Rahman; artinya wahai Allah, wahai Yang Maha Pemurah. Maka orang-orang musyrik mengatakan, \"Dia melarang kita untuk menyembah dua tuhan sedangkan dia sendiri menyeru tuhan lain di samping-Nya,\" maka turunlah ayat berikut ini, yaitu: (Katakanlah) kepada mereka (\"Serulah Allah atau serulah Ar-Rahman) artinya namailah Dia dengan mana saja di antara kedua nama itu; atau serulah Dia seumpamanya kamu mengatakan, 'Ya Allah, ya Rahman,' artinya wahai Allah, wahai Yang Maha Pemurah (nama yang mana saja\") huruf ayyan di sini bermakna syarath sedangkan huruf maa adalah zaidah; artinya mana saja di antara kedua nama itu (kamu seru) maka ia adalah baik; makna ini dijelaskan oleh ayat selanjutnya, yaitu: (Dia mempunyai) Dzat yang mempunyai kedua nama tersebut (asmaul husna) yaitu nama-nama yang terbaik, dan kedua nama tersebut, yaitu lafal Allah dan lafal Ar-Rahman adalah sebagian daripadanya. Sesungguhnya asmaul husna itu sebagaimana yang dijelaskan dalam hadis ialah seperti berikut ini, yaitu: Allah Yang tiada Tuhan selain Dia, Yang Maha Pemurah, Yang Maha Penyayang, Raja di dunia dan akhirat, Yang Maha Suci, Yang Maha Sejahtera, Yang Maha Memberi keamanan, Yang Maha Memelihara, Yang Maha Mulia, Yang Maha Perkasa, Yang Maha Memiliki segala keagungan, Yang Maha Menciptakan, Yang Maha Mengadakan, Yang Maha Memberi rupa, Yang Maha Penerima tobat, Yang Maha Mengalahkan, Yang Maha Memberi, Yang Maha Pemberi rezeki, Yang Maha Membuka, Yang Maha Mengetahui, Yang Maha Menyempitkan rezeki, Yang Maha Melapangkan rezeki, Yang Maha Merendahkan, Yang Maha Mengangkat, Yang Maha Memuliakan, Yang Maha Menghinakan, Yang Maha Mendengar, Yang Maha Melihat, Yang Maha Memberi keputusan, Yang Maha Adil, Yang Maha Lembut, Yang Maha Waspada, Yang Maha Penyantun, Yang Maha Agung, Yang Maha Pengampun, Yang Maha Mensyukuri, Yang Maha Tinggi, Yang Maha Besar, Yang Maha Memelihara, Yang Maha Memberi azab, Yang Maha Penghisab, Yang Maha Besar, Yang Maha Dermawan, Yang Maha Mengawasi, Yang Maha Memperkenankan, Yang Maha Luas, Yang Maha Bijaksana, Yang Maha Pengasih, Yang Maha Mulia, Yang Maha Membangkitkan, Yang Maha Menyaksikan, Yang Maha Hak, Yang Maha Menolong, Yang Maha Kuat, Yang Maha Teguh, Yang Maha Menguasai, Yang Maha Terpuji, Yang Maha Menghitung, Yang Maha Memulai, Yang Maha Mengembalikan, Yang Maha Menghidupkan, Yang Maha Mematikan, Yang Maha Hidup, Yang Maha Memelihara makhluk-Nya, Yang Maha Mengadakan, Yang Maha Mengagungkan, Yang Maha Satu, Yang Maha Esa, Yang Maha Melindungi, Yang Maha Kuasa, Yang Maha Berkuasa, Yang Maha Mendahulukan, Yang Maha Mengakhirkan, Yang Maha Awal, Yang Maha Akhir, Yang Maha Lahir, Yang Maha Batin, Yang Maha Menguasai, Yang Maha Tinggi, Yang Maha Melimpahkan kebaikan, Yang Maha Memberi tobat, Yang Maha Membalas, Yang Maha Memaafkan, Yang Maha Penyayang, Raja Diraja, Yang Maha Memiliki kebesaran dan kemuliaan, Yang Maha Adil, Yang Maha Mengumpulkan, Yang Maha Kaya, Yang Maha Memberi Kekayaan, Yang Maha Mencegah, Yang Maha Memberi kemudaratan, Yang Maha Memberi kemanfaatan, Yang Maha Memiliki cahaya, Yang Maha Memberi petunjuk, Yang Maha Menciptakan keindahan, Yang Maha Kekal, Yang Maha Mewarisi, Yang Maha Membimbing, Yang Maha Penyabar, Yang Maha. Demikianlah menurut hadis yang diriwayatkan oleh Imam Tirmizi. Selanjutnya Allah swt. berfirman: (Dan janganlah kamu mengeraskan suaramu dalam salatmu) dengan mengeraskan bacaanmu dalam salatmu, maka orang-orang musyrik akan mendengar bacaanmu itu jika kamu mengerasi suaramu karena itu mereka akan mencacimu dan mencaci Alquran serta mencaci pula Allah yang telah menurunkannya (dan janganlah pula merendahkan) melirihkan (bacaannya) supaya para sahabatmu dapat mengambil manfaat darinya (dan carilah) bersengajalah (di antara kedua itu) yakni di antara suara keras dan suara pelan (jalan tengah) yaitu cara yang pertengahan."
  },
  {
    "ruku": 251,
    "name": "Al-Isra'",
    "ayat": 111,
    "arab": "وَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ لَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهٗ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيْرًا ࣖ",
    "translation": "Dan katakanlah, “Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2140.mp3",
    "tafsir": "Pada ayat ini Nabi diajari cara memuji Allah swt yang memiliki sifat-sifat kemahaesaan, kesempurnaan, dan keagungan. Oleh karena itu, hanya Allah yang berhak menerima segala macam pujian-pujian dan rasa syukur dari hamba dan makhluk-Nya atas segala nikmat yang diberikan kepada mereka.\nAyat ini menjelaskan tiga sifat bagi Allah swt:\nPertama: Bahwa sesungguhnya Allah tidak memiliki anak, karena siapa yang memiliki anak tentu tidak menikmati segala nikmat yang dia miliki, tetapi sebagian nikmat itu dipersiapkan untuk anaknya yang ditinggalkannya bilamana dia sudah meninggal dunia. Mahasuci Allah swt dari sifat demikian. Orang yang punya anak terhalang untuk menikmati seluruh haknya dalam segala keadaan. Oleh sebab itu, manusia tidak patut menerima pujian dari segala makhluk. Dengan ayat ini, Allah swt menjelaskan dan membantah pandangan orang Yahudi yang mengatakan 'Uzair putra Tuhan, juga pendapat orang Nasrani yang mengatakan bahwa Al-Masih putra Tuhan, atau anggapan orang-orang musyrikin bahwa malaikat-malaikat adalah putri-putri Tuhan.\nKedua: Bahwa sesungguhnya Allah swt tidak mempunyai sekutu dalam kerajaan-Nya. Jika sekutu-Nya ada, tentu sulit untuk menentukan mana di antara keduanya yang berhak menerima pujian, rasa syukur, dan pengabdian para makhluk. Salah satu di antara dua tuhan tadi tentu memerlukan pertolongan dari yang lainnya dan akhirnya tidak ada satupun tuhan yang berdiri sendiri dan berdaulat secara mutlak di atas alam ini.\nKetiga: Bahwa sesungguhnya tak seorang pun di antara orang-orang yang hina diberi Allah kekuasaan yang akan melindunginya dari musuh yang mengancamnya.\nDemikianlah Allah swt suci dari segala sifat-sifat yang mengurangi kesempurnaan-Nya, agar para hamba-Nya tidak ragu memanjatkan doa, syukur, dan pujian kepada-Nya. Kemudian Nabi saw diperintahkan untuk mengagungkan-Nya, baik dengan perkataan maupun dengan perbuatan. Mengagungkan dan mensucikan Allah itu adalah sebagai berikut:\nPertama: Mengagungkan Allah swt pada Zat-Nya dengan meyakini bahwa Allah itu wajib ada-Nya karena Zat-Nya sendiri tidak membutuhkan sesuatu yang lain. Dia tidak memerlukan sesuatu dari wujud ini.\nKedua: Mengagungkan Allah swt pada sifat-Nya, dengan meyakini bahwa hanya Dialah yang memiliki segala sifat-sifat kesempurnaan dan jauh dari sifat-sifat kekurangan.\nKetiga: Mengagungkan Allah swt pada af'al-Nya (perbuatan-Nya) dengan meyakini bahwa tidak ada suatu pun yang terjadi dalam alam ini, melainkan sesuai dengan hikmah dan kehendak-Nya.\nKeempat: Mengagungkan Allah swt pada hukum-hukum-Nya, dengan meyakini bahwa hanya Dialah yang menjadi Penguasa yang ditaati di alam semesta ini, dimana perintah dan larangan bersumber darinya. Tidak ada seorang pun yang dapat membatasi dan membatalkan segala ketentuan-Nya atas sesuatu. Dialah yang memuliakan dan Dia pula yang menghinakan orang-orang yang Dia kehendaki.\nKelima: Mengagungkan nama-nama-Nya, yaitu menyeru dan menyebut Allah dengan nama-nama yang baik (al-asma'ul husna). Tidak menyifati Tuhan melainkan dengan sifat-sifat kesucian dan kesempurnaan.",
    "quraish": "Katakanlah, \"Segala puji bagi Allah yang tidak mempunyai anak, karena Dia tidak membutuhkannya; yang tidak mempunyai sekutu dalam kekuasaan-Nya, karena Dialah yang menciptakannya; dan yang tidak mempunyai penolong yang memberi-Nya kemuliaan dan menjaga-Nya dari kehinaan.\" Dan agungkanlah Tuhanmu sesuai dengan keagungan-Nya.",
    "jalalayn": "(Dan katakanlah, \"Segala puji bagi Allah yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya dan tidak mempunyai penolong) untuk menjaga-Nya (dari) sebab (kehinaan) artinya Dia tidak dapat dihina karenanya Dia tidak membutuhkan penolong (dan agungkanlah Dia dengan pengagungan yang sebesar-besarnya) artinya besarkanlah Dia dengan pengagungan yang sempurna daripada sifat memiliki anak, mempunyai sekutu, hina dan hal-hal lain yang tidak layak bagi keagungan dan kebesaran-Nya. Urutan pujian dalam bentuk demikian untuk menunjukkan bahwa Dialah yang berhak untuk mendapatkan semua pujian mengingat kesempurnaan Zat-Nya dan kesendirian-Nya di dalam sifat-sifat-Nya. Imam Ahmad dalam kitab Musnadnya meriwayatkan sebuah hadis melalui Muaz Al-Juhani dari Rasulullah saw. bahwa Rasulullah saw. telah bersabda, \"Tanda kemuliaan ialah (kalimat): Segala puji bagi Allah yang tidak mempunyai anak dan tidak mempunyai sekutu dalam kerajaan-Nya,\" sampai dengan akhir surat. Wallahu a`lam."
  }
]