[
  {
    "ruku": 253,
    "name": "Al-Kahf",
    "ayat": 13,
    "arab": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ   ",
    "translation": "Kami ceritakan kepadamu (Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2153.mp3",
    "tafsir": "Dalam ayat ini, Allah mulai menguraikan kisah Ashhabul Kahf, yang pada ayat-ayat sebelumnya telah disampaikan secara global. Allah mengata-kan kepada Rasul saw bahwa kisah yang disampaikan ini mengandung kebenaran. Maksudnya diceritakan menurut kejadian, tidak seperti yang dikenal oleh bangsa Arab. Mereka telah mengenal kisah pemuda-pemuda penghuni gua ini, akan tetapi dalam bentuk yang berbeda. Umayyah bin Abi Salt, seorang penyair Arab zaman permulaan Islam dari Bani Umayyah (w. 9 H), pernah dalam sebuah baitnya menyebut gua ini, yang menunjukkan bahwa bangsa Arab telah mengenal kisah ini. Baitnya berbunyi:\nTidak ada di situ kecuali ar-Raqim (batu bertulis) yang berada di dekatnya serta anjingnya. Sedang kaum itu tidur dalam gua.\n\nKemudian Allah menjelaskan bahwa sesungguhnya para penghuni gua itu adalah para pemuda yang beriman kepada Allah Yang Maha Kuasa dengan penuh keyakinan. Meskipun masyarakat mereka menganut agama syirik, tetapi mereka dapat mempertahankan keimanan mereka dari pengaruh kemusyrikan. Memang para pemuda pada umumnya mempunyai sifat mudah menerima kebenaran, mereka lebih cepat menerima petunjuk ke jalan yang benar dibandingkan dengan orang-orang tua yang sudah tenggelam dalam ajaran-ajaran yang batil. Oleh karena itu, dalam sejarah, terutama sejarah perkembangan Islam, para pemuda yang lebih banyak pertama kali menerima ajaran Allah dan Rasul-Nya.\nAdapun orang tua, seperti tokoh-tokoh Quraisy, tetap mempertahankan ajaran agama yang salah, sedikit sekali di antara mereka yang menerima ajaran Islam.",
    "quraish": "Wahai Muhammad, Kami menuturkan kisah tentang mereka kepadamu dengan sebenar-benarnya. Mereka adalah sekelompok pemuda penganut agama yang benar pada masa itu. Mereka meyakini keesaan Allah di tengah kalangan masyarakat yang menyekutukan Tuhan, sehingga Kami membuat keyakinan mereka bertambah kuat.",
    "jalalayn": "(Kami ceritakan) Kami membacakan (kisah mereka kepadamu dengan sebenarnya) dengan sesungguhnya. (Sesungguhnya mereka itu adalah pemuda-pemuda yang beriman kepada Rabb mereka dan Kami tambahkan kepada mereka petunjuk)."
  },
  {
    "ruku": 253,
    "name": "Al-Kahf",
    "ayat": 14,
    "arab": "وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا",
    "translation": "Dan Kami teguhkan hati mereka ketika mereka berdiri lalu mereka berkata, “Tuhan kami adalah Tuhan langit dan bumi; kami tidak menyeru tuhan selain Dia. Sungguh, kalau kami berbuat demikian, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2154.mp3",
    "tafsir": "Dalam ayat ini diterangkan bahwa Allah swt meneguhkan hati para pemuda itu dengan kekuatan iman, membulatkan tekad mereka kepada agama tauhid, dan memberikan keberanian untuk mengatakan kebenaran agama itu di hadapan raja Decyanus yang kafir dan sewenang-wenang. Ketika raja itu mencela dan memaksa mereka untuk menyembah berhala, mereka dengan lantang berkata, \"Tuhan kami adalah Tuhan yang menciptakan langit dan bumi, kami sekali-kali tidak menyeru Tuhan selain Dia.\" Dalam pernyataan mereka ini, terkandung dua pengakuan tentang kekuasaan Tuhan. Pertama, pengakuan mereka tentang keesaan Tuhan dalam memelihara dan menciptakan alam semesta ini. Kedua, pengakuan mereka tentang keesaan Tuhan dan hak-Nya untuk disembah oleh makhluk. Orang-orang musyrik mengakui keesaan Tuhan dalam menciptakan dan memelihara alam semesta ini, sebagaimana dijelaskan Allah dalam firman-Nya:\n\nDan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebe-naran). (al-'Ankabut/29: 61)\n\nNamun demikian, orang musyrikin tidak mengakui keesaan Tuhan dan hak-Nya untuk disembah oleh para hamba-Nya. Mereka menyembah berhala sebagai sekutu Tuhan yang akan mendekatkan mereka kepada-Nya, sebagaimana diterangkan dalam firman Allah swt:\n\n¦Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.\" (az-Zumar/39: 3)\nSesudah para pemuda itu menyatakan pengakuan mereka tentang keesaan Tuhan, lalu mereka memberikan alasan penolakan terhadap penyembahan berhala-berhala sebagaimana yang dikehendaki oleh raja Decyanus. Mereka menyatakan bahwa jika mereka menyembah dan berdoa kepada selain Allah, itu berarti mengerjakan sesuatu yang jauh dari kebenaran.",
    "quraish": "Kami mengokohkan hati mereka untuk beriman dan tabah menghadapi berbagai kesulitan hidup. Mereka saling berikrar, ketika berdiri di hadapan kaumnya, dengan mengatakan, \"Wahai Tuhan kami, Engkaulah Yang Mahabenar. Engkaulah Pemelihara langit dan bumi. Kami tidak akan mempertuhankan sesuatu selain Engkau dan kami akan memegang teguh kepercayaan ini dan tidak akan meninggalkannya. Demi Engkau, ya Allah, jika kami mengatakan sesuatu yang lain, maka perkataan kami itu akan sangat jauh dari kebenaran.\"",
    "jalalayn": "(Dan Kami telah meneguhkan hati mereka) Kami memperkuat hati mereka berpegangan kepada kalimat yang hak (di waktu mereka berdiri) di hadapan raja mereka yang menyuruh mereka supaya bersujud kepada berhala-berhala (lalu mereka berkata, \"Rabb kami adalah Rabb langit dan bumi, kami sekali-kali tidak menyeru kepada selain-Nya) yakni selain Allah (sebagai Tuhan, sesungguhnya kami kalau demikian telah mengucapkan perkataan yang amat jauh dari kebenaran)\" perkataan yang keterlaluan lagi sangat kafir jika seumpamanya kami menyeru kepada tuhan selain Allah."
  },
  {
    "ruku": 253,
    "name": "Al-Kahf",
    "ayat": 15,
    "arab": "هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ  لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ  ",
    "translation": "Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2155.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menceritakan percakapan di antara para pemuda itu. Mereka mengatakan bahwa kaumnya yang berada di bawah kekuasaan Decyanus, meskipun lebih tua dan memiliki banyak pengalaman, namun menyekutukan Tuhan tanpa mempergunakan akal pikiran. Mengapa mereka tidak mengemukakan alasan yang benar, atau bukti yang kuat dan jelas untuk memperkuat kebenaran yang mereka katakan dan percayai. Pemuda-pemuda itu menyatakan bahwa kaum mereka seharusnya berbuat seperti yang mereka lakukan, yaitu menunjukkan bukti-bukti kebenaran agama yang mereka anut. \nAnak-anak muda itu juga menyatakan bahwa tidak ada kezaliman yang lebih besar kecuali kezaliman orang yang berbuat dusta terhadap Allah, seperti mengatakan bahwa Tuhan itu mempunyai sekutu. Kaum mereka telah mempersamakan martabat berhala-berhala dengan martabat Tuhan yang tinggi, tetapi mereka tidak dapat memberikan alasan yang benar, padahal agama seharusnya berdasarkan kepercayaan atau alasan yang benar. Mereka mengada-adakan nama-nama untuk sebutan Tuhan dengan hanya menuruti hawa nafsu mereka.\nFirman Allah swt:\n\nItu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)-nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. (an-Najm/53: 23)\n\nNama-nama yang diberikan kepada sekutu-sekutu Allah itu bermacam-macam seperti al-Lata, al-Manat, al-Uzza, yaitu nama-nama untuk berhala-berhala yang diberikan oleh orang-orang Arab Jahiliah.",
    "quraish": "Pemuda-pemuda yang beriman itu lalu saling bertutur, \"Kaum kami itu telah mempertuhankan sesuatu selain Allah. Mengapa mereka tidak mendatangkan bukti-bukti ketuhanan yang jelas bagi tuhan-tuhan yang mereka sembah selain Allah? Sungguh, mereka benar-benar lalim dengan melakukan perbuatan itu. Tidak ada yang lebih lalim daripada orang yang membuat kebohongan dengan menyandangkan sekutu bagi Allah.",
    "jalalayn": "(Mereka) lafal 'Haaulaa-i' berkedudukan menjadi Mubtada (kaum kami ini) menjadi Athaf Bayan (telah menjadikan selain Dia sebagai tuhan-tuhan. Mengapa tidak) (mereka mengemukakan atas perbuatan mereka itu) atas penyembahan yang mereka lakukan itu (alasan yang terang?) hujah yang jelas. (Siapakah yang lebih zalim) maksudnya tidak ada seorang pun yang lebih zalim (daripada orang-orang yang mengada-adakan kebohongan terhadap Allah?) yaitu dengan menisbatkan sekutu kepada Allah swt. Lalu sebagian di antara pemuda itu berkata kepada sebagian yang lain:"
  },
  {
    "ruku": 253,
    "name": "Al-Kahf",
    "ayat": 16,
    "arab": "وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا",
    "translation": "Dan apabila kamu meninggalkan mereka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan sesuatu yang berguna bagimu dalam urusanmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2156.mp3",
    "tafsir": "Dalam ayat ini dijelaskan bahwa percakapan di antara mereka terus berlanjut, sebagian dari mereka berkata kepada yang lain, \"Bilamana kamu menjauhkan diri dari kaum dan kampung halamanmu lahir dan batin, menolak untuk mengikuti adat-istiadat mereka, dan tidak mau menyembah selain Allah, sehingga menimbulkan kemarahan mereka terhadap kamu, maka seharusnya kamu mencari tempat berlindung seperti gua.\"\n\"Di tempat tersebut kamu dapat melakukan ibadah dengan tekun dan khusyuk serta terhindar dari gangguan kaummu. Bilamana kamu sudah menghambakan diri sepenuhnya kepada Allah, serta memohon pemeliharaan-Nya, maka Dia tentu akan mencurahkan rahmat-Nya kepadamu. Kamu tidak akan mati kelaparan atau kehausan dalam gua itu. Allah swt akan memberi jalan keluar kepadamu dalam mengatasi kesukaran makan dan minum ataupun lainnya. Allah akan melapangkan jalan beribadah dengan sempurna kepada-Nya sehingga kamu bisa merasakan kelezatan ibadah yang melebihi kelezatan lainnya.\" Demikian isi percakapan mereka. Apa yang mereka ucapkan itu lahir dari keyakinan dan harapan mereka akan anugerah Allah dan berkat kepasrahan dan keimanan mereka yang sempurna kepada-Nya. Allah swt telah menggerakkan hati para pemuda itu untuk menjadi orang-orang yang saleh, penghuni gua. Kisah mereka akhirnya selalu dikenang dalam sejarah umat beragama. Demikian sifat para pemuda itu, selamanya hati mereka lebih suci dan lebih cinta kepada kebenaran, yaitu sifat yang amat baik yang diperlukan bagi seseorang pemimpin.\nIbnu 'Abbas berkata:\n\\r\nTidaklah Allah mengutus seorang nabi kecuali dia seorang pemuda, dan tiada diberikan ilmu kepada seorang alim, kecuali dia pemuda.\n\nKemudian beliau membaca potongan ayat-ayat tersebut sebagai berikut:\n\nMereka (yang lain) berkata, \"Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.\" (al-Anbiya/21: 60)\n\nDan firman Allah swt:\n\nDan (ingatlah) ketika Musa berkata kepada pembantunya. (al-Kahf/18: 60)\n\nDan firman Allah swt:\n\nSesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka. (al-Kahf/18: 13)\n\nAyat ini menunjukkan ketabahan hidup para pemuda Ashhabul Kahf ketika menyepi di dalam gua karena menyembunyikan agamanya. Al-Gazali, dalam kitabnya Ihya' 'Ulumuddin, menolak menggunakan ayat ini untuk dijadikan dalil bagi keutamaan hidup uzlah. Beliau berkata, \"Ashhabul Kahf tidak mengasingkan diri mereka sendiri antara satu dengan yang lain. Mereka seluruhnya adalah orang-orang yang beriman. Mereka mengasingkan diri dari orang-orang kafir.\" Jadi wajarlah kalau mereka ber-uzlah agar terpelihara dari penyiksaan orang-orang kafir dan raja yang hendak membunuh mereka. Hidup menyepi dalam arti mengasingkan diri dari kejahatan dan kebatilan yang tidak dapat diperbaiki atau mereka tidak sanggup memperbaikinya, maka uzlah semacam ini dibenarkan. As-Suyuti dalam kitabnya Al-Iklil berpendapat bahwa dari ayat ini dapat dipahami bahwa uzlah, mengasingkan diri, lari dari kezaliman, dan tinggal dalam gua disyariatkan ketika situasi beragama tidak kondusif atau rusak. Pendapat beliau ini perlu penjelasan karena masih kabur. Zaman manakah yang bersih dari kerusakan? Sebenarnya yang dapat dipahami dari ayat ini ialah para pemuda itu mengasingkan diri karena adanya pemerkosaan terhadap hak hidup beragama.\nHidup uzlah karena frustasi dan keputusasaan dalam menghadapi kenyataan hidup tidak dibenarkan oleh agama. Untuk memahami ayat ini, harus diperhatikan suasana di kala terjadinya peristiwa uzlah-nya pemuda itu. Mereka menyepi dengan melarikan diri ke dalam gua karena akan dibunuh oleh raja yang sewenang-wenang. Suasana saat itu juga tidak mendukung untuk berjuang melawan kesewenang-wenangan raja, dan memperlihatkan keimanan mereka.\nDi masa permulaan Islam, Nabi menyuruh sahabat-sahabatnya berhijrah ke negeri Habsyah, kemudian ke Madinah, dan beliau sendiri lalu juga hijrah ke sana disebabkan oleh keganasan kaum musyrikin Quraisy, sedang kaum Muslimin tidak dapat berbuat apa-apa menghadapinya, karena masih lemah. Bahkan, bagi Nabi saw khususnya, mereka telah bersiap untuk membunuh-nya. Mereka mengepung rumah Nabi di malam hari untuk melaksanakan rencana pembunuhan itu.\nKarena kaum musyrikin telah mengadakan persekongkolan untuk membunuh Nabi, maka Allah memerintahkan agar Nabi hijrah. Atas dasar perintah itulah, Nabi hijrah. Jadi, bukan karena lari dari medan peperangan, menyendiri atau uzlah, dan sebagainya. Hidup uzlah dalam arti mengasingkan diri dari kemewahan hidup dan perbudakan harta dan hawa nafsu, lalu hidup sederhana di tengah-tengah masyarakat, sebagaimana yang diperlihatkan sahabat Nabi Abu dzar Al-Gifari, tidak tercela, bahkan dibenarkan oleh agama Islam. Ibnu Katsir berkata, \"Abu dzar berpendapat bahwa tidaklah patut seorang muslim memiliki harta melebihi dari persediaan makanannya sehari semalam, atau dari sesuatu yang diperguna-kannya untuk berperang, atau dari suatu yang disediakan untuk tamu. Beliau berpegang kepada dhahir ayat:\n\nDan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih. (at-Taubah/9: 34)\n\nAbu dzar hidup dalam kesederhanaan karena tidak mau terlibat dalam kehidupan mewah yang mulai merebak pada zaman khalifah Usman r.a. Demikian contoh kehidupan uzlah yang terdapat di kalangan sahabat Rasulullah saw\".",
    "quraish": "\"Selama kita memilih jalan mengasingkan diri dari kaum yang mengingkari dan menyekutukan Allah,\" kata sebagian mereka kepada yang lainnya, \"maka berlindunglah di dalam sebuah gua demi keselamatan agama kalian. Tuhan kalian pasti akan menurunkan karunia pengampunan dan memberikan kemudahan dengan menyediakan apa saja yang bermanfaat(1) bagi kalian untuk mempertahankan hidup. (1) Sampai saat ini belum didapatkan suatu informasi akurat siapa sebenarnya penghuni gua itu, kapan dan di mana gua tersebut berada. Namun demikian, akan dicoba paparkan di sini sedikit keterangan menyangkut kisah yang dituturkan ayat-ayat di atas. Berangkat dari isyarat al-Qur'ân yang menyatakan bahwa mereka adalah sekelompok pemuda yang beriman kepada Allah, dapat ditarik kesimpulan bahwa mereka tengah mengalami penindasan agama yang menyebabkan mereka mengasingkan diri ke dalam sebuah gua yang tersembunyi. Sementara itu, sejarah kuno mencatat adanya beberapa masa penindasan agama di kawasan Timur Kuno yang terjadi dalam kurun waktu yang berbeda. Dari beberapa peristiwa penindasan agama itu hanya ada dua masa yang kita anggap penting, yang salah satunya barangkali mempunyai kaitan dengan kisah penghuni gua ini. Peristiwa pertama terjadi pada masa kekuasaan raja-raja Saluqi, saat kerajaan itu diperintah oleh Raja Antiogos IV yang bergelar Nabivanes (tahun 176-84 S. M). Pada saat penaklukan singgasana Suriah, Antiogos--yang juga dikenal sangat fanatik terhadap kebudayaan dan peradaban Yunani Kuno--mewajibkan kepada seluruh penganut Yahudi di Palestina, yang telah masuk dalam wilayah kekuasaan Suriah sejak 198 S. M., untuk meninggalkan agama Yahudi dan menganut agama Yunani Kuno. Antiogos mengotori tempat peribadatan Yahudi dengan meletakkan patung Zeus, Tuhan Yunani terbesar, di atas sebuah altar dan pada waktu-waktu tertentu mempersembahkan korban berupa babi bagi Zeus. Terakhir, Antiogos membakar habis naskah Tawrât tanpa ada yang tersisa. Berdasarkan bukti historis ini, dapat disimpulkan bahwa pemuda-pemuda itu adalah penganut agama Yahudi yang bertempat tinggal di Palestina, atau tepatnya di kota Yarussalem. Dapat diperkirakan pula, bahwa peristiwa bangunnya mereka dari tidur panjang itu terjadi pada tahun 126 M. setelah Romawi menguasai wilayah Timur, atau 445 tahun sebelum masa kelahiran Rasulullah saw. tahun 571 M. Peristiwa penindasan agama yang sama terjadi pada zaman imperium Romawi, saat Kaisar Hadrianus berkuasa (tahun 117-138 M). Kaisar Hadrianus memperlakukan orang-orang Yahudi sama persis seperti yang pernah dilakukan oleh Antiogos. Pada tahun 132 M., pembesar-pembesar Yahudi mengeluarkan ultimatum bahwa seluruh rakyat Yahudi akan berontak melawan kekaisaran Romawi. Mereka memukul mundur garnisun-garnisun Romawi di perbatasan dan berhasil merebut Yerussalem. Peristiwa bersejarah ini diabadikan oleh orang-orang Yahudi dalam mata uang resmi mereka. Selama tiga tahun penuh mereka dapat bertahan. Terakhir, Hadrianus bergerak bersama pasukannya menumpas pemberontak-pemberontak Yahudi. Palestina jatuh dan Yerussalem dapat direbut kembali. Etnis Yahudi pun dibasmi dan pemimpin-pemimpin mereka dibunuh. Orang-orang Yahudi yang masih hidup dijual di pasar-pasar sebagai budak. Simbol- simbol agama Yahudi dihancurkan, ajaran dan hukum-hukum Yahudi dihapus. Dari penuturan sejarah ini didapat kesimpulan yang sama bahwa para pemuda itu adalah penganut ajaran Yahudi. Tempat tinggal mereka bisa jadi berada di kawasan Timur Kuno atau di Yerussalem sendiri. Masih mengikuti alur sejarah ini, mereka diperkirakan bangun dari tidur panjang itu kurang lebih pada tahun 435 M., 30 tahun menjelang kelahiran Rasulullah saw. Tampaknya peristiwa pertama lebih mempunyai kaitan dengan kisah Ashhâb al-Kahf karena penindasan mereka lebih sadis. Adapun penindasan umat Kristiani tidak sesuai dengan kelahiran Nabi Muhammad saw.",
    "jalalayn": "(Dan apabila kamu meninggalkan mereka beserta apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, niscaya Rabb kalian akan melimpahkan sebagian rahmat-Nya kepada kalian dan menyediakan sesuatu yang berguna bagi kalian dalam urusan kalian) Lafal mirfaqan dapat dibaca marfiqan artinya apa-apa yang menjadi keperluan kalian berupa makan siang dan makan malam."
  },
  {
    "ruku": 253,
    "name": "Al-Kahf",
    "ayat": 17,
    "arab": "۞ وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ ",
    "translation": "Dan engkau akan melihat matahari ketika terbit, condong dari gua mereka ke sebelah kanan, dan apabila matahari itu terbenam, menjauhi mereka ke sebelah kiri sedang mereka berada dalam tempat yang luas di dalam (gua) itu. Itulah sebagian dari tanda-tanda (kebesaran) Allah. Barangsiapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barangsiapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2157.mp3",
    "tafsir": "Sesudah para pemuda itu berbincang-bincang tentang kaumnya serta diri sendiri, mereka memutuskan untuk uzlah ke dalam gua di sebuah gunung yang mereka sepakati. Dalam ayat ini, Allah menerangkan keadaan tempat perlindungan mereka itu. Pintu gua tersebut menghadap ke utara. Di pagi hari matahari terbit dari arah timur dan di sore hari matahari condong ke barat menyilang pintu gua itu. Dengan demikian, cahaya matahari hanya mengenai langsung pintu gua dari samping kiri dan kanan. Penghuni-penghuni gua itu sendiri tidak terkena sinar matahari meskipun mereka berada di tempat yang luas. Ruangan gua itu mendapat cahaya matahari yang membias dari mulut gua. Maka ruangan itu tidaklah gelap dan selalu memperoleh udara yang sejuk. Mengenai di mana lokasi gua ini, para ahli tafsir berbeda pendapat. Ada yang mengatakan bahwa gua itu di daerah dekat Aela (Yerusalem) di Palestina. Ibnu Ishak mengatakan di Nainawa, yaitu suatu kota lama di daerah Mousul. Ada pula yang mengatakan di negeri Romawi. Dalam keterangan di atas disebutkan bahwa kisah-kisah ini terjadi di kota Ephesus, berdasarkan riwayat dari bangsa Arab. Akan tetapi, sampai sekarang tidak terdapat bukti yang kuat di mana sebenarnya tempat gua itu. Sekiranya ada faedahnya, tentu Rasul saw akan memberitahu kita dimana tempat itu.\nItulah tanda-tanda kekuasaan Allah yang diperlihatkan kepada para hamba-Nya yang beriman. Segala peristiwa yang dialami oleh para pemuda itu, sejak mereka memperoleh hidayah ke jalan tauhid, bermusuhan dengan kaumnya dan keluarganya tanpa mengindahkan kepentingan pribadi, padahal mereka masih muda, kemudian mereka memilih dengan tepat sebuah gua yang sehat untuk tempat tinggal, selanjutnya mereka terbangun kembali sesudah 300 tahun lebih lamanya berada dalam keadaan tertidur di dalam gua itu, menunjukkan tanda-tanda kekuasaan Allah yang terdapat dalam alam ini. Tetapi semua tanda-tanda itu hanya dapat dihayati oleh mereka yang diberi taufik oleh Allah swt untuk menerima petunjuk kepada jalan kebenaran seperti pemuda-pemuda penghuni gua itu. Merekalah orang-orang yang memperoleh petunjuk dan dengan tepat memilih jalan kebenaran, sehingga mereka berbahagia dalam kehidupan duniawi dan ukhrawi. Mereka telah mencapai dan menghayati segala rahmat dan pertolongan Allah swt yang sebelumnya selalu mereka harap-harapkan. \nBerbeda halnya dengan mereka ialah orang-orang yang tidak memperoleh petunjuk. Mereka ini adalah orang-orang yang sesat karena salah memilih jalan yang harus ditempuh. Kecondongan kepada nafsu duniawi menyebab-kan mereka salah dalam memilih jalan kebenaran. Mereka terjerumus ke dalam kesesatan jalan yang tidak membawa kebahagiaan. Allah menyesat-kan mereka karena memang demikian keadaannya. Bagi mereka sangat sukar untuk menemukan pembimbing yang mengembalikan mereka ke jalan yang lurus dan melepaskan dari kesesatan, karena iman dan ingkar itu terletak pada kehendak Allah. Dia memberi taufik kepada hamba-Nya yang dikehendaki-Nya dan membiarkan orang yang dikehendaki-Nya dalam kesesatan.",
    "quraish": "Gua tempat persembunyian mereka itu berada pada sebuah gunung. Gua itu menghadap ke utara, memiliki celah yang cukup lebar bagi keluar masuknya angin yang sedang berhembus. Apabila matahari terbit dari arah timur, bias cahayanya akan condong ke arah mereka. Dan jika tenggelam, matahari akan melewati dari arah kiri mereka, dan sinarnya yang panas tidak akan masuk ke dalam gua. Dengan begitu mereka tidak merasakan panasnya sinar, sebaliknya merasakan kesejukan angin. Semua itu adalah bukti- bukti kekuasaan Allah. Barangsiapa mendapatkan perkenan Allah untuk mengetahui bukti-bukti kekuasaan Allah, maka dia akan mendapat petunjuk. Dan barangsiapa yang tidak mendapatkan perkenan-Nya, niscaya dia tidak akan mendapati pembimbing.",
    "jalalayn": "(Dan kamu akan melihat matahari ketika terbit, condong) Lafal Tazaawaru dapat dibaca dengan memakai Tasydid atau Takhfif, artinya melenceng (dari gua mereka ke sebelah kanan) ke arah sebelah kanan (dan bila matahari itu terbenam menjauhi mereka ke sebelah kiri) yakni membiarkan mereka dan melewati mereka, hingga sinar matahari sama sekali tidak mengenai mereka (sedangkan mereka berada di tempat yang luas dalam gua itu) yakni gua yang luas, sehingga mereka selalu mendapatkan tiupan angin yang segar lagi menyejukkan. (Itu) yakni hal yang telah disebutkan (adalah sebagian tanda-tanda Allah) bukti-bukti yang menunjukkan akan kekuasaan-Nya. (Barang siapa yang diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk dan barang siapa yang disesatkan-Nya, maka kamu tak akan mendapatkan seorang pemimpin pun yang dapat memberi petunjuk kepadanya)."
  }
]