[
  {
    "ruku": 254,
    "name": "Al-Kahf",
    "ayat": 18,
    "arab": "وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ  ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ  لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا",
    "translation": "Dan engkau mengira mereka itu tidak tidur, padahal mereka tidur; dan Kami bolak-balikkan mereka ke kanan dan ke kiri, sedang anjing mereka membentangkan kedua lengannya di depan pintu gua. Dan jika kamu menyaksikan mereka tentu kamu akan berpaling melarikan (diri) dari mereka dan pasti kamu akan dipenuhi rasa takut terhadap mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2158.mp3",
    "tafsir": "Setelah mendapat tempat yang aman dalam gua, mereka beribadah dengan tekun di dalamnya sampai Tuhan menutup pendengaran mereka, sehingga mereka tertidur. Dalam ayat ini, Allah swt menjelaskan keadaan mereka sewaktu tidur. Mereka tampaknya bangun, tetapi sebenarnya mereka tidur. Ibnu Katsir berkata, \"Sebagian ahli ilmu menerangkan bahwa tatkala Allah menutup pendengaran mereka dengan jalan menidurkan mereka, mata mereka tidak tertutup rapat agar udara tetap bisa masuk. Karena mata mereka terbuka, mereka disangka tetap terjaga; seolah-olah mereka melihat siapa yang berdiri di hadapan mereka. Padahal mereka itu benar-benar tertidur, tetapi berbeda dengan tidur manusia biasa. Umumnya, pada waktu tidur biasa terdapat tanda-tanda istirahat dari organ-organ tubuh terutama pada mata dan wajah. Tidur para penghuni gua itu menyimpang dari sunatullah yang berlaku, karena Pencipta Alam berkehendak untuk memper-lihatkan kekuasaan dan kedaulatan-Nya atas alam semesta ini kepada manusia yang ingkar.\nMeskipun dalam keadaan tidur, mereka digerakkan Allah dengan membalikkan mereka ke kiri dan ke kanan, sebagaimana lazimnya orang hidup yang sedang tidur. Namun, hal itu tidak mengurangi keluarbiasaan peristiwa tidur itu sendiri. Berbalik mereka tidak dapat disamakan dengan berbalik seseorang yang tidur biasa supaya badan tetap terpelihara. Allah Mahakuasa memelihara badan mereka, walaupun mereka tidak membalik ke kiri dan ke kanan. Allah menggerakkan mereka pada waktu tertentu untuk menunjukkan adanya kehidupan dan membedakan mereka dari patung atau mummi yang merupakan benda mati. Walaupun misalnya mereka berbalik ke kiri dan ke kanan sekali dalam setahun, sudah cukup menunjukkan keajaiban yang luar biasa bagi orang-orang yang menyaksikan karena mereka tidur lebih dari tiga ratus tahun.\nPendapat ahli tafsir beragam dalam hal itu. Ada yang mengatakan enam bulan sekali mereka berbalik, ada yang mengatakan sekali setahun pada hari Asyura, ada pula yang mengatakan sembilan tahun, dan sebagainya. Per-hitungan waktu itu tidak penting untuk diketahui. Anjing peliharaan mereka dalam keadaan membujurkan badan dengan kedua kaki depannya berada di dekat pintu gua. Suasana dalam gua itu sangat menyeramkan. Siapa saja yang ingin masuk hendak melihat keadaannya, mereka tentu akan merasa takut, dan melarikan diri. Tidak seorangpun yang berani masuk ke dalam gua itu. Tuhan menciptakan suasana seram dan menakutkan dalam gua itu, menurut Ibnu Katsir, agar jangan seorangpun yang mendekat dan menyentuh mereka sampai kelak datang ketentuan yang telah ditetapkan Allah swt. Sebab, peristiwa itu mengandung hikmah yang besar, dan alasan yang kuat bahwa janji Allah itu benar dan hari kiamat pasti datang.",
    "quraish": "Wahai orang-orang yang mau memperhatikan, apakah kalian mengira bahwa mereka itu terjaga? Tidak. Mereka lelap dalam tidur. Kami membalikkan badan mereka ke kiri dan ke kanan agar tubuh mereka tidak rusak oleh pengaruh tanah. Dan anjing yang menemani mereka juga tertidur sambil menjulurkan kedua kakinya keluar gua, seolah-olah dalam keadaan terjaga. Kalau saja kalian memperhatikan mereka dalam keadaan seperti itu, pasti kalian akan lari ketakutan dan hati kalian akan diliputi rasa ngeri. Siapa saja yang melihat mereka pasti akan takut. Kami jadikan hal itu sedemikian rupa agar tidak seorang pun berani mendekati dan agar mereka tidak terjamah oleh tangan sampai batas waktu yang telah Kami tentukan.",
    "jalalayn": "(Dan kamu akan mengira mereka itu) seandainya kamu melihat mereka (adalah orang-orang yang bangun) yakni tidak tidur, karena mata mereka terbuka. Lafal Ayqaazhan adalah bentuk jamak dari lafal tunggal Yaqizhun (padahal mereka adalah orang-orang yang tidur) lafal Ruquudun adalah bentuk jamak daripada lafal Raqidun (dan Kami bolak-balikkan mereka ke kanan dan kiri) supaya daging mereka tidak dimakan oleh tanah (sedangkan anjing mereka mengunjurkan kedua lengannya) kedua kaki depannya (di muka pintu gua) ke luar mulut gua itu, dan apabila mereka membalikkan badannya, maka anjing itu pun berbuat yang sama, ia pun sama tidur dengan mereka walaupun matanya terbuka. (Dan jika kamu menyaksikan mereka tentulah kamu akan berpaling dari mereka dengan melarikan diri dan tentulah hati kamu akan dipenuhi) lafal Muli'ta dapat pula dibaca Mulli'ta (dengan ketakutan terhadap mereka) lafal Ru'ban dapat pula dibaca Ru'uban; Allah memelihara mereka dengan menimpakan rasa takut kepada setiap orang yang hendak memasuki gua tempat mereka, sehingga mereka terpelihara dengan aman."
  },
  {
    "ruku": 254,
    "name": "Al-Kahf",
    "ayat": 19,
    "arab": "وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا ",
    "translation": "Dan demikianlah Kami bangunkan mereka, agar di antara mereka saling bertanya. Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Berkata (yang lain lagi), “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka suruhlah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini, dan hendaklah dia lihat manakah makanan yang lebih baik, dan bawalah sebagian makanan itu untukmu, dan hendaklah dia berlaku lemah lembut dan jangan sekali-kali menceritakan halmu kepada siapa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2159.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang para pemuda Ashhabul Kahf ketika bangun dari tidur. Keadaan mereka, baik badan, kulit, rambut, maupun yang lainnya masih sama dengan waktu sebelum mereka tidur. Semuanya sehat dan semuanya masih utuh, bahkan pakaian yang melekat di badan mereka tetap utuh. Allah swt memperlihatkan kepada mereka keagungan, kebesaran, dan kekuasaan-Nya, serta keajaiban dan keluarbiasaan perbuatan-Nya terhadap makhluk-Nya. Oleh karena itu, iman mereka bertambah kuat untuk melepaskan diri dari penyembahan dewa-dewa, dan bertambah ikhlas hati mereka untuk semata-mata menyembah Allah Yang Maha Esa.\nSetelah bangun dari tidur yang lama, mereka saling bertanya satu sama lain untuk mengetahui keadaan mereka. Salah seorang dari mereka berkata kepada kawan-kawannya, \"Berapa lama kalian tinggal dalam gua ini?\" Dia menyatakan ketidaktahuannya tentang keadaan dirinya sendiri selama tidur, lalu meminta kepada yang lainnya untuk memberikan keterangan. Kawan-kawannya menjawab, \"Kita tinggal dalam gua ini sehari atau setengah hari.\" Yang menjawab itupun tidak dapat memastikan berapa lama mereka tinggal, sehari atau setengah hari, karena pengaruh tidur masih belum lenyap dari jiwa mereka. Mereka belum melihat tanda-tanda yang menunjukkan sudah berapa lama mereka berada di gua itu. Kebanyakan ahli tafsir mengatakan bahwa waktu mereka datang memasuki gua itu dulu adalah pada pagi hari, kemudian waktu Tuhan membangunkan mereka dari tidur adalah pada sore hari. Karena itulah orang yang menjawab ini menyangka bahwa mereka berada di gua itu satu atau setengah hari. Kemudian kawan-kawannya yang lain berkata, \"Tuhan kamu lebih mengetahui berapa lama kamu tinggal di sini.\" Perkataan pemuda yang terakhir ini sangat bijaksana untuk membantah pernyataan dan jawaban kawan-kawannya yang terdahulu. Pernyataan itu seakan-akan diilhami oleh Allah swt, atau didasarkan atas bukti-bukti nyata. Sesungguhnya masa yang panjang itu hanya dapat diketahui dan ditentukan secara pasti oleh Allah swt. Mereka akhirnya menyadari keterbatasan kemampuan mereka untuk mengetahui yang gaib. \nSetelah sadar, barulah perhatian mereka beralih kepada kebutuhan yang pokok, yakni makan dan minum. Salah seorang di antara mereka disuruh pergi ke kota dengan membawa uang perak untuk membeli makanan. Menurut riwayat namanya Tamlikha. Sebelum membeli, ia diminta terlebih dahulu memperhatikan makanan itu, mana yang halal dan mana yang haram, serta mana yang baik dan mana yang kurang baik. Makanan yang halal dan baik itulah yang dibawa kembali ke tempat perlindungan mereka. Tamlikha diminta agar berhati-hati dalam perjalanan, baik sewaktu masuk ke kota maupun kembali dari kota, jangan sampai dia memberitahukan kepada seorang pun tentang keadaan dan tempat bersembunyi mereka. \nDari potongan ayat \"fab'atsu ahadakum biwariqikum hadzih(i)\", yang artinya \"(maka suruhlah) salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini\", terdapat istimbat hukum yang berhubungan dengan wakalah (berwakil). Yakni seseorang dibolehkan menyerahkan kepada orang lain, sebagai ganti dirinya, urusan harta dan hak semasa hidupnya. Ibnu al-'Arabi berpendapat bahwa ayat ini menjadi dasar paling kuat untuk wakalah (berwakil).",
    "quraish": "Kami bangunkan mereka sebagaimana Kami buat mereka tertidur lelap. Mereka saling bertanya tentang berapa lama mereka tertidur dalam keadaan seperti itu. Seorang dari mereka berkata, \"Berapa lama kalian tertidur?\" Yang lain menjawab, \"Sehari atau setengah hari saja.\" Karena merasa tidak yakin akan hal itu mereka mengatakan, \"Serahkan saja urusan ini kepada Allah, karena Dialah Yang Mahatahu. Hendaknya salah seorang dari kita pergi ke kota dengan mata uang perak ini untuk memilih makanan yang baik dan membawanya untuk kita. Hendaknya ia bersikap pengertian, dan jangan membuka rahasia kita ini kepada siapa pun.\"",
    "jalalayn": "(Dan demikianlah) yang telah Kami perbuat terhadap Ashhabul Kahfi, seperti yang telah Kami sebutkan tadi (Kami bangunkan mereka) Kami bangkitkan mereka (agar mereka saling bertanya di antara mereka sendiri) tentang keadaan mereka dan lamanya masa menetap mereka di dalam gua itu (Berkatalah seorang di antara mereka, \"Sudah berapa lamakah kalian tinggal di sini?\" Mereka menjawab, \"Kita berada di sini sehari atau setengah hari)\" sebab mereka memasuki gua ketika matahari mulai terbit, dan mereka bangun sewaktu matahari terbenam, maka oleh karena itu mereka menduga bahwa saat itu adalah terbenamnya matahari, kemudian (berkata sebagian yang lainnya lagi) seraya menyerahkan pengetahuan hal tersebut kepada Allah (Rabb kalian lebih mengetahui berapa lamanya kalian berada di sini, maka suruhlah salah seorang di antara kalian dengan membawa uang perak kalian ini) lafal Wariqikum dapat pula dibaca Warqikum, artinya uang perak kalian ini (pergi ke kota) menurut suatu pendapat dikatakan bahwa kota tersebut yang sekarang dinamakan Tharasus (dan hendaklah dia lihat manakah makanan yang lebih baik) artinya, manakah makanan di kota yang paling halal (maka hendaklah dia membawa makanan itu untuk kalian, dan hendaklah dia berlaku lemah lembut dan janganlah sekali-kali menceritakan hal kalian kepada seseorang pun)."
  },
  {
    "ruku": 254,
    "name": "Al-Kahf",
    "ayat": 20,
    "arab": "اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا",
    "translation": "Sesungguhnya jika mereka dapat mengetahui tempatmu, niscaya mereka akan melempari kamu dengan batu, atau memaksamu kembali kepada agama mereka, dan jika demikian niscaya kamu tidak akan beruntung selama-lamanya.”      ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2160.mp3",
    "tafsir": "Kemudian para penghuni gua itu memperingatkan Tamlikha jika sampai penduduk kota itu, yang menurut perkiraannya masih orang-orang kafir, mengetahui tempat persembunyian mereka, mereka tentu akan dipaksa untuk mengikuti agama berhala. Jika mereka menolak, tentu akan dibunuh dengan lemparan batu, cara pembunuhan pada masa dahulu bagi mereka yang berani melawan kebijakan politik raja atau agama negara. Kota yang akan didatangi itu ialah kota Ephesus dan rajanya menurut persangkaan mereka masih Decyanus yang zalim itu. Padahal raja itu sudah tidak ada karena dia berkuasa pada tiga abad yang silam. Jika mereka dipaksa kembali untuk memeluk agama Decyanus itu, mereka tidak akan memperoleh kebahagiaan dan keberuntungan untuk selama-lamanya, baik dalam kehidupan duniawi ataupun ukhrawi. Jiwa orang yang menganut suatu agama karena dipaksa, pada mulanya, akan menolak segala ketentuan-ketentuan dari agama itu. Akan tetapi, lama-kelamaan kemungkinan besar jiwanya tidak akan menolak dan seterusnya memandang baik agamanya yang baru itu. Jika terjadi hal yang demikian, dia akan sesat dan sengsara untuk selama-lamanya. Akan tetapi, bilamana seseorang dipaksa dengan ancaman untuk pindah kepada kekafiran, lalu dia menunjukkan kekafiran, tetapi batinnya tetap Islam, dan sampai akhir hayatnya tidak pernah memandang baik agama yang dipaksakan itu, maka dia tetap dalam Islam.",
    "quraish": "\"Jika mereka sampai mengetahui rahasia ini,\" lanjut orang itu, \"mereka pasti akan membunuh kita, merajam kita dengan batu sampai mati, atau memaksa kita dengan kekerasan untuk kembali kepada kesyirikan. Apabila kalian menuruti kemauan mereka, maka kalian tidak akan mendapatkan keuntungan di dunia dan di akhirat.\"",
    "jalalayn": "(Sesungguhnya jika mereka dapat mengetahui tempat kalian, niscaya mereka akan melempar kalian dengan batu) niscaya mereka akan membunuh kalian dengan lemparan batu (atau memaksa kalian kembali kepada agama mereka, dan jika demikian niscaya kalian tidak akan beruntung) yakni jika kalian kembali kepada agama mereka (selama-lamanya)\"."
  },
  {
    "ruku": 254,
    "name": "Al-Kahf",
    "ayat": 21,
    "arab": "وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا",
    "translation": "Dan demikian (pula) Kami perlihatkan (manusia) dengan mereka, agar mereka tahu, bahwa janji Allah benar, dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. Ketika mereka berselisih tentang urusan mereka, maka mereka berkata, “Dirikanlah sebuah bangunan di atas (gua) mereka, Tuhan mereka lebih mengetahui tentang mereka.” Orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah rumah ibadah di atasnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2161.mp3",
    "tafsir": "Dalam ayat ini, dijelaskan keadaan mereka selanjutnya. Setelah Tamlikha pergi ke kota untuk berbelanja dengan membawa uang perak dari kawan-kawannya, ia melihat suasana kota Ephesus yang jauh berbeda dari apa yang diperkirakan. Saat datang ke kota itu, dia menemukan rakyatnya sudah beriman kepada Tuhan Yang Maha Esa. Namun demikian, di antara rakyatnya ada beriman penuh kepada kejadian hari kiamat, dan ada yang masih ragu. Ada yang mengatakan kiamat itu dengan roh saja, ada pula yang mengatakan kiamat itu dengan roh dan jasad.\nSebagaimana Allah membangkitkan Ashhabul Kahf itu dari tidurnya, supaya saling bertanya satu sama lain tentang diri mereka, sehingga keimanan mereka bertambah sempurna, demikian pulalah Tuhan mempertemukan penduduk kota itu dengan Ashhabul Kahf, ketika mereka berselisih tentang masalah hari kiamat. Dengan peristiwa Ashhabul Kahf, perselisihan mereka akan lenyap dan keimanan mereka kepada kekuasaan Tuhan akan menjadi sempurna. Mereka yakin bahwa hari kiamat itu benar-benar akan terjadi dan manusia akan dibangkitkan dari kubur dengan tubuh dan rohnya, seperti kebangkitan Ashhabul Kahf itu.\nMenurut riwayat Israiliyat, pangkal pertemuan mereka dengan Tamlikha terjadi ketika dia mengeluarkan uang peraknya untuk membayar harga makanan yang dibelinya. Pada uang perak itu terdapat gambar raja Decyanus. Penjual bahan makanan itu menjadi heran dan kaget. Ia lalu membawa mata uang logam tersebut kepada pejabat di kota itu, Tamlikha ditanya dan diperiksa. Akhir dari pemeriksaan itu adalah pengakuan tamlikha mengenai siapa dirinya dan menunjukkan gua tempat mereka bersembunyi. Peristiwa ini menimbulkan kegemparan dalam masyarakat. Rakyat dan raja menyaksikan kejadian luar biasa yang membawa mereka kepada keyakinan akan terjadinya hari kebangkitan. Golongan yang sebelumnya ragu terhadap hari kiamat, dengan kesaksian mereka terhadap peristiwa ini, berubah menjadi beriman dengan iman yang sempurna bahwa Allah swt kuasa menghidupkan orang yang sudah mati, dan mengembalikan jasad mereka sebagaimana bentuk semula ketika roh itu meninggalkan jasad. Maka dalam ayat ini, Allah swt menyatakan bahwa dipertemukannya Ashhabul Kahf dengan penduduk kota Ephesus itu supaya mereka mengetahui dengan yakin bahwa janji Allah itu benar dan kedatangan hari kiamat (hari kebangkitan) tidak diragukan lagi.\nSetelah pertemuan antara raja dan pemuka masyarakat dengan Ashhabul Kahf itu berakhir, maka Ashhabul Kahf kembali ke tempat pembaringanya. Pada waktu itulah, Allah swt mencabut roh mereka untuk diangkat ke sisi-Nya. Kemudian raja dan para pemuka masyarakat itu mengadakan musyawarah. Sebagian dari mereka berkata kepada yang lain, \"Dirikanlah sebuah bangunan besar sebagai peringatan di dekat mulut gua itu.\" Orang yang berkuasa di antara mereka berkata, \"Kami benar-benar akan mem-bangun sebuah tempat ibadah di dekat mulut gua mereka.\" Kedua pihak ingin memuliakan Ashhabul Kahf itu, tetapi mereka berbeda pendapat tentang caranya. Satu pihak menghendaki mendirikan sebuah bangunan besar, sedang pihak yang lainnya ingin mendirikan sebuah masjid untuk tempat beribadah bagi mereka. Tentang apakah penduduk Ephesus mendirikan sebuah bangunan untuk peringatan atau mereka mendirikan sebuah masjid untuk tempat beribadah di atas gua itu hanya Allah yang mengetahuinya.\nMembangun masjid dekat kuburan tidak dilarang oleh agama. Tetapi agama sangat melarang menjadikan kuburan sebagai tempat ibadah, sebagaimana sabda Rasulullah saw:\nAllah mengutuk orang Yahudi dan Nasrani yang menjadikan kuburan Nabi mereka menjadi tempat ibadah\". (Riwayat al-Bukhari dari 'aisyah dan 'Abdullah bin 'Abbas)\n\nIslam sangat melarang umatnya menjadikan kuburan sebagai tempat beribadah untuk memuliakan orang-orang yang dikubur itu. Bahkan sebagian ulama, seperti Ibnu Hajar dalam kitabnya az-Zawajir memandang perbuatan itu sebagai dosa besar, berdasarkan hadis-hadis yang disebutkan. Dalam sejarah terbukti kuburan para nabi atau wali yang dibangun dalam tempat ibadah cenderung membawa orang kepada penghormatan yang berlebih-lebihan terhadap kuburan itu. Hal ini membuka peluang terjadinya perbuatan syirik.",
    "quraish": "Kami yang telah menidurkan dan membangunkan mereka kembali, dan Kami pula yang telah memberitahukan ihwal mereka kepada penduduk negeri itu, agar mengetahui kebenaran janji Allah untuk membangkitkan seluruh manusia di hari kiamat yang pasti akan datang. Akhirnya penduduk negeri itu beriman kepada Allah dan hari akhir. Setelah Allah mematikan pemuda-pemuda itu, penduduk negeri itu saling berselisih pendapat tentang mereka. Sebagian mengatakan, \"Dirikanlah sebuah bangunan di depan pintu gua itu, lalu kita serahkan urusan mereka kepada Allah Yang Mahatahu.\" Orang-orang yang berpengaruh mengajukan usul dengan mengatakan, \"Kita akan membangun sebuah masjid di tempat itu.\"",
    "jalalayn": "(Dan demikianlah) sebagaimana Kami bangunkan mereka (Kami memperlihatkan) (kepada mereka) yakni kaum Ashhabul Kahfi dan kaum Mukminin pada umumnya (agar mereka mengetahui) artinya khusus bagi kaum Ashhabul Kahfi (bahwa janji Allah itu) yaitu adanya hari berbangkit (benar) dengan kesimpulan, bahwa Allah Yang Maha Kuasa mematikan mereka dalam masa yang sangat lama, kemudian mereka tetap utuh sekalipun tanpa makan dan minum, maka Dia Maha Kuasa pula untuk menghidupkan orang-orang yang sudah mati (dan bahwa kedatangan hari kiamat tidak ada keraguan) (padanya. Ketika) lafal Idz ini menjadi Ma'mul daripada lafal A'tsarnaa (orang-orang itu berselisih) orang-orang Mukmin dan orang-orang kafir (tentang urusan mereka) maksudnya mengenai perkara para pemuda itu dalam hal bangunan yang akan didirikan di sekitar tempat Ashhabul Kahfi itu (orang-orang itu berkata) yakni orang-orang kafir (Dirikanlah di atas gua mereka) di sekitar tempat mereka (sebuah bangunan) untuk menutupi mereka (Rabb mereka lebih mengetahui tentang mereka\". Orang-orang yang berkuasa atas urusan mereka berkata,) yang dimaksud adalah yang menguasai perkara para pemuda tersebut, yaitu orang-orang yang beriman, (\"Sesungguhnya kami akan mendirikan di atasnya) yakni di sekitarnya (sebuah rumah peribadatan.\") tempat orang-orang melakukan salat; akhirnya dibuatlah sebuah rumah peribadatan di pintu gua tersebut."
  },
  {
    "ruku": 254,
    "name": "Al-Kahf",
    "ayat": 22,
    "arab": "سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا ࣖ",
    "translation": "Nanti (ada orang yang akan) mengatakan, ”(Jumlah mereka) tiga (orang), yang ke empat adalah anjingnya,” dan (yang lain) mengatakan, “(Jumlah mereka) lima (orang), yang ke enam adalah anjingnya,” sebagai terkaan terhadap yang gaib; dan (yang lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang), yang ke delapan adalah anjingnya.” Katakanlah (Muhammad), “Tuhanku lebih mengetahui jumlah mereka; tidak ada yang mengetahui (bilangan) mereka kecuali sedikit.” Karena itu janganlah engkau (Muhammad) berbantah tentang hal mereka, kecuali perbantahan lahir saja dan jangan engkau menanyakan tentang mereka (pemuda-pemuda itu) kepada siapa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2162.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menjelaskan perselisihan pendapat yang terjadi pada masa Rasulullah saw mengenai kisah ini. Orang Nasrani dari aliran Malkaniyah berkata, \"Mereka itu berjumlah tiga orang, yang keempat adalah anjingnya.\" Orang Nasrani dari aliran Ya'qubiyah berpendapat, \"Mereka itu berjumlah lima orang dan yang keenam adalah anjingnya.\" Sedangkan golongan Nasthuriyah mengatakan, \"Mereka itu tujuh orang dan yang kedelapan adalah anjingnya.\" Dalam hal ini Allah berfirman bahwa mereka mengatakan tiga atau lima orang itu hanyalah perkiraan semata, dan tidak disertai dengan pengetahuan, seperti melemparkan batu di malam hari ke suatu sasaran yang tidak tampak oleh mata. Tetapi Allah tidak menyatakan terhadap orang yang mengatakan tujuh orang sebagai perkiraan yang tidak menentu. Oleh karena itu, menurut Ibnu 'Abbas, pendapat yang mengatakan bahwa jumlah mereka itu tujuh orang dan yang kedelapan adalah anjingnya inilah yang benar. Sebab Allah swt menyatakan kedua pendapat sebelumnya sebagai perkiraan yang tidak menentu, namun tidak mengatakan hal yang sama untuk pendapat yang ketiga. Hal ini menunjuk-kan bahwa perkataan yang ketiga itulah yang benar dan menunjukkan pula bahwa ucapan itu berdasarkan pengetahuan, keyakinan, dan kemantapan batin.\nMengenai nama-nama mereka yang tujuh itu, yang bermacam-macam pengucapannya, menurut al-hafidh Ibnu hajar dalam Kitab Tarikh karya Bukhari, tidak ada yang dapat dijadikan rujukan, karena bukan nama Arab. Dalam Tafsir Ibnu Katsir disebutkan nama-nama mereka sebagai berikut: Maksalmina (yang tertua), Tamlikha (yang kedua), Marthunus, Birunus, Dominus, Yathbunus, Falyastathyunus, dan nama anjingnya Hamran atau Qitmir. Nama-nama ini diambil dari Ahli Kitab, sehingga kebenarannya masih diragukan. Hanya Allah yang lebih mengetahui.\nKemudian Allah swt memerintahkan Rasul-Nya untuk mengemukakan kepada mereka yang berselisih tentang berapa jumlah pemuda penghuni gua itu bahwa Allah swt lebih mengetahui jumlah mereka. Tidak perlu mem-bicarakan hal seperti itu tanpa pengetahuan, lebih baik menyerahkannya kepada Allah. Seandainya Allah memberitahu Rasul-Nya tentang hal itu, tentu beliau akan menyampaikannya kepada umatnya jika bermanfaat untuk kehidupan mereka di dunia dan akhirat. Jika hal itu tidak disebutkan, seharusnya tidak perlu membuang-buang tenaga untuk memikirkannya.\nTetapi kemudian, Allah menegaskan \"tidak ada orang yang mengetahui jumlah mereka kecuali sedikit\". Di sini Allah mengisyaratkan adanya segelintir manusia yang diberi Allah ilmu untuk mengetahui keadaan yang sebenarnya tentang penghuni-penghuni gua itu. Siapakah yang sedikit itu? Ibnu 'Abbas, seorang sahabat yang masih muda pada zamannya dan dipandang sebagai tokoh ilmiah di segala bidang, mengatakan bahwa dia termasuk di antara yang sedikit itu. Ahli-ahli sejarah, ahli-ahli ilmu purbakala, mungkin dimasukkan ke dalam golongan yang kecil itu bilamana mereka dengan kegiatan penelitiannya memperoleh fakta-fakta sejarah tentang umat masa lampau. Akan tetapi, yang terpenting untuk umat Islam dari ayat ini bukanlah mencari keterangan tentang jumlah pemuda-pemuda itu, melainkan bagaimana mengambil iktibar dan pelajaran dari peristiwa ini, yang bermanfaat untuk membina iman dan takwa kepada Allah swt.\nSetelah Allah menyebutkan kisah ini, Allah melarang Nabi dua hal: Pertama tidak boleh memperdebatkan tentang Ashhabul Kahf kepada Ahli Kitab. Nabi dilarang berdebat tentang hal itu kecuali dengan cara yang lembut, tanpa menentukan bilangan jumlah Ashhabul Kahf, dan tidak membodoh-bodohkan mereka karena hal itu tidak bermanfaat. Tujuan utama kisah ini adalah mengimani bahwa hari kebangkitan pasti terjadi. \nDi lain surah dengan maksud yang sama Allah berfirman:\n\nDan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka. (al-'Ankabut/29: 46)\n\nLarangan kedua, Allah swt memerintahkan kepada Nabi saw agar tidak meminta keterangan tentang pemuda-pemuda itu kepada orang-orang Nasrani karena mereka juga tidak punya dasar pengetahuan tentang itu. Mereka hanya memperkirakan saja dan tanpa dalil yang kuat.",
    "quraish": "Orang-orang dari kalangan Ahl al-Kitâb yang menelusuri kisah itu akan mengatakan, \"Mereka berjumlah tiga orang, empat dengan anjingnya.\" Yang lain mengatakan, \"Mereka berjumlah lima orang, yang keenam anjingnya.\" Semua itu tidak lebih dari dugaan-dugaaan yang tidak beralasan. Yang lain lagi mengatakan, \"Mereka berjumlah tujuh orang, delapan dengan anjingnya.\" Katakan kepada orang-orang yang berselisih pendapat itu, \"Tuhanku--dengan ilmu-Nya yang berada di atas segalanya--Mahatahu tentang jumlah mereka. Dan hanya orang-orang yang diberitahu oleh Allah saja yang mengetahui berapa jumlah mereka sebenarnya. Maka janganlah kamu mendebat mereka mengenai pemuda-pemuda itu kecuali dengan cara yang halus dan jelas, tanpa memaksa mereka untuk menerima argumentasi tertentu, karena mereka tidak akan pernah merasa puas. Dan jangan pernah bertanya kepada salah seorang dari mereka tentang pemuda-pemuda itu, karena telah datang kepadamu kebenaran yang tidak perlu diragukan.\"",
    "jalalayn": "(Nanti mereka akan mengatakan) yaitu orang-orang yang berselisih pendapat di zaman Nabi saw. tentang bilangan para pemuda itu. Atau dengan kata lain sebagian di antara mereka mengatakan bahwa jumlah mereka ada (tiga orang yang keempat adalah anjingnya dan yang lain mengatakan) sebagian yang lain daripada mereka (lima orang dan yang keenam adalah anjingnya) kedua pendapat tersebut dikatakan oleh orang-orang Nasrani dari Najran (sebagai terkaan terhadap barang yang gaib) hanya berlandaskan kepada dugaan belaka tanpa bukti yang nyata; kedua pendapat tersebut hanyalah main terka saja. Lafal Rajman dinashabkan karena menjadi Maf'ul Lah, artinya: sebagai terkaan mereka terhadap barang yang gaib (dan yang lain lagi mengatakan) yakni orang-orang Mukmin (Jumlah mereka, tujuh orang, yang kedelapan adalah anjingnya) Jumlah ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya adalah Sifat daripada lafal Sab'atun, dengan ditambahi huruf Wawu sesudahnya. Menurut pendapat yang lain, berkedudukan menjadi Taukid, atau menunjukkan tentang menempelnya sifat kepada Maushufnya. Dan disifatinya kedua pendapat yang tadi dengan istilah Ar-Rajmi yakni terkaan, berbeda dengan pendapat yang ketiga sekarang ini, hal ini menunjukkan bahwa pendapat yang ketiga ini adalah pendapat yang sahih dan dibenarkan (Katakanlah, \"Rabbku lebih mengetahui jumlah mereka; tidak ada orang yang mengetahui bilangan mereka kecuali sedikit\") Sahabat Ibnu Abbas r.a. mengatakan, \"Saya adalah salah seorang daripada orang-orang yang sedikit itu.\" Selanjutnya ia menuturkan bahwa jumlah mereka ada tujuh orang. (Karena itu janganlah kamu bertengkar) yakni memperdebatkan (tentang hal mereka, kecuali pertengkaran yang lahir saja) daripada sebagian apa yang diturunkan kepadamu (dan jangan kamu menanyakan tentangnya) maksudnya kamu meminta penjelasan tentang Ashkabul Kahfi itu (dari mereka) mempertanyakan kepada sebagian daripada orang-orang ahli kitab, yaitu orang-orang Yahudi (seseorang pun) pada suatu ketika penduduk Mekah menanyakan tentang kisah Ashhabul Kahfi itu. Lalu Nabi saw. menjawab, \"Saya akan menceritakannya kepada kalian besok\", tanpa memakai kata Insya Allah, maka turunlah firman-Nya:"
  }
]