[
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 23,
    "arab": "وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًاۙ  ",
    "translation": "Dan jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan itu besok pagi,”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2163.mp3",
    "tafsir": "Sewaktu kaum musyrikin mengajukan tiga buah pertanyaan kepada Nabi Muhammad saw, atas saran dari pendeta-pendeta Yahudi di Madinah, yaitu tentang Ashhabul Kahf, dzul Qarnain, dan roh, maka beliau mengatakan, \"Besok pagi saya akan menjawab apa yang kalian tanyakan.\" Beliau tidak menyebutkan dalam perkataannya kata-kata insya Allah. Sebelum mengakhiri kisah Ashhabul Kahf, dalam ayat ini, Allah swt mengingatkan Rasul-Nya supaya beliau tidak mengucapkan janji atau suatu pernyataan untuk suatu pekerjaan dengan pasti dengan berkata, \"Besok pagi akan kukerjakan.\" Seharusnya beliau mengetahui bahwa tidak seorangpun yang tahu dengan pasti apa yang akan terjadi besok pagi.\nFirman Allah:\n\nDan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. (Luqman/31: 34)\n\nApa yang beliau janjikan kepada kaum musyrikin itu ternyata lima belas hari kemudian baru dapat beliau penuhi, yakni sesudah wahyu untuk menjawab pertanyaan-pertanyaan itu diturunkan.",
    "quraish": "Jangan sekali-kali kamu berkata mengenai suatu perbuatan yang akan kamu lakukan, \"Aku pasti akan dapat melakukannya kelak.\"",
    "jalalayn": "(Dan jangan sekali-kali kamu mengatakan terhadap sesuatu) tentang sesuatu (Sesungguhnya aku akan mengerjakan itu besok pagi) lafal Ghadan artinya di masa mendatang."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 24,
    "arab": "اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا",
    "translation": "kecuali (dengan mengatakan), “Insya Allah.” Dan ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepadaku agar aku yang lebih dekat (kebenarannya) daripada ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2164.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa jawaban Nabi terhadap pertanyaan orang-orang musyrik Mekah hendaklah disertai dengan kata-kata \"insya Allah\" yang artinya \"jika Allah mengizinkan\". Sebab ada kemungkinan seseorang akan meninggal dunia sebelum hari besok itu datang dan barangkali ada suatu halangan, sehingga dia tidak dapat mengerjakan apa yang diucapkannya itu. Bilamana dia menyertainya dengan kata insya Allah, tentulah dia tidak dipandang pendusta dalam janjinya.\nSekiranya seseorang terlupa mengucapkan kata-kata insya Allah dalam janjinya, hendaklah dia mengucapkan kalimat itu sewaktu dia teringat kapan saja. Sebagai contoh pernah Rasul saw mengucapkan kata insya Allah setelah dia teringat. Sebagaimana diriwayatkan oleh Abu Dawud bahwa beliau mengucapkan, \"Demi Allah pasti akan memerangi Quraisy,\" kemudian beliau diam lalu berkata, \"Insya Allah ........\"\nAllah swt kemudian menyuruh Rasul-Nya supaya mengharapkan dengan sangat kepada-Nya supaya Allah memberikan petunjuk kepada beliau ke jalan yang lebih dekat kepada kebaikan dan lebih kuat untuk dijadikan alasan bagi kebenaran agama. Allah swt telah memenuhi harapan Nabi saw tersebut dengan menurunkan kisah nabi-nabi beserta umat mereka masing-masing pada segala zaman. Dari kisah nabi-nabi dan umatnya itu, umat Islam memperoleh pelajaran yang sangat berfaedah bagi kehidupan mereka dunia dan akhirat.",
    "quraish": "Kecuali jika kamu mengaitkannya dengan kehendak Allah dengan mengatakan, \"Insya Allah (jika Allah menghendaki hal itu terjadi).\" Apabila kamu melupakan sesuatu, maka tutupilah kekurangan dirimu dengan mengingat Allah. Katakan pula jika kamu berniat untuk melakukan suatu pekerjaan, dan kamu telah mengaitkannya dengan kehendak Tuhan, \"Semoga Tuhan memberikan perkenan kepadaku untuk mendapatkan sesuatu yang lebih baik dan lebih terarah dari apa yang kuinginkan.\"",
    "jalalayn": "(Kecuali dengan menyebut \"Insya Allah\") artinya, mengecualikannya dengan menggantungkan hal tersebut kepada kehendak Allah, seumpamanya kamu mengatakan Insya Allah (Dan ingatlah kepada Rabbmu) yaitu kepada kehendak-Nya seraya menggantungkan diri kepada kehendak-Nya (jika kamu lupa) ini berarti jika ingat kepada kehendak-Nya sesudah lupa, sama dengan ingat kepada kehendak-Nya sewaktu mengatakan hal tersebut. Hasan dan lain-lainnya mengatakan, \"Selagi seseorang masih dalam majelisnya\" (dan katakanlah, \"Mudah-mudahan Rabbku akan memberiku petunjuk kepada yang lebih dekat daripada ini) yaitu berita tentang Ashhabul Kahfi untuk menunjukkan kebenaran kenabianku (kebenarannya\") yakni petunjuk yang lebih benar, dan memang Allah memperkenankan hal tersebut."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 25,
    "arab": "وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا",
    "translation": "Dan mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2165.mp3",
    "tafsir": "Allah lalu menjelaskan tentang berapa lama Ashhabul Kahf tinggal dalam gua sesudah ditutup pendengaran mereka. Mereka tidur dalam gua itu selama tiga ratus tahun menurut perhitungan ahli kitab berdasarkan tahun matahari (syamsiah) atau tiga ratus tahun lebih sembilan tahun menurut perhitungan orang Arab berdasar bilangan tahun bulan (qamariah).\nPenjelasan Allah tentang berapa lama Ashhabul Kahf tidur di dalam gua merupakan mukjizat bagi Nabi Muhammad. Beliau tidak belajar ilmu falak tapi mengetahui selisih hitungan sembilan tahun antara perhitungan dengan sistem matahari selama 300 tahun dengan sistem perhitungan tahun bulan. Setiap seratus tahun matahari, tiga tahun selisih hitungannya dengan tahun bulan. Setiap tiga puluh tahun matahari, selisih hitungannya satu tahun dengan tahun bulan dan setiap satu tahun matahari berselisih sebelas hari dengan tahun bulan.\nPengetahuan di atas tentu datang dari Allah. Allah pula yang mengalih-kan perhatian manusia kepada keindahan yang terdapat di permukaan bumi seperti matahari, cahaya bulan, dan segala keindahan yang ditimbulkan oleh sinar matahari itu. Pertukaran musim melahirkan berbagai keindahan, dan pertukaran musim itu sendiri disebabkan perubahan letak matahari. Demi-kian pula tumbuh-tumbuhan dan binatang-binatang, yang beraneka ragam dalam hidupnya, tergantung kepada sinar matahari yang dipancarkan ke bumi. Nabi Muhammad saw diutus kepada umat manusia agar menerangkan bahwa mempelajari segala keindahan yang ada di bumi ini lebih mendekat-kan diri kepada kebenaran dan keesaan Allah. Penciptaan alam raya ini lebih rumit daripada penciptaan manusia itu sendiri. Allah berfirman:\n\nSungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (Gafir/40: 57)",
    "quraish": "Para pemuda itu tinggal dalam gua dalam keadaan tertidur selama tiga ratus sembilan tahun(1). (1) Ayat ini menyimpan sebuah fakta astronomis yang membuktikan bahwa tiga ratus tahun matahari itu sama dengan tiga ratus sembilan tahun bulan.",
    "jalalayn": "(Dan mereka tinggal dalam gua mereka tiga ratus) lafal Miatin dibaca dengan memakai harakat Tanwin pada akhirnya (tahun) berkedudukan sebagai 'Athaf Bayan yang dikaitkan dengan lafal Tsalaatsu Miatin. Perhitungan tiga ratus tahun ini berdasarkan hisab yang berlaku di kalangan kaum Ashhabul Kahfi, yaitu berdasarkan perhitungan tahun Syamsiah. Dan bila menurut hisab tahun Qamariah sebagaimana yang berlaku di kalangan orang-orang Arab, maka menjadi bertambah sembilan tahun, dan hal ini disebutkan di dalam firman selanjutnya, yaitu (dan ditambah sembilan tahun) yakni hisab yang tiga ratus tahun berdasarkan tahun Syamsiah dan hisab yang tiga ratus sembilan tahun berdasarkan tahun Qamariyah."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 26,
    "arab": "قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا",
    "translation": "Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua); milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya; tidak ada seorang pelindung pun bagi mereka selain Dia; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2166.mp3",
    "tafsir": "Dalam ayat ini, Allah swt memerintahkan Rasul saw agar menyatakan kepada mereka yang masih berselisih tentang berapa lama Ashhabul Kahf tidur di dalam gua, bahwa Tuhan lebih mengetahui lamanya mereka tidur dalam gua itu. Apa yang diterangkan Allah itu pasti benar, tidak ada keraguan padanya. Para ahli kitab berselisih tentang lamanya waktu mereka tidur seperti halnya mereka berselisih tentang jumlahnya. Hanya Allah yang mengetahui berapa lama mereka tidur, karena memang Dialah Yang Maha Mengetahui dan memiliki ilmu pengetahuan tentang segala yang gaib, baik di bumi maupun di langit. Dialah Yang Maha Mengetahui segala hal ihwal manusia yang tersembunyi, dan tidak ada sesuatupun yang tertutup bagi-Nya. Oleh karena itu, manusia tidak perlu lagi membicarakan berapa lama penghuni gua itu tidur di tempatnya, tetapi serahkan hal itu kepada Allah, karena Dia itulah yang mengetahui hal-hal yang gaib, apalagi hal-hal yang nyata. Sungguh alangkah terangnya penglihatan Allah atas segala sesuatu yang terjadi di alam semesta ini, dan alangkah tajamnya pendengaran-Nya terhadap segala macam suara dan bunyi dari makhluk-Nya. Tidak ada seorangpun yang dapat menjadi pelindung bagi penghuni-penghuni gua itu selain Allah. Dialah yang memelihara dan mengurus segala hal ihwal mereka dengan sebaik-baiknya. Dan Dia tidak bersekutu dengan seorangpun dalam menetapkan keputusan.",
    "quraish": "Wahai Rasul, katakan kepada manusia, \"Hanya Allahlah yang benar-benar mengetahui berapa lama waktu tidur mereka. Allah yang mengetahui segala persoalan gaib yang ada di langit dan di bumi. Betapa luas penglihatan Allah atas segala yang ada dan betapa tajam pendengaran-Nya atas segala yang bersuara. Tidak ada yang memelihara urusan seluruh penghuni langit dan bumi selain Allah. Dan tidak ada sesuatu pun yang menyertai Allah dalam membuat setiap keputusan.\"",
    "jalalayn": "(Katakanlah, \"Allah lebih mengetahui berapa lamanya mereka tinggal di gua) daripada orang-orang yang berselisih pendapat tentangnya, sebagaimana yang telah disebutkan tadi (Kepunyaan-Nyalah semua yang tersembunyi di langit dan di bumi) ilmu kesemuanya berada pada-Nya. (Alangkah terang penglihatan-Nya) penglihatan Allah, lafal Abshir bihi adalah Shighat Ta'ajjub (dan alangkah tajam pendengaran-Nya) pendengaran Allah, demikian pula lafal Asmi' bihi sama dengan lafal Maa Asma'ahu, dan yang sebelumnya sama dengan lafal Maa Absharahu, keduanya merupakan ungkapan cara Majaz. Makna yang dimaksud ialah, bahwa tiada sesuatu pun yang tidak diketahui oleh penglihatan dan pendengaran Allah swt. (tak ada bagi mereka) bagi semua penduduk langit dan bumi (seorang pelindung pun selain daripada-Nya) seorang yang dapat menolong (dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan\") karena sesungguhnya Dia tidak membutuhkan adanya sekutu."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 27,
    "arab": "وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ  لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا",
    "translation": "Dan bacakanlah (Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur'an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2167.mp3",
    "tafsir": "Dalam ayat ini Allah swt memerintahkan Rasul-Nya agar mem-bacakan Al-Qur'an yang diwahyukan kepadanya, mengamalkan isinya, menyampaikan kepada umat manusia, dan mengikuti perintah dan larangan yang tercantum di dalamnya. Tugas Rasul saw adalah menyampaikan wahyu Allah itu kepada umat manusia, sebagaimana dijelaskan dalam firman-Nya:\n\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Ma'idah/5: 67)\n\nRasulullah tidak perlu mempedulikan perkataan orang-orang yang menghendaki agar ayat-ayat Al-Qur'an itu didatangkan sesuai dengan kepentingan mereka. Mereka berkata, \"Datangkan ayat Al-Qur'an yang lain daripada ini atau ganti dengan yang lain.\" Sesungguhnya tidak ada seorangpun yang dapat mengganti ataupun mengubah kalimat-kalimat Al-Qur'an, baik kalimat perintah ataupun larangan, baik kalimat ancaman terhadap mereka yang melakukan kemaksiatan ataupun janji Allah kepada mereka yang taat dan berbuat kebaikan. Hanya Allah Yang Kuasa mengubah atau mengganti kalimatnya berdasarkan hikmah-Nya. Firman Allah swt:\n\nAllah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul Kitab (Lauh Mahfudh). (ar-Ra'd/13: 39)\n\nPergantian ayat oleh Allah dalam Al-Qur'an dimaksudkan untuk mencapai tujuan yang lebih besar manfaatnya, sebagaimana firman-Nya:\n\nDan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya¦. (an-Nahl/16: 101)\n\nSegala ketentuan atau hukum yang telah ditetapkan Allah haruslah dipatuhi. Jika tidak, pasti akan ada hukuman yang diberikan Allah sesuai dengan apa yang sebelumnya telah diancamkan kepada orang-orang yang melanggar garis-garis yang ditetapkan-Nya. Tak seorang pun yang dapat menjadi pelindung, kecuali Allah swt karena kekuasaan-Nya meliputi makhluk-Nya. Tak seorangpun yang dapat lolos dari hukuman yang telah ditetapkan-Nya.",
    "quraish": "Wahai Muhammad, bacalah al-Qur'ân yang telah diwahyukan kepadamu, termasuk di dalamnya berita yang telah disampaikan kepadamu tentang para pemuda penghuni gua. Jangan dengarkan ocehan mereka yang menuntut agar al-Qur'ân itu diganti dengan mukjizat dalam bentuk lain. Tidak seorang pun sanggup mengubah mukjizat Allah yang telah ditetapkan-Nya melalui kalimat-kalimat kebenaran. Sungguh, tidak seorang pun dapat melakukan perubahan itu. Jangan kamu menyalahi perintah Tuhan karena dengan perbuatan itu kamu akan tidak mendapatkan tempat berlindung di sisi Allah.",
    "jalalayn": "(Dan bacakanlah apa yang diwahyukan kepadamu, yaitu Kitab Rabb-Mu. Tidak ada seorang pun yang dapat mengubah kalimat-kalimat-Nya. Dan engkau tidak akan mendapatkan perlindungan selain perlindungan-Nya)."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 28,
    "arab": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا",
    "translation": "Dan bersabarlah engkau (Muhammad) bersama orang yang menyeru Tuhannya pada pagi dan senja hari dengan mengharap keridaan-Nya; dan janganlah kedua matamu berpaling dari mereka (karena) mengharapkan perhiasan kehidupan dunia; dan janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami, serta menuruti keinginannya dan keadaannya sudah melewati batas.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2168.mp3",
    "tafsir": "Diriwayatkan bahwa 'Uyainah bin Hishn al-Fazary datang kepada Nabi Muhammad saw sebelum dia masuk Islam. Ketika itu beberapa orang sahabat Nabi yang fakir berada di sampingnya, di antaranya adalah Salman al-Farisi yang sedang berselimut jubah dan tubuhnya mengeluarkan keringat, karena sedang menganyam daun korma. 'Uyainah berkata kepada Rasul saw, \"Apakah bau mereka (sahabat-sahabat yang fakir) tidak mengganggumu? Kami ini pemuka-pemuka bangsawan suku Mudar. Jika kami masuk Islam, maka semua suku Mudar akan masuk Islam. Tidak ada yang mencegah kami untuk mengikutimu, kecuali kehadiran mereka. Oleh karena itu, jauhkanlah mereka agar kami mengikutimu atau adakan untuk mereka majelis tersendiri, dan kami majelis tersendiri pula.\" Kemudian turunlah ayat ini. Dalam ayat ini, Allah swt memerintahkan Rasul-Nya agar bersabar dan dapat menahan diri untuk duduk bersama dengan beberapa orang sahabatnya yang tekun dalam ibadah sepanjang hari karena mengharapkan rida Allah swt semata. Para sahabat itu hidup dalam kesederhanaan jauh dari kenikmatan duniawi. Mereka itu antara lain ialah: Ammar bin Yasir, Bilal, shuhaib, Ibnu Mas'ud, dan sahabat-sahabat lainnya. Di surah yang lain, Allah berfirman: Janganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim. (al-An'am/6: 52) Sikap kaum musyrikin terhadap sahabat-sahabat Nabi yang fakir itu sama halnya dengan sikap kaum Nuh terhadap pengikut-pengikut Nabi Nuh a.s. sebagaimana difirmankan Allah swt: Mereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" (asy-Syu'ara'/26: 111) Sudah semestinya Rasul saw tidak mengindahkan sikap orang kafir itu. Allah swt memperingatkan beliau agar jangan sampai meninggalkan dan meremehkan sahabat-sahabatnya yang fakir, karena hanya didorong oleh kepentingan duniawi atau disebabkan adanya harapan terhadap keimanan orang-orang yang kaya dari kaum musyrikin. Para sahabat itu adalah orang-orang yang dengan ikhlas hatinya memilih jalan hidup sederhana dan rela meninggalkan segala kelezatan duniawi semata-mata untuk mencari rida Allah. Rasul saw mengucapkan syukur kepada Allah atas kehadiran mereka itu di tengah-tengah umatnya. Katanya: Segala puji bagi Allah yang telah menghadirkan di kalangan umatku orang yang aku diperintahkan untuk sabar menahan diriku bersama dia. (Riwayat Ibnu Jarir ath-thabari, Ath-thabrani, dan Ibnu Mardawaih) Dengan demikian, memandang rendah dan meremehkan orang-orang yang hidup miskin dan melarat, tidak dibenarkan oleh agama Islam, terutama bila mereka orang ahli ibadah dan takwa. Allah dengan tegas melarang Muhammad saw menuruti keinginan para pemuka kaum musyrikin untuk menyingkirkan orang-orang yang fakir dari majelisnya. Orang yang meng-ajukan permintaan seperti itu adalah orang-orang yang sudah tertutup jiwa mereka untuk kembali kepada Tuhan, dan memiliki tabiat yang buruk. Perbuatan mereka yang melampaui batas, kefasikan, dan kemaksiatan menambah gelap hati mereka, sehingga akhirnya mereka bergelimang dalam dosa.\n(29) Pada ayat ini, Allah swt memerintahkan Rasul-Nya supaya menegaskan kepada orang-orang kafir bahwa kebenaran yang disampaikan kepada mereka itu berasal dari Allah, Tuhan semesta alam. Kewajiban mereka adalah mengikuti kebenaran itu dan mengamalkannya. Manfaat dari kebenaran itu, tentulah kembali kepada mereka yang mengamalkannya. Demikian pula sebaliknya, akibat buruk dari pengingkaran terhadap kebenar-an itu kembali kepada mereka yang mengingkarinya. Oleh karena itu, barang siapa yang ingin beriman kepada-Nya dan masuk ke dalam barisan orang-orang yang beriman, hendaklah segera berbuat tanpa mengajukan syarat-syarat dan alasan-alasan yang dibuat-buat sebagaimana halnya pemuka-pemuka musyrikin yang memandang rendah orang-orang mukmin yang fakir. Juga demikian halnya bagi siapa yang ingkar dan meremehkan kebenaran. Rasulullah saw tidak akan memperoleh kerugian apa-apa karena keingkaran itu, sebagaimana halnya beliau tidak akan memperoleh ke-untungan apapun jika mereka beriman. Allah swt berfirman:\n\n\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isra'/17: 7)\n\nTetapi jika manusia memilih kekafiran dan melepaskan keimanan, berarti mereka telah melakukan kezaliman, yakni meletakkan sesuatu tidak pada tempatnya. Oleh karena itu, Allah memberikan ancaman yang keras kepada mereka, yaitu akan melemparkan mereka ke dalam neraka. Mereka tidak akan lolos dari neraka itu, karena api neraka yang bergejolak itu mengepung mereka dari segala penjuru, sehingga mereka laksana orang yang tertutup dalam kurungan. Bilamana dalam neraka itu mereka saling meminta minum karena dahaga, maka akan diberi air yang panasnya seperti cairan besi yang mendidih yang menghanguskan muka mereka. Sungguh sangat jelek air yang mereka minum itu. Tidak mungkin air minum yang panasnya seperti itu dapat menyegarkan kerongkongan, dan menghilangkan dahaga orang yang sedang kepanasan, bahkan sebaliknya, menghancurkan diri mereka. Neraka yang mereka tempati itu adalah tempat yang paling buruk dan penuh dengan siksaan.",
    "quraish": "Wahai Muhammad, peliharalah persaudaraan dengan para sahabatmu dari kalangan orang-orang beriman yang setiap waktu beribadah hanya kepada Allah, baik di waktu pagi atau petang, dengan mengharap rida-Nya. Jangan kamu palingkan pandanganmu dari mereka kepada orang-orang kafir agar kamu dapat meraih kesenangan-kesenangan hidup duniawi bersama mereka. Dan janganlah kau turuti kemauan orang-orang yang telah Kami lalaikan hatinya dari mengingat Kami. Mereka menginginkan agar kamu mau mengusir para fakir miskin dari majlismu. Mereka adalah orang-orang yang berperangai buruk dan menjadi budak hawa nafsu sehingga segala tindakan yang mereka lakukan selalu jauh dari kebenaran. Firman yang berisikan larangan itu sebenarnya ditujukan kepada umat, selain juga berlaku untuk diri Rasulullah sendiri, karena Rasulullah saw. jelas tidak menginginkan kesenangan hidup dan keindahan- keindahan duniawi. Dengan ungkapan lain, alasan pelarangan yang ditujukan kepada Rasulullah itu mengandung makna agar manusia lebih berhati-hati terhadap godaan dunia.",
    "jalalayn": "(Dan bersabarlah kamu) tahanlah dirimu (bersama-sama dengan orang-orang yang menyeru Rabbnya di pagi dan senja hari dengan mengharap) melalui ibadah mereka itu (keridaan-Nya) keridaan Allah swt., bukannya karena mengharapkan sesuatu daripada kebendaan duniawi sekali pun mereka adalah orang-orang miskin (dan janganlah berpaling) jangan kamu memalingkan (kedua matamu dari mereka) (karena mengharapkan perhiasan kehidupan dunia ini; dan janganlah kamu mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami) maksudnya dilalaikan hatinya daripada Alquran, dan orang yang dimaksud adalah Uyaynah bin Hishn dan teman-temannya (serta memperturuti hawa nafsunya) yaitu melakukan perbuatan yang memusyrikkan (dan adalah keadaannya itu melewati batas) terlalu berlebih-lebihan."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 29,
    "arab": "وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا",
    "translation": "Dan katakanlah (Muhammad), “Kebenaran itu datangnya dari Tuhanmu; barangsiapa menghendaki (beriman) hendaklah dia beriman, dan barangsiapa menghendaki (kafir) biarlah dia kafir.” Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (minum), mereka akan diberi air seperti besi yang mendidih yang menghanguskan wajah. (Itulah) minuman yang paling buruk dan tempat istirahat yang paling jelek.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2169.mp3",
    "tafsir": "Diriwayatkan bahwa 'Uyainah bin Hishn al-Fazary datang kepada Nabi Muhammad saw sebelum dia masuk Islam. Ketika itu beberapa orang sahabat Nabi yang fakir berada di sampingnya, di antaranya adalah Salman al-Farisi yang sedang berselimut jubah dan tubuhnya mengeluarkan keringat, karena sedang menganyam daun korma. 'Uyainah berkata kepada Rasul saw, \"Apakah bau mereka (sahabat-sahabat yang fakir) tidak mengganggumu? Kami ini pemuka-pemuka bangsawan suku Mudar. Jika kami masuk Islam, maka semua suku Mudar akan masuk Islam. Tidak ada yang mencegah kami untuk mengikutimu, kecuali kehadiran mereka. Oleh karena itu, jauhkanlah mereka agar kami mengikutimu atau adakan untuk mereka majelis tersendiri, dan kami majelis tersendiri pula.\" Kemudian turunlah ayat ini.\nDalam ayat ini, Allah swt memerintahkan Rasul-Nya agar bersabar dan dapat menahan diri untuk duduk bersama dengan beberapa orang sahabatnya yang tekun dalam ibadah sepanjang hari karena mengharapkan rida Allah swt semata. Para sahabat itu hidup dalam kesederhanaan jauh dari kenikmatan duniawi. Mereka itu antara lain ialah: Ammar bin Yasir, Bilal, shuhaib, Ibnu Mas'ud, dan sahabat-sahabat lainnya.\nDi surah yang lain, Allah berfirman:\n\nJanganlah engkau mengusir orang-orang yang menyeru Tuhannya di pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim. (al-An'am/6: 52)\n\nSikap kaum musyrikin terhadap sahabat-sahabat Nabi yang fakir itu sama halnya dengan sikap kaum Nuh terhadap pengikut-pengikut Nabi Nuh a.s. sebagaimana difirmankan Allah swt:\n\nMereka berkata, \"Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?\" (asy-Syu'ara'/26: 111)\n\nSudah semestinya Rasul saw tidak mengindahkan sikap orang kafir itu. Allah swt memperingatkan beliau agar jangan sampai meninggalkan dan meremehkan sahabat-sahabatnya yang fakir, karena hanya didorong oleh kepentingan duniawi atau disebabkan adanya harapan terhadap keimanan orang-orang yang kaya dari kaum musyrikin. Para sahabat itu adalah orang-orang yang dengan ikhlas hatinya memilih jalan hidup sederhana dan rela meninggalkan segala kelezatan duniawi semata-mata untuk mencari rida Allah. Rasul saw mengucapkan syukur kepada Allah atas kehadiran mereka itu di tengah-tengah umatnya. Katanya:\nSegala puji bagi Allah yang telah menghadirkan di kalangan umatku orang yang aku diperintahkan untuk sabar menahan diriku bersama dia. (Riwayat Ibnu Jarir ath-thabari, Ath-thabrani, dan Ibnu Mardawaih)\n\nDengan demikian, memandang rendah dan meremehkan orang-orang yang hidup miskin dan melarat, tidak dibenarkan oleh agama Islam, terutama bila mereka orang ahli ibadah dan takwa. Allah dengan tegas melarang Muhammad saw menuruti keinginan para pemuka kaum musyrikin untuk menyingkirkan orang-orang yang fakir dari majelisnya. Orang yang meng-ajukan permintaan seperti itu adalah orang-orang yang sudah tertutup jiwa mereka untuk kembali kepada Tuhan, dan memiliki tabiat yang buruk. Perbuatan mereka yang melampaui batas, kefasikan, dan kemaksiatan menambah gelap hati mereka, sehingga akhirnya mereka bergelimang dalam dosa.",
    "quraish": "Katakan, wahai Rasulullah, \"Ajaran yang aku bawa adalah suatu kebenaran yang datang dari sisi Tuhan. Maka, barangsiapa yang mau mempercayainya--dan ini merupakan suatu hal yang sangat baik bagi dirinya--silakan mempercayainya; dan barangsiapa yang ingin mengingkarinya--dan ini berarti hanya menzalimi diri sendiri--silakan mengingkarinya.\" Bagi orang-orang yang telah menganiaya diri sendiri dengan perbuatan kufur, sungguh telah Kami siapkan neraka yang gejolak apinya mengelilingi mereka. Apabila orang-orang zalim penghuni neraka itu meminta diberikan air minum, mereka akan disuguhi air bagaikan minyak keruh yang luar biasa panasnya, yang membakar muka mereka. Betapa buruk minuman yang disuguhkan kepada mereka! Neraka jahanam adalah tempat tinggal mereka yang buruk.",
    "jalalayn": "(Dan katakanlah) kepadanya dan kepada teman-temannya, bahwa Alquran ini (adalah benar datang dari Rabb kalian, maka barang siapa yang ingin beriman, hendaklah ia beriman dan barang siapa yang ingin kafir, biarlah ia kafir). Kalimat ayat ini merupakan ancaman buat mereka. (Sesungguhnya Kami telah sediakan bagi orang-orang zalim itu) yaitu bagi orang-orang kafir (neraka, yang gejolaknya mengepung mereka) yang melahap apa saja yang dikepungnya. (Dan jika mereka meminta minum, niscaya mereka akan diberi minum dengan air seperti besi yang mendidih) seperti minyak yang mendidih (yang menghanguskan muka) karena panasnya, jika seseorang mendekat kepadanya (seburuk-buruk minuman) adalah minuman itu (dan ia adalah sejelek-jelek) yakni neraka itu (tempat istirahat). Lafal Murtafaqan sebagai lawan makna yang telah disebutkan di dalam ayat yang lain sehubungan dengan gambaran surga, yaitu firman-Nya, \"Dan surga itu adalah tempat istirahat yang paling indah\" (Q. S, 18 Al-Kahfi, 31). Jika tidak diartikan demikian, maka tidaklah pantas neraka dikatakan sebagai tempat istirahat."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 30,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًاۚ  ",
    "translation": "Sungguh, mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan yang baik itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2170.mp3",
    "tafsir": "Dalam ayat ini, Allah menjelaskan pahala bagi orang-orang yang beriman kepada Al-Qur'an dan mengamalkan segala perintah Allah dan Rasul dengan sebaik-baiknya, yaitu diberi pahala yang besar. Allah tidak akan menyia-nyiakan pahala dari amal kebajikan yang mereka lakukan, dan tidak pula mengurangi hak-hak mereka sedikit pun. Banyak janji Allah dalam Al-Qur'an kepada orang-orang mukmin di antaranya bilamana mereka melakukan amal kebajikan, sedikit pun Allah tidak akan menyia-nyiakannya. Setiap amal kebajikan, meskipun hanya sebesar biji sawi, tentu diberi ganjaran oleh Allah swt, sebagaimana firman-Nya:\n\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (al-Zalzalah/99: 7-8)",
    "quraish": "Adapun orang-orang yang beriman kepada Allah dan kepada kebenaran agama yang telah diwahyukan kepadamu serta melakukan kebajikan-kebajikan yang telah diperintahkan oleh Tuhannya, sungguh Kami tidak akan menghilangkan pahala atas kebaikan-kebaikan yang telah mereka kerjakan.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh, tentulah Kami tidak akan menyia-nyiakan pahala orang-orang yang mengerjakan amalnya dengan baik) Jumlah kalimat \"Innaa Laa Nudhii'u\" berkedudukan menjadi Khabar daripada \"Innal Ladziina\". Di dalam ungkapan ini terkandung pengertian meletakkan isim Zhahir pada tempat isim Mudhmar; makna yang dimaksud adalah Ajrahum atau pahalanya. Atau dengan kata lain, Kami akan memberi pahala kepada mereka sesuai dengan amal baik mereka."
  },
  {
    "ruku": 255,
    "name": "Al-Kahf",
    "ayat": 31,
    "arab": "اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِىِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا",
    "translation": "Mereka itulah yang memperoleh Surga ‘Adn, yang mengalir di bawahnya sungai-sungai; (dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutera halus dan sutera tebal, sedang mereka duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2171.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menguraikan ganjaran bagi orang-orang yang beriman kepada Al-Qur'an dan mengerjakan amal saleh. Allah swt menyediakan untuk mereka surga 'Adn yang di bawahnya mengalir sungai-sungai. Surga 'Adn itu sangat luas, sehingga taman-taman yang ada di dalamnya bagaikan surga tersendiri. Mereka juga dianugerahi perhiasan-perhiasan yang indah, yaitu gelang mas yang menghiasi tangan mereka. Perhiasan yang gemerlap itu hanya memenuhi tangan mereka yang dahulu disentuh air wudu.\nRasulullah saw bersabda:\nPerhiasan orang-orang yang beriman itu (di surga) memenuhi tempat yang dicapai oleh wuduk. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nDi samping perhiasan tersebut, mereka juga mengenakan pakaian sutra yang halus dan tebal berwarna hijau dan berlapiskan benang-benang emas. Sungguh pakaian itu terhitung pakaian yang sangat mewah dalam kehidupan duniawi. Warna hijau adalah warna alami, warna yang menyejukkan pandangan dan perasaan. Untuk tempat mereka beristirahat dalam surga disediakan beberapa buah arikah (sofa) sejenis tempat duduk sambil bertelekan menikmati istirahatnya. Demikian itulah surga, pahala yang paling baik dan tempat yang indah, yang disediakan Allah bagi hamba-hamba-Nya yang beriman dan beramal saleh.",
    "quraish": "Mereka adalah golongan yang akan mendapatkan surga sebagai tempat bersenang-senang yang abadi. Di bawah surga itu mengalir sungai-sungai di antara pepohonan dan istana-istana. Mereka mengenakan simbol-simbol kesenangan bagai di dunia seperti gelang yang terbuat dari emas. Busana mereka terbuat dari bahan sutera hijau dalam beragam corak. Mereka duduk sambil bersandar di atas dipan-dipan yang berbantal dan bertirai indah. Alangkah baik balasan mereka. Sungguh, surga adalah tempat tinggal dan tempat peristirahatan yang baik. Di dalam surga itu, mereka akan mendapatkan segala yang mereka inginkan.",
    "jalalayn": "(Mereka itulah orang-orang yang bagi mereka surga Adn) sebagai tempat tinggal mereka (mengalir sungai-sungai di bawahnya. Dalam surga itu mereka dihiasi dengan gelang) menurut suatu pendapat disebutkan, bahwa huruf Min di sini adalah Zaidah dan menurut pendapat yang lain dikatakan pula bahwa itu mengandung makna Tab'idh atau sebagian. Lafal Asaawira adalah bentuk jamak dari lafal Aswiratun yang wazannya sama dengan lafal Ahmiratun, dan lafal Aswiratun ini pun adalah bentuk jamak dari kata tunggal Siwaarun (emas dan mereka memakai pakaian hijau dari sutra halus) sutra yang paling halus (dan sutra tebal) sutra yang paling tebal. Di dalam surah Ar-Rahman disebutkan, \"Yang sebelah dalamnya dari sutra yang tebal.\" (Q.S. Ar-Rahman 54). (Sedangkan mereka duduk sambil bersandar di atas dipan-dipan) lafal Araaiki adalah bentuk jamak dari kata Ariikah, yaitu pelaminan yang dihiasi dengan berbagai macam pakaian dan kelambu buat pengantin. (Itulah sebaik-baik pahala) yaitu surga (dan tempat istirahat yang paling indah)."
  }
]