[
  {
    "ruku": 257,
    "name": "Al-Kahf",
    "ayat": 45,
    "arab": "وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا",
    "translation": "Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2185.mp3",
    "tafsir": "Allah swt mengumpamakan suasana kehidupan dalam dunia ini beserta segala keindahan dan kemegahannya, yang kemudian secara ber-angsur-angsur akan lenyap, seperti keadaan air hujan yang diturunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan yang menghijau, berbunga, dan berbuah. Kehijauan itu secara berangsur-angsur berubah menjadi kuning kering, dan akhirnya lenyap dihembus angin. Semua yang ada di atas bumi ini tentu menempuh suatu proses perubahan dari lahir, tumbuh, kembang, layu, dan lenyap. Oleh karena itu, manusia yang menjadi penghuni bumi ini jangan tertipu oleh kemegahan dunia. Mereka yang mempunyai kekayaan yang besar janganlah membangga-banggakan hartanya dan jangan pula merendahkan orang lain yang tak punya harta benda. Sesungguhnya harta benda itu, cepat atau lambat, akan lenyap. Allah Yang Mahasempurna dan Mahamulia yang menciptakan segala benda dan memeliharanya, menum-buhkan, melenyapkan, lalu mengembalikan lagi ke bumi. Dialah Yang Mahakuasa dan menetapkan hukum-hukum perubahan itu.\nDalam Al-Qur'an, banyak ayat-ayatnya yang mengumpamakan kehidup-an duniawi ini dengan kehidupan tumbuh-tumbuhan, antara lain firman Allah swt:\n\nKetahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurau, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu. (al-Hadid/57: 20)",
    "quraish": "Wahai Rasul, sebutlah kepada mereka sebuah perumpamaan yang menggambarkan daya tarik dan keindahan hidup duniawi yang pada akhirnya akan musnah dalam sekejap. Keindahan dunia itu bagaikan air yang turun dari langit dan menyirami tumbuhan yang ada di atas bumi sehingga menjadi hijau dan matang. Tiba-tiba bumi berubah menjadi kering-kerontang dan dicerai-beraikan oleh angin. Allah Mahakuasa untuk menciptakan atau memusnahkan segala sesuatu.",
    "jalalayn": "(Dan berilah) jadikanlah (buat mereka) buat kaummu (suatu perumpamaan tentang kehidupan dunia ini) menjadi Maf'ul Awwal (adalah sebagai air hujan) menjadi Maf'ul Tsani (yang Kami turunkan dari langit, maka menjadi subur karenanya) menjadi tumbuh subur disebabkannya (tumbuh-tumbuhan di muka bumi) atau air hujan itu bercampur dengan tumbuh-tumbuhan, hingga tumbuh-tumbuhan itu menjadi segar dan tumbuh dengan suburnya (kemudian tumbuh-tumbuhan itu menjadi) (kering) layu dan bagian-bagiannya menjadi belah (yang diterbangkan) ditiup menjadi berantakan (oleh angin) sehingga tidak ada gunanya lagi. Makna ayat ini menyerupakan duniawi dengan tumbuh-tumbuhan yang subur, kemudian menjadi kering dan dipecahkan serta dihamburkan beterbangan oleh angin. Menurut suatu qiraat lafal Ar-Riyaah dibaca Ar-Riih (Dan adalah Allah berkuasa atas segala sesuatu) yakni Maha Kuasa."
  },
  {
    "ruku": 257,
    "name": "Al-Kahf",
    "ayat": 46,
    "arab": "اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا",
    "translation": "Harta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2186.mp3",
    "tafsir": "Allah menjelaskan bahwa yang menjadi kebanggaan manusia di dunia ini adalah harta benda dan anak-anak, karena manusia sangat mem-perhatikan keduanya. Banyak harta dan anak dapat memberikan kehidupan dan martabat yang terhormat kepada orang yang memilikinya. Seperti halnya 'Uyainah, pemuka Quraisy yang kaya itu, atau Qurthus, yang mempunyai kedudukan mulia di tengah-tengah kaumnya, karena memiliki kekayaan dan anak buah yang banyak. Karena harta dan anak pula, orang menjadi takabur dan merendahkan orang lain. Allah menegaskan bahwa keduanya hanyalah perhiasan hidup duniawi, bukan perhiasan dan bekal untuk ukhrawi. Padahal manusia sudah menyadari bahwa keduanya akan segera binasa dan tidak patut dijadikan bahan kesombongan. Dalam urutan ayat ini, harta didahulukan dari anak, padahal anak lebih dekat ke hati manusia, karena harta sebagai perhiasan lebih sempurna daripada anak. Harta dapat menolong orang tua dan anak setiap waktu dan dengan harta itu pula kelangsungan hidup keturunan dapat terjamin. Kebutuhan manusia terhadap harta lebih besar daripada kebutuhannya terhadap anak, tetapi tidak sebaliknya. \nKemudian Allah swt menjelaskan bahwa yang patut dibanggakan hanyalah amal kebajikan yang buahnya dirasakan oleh manusia sepanjang zaman sampai akhirat, seperti amal ibadah salat, puasa, zakat, jihad di jalan Allah, serta amal ibadah sosial seperti membangun sekolah, rumah anak yatim, rumah orang-orang jompo, dan lain sebagainya. Amal kebajikan ini lebih baik pahalanya di sisi Allah daripada harta dan anak-anak yang jauh dari petunjuk Allah swt, dan tentu menjadi pembela dan pemberi syafaat bagi orang yang memilikinya di hari akhirat ketika harta dan anak tidak lagi bermanfaat.",
    "quraish": "Harta benda dan anak merupakan keindahan dan kesenangan hidup kalian di dunia. Akan tetapi semuanya tidak ada yang abadi, tidak ada yang langgeng, dan pada akhirnya akan musnah. Kebaikan- kebaikan yang kekal adalah yang terbaik untuk kalian di sisi Allah. Allah akan melipatgandakan pahalanya dan itulah sebaik-baik tempat menggantungkan harapan bagi manusia.",
    "jalalayn": "(Harta dan anak-anak adalah perhiasan kehidupan dunia) keduanya dapat dijadikan sebagai perhiasan di dalam kehidupan dunia (tetapi amalan-amalan yang kekal lagi saleh) yaitu mengucapkan kalimat: Subhaanallaah Wal Hamdulillaah Wa Laa Ilaaha Illallaah Wallaahu Akbar; menurut sebagian ulama ditambahkan Walaa Haulaa Walaa Quwwata Illaa Billaahi (adalah lebih baik pahalanya di sisi Rabbmu serta lebih baik untuk menjadi harapan) hal yang diharap-harapkan dan menjadi dambaan manusia di sisi Allah swt."
  },
  {
    "ruku": 257,
    "name": "Al-Kahf",
    "ayat": 47,
    "arab": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ ",
    "translation": "Dan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2187.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan berbagai peristiwa yang terjadi pada hari kiamat. Peristiwa-peristiwa itu antara lain:\nPada hari itu, Allah swt mencabut gunung-gunung dari cengkeraman bumi, sehingga hancur menjadi debu lalu diterbangkan ke udara sebagai-mana Allah menerbangkan awan. Dalam ayat yang lain Allah swt berfirman:\n\nApabila bumi diguncangkan sedahsyat-dahsyatnya, dan gunung-gunung dihancurluluhkan sehancur-hancurnya, maka jadilah ia debu yang beterbangan. (al-Waqi'ah/56: 4-6)\n\nKeadaan permukaan bumi ketika itu tampak polos. Tidak ada lagi sisa-sisa benda peradaban manusia, pohon-pohon kayu, sungai-sungai, dan laut yang selama ini terdapat di permukaan bumi. Semua manusia tampak jelas di hadapan Tuhan, tidak ada satu pun yang menutupi keadaan mereka seperti diterangkan Allah dalam firman-Nya:\n\nDan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, \"Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya, kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali, (Sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.\" (thaha/20: 105-107)\n\nPada hari itu, Allah swt mengumpulkan umat manusia dari zaman awal sampai akhir, sesudah dibangkitkan dari kuburnya masing-masing. Tidak seorang pun pada hari itu yang ketinggalan untuk diperiksa, baik raja maupun rakyat. Keadaan demikian diterangkan Allah swt dalam firman-Nya:\n\nKatakanlah, \"(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi. (al-Waqi'ah/56: 49-50)\n\nFirman Allah swt:\n\n¦ Itulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hud/11: 103)\n\nRasulullah saw menceritakan pula keadaan hari yang dahsyat itu sebagai berikut:\nDiriwayatkan dari 'Aisyah ra bahwa dia berkata, \"Aku dengar Rasulullah saw bersabda, \"Pada hari kiamat itu manusia dikumpulkan (di Padang Mahsyar) berkaki telanjang, bertelanjang bulat, lagi tidak berkhitan.\" Aku lalu bertanya, \"Wahai Rasulullah, apakah antara laki-laki dan perempuan saling melihat satu sama lain?\" Rasul saw menjawab, \"Ya 'Aisyah, urusan hari kiamat itu lebih dahsyat dari melihat satu sama lain.\" (Riwayat Muslim dalam sahihnya)",
    "quraish": "Wahai Rasul, berikanlah peringatan pada manusia akan datangnya suatu hari, saat kehancuran alam semesta. Gunung-gunung akan dimusnahkan, bumi akan terlihat rata, tidak tertutup oleh apa-apa seperti sebelumnya. Kami akan mengumpulkan semua manusia tanpa terkecuali untuk Kami perhitungkan amal perbuatan mereka.",
    "jalalayn": "(Dan) ingatlah (akan hari yang ketika itu Kami perjalankan gunung-gunung) Kami lenyapkan gunung-gunung itu dari muka bumi, hingga gunung-gunung itu menjadi debu yang beterbangan. Menurut qiraat yang lain dibaca Tusayyaru. (dan kamu akan melihat bumi itu datar) tidak ada sesuatu pun yang ada padanya, baik gunung maupun yang lain-lainnya (dan Kami kumpulkan seluruh manusia) baik mereka yang mukmin maupun mereka yang kafir (dan tidak Kami tinggalkan) Kami tidak membiarkan (seorang pun dari mereka.)"
  },
  {
    "ruku": 257,
    "name": "Al-Kahf",
    "ayat": 48,
    "arab": "وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا",
    "translation": "Dan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), “Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2188.mp3",
    "tafsir": "Dalam ayat ini Allah swt menerangkan lagi apa yang terjadi pada hari kiamat itu, yaitu malaikat dan manusia dihadapkan kepada Allah dengan berbaris saf demi saf (barisan) seperti dalam salat jamaah, satu sama lain tidak saling menutupi, masing-masing dalam deretannya. Suasana mereka seperti pasukan di hadapan raja. Lalu Allah menyatakan kepada mereka yang kafir dan ingkar kepada hari kiamat dengan pernyataan yang menggentarkan hati mereka, bahwa mereka didatangkan di hadapan Tuhan tanpa harta dan anak, bahkan tanpa pakaian dan sepatu seperti halnya pada waktu mereka diciptakan pertama kali. Sebagaimana diterangkan Allah pada ayat yang lain dengan firman-Nya:\n\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An'am/6: 94)\n\nRasulullah saw menerangkan pula tentang peristiwa hari kiamat ini dengan sabdanya: \nSesungguhnya Allah Yang Maha Tinggi memanggil pada hari kiamat, \"Hai hamba-hamba-Ku. Aku Allah tiada Tuhan kecuali Aku, yang Maha Pengasih di antara yang pengasih, yang Mahabijaksana di antara yang bijaksana, dan yang paling segera mengambil perhitungan. Siapkan alasan-alasanmu, mudahkanlah jawaban-jawabanmu. Kamu sekalian akan ditanya dan akan dihisab. Wahai malaikat-malaikat, aturlah hamba-hamba-Ku berdiri dalam barisan yang rapat untuk dihisab.\" (Riwayat Ibnu Mandah dari Mu'adz bin Jabal)\n\nAllah mencerca mereka karena dahulu menganggap bahwa hari kebang-kitan yang dijanjikan Tuhan itu tidak akan terjadi. Dulu mereka selalu menyombongkan diri di hadapan orang-orang Islam dengan harta kekayaan dan anak-anak mereka sambil mengingkari hari kiamat. Tapi pada saat hari kiamat itu terjadi, mereka tidak berkutik lagi.",
    "quraish": "Pada saat itu manusia akan diajukan ke hadapan Allah berbaris dalam kelompok-kelompok untuk diperhitungkan amal perbuatannya. Pada saat itu Allah berfirman, \"Kami bangkitkan kalian dari kematian sebagaimana Kami telah menghidupkan kalian untuk pertama kali. Kalian kini datang kepada-Ku sendirian tanpa harta dan anak. Dan kalian telah mengingkari hari kebangkitan dan hari pembalasan saat kalian masih hidup di dunia.\"",
    "jalalayn": "(Dan mereka akan dibawa ke hadapan Rabbmu dengan berbaris) lafal Shaffan menjadi Hal; artinya setiap umat mempunyai barisannya tersendiri, kemudian dikatakan kepada mereka: (Sesungguhnya kalian datang kepada Kami, sebagaimana Kami menciptakan kalian pada kali yang pertama) artinya, kalian datang menghadap dalam keadaan sendiri-sendiri, tidak pakai alas kaki, telanjang dan belum dikhitan. Kemudian dikatakan kepada orang-orang yang mengingkari adanya hari berbangkit (bahkan kalian mengatakan bahwa) lafal An adalah bentuk Takhfif daripada Anna, artinya bahwasanya (Kami sekali-kali tidak akan menetapkan bagi kalian waktu memenuhi perjanjian) untuk membangkitkan kalian."
  },
  {
    "ruku": 257,
    "name": "Al-Kahf",
    "ayat": 49,
    "arab": "وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ ",
    "translation": "Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2189.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menambahkan keterangan tentang peristiwa-peristiwa yang terjadi di hari kiamat, yaitu buku catatan amal perbuatan seseorang semasa hidupnya di dunia diberikan kepadanya. Isi catatan itu ada yang baik dan ada yang buruk, dan ada yang diberikan dari sebelah kanan, ada pula yang dari sebelah kiri. Orang-orang mukmin dan beramal saleh menerimanya dari sebelah kanan, lalu ia melihat isinya. Ternyata kebaikannya lebih besar dari kejahatannya, dan kejahatan itu segera diampuni oleh Allah swt. Maka dia dimasukkan ke dalam surga, sebagaimana firman Allah swt:\n\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, \"Ambillah, bacalah kitabku (ini).\" Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. Maka orang itu berada dalam kehidupan yang diridai, dalam surga yang tinggi. (al-haqqah/69: 19-22)\n\nKepada orang kafir dan orang yang bersalah, kitab catatan amal mereka di dunia diberikan dari sebelah kiri. Lalu mereka melihat isinya, dan ternyata penuh dengan catatan dari berbagai kejahatan, baik berupa perbuatan ataupun perkataan. Bukti-bukti demikian itu menimbulkan rasa ketakutan di hati mereka terhadap hukuman Allah dan kecaman-kecaman manusia. Dengan penuh penyesalan mereka berkata, \"Aduhai, celaka kami, mengapa buku catatan ini sedikit pun tidak meninggalkan kesalahan kami yang kecil apalagi yang besar, semuanya dicatatnya.\" Keadaan mereka diterangkan Allah lebih jauh dengan firman-Nya:\n\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, \"Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku, sehingga aku tidak mengetahui bagaimana perhitunganku, Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.\" (Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (al-haqqah/69: 25-31)\n\nMereka mendapatkan segala tindakan mereka yang melanggar aturan agama dan kemanusiaan tertulis di hadapan mereka. Mereka lupa bahwa selama hidup di dunia ada malaikat-malaikat yang selalu mencatat dengan teliti segala perbuatan dan perkataan mereka. Firman Allah swt:\n\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infithar/82: 10-12)\n\nSemua perbuatan manusia sengaja ditulis dalam buku catatan amal untuk diperlihatkan kepada mereka pada hari kiamat. Firman Allah swt:\n\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan.... (ali 'Imran/3: 30)\nTidak ada seorangpun pada hari kiamat itu yang teraniaya. Setiap amal perbuatan akan ditimbang betapapun kecilnya. Allah swt menjamin tegaknya keadilan pada hari itu. Firman-Nya:\n\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit ; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiya'/21: 47)\n\nAllah swt tidak akan merugikan hamba-hambanya, sebaliknya akan memberikan pengampunan kepada mereka yang bersalah, kecuali dosa kekufuran. Dia memberikan hukuman kepada mereka berdasar hikmah dan keadilan-Nya. Allah memberikan pahala bagi mereka yang taat, dan menjatuhkan hukuman bagi yang berbuat maksiat.",
    "quraish": "Mereka akan menerima, melalui tangan masing-masing, buku yang berisi catatan amal perbuatan. Orang-orang yang beriman akan bergembira melihat isi catatan-catatan itu, sedangkan orang-orang yang ingkar akan merasa takut oleh perbuatan-perbuatan buruk mereka. Mereka berkata, \"Inilah hari kehancuranku. Aku merasa heran, kitab ini tidak melalaikan sedikit pun perbuatanku, baik yang kecil ataupun yang besar. Semua telah tercatat.\" Mereka mendapatkan balasan dari apa yang mereka perbuat. Dan Allah sedikit pun tidak berbuat zalim kepada hamba-Nya.",
    "jalalayn": "(Dan diletakkanlah kitab) yaitu kitab catatan amal perbuatan setiap orang; bagi orang-orang Mukmin diterima di sebelah kanannya, dan bagi orang-orang kafir di sebelah kirinya (lalu kamu akan melihat orang-orang yang berdosa) orang-orang kafir (ketakutan) merasa takut (terhadap apa yang tertulis di dalamnya, dan mereka berkata) sewaktu mereka melihat kesalahan-kesalahan yang terdapat di dalam kitab catatan amal masing-masing. (Aduhai) ungkapan rasa kecewa (celakalah kami) binasalah kami; lafal Wailata adalah Mashdar yang tidak mempunyai Fi'il dari lafal asalnya (kitab apakah ini yang tidak meninggalkan yang kecil dan tidak pula yang besar) dari dosa-dosa kami (melainkan ia mencatat semuanya)\" semuanya telah tercatat dan terbukti di dalamnya; mereka merasa takjub akan hal tersebut (dan mereka dapati apa yang telah mereka kerjakan ada) tertulis di dalam catatan kitab-kitab mereka. (Dan Rabbmu tidak menganiaya seorang jua pun) Dia tidak akan menghukum seseorang tanpa dosa, dan Dia tidak akan mengurangi pahala orang Mukmin."
  }
]