[
  {
    "ruku": 258,
    "name": "Al-Kahf",
    "ayat": 50,
    "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا ",
    "translation": "Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka mereka pun sujud kecuali Iblis. Dia adalah dari (golongan) jin, maka dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai pemimpin selain Aku, padahal mereka adalah musuhmu? Sangat buruklah (Iblis itu) sebagai pengganti (Allah) bagi orang yang zalim.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2190.mp3",
    "tafsir": "Dalam ayat ini dijelaskan ketika Allah memerintahkan malaikat untuk sujud kepada Adam, mereka menaati perintah itu dan sujud kepada-nya. Hanya Iblis yang menolak perintah itu. Malaikat yang selalu taat kepada Allah termasuk makhluk gaib, tidak seorangpun yang mengetahui hakikat-nya. Menurut penjelasan Al-Qur'an, malaikat terbagi menjadi beberapa golongan. Tiap-tiap golongan mempunyai tugas masing-masing. Dalam Islam, yang memberi ilham kepada manusia untuk cenderung kepada kebenaran dan kebaikan adalah malaikat, sebagaimana yang terjadi pada kisah Maryam a.s. Sedangkan yang menggoda dan menimbulkan was-was dalam hati manusia ialah setan. Dia ingin mendorong manusia berbuat kejahatan, sebagaimana firman Allah swt:\n\nSetan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir). (al-Baqarah/2: 268)\n\nMalaikat dan setan adalah makhluk rohani yang memiliki hubungan dengan jiwa manusia, namun tidak diketahui hakikatnya. Manusia harus beriman sebagaimana yang diperintahkan dalam rukun iman tanpa menambah dan menguranginya. Semua manusia bisa merasakan bahwa jika ia bermaksud mengerjakan sesuatu, terjadi pergolakan dalam jiwanya antara cenderung kepada kebaikan atau kejahatan, hingga keinginan yang satu mengalahkan yang lain. Jika kita cenderung kepada kebaikan, itu adalah akibat dorongan malaikat, dan jika cenderung kepada kejahatan, maka itu adalah dorongan setan.\nDilihat dari segi kejadian, keduanya berasal dari unsur yang berbeda. Malaikat diciptakan dari cahaya, sedangkan jin atau setan diciptakan dari lidah api. Firman Allah swt:\n\nDan Dia menciptakan jin dari nyala api tanpa asap. (ar-Rahman/55: 15)\n\nSabda Rasulullah saw:\nMalaikat diciptakan dari cahaya, Iblis diciptakan dari nyala api, dan Adam diciptakan seperti yang diceritakan kepadamu. (Riwayat Muslim dari 'a'isyah r.a.)\n\nIblis menolak sujud kepada Adam karena menurutnya, unsur api lebih tinggi dari tanah. Karena Adam dibuat dari unsur tanah, Iblis merasa hina jika disuruh sujud dan hormat kepadanya, sebagaimana yang diceritakan Allah dalam firman-Nya:\n\n(Allah) berfirman, \"Apakah yang menghalangimu (sehingga) kamu tidak bersujud (kepada Adam) ketika Aku menyuruhmu?\" (Iblis) menjawab, \"Aku lebih baik daripada dia. Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.\" (al-A'raf/7: 12)\n\nPendapat Iblis ini sangat keliru karena ketinggian derajat dan kemuliaan tidak tergantung pada asal usul, melainkan pada ketaatan kepada Allah. Karena tidak mau sujud kepada Adam, maka Iblis menjadi fasik dalam artian tidak taat kepada perintah Tuhan. Iblis menolak untuk taat karena isi perintah Allah tersebut berlawanan dengan jalan pikirannya. Jadi, dia keberatan untuk sujud kepada Adam. Iblis memiliki bakat suka membang-kang dan selalu melakukan perlawanan sesuai dengan dasar kejadiannya dari nyala api.\nSesudah menjelaskan kefasikan Iblis, Tuhan mengingatkan manusia agar jangan sampai menempatkan Iblis dan keturunannya sebagai pemimpin, karena mereka adalah musuh manusia dan musuh Tuhan. Banyak riwayat, baik yang datang dari Nabi Muhammad saw maupun dari sahabat, yang menunjukkan Iblis dan keturunannya (setan) terus-menerus berkembang-biak, dan umat manusia diingatkan agar tidak tergoda rayuannya untuk mengikutinya.\nSetan bertebaran di muka bumi ini untuk menggoda manusia. Hanya manusia yang zalim yang tunduk kepada godaan setan dan menjadikan mereka sebagai pemimpin dan pelindung. Sungguh, setan itu seburuk-buruk makhluk Allah. Orang-orang yang mengikuti setan dikatakan zalim karena Allah swt yang telah menurunkan rahmat dan kenikmatan kepada mereka ditinggalkan dan lebih memilih ajakan setan.",
    "quraish": "Wahai Rasul, ingatkan saat awal penciptaan diri mereka dari tanah. Tidak ada yang patut mereka banggakan. Tidak ada alasan yang membenarkan untuk tunduk kepada Iblis, musuh leluhur mereka, karena Iblis adalah dari golongan jin yang sombong dan membangkang kepada Allah. Bagaimana kalian menjadikan Iblis dan keturunannya sebagai penolong selain Allah, setelah kalian mengerti bahwa Iblis itu adalah musuh kalian. Alangkah buruknya perbuatan itu, perbuatan orang-orang yang menganiaya diri sendiri dan menuruti kemauan setan.",
    "jalalayn": "(Dan ingatlah ketika) lafal Idz dinashabkan oleh lafal Udzkur yang tidak disebutkan (Kami berfirman kepada para Malaikat, \"Sujudlah kalian kepada Adam)\" dengan cara membungkukkan badan sebagai tanda penghormatan kepadanya, bukan dengan cara meletakkan kening (maka sujudlah mereka kecuali iblis, dia adalah segolongan dari jin) menurut suatu pendapat dikatakan bahwa iblis itu adalah sejenis malaikat. Berdasarkan pengertian ini maka istitsnanya adalah Muttashil. Menurut pendapat yang lain Istitsna ini adalah Munqathi'. Berdasarkan pengertian ini maka iblis adalah biang jin, ia mempunyai keturunan yang telah disebutkan sebelumnya, sedangkan Malaikat tidak mempunyai keturunan (maka ia mendurhakai perintah Rabbnya) artinya, iblis itu membangkang tidak mau taat kepada-Nya, karena ia tidak mau bersujud kepada Nabi Adam. (Patutkah Engkau mengambil dia dan turunan-turunannya) pembicaraan ini ditujukan kepada Nabi Adam dan keturunannya, dan Dhamir Ha pada dua tempat kembali kepada iblis (sebagai pemimpin selain daripada-Ku) yang kemudian kalian taati mereka (sedangkan mereka adalah musuh kalian?) menjadi musuh. Lafal 'Aduwwun berkedudukan menjadi Hal karena bermakna A'daa-an. (Amat buruklah iblis itu sebagai pengganti Allah bagi orang-orang yang lalim) yakni iblis dan keturunannya untuk ditaati sebagai pengganti taat kepada Allah."
  },
  {
    "ruku": 258,
    "name": "Al-Kahf",
    "ayat": 51,
    "arab": "۞ مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا",
    "translation": "Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi dan tidak (pula) penciptaan diri mereka sendiri; dan Aku tidak menjadikan orang yang menyesatkan itu sebagai penolong.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2191.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan tentang kekuasaan-Nya, dan menyatakan bahwa setan tidak berhak untuk menjadi pembimbing atau pelindung bagi manusia. Setan tidak mempunyai hak sebagai pelindung, tidak hanya disebabkan kejadiannya dari nyala api saja tetapi juga karena mereka tidak mempunyai saham dalam menciptakan langit dan bumi ini. Allah swt menegaskan bahwa Iblis dan setan tidak dihadirkan untuk menyaksikan penciptaan langit dan bumi ketika Allah menciptakannya, bahkan tidak pula penciptaan diri mereka sendiri, dan tidak pula sebagian mereka menyaksikan penciptaan sebagian yang lain. Bilamana mereka tidak punya andil dalam penciptaan itu, bagaimana mungkin mereka memberikan pertolongan dalam penciptaan tersebut. Dengan demikian, patutkah setan-setan itu dijadikan sekutu Allah? Allah swt dalam menciptakan langit dan bumi ini tidak pernah sama sekali menjadikan setan-setan, berhala-berhala, dan sembahan-sembahan lainnya sebagai penolong. Hanya Allah yang menciptakan alam semesta ini, tanpa pertolongan siapapun. Oleh karena itu, setan-setan dan berhala-berhala tidak patut dijadikan sekutu bagi Allah dalam peribadatan seorang hamba-Nya. Sebab, yang disembah hanyalah yang ikut menciptakan bumi dan langit. Sekutu dalam penciptaan, sekutu pula dalam menerima ibadah. Dan sebaliknya tidak bersekutu dalam penciptaan, tidak bersekutu pula dalam menerima ibadah. Maka yang berhak menerima ibadah hanyalah Allah swt. \nAllah swt berfirman:\n\nKatakanlah (Muhammad), \"Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarrah pun di langit dan di bumi, dan mereka sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.\" (Saba/34: 22)",
    "quraish": "Aku tidak menghadirkan iblis dan anak cucunya untuk menyaksikan penciptaan langit, bumi, penciptaan diri mereka untuk Aku mintai pertolongan. Aku sekali-kali tidak membutuhkan seorang penolong pun, apalagi menjadikan orang-orang yang membuat kerusakan sebagai penolong bagi-Ku. Jika demikian, mengapa kalian menaati setan dan berbuat maksiat kepada-Ku?",
    "jalalayn": "(Aku tidak menghadirkan mereka untuk menyaksikan) yakni iblis dan anak cucunya (penciptaan langit dan bumi dan tidak pula penciptaan diri mereka sendiri) Kami tidak menghadirkan sebagian dari mereka untuk menyaksikan penciptaan sebagian yang lain (dan tidaklah Aku mengambil orang-orang yang menyesatkan) yakni setan-setan (sebagai penolong) yang membantu dalam penciptaan, maka mengapa kalian menaati mereka?"
  },
  {
    "ruku": 258,
    "name": "Al-Kahf",
    "ayat": 52,
    "arab": "وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا",
    "translation": "Dan (ingatlah) pada hari (ketika) Dia berfirman, “Panggillah olehmu sekutu-sekutu-Ku yang kamu anggap itu.” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu) tidak membalas (seruan) mereka dan Kami adakan untuk mereka tempat kebinasaan (neraka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2192.mp3",
    "tafsir": "Allah dalam ayat ini mengingatkan Rasulullah tentang hari kiamat. Allah menyeru kaum musyrikin dengan seruannya, \"Cobalah panggil orang-orang atau sembahan-sembahan yang kamu muliakan ketika di dunia, dan kamu anggap sebagai sekutu-Ku. Barangkali mereka sanggup memberikan perlindungan dan syafaat kepadamu, lalu melepaskan kamu dari azab yang sedang kamu hadapi saat ini.\" Lalu mereka segera memanggil sembahan-sembahan itu untuk meminta pertolongan dan memberi syafaat kepada mereka. Akan tetapi, ternyata sedikit pun sembahan-sembahan itu tidak dapat berbuat apa-apa untuk menolong mereka, bahkan tidak menjawab panggilan itu. Allah menjadikan antara orang-orang kafir itu dengan sembahan-sembahan mereka, tempat kebinasaan (maubiq/api neraka). Maubiq dalam ayat ini dapat pula berarti permusuhan, maksudnya terjadi permusuhan antara sembahan-sembahan itu dan penyembah-penyembahnya, sebagaimana dalam firman Allah swt:\n\nDan mereka telah memilih tuhan-tuhan selain Allah, agar tuhan-tuhan itu menjadi pelindung bagi mereka. Sama sekali tidak! Kelak mereka (sesembahan) itu akan mengingkari penyembahan mereka terhadapnya, dan akan menjadi musuh bagi mereka. (Maryam/19: 81-82)",
    "quraish": "Ingatkan kepada mereka akan suatu hari ketika Allah berfirman kepada orang-orang musyrik, \"Panggillah orang-orang yang kalian anggap sebagai sekutu-sekutu-Ku di dunia untuk memberi syafaat untuk kalian.\" Merekapun meminta pertolongan sekutu-sekutu itu, tetapi sekutu-sekutu itu tidak dapat mengabulkan permohonan mereka. Kini, apa yang terjadi di antara mereka Kami jadikan sebagai penyebab kebinasaan orang-orang kafir, setelah di dunia mereka senantiasa menjadikan para sekutu itu sebagai sesembahan dan kesayangan mereka.",
    "jalalayn": "(Dan ingatlah akan hari) yang ketika itu; lafal Yauma dinashabkan oleh lafal Udzkur yang tidak disebutkan (Dia berfirman) dapat dibaca Yaquulu atau Naquulu, (\"Panggillah oleh kalian sekutu-sekutu-Ku) yakni berhala-berhala itu (yang kalian katakan itu!)\" untuk memberi syafaat atau pertolongan kepada diri kalian sebagaimana apa yang didugakan oleh kalian. (Mereka lalu memanggilnya tetapi sekutu-sekutu itu tidak membalas seruan mereka) tidak menjawab seruannya (dan Kami adakan untuk mereka) untuk berhala-berhala dan para pengabdinya (tempat kebinasaan) sebuah lembah di neraka Jahanam yang mereka semuanya dibinasakan di dalamnya. Lafal Maubiqan berasal dari lafal Wabaqa artinya telah binasa."
  },
  {
    "ruku": 258,
    "name": "Al-Kahf",
    "ayat": 53,
    "arab": "وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا ࣖ ",
    "translation": "Dan orang yang berdosa melihat neraka, lalu mereka menduga, bahwa mereka akan jatuh ke dalamnya, dan mereka tidak menemukan tempat berpaling darinya. ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2193.mp3",
    "tafsir": "Dalam ayat ini, Allah swt menerangkan bahwa orang-orang yang berdosa, yakni penyembah-penyembah berhala atau selain Allah, menyaksi-kan api neraka pada hari kiamat. Mereka menyadari bahwa mereka akan memasuki neraka itu, dan tidak ada jalan keluar dari ancaman itu sama sekali. Allah telah menetapkan azab kepada mereka. Tidak ada kemungkinan lagi bagi mereka untuk menghindarkan diri dari azab, karena sudah terkepung dari segala penjuru. Alangkah besar duka cita mereka itu ketika menunggu hukuman yang dijatuhkan atas diri mereka.",
    "quraish": "Orang-orang yang berdosa telah menyaksikan neraka dan mereka yakin akan jatuh ke dalamnya, dan mereka tidak mendapatkan tempat pengganti yang lain untuk didiami.",
    "jalalayn": "(Dan orang-orang yang berdosa melihat neraka, maka mereka meyakini) merasa yakin (bahwa mereka akan jatuh ke dalamnya) akan dicampakkan ke dalamnya (dan mereka tidak menemukan tempat berpaling daripadanya) tidak menemui jalan untuk menyelamatkan diri daripadanya."
  }
]