[
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 197,
    "arab": "اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْاَلْبَابِ",
    "translation": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/204.mp3",
    "tafsir": "Waktu untuk mengerjakan haji itu sudah ada ketetapannya yaitu pada bulan-bulan yang sudah ditentukan dan tidak dibolehkan pada bulan-bulan yang lainnya. Diriwayatkan dari Ibnu 'Abbas dan sudah berlaku di dalam mazhab Abu Hanifah, Syafi'i dan Imam Ahmad, bahwa waktu mengerjakan haji itu ialah pada bulan Syawal, Zulkaidah sampai dengan terbit fajar pada malam 10 Zulhijah. Ketentuan-ketentuan waktu haji ini telah berlaku dari sejak Nabi Ibrahim dan Nabi Ismail. Setelah agama Islam datang ketentuan-ketentuan itu tidak diubah, malahan diteruskan sebagai-mana yang berlaku. Orang-orang yang sedang mengerjakan haji dilarang bersetubuh, mengucapkan kata-kata keji, melanggar larangan-larangan agama, berolok-olok, bermegah-megah, bertengkar, dan bermusuhan.\nSemua perhatian ditujukan untuk berbuat kebaikan semata-mata. Hati dan pikiran hanya tercurah kepada ibadah, mencari keridaan Allah dan selalu mengingat-Nya. Apa saja kebaikan yang dikerjakan seorang Muslim yang telah mengerjakan haji, pasti Allah akan mengetahui dan mencatatnya dan akan dibalas-Nya dengan pahala yang berlipat ganda. Agar ibadah haji dapat terlaksana dengan baik dan sempurna maka setiap orang hendaklah membawa bekal yang cukup, lebih-lebih bekal makanan, minuman, pakaian dan lain-lain, yaitu bekal selama perjalanan dan mengerjakan haji di tanah suci dan bekal untuk kembali sampai di tempat masing-masing. Diriwayatkan oleh al-Bukhari, Abu Daud, an-Nasa'i, dan lain-lain dari Ibnu 'Abbas bahwa dia mengatakan, \"Ada di antara penduduk Yaman, bila mereka pergi naik haji tidak membawa bekal yang cukup, mereka cukup bertawakal saja kepada Allah. Setelah mereka sampai di tanah suci, mereka akhirnya meminta-minta karena kehabisan bekal.\" Maka bekal yang paling baik ialah bertakwa, dan hendaklah membawa bekal yang cukup sehingga tidak sampai meminta-minta dan hidup terlunta-lunta.\nAllah mengingatkan, agar ibadah haji itu dikerjakan dengan penuh takwa kepada Allah dengan mengerjakan segala yang diperintahkan-Nya dan meninggalkan segala yang dilarang-Nya. Dengan begitu akan dapat dicapai kebahagiaan dan keberuntungan yang penuh dengan rida dan rahmat Ilahi.",
    "quraish": "Ibadah haji itu dilaksanakan pada bulan-bulan tertentu yang sudah kalian ketahui sejak masa Nabi Ibrâhîm a. s. Bulan-bulan tesebut adalah Syawal, Zulkaidah dan Zulhijah. Maka barangsiapa yang berniat haji dan telah masuk di bulan-bulan itu, ia harus memelihara etika haji. Etika haji itu, di antaranya, adalah bahwa seseorang yang berihram dilarang menggauli istri; menjauhi kemaksiatan seperti mencaci, berdebat, bertengkar dan sebagainya; dan menghindari hal-hal yang akan menimbulkan perselisihan dan permusuhan. Dengan demikian, diharapkan seorang yang berihram haji itu jiwanya menjadi bersih. Berusahalah melakukan kebajikan seraya memohon ganjaran Allah melalui tindakan-tindakan amal saleh. Sesungguhnya Allah mengetahui yang demikian itu dan Dia akan memberikan balasan-Nya. Berbekallah untuk akhiratmu dengan bertakwa dan menjalankan segala perintah Allah serta menjauhi larangan-Nya. Itulah bekal yang terbaik untuk kalian. Dan takutlah kepada Allah atas apa yang kalian lakukan dan tinggalkan sesuai tuntutan akal dan kebajikan. Maka janganlah kalian nodai perbuatan-perbuatan kamu sekalian dengan hawa nafsu dan tujuan-tujuan duniawi.",
    "jalalayn": "(Haji), maksudnya adalah waktu dan musimnya (beberapa bulan yang dimaklumi), yaitu Syawal, Zulkaidah dan 10 hari pertama bulan Zulhijah. Tetapi ada pula yang mengatakan seluruh bulan Zulhijah. (Maka barang siapa yang telah menetapkan niatnya) dalam dirinya (akan melakukan ibadah haji pada bulan-bulan itu) dengan mengihramkannya, (maka tidak boleh ia mencampuri istrinya), yakni bersetubuh (dan jangan berbuat kefasikan) berbuat maksiat (dan jangan berbantah-bantahan) atau terlibat dalam percekcokan (sewaktu mengerjakan haji). Menurut satu qiraat, dengan baris di atas dua hal yang pertama dan makna yang dimaksud adalah larangan mengerjakan tiga hal itu. (Dan apa yang kamu kerjakan berupa kebaikan) sedekah (pastilah diketahui oleh Allah) yang akan membalas kebaikan itu. Ayat berikut ini diturunkan kepada penduduk Yaman yang pergi naik haji tanpa membawa bekal, sehingga mereka menjadi beban orang lain. (Dan berbekallah kamu) yang akan menyampaikan kamu ke tujuan perjalananmu (dan sesungguhnya sebaik-baik bekal adalah takwa), artinya yang dipergunakan manusia untuk menjaga dirinya agar tidak menjadi beban bagi orang lain dan sebagainya. (Dan bertakwalah kamu kepada-Ku, hai orang-orang yang berakal)."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 198,
    "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفَاتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ",
    "translation": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy’arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/205.mp3",
    "tafsir": "Pada musim haji seseorang tidak dilarang berusaha, seperti berdagang dan lain-lain, asal jangan mengganggu tujuan yang utama, yaitu mengerjakan haji dengan sempurna. Ayat ini diturunkan sehubungan dengan keragu-raguan orang Islam pada permulaan datangnya Islam untuk berusaha mencari rezeki, sehingga banyak di antara mereka yang menutup toko-toko mereka pada waktu musim haji, karena takut berdosa. Diriwayatkan oleh al-Bukhari dari Ibnu 'Abbas, dia berkata, \"Pada zaman jahiliah ada 3 pasar, yaitu Ukaz, Majannah, dan Zulmajaz.\"\nPada waktu musim haji, kaum Muslimin merasa berdosa berdagang di pasar-pasar itu, lalu mereka bertanya kepada Rasulullah saw, maka turunlah ayat ini. Berusaha mencari rezeki yang halal selama mengerjakan haji adalah dibolehkan selama usaha itu dilakukan secara sambilan, bukan menjadi tujuan. Tujuan utama ialah mengerjakan ibadah haji dengan penuh takwa kepada Allah dan dengan hati yang tulus ikhlas.\nKemudian dalam ayat ini Allah memerintahkan kepada setiap orang yang mengerjakan haji agar berzikir kepada Allah bila telah bertolak dari Padang Arafah menuju ke Muzdalifah, yaitu bila telah sampai di Masy'aril Haram. Masy'aril Haram ialah sebuah bukit di Muzdalifah yang bernama Quzah. Bila telah sampai di tempat itu hendaknya memperbanyak membaca doa, takbir, dan talbiyah. Berzikirlah kepada Allah dengan hati yang khusyuk dan tawadhu', sebagai tanda bersyukur kepada-Nya atas karunia dan hidayah-Nya yang telah melepaskan seseorang dari penyakit syirik pada masa dahulu, menjadi orang yang telah bertauhid murni kepada Allah swt.",
    "quraish": "Sebelumnya ada di antara kalian yang merasa bersalah jika melakukan perniagaan dan mencari rezeki pada musim haji. Sebenarnya, kalian tidak berdosa melakukan hal itu. Maka berniagalah dengan cara-cara yang disyariatkan, carilah karunia dan nikmat Allah. Apabila para haji telah beranjak dari Arafah setelah melakukan wukuf dan mereka tiba di Muzdalifah pada malam Idul Adha, maka hendaknya mereka berzikir kepada Allah di al-Masy'ar al-Harâm, di bukit Muzdalifah. Hendaknya mereka memperbanyak tahlîl (membaca \"lâ ilâha illâ Allâh\"), talbiyah (membaca \"labbayka Allâhumma labbayk\", dst.) dan takbîr (membaca \"Allâhu Akbar\"). Agungkan dan pujilah nama Tuhanmu yang telah memberi hidayah untuk memeluk agama yang benar dan melakukan ibadah haji. Sebelumnya mereka itu berada dalam kesesatan.",
    "jalalayn": "(Tidak ada dosa bagi kamu) dalam (mencari) atau mengusahakan (karunia) atau rezeki (dari Tuhanmu) yakni dengan berniaga di musim haji. Ayat ini turun untuk menolak anggapan mereka yang keliru itu (Maka jika kamu telah bertolak), artinya berangkat (dari Arafah) yakni setelah wukuf di sana, (maka berzikirlah kepada Allah), yakni setelah bermalam di Muzdalifah sambil membaca talbiah, tahlil dan berdoa (di Masyarilharam) yaitu nama sebuah bukit di ujung Muzdalifah disebut Quzah. Dalam sebuah hadis disebutkan bahwa Nabi saw. wukuf di sana, berzikir dan berdoa kepada Allah hingga hari telah amat benderang.\" (H.R. Muslim). (Dan berzikirlah kepada-Nya disebabkan petunjuk yang diberikan-Nya kepadamu) untuk mengetahui pokok-pokok agama dan tata cara hajinya. 'Kaf' menunjukkan sebab atau motifnya. (Dan sesungguhnya) dibaca 'in' bukan 'inna' (kamu sebelum itu) maksudnya sebelum petunjuk itu (termasuk orang-orang yang sesat)."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 199,
    "arab": "ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
    "translation": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/206.mp3",
    "tafsir": "Orang-orang Quraisy pada masa jahiliah, kalau mereka mengerja-kan haji, mereka mengerjakan wukuf di Muzdalifah, sedang orang-orang Arab lainnya wuquf di Arafah. Sebabnya ialah karena orang-orang Quraisy itu merasa dirinya lebih tinggi dan mulia dari yang lain, tidak pantas berwuquf bersama sama dengan orang-orang biasa di Arafah, maka turunlah ayat ini. Ayat ini memerintahkan agar bersama-sama wuquf di Arafah dan kemudian sama-sama bertolak dari Arafah ke Muzdalifah. Tegasnya, dalam masa mengerjakan haji itu tidak ada perbedaan, semuanya sama-sama makhluk Allah, harus sama-sama mengerjakan wuquf di Arafah. Semua sama-sama meminta ampun kepada Allah, meninggalkan bermegah-megah dan bersifat sombong. Siapa yang meminta ampun kepada Allah, tentu Allah akan mengampuni dosanya, karena Allah Maha Pengampun lagi Maha Penyayang kepada hamba-Nya. Diriwayatkan dari Ibnu Jarir dari Ibnu 'Abbas.",
    "quraish": "Dahulu, sekelompok orang Arab dari kabilah Quraisy tidak melakukan wukuf di Arafah seperti yang dilakukan kabilah-kabilah lain. Padahal mereka tahu bahwa tempat itu merupakan tempat wukuf leluhur mereka, Ibrâhîm a. s. Keengganan mereka untuk wukuf di Arafah itu sebenarnya didorong oleh perasaan superioritas karena domisili mereka di tanah haram dan posisi mereka sebagai penjaga rumah Allah. Mereka juga--dengan tidak berwukuf di Arafah--mengklaim bahwa tindakan itu merupakan salah satu pengejawantahan sikap hormat mereka terhadap tanah haram. Sebab, dengan pergi ke Arafat yang berada di luar tanah haram, mereka merasa telah meninggalkan tanah haram. Maka Allah menyuruh mereka membuang kebiasaan jahiliah ini dan memerintahkan mereka untuk berwukuf di Arafah seperti layaknya dilakukan orang lain. Sebab, tidak ada perbedaan antara satu dan lainnya dalam masalah-masalah ibadah. Di seluruh tempat yang berkah ini, berdoalah untuk memohon ampunan Allah. Itulah cara terbaik agar segala kesalahan dan dosa yang mereka lakukan diampuni Allah.",
    "jalalayn": "(Kemudian bertolaklah kamu) hai orang-orang Quraisy (dari tempat bertolaknya manusia) maksudnya dari Arafah dengan jalan wukuf bersama mereka. Sebelum itu biasanya mereka wukuf di Muzdalifah karena merasa enggan wukuf bersama-sama dengan orang lain. 'Tsumma' atau 'kemudian' menunjukkan urutan (dan mohonlah ampun kepada Allah) terhadap dosa-dosamu. (Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang) terhadap orang-orang beriman."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 200,
    "arab": "فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ",
    "translation": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” dan di akhirat dia tidak memperoleh bagian apa pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/207.mp3",
    "tafsir": "Allah memerintahkan, jika ibadah haji sudah diselesaikan agar berzikir menyebut nama Allah. Diriwayatkan oleh al-Baihaqi dari Ibnu 'Abbas, biasanya orang-orang Arab pada zaman jahiliah, kalau sudah selesai mengerjakan haji, mereka berkumpul di Mina, antara masjid dan bukit, sambil berdiri mereka bermegah-megah dan bersifat sombong menyebut dan membanggakan kebesaran nenek moyang mereka masing-masing, maka turunlah ayat ini untuk mengingatkan mereka, bahwa apa yang mereka perbuat itu, sesudah menyelesaikan ibadah haji tidaklah baik, malahan merupakan kebiasaan yang buruk. Yang baik ialah sesudah menyelesaikan ibadah haji, memperbanyak menyebut nama Allah sebagaimana mereka dulunya menyebut nama nenek-moyang mereka, atau diusahakan lebih banyak lagi menyebut nama Allah.\nDi dalam khutbah, Nabi Muhammad saw pada waktu mengerjakan haji wada' pada hari yang kedua dari hari-hari tasyrik, memberikan peringatan keras agar meninggalkan cara-cara lama itu, yaitu bermegah-megah menyebut kelebihan nenek-moyang mereka masing-masing. Rasulullah antara lain mengatakan, \"Wahai manusia, ketahuilah, bahwa Tuhanmu adalah satu dan nenek moyangmu adalah satu (Adam).\"\n\"Ketahuilah, bahwa tidak ada kelebihan bagi orang Arab atas orang yang bukan Arab, begitu juga tidak ada kelebihan bagi orang yang bukan Arab atas orang Arab. Tidak ada kelebihan orang berkulit merah atas yang berkulit hitam dan orang yang berkulit hitam atas yang berkulit merah. Kelebihan mereka di sisi Allah hanyalah diukur dengan takwanya kepada Allah.\" Kemudian Rasulullah menanyakan kepada mereka, \"Sudahkah aku sampaikan peringatan ini?\" Lalu hadirin menjawab, \"Benar, Rasulullah sudah menyampaikan.\" Kemudian Allah membagi tingkat-tingkat manusia yang mengerjakan ibadah haji, yaitu ada orang yang hanya mendapat keuntungan dunia saja, dan tidak mendapatkan keuntungan di akhirat; yaitu orang-orang yang perhatiannya hanya tertuju untuk mencari keuntungan dunia saja, baik di dalam doanya atau di dalam zikirnya. Di dalam berdoa dia hanya meminta kemegahan, kemuliaan, kemenangan, dan harta benda saja. Perhitungannya hanya untung rugi duniawi saja. Orang-orang yang seperti ini adalah karena belum sampai pengetahuannya perihal rahasia dan hakikat haji yang sebenarnya, hatinya belum mendapat pancaran sinar hidayah dari Allah. Baginya keuntungan di dunia lebih utama daripada keuntungan di akhirat.",
    "quraish": "Apabila kalian telah menyelesaikan manasik haji dan meninggalkan sikap berbangga-bangga terhadap leluhur sebagaimana biasa kalian lakukan pada masa jahiliah, kini berzikirlah dan agungkanlah Tuhan kalian. Berzikirlah dengan menyebut nama Allah sebagaimana kalian dahulu menyebut dan berbangga-bangga dengan leluhur. Bahkan, berzikir kepada Allah itu seharusnya lebih banyak ketimbang membangga- banggakan leluhur. Sebab Dialah yang telah memberikan karunia, bukan saja kepada kalian, tetapi juga kepada leluhur yang kalian bangga-banggakan itu. Dan tempat-tempat melakukan ibadah haji itu, seluruhnya merupakan tempat yang baik untuk berdoa dan meminta karunia dan rahmat Allah. Hanya saja ada di antara jamaah haji itu yang hanya berdoa untuk kemaslahatan dunia dengan melupakan kepentingan akhirat. Orang-orang seperti itu tidak akan mendapatkan apa-apa di akhirat kelak.",
    "jalalayn": "(Apabila kamu telah menyelesaikan) atau menjalankan (ibadah hajimu) maksudnya, telah melempar jumrah Aqabah, telah tawaf, telah berada di Mina, (maka berzikirlah kepada Allah) dengan bertakbir dan menyanjung-Nya (sebagaimana kamu menyebut-nyebut nenek-moyangmu) yang kamu lakukan setelah haji untuk membangga-banggakan mereka (bahkan lebih banyak lagi dari itu) artinya lebih banyak dari ingatanmu kepada nenek-moyangmu itu. 'Asyadda' mendapat baris di atas disebabkan kedudukannya sebagai 'hal' dari 'dzikr' yang manshub oleh 'udzkuruu'. Seandainya ia terletak di belakangnya, maka ia akan menjadi sifat atau na`atnya. (Di antara manusia ada yang berdoa, \"Ya Tuhan kami! Berilah kami) bagian kami (di dunia\"), sehingga ia pun diberikan bagian itu (dan tiadalah ia di akhirat mendapat bagian) yang menyenangkan."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 201,
    "arab": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ",
    "translation": "Dan di antara mereka ada yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/208.mp3",
    "tafsir": "Di dalam ayat ini, Allah menyebutkan manusia yang memperoleh keuntungan dunia akhirat, yaitu orang-orang yang di dalam doanya selalu minta agar mendapat kebahagiaan di dunia dan kebahagiaan di akhirat, dan terjauh dari siksaan api neraka. Untuk mencapai hidup bahagia di dunia harus melalui beberapa persyaratan, di antaranya harus sabar dalam berusaha, patuh kepada peraturan dan disiplin, pandai bergaul dan dipercaya serta mempunyai maksud baik dalam usahanya. Untuk mencapai hidup bahagia di akhirat haruslah mempunyai iman yang murni dan kuat, serta mengerjakan amal yang saleh dan mempunyai akhlak yang mulia. Maka untuk terlepas dari siksa neraka hendaklah selalu meninggalkan pekerjaan-pekerjaan maksiat, menjauhkan diri dari yang keji serta memelihara diri jangan sampai berbuat hal-hal yang diharamkan Allah karena pengaruh syahwat dan hawa nafsu.",
    "quraish": "Sebagian manusia ada yang diberi petunjuk oleh Allah sehingga, dengan sepenuh hati, mereka memohon kebaikan dunia dan akhirat serta memohon kepada Allah agar dijauhi siksa api neraka.",
    "jalalayn": "(Dan di antara mereka ada pula yang berdoa, \"Ya Tuhan kami! Berilah kami di dunia kebaikan), artinya nikmat, (di akhirat kebaikan) yakni surga, (dan peliharalah kami dari siksa neraka.\") yakni dengan tidak memasukinya. Ini merupakan lukisan tentang keadaan orang-orang musyrik dan keadaan orang-orang beriman, yang tujuannya ialah supaya kita mencari dua macam kebaikan dunia dan akhirat, sebagaimana telah dijanjikan akan beroleh pahala dengan firman-Nya:"
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 202,
    "arab": "اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ",
    "translation": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/209.mp3",
    "tafsir": "Mereka yang meminta kebahagiaan hidup di dunia dan kebahagiaan hidup di akhirat itulah yang akan mendapat nasib yang baik dan beruntung karena kesungguhannya dalam berusaha dan beramal. Artinya mereka sudah dapat menyamakan permintaan hatinya yang diucapkan oleh lidahnya dengan kesungguhan jasmaninya dalam berusaha dan beramal. Buahnya ialah keberuntungan dan kebahagiaan. Ayat ini ditutup dengan peringatan bahwa Allah sangat cepat perhitungan-Nya.\nMaksudnya, agar setiap manusia tidak ragu-ragu dalam berusaha dan beramal, sebab seluruhnya akan diperhitungkan Allah dan tidak akan dirugikan seorang pun juga. Perhitungan Allah sangat cepat dan tepat sehingga dalam waktu sekejap saja, setiap manusia sudah dapat melihat hasil usaha dan amalnya dan sekaligus akan dapat menerima balasan dari usaha dan amalnya itu dari Allah.",
    "quraish": "Maka kepada mereka itu akan diberi ganjaran sesuai dengan apa yang mereka lakukan, melalui doa- doa dan pendekatan diri kepada Allah. Dan Allah akan memberi ganjaran kepada mereka yang berhak mendapatkannya, karena Dia sangat cepat perhitungan dan balasan-Nya.",
    "jalalayn": "(Mereka itulah orang-orang yang mendapat bagian), maksudnya pahala (dari), artinya disebabkan (apa yang mereka usahakan), yakni amal mereka dari haji dan doa (dan Allah sangat cepat perhitungan-Nya). Menurut keterangan sebuah hadis, Allah melakukan hisab atau perhitungan bagi seluruh makhluk dalam tempo yang tidak lebih dari setengah hari waktu dunia."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 203,
    "arab": "۞ وَاذْكُرُوا اللّٰهَ فِيْٓ اَيَّامٍ مَّعْدُوْدٰتٍ ۗ فَمَنْ تَعَجَّلَ فِيْ يَوْمَيْنِ فَلَآ اِثْمَ عَلَيْهِ ۚوَمَنْ تَاَخَّرَ فَلَآ اِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ اِلَيْهِ تُحْشَرُوْنَ ",
    "translation": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya. Barangsiapa mempercepat (meninggalkan Mina) setelah dua hari, maka tidak ada dosa baginya. Dan barangsiapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/210.mp3",
    "tafsir": "Setelah jamaah haji berada di Mina, kembali dari Arafah, sekali lagi Allah memperingatkan agar mereka berzikir mengingat Allah, yakni bertakbir pada hari-hari tertentu, yaitu pada hari-hari tasyrik (11,12,13 Zulhijah) dengan meninggalkan kebiasaan pada zaman jahiliah, yaitu pada hari-hari itu mereka mengadakan rapat besar untuk bermegah-megah, menonjolkan jasa nenek-moyangnya, dan hal-hal lain yang menjadi kebanggaan masing-masing. Untuk ini, maka di kala Nabi Muhammad, selesai mengerjakan haji wada', beliau memberikan khutbah pengarahan di Mina, sebagaimana yang telah disebutkan di atas.\nAllah memerintahkan agar para jamaah haji berzikir mengingat Allah pada hari-hari tertentu. Jumhur ulama berpendapat bahwa yang dimaksud dengan hari-hari tertentu, yaitu tiga hari sesudah hari raya haji, tanggal 11, 12, dan 13 bulan Zulhijah. Arti zikir dalam ayat ini adalah takbir dan dilakukan pada setiap selesai melakukan salat fardu dan pada setiap kali melempar jumrah. Dan lafal takbir tersebut adalah sebagai berikut:\nAllah Mahabesar; Allah Mahabesar, Allah Mahabesar; Tidak ada Tuhan melainkan Allah. Allah Mahabesar; Allah Mahabesar; Dan segala puji hanya untuk Allah.\n\nTakbir sesudah salat Asar pada hari ketiga tasyrik merupakan takbir terakhir dalam rangka pelaksanaan perintah takbir yang disebutkan dalam ayat ini.\nPara jamaah haji yang berada di Mina dua hari sesudah hari raya haji, boleh segera kembali ke Mekah. Mereka berada di Mina untuk melempar jumrah. Karena itu jamaah haji wajib bermalam di Mina hanya pada malam pertama dan kedua dari hari-hari tasyrik. Mereka boleh pula belakangan kembali ke Mekah, dengan demikian mereka berada di Mina selama tiga hari, yaitu pada tanggal 11, 12, dan 13 Zulhijah. Mana saja dari dua hal tersebut yang dipilih dan dikerjakan oleh mereka, tidak ada dosa baginya, sekalipun yang kembali belakangan (3 hari di Mina) itu lebih afdal.\nKetentuan ini adalah satu penegasan dari Allah swt untuk menghilangkan pendirian orang-orang jahiliah yang sebagian berpendapat bahwa orang yang segera kembali ke Mekah berdosa, dan sebagian lagi berpendapat bahwa orang yang terlambat kembali ke Mekah itulah yang berdosa. Bagi mereka yang bersegera kembali ke Mekah (dua hari sesudah hari raya) dinamakan nafar awal (rombongan pertama), sedangkan menunda sampai hari ketiga dinamakan nafar sani (rombongan kedua). Bagi nafar awal, mereka harus meninggalkan Mina pada hari kedua tasyrik, sesudah melontar jumrah dan sesudah tengah hari sebelum matahari terbenam.\nKalau mereka sampai waktu terbenamnya matahari belum juga meninggalkan Mina karena sesuatu sebab, maka nafar awal menjadi batal dan mereka harus bermalam lagi dan baru bisa meninggalkan Mina sesudah melontar jumrah pada hari ketiga tasyrik sesudah tengah hari.\nKelonggaran dan kesempatan memilih ini diberikan Allah kepada para jamaah haji karena kedua hal itu dapat dilaksanakan dengan penuh ketakwaan kepada Allah swt. Bagi yang bersegera karena takut melakukan pelanggaran-pelanggaran seperti membunuh binatang-binatang terlarang, tidur dengan istrinya (bersanggama), dan hal-hal yang masih dilarang sesudah tahallul pertama sebelum tahallul kedua, dan bagi yang menunda, adalah karena ingin melakukan yang afdal dan meyakini bahwa dia sanggup menjauhi segala larangan tersebut.\nOleh karena pentingnya takwa dan untuk memantapkan takwa itu dalam hati, Allah swt, menekankan sekali lagi dengan firmannya:\n\n... Dan bertakwalah kepada Allah,... (al-Baqarah/2: 203)\n\nLalu disusul dengan kata-kata yang dapat menguatkan hati untuk bertakwa, yaitu:\n\n... Dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya¦. (al-Baqarah/2: 203)\nSeseorang yang mengetahui dan meyakini bahwa ia akan dikumpulkan di hari kemudian serta mempertanggungjawabkan segala amal perbuatannya di dunia, tentu akan lebih banyak berbuat kebaikan dan menambah takwanya kepada Allah swt",
    "quraish": "Berzikirlah kepada Allah dengan mengucap takbir dan sebagainya, di hari-hari yang berbilang, yaitu pada hari-hari melempar jumrah tanggal 11, 12 dan 13 Zulhijah. Tetapi kalian tidak diharuskan melakukannya di semua hari itu, karena tolok ukur kebajikan adalah ketakwaan kepada Allah, bukan jumlah bilangan. Bertakwalah kepada Allah dan ingatlah bahwa kepada-Nyalah kalian akan dikumpulkan. Pada saat itulah kalian harus mempertanggungjawabkan segala perbuatan.",
    "jalalayn": "(Dan berzikirlah kepada Allah) dengan membaca takbir ketika melempar jumrah (pada beberapa hari yang berbilang), yakni pada hari-hari Tasyrik yang tiga. (Barang siapa yang ingin cepat-cepat), maksudnya ingin cepat berangkat dari Mina (dalam dua hari), artinya pada hari yang kedua hari tasyrik setelah melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan tindakan itu. (Dan barang siapa yang ingin mengundurkannya) hingga ia bermalam pada malam ketiga dan melempar jumrah-jumrahnya, (maka tiadalah ia berdosa) dengan perbuatannya itu. Jadi mereka diberi kesempatan untuk memilih tanpa memikul dosa apa pun (yakni bagi orang-orang yang bertakwa) kepada Allah dalam ibadah hajinya, karena pada hakikatnya itulah haji yang sebenarnya. (Dan bertakwalah kepada Allah dan ketahuilah bahwa kamu akan dikumpulkan kepada-Nya), yakni di akhirat yang nantinya amal perbuatanmu akan mendapat balasan dari-Nya."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 204,
    "arab": "وَمِنَ النَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهٗ فِى الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فِيْ قَلْبِهٖ ۙ وَهُوَ اَلَدُّ الْخِصَامِ ",
    "translation": "Dan di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/211.mp3",
    "tafsir": "Dengan ayat ini Allah memberitahukan bahwa orang yang seperti Al-Akhnas itu adalah pendusta, tidak dapat dipercaya dan bahwa ia adalah musuh Islam dan penentang yang keras terhadap Nabi Muhammad saw.\nAl-Akhnas dan orang-orang munafik lainnya ingin mengelabui dan melakukan makar terhadap umat manusia dengan tiga macam hal:\n1.Dengan kata-kata dan ucapan yang menarik, sehingga orang-orang yang mendengarnya terpesona dan terpengaruh, tidak ragu-ragu sedikit pun tentang kebenaran ucapannya itu.\n2.Bersumpah dengan menyebut nama Allah untuk menunjukkan kebenarannya seakan-akan ia bermaksud baik.\n3.Gigih dalam berdebat dan berhujjah menghadapi lawan penentangnya.",
    "quraish": "Karena tolok ukur kebajikan adalah ketakwaan kepada Allah, maka merugilah sekelompok orang yang ucapannya berbeda dengan apa yang ada di dalam hatinya. Mereka ini selalu membumbui ucapannya dengan kata-kata manis sehingga menimbulkan kekaguman. Padahal mereka melakukan itu hanya untuk mendapatkan kemaslahatan dunia. Bahkan, untuk menyembunyikan kebohongan yang mereka ucapkan, mereka tidak segan-segan mengatakan bahwa Allah mengetahui ketulusan hati mereka. Mereka inilah musuh yang paling keras dan berbahaya bagi kalian.",
    "jalalayn": "(Di antara manusia ada seorang yang ucapannya tentang kehidupan dunia menarik hatimu) tetapi sebaliknya tidak demikian halnya tentang kehidupan akhirat karena berbeda dengan pandangan dan keyakinannya (dan dipersaksikannya kepada Allah atas isi hatinya) bahwa itu benar-benar cocok dengan apa yang diucapkannya (padahal ia adalah musuh yang paling keras) baik bagimu maupun bagi pengikut-pengikutmu disebabkan permusuhannya denganmu itu. Orang ini namanya Akhnas bin Syuraiq, seorang munafik yang manis mulut terhadap Nabi saw. Ia bersumpah bahwa ia seorang mukmin dan cinta kepada Nabi saw. lalu mendekati majelisnya. Maka kepalsuannya ini dibukakan Allah dan suatu waktu ia pernah lewat di pertanian dan peternakan seorang sahabat, maka dibakarnya tanaman dan disembelihnya hewan-hewan milik sahabat itu di waktu malam, sebagaimana yang dijelaskan dalam firman Allah swt.:"
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 205,
    "arab": "وَاِذَا تَوَلّٰى سَعٰى فِى الْاَرْضِ لِيُفْسِدَ فِيْهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَ اللّٰهُ لَا يُحِبُّ الْفَسَادَ ",
    "translation": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanam-tanaman dan ternak, sedang Allah tidak menyukai kerusakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/212.mp3",
    "tafsir": "Golongan manusia semacam ini, apabila ia telah berlalu dan meninggalkan orang yang ditipunya, ia melaksanakan tujuan yang sebenar-nya. Ia melakukan kerusakan-kerusakan di atas bumi; tanaman-tanaman dan buah-buahan dirusak dan binatang ternak dibinasakan, apalagi kalau mereka sedang berkuasa, di mana-mana mereka berbuat sesuka hatinya dan wanita-wanita dinodainya. Tidak ada tempat yang aman dari perbuatan jahatnya. Fitnah di mana-mana mengancam, masyarakat merasa ketakutan dan rumah tangga serta anak-anak berantakan karena tindakannya yang sewenang-wenang.\nSifat-sifat semacam ini, tidak disukai Allah sedikit pun. Dia murka kepada orang yang berbuat demikian, begitu juga kepada setiap orang yang perbuatannya kotor dan menjijikkan. Hal-hal yang lahirnya baik, tetapi tidak mendatangkan maslahat, Allah tidak akan meridainya karena Dia tidak memandang cantiknya rupa dan menariknya kata-kata, tetapi Allah memandang kepada ikhlasnya hati dan maslahatnya sesuatu perbuatan.\nSabda Nabi Muhammad saw:\nSesungguhnya Allah tidak memandang kepada tubuhmu dan juga tidak kepada bentukmu, tetapi Allah (hanya) memandang kepada hatimu. (Riwayat Muslim dari Abu Hurairah ra)",
    "quraish": "Apabila mereka memegang suatu kekuasaan, mereka tidak mengusahakan perbaikan. Bahkan mereka menggunakannya untuk merusak dan menghancurkan tanam-tanaman dan binatang ternak. Allah tidak menyukai orang-orang seperti ini, karena Dia tidak menyukai kerusakan.",
    "jalalayn": "(Dan apabila ia berpaling) dari hadapanmu (ia berjalan di muka bumi untuk membuat kerusakan padanya dan membinasakan tanam-tanaman dan binatang ternak) untuk menyebut beberapa macam kerusakan itu (sedangkan Allah tidak menyukai kerusakan), artinya tidak rida padanya."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 206,
    "arab": "وَاِذَا قِيْلَ لَهُ اتَّقِ اللّٰهَ اَخَذَتْهُ الْعِزَّةُ بِالْاِثْمِ فَحَسْبُهٗ جَهَنَّمُ ۗ وَلَبِئْسَ الْمِهَادُ ",
    "translation": "Dan apabila dikatakan kepadanya, “Bertakwalah kepada Allah,” bangkitlah kesombongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahanam, dan sungguh (Jahanam itu) tempat tinggal yang terburuk.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/213.mp3",
    "tafsir": "Orang-orang yang sudah rusak moralnya, apabila diperingatkan dan dinasihati agar mereka bertakwa kepada Allah dan meninggalkan sifat-sifat jeleknya, mereka marah dan terus bangkit memperlihatkan kesombongan dan keangkuhannya, menonjolkan sifat-sifat jahiliah dan watak setaniyahnya. Dengan nasihat dan peringatan tadi, mereka merasa terhina dan menganggap bahwa nasihat dan peringatan itu tidak pantas dan tidak layak baginya, karena ketinggian pangkat dan kedudukanya. Mereka tidak segan-segan berbuat maksiat dan dosa.\nSeseorang dengan sifat dan tabiat yang sudah rusak, tentunya tidak akan senang kepada orang yang menasihatinya, karena ia merasa bahwa perbuatan buruknya itu yang selalu dibungkus dengan kata-kata yang muluk-muluk, diselubungi dengan gerak-gerik yang menarik, telah diketahui orang, sehingga kalau dapat ia tidak segan menangkap, memukul, dan kalau perlu membunuh orang yang tidak disenanginya. \nDalam hal ini 'Umar bin al-Khaththab cukup menjadi contoh teladan. Apabila dikatakan kepada beliau, \"Bertakwalah kepada Allah\", beliau lalu meletakkan pipinya di tanah menunjukkan kesadarannya tentang kelemahan-kelemahan dan kekurangan-kekurangan yang ada padanya, padahal kita mengetahui bahwa beliau adalah seorang sahabat yang terkenal adil terutama ketika beliau menjadi khalifah.\nIbnu Mas'ud r.a. salah seorang sahabat Nabi pernah berkata, \"Cukup besar dosa seseorang, apabila dikatakan kepadanya, \"Bertakwalah kepada Allah,\" lalu ia menjawab, \"Cukup kamu menasihati dirimu sendiri, dan janganlah engkau mencoba mencampuri urusan pribadi orang lain.\"",
    "quraish": "Apabila diberi nasihat agar takut kepada Allah, temperamen mereka pun naik karena hal itu dianggap sebagai telah mengusik kehormatan mereka. Maka mereka pun menjadi keras kepala dan perbuatan dosanya makin bertambah. Biarlah siksa neraka menjadi balasannya, dan sungguh neraka itu merupakan tempat yang paling buruk.",
    "jalalayn": "(Dan jika dikatakan kepadanya, \"Bertakwalah kamu kepada Allah) dalam perbuatan-perbuatanmu, (bangkitlah kesombongannya) yang menyebabkan berbuat (dosa) yang disuruh menghindarinya. (Maka cukuplah baginya neraka Jahanam dan sungguh ia seburuk-buruk tempat tinggal)."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 207,
    "arab": "وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ",
    "translation": "Dan di antara manusia ada orang yang mengorbankan dirinya untuk mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/214.mp3",
    "tafsir": "Setelah menjelaskan sifat-sifat orang-orang munafik yang kotor dan menjijikkan itu, Allah menjelaskan sifat-sifat orang-orang mukmin yang mukhlis.\nIbnu 'Abbas, Anas, Sa'id bin Musayyab, dan beberapa sahabat yang lain menyatakan bahwa ayat tersebut diturunkan berhubungan dengan peristiwa Suhaib bin Sinan ar-Rumi, yang akan mengikuti Nabi saw hijrah ke Medinah. Oleh pihak Quraisy ia dilarang hijrah dengan membawa kekayaannya. \nSuhaib tidak mengindahkan larangan Quraisy itu bahkan dengan segala senang hati dan penuh keikhlasan ia menyerahkan semua kekayaannya asal ia dibolehkan berhijrah ke Medinah, maka turunlah ayat tersebut.\nKemudian Sayyidina 'Umar bin al-Khaththab bersama beberapa orang sahabat pergi menemui Suhaib dan berkata, \"Daganganmu benar-benar menguntungkan.\" Suhaib berkata, \"Semoga dagangan saudara-saudara tidak rugi. Untuk apa kedatangan saudara-saudara ini?\" Sayyidina Umar r.a., kemudian memberitahukan bahwa Allah swt telah menurunkan ayat ini berhubung dengan peristiwa yang dialami Suhaib.\nOrang mukhlis seperti Suhaib yang selalu sama ucapan dan perbuatannya, kata-katanya sesuai dengan apa yang ada di dalam hatinya, bukan lain di mulut lain di hati, tidak bermuka dua, mereka dengan penuh ikhlas mau menjual dan mengorbankan dirinya dan semua yang ada padanya demi untuk memperoleh rida Allah swt.\nSetiap orang yang berjuang di jalan Allah hendaknya demikian, yakni harus berani mengorbankan apa yang ada padanya, tenaga, harta kekayaan atau kedua-duanya menurut kemampuannya, demi untuk berhasilnya perjuangan, sebagai cerminan dari iman dan takwa yang ada di dalam hati masing-masing. Dengan demikian mereka akan memperoleh kemenangan besar. Allah berfirman:\n\nSesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung. (at-Taubah/9: 111).",
    "quraish": "Alangkah jauh perbedaannya antara orang-orang munafik itu dengan orang-orang Mukmin. Yang disebut kedua ini adalah mereka yang mempersembahkan diri mereka untuk mendapatkan perkenan Allah serta memperjuangkan kebenaran. Sikap ini sangat berbeda dengan kelompok pertama. Bagi orang-orang Mukmin, kekuasaan menjadi salah satu wujud kasih sayang Allah kepada manusia. Sebab, Allah mencurahkan rahmat-Nya kepada manusia dengan menjadikan orang-orang Mukmin sebagai pemimpin mereka untuk menghapus kerusakan dan keburukan.",
    "jalalayn": "(Dan di antara manusia ada orang yang menjual dirinya), artinya mengorbankannya demi taatnya kepada Allah (guna menuntut) atau mencari (keridaan Allah). Namanya ialah Shuhaib. Tatkala ia dianiaya oleh orang-orang musyrik, ia pun berhijrah ke Madinah dan ditinggalkannya bagi mereka harta bendanya (dan Allah Maha Penyantun kepada hamba-hamba-Nya), sehingga ditunjuki-Nya mereka kepada hal-hal yang diridai-Nya."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 208,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ادْخُلُوْا فِى السِّلْمِ كَاۤفَّةً  ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
    "translation": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/215.mp3",
    "tafsir": "Ayat ini menekankan agar orang-orang mukmin, baik yang baru saja masuk Islam seperti halnya seorang Yahudi yang bernama Abdullah bin Salam, maupun orang munafik yang masih melakukan hal-hal yang bertentangan dengan ajaran Islam agar mereka taat melaksanakan ajaran Islam sepenuhnya, jangan setengah-setengah, jangan seperti mengerjakan ibadah puasa pada bulan Ramadan tetapi salat lima waktu ditinggalkan, dan jangan bersifat sebagaimana yang digambarkan Allah di dalam Al-Qur'an tentang sifat orang Yahudi yang berbunyi:\n\n¦ Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)? ¦. (al-Baqarah/2: 85).\n\nDan janganlah mengikuti langkah-langkah dan ajaran setan, karena setan selalu mengajak kepada kejahatan yang menyebabkan banyak orang meninggalkan perintah Allah dan melanggar larangan-larangan-Nya.",
    "quraish": "Wahai orang-orang yang beriman, jadilah kalian orang-orang yang cenderung berdamai. Janganlah kalian menumbuhkan sikap fanatisme jahiliah atau sejenisnya yang sering menimbulkan permusuhan dan perpecahan. Dan janganlah kalian berjalan di jalan setan yang selalu mendorong kepada perpecahan. Sesungguhnya setan adalah musuh yang amat jelas bagi kalian. (1) {(1) Ayat ini merupakan perintah kepada kaum Muslimin untuk mencintai perdamaian. Peperangan dan permusuhan digambarkan sebagai mengikuti jalan setan. Hidup damai antar sesama Muslim atau dengan kelompok lain menjadi ajaran terpenting Islam. Karenanya peperangan inter dan antar umat sedapat mungkin dihindari. Ayat ini juga meletakkan perdamaian sebagai suatu sikap dasar dalam hubungan internasional sebagaimana yang dianut semua agama samawi. Sebelumnya prinsip yang dipraktekkan oleh bangsa-bangsa di dunia adalah hukum rimba: yang kuat akan menindas dan mengeksploitasi yang lemah. Islam datang menghapus prinsip ini dan menggantikannya dengan prinsip yang luhur, yaitu prinsip hidup berdampingan secara damai (koeksistensi). Dari itu, dalam Islam perang hanya dibolehkan sebagai tindakan defensif sehingga dapat mengajak musuh untuk berdamai. Maka perang yang diperintahkan Islam dan agama-agama samawai lainnya adalah untuk menopang perdamaian dan menegakkan keadilan. }",
    "jalalayn": "Ayat berikut diturunkan mengenai Abdullah bin Salam dan kawan-kawannya tatkala mereka membesarkan hari Sabtu dan membenci unta sesudah masuk Islam. (Hai orang-orang beriman! Masuklah kamu ke dalam agama Islam), ada yang membaca 'salmi' dan ada pula 'silmi' (secara keseluruhan) 'hal' dari Islam artinya ke dalam seluruh syariatnya tanpa kecuali, (dan janganlah kamu ikuti langkah-langkah) atau jalan-jalan (setan), artinya godaan dan perdayaannya untuk membeda-bedakan, (sesungguhnya ia musuhmu yang nyata), artinya jelas permusuhannya terhadapmu."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 209,
    "arab": "فَاِنْ زَلَلْتُمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْكُمُ الْبَيِّنٰتُ فَاعْلَمُوْٓا اَنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ",
    "translation": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Maha-perkasa, Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/216.mp3",
    "tafsir": "Meskipun Allah menekankan kepada kaum Muslimin agar ajaran Islam dilaksanakan secara keseluruhan, perintah Allah ditaati, larangan-Nya dijauhi, namun masih ada juga orang yang tergelincir, lalu berbuat sekehendak hatinya, padahal bukti-bukti kebenaran agama Islam cukup jelas baginya. Hendaklah mereka ingat bahwa Allah Mahakuasa untuk mengadakan pembalasan, dan jika Allah menghendaki, tidak ada suatu kekuasaan dan kekuatan apa pun yang dapat menghalangi-Nya, dan Allah Mahabijaksana.\nDia tidak akan membiarkan pelanggar-pelanggar hukum, tetapi Dia akan membalasnya setimpal dengan kesalahan-kesalahan dan kejahatan-kejahatan yang telah dilakukan.",
    "quraish": "Maka, jika kalian menyeleweng dari jalan ini, jalan yang benar dan diperkuat dengan argumentasi- argumentasi tak terbantah, ketahuilah bahwa kalian akan ditanya mengapa melakukan penyelewengan ini. Allah Mahaperkasa untuk memberi siksa orang yang berpaling dari jalan-Nya, dan Allah Mahabijaksana dalam memberi siksaan sesuai dengan kadar kejahatan yang dilakukan.",
    "jalalayn": "(Dan jika kamu tergelincir) atau menyimpang untuk masuk ke dalam keseluruhannya (setelah datang kepadamu bukti-bukti nyata) bahwa ia barang hak, (maka ketahuilah bahwa Allah Maha Tangguh) hingga tidak suatu pun yang dapat menghalangi-Nya untuk menjatuhkan hukuman kepadamu, (lagi Maha Bijaksana) di dalam segala perbuatan-Nya."
  },
  {
    "ruku": 26,
    "name": "Al-Baqarah",
    "ayat": 210,
    "arab": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ يَّأْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۤىِٕكَةُ وَقُضِيَ الْاَمْرُ ۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
    "translation": "Tidak ada yang mereka tunggu-tunggu kecuali datangnya (azab) Allah bersama malaikat dalam naungan awan, sedangkan perkara (mereka) telah diputuskan. Dan kepada Allah-lah segala perkara dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/217.mp3",
    "tafsir": "Kemudian Allah menegaskan kepada orang yang bersifat demikian, tak ada yang ditunggu kecuali datangnya azab pada hari kiamat sebagaimana telah dijanjikan-Nya.\nAllah akan mendatangkan azab dan siksa-Nya berupa naungan awan yang semula mereka sangka akan membawa rahmat, padahal awan itu penuh dengan azab, yang dibawa oleh malaikat. Dalam ayat lain disebutkan:\n\n\nDan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang. (al-Furqan/25:25).\n\nHal ini pasti akan berlaku, karena telah menjadi ketetapan Allah dan tidak ada jalan lagi untuk menghindarinya, karena memang segala sesuatunya akan dikembalikan kepada Allah.\nKiranya tidak banyak waktu lagi bagi orang yang belum juga sadar dan bagi pelanggar-pelanggar hukum Allah untuk cepat-cepat bertobat, meninggalkan perbuatan jahatnya sebelum meninggalkan dunia yang fana ini dan pindah ke alam baka.",
    "quraish": "Apakah berpalingnya mereka itu dari Islam karena masih menunggu kelonggaran untuk melihat Allah secara langsung di bawah naungan para malaikat-Nya? Allah telah memutuskan untuk tidak menuruti kemauan mereka itu. Dan semuanya berada dalam kekuasaan Allah, Dia berhak melakukan apa saja yang dikehendaki-Nya. Karena Allah telah memutuskan untuk menolak angan-angan mereka, maka hal itu pasti akan terlaksana.",
    "jalalayn": "(Tiadalah), maksudnya tidaklah (yang mereka tunggu-tunggu) buat memasukinya secara keseluruhan itu (melainkan datangnya Allah kepada mereka) maksudnya siksa Allah seperti pada firman-Nya \"atau datang amru rabbika artinya siksa Tuhanmu\" (dalam naungan) 'zhulal' jamak dari 'zhillah', artinya naungan (awan dan malaikat dan diputuskanlah perkataan-Nya) hingga tamatlah riwayat mereka. (Dan kepada Allah dikembalikan segala urusan) ada yang menyatakan dalam bentuk pasif, ada pula aktif, yakni di akhirat untuk menerima pembalasan dari-Nya."
  }
]