[
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 60,
    "arab": "وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى  اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا",
    "translation": "Dan (ingatlah) ketika Musa berkata kepada pembantunya, “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut; atau aku akan berjalan (terus sampai) bertahun-tahun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2200.mp3",
    "tafsir": "Dalam ayat ini, Allah menceritakan betapa gigihnya tekad Nabi Musa a.s. untuk sampai ke tempat bertemunya dua laut. Berapa tahun dan sampai kapan pun perjalanan itu harus ditempuh, tidak menjadi soal baginya, asal tempat itu ditemukan dan yang dicari didapatkan.\nPenyebab Nabi Musa a.s. begitu gigih untuk mencari tempat itu ialah beliau mendapat teguran dan perintah dari Allah, seperti yang diriwayatkan dalam hadis yang antara lain berbunyi sebagai berikut:\nBahwasanya Musa a.s. (pada suatu hari) berkhutbah di hadapan Bani Israil. Kemudian ada orang bertanya kepada beliau, \"Siapakah manusia yang paling alim.\" Beliau menjawab, \"Aku.\" Maka Allah menegurnya karena dia tidak mengembalikan ilmu itu kepada Allah Taala. Kemudian Allah mewahyukan kepadanya, \"Aku mempunyai seorang hamba di tempat pertemuan dua laut yang lebih alim daripadamu.\" (Riwayat al-Bukhari dari Ubay bin Ka'ab)\n\nDalam wahyu tersebut, Allah menyuruh Nabi Musa agar menemui orang itu dengan membawa seekor ikan dalam kampil (keranjang), dan dimana saja ikan itu lepas dan hilang di situlah orang itu ditemukan. Lalu Musa a.s. pergi menemui orang yang disebutkan itu, dan dalam hadis tidak diterangkan di mana tempatnya. Demikianlah kebulatan tekad yang dimiliki oleh seorang yang berhati dekat dengan Tuhannya. Dengan tangkas dan giat, dia melaksanakan seruan-Nya.\nKebanyakan ulama berpendapat bahwa yang dimaksud Musa dalam ayat ini adalah Nabi Musa bin Imran, nabi Bani Israil yang Allah turunkan kepadanya kitab Taurat yang berisi syariat. Nabi Musa adalah seorang nabi yang mempunyai berbagai mukjizat yang luar biasa. Alasan mereka antara lain ialah Musa yang disebut-sebut dalam Al-Qur'an ialah Musa yang menerima Kitab Taurat. Dengan demikian, Musa di sini pun tentu Musa yang menerima Taurat itu pula. Jika yang dimaksud dalam ayat ini adalah Musa yang lain, tentu ada penjelasannya.\nMenurut Nauf al-Bukali, yang dimaksud Musa di sini ialah Musa bin Misya bin Yusuf bin Yakub, yaitu seorang nabi yang diangkat sebelum Nabi Musa bin Imran. Alasan mereka antara lain:\n1. Tidak masuk akal kalau yang dimaksud dengan Musa di sini ialah Nabi Musa bin Imran. Sebab beliau adalah seorang nabi yang telah pernah berbicara langsung dengan Allah, menerima kitab Taurat dari-Nya, dan dapat mengalahkan musuhnya dengan mukjizat yang luar biasa. Bagaimana mungkin dapat diterima akal, seorang yang luar biasa seperti itu disuruh Allah pergi menemui orang lain dan masih harus berguru kepadanya.\n2. Musa bin Imran, nabi Bani Israil itu, setelah keluar dari Mesir dan pergi ke Gurun Pasir Sinai, tidak pernah meninggalkan tempat itu dan beliau wafat di sana.\n\nAlasan-alasan mereka ini dapat dibantah. Seseorang bagaimanapun tinggi ilmu pengetahuannya, tentu saja masih ada segi kelemahannya. Demikian pula halnya dengan Nabi Musa, tentu ada segi kekurangan dan kelemahannya. Pada segi inilah kelebihan Nabi Khidir dari Nabi Musa. Inilah yang harus dipelajari Nabi Musa darinya, yaitu hal-hal yang diceritakan Allah swt pada ayat-ayat berikut.\nKepergian Nabi Musa dari Semenanjung Sinai boleh jadi tidak diberi-tahukan kepada Bani Israil, sehingga mereka menyangka kepergiannya untuk bermunajat kepada Allah. Setelah kembali, Nabi Musa tidak menceritakan peristiwa pertemuannya dengan Khidir karena peristiwa itu boleh jadi belum dapat dipahami kaumnya. Oleh karena itu, dipesankan kepada pemuda yang ikut bersamanya agar merahasiakannya.\nPemuda yang menyertai Nabi Musa ini bernama Yusya bin Nun bin Afratim bin Yusuf a.s. Dia adalah pembantu dan muridnya. Yusya inilah yang memimpin Bani Israil memasuki Palestina ketika Nabi Musa telah meninggal dunia.\nDalam ayat ini, Allah telah memberikan contoh tentang kesopanan menurut ajaran Islam, yaitu untuk memanggil bujang atau pembantu rumah tangganya dengan sebutan fata (pemuda) bagi pembantu lelaki, dan fatat bagi pembantu perempuan. Nabi Muhammad saw pernah bersabda: \nJanganlah seseorang di antara kamu memanggil hambaku atau hamba perempuanku, tetapi hendaklah memanggil fataya atau fatati. (Riwayat al-Bukhari dan Muslim dari Abu Hurairah)\n\nMengenai orang yang hendak dijumpai oleh Nabi Musa a.s. adalah Balya bin Malkan. Kebanyakan para ahli tafsir menjulukinya dengan sebutan Khidir. Mereka juga berpendapat bahwa beliau seorang nabi dengan alasan firman Allah swt:\n\n¦yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami. Musa berkata kepadanya, \"Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?\" (al-Kahf/18: 65-66)\n\nYang dimaksud dengan rahmat dalam ayat ini ialah wahyu kenabian. Sebab sambungan (akhir) ayat ini menyebutkan rahmat itu langsung diajarkan dari sisi Allah tanpa perantara dan yang berhak menerima seperti itu hanyalah para nabi. Lagi pula dalam ayat berikutnya disebutkan supaya (Nabi) Khidir mengajarkan ilmu yang benar kepada Nabi Musa. Tidak ada nabi yang belajar kepada bukan nabi. Bahkan pada ayat 82 juga disebutkan:\n\nApa yang kuperbuat bukan menurut kemauanku sendiri. (al-Kahf/18: 82) \n\nMaksud ayat di atas adalah setelah Nabi Musa dan Yusya mengikutinya, Nabi Khidir melakukan yang aneh-aneh dan tidak masuk akal. Tetapi waktu Nabi Musa bertanya kepadanya, demikianlah jawabannya. Ini berarti bahwa tindakan Nabi Khidir itu berdasarkan wahyu dari Allah, dan ini adalah satu bukti yang kuat bagi kenabiannya.\nDari uraian-uraian di atas dapat diambil kesimpulan dan pelajaran bahwa rendah hati itu mempunyai nilai yang jauh lebih baik daripada sombong.",
    "quraish": "Ilmu Allah tidak dapat diketahui oleh siapa pun. Kendatipun demikian, Allah dapat memberikan sebagian ilmu-Nya kepada seorang nabi atau seorang yang saleh. Ingatlah, wahai Muhammad, ketika Mûsâ ibn 'Imrân berkata kepada anak muda (pembantunya dan sekaligus juga muridnya), \"Aku masih akan terus berjalan sampai batas pertemuan dua laut, atau berjalan dalam waktu panjang.\"",
    "jalalayn": "(Dan) ingatlah (ketika Musa berkata) Nabi Musa adalah anak lelaki Imran (kepada muridnya) yang bernama Yusya bin Nun; ia selalu mengikutinya dan menjadi pelayannya serta mengambil ilmu daripadanya, (\"Aku tidak akan berhenti) artinya, aku akan terus berjalan (sebelum sampai ke pertemuan dua buah lautan) tempat bertemunya Laut Romawi dan laut Persia dari sebelah Timurnya; yakni tempat bertemunya kedua lautan tersebut (atau aku akan berjalan sampai bertahun-tahun)\" selama bertahun-tahun untuk mencapainya sekalipun jauh."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 61,
    "arab": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا ",
    "translation": " Maka ketika mereka sampai ke pertemuan dua laut itu, mereka lupa ikannya, lalu (ikan) itu melompat mengambil jalannya ke laut itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2201.mp3",
    "tafsir": "Dalam ayat ini, Allah menceritakan bahwa setelah Nabi Musa dan Yusya sampai ke pertemuan dua laut, mereka berhenti, tetapi tidak tahu bahwa tempat itulah yang harus dituju. Sebab, Allah tidak memberi tahu dengan pasti tempat itu. Hanya saja Allah memberi petunjuk ketika ditanya oleh Nabi Musa sebelum berangkat, sebagaimana sabda Rasul saw ketika menceritakan pertanyaan Nabi Musa itu :\nYa Tuhanku, bagaimana saya dapat menemukannya? Allah berfirman, \"Bawalah seekor ikan dan masukkan pada sebuah kampil, manakala ikan itu hilang, di situlah tempatnya.\" (Riwayat al-Bukhari dari Ubay bin Ka'ab)\n\nDi atas sebuah batu besar di tempat itu, Nabi Musa dan muridnya merasa mengantuk dan lelah. Keduanya pun tertidur dan lupa pada ikannya. Ketika itu, ikan yang ada dalam kampil tersebut hidup kembali dan menggelepar-gelepar, lalu keluar dan meluncur menuju laut. Padahal kampil waktu itu ada di tangan Yusya. Kejadian ini, yaitu ikan mati menjadi hidup kembali, merupakan mukjizat bagi Nabi Musa a.s..\nSetelah bangun tidur, mereka pun melanjutkan perjalanan. Yusya pun lupa tidak menceritakan kepada Nabi Musa kejadian yang aneh tentang ikan yang sudah mati hidup kembali.",
    "quraish": "Ketika Mûsâ dan pembantunya tiba pada pertemuan dua laut, mereka lupa akan ikan yang mereka bawa atas perintah Allah. Ikan itu jatuh ke laut dan pergi.",
    "jalalayn": "(Maka tatkala keduanya sampai ke pertemuan dua buah laut itu) yakni tempat bertemunya kedua laut itu (mereka berdua lupa akan ikannya) Yusya' lupa membawanya ketika berangkat, Nabi Musa pun lupa mengingatkannya (maka ia mengambil) yakni ikan itu melompat untuk mengambil (jalannya ke laut itu) Allahlah yang menjadikan jalan itu, yaitu dengan menjadikan baginya (dalam keadaan berlubang) seperti lubang bekasnya, yaitu lubang yang sangat panjang dan tak berujung. Demikian itu karena Allah swt. menahan arus air demi untuk ikan itu, lalu masuklah ikan itu ke dalamnya dengan meninggalkan bekas seperti lubang dan tidak terhapus karena bekasnya membeku."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 62,
    "arab": "فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ  لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا ",
    "translation": "Maka ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita; sungguh kita telah merasa letih karena perjalanan kita ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2202.mp3",
    "tafsir": "Dalam ayat ini, Allah menceritakan bahwa keduanya terus melanjut-kan perjalanannya siang dan malam. Nabi Musa pun merasa lapar dan berkata kepada muridnya, \"Bawalah kemari makanan kita, sesungguhnya kita telah merasa letih karena perjalanan ini.\"\nPerasaan lapar dan lelah setelah melampaui tempat pertemuan dua laut itu ternyata mengandung hikmah, yaitu mengembalikan ingatan Nabi Musa a.s. kepada ikan yang mereka bawa.\nDalam ayat ini, Allah mengungkapkan betapa luhurnya budi pekerti Musa a.s. dalam bersikap kepada muridnya. Apa yang dibawa oleh muridnya sebagai bekal itu merupakan milik bersama, bukan hanya milik sendiri. Betapa halus perasaannya ketika menyadari bahwa letih dan lapar itu tidak hanya dirasakan dirinya, tetapi juga dirasakan orang lain.",
    "quraish": "Lalu, ketika mereka telah menjauh dari tempat itu, mereka merasa lapar dan lelah. Mûsâ berkata kepada pembantunya, \"Keluarkanlah makanan kita, perjalanan kita sungguh melelahkan.\"",
    "jalalayn": "(Maka tatkala mereka berdua melewati) tempat itu dengan berjalan kaki sampai dengan waktu makan siang, yaitu pada hari kedua Musa (berkatalah kepada muridnya, \"Bawalah ke mari makanan kita!) yaitu makanan yang biasa dimakan pada siang hari, yakni makan siang (sesungguhnya kita telah merasa letih karena perjalanan kita ini)\" payah, yang hal ini baru mereka rasakan setelah berjalan jauh dari tempat itu."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 63,
    "arab": "قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا ",
    "translation": "Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, maka aku lupa (menceritakan tentang) ikan itu dan tidak ada yang membuat aku lupa untuk mengingatnya kecuali setan, dan (ikan) itu mengambil jalannya ke laut dengan cara yang aneh sekali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2203.mp3",
    "tafsir": "Dalam ayat ini, Yusya menjawab secara jujur bahwa ketika mereka beristirahat dan berlindung di batu tempat bertemunya dua laut, ikan itu telah hidup kembali dan menggelepar-gelepar, lalu masuk ke laut dengan cara yang sangat mengherankan. Namun, dia lupa dan tidak menceritakan kepada Nabi Musa a.s.. Kekhilafan ini bukan karena ia tidak bertanggung jawab, tetapi setan yang menyebabkannya.",
    "quraish": "Pembantu itu berkata, \"Ingatkah Tuan ketika kita tiba di batu tempat berlindung tadi? Aku lupa ikan kita. Kelupaanku itu tentu hanyalah akibat ulah setan. Dan ikan itu pun tentu sudah berlalu di dalam air laut. Aku sendiri sungguh heran dengan kelupaanku ini!\"",
    "jalalayn": "(Muridnya menjawab, \"Tahukah kamu) ingatkah kamu (tatkala kita mencari tempat berlindung di batu tadi) yakni di tempat tersebut (maka sesungguhnya aku lupa ikan itu dan tidak adalah yang melupakan aku kecuali setan) kemudian Dhamir Ha pada ayat ini dijelaskan oleh ayat berikutnya, yaitu (untuk mengingatnya) lafal ayat ini menjadi Badal Isytimal, artinya setan telah melupakan aku untuk mengingatnya (dan ia mengambil) yakni ikan itu (akan jalannya di laut dengan cara yang aneh sekali.)\" Lafal 'Ajaban menjadi Maf'ul Tsani, artinya, Nabi Musa dan muridnya merasa heran terhadap perihal ikan itu sebagaimana yang telah disebutkan di atas tadi."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 64,
    "arab": "قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًاۙ  ",
    "translation": "Dia (Musa) berkata, “Itulah (tempat) yang kita cari.” Lalu keduanya kembali, mengikuti jejak mereka semula.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2204.mp3",
    "tafsir": "Mendengar jawaban seperti tersebut di atas, Nabi Musa menyambut-nya dengan gembira seraya berkata, \"Itulah tempat yang kita cari. Di tempat itu, kita akan bertemu dengan orang yang kita cari, yaitu Nabi Khidir.\" Mereka pun kembali mengikuti jejak semula, untuk mendapatkan batu yang mereka jadikan tempat berlindung. Menurut al-Biqa'i, firman Allah dalam ayat ini menunjukkan bahwa mereka itu berjalan di padang pasir, sehingga tidak ada tanda-tanda, akan tetapi ada jejak mereka. Maka ada kemungkinan bahwa yang dimaksud dalam firman Allah tentang pertemuan dua laut itu ialah pertemuan air tawar (sungai Nil) dengan air asin (Laut Tengah) yaitu kota di Dimyath atau Rasyid di negeri Mesir.",
    "quraish": "Mûsâ berkata kepadanya, \"Apa yang terjadi ini adalah apa yang kita cari untuk suatu hikmah yang diinginkan Allah.\" Mereka pun kembali meniti jalan semula yang telah dilalui.",
    "jalalayn": "(Berkatalah) Musa, (\"Itulah) tempat kita kehilangan ikan itu (tempat) sesuatu (yang kita cari)\" kita cari-cari, karena sesungguhnya hal itu merupakan pertanda bagi kita, bahwa kita akan dapat bertemu dengan orang yang sedang kita cari. (Lalu keduanya kembali) kembali lagi (mengikuti jejak mereka semula) menitinya (secara benar-benar) lalu keduanya sampai di batu besar tempat mereka beristirahat."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 65,
    "arab": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا",
    "translation": " Lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, dan yang telah Kami ajarkan ilmu kepadanya dari sisi Kami.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2205.mp3",
    "tafsir": "Dalam ayat ini, dikisahkan bahwa setelah Nabi Musa dan Yusya menelusuri kembali jalan yang dilalui tadi, mereka sampai pada batu yang pernah dijadikan tempat beristirahat. Di tempat ini, mereka bertemu dengan seseorang yang berselimut kain putih bersih. Orang ini disebut Khidir, sedang nama aslinya adalah Balya bin Mulkan. Ia digelari dengan nama Khidir karena ia duduk di suatu tempat yang putih, sedangkan di belakangnya terdapat tumbuhan menghijau. Keterangan ini didasarkan pada hadis berikut: \nDiriwayatkan dari Abu Hurairah bahwa Nabi saw bersabda, \"Dinamakan Khidir karena ia duduk di atas kulit binatang yang putih. Ketika tempat itu bergerak, di belakangnya tampak tumbuhan yang hijau.\" (Riwayat al-Bukhari)\nDalam ayat ini, Allah swt juga menyebutkan bahwa Khidir itu ialah orang yang mendapat ilmu langsung dari Allah. Ilmu itu tidak diberikan kepada Nabi Musa, sebagaimana juga Allah telah menganugerahkan ilmu kepada Nabi Musa yang tidak diberikan kepada Khidir.\nMenurut Hujjatul Islam al-Gazali, bahwa pada garis besarnya, ada dua cara bagi seseorang untuk mendapatkan ilmu:\n1. Proses pengajaran dari manusia, disebut at-ta'lim al-insani, yang dibagi lagi menjadi dua, yaitu:\na. Belajar kepada orang lain (di luar dirinya).\nb. Belajar sendiri dengan menggunakan kemampuan akal pikiran.\n2. Pengajaran yang langsung diberikan Allah kepada seseorang yang disebut at-ta'lim ar-rabbani, yang dibagi menjadi dua juga, yaitu :\na. Diberikan dengan cara wahyu, yang ilmunya disebut: 'ilm al-anbiya' (ilmu para nabi) dan ini khusus untuk para nabi.\nb. Diberikan dengan cara ilham yang ilmunya disebut 'ilm ladunni (ilmu dari sisi Tuhan). 'Ilm ladunni ini diperoleh dengan cara langsung dari Tuhan tanpa perantara. Kejadiannya dapat diumpamakan seperti sinar dari suatu lampu gaib yang langsung mengenai hati yang suci bersih, kosong lagi lembut. Ilham ini merupakan perhiasan yang diberikan Allah kepada para kekasih-Nya (para wali).",
    "quraish": "Ketika tiba di batu tempat berlindung, mereka mendapatkan seorang hamba Kami yang saleh yang Kami berikan hikmah pengetahuan. Ia Kami ajarkan banyak ilmu.",
    "jalalayn": "(Lalu mereka berdua bertemu dengan seorang hamba di antara hamba-hamba Kami) yaitu Khidhir (yang telah Kami berikan kepadanya rahmat dari sisi Kami) yakni kenabian, menurut suatu pendapat, dan menurut pendapat yang lain kewalian, pendapat yang kedua inilah yang banyak dianut oleh para ulama (dan yang telah Kami ajarkan kepadanya dari sisi Kami) dari Kami secara langsung (ilmu). Lafal 'ilman menjadi Maf'ul Tsani, yaitu ilmu-ilmu yang berkaitan dengan masalah-masalah kegaiban. Imam Bukhari telah meriwayatkan sebuah hadis, bahwa pada suatu ketika Nabi Musa berdiri berkhutbah di hadapan kaum Bani Israel. Lalu ada pertanyaan, \"Siapakah orang yang paling alim?\" Maka Nabi Musa menjawab, \"Aku\". Lalu Allah menegur Nabi Musa karena ia belum pernah belajar (ilmu gaib), maka Allah menurunkan wahyu kepadanya, \"Sesungguhnya Aku mempunyai seorang hamba yang tinggal di pertemuan dua laut, dia lebih alim daripadamu\". Musa berkata, \"Wahai Rabbku! Bagaimanakah caranya supaya aku dapat bertemu dengan dia\". Allah berfirman, \"Pergilah kamu dengan membawa seekor ikan besar, kemudian ikan itu kamu letakkan pada keranjang. Maka manakala kamu merasa kehilangan ikan itu, berarti dia ada di tempat tersebut\". Lalu Nabi Musa mengambil ikan itu dan ditaruhnya pada sebuah keranjang, selanjutnya ia berangkat disertai dengan muridnya yang bernama Yusya bin Nun, hingga keduanya sampai pada sebuah batu yang besar. Di tempat itu keduanya berhenti untuk istirahat seraya membaringkan tubuh mereka, akhirnya mereka berdua tertidur. Kemudian ikan yang ada di keranjang berontak dan melompat keluar, lalu jatuh ke laut. Lalu ikan itu melompat mengambil jalannya ke laut itu. (Q.S. Al Kahfi, 61) Allah menahan arus air demi untuk jalannya ikan itu, sehingga pada air itu tampak seperti terowongan. Ketika keduanya terbangun dari tidurnya, murid Nabi Musa lupa memberitakan tentang ikan kepada Nabi Musa. Lalu keduanya berangkat melakukan perjalanan lagi selama sehari semalam. Pada keesokan harinya Nabi Musa berkata kepada muridnya, \"Bawalah ke mari makanan siang kita\", sampai dengan perkataannya, \"lalu ikan itu melompat mengambil jalannya ke laut dengan cara yang aneh sekali\". Bekas ikan itu tampak bagaikan terowongan dan Musa beserta muridnya merasa aneh sekali dengan kejadian itu."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 66,
    "arab": "قَالَ لَهٗ مُوسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
    "translation": "Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2206.mp3",
    "tafsir": "Dalam ayat ini, Allah menyatakan maksud Nabi Musa a.s. datang menemui Khidir, yaitu untuk berguru kepadanya. Nabi Musa memberi salam kepada Khidir dan berkata kepadanya, \"Saya adalah Musa.\" Khidir bertanya, \"Musa dari Bani Israil?\" Musa menjawab, \"Ya, benar!\" Maka Khidir memberi hormat kepadanya seraya berkata, \"Apa keperluanmu datang kemari?\" Nabi Musa menjawab bahwa beliau datang kepadanya supaya diperkenankan mengikutinya dengan maksud agar Khidir mau mengajarkan kepadanya sebagian ilmu yang telah diajarkan Allah kepadanya, yaitu ilmu yang bermanfaat dan amal yang saleh.\nDalam ayat ini, Allah menggambarkan secara jelas sikap Nabi Musa sebagai calon murid kepada calon gurunya dengan mengajukan permintaan berupa bentuk pertanyaan. Itu berarti bahwa Nabi Musa sangat menjaga kesopanan dan merendahkan hati. Beliau menempatkan dirinya sebagai orang yang bodoh dan mohon diperkenankan mengikutinya, supaya Khidir sudi mengajarkan sebagian ilmu yang telah diberikan kepadanya. Menurut al-Qadhi, sikap demikian memang seharusnya dimiliki oleh setiap pelajar dalam mengajukan pertanyaan kepada gurunya.",
    "quraish": "Mûsâ pun berkata kepada hamba Kami yang saleh itu, \"Bolehkah aku mengikutimu lalu kamu mengajarkan aku apa yang telah Allah ajarkan kepadamu?\"",
    "jalalayn": "(Musa berkata kepada Khidhir, \"Bolehkah aku mengikutimu supaya kamu mengajarkan kepadaku ilmu yang benar di antara ilmu-ilmu yang telah diajarkan kepadamu?)\" yakni ilmu yang dapat membimbingku. Menurut suatu qiraat dibaca Rasyadan. Nabi Musa meminta hal tersebut kepada Khidhir. karena menambah ilmu adalah suatu hal yang dianjurkan."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 67,
    "arab": "قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ",
    "translation": "Dia menjawab, “Sungguh, engkau tidak akan sanggup sabar bersamaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2207.mp3",
    "tafsir": "Dalam ayat ini Khidir menjawab pertanyaan Nabi Musa sebagai berikut, \"Hai Musa, kamu tak akan sabar mengikutiku. Karena saya memiliki ilmu yang telah diajarkan oleh Allah kepadaku yang kamu tidak mengetahuinya, dan kamu memiliki ilmu yang telah diajarkan Allah kepadamu yang aku tidak mengetahuinya.\"\nKemampuan Khidir meramal sikap Nabi Musa kalau sampai menyertainya didasarkan pada ilmu ladunni yang telah beliau terima dari Allah di samping ilmu anbiya' yang dimilikinya, seperti tersebut dalam ayat 65 di atas. Dan memang demikianlah sifat dan sikap Nabi Musa yang keras dalam menghadapi kenyataan-kenyataan yang bertentangan dengan syariat yang telah beliau terima dari Allah.",
    "quraish": "Orang itu berkata, \"Kamu tidak akan sabar menemani aku.\"",
    "jalalayn": "(Dia menjawab, \"Sesungguhnya kamu sekali-kali tidak akan sanggup sabar bersamaku\")."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 68,
    "arab": "وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا",
    "translation": "Dan bagaimana engkau akan dapat bersabar atas sesuatu, sedang engkau belum mempunyai pengetahuan yang cukup tentang hal itu?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2208.mp3",
    "tafsir": "Dalam ayat ini, Khidir menegaskan kepada Nabi Musa tentang sebab beliau tidak akan sabar nantinya kalau terus menerus menyertainya. Di sana Nabi Musa akan melihat kenyataan bahwa pekerjaan Khidir secara lahiriah bertentangan dengan syariat Nabi Musa a.s. Oleh karena itu, Khidir berkata kepada Nabi Musa, \"Bagaimana kamu dapat bersabar terhadap perbuatan-perbuatan yang lahirnya menyalahi syariatmu, padahal kamu seorang nabi. Atau mungkin juga kamu akan mendapati pekerjaan-pekerjaanku yang secara lahiriah bersifat mungkar, sedang pada hakikatnya kamu tidak mengetahui maksud atau kemaslahatannya.\nSebenarnya memang demikian sifat orang yang tidak bersabar terhadap perbuatan mungkar yang dilihatnya. Bahkan segera ia mengingkarinya.",
    "quraish": "\"Bagaimana kamu bisa bersabar terhadap sesuatu yang belum kamu ketahui?\" katanya melanjutkan.",
    "jalalayn": "(\"Dan bagaimana kamu dapat bersabar atas sesuatu yang kamu belum mempunyai pengetahuan yang cukup tentang hal itu?\") di dalam hadis yang telah disebutkan tadi sesudah penafsiran ayat ini disebutkan, bahwa Khidhir berkata kepada Nabi Musa, \"Hai Musa! Sesungguhnya aku telah menerima ilmu dari Allah yang Dia ajarkan langsung kepadaku; ilmu itu tidak kamu ketahui. Tetapi kamu telah memperoleh ilmu juga dari Allah yang Dia ajarkan kepadamu, dan aku tidak mengetahui ilmu itu\". Lafal Khubran berbentuk Mashdar maknanya kamu tidak menguasainya, atau kamu tidak mengetahui hakikatnya."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 69,
    "arab": "قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا",
    "translation": "Dia (Musa) berkata, “Insya Allah akan engkau dapati aku orang yang sabar, dan aku tidak akan menentangmu dalam urusan apa pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2209.mp3",
    "tafsir": "Dalam ayat ini, Nabi Musa berjanji tidak akan mengingkari dan tidak akan menyalahi apa yang dikerjakan oleh Khidir. Beliau juga berjanji akan melaksanakan perintah Khidir selama perintah itu tidak bertentangan dengan perintah Allah. Janji yang beliau ucapkan dalam ayat ini didasari dengan kata-kata \"insya Allah\" karena beliau sadar bahwa sabar itu perkara yang sangat besar dan berat, apalagi ketika melihat kemungkaran.",
    "quraish": "Mûsâ menjawab, \"Insya Allah kamu akan mendapati aku sabar dan patuh pada perintahmu.\"",
    "jalalayn": "(Musa berkata, \"Insya Allah kamu akan mendapati aku sebagai seorang yang sabar, dan aku tidak akan menentang) yakni tidak akan mendurhakai (kamu dalam sesuatu urusan pun)\" yang kamu perintahkan kepadaku. Nabi Musa mengungkapkan jawabannya dengan menggantungkan kemampuannya kepada kehendak Allah, karena ia merasa kurang yakin akan kemampuan dirinya di dalam menghadapi apa yang harus ia lakukan. Hal ini merupakan kebiasaan para nabi dan para wali Allah, yaitu mereka sama sekali tidak pernah merasa percaya terhadap dirinya sendiri walau hanya sekejap, sepenuhnya mereka serahkan kepada kehendak Allah."
  },
  {
    "ruku": 260,
    "name": "Al-Kahf",
    "ayat": 70,
    "arab": "قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا ࣖ ",
    "translation": "Dia berkata, “Jika engkau mengikutiku, maka janganlah engkau menanyakan kepadaku tentang sesuatu apa pun, sampai aku menerangkannya kepadamu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2210.mp3",
    "tafsir": "Dalam ayat ini, Khidir dapat menerima Musa a.s. dengan pesan, \"Jika kamu (Nabi Musa) berjalan bersamaku (Khidir) maka janganlah kamu bertanya tentang sesuatu yang aku lakukan dan tentang rahasianya, sehingga aku sendiri menerangkan kepadamu duduk persoalannya. Jangan kamu menegurku terhadap sesuatu perbuatan yang tidak dapat kau benarkan hingga aku sendiri yang mulai menyebutnya untuk menerangkan keadaan yang sebenarnya.\"\nNabi Musa mau menerima syarat itu, memang sebenarnya sikap Nabi Musa yang demikian itu merupakan sopan-santun orang yang terpelajar terhadap cendekiawan, sikap sopan-santun murid dengan gurunya atau sikap pengikut dengan yang diikutinya. Kadang-kadang rahasia guru atau orang yang diikuti belum tentu dipahami oleh murid atau pengikutnya ketika itu juga, tetapi baru dapat dipahami kelak di kemudian hari.",
    "quraish": "Hamba saleh itu berkata lagi, \"Kalau kamu mengikuti aku, lalu melihat sesuatu yang tidak kau sukai, jangan bertanya tentang hal itu sebelum aku sendiri menjelaskannya kepadamu.\"",
    "jalalayn": "(Dia mengatakan, \"Jika kamu ingin mengikuti saya, maka janganlah kamu menanyakan kepada saya) Dalam satu qiraat dibaca dengan Lam berbaris fatah dan Nun bertasydid (tentang sesuatu) yang kamu ingkari menurut pengetahuanmu dan bersabarlah kamu jangan menanyakannya kepadaku (sampai aku sendiri menerangkannya kepadamu)\" hingga aku menuturkan perihalnya kepadamu berikut sebab musababnya. Lalu Nabi Musa menerima syarat itu, yaitu memelihara etika dan sopan santun murid terhadap gurunya."
  }
]