[
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 1,
    "arab": "كۤهٰيٰعۤصۤ ۚ ",
    "translation": "Kaf  Ha Ya ‘Ain Shad.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2251.mp3",
    "tafsir": "Telah diterangkan dalam tafsir permulaan Surah al-Baqarah bahwa permulaan Surah-surah yang dimulai dengan huruf-huruf hijaiyah seperti Alif Lam Mim, Kaf Ha Ya 'Ain shad dan sebagainya termasuk ayat \"Mutasyabihat\" yang arti sesungguhnya hanya diketahui oleh Allah tujuannya agar jadi peringatan dan menambah perhatian tentang Al-Qur'an yang banyak mengandung hikmah dan rahasia yang mendalam.",
    "quraish": "[[19 ~ MARYAM (MARYAM) Pendahuluan: Makkiyyah, 98 ayat ~ Surat ini termasuk golongan surat Makkiyyah, kecuali ayat 58 dan 71. Jumlah ayatnya sebanyak 98 ayat. Surat ini dimulai dengan huruf fonetis sebagaimana beberapa surat lain. Dalam surat ini terdapat kisah lahirnya Yahyâ bin Zakariyyâ a. s. tatkala Zakariyyâ, dalam usianya yang telah lanjut, memohon kepada Allah agar dikaruniai seorang anak. Di sisi lain, istrinya adalah seorang wanita yang mandul. Kemudian setelah itu dijelaskan kisah Maryam, Sang Perawan Suci, dan kelahiran Nabi 'Isâ a. s. Selain itu disebutkan juga kisah Nabi Ibrâhîm, dakwahnya kepada keesaan Allah, permintaan dia kepada bapaknya agar berhenti menyembah berhala, dan dialog antara mereka berdua seputar berhala dan kekuasaan setan. Dalam surat ini terdapat petunjuk mengenai ihwal beberapa nabi keturunan Ibrâhîm a. s, yaitu Ismâ'îl, Ishâq dan anak cucunya, dan juga kisah Nabi Idrîs. Kemudian setelah itu Allah menyebutkan pergantian generasi yang datang setelah nabi-nabi tersebut. Di antara mereka ada yang taat dan ada pula yang melanggar. Allah telah menjelaskan bahwa surga adalah balasan bagi orang-orang yang beriman, dan neraka adalah balasan bagi orang-orang kafir. Di samping itu Allah juga menerangkan keadaan orang-orang kafir di nereka jahanam, dan orang-orang yang sesat yang mengatakan, \"Sesungguhnya Allah mempunyai anak.\" Selain itu, Allah menerangkan kedudukan al-Qur'ân, memberi peringatan kepada orang-orang kafir, membuat ibarat kehancuran orang-orang yang durhaka kepada para nabi. Mengenai yang terakhir, disebutkan bahwa tidak ada sedikit pun bekas mereka yang tersisa.]] Kâf, Hâ, Yâ, 'Ayn, Shâd adalah huruf-huruf fonemis yang digunakan untuk menjelaskan mukjizat al-Qur'ân yang berasal dari jenis huruf-huruf tersebut. Selain itu, juga untuk menggugah perhatian orang untuk mendengarkan.",
    "jalalayn": "(Kaf Ha Ya 'Ain Shad) hanya Allah yang mengetahui maksudnya."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 2,
    "arab": "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهٗ زَكَرِيَّا ۚ",
    "translation": "Yang dibacakan ini adalah penjelasan tentang rahmat Tuhanmu kepada hamba-Nya, Zakaria,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2252.mp3",
    "tafsir": "Yang dibaca ini adalah penjelasan tentang rahmat Tuhanmu yang dilimpahkan kepada seorang hamba-Nya yang sudah tua, yaitu Nabi Zakaria a.s. ketika beliau berdoa supaya diberi seorang anak yang saleh. Nabi Zakaria berasal dari keturunan Bani Israil yang menjadi nabi setelah Nabi Yunus untuk memimpin kaumnya.",
    "quraish": "Ini adalah kisah Tuhanmu, hai Muhammad, tentang kasih sayang-Nya yang diberikan kepada hamba dan nabi-Nya, Zakariyyâ,",
    "jalalayn": "Ini adalah (penjelasan tentang rahmat Rabb kamu kepada hamba-Nya) lafal 'abdahu menjadi Maf'ul dari Rahmah (Zakaria) sebagai penjelasan dari kata 'hamba' tadi."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 3,
    "arab": "اِذْ نَادٰى رَبَّهٗ نِدَاۤءً خَفِيًّا ",
    "translation": " (yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2253.mp3",
    "tafsir": "Yaitu tatkala beliau berdoa dengan suara lembut lagi menyendiri dalam mihrabnya, supaya diberi keturunan yang akan melanjutkan tugas kerasulan. Doanya itu sengaja diucapkan dengan suara yang lembut dan dalam keadaan sunyi, supaya terasa lebih ikhlas dan terkabul. Kemudian Al-Qur'an menyebutkan bagaimana bunyi doanya itu. Berdoa memang diperintahkan Allah kepada kita semua dengan tawadhu, yaitu rendah hati serta dengan suara yang lembut, tidak menjerit-jerit, seperti disebutkan dalam firman Allah:\nBerdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas. (al-A'raf/7: 55)",
    "quraish": "ketika ia berlindung kepada Allah dan memohon kepada-Nya dalam kesunyian manusia.",
    "jalalayn": "(Yaitu tatkala) lafal Idz berta'alluq kepada lafal Rahmah (ia berdoa kepada Rabbnya dengan seruan) yang mengandung doa (yang lembut) dengan suara yang pelan-pelan di tengah malam, karena berdoa di tengah malam itu lebih cepat untuk dikabulkan."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 4,
    "arab": "قَالَ رَبِّ اِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ اَكُنْۢ بِدُعَاۤىِٕكَ رَبِّ شَقِيًّا ",
    "translation": "Dia (Zakaria) berkata, “Ya Tuhanku, sungguh tulangku telah lemah dan kepalaku telah dipenuhi uban, dan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhanku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2254.mp3",
    "tafsir": "Nabi Zakaria dalam doanya antara lain mengemukakan, \"Ya Tuhanku, sesungguhnya aku memohon terkabulnya doaku ini, karena beberapa sebab yang aku yakini akan membuka rahmat karunia-Mu. Pertama, aku telah mencapai usia yang sangat tua yaitu hampir sembilan puluh tahun, di mana aku sudah merasa tulang-tulangku sudah lemah, dan kelemahan kerangka badan itu mengakibatkan pula kelemahan yang menyeluruh dalam seluruh tubuhku, dan seorang yang sudah tua seperti aku ini, sangat pantas untuk disayangi dan dikasihani. Kedua, di kepalaku sudah penuh dengan uban, sehingga siapapun yang memandang kepadaku pasti menaruh belas kasihan dan tergerak hatinya untuk memenuhi permohonanku. Ketiga, aku selama ini belum pernah dikecewakan dalam berdoa kepada Engkau, Ya Tuhan, sejak aku masih muda, apalagi sekarang di mana kelemahanku telah nampak secara keseluruhan.\" \nNabi Zakaria sendiri mengetahui bahwa jika doanya dikabulkan, akan membawa banyak perbaikan dalam bidang agama dan kemasyarakatan. Karena itu beliau melanjutkan doanya seperti disebutkan pada ayat berikut ini.",
    "quraish": "Ia berkata, \"Wahai Tuhanku, sesungguhnya aku telah lemah dan kepalaku telah dipenuhi uban, dan aku belum pernah kecewa dalam berdoa kepada-Mu, ya Tuhan, bahkan aku bahagia bila doaku terkabulkan.",
    "jalalayn": "(Ia berkata, \"Ya Rabbku! Sesungguhnya telah lemah) menjadi lemah (tulang-tulangku) semuanya (dan kepala ini telah dipenuhi) (oleh uban) lafal Syaiban menjadi Tamyiz yang dipindahkan dari Fa'ilnya, maksudnya uban telah merata di rambut kepalanya sebagaimana meratanya nyala api pada kayu dan sesungguhnya aku bermaksud berdoa kepada-Mu (dan aku belum pernah dengan doaku kepada-Mu) (merasa kecewa, ya Rabbku!) artinya, merasa dikecewakan di masa-masa lalu; maka janganlah Engkau kecewakan aku di masa mendatang."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 5,
    "arab": "وَاِنِّيْ خِفْتُ الْمَوَالِيَ مِنْ وَّرَاۤءِيْ وَكَانَتِ امْرَاَتِيْ عَاقِرًا فَهَبْ لِيْ مِنْ لَّدُنْكَ وَلِيًّا ۙ",
    "translation": "Dan sungguh, aku khawatir terhadap kerabatku sepeninggalku, padahal istriku seorang yang mandul, maka anugerahilah aku seorang anak dari sisi-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2255.mp3",
    "tafsir": "Dan sesungguhnya aku khawatir terhadap orang-orang yang akan mengendalikan dan memimpin umatku, karena tidak ada seorang pun yang dapat dipercaya di antara mereka itu, oleh sebab itu aku mohon dianugerahi seorang anak. Walaupun istriku mandul dan aku sendiri telah sangat tua, tetapi hal ini tidak menyebabkan aku berputus asa, karena percaya atas kebijaksanaan dan kekuasaan Allah Yang Mahaagung. Berputus asa memang dilarang oleh Allah, seperti pada beberapa firman-Nya, yaitu:\n\"¦dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\" (Yusuf/12: 87)\nDan firman Allah: \n\"Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhan-nya, kecuali orang yang sesat.\" (al-hijr/15: 56)",
    "quraish": "Aku sungguh merasa khawatir terhadap kerabatku setelah aku meninggal dunia. Mereka tidak dapat menangani urusan agama dengan baik, sedang istriku adalah seorang yang mandul. Maka anugerahilah aku, dari karunia-Mu, seorang anak yang akan menggantikan posisiku di masyarakat.",
    "jalalayn": "(Dan sesungguhnya aku khawatir terhadap mawaliku) yakni orang-orang dekat hubungan familinya denganku seperti anak-anak paman (sepeninggalku) yakni sesudah aku meninggal dunia, aku khawatir mereka akan menyia-nyiakan agama sebagaimana yang telah kusaksikan sendiri apa yang terjadi di kalangan orang-orang Bani Israel, yaitu mereka berani mengubah agamanya (sedangkan istriku adalah seorang yang mandul) tidak beranak (maka anugerahilah aku dari sisi Engkau) (seorang putra) anak lelaki."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 6,
    "arab": "يَّرِثُنِيْ وَيَرِثُ مِنْ اٰلِ يَعْقُوْبَ وَاجْعَلْهُ رَبِّ رَضِيًّا ",
    "translation": "yang akan mewarisi aku dan mewarisi dari keluarga Yakub; dan jadikanlah dia, ya Tuhanku, seorang yang diridai.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2256.mp3",
    "tafsir": "Ayat ini menyebutkan isi doa Nabi Zakariya, Ya Tuhan, berikanlah kepadaku keturunan yang akan mewarisi aku dan mewarisi sebahagian keluarga Yakub dan jadikanlah ia seorang yang patut lagi taat dan diridai oleh-Mu, karena mempunyai akhlak dan budi yang luhur lagi mulia, dapat dijadikan suri tauladan oleh sekalian pengikutnya.\nDoa memohon keturunan yang saleh dan kelak menjadi pemimpin bagi orang yang bertakwa memang diperintahkan Allah, seperti pada firman-Nya:\nDan orang-orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.\" (al-Furqan/25 :74)",
    "quraish": "Selain itu, juga mewarisi aku dalam ilmu dan agama, dan mewarisi kerajaan dari keturunan Ya'qûb. Jadilkanlah dia, ya Tuhanku, seorang yang mendapat perkenan-Mu dan perkenan manusia.\"",
    "jalalayn": "(Yang akan mewarisi aku) kalau dibaca Jazm berarti lafal Yaritsni menjadi jawab dari Fi'il Amar, dan kalau dibaca Rafa' yaitu Yaritsuni berarti menjadi kata sifat dari lafal Waliyyan (dan mewarisi) dapat dibaca Yaritsu atau Yarits (sebagian keluarga Ya'qub) kakekku dalam hal ilmu dan kenabian (dan jadikanlah ia, ya Rabbku, seorang yang diridai)\" di sisi Engkau."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 7,
    "arab": "يٰزَكَرِيَّآ اِنَّا نُبَشِّرُكَ بِغُلٰمِ ِۨاسْمُهٗ يَحْيٰىۙ لَمْ نَجْعَلْ لَّهٗ مِنْ قَبْلُ سَمِيًّا ",
    "translation": "(Allah berfirman), “Wahai Zakaria! Kami memberi kabar gembira kepadamu dengan seorang anak laki-laki namanya Yahya, yang Kami belum pernah memberikan nama seperti itu sebelumnya.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2257.mp3",
    "tafsir": "Dalam ayat ini Allah memberitahukan tentang dikabulkannya doa Zakaria a.s. dan pemberian nama putranya langsung dari Allah sendiri. Allah berfirman kepada Zakaria, bahwa sesungguhnya Allah memberi kabar gembira kepadanya, bahwa permohonannya untuk dianugerahi seorang putra akan terkabul, dan telah disiapkan pula supaya anaknya itu jika lahir diberi nama Yahya dan nama itu belum pernah diberikan kepada seorang pun sebelum dia.",
    "quraish": "Zakariyyâ kemudian dipanggil, \"Wahai Zakariyyâ, sesungguhnya Kami memberi kabar gembira kepadamu tentang kedatangan seorang anak yang Kami beri nama Yahyâ. Tidak ada seorang pun yang Kami beri nama itu sebelumnya.\"",
    "jalalayn": "(Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan beroleh seorang anak) yang akan menjadi waris, sebagaimana yang kamu minta (yang namanya Yahya, yang sebelumnya Kami tidak pernah menciptakan orang yang serupa dengan dia) dalam hal namanya, yakni seseorang yang diberi nama Yahya."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 8,
    "arab": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّكَانَتِ امْرَاَتِيْ عَاقِرًا وَّقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ",
    "translation": "Dia (Zakaria) berkata, “Ya Tuhanku, bagaimana aku akan mempunyai anak, padahal istriku seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai usia yang sangat tua?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2258.mp3",
    "tafsir": "Nabi Zakaria a.s. setelah diberitahu akan mempunyai seorang putra bertanya kepada Allah. Pertanyaan itu timbul bukan karena keragu-raguan tentang kekuasaan Allah, akan tetapi untuk mendapat penjelasan tentang caranya, karena beliau merasa sudah tidak mampu lagi untuk memiliki putra, dan istrinya mandul. Apakah beliau akan dijadikan seperti seorang pemuda lagi dengan kekuatan fisik yang cukup, atau istrinya akan dikembalikan menjadi seorang perempuan muda yang dapat melahirkan seorang anak, ataukah beliau harus kawin lagi dengan seorang perempuan lain yang tidak mandul? Karena Zakaria sangat gembira dengan berita akan mendapat seorang anak itu, dan beliau penuh dengan rasa keheranan tentang cara-cara pelaksanaannya, maka beliau tidak dapat menahan diri untuk menanyakan hal itu kepada Tuhannya. Maka dijawab dengan firman Allah pada ayat berikut ini:",
    "quraish": "Dengan rasa heran, Zakariyyâ berkata, \"Ya Tuhanku, bagaimana aku akan mempunyai anak, sedang istriku dalam keadaan mandul dan aku telah mencapai umur yang sangat tua?\"",
    "jalalayn": "(Zakaria berkata, \"Ya Rabbku! Bagaimana) mana mungkin (akan ada anak bagiku, padahal istriku adalah seorang yang mandul dan aku sendiri sesungguhnya sudah mencapai umur yang sangat tua)\" lafal 'itiyyan berasal dari lafal 'Ataa artinya Yabisa atau kering, maksudnya ia telah mencapai umur seratus dua puluh tahun, dan istrinya telah mencapai umur sembilan puluh delapan tahun. Kata 'Itiyyun pada asalnya adalah 'Ituwwun. Kemudian huruf Ta dikasrahkan untuk meringankan pengucapannya lalu jadilah 'Itiwwun. Selanjutnya huruf Wawu yang pertama diganti menjadi huruf Ya demi penyesuaian dengan harakat Kasrah sebelumnya, dan huruf Wawu yang kedua diganti pula dengan huruf Ya supaya huruf Ya yang pertama dapat diidgamkan atau dimasukkan kepadanya, sehingga jadilah 'Itiyyun."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 9,
    "arab": "قَالَ كَذٰلِكَۗ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَّقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْـًٔا ",
    "translation": "(Allah) berfirman, “Demikianlah.” Tuhanmu berfirman, “Hal itu mudah bagi-Ku; sungguh, engkau telah Aku ciptakan sebelum itu, padahal (pada waktu itu) engkau belum berwujud sama sekali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2259.mp3",
    "tafsir": "Ayat menjelaskan bahwa Zakariya akan dianugerahi seorang putra, walaupun ia sudah sangat tua dan istrinya mandul. Hal itu adalah mudah bagi Tuhan. Kalau Allah mampu menciptakan Adam dari yang tidak ada sama sekali kemudian menjadi ada, maka menciptakan seorang anak dari yang ada, yaitu Zakaria dan istrinya adalah lebih mudah bagi Allah. Beberapa firman Allah berikut ini menunjukkan bahwa tidak ada kesulitan sedikitpun bagi Allah untuk menciptakan segala yang dikehendaki-Nya antara lain yaitu :\nTidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfudz). Sesungguhnya yang demikian itu sangat mudah bagi Allah. (al-hajj/22: 70)\n\n\nDan firman Allah :\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. (al-'Ankabut/29: 19)",
    "quraish": "Lalu Allah mewahyukan kepada Zakariyyâ, \"Persoalannya adalah seperti yang telah Aku kabarkan. Memberimu seorang anak dalam usiamu yang sangat tua dan istrimu yang mandul adalah hal yang sangat mudah bagi-Ku, dan hal itu tidaklah mustahil. Sesungguhnya Aku telah menciptakanmu, padahal sebelumnya kamu belum ada sama sekali.\"",
    "jalalayn": "(Allah berfirman) perkaranya memang (\"Demikianlah.\") cara menciptakan seorang anak lelaki dari kamu berdua (Rabbmu berfirman, \"Hal itu adalah mudah bagi-Ku) yaitu dengan memberikan kekuatan bersetubuh kepadamu, kemudian menjadikan rahim istrimu dapat menerima spermamu (dan sesungguhnya telah Aku ciptakan kamu sebelum itu, padahal kamu belum ada sama sekali)\" di waktu kamu belum diciptakan. Untuk menampilkan kekuasaan Allah yang mampu menciptakan hal yang besar ini, maka Dia memberikan ilham suatu pertanyaan, supaya pertanyaan itu kelak dijawab dengan hal yang membuktikan kekuasaan-Nya yang maha besar itu. Tatkala Zakaria merasa rindu akan kedatangan berita gembira kelahiran seorang putra itu."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 10,
    "arab": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗقَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَ لَيَالٍ سَوِيًّا ",
    "translation": "Dia (Zakaria) berkata, “Ya Tuhanku, berilah aku suatu tanda.” (Allah) berfirman, “Tandamu ialah engkau tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal engkau sehat.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2260.mp3",
    "tafsir": "Kemudian Nabi Zakaria memohon kembali kepada Allah supaya diberi tanda-tanda bahwa anaknya itu segera akan dilahirkan, agar hatinya tambah tenteram dan rasa syukurnya bertambah dalam. Beliau berkata, \"Ya Tuhanku, berilah aku suatu tanda yang dapat menambah ketenteraman hatiku tentang terlaksananya janji engkau itu.\" Hal seperti ini pernah terjadi pula pada Nabi Ibrahim a.s. ketika ditanya, \"Apakah engkau belum percaya bahwa Allah kuasa menghidupkan yang telah mati?\" Beliau menjawab, \"Sungguh aku percaya, akan tetapi aku bertanya supaya bertambah tenteram hatiku.\" Sebagaimana tersebut dalam firman Allah:\nDan (ingatlah) ketika Ibrahim berkata, \"Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.\" Allah berfirman, \"Belum percayakah engkau?\" Dia (Ibrahim) menjawab, \"Aku percaya, tetapi agar hatiku tenang (mantap).\" Dia (Allah) berfirman, \"Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.\" Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana. (al-Baqarah/2: 260)",
    "quraish": "Zakariyyâ berkata, \"Ya Tuhanku, berilah aku tanda sebagai bukti terjadinya apa yang Engkau kabarkan kepadaku.\" Allah berfirman, \"Tandanya adalah kamu tidak boleh bercakap-cakap selama tiga malam, sedangkan lidah dan indera kamu dalam keadaan sehat.\"",
    "jalalayn": "(Zakaria berkata, \"Ya Rabbku! Berilah aku suatu tanda)\" pertanda yang menunjukkan istriku mulai mengandung (Allah berfirman, \"Tanda bagimu) yang menunjukkan hal itu (adalah bahwa kamu tidak boleh bercakap-cakap dengan manusia) mencegah dirimu untuk tidak berbicara dengan mereka selain dari berzikir kepada Allah (selama tiga malam) yakni tiga hari tiga malam (padahal kamu sehat)\" lafal Sawiyyan berkedudukan menjadi Hal dari Fa'il lafal Takallama, maksudnya ia tidak berbicara dengan mereka tanpa sebab."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 11,
    "arab": "فَخَرَجَ عَلٰى قَوْمِهٖ مِنَ الْمِحْرَابِ فَاَوْحٰٓى اِلَيْهِمْ اَنْ سَبِّحُوْا بُكْرَةً وَّعَشِيًّا ",
    "translation": "Maka dia keluar dari mihrab menuju kaumnya, lalu dia memberi isyarat kepada mereka; bertasbihlah kamu pada waktu pagi dan petang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2261.mp3",
    "tafsir": "Nabi Zakaria a.s. keluar dari mihrab menuju kaumnya, yang sudah lama menunggu karena kebiasaan mereka ikut salat berjamaah bersama di tempat beribadatnya pada pagi dan petang hari. Mereka bertanya, \"Gerangan apa yang menyebabkan beliau terlambat membuka pintu mihrabnya.\" Lalu beliau memberi isyarat kepada mereka, supaya bertasbih mensucikan Allah dari kemusyrikan dan dari tuduhan mempunyai anak dan dari setiap sifat yang tidak layak bagi Allah. Mereka diperintahkan supaya banyak bertasbih di waktu pagi dan petang.",
    "quraish": "Zakariyyâ pun kemudian keluar dari tempat salatnya menuju kaumnya, lalu memberi isyarat kepada mereka agar bertasbih kepada Allah pada waktu pagi dan petang.",
    "jalalayn": "(Maka ia keluar dari mihrab menuju kaumnya) yakni dari mesjid, sedang orang-orang menunggu pintu mesjid itu dibuka, karena mereka hendak melakukan salat di dalamnya, sesuai dengan kebiasaan mereka menurut perintah Zakaria (lalu ia memberi isyarat) (kepada mereka; hendaklah kalian bertasbih) maksudnya melakukan salat (di waktu pagi dan petang) yakni pada permulaan siang hari dan akhirnya, sebagaimana biasa. Setelah Nabi Zakaria mencegah dirinya untuk bercakap-cakap dengan mereka, pada saat itu diketahui bahwa istrinya mengandung Yahya. Selang dua tahun kemudian setelah Yahya lahir, Allah berfirman kepadanya."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 12,
    "arab": "يٰيَحْيٰى خُذِ الْكِتٰبَ بِقُوَّةٍ ۗوَاٰتَيْنٰهُ الْحُكْمَ صَبِيًّاۙ ",
    "translation": " ”Wahai Yahya! Ambillah (pelajarilah) Kitab (Taurat) itu dengan sungguh-sungguh.” Dan Kami berikan hikmah kepadanya (Yahya) selagi dia masih kanak-kanak,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2262.mp3",
    "tafsir": "Allah memerintahkan kepada Yahya supaya mengambil kitab Taurat yang merupakan nikmat terbesar dari Allah kepada Bani Israil dengan penuh perhatian dan sungguh-sungguh dan mengamalkan isinya dengan tulus ikhlas. Kemudian Allah mengungkapkan sifat-sifat Nabi Yahya yang sangat terpuji yang patut ditiru oleh sekalian pengikutnya. Di antaranya, Allah telah memberikan kepadanya hikmah dan pengertian yang sangat mendalam tentang agama dan kegairahan untuk mengamalkan segala amal kebaikan walaupun ketika itu Yahya masih sangat muda. Diriwayatkan bahwa beliau pernah dikerumuni oleh anak-anak sebayanya dan diajak supaya main bersama-sama, lalu beliau menjawab, \"Kita ini diciptakan Tuhan bukan untuk bermain-main. Marilah ikut bersama saya salat.\"",
    "quraish": "Yahyâ lahir dan tumbuh menjadi remaja. Lalu ia diseru dan diperintah untuk menjalankan apa yang ada di dalam kitab Tawrât dengan sungguh-sungguh. Sesungguhnya sejak masa kanak-kanak, Allah telah memberinya pemahaman yang kuat terhadap agama dan hukum-hukum.",
    "jalalayn": "(Hai Yahya! Ambillah Kitab itu) yakni kitab Taurat (dengan sungguh-sungguh) secara sungguh-sungguh. (Dan Kami berikan kepadanya hikmah) kenabian (selagi ia masih kanak-kanak) sewaktu berumur tiga tahun."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 13,
    "arab": "وَّحَنَانًا مِّنْ لَّدُنَّا وَزَكٰوةً ۗوَكَانَ تَقِيًّا ۙ",
    "translation": "dan (Kami jadikan) rasa kasih sayang (kepada sesama) dari Kami dan bersih (dari dosa). Dan dia pun seorang yang bertakwa, ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2263.mp3",
    "tafsir": "Allah menjadikan Nabi Yahya itu seorang yang memiliki rasa belas kasihan kepada sesama manusia terutama fakir miskin sebagaimana Allah menjadikan Nabi Muhammad saw memiliki perasaan yang sama, seperti tercantum dalam firman Allah:\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. (Ali 'Imran/3: 159)\nDan firman Allah:\nSungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman. (at-Taubah/9: 128)\nSifat Nabi Yahya juga bersih dari syirik dan selalu menjauhkan diri dari setiap perbuatan yang menyebabkan kemurkaan Allah. Beliau selalu bertakwa melaksanakan perintah Allah dan menjauhi larangannya.",
    "quraish": "Allah telah membiasakan Yahyâ dengan sifat belas kasih dan jiwa yang mulia serta mendidiknya untuk bertakwa.",
    "jalalayn": "(Dan rasa belas kasihan yang mendalam) terhadap manusia (dari sisi Kami) dari haribaan Kami (dan zakat) yakni senang bersedekah kepada mereka (Dan ia adalah seorang yang bertakwa) menurut suatu riwayat disebutkan, bahwa Nabi Yahya tidak pernah melakukan suatu dosa pun, dan hatinya tidak pernah mempunyai keinginan untuk melakukannya."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 14,
    "arab": "وَّبَرًّاۢ بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا ",
    "translation": " dan sangat berbakti kepada kedua orang tuanya, dan dia bukan orang yang sombong (bukan pula) orang yang durhaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2264.mp3",
    "tafsir": "Ayat ini menjelaskan sifat Nabi Yahya yang selalu berbakti kepada kedua orang tuanya, karena berbakti kepada mereka itu dijadikan amal kebajikan setelah beribadah kepada Allah, sesuai dengan firman-Nya:\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak.(al-Isra/17: 23)\nDi antara sifat Nabi Yahya lainnya ialah tidak sombong terhadap manusia yang lain, selalu rendah hati, seperti sifat yang diperintahkan kepada Nabi Muhammad saw dalam firman Allah:\nDan rendahkanlah dirimu terhadap orang-orang yang beriman yang mengikutimu. (asy-Syu`ara/26: 215)\nDan firman Allah:\nSekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Ali 'Imran/3: 159)\nOleh karena sifat sombong ini sangat buruk, sehingga menyebabkan Iblis dikutuk karena ia berlaku sombong, tidak mau sujud menghormati kepada Nabi Adam as, atas perintah Allah. Sifat yang terakhir di antara sifat Nabi Yahya yang terpuji adalah tidak pernah menentang perintah Allah.",
    "quraish": "Dan Allah menjadikannya seorang yang selalu berbakti dan berbuat baik kepada kedua orangtuanya serta tidak menjadikannya orang yang sombong kepada manusia dan berbuat maksiat kepada Allah.",
    "jalalayn": "(Dan seorang yang berbakti kepada kedua orang tuanya) yaitu selalu berbuat baik kepada keduanya (dan bukanlah ia orang yang sombong) takabur (lagi bukan pula ia orang yang durhaka) terhadap Rabbnya."
  },
  {
    "ruku": 264,
    "name": "Maryam",
    "ayat": 15,
    "arab": "وَسَلٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوْتُ وَيَوْمَ يُبْعَثُ حَيًّا ࣖ",
    "translation": "Dan kesejahteraan bagi dirinya pada hari lahirnya, pada hari wafatnya, dan pada hari dia dibangkitkan hidup kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2265.mp3",
    "tafsir": "Allah menerangkan pahala kebajikan Nabi Yahya itu karena ketaatan dan kesalehannya, keselamatan, kesejahteraan atas dirinya pada hari ia dilahirkan ke dunia, dan pada hari ia wafat meninggalkan dunia yang fana ini serta pada hari ia dibangkitkan hidup lagi pada hari Kiamat. Disebutkannya tiga peristiwa ini, karena setiap manusia pada ketiga masa itu sangat membutuhkan rahmat dan karunia Tuhan.",
    "quraish": "Ia terpelihara dan terlindung dari bahaya pada hari kelahiran, kematian dan hari ia dibangkitkan hidup kembali.",
    "jalalayn": "(Kesejahteraan) dari Kami (terlimpahkan kepadanya pada hari ia dilahirkan dan pada hari ia meninggal dan pada hari ia dibangkitkan hidup kembali) di saat-saat yang mengerikan yakni hari kiamat. Pada hari itu belum pernah ada pemandangan yang sengeri itu, maka Nabi Yahya selamat daripadanya."
  }
]