[
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 16,
    "arab": "وَاذْكُرْ فِى الْكِتٰبِ مَرْيَمَۘ اِذِ انْتَبَذَتْ مِنْ اَهْلِهَا مَكَانًا شَرْقِيًّا ۙ",
    "translation": "Dan ceritakanlah (Muhammad) kisah Maryam di dalam Kitab (Al-Qur'an), (yaitu) ketika dia mengasingkan diri dari keluarganya ke suatu tempat di sebelah timur (Baitulmaqdis),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2266.mp3",
    "tafsir": "Allah memerintahkan Nabi Muhammad supaya menceritakan kisah Maryam yang diterangkan dalam Al-Qur'an ketika Maryam ibunda Nabi Isa menjauhkan diri dari keluarganya ke suatu tempat yang berada di sebelah timur Baitul Makdis untuk mendapatkan ketenangan dalam beribadat kepada Allah. Maryam ingin melepaskan diri dari rutinitas kegiatan hidup sehari-hari.\nSehubungan dengan ayat ini, Ibnu Abbas berkata, \"Di antara semua orang aku paling mengetahui tentang apa sebab kaum Nasrani menjadikan kiblat mereka ke arah Timur; yaitu sesuai dengan firman Allah bahwa Maryam menenangkan dan menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur, lalu mereka menjadikan tempat kelahiran Nabi Isa a.s. itu sebagai kiblat.\"",
    "quraish": "Ceritakanlah, wahai Muhammad, kisah Maryam yang ada di dalam al-Qur'ân, saat ia menjauhkan diri dari keluarganya dan dari manusia ke suatu tempat yang berada di sebelah timur dari tempat tinggalnya.",
    "jalalayn": "(Dan ceritakanlah di dalam Kitab) yakni Alquran (tentang Maryam) kisahnya (yaitu ketika) (ia menjauhkan diri dari keluarganya ke suatu tempat di sebelah Timur) Maryam mengasingkan diri di suatu tempat di sebelah Timur rumahnya."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 17,
    "arab": "فَاتَّخَذَتْ مِنْ دُوْنِهِمْ حِجَابًاۗ فَاَرْسَلْنَآ اِلَيْهَا رُوْحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ",
    "translation": "lalu dia memasang tabir (yang melindunginya) dari mereka; lalu Kami mengutus roh Kami (Jibril) kepadanya, maka dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2267.mp3",
    "tafsir": "Maka Maryam membuat tabir (dinding) yang melindunginya dari pandangan keluarganya dan manusia lainnya. Kemudian Allah mengutus malaikat Jibril kepadanya dalam bentuk seorang laki-laki yang gagah dan rupawan untuk memberitahukan kepada Maryam bahwa ia akan melahirkan seorang putra tanpa ayah. Adapun hikmatnya kedatangan Jibril dalam bentuk manusia itu agar supaya tidak menimbulkan ketakutan pada diri Maryam.",
    "quraish": "Dan Maryam pun memasang tabir antara dirinya dan mereka. Lalu Allah mengutus Jibrîl kepadanya dalam bentuk manusia yang sempurna, supaya ia tidak takut jika melihatnya dalam bentuk malaikat yang tidak dikenal.",
    "jalalayn": "(Maka ia mengadakan tabir yang menutupinya dari mereka) Maryam membuat tabir untuk melindungi dirinya sewaktu ia membuka penutup kepalanya, atau membuka pakaiannya atau menyucikan dirinya dari haid (lalu Kami mengutus kepadanya roh Kami) yakni malaikat Jibril (maka ia menjelma di hadapannya) sesudah Maryam memakai pakaiannya (dalam bentuk manusia yang sempurna) manusia sesungguhnya."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 18,
    "arab": "قَالَتْ اِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا ",
    "translation": "Dia (Maryam) berkata, “Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2268.mp3",
    "tafsir": "Tatkala Maryam melihat ada seorang laki-laki di tempatnya yang terasing itu, beliau berlindung kepada Allah Ta`ala dari kejahatan yang mungkin timbul seraya berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah; jangan sekali-kali kamu mengganggu aku jika kamu bertakwa kepada-Nya, sebab setiap orang yang bertakwa itu selalu menjauhkan diri dari perbuatan maksiat.\"",
    "quraish": "Maryam berkata, \"Sesungguhnya aku berlindung kepada Tuhan Yang Maha Pemurah dari dirimu, jika kamu benar-benar seorang yang bertakwa dan takut kepada Allah.\"",
    "jalalayn": "(Maryam berkata, \"Sesungguhnya aku berlindung daripadamu kepada Tuhan Yang Maha Pemurah, jika kamu seorang yang bertakwa.\") kamu pasti dapat menahan diri daripadaku dengan bacaan Ta'awwudzku ini."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 19,
    "arab": "قَالَ اِنَّمَآ اَنَا۠ رَسُوْلُ رَبِّكِۖ لِاَهَبَ لَكِ غُلٰمًا زَكِيًّا ",
    "translation": "Dia (Jibril) berkata, “Sesungguhnya aku hanyalah utusan Tuhanmu, untuk menyampaikan anugerah kepadamu seorang anak laki-laki yang suci.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2269.mp3",
    "tafsir": "Untuk menenteramkan hati Maryam dan menghilangkan ke-curigaannya Malaikat Jibril berkata, \"Sesungguhnya aku ini hanyalah utusan dari Tuhanmu untuk menyampaikan berita kepadamu akan lahir seorang anak laki-laki yang suci dari segala macam noda.\" Malaikat Jibril menyebutkan bahwa dia sendiri yang akan menyampaikan berita tentang anak laki-laki itu, karena ia diperintahkan oleh Allah Ta`ala untuk meniupkan roh ke dalam tubuh Maryam.",
    "quraish": "Malaikat Jibrîl berkata, \"Aku hanyalah seorang utusan dari Tuhanmu, untuk menjadi perantara dalam pemberian seorang anak laki-laki yang suci dan baik kepadamu.\"",
    "jalalayn": "(Ia berkata, \"Sesungguhnya aku ini adalah utusan Rabbmu, untuk memberimu seorang anak laki-laki yang suci)\" yang kelak menjadi nabi."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 20,
    "arab": "قَالَتْ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ وَّلَمْ اَكُ بَغِيًّا ",
    "translation": "Dia (Maryam) berkata, “Bagaimana mungkin aku mempunyai anak laki-laki, padahal tidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2270.mp3",
    "tafsir": "Maryam merasa sangat terkejut mendengar berita itu dan dengan nada keheranan ia berkata, \"Bagaimana aku akan mendapat seorang anak laki-laki padahal belum pernah ada seorang laki-laki pun yang menyentuhku; dan aku bukan pula seorang pezina.\"",
    "quraish": "Maryam berkata, \"Bagaimana aku dapat mempunyai anak, sedang aku tidak pernah disentuh oleh seseorang pun, dan aku bukan seorang pezina.\"",
    "jalalayn": "(Maryam berkata, \"Bagaimana akan ada bagiku seorang anak laki-laki, sedangkan tidak pernah seorang manusia pun menyentuhku) yakni mengawiniku (dan aku bukan pula seorang pezina!)\" seorang pelacur."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 21,
    "arab": "قَالَ كَذٰلِكِۚ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌۚ وَلِنَجْعَلَهٗٓ اٰيَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّاۚ وَكَانَ اَمْرًا مَّقْضِيًّا ",
    "translation": "Dia (Jibril) berkata, “Demikianlah.” Tuhanmu berfirman, “Hal itu mudah bagi-Ku, dan agar Kami menjadikannya suatu tanda (kebesaran Allah) bagi manusia dan sebagai rahmat dari Kami; dan hal itu adalah suatu urusan yang (sudah) diputuskan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2271.mp3",
    "tafsir": "Jibril menjawab pertanyaan Maryam dengan mengatakan bahwa Maryam akan mendapat seorang anak laki-laki walaupun tidak bersuami ataupun tidak mengadakan hubungan dengan laki-laki; karena yang demikian itu adalah kehendak Allah Yang Mahakuasa dan yang demikian itu mudah bagi-Nya. Allah menjadikan seorang putra dari Maryam itu agar menjadi bukti bagi manusia atas kekuasaan-Nya. Pemberian putra kepada Maryam sebagai rahmat dari Allah karena kelak anak laki-laki itu akan menjadi seorang Nabi yang menyeru kepada jalan kebahagiaan dunia dan akhirat. Dan itu adalah keputusan Allah yang tidak dapat dirubah lagi.\"",
    "quraish": "Jibrîl berkata, \"Benar apa yang kamu katakan. Kamu memang tidak pernah disentuh seorang pun. Kendatipun demikian, Tuhanmu telah berfirman, 'Pemberian anak tanpa seorang bapak adalah soal yang mudah bagi-Ku, agar menjadi bukti bagi manusia akan besarnya kekuasaan Kami, dan untuk menjadi rahmat bagi orang yang menjadikannya sebagai petunjuk. Sesungguhnya penciptaan 'Isâ adalah sesuatu yang telah ditetapkan, dan pasti terjadi'.\"",
    "jalalayn": "(Jibril berkata,) perkaranya memang (\"Demikianlah.\") yaitu akan diciptakan bagimu seorang anak laki-laki tanpa ayah (Rabbmu berfirman, \"Hal itu adalah mudah bagi-Ku) yaitu dengan cara Aku memerintahkan kepada malaikat Jibril supaya meniup dirimu, lalu karena itu kamu mengandung. Mengingat kalimat yang telah disebutkan mengandung makna illat atau kausalita, maka kalimat berikutnya di'athafkan kepadanya, yaitu (dan agar dapat Kami menjadikannya suatu tanda bagi manusia) yang menunjukkan akan kekuasaan-Ku (dan sebagai rahmat dari Kami) bagi orang-orang yang beriman kepadanya (dan hal itu adalah) penciptaan itu merupakan (suatu perkara yang sudah diputuskan)\" di dalam ilmu-Ku, malaikat Jibril meniupkan nafasnya ke dalam baju kurung Maryam, seketika itu juga Maryam merasakan di dalam kandungannya terdapat seorang bayi."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 22,
    "arab": "۞ فَحَمَلَتْهُ فَانْتَبَذَتْ بِهٖ مَكَانًا قَصِيًّا ",
    "translation": " Maka dia (Maryam) mengandung, lalu dia mengasingkan diri dengan kandungannya itu ke tempat yang jauh.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2272.mp3",
    "tafsir": "Setelah Jibril menerangkan maksud kedatangannya itu, maka Maryam menjawab, \"Aku berserah diri kepada ketetapan Allah.\" Lalu Jibril meniupkan roh Nabi Isa ke Maryam sehingga mengakibatkan Maryam mengandung; lalu ia mengasingkan diri dengan kandungannya ke suatu tempat yang jauh dari orang banyak untuk menghindari tuduhan dan cemoohan dari Bani Israil.",
    "quraish": "Kehendak Allah pun terwujud. Maryam pun mengandung 'Isâ a. s. sesuai dengan kehendak-Nya. Maryam, dengan kandungan itu, menjauhkan diri dari manusia di tempat yang jauh.",
    "jalalayn": "(Maka Maryam mengandungnya, lalu ia mengasingkan diri) menjauhkan diri (dengan membawa kandungannya ke tempat yang jauh) jauh dari keluarganya."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 23,
    "arab": "فَاَجَاۤءَهَا الْمَخَاضُ اِلٰى جِذْعِ النَّخْلَةِۚ قَالَتْ يٰلَيْتَنِيْ مِتُّ قَبْلَ هٰذَا وَكُنْتُ نَسْيًا مَّنْسِيًّا ",
    "translation": "Kemudian rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma, dia (Maryam) berkata, “Wahai, betapa (baiknya) aku mati sebelum ini, dan aku menjadi seorang yang tidak diperhatikan dan dilupakan.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2273.mp3",
    "tafsir": "Ketika Maryam merasa sakit karena akan melahirkan anaknya, maka ia terpaksa bersandar pada pangkal pohon kurma untuk memudahkan kelahiran; dengan penuh kesedihan ia berkata, \"Aduhai, alangkah baiknya jika aku mati saja sebelum ini, dan aku menjadi sesuatu yang tidak berarti lagi dilupakan.\" Ia mengharapkan seandainya mati saja sebelum melahirkan karena merasa beratnya penderitaan akibat melahirkan seorang anak tanpa seorang ayah yang berakibat timbulnya tuduhan dan cemoohan dari kaumnya yang tidak mengetahui kejadian yang sebenarnya; atau beliau mengharapkan menjadi sesuatu benda yang tidak berarti dalam pandangan manusia, lagi dilupakan daripada menderita perasaan tertekan dan malu yang luar biasa.",
    "quraish": "Rasa sakit hendak melahirkan memaksa Maryam untuk bersandar dan menutup dirinya pada pangkal pohon kurma. Ia membayangkan kemungkinan sikap ingkar keluarganya terhadap kelahiran anaknya kelak. Ia pun berharap cepat meninggal dunia supaya kejadian ini tidak lagi berarti dan cepat dilupakan.",
    "jalalayn": "(Maka sewaktu datang kepadanya) ketika ia mengalami (rasa sakit akan melahirkan) yaitu rasa mulas karena akan melahirkan (-terpaksa ia bersandar- pada pangkal pohon kurma) yakni menyandarkan diri padanya, lalu ia melahirkan. Perlu diketahui bahwa sejak peniupan malaikat Jibril hingga melahirkan hanya memakan waktu sesaat saja (dia berkata, \"Aduhai alangkah baiknya aku) lafal Ya di sini menunjukkan makna Tanbih atau ungkapan kekecewaan (mati sebelum ini) yakni sebelum perkara ini (dan aku menjadi barang yang tidak berarti, lagi dilupakan)\" sebagai sesuatu yang tiada artinya, tidak dikenal dan tidak disebut-sebut."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 24,
    "arab": "فَنَادٰىهَا مِنْ تَحْتِهَآ اَلَّا تَحْزَنِيْ قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ",
    "translation": "Maka dia (Jibril) berseru kepadanya dari tempat yang rendah, “Janganlah engkau bersedih hati, sesungguhnya Tuhanmu telah menjadikan anak sungai di bawahmu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2274.mp3",
    "tafsir": "Maka datanglah Jibril dan berseru dari suatu tempat yang rendah, \"Janganlah kamu bersedih hati, karena sesungguhnya Tuhanmu telah mengalirkan sebuah anak sungai di bawahmu.\" Ini merupakan suatu rahmat bagi Maryam karena di tempat itu pada mulanya kering tidak ada air yang mengalir, tetapi kemudian terdapat aliran air yang bersih.",
    "quraish": "Maryam kemudian diseru oleh malaikat dari tempat yang rendah di bawahnya, \"Janganlah kamu bersedih hati karena kesendirian, tidak ada makanan dan minuman serta karena gunjingan orang. Sesungguhnya Allah telah menjadikan anak sungai di dekatmu.",
    "jalalayn": "(Maka Jibril menyerunya dari tempat yang lebih rendah,) pada saat itu malaikat Jibril berada di tempat yang lebih rendah dari tempat Maryam (\"Janganlah kamu bersedih hati, sesungguhnya Rabbmu telah menjadikan anak sungai di bawahmu\") yaitu sebuah sungai yang dahulunya kering kini berair kembali, berkat kekuasaan Allah."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 25,
    "arab": "وَهُزِّيْٓ اِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ۖ",
    "translation": "Dan goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menggugurkan buah kurma yang masak kepadamu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2275.mp3",
    "tafsir": "Jibril kemudian menyuruh Maryam untuk menggoyang pohon kurma dan nanti pohon itu akan menjatuhkan buah kurma yang telah masak kepadanya. Dan ini adalah rahmat yang lain untuk Maryam karena pada mulanya pohon kurma itu telah kering, dengan kehendak Allah menjadi hijau dan subur kembali serta berbuah sebagai rezeki untuk Maryam.",
    "quraish": "Dan gerakkan pangkal pohon kurma itu ke arahmu, ia akan menjatuhkan buahnya yang baik kepadamu(1). (1) Buah kurma yang matang mengandung zat makanan utama yang mudah dicerna. Karena itu, kurma menjadi makanan yang baik untuk wanita setelah melahirkan (masa nifas).",
    "jalalayn": "(Dan goyanglah pangkal pohon kurma itu ke arahmu) yang pada saat itu kering. Huruf Ba dalam lafal Bijidz'i adalah Zaidah atau tambahan (niscaya pohon itu akan menggugurkan) asal kata Tusaaqith adalah Tatasaaqath kemudian Ta yang kedua diganti menjadi Sin, selanjutnya diidgamkan pada Sin yang kedua. Menurut qiraat yang lain tetap dibaca seperti lafal asalnya (buah kurma kepadamu) lafal Ruthaban adalah Tamyiz (yang masak-masak) lafal Janiyyan menjadi sifat dari lafal Ruthaban."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 26,
    "arab": "فَكُلِيْ وَاشْرَبِيْ وَقَرِّيْ عَيْنًا ۚفَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَدًاۙ فَقُوْلِيْٓ اِنِّيْ نَذَرْتُ لِلرَّحْمٰنِ صَوْمًا فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِيًّا ۚ",
    "translation": "Maka makan, minum dan bersenanghatilah engkau. Jika engkau melihat seseorang, maka katakanlah, “Sesungguhnya aku telah bernazar berpuasa untuk Tuhan Yang Maha Pengasih, maka aku tidak akan berbicara dengan siapa pun pada hari ini.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2276.mp3",
    "tafsir": "Maka Jibril menyuruh Maryam supaya makan, minum dan ber-senang hati karena mendapat rezeki itu dan menghilangkan kesedihan hatinya karena Allah berkuasa untuk membersihkannya dari segala tuduhan yang tidak pantas, sehingga Maryam tetap dianggap sebagai wanita yang suci tidak pernah ternoda. Jika kamu melihat seorang manusia yang bertanya tentang persoalannya dan persoalan anaknya, maka isyaratkanlah kepadanya, \"Sesungguhnya aku telah bernazar atas diriku untuk berpuasa semata-mata untuk Tuhan Yang Maha Pemurah, dan aku tidak akan berbicara langsung dengan seorang manusia pun pada hari ini, karena ucapanku itu mungkin ditolak dan tidak dipercayai.",
    "quraish": "Makanlah dari buah kurma itu dan minumlah serta bersenang-senanglah. Jika kamu melihat seseorang mengingkari perkara ini, maka berilah isyarat bahwa kamu sedang berpuasa bicara dan tidak akan berbicara kepada siapa pun hari itu.",
    "jalalayn": "(Maka makanlah) dari buah kurma yang masak itu (dan minumlah) dari air sungai kecil itu (serta bersenang hatilah kamu) dengan anakmu itu. Lafal 'Ainan berfungsi sebagai Tamyiz yang dipindahkan dari Fa'ilnya, maksudnya selamat bersenang hati dengan anakmu itu. Atau dengan kata lain, kamu menjadi tenang dengan adanya anakmu itu sehingga kamu tidak memikirkan hal-hal yang lain. (Jika) lafal Immaa ini pada asalnya terdiri dari In Syarthiyah dan Ma Zaidah yang kemudian diidgamkan menjadi satu hingga menjadi Immaa (kamu melihat) dan lafal Tarayinna terbuang huruf Lam Fi'il dan 'Ain Fi'ilnya, kemudian harakat 'Ain Fi'ilnya dipindahkan pada huruf Ra, selanjutnya Ya Dhamir dikasrahkan karena bertemu dua sukun, sehingga jadilah Tarayinna (seorang manusia) kemudian ia menanyakan kepadamu tentang anakmu itu (maka katakanlah, \"Sesungguhnya aku bernazar shaum untuk Tuhan Yang Maha Pemurah) dengan menahan diri untuk tidak berbicara, baik mengenai perihal anaknya atau orang-orang lainnya, hal ini terbukti dengan perkataan selanjutnya (maka aku tidak akan berkata dengan seorang manusia pun pada hari ini)\" sesudah kejadian ini."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 27,
    "arab": "فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهٗ ۗقَالُوْا يٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا ",
    "translation": "Kemudian dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, “Wahai Maryam! Sungguh, engkau telah membawa sesuatu yang sangat mungkar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2277.mp3",
    "tafsir": "Setelah Maryam diperintahkan untuk berpuasa pada hari melahirkan putranya dan tidak berbicara dengan seorang pun dan setelah ada jaminan dari Allah bahwa kehormatannya tetap terpelihara; maka Maryam menyerahkan seluruh nasibnya pada ketetapan Allah, Maryam menggendong anaknya dan membawanya kepada kaumnya, hal itu menyebabkan kaumnya mencela perbuatannya seraya berkata, \"Hai Maryam, sesungguhnya kamu telah melakukan sesuatu perbuatan yang amat mungkar.\"",
    "quraish": "Maryam mendatangi kerabatnya sambil membawa 'Isâ. Dengan rasa heran dan ingkar, mereka berkata kepadanya, \"Sesungguhnya kamu telah membawa sesuatu yang amat buruk dan mungkar.\"",
    "jalalayn": "(Maka Maryam membawa anak itu kepada kaumnya dengan menggendongnya) lafal Tahmiluhu menjadi Hal atau kata keterangan keadaan. Sehingga kaumnya melihat anak itu (Kaumnya berkata, \"Hai Maryam! Sesungguhnya kamu telah melakukan sesuatu yang amat mungkar) suatu dosa yang sangat besar karena kamu memperoleh anak tanpa ayah."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 28,
    "arab": "يٰٓاُخْتَ هٰرُوْنَ مَا كَانَ اَبُوْكِ امْرَاَ سَوْءٍ وَّمَا كَانَتْ اُمُّكِ بَغِيًّا ۖ",
    "translation": "Wahai saudara perempuan Harun (Maryam)! Ayahmu bukan seorang yang buruk perangai dan ibumu bukan seorang perempuan pezina.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2278.mp3",
    "tafsir": "Kemudian mereka menambah celaan dan cemoohan serta tuduhan kepada Maryam seraya berkata, \"Hai saudara perempuan Harun, ayahmu sekali-kali bukanlah seorang yang jahat dan ibumu sekali-kali bukanlah seorang wanita tuna susila. Bagaimana kamu sampai mendapatkan anak ini.\" Maryam dipanggil dengan sebutan \"Saudara perempuan Harun\", oleh karena telah menjadi kebiasaan Bani Israil untuk menyebutkan nama-nama para nabi dan orang-orang saleh sebelumnya.\nDiriwayatkan oleh al-Mugirah bin Syu`bah yang diutus oleh Rasulullah saw, ke Najran di negeri Yaman di mana terdapat orang-orang Nasrani dan mereka bertanya kepadanya, \"Mengapa kamu membaca di dalam Al-Qur'an, \"hai saudara perempuan Harun,\" padahal Harun dan Musa itu hidupnya lama sekali sebelum lahirnya Isa putra Maryam?\" al-Mugirah tidak sempat memberikan jawaban dan ketika beliau pulang ke Medinah dan menghadap Rasulullah beliau mengemukakan pertanyaan itu. Oleh Rasulullah saw dijawab: \n\"Mengapa kamu tidak memberitahu mereka, bahwa kebiasaan mereka (Bani Israil) itu suka menyebut-nyebut nama para nabi dan orang-orang saleh sebelum mereka.\" (Riwayat Ahmad)",
    "quraish": "\"Wahai kerabat Hârûn, Nabi yang bertakwa dan taat,\" kata mereka lagi, \"bagaimana kamu melakukan hal itu, padahal bapakmu sama sekali bukan orang yang tak bermoral, dan ibumu pun bukan seorang pezina.\"(1). (1) Dalam Ensiklopedia Britanica disebutkan bahwa al-Qur'ân telah melakukan kesalahan sejarah ketika mengatakan bahwa Maryam adalah saudara Hârûn seperti termaktub pada ayat di atas. Padahal antara Hârûn, saudara Mûsâ, dan Maryam terdapat jarak ratusan tahun. Ensiklopedi itu lupa bahwa arti \"saudara\" di sini bukan dalam arti hubungan darah, tetapi \"saudara\" atas dasar kesamaan sikap, seperti disebut dalam kamus Lisân al-'Arab. Dengan demikian, sebutan bahwa Maryam saudara Hârûn adalah saudara dalam arti orang yang mempunyai kesamaan sifat kebaikan dan ketakwaan.",
    "jalalayn": "(Hai saudara perempuan Harun!) dia adalah seorang lelaki yang saleh, hal ini berarti Maryam pun serupa dengannya dalam hal memelihara kehormatan (Ayahmu sekali-kali bukanlah seorang yang buruk) bukan seorang pezina (dan ibumu sekali-kali bukanlah seorang pelacur)\" bukan pula seorang pezina, maka dari manakah anak ini."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 29,
    "arab": "فَاَشَارَتْ اِلَيْهِۗ قَالُوْا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِى الْمَهْدِ صَبِيًّا ",
    "translation": "Maka dia (Maryam) menunjuk kepada (anak)nya. Mereka berkata, “Bagaimana kami akan berbicara dengan anak kecil yang masih dalam ayunan?” ",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2279.mp3",
    "tafsir": "Maryam menunjuk kepada putranya supaya berbicara dan menjelaskan tentang keadaannya, karena Maryam sudah bernazar untuk tidak berbicara dengan siapa pun dan sudah merasa yakin bahwa anaknya mengerti isyarat itu. Orang-orang Yahudi bertanya dengan keheranan, \"Bagaimana kami akan berbicara dengan seorang bayi yang masih di dalam gendongan?\" Mereka menduga bahwa Maryam memperolok-olok mereka.",
    "quraish": "Maryam menunjuk anaknya, 'Isâ a. s., supaya mereka berbicara langsung kepadanya. Lalu mereka berkata, \"Bagaimana kami dapat berbicara dengan anak kecil yang masih dalam buaian?\"",
    "jalalayn": "(Maka Maryam mengisyaratkan) kepada kaumnya (-seraya menunjuk- kepada anaknya) maksudnya supaya mereka bertanya kepada anaknya. (Mereka berkata, \"Bagaimana kami akan berbicara dengan anak) yang masih (kecil berada dalam ayunan?)\"."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 30,
    "arab": "قَالَ اِنِّيْ عَبْدُ اللّٰهِ ۗاٰتٰنِيَ الْكِتٰبَ وَجَعَلَنِيْ نَبِيًّا ۙ",
    "translation": "Dia (Isa) berkata, “Sesungguhnya aku hamba Allah, Dia memberiku Kitab (Injil) dan Dia menjadikan aku seorang Nabi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2280.mp3",
    "tafsir": "Isa a.s. yang masih dalam gendongan ibunya kemudian berkata, \"Sesungguhnya aku ini hamba Allah, Dia yang akan memberikan aku kitab suci Injil dan Dia yang akan menjadikan aku seorang Nabi.\" Ucapan ini mengandung penjelasan bahwa ibunya adalah seorang wanita yang suci karena seorang Nabi harus dari keturunan orang yang saleh dan suci.",
    "quraish": "Ketika 'Isâ mendengar perkataaan mereka, Allah lalu menjadikannya dapat berbicara, \"Sesungguhnya aku adalah hamba Allah yang akan diberi kitab Injîl. Allah akan memilihku menjadi seorang nabi.",
    "jalalayn": "(Isa berkata, \"Sesungguhnya aku ini hamba Allah, Dia memberiku Alkitab) yakni kitab Injil (dan Dia menjadikan aku seorang nabi)."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 31,
    "arab": "وَّجَعَلَنِيْ مُبٰرَكًا اَيْنَ مَا كُنْتُۖ وَاَوْصٰنِيْ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَيًّا ۖ",
    "translation": "Dan Dia menjadikan aku seorang yang diberkahi di mana saja aku berada, dan Dia memerintahkan kepadaku (melaksanakan) salat dan (menunaikan) zakat selama aku hidup;",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2281.mp3",
    "tafsir": "Selanjutnya Isa kecil mengatakan, Allah akan menjadikan aku seorang yang diberkati di mana saja aku berada, karena aku memberi manfaat kepada manusia dan memberi petunjuk kepada mereka ke jalan kebahagiaan; Allah telah memerintahkan aku untuk mendirikan salat karena dalam mendirikan salat itu terkandung perbuatan membersihkan diri dari berbagai macam dosa lahir dan batin, Allah juga memerintahkan aku untuk menunaikan zakat selama aku hidup di dunia. Zakat bertujuan untuk membersihkan harta, jiwa dan memberi bantuan kepada fakir miskin.",
    "quraish": "Allah menjadikan aku sebagai orang yang diberkati, mengajarkan kebaikan dan mendatangkan kebaikan bagi manusia. Dia memerintahkanku untuk melakukan salat dan menunaikan zakat selama hidupku.",
    "jalalayn": "(Dan Dia menjadikan aku seorang yang diberkati di mana saja aku berada) maksudnya Dia menjadikan diriku orang yang banyak memberi manfaat kepada manusia. Ungkapan ini merupakan berita tentang kedudukan yang telah dipastikan baginya (dan Dia memerintahkan kepadaku mendirikan salat dan menunaikan zakat) Allah memerintahkan kepadaku untuk melakukan kedua hal tersebut (selama aku hidup)."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 32,
    "arab": "وَّبَرًّاۢ بِوَالِدَتِيْ وَلَمْ يَجْعَلْنِيْ جَبَّارًا شَقِيًّا ",
    "translation": "dan berbakti kepada ibuku, dan Dia tidak menjadikan aku seorang yang sombong lagi celaka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2282.mp3",
    "tafsir": "Isa yang masih bayi menjelaskan lebih lanjut, bahwa Allah memerintahkan kepadanya supaya berbakti kepada ibunya, tunduk dan selalu berbuat kebaikan kepadanya. Ucapan ini menunjukkan pula kesucian Maryam, karena apabila tidak demikian maka Nabi Isa tidak akan diperintah untuk berbakti kepada ibunya. Keterangan selanjutnya Isa mengatakan, \"Allah tidak menjadikan aku seorang yang sombong karena aku selalu taat menyembah Allah dan tidak pula menjadikan aku seorang yang celaka karena aku selalu berbuat baik kepada ibuku.\"",
    "quraish": "Dia juga memerintahkanku untuk berbakti kepada ibuku, dan tidak menjadikan aku bersikap aniaya kepada manusia, serta celaka karena berbuat maksiat kepada-Nya.",
    "jalalayn": "(Dan berbakti kepada ibuku) lafal Barran dinashabkan oleh lafal Ja'alani yang keberadaannya diperkirakan, maksudnya, Dia menjadikan aku sebagai orang yang berbakti kepada ibuku (dan Dia tidak menjadikan aku seorang yang sombong) orang yang merasa tinggi diri (lagi celaka) yang durhaka kepada Rabbnya."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 33,
    "arab": "وَالسَّلٰمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ اَمُوْتُ وَيَوْمَ اُبْعَثُ حَيًّا ",
    "translation": " Dan kesejahteraan semoga dilimpahkan kepadaku, pada hari kelahiranku, pada hari wafatku, dan pada hari aku dibangkitkan hidup kembali.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2283.mp3",
    "tafsir": "Selanjutnya Isa berdoa, Semoga kesejahteraan dan keselamatan dilimpahkan kepadanya pada tiga peristiwa yaitu pada hari ia dilahirkan, pada hari ia wafat dan pada hari ia dibangkitkan hidup kembali pada hari Kiamat. Maka tidak ada seorang pun yang dapat memberi mudarat kepadanya dalam tiga peristiwa ini yang merupakan peristiwa-peristiwa paling sulit dan kritis bagi setiap hamba Allah yang hidup di dunia. \nOrang-orang Yahudi dan Nasrani mengingkari bahwa Isa a.s. pernah berbicara ketika masih bayi dan masih dalam gendongan. Mereka mengemukakan bahwa seandainya hal ini betul-betul terjadi tentu beritanya tersebar luas di kalangan masyarakat ramai, karena peristiwa itu merupakan hal yang sangat aneh dan sangat menarik perhatian. Mereka telah mengadakan penyelidikan ke mana-mana dan tidak menjumpai keterangan itu dalam kitab-kitabnya. \nBagi kaum Muslimin peristiwa ini tetap menjadi suatu keyakinan karena tersebut di dalam Al-Qur'an yang pasti kebenarannya karena seandainya Isa a.s., tidak berbicara waktu kecilnya dan membersihkan ibunya dari segala tuduhan yang kotor tentu orang Yahudi akan melaksanakan hukuman rajam kepada Maryam, besar kemungkinan bahwa yang menyaksikan ucapan bayi itu beberapa orang saja yang jumlahnya terbatas sehingga tidak sampai tersebar luas di kalangan mereka.",
    "quraish": "Aku akan memperoleh keamanan dari Allah pada hari kelahiranku, hari kematianku dan hari kebangkitanku kembali dari kematian.\"",
    "jalalayn": "(Dan kesejahteraan) dari Allah (semoga dilimpahkan kepadaku, pada hari aku dilahirkan, pada hari aku meninggal dan pada hari aku dibangkitkan hidup kembali)\" hal ini telah dikatakan pada kisah yang lalu, yaitu dalam doa Nabi Yahya."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 34,
    "arab": "ذٰلِكَ عِيْسَى ابْنُ مَرْيَمَ ۚقَوْلَ الْحَقِّ الَّذِيْ فِيْهِ يَمْتَرُوْنَ ",
    "translation": "Itulah Isa putra Maryam, (yang mengatakan) perkataan yang benar, yang mereka ragukan kebenarannya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2284.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa Isa adalah seorang hamba Allah yang akan menjadi nabi dan akan diturunkan kepadanya Al-Kitab, yang mempunyai sifat-sifat dan akhlak yang mulia bukan sebagaimana yang dituduhkan oleh kaumnya, bukan anak zina dan bukan pula anak Allah sebagaimana yang diucapkan dan dipercayai oleh kaumnya di belakang hari. Apa yang diucapkannya sewaktu ia masih bayi dalam gendongan itulah ucapan yang benar dan tak dapat diragukan lagi meskipun kaumnya masih meragukan ucapan-ucapan itu dan menuduhnya sebagai tukang sihir. Dia bukan tukang sihir sebagaimana dikatakan orang Yahudi, bukan putra Allah sebagaimana didakwahkan oleh kaum Nasrani dan bukan pula Tuhan sebagaimana dikatakan golongan yang lain. Dia adalah hamba Allah yang akan diangkat menjadi nabi dan rasul.",
    "quraish": "Orang yang bersifat seperti itu adalah 'Isâ putra Maryam. Inilah pernyataan yang benar tentang dirinya yang banyak dipertentangkan oleh orang-orang yang mendustakannya dan yang kenabiannya diragukan oleh banyak orang.",
    "jalalayn": "(Itulah Isa putra Maryam, yang mengatakan perkataan yang benar) jika lafal Alqaul dibaca Rafa', berarti menjadi Khabar dari Mubtada yang diperkirakan keberadaannya, maksudnya, perkataan Isa bin Maryam adalah perkataan yang benar. Kalau dibaca Nashab berarti ada lafal Qultu yang diperkirakan keberadaannya sebelumnya, maksudnya Aku mengatakan perkataan yang benar (yang mereka berbantah-bantahan tentang kebenarannya) lafal Yamtaruuna berasal dari kata Al Miryah; mereka meragukan kebenarannya, mereka adalah orang-orang Nasrani; mereka mengatakan perkataan yang dusta, yaitu, \"Sesungguhnya Isa itu adalah anak Allah\"."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 35,
    "arab": "مَا كَانَ لِلّٰهِ اَنْ يَّتَّخِذَ مِنْ وَّلَدٍ سُبْحٰنَهٗ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ۗ",
    "translation": "Tidak patut bagi Allah mempunyai anak, Mahasuci Dia. Apabila Dia hendak menetapkan sesuatu, maka Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2285.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan kembali bahwa Isa itu bukan anak Allah. Tidak wajar dan tidak mungkin Allah mempunyai anak karena Allah tidak memerlukan keturunan seperti manusia yang di masa tuanya sangat membutuhkan pertolongan dan perawatan dan membutuhkan orang yang akan melanjutkan dan memelihara hasil usahanya atau mengharumkan namanya sesudah ia meninggal. Allah tidak memerlukan semua itu karena Dia Mahakuasa, senantiasa berdiri sendiri tidak membutuhkan bantuan orang lain sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nMahasuci Allah dari segala sifat kekurangan dan dari segala tuduhan yang diucapkan oleh kaum kafir. Apabila Dia hendak menciptakan sesuatu, cukuplah Dia menfirmankan \"Kun\" (jadilah) maka terciptalah dia. Baginya tidak sulit untuk menciptakan seorang anak tanpa bapak atau menciptakan manusia tanpa ibu dan bapak seperti menciptakan Adam dan Allah berfirman:\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Ali 'Imran/3: 59)\n\nAllah Yang Maha Sempurna dan demikian besar kekuasaan-Nya tidaklah mungkin membutuhkan seorang anak karena yang demikian itu menunjukkan kepada kelemahan dan sifat-sifat kekurangan.",
    "quraish": "Tidak benar bahwa Allah mempunyai anak--Mahasuci Allah dari hal itu. Apabila Dia telah menetapkan sesuatu, niscaya kehendak-Nya itu akan terlaksana. Tidak ada yang mustahil bagi Allah. Dengan berkata, \"Jadilah,\" maka akan terwujud makhluk yang dikehendaki-Nya.",
    "jalalayn": "(Tidak layak bagi Allah mempunyai anak, Maha Suci Dia) dari hal tersebut. (Apabila Dia telah menetapkan sesuatu) yakni, Dia berkehendak untuk menciptakannya (maka Dia hanya berkata kepadanya, \"Jadilah\" maka jadilah dia) kalau dibaca Rafa' yaitu Yakuunu berarti ada lafal Huwa atau dia yang diperkirakan keberadaannya, kalau dibaca Nashab yaitu berarti dengan memperkirakan lafal An sebelumnya. Oleh sebab itu maka Nabi Isa diciptakan tanpa ayah."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 36,
    "arab": "وَاِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ",
    "translation": "(Isa berkata), “Dan sesungguhnya Allah itu Tuhanku dan Tuhanmu, maka sembahlah Dia. Ini adalah jalan yang lurus.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2286.mp3",
    "tafsir": "Pada ayat ini Allah menerangkan lagi ucapan Isa di waktu dia masih bayi dalam buaian di samping ucapan-ucapannya pada ayat 30-33 Surah ini yaitu, \"Bahwa sesungguhnya Allah adalah Tuhanku dan Tuhanmu, maka hendaklah kamu menyembah-Nya.\" Isa menegaskan kepada kaumnya bahwa dia hanya hamba Allah seperti mereka juga meskipun dia dilahirkan dengan cara yang luar biasa tanpa bapak. Hal ini tidak menunjukkan bahwa dia adalah putra Allah, atau dia adalah Tuhan yang patut disembah. Dia hanya manusia biasa diciptakan Allah. Oleh sebab itu dia mengajak kaumnya supaya menyembah Allah Yang menciptakannya dan menciptakan semua makhluk. Yang patut mereka sembah hanyalah Allah Pencipta segala sesuatu. \nSelanjutnya Isa menerangkan kepada mereka, bahwa manusia sepatutnya menyembah Allah bukan menyembah setan dan berhala. Inilah jalan yang lurus yang akan membawa mereka pada kebahagiaan di dunia dan akhirat. Ini pula jalan yang ditunjukkan oleh nabi-nabi sebelum dia. Barangsiapa yang menempuh jalan itu ia akan berbahagia dan barangsiapa yang menempuh jalan selain itu akan sesat dan celaka.",
    "quraish": "Sesungguhnya Allah adalah Tuhanku dan Tuhan kalian. Maka sembahlah Dia, dan jangan sekali-kali kalian menyekutukan-Nya. Dan apa yang aku serukan kepada kalian ini adalah jalan menuju kebahagiaan.",
    "jalalayn": "(Sesungguhnya Allah adalah Rabbku dan Rabb kalian, maka sembahlah Dia) jika dibaca Anna maka dengan memperkirakan keberadaan lafal Udzkur, maksudnya: Ingatlah, sesungguhnya Allah dan seterusnya. Jika dibaca Kasrah yaitu Inna maka dengan memperkirakan keberadaan lafal Qul sebelumnya, maksudnya: Katakanlah, sesungguhnya Allah; hal ini dibuktikan oleh firman lainnya, yaitu: Aku tidak pernah mengatakan kepada mereka melainkan apa yang Engkau perintahkan kepadaku untuk mengatakannya, yaitu, \"Sembahlah Allah, Rabbku dan Rabb kalian.\" (Q.S. Al-Maidah, 117). (ini) hal yang telah disebutkan tadi (adalah jalan) penuntun (yang lurus) yang dapat mengantarkan ke surga."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 37,
    "arab": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ مَّشْهَدِ يَوْمٍ عَظِيْمٍ ",
    "translation": "Maka berselisihlah golongan-golongan (yang ada) di antara mereka (Yahudi dan Nasrani). Maka celakalah orang-orang kafir pada waktu menyaksikan hari yang agung!",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2287.mp3",
    "tafsir": "Kemudian pada ayat ini Allah menerangkan bahwa kaum Nabi Isa tidak mengindahkan petunjuk-petunjuk yang diberikan kepada mereka. Mereka telah jatuh ke dalam lembah kesesatan dan perselisihan yang hebat. Mereka terpecah-pecah menjadi beberapa golongan; Golongan \"Yakubiyah\" yaitu golongan yang mengikuti ajaran seorang pendeta bernama Yakub, yang mengatakan bahwa Isa adalah tuhan yang diturunkan ke bumi tetapi kemudian naik lagi ke langit. Golongan \"Nasturiah\" yang mengikuti ajaran seorang pendeta bernama Nastur yang mengatakan bahwa Isa adalah putra Tuhan yang diturunkan ke bumi kemudian diangkat-Nya kembali ke langit. Golongan ini mengatakan bahwa Isa adalah salah satu dari oknum yang tiga yaitu: Bapak, putra dan Ruhulkudus. Golongan lain mengatakan bahwa Isa adalah salah satu dari Tuhan yang tiga, yaitu: Allah, Isa anak-Nya dan Maryam ibu Isa. Di samping golongan-golongan yang sesat itu, ada pula golongan yang benar dan beriman sesuai dengan ajaran dan petunjuk Isa yang beriman bahwa Isa adalah hamba Allah dan Rasul-Nya, golongan ini bernama \"Malakania\". \nTerhadap golongan-golongan yang sesat itu Allah mengancam mereka bahwa mereka akan menyaksikan sendiri bagamana dahsyatnya hari kiamat nanti dan bagaimana pedihnya siksaan yang disediakan untuk mereka. Semua anggota badan mereka akan menjadi saksi atas kekufuran dan keingkaran mereka. Allah menangguhkan siksaan terhadap mereka sampai hari Kiamat dan tidak menyegerakan siksaan mereka semata-mata karena rahmat dan kasih sayang-Nya sebagaimana tersebut dalam sabda Nabi saw:\nSesungguhnya Allah menangguhkan penyiksaan bagi orang zalim sehingga apabila Dia menyiksanya, dia tidak akan dapat lepas dari siksaan itu. (Riwayat al-Bukhari dan Muslim dari Abu Musa)\nMengenai sikap kaum Nabi Isa ini Nabi Muhammad saw bersabda:\nTak ada seorang pun yang tahan, mendengar kata-kata yang menyakitkan kecuali Allah. Mereka mengatakan bahwa Allah mempunyai anak sedang Allah tetap memberi mereka rezeki dan kesehatan. (Riwayat al-Bukhari dari Abdullah bin Qais)",
    "quraish": "Meskipun begitu, orang-orang Ahl al-Kitâb berselisih paham tentang 'Isâ, dan terbagi-bagi menjadi beberapa kelompok. Maka, azab yang pedih disediakan bagi mereka saat mendatangi hari perhitungan, menyaksikan hari kiamat dan menerima balasan yang amat buruk.",
    "jalalayn": "(Maka berselisihlah golongan-golongan yang ada di antara mereka) yakni orang-orang Nasrani, yaitu sehubungan dengan perihal Isa, apakah dia anak Allah, atau tuhan di samping Allah, ataukah tuhan yang ketiga. (Maka kecelakaanlah) azab yang sangat keras (bagi orang-orang kafir) disebabkan apa yang telah disebutkan tadi dan hal-hal lainnya (pada waktu menyaksikan hari yang besar) yakni kehadiran mereka di hari kiamat dan kengerian-kengerian yang terjadi pada waktu itu."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 38,
    "arab": "اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُوْنَنَا لٰكِنِ الظّٰلِمُوْنَ الْيَوْمَ فِيْ ضَلٰلٍ مُّبِيْنٍ ",
    "translation": "Alangkah tajam pendengaran mereka dan alangkah terang penglihatan mereka pada hari mereka datang kepada Kami. Tetapi orang-orang yang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2288.mp3",
    "tafsir": "Pada hari kiamat nanti orang-orang kafir itu karena memikirkan nasib mereka yang malang telinganya menjadi sangat peka dan peng-lihatannya sangat tajam apa saja yang terjadi segera menjadi perhatian mereka. Maka Allah lalu berfirman, \"Alangkah pekanya telinga mereka dan alangkah tajamnya penglihatan mereka di kala mereka menghadap Kami. Padahal mereka di dunia seakan-akan tuli tidak dapat mendengarkan petunjuk yang di bawa Nabi, dan seakan-akan buta tidak dapat melihat kebenaran dan mukjizat yang diberikan kepada para rasul. Mereka tidak melihat atau merasakan kekuasaan Allah yang tampak dengan nyata di alam semesta.\"\nSeandainya mereka semasa di dunia mempergunakan pendengaran dan penglihatan seperti keadaan mereka di akhirat itu tentulah mereka tidak akan tetap dalam kekafiran, mereka akan beriman kepada Allah dan Rasul-Nya. Tetapi tidak ada gunanya lagi telinga yang peka dan mata yang tajam pada waktu itu, karena nasib mereka sudah ditentukan dan pastilah mereka masuk neraka. Mereka pada waktu itu merasa sangat menyesal dan berangan-angan agar mereka dapat dikembalikan ke dunia untuk memperbaiki kesalahan dan kedurhakaan mereka, tetapi apa hendak dikata nasi telah menjadi bubur. Angan-angan kosong itu tidak akan terkabul karena mereka akan dibelenggu, dirantai, dan dimasukkan ke neraka sebagaimana tersebut dalam firman Allah:\n(Allah berfirman), \"Tangkaplah dia lalu belenggulah tangannya ke lehernya.\" Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta. Sesungguhnya dialah orang yang tidak beriman kepada Allah Yang Mahabesar. (al-haqqah/69: 30-33)\nDemikianlah nasib mereka di akhirat nanti karena mereka adalah orang-orang yang benar-benar telah sesat dari jalan yang lurus.",
    "quraish": "Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka pada hari mereka bertemu dengan Allah! Tetapi pada hari ini, karena sikap mereka yang menzalimi diri sendiri dan tidak mau memanfaatkan pendengaran dan penglihatannya ketika di dunia, mereka benar-benar sesat dari kebenaran.",
    "jalalayn": "(Alangkah terangnya pendengaran mereka dan alangkah tajamnya penglihatan mereka) kedua lafal ini merupakan Shighat atau ungkapan rasa takjub, maknanya sama dengan lafal Ma Asma'ahum dan Ma Absharahum (pada hari mereka datang kepada Kami) di akhirat kelak. (Tetapi orang-orang yang zalim) menurut ungkapan meletakkan isim Zhahir pada tempat isim Mudhmar' (pada hari ini) yakni di dunia (berada dalam kesesatan yang nyata) nyata kesesatannya, disebabkan mereka tuli tidak mau mendengarkan perkara yang hak, dan mereka buta tidak mau melihat yang benar. Maksudnya, hai orang yang diajak bicara sepatutnya kamu merasa takjub dan heran terhadap pendengaran dan penglihatan mereka di akhirat, sesudah di dunia mereka tuli dan buta."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 39,
    "arab": "وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۘ وَهُمْ فِيْ غَفْلَةٍ وَّهُمْ لَا يُؤْمِنُوْنَ ",
    "translation": " Dan berilah mereka peringatan (Muhammad) tentang hari penyesalan, (yaitu) ketika segala perkara telah diputus, sedang mereka dalam kelalaian dan mereka tidak beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2289.mp3",
    "tafsir": "Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar dia memberi peringatan kepada manusia khususnya kaum musyrik Mekah tentang hari Kiamat mereka mati dalam keadaan kafir, orang-orang kafir akan menyesali diri mereka karena tidak mau beriman dan selalu berusaha menegakkan yang batil semasa hidup di dunia.\nPara mukmin dibawa ke surga dan orang-orang kafir digiring ke neraka. Kepada kedua golongan ini diberitahukan bahwa masing-masing mereka tidak akan keluar selama-lamanya dari tempat yang telah disediakan bagi mereka, dan mereka tidak akan mengalami kematian selama-lamanya. Diriwayatkan dalam sebuah hadis dari Abu Sa`id, Rasulullah saw bersabda, \"Pada waktu itu dibawalah \"kematian\" berbentuk seekor biri-biri yang bagus rupanya, lalu datang orang yang menyerukan, Hai penghuni surga! Lalu mereka tertegun memperhatikan. Maka penyeru itu bertanya, \"Tahukah kamu apa ini?\" Mereka menjawab, Ya, itu adalah \"Kematian.\" Semua mereka melihatnya. Kemudian penyeru yang lain berseru pula. Hai penghuni neraka! Tahukah kamu apakah ini? Mereka menjawab, ya! Itu adalah \"kematian.\" Mereka melihatnya pula. Maka \"kematian\" yang berbentuk biri-biri itu disembelihkan di antara surga dan neraka, lalu penyeru itu berkata, \"Hai penghuni surga kamu kekal di dalam surga dan kamu tidak akan mengalami kematian lagi. Hai penghuni neraka, kamu kekal di dalam neraka dan tidak akan mengalami kematian lagi.\" Kemudian Rasulullah membacakan ayat ini. (Riwayat al-Bukhari dan Muslim)\nKetika itu sadarlah orang-orang kafir akan keteledoran mereka dan mereka menyesal mengapa mereka di dunia dahulu mengingkari hari ke-bangkitan, mengapa mereka tidak mau memikirkan ajakan dan petunjuk ke jalan yang benar, tetapi sesalan itu tidak berguna lagi.",
    "quraish": "Wahai Rasul, berilah peringatan kepada orang-orang yang zalim tentang suatu hari tatkala mereka menyesal atas kelalaian mereka terhadap hak Allah dan hak mereka sendiri, sementara pada saat itu perkara mereka telah diputuskan dan sudah menerima balasan. Sesungguhnya mereka di dunia telah lalai dengan hari itu, karena mereka tidak percaya akan hari kebangkitan dan pembalasan.",
    "jalalayn": "(Dan berilah mereka peringatan) takut-takutilah hai Muhammad, orang-orang kafir Mekah itu (tentang hari penyesalan) yaitu hari kiamat sewaktu orang yang berbuat jahat merasa menyesal sekali karena tidak mau berbuat kebaikan di dunia (yaitu ketika segala perkara telah diputus) bagi mereka di hari kiamat, yaitu mereka harus menerima azab (Dan mereka) di dunia (dalam kelalaian) tentang hari penyesalan itu (dan mereka tidak pula beriman) kepada adanya hari penyesalan itu."
  },
  {
    "ruku": 265,
    "name": "Maryam",
    "ayat": 40,
    "arab": "اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُوْنَ ࣖ",
    "translation": "Sesungguhnya Kamilah yang mewarisi bumi dan semua yang ada di atasnya, dan hanya kepada Kami mereka dikembalikan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2290.mp3",
    "tafsir": "Pada ayat ini Allah menghibur Nabi Muhammad, meminta Nabi untuk tidak bersedih hati karena kaum musyrik tidak mau beriman dan selalu mendustakannya. Karena mereka kelak akan kembali kepada Allah dan akan dibalas kekafiran mereka dengan balasan yang setimpal karena Kamilah Yang Mahakuasa. Kamilah yang mewarisi bumi dan segala isinya pada hari Kiamat nanti.",
    "quraish": "Ketahuilah wahai manusia, sesungguhnya Allahlah yang mewariskan alam dengan segala seisinya ini. Dan perhitungan untuk mereka ada pada Allah.",
    "jalalayn": "(Sesungguhnya Kami) lafal Nahnu berfungsi sebagai Taukid atau kata pengukuh (mewarisi bumi dan semua orang-orang yang ada di dalamnya) baik yang berakal maupun yang lainnya, yaitu dengan membinasakan mereka (dan hanya kepada Kamilah mereka dikembalikan) pada hari kiamat untuk menerima pembalasan."
  }
]