[
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 83,
    "arab": "اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّا ۙ",
    "translation": "Tidakkah engkau melihat, bahwa sesungguhnya Kami telah mengutus setan-setan itu kepada orang-orang kafir untuk mendorong mereka (berbuat maksiat) dengan sungguh-sungguh?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2333.mp3",
    "tafsir": "Pada ayat ini Allah memperingatkan Nabi Muhammad bahwa Dia telah melepaskan setan dan memberi kesempatan kepadanya untuk menipu, membujuk serta memperdayakan manusia yang terkena bujuk rayu setan itu termasuk orang-orang kafir Mekah sehingga Mereka akan tetap dalam kesesatan dan tidak akan kembali ke jalan yang benar bagaimanapun Muhammad mengajak dan menyeru mereka. Hal ini dijelaskan Allah sebagai penawar hati Nabi Muhammad yang berduka karena dia telah bersungguh-sungguh dan dengan sepenuh hati memberikan petunjuk dan peringatan kepada mereka, tetapi mereka tetap juga ingkar dan tidak mau beriman.",
    "quraish": "Tidakkah kamu mengetahui, wahai Rasul, sesungguhnya Kami telah menguatkan pengaruh setan terhadap orang-orang kafir sehingga ia dapat menguasai dan mendorong mereka untuk menentang kebenaran. Mereka pun tunduk mengikuti setan.",
    "jalalayn": "(Tidakkah kamu lihat, bahwasanya Kami telah mengirim setan-setan itu) yakni pengaruh mereka (kepada orang-orang kafir untuk menghasut mereka) untuk menggerakkan mereka melakukan perbuatan-perbuatan maksiat (dengan sungguh-sungguh)."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 84,
    "arab": "فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّا ۗ",
    "translation": "Maka janganlah engkau (Muhammad) tergesa-gesa (memintakan azab) terhadap mereka, karena Kami menghitung dengan hitungan teliti (datangnya hari siksaan) untuk mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2334.mp3",
    "tafsir": "Pada ayat ini Allah melarang Nabi Muhammad merasa sedih dan marah kepada orang kafir dan meminta supaya azab kepada mereka disegerakan karena saat untuk menimpakan azab itu sudah dekat, hanya tinggal menghitung-hitung harinya saja. Di dunia mereka akan menerima balasan dengan kekalahan mereka dalam Perang Badar dan di akhirat walaupun dalam pikiran kita masih jauh tetapi bagi Allah hari itu adalah dekat. Karena satu hari di akhirat dalam perhitungan Allah bukanlah 24 jam seperti perhitungan kita, mungkin seribu tahun atau mungkin lebih, sebagai tersebut dalam firman-Nya:\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.(al-hajj/22: 47)",
    "quraish": "Wahai Rasul, janganlah kekufuran mereka membuat hatimu susah. Dan jangan pula tergesa-gesa memintakan siksa untuk mereka. Sesungguhnya mereka dibiarkan di dunia sampai batas waktu tertentu, dan akan dihitung amal perbuatan dan dosa-dosa mereka untuk dihisab di akhirat kelak.",
    "jalalayn": "(Maka janganlah kamu tergesa-gesa terhadap mereka) untuk mendatangkan azab buat mereka (karena sesungguhnya Kami hanya menghitung untuk mereka) hari-hari atau nafas-nafas mereka (dengan perhitungan yang teliti) hingga tiba saatnya azab mereka."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 85,
    "arab": "يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا ",
    "translation": "(Ingatlah) pada hari (ketika) Kami mengumpulkan orang-orang yang bertakwa kepada (Allah) Yang Maha Pengasih, bagaikan kafilah yang terhormat,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2335.mp3",
    "tafsir": "Pada hari itu Allah mengumpulkan orang-orang yang bertakwa untuk menghadap kehadirat-Nya sebagai rombongan yang dimuliakan karena iman dan amal mereka di dunia. Mereka dibawa dengan kendaraan yang bagus dan indah sebagai tamu yang dihormati. Ali bin Abi thalib mengatakan bahwa rombongan itu bukanlah rombongan biasa yang berjalan kaki atau digiring tetapi dibawa dengan kendaraan yang belum pernah dilihat keindahannya oleh manusia, di atasnya ada tempat duduk dari emas dan tali lesnya bertahtakan permata zamrud sehingga sampailah mereka di muka pintu surga.",
    "quraish": "Wahai Rasul, ingatlah pada suatu hari Kami akan mengumpulkan orang-orang yang bertakwa di dalam surga Tuhan Yang Maha Pemurah sebagai utusan dan kelompok yang terhormat.",
    "jalalayn": "Ingatlah (hari ketika Kami mengumpulkan orang-orang yang takwa) berkat keimanan mereka (kepada Tuhan Yang Maha Pemurah sebagai perutusan yang terhormat). Lafal Wafdun adalah bentuk jamak dan lafal Waafidun, artinya delegasi."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 86,
    "arab": "وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًا ۘ",
    "translation": "dan Kami akan menggiring orang yang durhaka ke neraka Jahanam dalam keadaan dahaga.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2336.mp3",
    "tafsir": "Sebaliknya orang durhaka yang tetap ingkar dan kafir digiring ke neraka. Dalam perjalanan ke neraka itu mereka menderita berbagai macam penderitaan yang tidak terperikan seperti haus dan lapar karena panasnya udara padang mahsyar. Mereka digiring seperti hewan-hewan yang hina dina yang tidak berdaya bukan ke tempat yang teduh atau ke mata air yang jernih untuk melepaskan haus dan dahaga tetapi ke neraka yang amat panas.",
    "quraish": "Sementara orang-orang yang durhaka dihalau menuju ke neraka jahanam dalam keadaan dahaga, layaknya seperti binatang yang kehausan saat dihalau menuju air.",
    "jalalayn": "(Dan Kami akan menghalau orang-orang yang durhaka) karena kekafiran mereka (ke neraka Jahanam dalam keadaan dahaga). Lafal Wirdun adalah bentuk jamak dari lafal Waaridun artinya berjalan dalam keadaan dahaga."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 87,
    "arab": "لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۘ",
    "translation": " Mereka tidak berhak mendapat syafaat, (pertolongan) kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2337.mp3",
    "tafsir": "Orang kafir tidak akan memperoleh syafaat dari siapa pun untuk menolong mereka atau meringankan penderitaan yang mereka alami. Karena yang berhak menerima syafaat pada hari itu hanyalah orang-orang yang telah dijanjikan Allah akan mendapat syafaat yaitu orang-orang mukmin yang di masa hidupnya di dunia telah mempersiapkan diri untuk mendapat syafaat dengan amal ibadahnya dan perjuangannya menegakkan kalimah Allah. Syafaat pada hari itu hanya dimiliki oleh para nabi, ulama dan para syuhada sesuai dengan amal dan bakti mereka masing-masing. Di antara amal ibadat yang menjadikan seseorang berhak memperoleh syafaat itu ialah memelihara salat lima waktu dengan sebaik-baiknya. \nRasulullah bersabda, \"Barangsiapa yang datang pada hari kiamat membawa salatnya yang lima waktu dengan sempurna yaitu disempurnakan wudunya dipeliharanya waktunya, ruku` dan sujudnya, tidak pernah ditinggalkannya barang sekalipun maka Allah berjanji tidak akan menyiksanya. Tetapi orang yang pernah meninggalkan salatnya, tidak akan memperoleh janji Allah itu. Terserahlah kepada Tuhan apakah Dia akan memberinya rahmat atau menimpakan azab kepadanya.\"(Diriwayatkan oleh ath-thabrani dalam kitab \"al-Ausath\" dari Abu Hurairah)",
    "quraish": "Pada hari itu, tak seorang pun yang mendapat syafaat, kecuali orang yang mendapat izin dari Allah karena adanya suatu perjanjian.",
    "jalalayn": "(Mereka tidak dapat memberi) manusia semuanya (syafaat kecuali orang yang telah mengadakan perjanjian di sisi Tuhan Yang Maha Pemurah) yakni kesaksian bahwa tiada Tuhan selain Allah dan tiada daya serta tiada kekuatan melainkan berkat pertolongan Allah."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 88,
    "arab": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ",
    "translation": "Dan mereka berkata, “(Allah) Yang Maha Pengasih mempunyai anak.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2338.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.",
    "quraish": "Sesungguhnya orang-orang musyrik, Yahudi dan Nasrani telah benar-benar mengatakan, \"Sesungguhnya Allah mempunyai anak berupa malaikat atau manusia.\"",
    "jalalayn": "(Dan mereka berkata,) orang-orang Yahudi dan Nasrani dan orang-orang yang menyangka bahwa malaikat-malaikat itu adalah anak-anak perempuan Allah (\"Tuhan Yang Maha Pemurah mempunyai anak\") maka Allah menyanggah perkataan mereka itu melalui firman-Nya,"
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 89,
    "arab": "لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ",
    "translation": "Sungguh, kamu telah membawa sesuatu yang sangat mungkar,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2339.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan bahwa orang-orang yang mengatakan bahwa Allah mempunyai anak baik mereka itu dari kaum musyrik Mekah, orang Yahudi, orang Nasrani maupun penganut agama lain, adalah orang-orang yang sesat karena telah mengucapkan ucapan yang sangat tidak menyenangkan dan telah mengada-adakan kebohongan yang besar terhadap Allah. Perkataan itu sangat mungkar, tidak dapat diterima oleh akal dan sangat bertentangan dengan sifat-sifat Allah Yang Maha Esa, Maha Pencipta, Mahakuasa dan Mahaperkasa. Allah sangat murka terhadap mereka karena kelancangan mulut mereka merendahkan martabat Yang Mahatinggi seakan-akan Allah disamakan dengan manusia dan makhluk-makhluk-Nya yang lain yang membutuhkan keturunan yang akan melanjutkan kelangsungan eksistensinya di kemudian hari dan yang akan menolong membantunya di kala ia telah menjadi lemah tak berdaya. Padahal Dia-lah Yang Hidup Kekal, senantiasa berdiri sendiri tidak memerlukan pertolongan atau bantuan dari selain-Nya, sebagaimana tersebut dalam firman-Nya:\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (Ali 'Imran/3: 2)\nAllah mencela mereka dengan keras dan mengatakan bahwa mereka dengan ucapan seperti itu telah mengatakan sesuatu yang sangat mungkar sekali, ucapan yang tidak sepatutnya keluar dari mulut makhluk-Nya yang diciptakan-Nya sendiri, makhluknya yang telah dianugerahi-Nya akal dan pikiran agar dia dapat membedakan mana yang hak dan mana yang batil.",
    "quraish": "Wahai orang-orang yang mengatakan demikian, dengan berkata seperti itu, sesungguhnya kalian telah mendatangkan sesuatu yang tidak dapat diterima oleh akal sehat.",
    "jalalayn": "(\"Sesungguhnya kalian telah mendatangkan sesuatu perkara yang sangat mungkar) yaitu suatu perkara mungkar yang sangat besar."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 90,
    "arab": "تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ",
    "translation": "hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu),",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2340.mp3",
    "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu.",
    "quraish": "Hampir-hampir langit pecah karena ucapan itu, dan bumi terbelah serta gunung-gunung runtuh berkeping-keping.",
    "jalalayn": "(Hampir-hampir) dapat dibaca Takaadu dan Yakaadu (langit pecah) terbelah, dan menurut qiraat yang lain lafal Yatafaththarna dibaca Yanfathirna (karena ucapan itu dan bumi belah dan gunung-gunung runtuh) yakni terbalik menindih mereka disebabkan."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 91,
    "arab": "اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ",
    "translation": "karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2341.mp3",
    "tafsir": "Bila bumi, langit dan gunung-gunung dapat mendengar dan memahami ucapan orang-orang kafir itu, meskipun ia tidak diberi akal dan pikiran oleh Allah, maka langit, bumi dan gunung-gunung yang besar itu akan terguncang dengan dahsyatnya karena terkejut dan mungkin akan menjadi hancur lebur, karena tidak dapat menerima ucapan yang sangat berat tanggung jawabnya, dan sangat menghina serta merendahkan martabat Penciptanya. Untunglah bumi langit dan gunung-gunung itu tidak dapat mendengar apalagi memahami ucapan orang-orang kafir yang sangat keliru itu.",
    "quraish": "Bencana di bumi, langit dan gunung hampir saja terjadi karena mereka menyatakan bahwa Allah mempunyai anak.",
    "jalalayn": "(mereka mendakwakan Allah Yang Maha Pemurah mempunyai anak\"). Allah berfirman,"
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 92,
    "arab": "وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ",
    "translation": "Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2342.mp3",
    "tafsir": "Allah dalam ayat ini membantah dengan firman-Nya, \"Tidak layak bagi Tuhan Yang Maha Pemurah memungut anak.\" Demikianlah jawaban Allah Yang Maha Pengasih lagi Penyayang terhadap ucapan hamba-Nya yang sangat dimurkai-Nya itu. Dia tidak membentak dan menghukum mereka secara langsung, tetapi menjawabnya dengan kata-kata yang seharusnya dipikirkan dalam-dalam agar mereka kembali kepada kebenaran dan mensucikan Tuhannya dari segala sifat yang bertentangan dengan keesaan dan keagungan-Nya.",
    "quraish": "Sangatlah tidak masuk akal jika Allah mempunyai anak. Sebab pernyataan seperti itu menunjukkan bahwa Allah itu baharu (hâdits) dan membutuhkan sesuatu.",
    "jalalayn": "(\"Dan tidak layak bagi Allah Yang Maha Pemurah mempunyai anak\") yakni tidak patut bagi-Nya hal yang demikian itu."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 93,
    "arab": "اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًا ۗ",
    "translation": "Tidak ada seorang pun di langit dan di bumi, melainkan akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2343.mp3",
    "tafsir": "Pada ayat ini Allah menegaskan pula bahwa semua yang ada di langit dan di bumi baik malaikat, jin, maupun manusia, semuanya akan datang menghadap kehadirat Allah (Tuhannya) pada hari kiamat sebagai hamba, patuh dan tunduk kepada semua putusan dan hukuman yang diputuskan-Nya bagi masing-masing makhluk-Nya. Tiada seorang pun yang dapat menyangkal putusan-Nya pada waktu itu karena putusan itu adalah putusan yang adil. Ada yang berhak menerima azab dan siksaan sesuai dengan kedurhakaan dan kejahatan yang dilakukan, ada pula yang berhak menerima ganjaran dan pahala sesuai dengan ketakwaan dan amal kebaikan yang diusahakan.",
    "quraish": "Tidak ada seorang pun yang ada di langit dan bumi, melainkan akan datang kepada Allah pada hari kiamat sebagai seorang hamba yang tunduk kepada ketuhanan-Nya.",
    "jalalayn": "(Tidak ada) (seorang pun di langit dan di bumi melainkan akan datang kepada Tuhan Yang Maha Pemurah selaku seorang hamba) yang hina dan tunduk patuh kepada-Nya kelak di hari kiamat, termasuk Uzair dan Isa juga."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 94,
    "arab": "لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا ۗ",
    "translation": "Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2344.mp3",
    "tafsir": "Kemudian Allah menjelaskan bahwa semua amal dan takwa mereka itu telah tercatat dalam kitab yang amat teliti dan terperinci tidak seorang pun terluput dalam catatan itu, semua amal perbuatan mereka baik yang kecil maupun yang besar. Semua ucapan mereka yang nyata dan tersembunyi telah ditulis dan diperhitungkan secermat-cermatnya dan mereka semua menunggu balasan apa yang akan diterimanya.",
    "quraish": "Sesungguhnya ilmu Allah itu meliputi mereka dan amal perbuatannya. Tak ada seorang pun dari mereka beserta amal perbuatannya yang tidak diketahui oleh Allah.",
    "jalalayn": "(Sesungguhnya Allah telah menentukan jumlah mereka dan menghitung mereka dengan hitungan yang teliti) maka tidak samar bagi-Nya mengenai jumlah mereka secara keseluruhan atau pun secara rinci dan tiada seorang pun yang terlewat dari perhitungan-Nya."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 95,
    "arab": "وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا ",
    "translation": "Dan setiap orang dari mereka akan datang kepada Allah sendiri-sendiri pada hari Kiamat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2345.mp3",
    "tafsir": "Pada hari Kiamat orang kafir datang menghadap kehadirat Allah untuk menerima perhitungan dan putusan mengenai perbuatan mereka masing-masing seorang diri tidak ditemani oleh orang yang paling dekat sekalipun seperti anak atau istrinya. \nDemikianlah ketentuan yang telah ditetapkan Allah bagi setiap hamba-Nya pada hari itu, tiada seorang pun yang dapat lolos dari pengadilan-Nya, setiap orang pasti menghadapi peristiwa yang hebat dan dahsyat itu dengan perasaan harap-harap cemas, apakah ia akan termasuk dalam golongan orang-orang yang celaka yang akan digiring ke neraka dalam keadaan hina dina atau termasuk golongan orang yang berbahagia yang akan dipersilakan masuk ke dalam surga dengan terhormat dan mulia.",
    "quraish": "Pada hari kiamat, mereka semua akan datang kepada Allah sendiri-sendiri, tanpa penolong, anak dan harta benda.",
    "jalalayn": "(Dan tiap-tiap mereka akan datang kepada Allah pada hari kiamat dengan sendiri-sendiri) tanpa harta dan tanpa pembantu yang dapat membelanya."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 96,
    "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُدًّا ",
    "translation": "Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, kelak (Allah) Yang Maha Pengasih akan menanamkan rasa kasih sayang (dalam hati mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2346.mp3",
    "tafsir": "Ayat ini menjelaskan bahwa Allah akan menanamkan rasa kasih sayang dalam hati sesama hamba-hamba-Nya yang mukmin, bertakwa dan tetap mengerjakan amal saleh. Ini berarti bahwa setiap orang yang benar-benar beriman dan selalu mengerjakan perbuatan yang baik pasti akan mendapat tempat yang baik dalam hati setiap muslim. Walaupun orang yang beriman itu tidak pernah berusaha menarik hati orang lain namun orang itu pasti tertarik kepadanya, karena tertanamnya rasa simpati dan kasih sayang kepada orang mukmin itu bukan hanya berupa mulut manis dan tutur kata yang baik tetapi karena Allah sendiri yang menanamkan rasa kasih sayang itu ke dalam dada hamba-hamba-Nya. Dalam sebuah hadis yang diriwayatkan oleh Abu Hurairah, Rasulullah bersabda:\nSesungguhnya Allah bila mengasihi seorang hamba-Nya. Dia panggil Malaikat Jibril lalu Dia berkata kepadanya, \"Sesungguhnya Aku mengasihi si fulan maka hendaknya engkau mengasihi dia pula.\" Maka diserukanlah (hal itu) di langit kemudian turunlah kepadanya kasih sayang di bumi. (Riwayat al-Bukhari, Muslim dan at-Tirmidzi)\nMengenai ayat ini Ibnu Mardawaih dan ad-Dailami meriwayatkan dari al-Bara` ia berkata bahwa Rasulullah saw bersabda kepada Ali Karramallahu wajhah:\nKatakanlah, \"Ya Allah berikanlah kepadaku janji Engkau (agar aku diselamatkan di akhirat nanti) dan tanamkanlah dalam hati orang-orang yang beriman rasa cinta kepadaku.\" Maka turunlah ayat ini. (Riwayat Ibnu Mardawaih dan ad-Dailami)\nMemang apabila kita perhatikan kehidupan manusia dalam masyarakat akan terbukti kebenaran ayat ini. Setiap orang yang benar-benar beriman, benar-benar ikhlas dalam amal baiknya, benar-benar bekerja untuk kepentingan masyarakatnya tidak mengharapkan uang, pangkat atau kedudukan, dan semata-mata mengharapkan keridaan Ilahi, pastilah orang itu dicintai masyarakatnya walaupun dia sendiri tidak berusaha ke arah itu. Bila ada orang yang benci atau marah kepadanya pastilah orang yang marah itu orang yang tidak baik niatnya, tidak berakhlak mulia dan tergoda oleh tipu daya setan dan Iblis.",
    "quraish": "Sesungguhnya orang-orang Mukmin yang mengerjakan amal saleh, akan dicintai oleh Allah dan manusia.",
    "jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh, kelak Allah Yang Maha Pemurah akan menanamkan dalam hati mereka rasa kasih sayang) di antara sesama mereka; mereka saling kasih-mengasihi dan sayang-menyayangi dan Allah swt. mencintai mereka semuanya."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 97,
    "arab": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِيْنَ وَتُنْذِرَ بِهٖ قَوْمًا لُّدًّا ",
    "translation": "Maka sungguh, telah Kami mudahkan (Al-Qur'an) itu dengan bahasamu (Muhammad), agar dengan itu engkau dapat memberi kabar gembira kepada orang-orang yang bertakwa, dan agar engkau dapat memberi peringatan kepada kaum yang membangkang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2347.mp3",
    "tafsir": "Allah menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, bahasa yang dipakai oleh Nabi Muhammad dan kaumnya gunanya adalah agar mudah bagi Nabi untuk menyampaikan isi dan maksudnya dan mudah pula dipahami oleh kaumnya, karena kepada merekalah pertama kali seruan Islam disampaikan kemudian baru kepada manusia seluruhnya dari berbagai jenis suku dan bahasanya. Al-Qur'an yang berisi peringatan dan kabar gembira, perintah dan larangan, bertujuan memberi hidayah kepada manusia agar bertakwa kepada Allah yaitu beriman kepada-Nya tanpa mempersekutukan-Nya dengan suatu apapun dan menaati perintahNya, menghentikan larangan-Nya dan selalu mencari keridaan-Nya. Orang-orang yang demikian sifatnya akan dikaruniai Allah kebahagiaan di dunia dan di akhirat. \nAdapun orang-orang yang ingkar kepada-Nya dan mendustakan Rasul-Nya, mereka akan menerima balasan yang setimpal atas keingkaran dan kedurhakaannya itu baik di dunia maupun di akhirat kelak. Keingkaran umat-umat yang dahulu mendapat balasan di dunia ini dengan menghancurkan dan membinasakan mereka dengan berbagai macam siksa, ada yang berupa gempa yang dahsyat, angin topan, suara keras yang mengguntur dan lain sebagainya, seperti yang ditimpakan kepada kaum `Ad, samud dan kaum Nabi Nuh. Sedangkan bagi umat Muhammad siksaan di dunia ini tidaklah berupa penghancuran dan pembinasaan tetapi dengan menurunkan cobaan dan malapetaka, dengan harapan mereka akan sadar dan insaf lalu kembali kepada kebenaran. Pembalasan di akhirat ialah dengan melimpahkan karunia-Nya kepada orang-orang mukmin yang bertakwa dengan memasukkan mereka ke dalam surga Jannatun Na'im yang penuh nikmat dan kesenangan serta mendapat kasih sayang dan keridaan-Nya. \nBagi orang-orang yang ingkar dan kafir disediakan azab yang pedih yaitu neraka. Sebagai bukti kebenaran ancaman-Nya. Allah menerangkan bahwa telah banyak umat-umat dahulu yang durhaka yang dimusnahkan dan bekas-bekas peninggalan mereka ada yang masih dapat dilihat dan disaksikan sampai sekarang dan ada pula yang tidak ada bekasnya sama sekali. Tetapi yang jelas umat-umat itu telah hancur binasa tiada seorang pun yang tersisa sampai masa kini yang ada hanya beritanya yang dihikayatkan orang secara turun temurun. Berita tentang mereka diceritakan dalam Al-Qur'an dengan jelas, maka kita wajib meyakininya karena sumbernya adalah wahyu Allah.",
    "quraish": "Kami telah memudahkan al-Qur'ân dengan bahasamu, agar kamu dapat memberi kabar gembira berupa perkenan dan nikmat Allah kepada orang yang mengikuti perintah-Nya dan menjauhi larangan-Nya. Juga, agar kamu memberi peringatan berupa murka Allah dan siksa-Nya kepada orang yang ingkar dan membangkang.",
    "jalalayn": "(Maka sesungguhnya telah Kami mudahkan dia) Alquran itu (dengan bahasamu) bahasa Arab (agar kamu dapat memberi kabar gembira dengan Alquran itu kepada orang-orang yang bertakwa) yaitu orang-orang yang beruntung memperoleh iman (dan agar kamu memberi peringatan) menakut-nakuti (dengannya kepada kaum yang membangkang). Lafal Luddan adalah bentuk jamak dari lafal Aladdun artinya banyak membantah dengan kebatilan, mereka adalah orang-orang kafir Mekah."
  },
  {
    "ruku": 269,
    "name": "Maryam",
    "ayat": 98,
    "arab": "وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍۗ هَلْ تُحِسُّ مِنْهُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزًا ࣖ",
    "translation": "Dan berapa banyak umat yang telah Kami binasakan sebelum mereka. Adakah engkau (Muhammad) melihat salah seorang dari mereka atau engkau mendengar bisikan mereka?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/2348.mp3",
    "tafsir": "Allah menerangkan bahwa Al-Qur'an diturunkan dalam bahasa Arab, bahasa yang dipakai oleh Nabi Muhammad dan kaumnya gunanya adalah agar mudah bagi Nabi untuk menyampaikan isi dan maksudnya dan mudah pula dipahami oleh kaumnya, karena kepada merekalah pertama kali seruan Islam disampaikan kemudian baru kepada manusia seluruhnya dari berbagai jenis suku dan bahasanya. Al-Qur'an yang berisi peringatan dan kabar gembira, perintah dan larangan, bertujuan memberi hidayah kepada manusia agar bertakwa kepada Allah yaitu beriman kepada-Nya tanpa mempersekutukan-Nya dengan suatu apapun dan menaati perintahNya, menghentikan larangan-Nya dan selalu mencari keridaan-Nya. Orang-orang yang demikian sifatnya akan dikaruniai Allah kebahagiaan di dunia dan di akhirat. \nAdapun orang-orang yang ingkar kepada-Nya dan mendustakan Rasul-Nya, mereka akan menerima balasan yang setimpal atas keingkaran dan kedurhakaannya itu baik di dunia maupun di akhirat kelak. Keingkaran umat-umat yang dahulu mendapat balasan di dunia ini dengan menghancurkan dan membinasakan mereka dengan berbagai macam siksa, ada yang berupa gempa yang dahsyat, angin topan, suara keras yang mengguntur dan lain sebagainya, seperti yang ditimpakan kepada kaum `Ad, samud dan kaum Nabi Nuh. Sedangkan bagi umat Muhammad siksaan di dunia ini tidaklah berupa penghancuran dan pembinasaan tetapi dengan menurunkan cobaan dan malapetaka, dengan harapan mereka akan sadar dan insaf lalu kembali kepada kebenaran. Pembalasan di akhirat ialah dengan melimpahkan karunia-Nya kepada orang-orang mukmin yang bertakwa dengan memasukkan mereka ke dalam surga Jannatun Na'im yang penuh nikmat dan kesenangan serta mendapat kasih sayang dan keridaan-Nya. \nBagi orang-orang yang ingkar dan kafir disediakan azab yang pedih yaitu neraka. Sebagai bukti kebenaran ancaman-Nya. Allah menerangkan bahwa telah banyak umat-umat dahulu yang durhaka yang dimusnahkan dan bekas-bekas peninggalan mereka ada yang masih dapat dilihat dan disaksikan sampai sekarang dan ada pula yang tidak ada bekasnya sama sekali. Tetapi yang jelas umat-umat itu telah hancur binasa tiada seorang pun yang tersisa sampai masa kini yang ada hanya beritanya yang dihikayatkan orang secara turun temurun. Berita tentang mereka diceritakan dalam Al-Qur'an dengan jelas, maka kita wajib meyakininya karena sumbernya adalah wahyu Allah.",
    "quraish": "Wahai Rasul, janganlah kedurhakaan mereka kepadamu itu membuatmu bersedih. Sesungguhnya Allah telah menghancurkan banyak umat dan generasi terdahulu karena kekufuran mereka. Mereka semua telah binasa sehingga tak seorang pun dari mereka yang dapat kamu lihat dan kamu dengar suaranya.",
    "jalalayn": "(Dan berapa banyak) banyak sekali (telah Kami binasakan umat-umat sebelum mereka) umat-umat di masa silam disebabkan kedustaan mereka terhadap Rasul (Adakah kamu melihat) menemukan (seorang pun dari mereka atau kamu dengar suara mereka yang samar-samar?) Tentu saja tidak. Sebagaimana Kami telah membinasakan umat-umat di masa silam maka niscaya pula Kami akan membinasakan mereka, disebabkan kekafiran mereka itu."
  }
]